{"annee": "136", "cour": "IV", "page": "1", "date": "14/1/2010", "cite": ["98 IV 124", "129 IV 338", "121 IV 3", "135 IV 87", "134 IV 36", "92 IV 118"], "cite_par": ["141 IV 61"], "chapeau": "1. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. A.X. gegen Generalprokurator des Kantons Bern (Beschwerde in Strafsachen)\n\n6B_390/2009 vom 14. Januar 2010", "regestes": ["Art. 47 al. 1 CP; fixation de la peine, absence d'antécédents. L'absence d'antécédents a en principe un effet neutre sur la fixation de la peine et n'a donc pas à être prise en considération dans un sens atténuant. Exceptionnellement, il peut toutefois en être tenu compte dans l'appréciation de la personnalité de l'auteur, comme élément atténuant, pour autant que le comportement conforme à la loi de celui-ci soit extraordinaire. La réalisation de cette condition ne doit être admise qu'avec retenue, en raison du risque d'inégalité de traitement (modification de la jurisprudence; consid. 2.6)."], "faits": "", "considerants": "|2|\n\nAus den Erwägungen:\n\n2.6\n\n2.6.1 Die Beschwerdeführerin macht geltend, die Vorstrafenlosigkeit sei entgegen der Auffassung der Vorinstanz strafmindernd zu werten.\n\n2.6.2 Nach der bisher publizierten Rechtsprechung des Bundesgerichts ist das Fehlen von Vorstrafen zwingend strafmindernd zu berücksichtigen (BGE 98 IV 124 E. 11 S. 131; 96 IV 155 E. III.2 S. 179; BGE 92 IV 118 S.121). Auch die neuere unpublizierte Praxis tendiert zur Bejahung dieser Frage (beispielsweise: Urteile 6B_460/2008 vom 26. Dezember 2008 E. 5.3; 6B_455/2008 vom 26. Dezember 2008 E. 5.3; 6B_521/2008 vom 26. November 2008 E. 6.2 und 6.4; 6B_507/2008 vom 26. November 2008 E. 6.2 und 6.4). Es findet sich in der Vergangenheit zumindest vereinzelt aber auch die gegenteilige Ansicht (Urteile 6S.85/2006 vom 27. Juni 2006 E. 2.4; 6S.467/2004 vom 11. Februar 2005 E. 2.2.1; 6S.62/2001 vom 14. Juni 2001 E. 1d; 6S.684/2000 vom 22. März 2001 E. 3c/cc).\n\nWeist ein Täter Vorstrafen auf, wird dies straferhöhend gewichtet (BGE 121 IV 3 E. 1b S. 5 und 1c/dd S. 8 ff.; Urteile 6B_765/2008 vom 7. April 2009 E. 2.1.2; 6B_538/2007 vom 2. Juni 2008 E 3.2.3.1, nicht publ. in: BGE 134 IV 42; 6S.263/2002 vom 27. Oktober 2003 E. 6.2.4, nicht publ. in: BGE 129 IV 338). Die bisherige Rechtsprechung bedeutet, dass eine Vorstrafe grundsätzlich automatisch zu einer Straferhöhung, deren Fehlen dagegen zu einer Strafminderung führt. Eine neutrale Gewichtung fehlt, was an sich wenig überzeugend ist. Unbefriedigend erweist sich überdies, dass die Vorstrafenlosigkeit in der Regel undifferenziert berücksichtigt wird. Bei einem Straftäter, der eben erst mündig geworden ist, stellt sie keine besondere Leistung dar, wogegen der Umstand, nie verurteilt worden zu sein, bei einer älteren Person durchaus anzuerkennen ist. Das Beispiel zeigt, dass Vorstrafen bzw. deren Fehlen nicht ohne Bezug auf die konkreten Umstände bewertet werden sollten. Ist von einem Straftäter kein Strafregisterauszug erhältlich, so wird er als Ersttäter verurteilt, auch wenn er in der Vergangenheit bereits bestraft werden musste. Damit kommt er in den Genuss einer nicht gerechtfertigten Privilegierung, sofern die verschuldensangemessene Strafe wegen Vorstrafenlosigkeit reduziert wird.\n\n2.6.3 Die bisherige Rechtsprechung (vgl. E. 2.6.2) zur Berücksichtigung von Vorstrafen in der Strafzumessung wird durch den |3| revidierten allgemeinen Teil des Strafgesetzbuches zusätzlich in Frage gestellt.\n\nEinträge im Strafregister sind nach einer gewissen Zeit aus dem Strafregister zu entfernen. Diese Fristen betragen je nach Deliktsschwere zwischen 10 und 20 Jahren (Art. 369 Abs. 1 StGB). Nach der Entfernung darf die Eintragung nicht mehr rekonstruierbar sein und das entfernte Urteil dem Betroffenen nicht mehr entgegengehalten werden (Art. 369 Abs. 7 StGB). Das Bundesgericht hat sich deshalb entgegen seiner früheren Rechtsprechung für ein Verwertungsverbot gelöschter Strafregistereinträge im Rahmen der Strafzumessung und der Prognosebeurteilung ausgesprochen (BGE 135 IV 87 E. 2.4 S. 91 f. mit Hinweisen). Diese Verwertungseinschränkung ist gerechtfertigt, da die Vortaten aufgrund der grosszügig bemessenen Entfernungsfristen (vgl. Art. 369 Abs. 1 StGB) Jahrzehnte zurückliegen. Nach Ablauf dieser Fristen sind die Rehabilitierungs- und Resozialisierungsinteressen des Betroffenen von Gesetzes wegen schwerer zu gewichten als die öffentlichen Informations- und Strafbedürfnisse (BGE 135 IV 87 E. 2.4 S. 92 mit Hinweisen). Personen, deren Vorstrafen im Strafregister gelöscht wurden, gelten somit als nicht vorbestraft. Dies führt zum unbefriedigenden Ergebnis, dass der Täter gleich behandelt werden müsste wie derjenige, der sich tatsächlich noch nie vor Gericht zu verantworten hatte. Er erhielte eine niedrigere Strafe mit der an sich unzutreffenden Begründung, noch nie bestraft worden zu sein. Das registerrechtliche Fehlen von Vorstrafen ist deshalb nach neuem Recht alleine nicht mehr aussagekräftig genug, um eine Privilegierung im Strafmass zu rechtfertigen.\n\n2.6.4 Unter diesen Umständen kann an der bisherigen Rechtsprechung nicht festgehalten werden. In der Bevölkerung hat es als Normalfall zu gelten, (kriminell) nicht vorbestraft zu sein. Die Vorstrafenlosigkeit ist deshalb neutral zu behandeln, also bei der Strafzumessung nicht zwingend strafmindernd zu berücksichtigen. Dies schliesst nicht aus, sie ausnahmsweise und im Einzelfall in die Gesamtbeurteilung der Täterpersönlichkeit einzubeziehen, was sich allenfalls strafmindernd auswirken kann. Vorausgesetzt ist jedoch, dass die Straffreiheit auf eine aussergewöhnliche Gesetzestreue hinweist. Eine solche darf wegen der Gefahr ungleicher Behandlung nicht leichthin angenommen werden, sondern hat sich auf besondere Umstände zu beschränken. Zu denken ist beispielsweise an den Berufschauffeur, der sich als Ersttäter wegen eines |4| Strassenverkehrsdeliktes strafrechtlich zu verantworten hat, obschon er seit vielen Jahren täglich mit seinem Fahrzeug unterwegs ist.\n\nDerartige Umstände werden im vorliegenden Fall nicht geltend gemacht und liegen offensichtlich auch nicht vor. Dass die Beschwerdeführerin nicht vorbestraft ist, kann ihr deshalb nicht strafmindernd angerechnet werden. Die entsprechende Rüge ist unbegründet."}