{"annee": "136", "cour": "III", "page": "423", "date": "23/8/2010", "cite": ["126 III 223", "119 II 1", "128 I 81", "114 II 289", "135 III 80"], "cite_par": [], "chapeau": "61. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. und Y. gegen Z. (Beschwerde in Zivilsachen)\n\n5A_198/2010 vom 23. August 2010", "regestes": ["Art. 264 CC; adoption de mineurs. Conditions de l'adoption d'un enfant par ses grands-parents (consid. 3)."], "faits": "BGE 136 III 423 S. 423\n\nA.\n\nA.a A. wurde am 24. Januar 2000 als eheliches Kind von Z. und B. geboren. Die Eltern trennten sich ein halbes Jahr nach der Geburt und wurden mit Urteil des Gerichtskreises II Biel-Nidau vom 19. September 2006 geschieden. Dabei wurde die elterliche Sorge der Mutter (geboren 1982) zugesprochen; der Vater verzichtete gemäss Scheidungskonvention auf ein Besuchsrecht, währenddem die Mutter keine Unterhaltsansprüche stellte. Seit der Trennung seiner Eltern wuchs A. bei den Grosseltern mütterlicherseits, X. und Y. (geboren 1939 bzw. 1948), auf, die vollumfänglich für seine Pflege und Erziehung sorgen. Das seit mehreren Jahren dauernde Pflegeverhältnis hat nie zu Beanstandungen Anlass gegeben. Die Mutter von A. wechselte nach der Trennung mehrmals den Wohnort. Im Jahre 2006 unternahm sie einen Selbstmordversuch; in der Folge konnte sie mit Hilfe ihrer Eltern in deren Nähe ziehen und eine Lehre im elterlichen Unternehmen machen.\n\nA.b Am 4. Mai 2007 stellten X. und Y. bei der Justiz-, Gemeinde- und Kirchendirektion des Kantons Bern (nachfolgend: JGK) das Gesuch um Adoption ihres Enkels A. Zur Begründung trugen sie vor, dass A. seit der Trennung seiner Eltern bei ihnen aufgewachsen sei und sie für ihn seither wie ein eigenes Kind gesorgt hätten. Die BGE 136 III 423 S. 424Eltern von A. erteilten die Zustimmung zur Adoption. In der Folge (gestützt auf ein Rechtsmittelverfahren) wurde A. durch eine Fachperson angehört und eine Stellungnahme der weiteren leiblichen Kinder der Gesuchsteller eingeholt. Mit Entscheid vom 16. November 2009 wies die JGK das Adoptionsgesuch ab.\n\nB. Gegen den Entscheid der JGK appellierten X. und Y. Mit Entscheid vom 8. Februar 2010 wies das Obergericht des Kantons Bern (Appellationshof, 2. Zivilkammer) die Appellation und das Adoptionsgesuch ab.\n\nC. X. und Y. führen mit Eingabe vom 17. März 2010 Beschwerde in Zivilsachen. Die Beschwerdeführer 1 und 2 beantragen dem Bundesgericht, den obergerichtlichen Entscheid aufzuheben und die Adoption ihres Enkels A. zu bewilligen. Eventuell sei der angefochtene Entscheid aufzuheben und die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen. (...)\n\nDas Bundesgericht weist die Beschwerde in Zivilsachen ab.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n3. Anlass zur Beschwerde gibt die Verweigerung der Adoption des Kindes A. durch seine Grosseltern bzw. die Beschwerdeführer. Nach Art. 264 ZGB darf ein Kind adoptiert werden, wenn ihm die künftigen Adoptiveltern während wenigstens eines Jahres Pflege und Erziehung erwiesen haben und nach den gesamten Umständen zu erwarten ist, die Begründung eines Kindesverhältnisses diene seinem Wohl, ohne andere Kinder der Adoptiveltern in unbilliger Weise zurückzusetzen. Vorliegend steht fest, dass die Beschwerdeführer dem Kind bereits während mehrerer Jahre klaglose Pflege und Erziehung erwiesen haben, die anderen leiblichen Kinder der Beschwerdeführer (d.h. nebst der Mutter des Kindes eine weitere Tochter und zwei Söhne) das Adoptionsgesuch unterstützen und die leiblichen Eltern des Kindes mit der Adoption einverstanden sind. Die beschwerdeführenden Grosseltern werfen der Vorinstanz im Wesentlichen vor, die Adoption zu Unrecht mit dem Argument verweigert zu haben, dass der Altersunterschied zu A. zu gross sei und die leibliche Mutter eine sozial-psychische Bindung zum Kind habe.\n\n3.1 Zu Recht haben die kantonalen Instanzen angenommen, dass die Adoption eines Kindes durch seine Grosseltern erlaubt ist. Bei der Adoption eines verwandten Kindes liegen allerdings BGE 136 III 423 S. 425ausserordentliche Umstände vor. Für deren Würdigung ist ausschliesslich das Kindeswohl massgebend (BGE 135 III 80 E. 3.3 S. 84), und ein entsprechendes Adoptionsgesuch ist mit besonderer Aufmerksamkeit zu prüfen (BGE 119 II 1 E. 3b S. 3; MEIER/STETTLER, Droit de la filiation, 4. Aufl. 2009, Rz. 273 S. 135). Es ist anerkannt, dass eine derartige Adoption mit besonderen Risiken behaftet ist (vgl. LAMMERANT, L'adoption et les droits de l'homme en droit comparé, Brüssel 2001, S. 238 Rz. 195). Das Bundesgericht schreitet mit Bezug auf die Würdigung des Kindeswohls (vgl. Art. 4 ZGB) durch die kantonalen Instanzen nur dann ein, wenn grundlos von den in Lehre und Rechtsprechung entwickelten Grundsätzen abgegangen wird, wenn Tatsachen berücksichtigt werden, die keine Rolle hätten spielen dürfen, oder wenn umgekehrt Umstände ausser Betracht geblieben sind, die hätten beachtet werden müssen (Urteil 5A_619/2008 vom 16. Dezember 2008 E. 5.1, in: FamPra.ch 2009 S. 499; vgl. BGE 126 III 223 E. 4a S. 227/228).\n\n3.2 Die Beschwerdeführer machen geltend, die Vorinstanz habe unrichtig bzw. unzureichend berücksichtigt, dass die Kindsmutter von ihren Eltern (den Beschwerdeführern) abhängig und nach wie vor nicht in der Lage sei, für das Kind \"zu sorgen\" oder die \"Erziehung zu übernehmen\"; sie verfüge nicht über die \"charakterlichen Voraussetzungen zur Erziehung\", sondern lebe in einer unstabilen Lebenssituation, welche unter anderem im Jahre 2006 zu einem Selbstmordversuch geführt habe. Sodann sei \"erstaunlich\", dass sich das Gemeinwesen der Adoption widersetzen könne, obwohl alle Beteiligten - gerade auch die Mutter - mit der Adoption einverstanden seien. Diese Vorbringen sind unbehelflich. Vorliegend geht es nicht um die Erziehungsfähigkeiten der Mutter. Sie wird in der Ausübung ihrer elterlichen Sorge seit langem durch die Beschwerdeführer als Pflegeeltern vertreten (vgl. Art. 300 ZGB). Es ist auch nicht über die Entziehung der elterlichen Sorge von der Mutter von A. (vgl. Art. 311 und Art. 312 ZGB) und die Übertragung auf die Grosseltern (vgl. zum Vorrecht der Verwandten Art. 380 ZGB) zu entscheiden. Diese Massnahmen bleiben bis zur Mündigkeit von A. möglich. Wenn die Beschwerdeführer geltend machen, A. müsste \"im Heim aufwachsen\", wenn sie als Grosseltern nicht für ihn sorgen würden, so blenden sie aus, dass mit der Adoption die rechtliche Beziehung zu seiner leiblichen Mutter gerade endgültig aufgehoben wird. Ebenso wenig kann der grosse Einsatz der Grosseltern - wie sie ausführen - eine \"Legitimierung\" für die Adoption darstellen. Dieser liegt BGE 136 III 423 S. 426zwar im Interesse des Kindes und kann (wie beschrieben) zu familienrechtlichen Massnahmen führen. Entscheidend ist im vorliegenden Zusammenhang aber allein, ob es im Interesse des Kindes liegt, das rechtliche Band zu den leiblichen Eltern zu durchtrennen und durch ein solches zu den Grosseltern zu ersetzen (vgl. HEGNAUER, Berner Kommentar, 3. Aufl. 1964, N. 15 zu Art. 264 ZGB).\n\n3.3 Einem Adoptionsgesuch der Grosseltern ist in der Regel nicht zu entsprechen, wenn die leibliche Mutter bzw. der leibliche Vater im Haushalt der Grosseltern oder in deren Nähe wohnt und sie oft besucht (BGE 119 II 1 E. 4b S. 4). Der Abbruch persönlicher Beziehungen ist zwar keine förmliche Adoptionsvoraussetzung (BIDERBOST, in: Handkommentar zum Schweizerischen Privatrecht, 2007, N. 17 zu Art. 264 ZGB), aber eine Familiengemeinschaft, in der die leiblichen Eltern auch nach der Adoption ihres Kindes tatsächlich dessen Entwicklung mitverfolgen können, ist in hohem Masse konfliktgefährdet (FRANK, Grenzen der Adoption, Rechtsvergleichende Untersuchung zur Schutzbedürftigkeit faktischer Eltern-Kind-Verhältnisse, 1978, S. 136; MEULDERS-KLEIN, Le printemps des grands-parents et le droit, in: Mélanges Grossen, 1992, S. 178). Das Bundesgericht hat - gestützt auf die in BGE 119 II 1 ff. festgelegten Grundsätze - in einem Urteil aus dem Jahre 1998 betreffend eine Enkeladoption betont, dass die Qualifikation der bestehenden Beziehung (partnerschaftlich, autoritär, etc.) zwischen dem zu Adoptierenden und seiner Mutter nicht ausschlaggebend sei (Urteil 5C.146/1998 vom 27. Juli 1998 E. 4). Ebenso wurden die Adoption eines Bruders (Urteil 5A_619/2008 vom 16. Dezember 2008 E. 5.3, in: FamPra.ch 2009 S. 500) oder die Bewilligung des Adoptionspflegeverhältnisses für einen Neffen verweigert (Urteil 5A.35/2004 vom 4. Februar 2005 E. 4.2, in: FamPra.ch 2005 S. 949), weil ein Bestehen bzw. Fortdauern wesentlicher Beziehungen zu den leiblichen Eltern bzw. zu einem Elternteil feststanden.\n\n3.3.1 Im angefochtenen Urteil wird nichts über das Bestehen einer Beziehung von A. zu seinem leiblichen Vater erwähnt. Nach den Ausführungen der Beschwerdeführer sollen keine entsprechenden persönlichen Beziehungen bestehen und gehe aus den Akten hervor, dass die leibliche Mutter keine Mutter-Kind-Beziehung aufgebaut habe. Was die Beziehung zwischen A. und seiner Mutter anbelangt, so hat das Obergericht - für das Bundesgericht verbindlich - festgestellt, dass die beiden sich regelmässig sehen, die Mutter in der Nähe wohnt und diese immer wieder, wenn auch vielleicht nur BGE 136 III 423 S. 427zum Essen, Kontakt mit A. hat. Anlässlich der Anhörung hat A. zu verstehen gegeben, dass er mit seiner leiblichen Mutter (\"Mama\") gut auskomme. Wenn das Obergericht gestützt auf diese tatsächlichen Umstände auf das Bestehen einer gelebten sozial-psychischen Beziehung zwischen A. und seiner Mutter geschlossen und gefolgert hat, diese Beziehung spreche gegen die Annahme, dass die Adoption durch die Grosseltern im Interesse des Kindes liegt, kann insoweit nicht von einer Rechtsverletzung gesprochen werden.\n\n3.3.2 Nach Lehre und Rechtsprechung kann sich eine Adoption als im Interesse des Kindes erweisen, wenn die leibliche Mutter bzw. der leibliche Vater angesichts des jugendlichen Alters oder des geistigen Zustandes überhaupt nicht fähig ist, eine normale soziale und psychische Beziehung zum Kind aufzubauen (BGE 119 II 1 E. 4b S. 4; HEGNAUER, a.a.O., N. 17 zu Art. 264 ZGB). Darauf berufen sich die Beschwerdeführer und machen geltend, die Mutter von A. sei bei der Geburt äusserst jung (knapp 18 Jahre alt) gewesen, sei dies auch heute noch und in erster Linie mit sich selbst beschäftigt. Die Vorinstanz hat indessen festgestellt, dass keine Anhaltspunkte für eine gravierende psychische Abnormität der Mutter vorlägen. Sie habe ein Handelsdiplom erworben, mache eine Weiterbildung und arbeite im Betrieb der Eltern; sie könne sich (mit 28 Jahren) im Berufsalltag behaupten und normale soziale Kontakte pflegen. Unter diesen Umständen geht der Vorwurf, das Obergericht habe eine grundsätzliche Beziehungs un fähigkeit der Mutter zu ihrem Kind übergangen, fehl. Insoweit besteht kein Anlass, in das Ermessen des kantonalen Gerichts einzugreifen, wenn dieses erwogen hat, die bestehende Beziehung zwischen A. und seiner leiblichen Mutter spreche gegen die Adoption.\n\n3.4 Die Beschwerdeführer bezeichnen die Überlegung der Vorinstanz, die leibliche Mutter verspüre vielleicht eines Tages doch das Bedürfnis, sich intensiver um ihren Sohn zu kümmern, als reine Spekulation.\n\n3.4.1 Im Falle einer Verwandtenadoption zu Lebzeiten der leiblichen Eltern ist eine Prognose über die Entwicklung des persönlichen Kontaktes zwischen Mutter und Kind in der Tat kaum möglich (vgl. FRANK, a.a.O., S. 137, 173). Zu Recht haben daher die kantonalen Behörden untersucht, welche äusseren Umstände die Adoption von A. durch seine Grosseltern wirklich notwendig machen, denn je mehr die Freigabe eines Kindes von äusseren Umständen BGE 136 III 423 S. 428erzwungen war, umso eher kann sie vom - grösser werdenden - Kind verstanden werden und desto weniger beeinträchtigt sie das Selbstwertgefühl des Adoptierten (DETTENBORN/WALTER, Familienrechtspsychologie, 2002, S. 275). Auf diese entscheidende Überlegung des Obergerichts gehen die Beschwerdeführer nicht ein. Ihr Hinweis, die Beziehung der leiblichen Mutter zu A. sei \"äusserst locker\", währenddem die Beziehung zu ihnen als Grosseltern \"viel enger\" sei, ist unbehelflich. Damit ist nicht dargetan, dass das Obergericht mit Blick auf mögliche zukünftige Entwicklungen das Interesse von A. das Kindesverhältnis zu seiner Mutter aufzuheben und durch ein solches zu den Grosseltern zu ersetzen bzw. seine Mutter rechtlich zur Schwester werden zu lassen, missachtet habe.\n\n3.4.2 Die Beschwerdeführer kritisieren in diesem Zusammenhang, dass die Vorinstanz den Äusserungen der Mutter nicht allzu grosses Gewicht beigemessen habe. Das Obergericht habe nicht beachtet, dass die Mutter die Verantwortung für ein Kind gar nicht suche und (im Schreiben vom 17. Dezember 2009 an die JKG) darauf hingewiesen habe, dass \"die Eltern an ihre Stelle\" getreten seien. Die Beschwerdeführer übergehen allerdings, dass die Benennung der eigentlichen Motive zur Freigabe des Kindes schwierig zu ergründen sind, wie oft in Fällen psychischer Überforderung, oder wenn das Elternhaus der Mutter die erzieherischen Kompetenzen abspricht (DETTENBORN/WALTER, a.a.O., S. 269). Darauf hat die Erstinstanz für den konkreten Fall hingewiesen. Auch die Vorinstanz durfte dies berücksichtigen, zumal der Beschwerdeführer 1 in der Appellationsschrift erklärt, bereits seine Mutter habe sich nicht um ihn (Beschwerdeführer 1) gekümmert und seine Tochter, die Mutter von A. habe den \"gleichen Charakter\", insbesondere was die Beziehungsprobleme mit Männern betreffe, obwohl sie in einer intakten Familie aufgewachsen sei. Sodann wird im angefochtenen Entscheid eine gewisse Abhängigkeit der Mutter von A. von ihren Eltern, den Beschwerdeführern festgestellt und hat die Mutter (jedenfalls mit dem Selbstmordversuch im Jahre 2006) psychische Probleme zum Ausdruck gebracht. Ferner schliesst die Mutter (im erwähnten Schreiben vom 17. Dezember 2009) nicht aus, \"für A. da zu sein, wenn meinen Eltern etwas zustossen würde\". Wenn das Obergericht demnach eine vorsichtige Würdigung der Äusserungen der leiblichen Mutter vorgenommen und miterwogen hat, dass sie sich später vielleicht wieder vermehrt um A. kümmern will, hält sich dies im Rahmen des Ermessens, über welches die Vorinstanz verfügt. BGE 136 III 423 S. 429\n\n3.5 Sodann hat das Obergericht - entgegen der Darstellung der Beschwerdeführer - die Bewilligung zur Adoption nicht allein wegen des Altersunterschiedes verweigert. Es hat zum Altersunterschied von 61 bzw. 52 Jahren jedoch seine Bedenken zum Ausdruck gebracht (\"es drängt sich die Frage auf ...\") . Dies ist nicht zu beanstanden. HEGNAUER hat bei einer Enkeladoption den Altersunterschied von 53 und 49 Jahren als gross, aber gerechtfertigt bezeichnet, weil das Kind im betreffenden Fall rechtlich vaterlos und die Mutter früh gestorben war und sich in einer ungesicherten Situation befand (ZVW 1994 S. 123). Wenn hier das Obergericht den Altersunterschied für die Adoption als eher problematisch erachtet hat, ist dieses Kriterium - gerade vor dem Hintergrund der bestehenden Beziehung zwischen der Mutter und dem Kind - nicht in sachwidriger Weise gewürdigt worden. Die Beschwerdeführer bringen weiter vergeblich vor, die Vorinstanz habe die durch die Adoption bessere finanzielle Absicherung von A. nicht berücksichtigt. Aus den Erwägungen der JGK - auf welche das Obergericht verwiesen hat - geht hervor, dass finanzielle bzw. erbrechtliche Wirkungen der Adoption des Kindes nur sekundäre Bedeutung haben (vgl. HEGNAUER, a.a.O., N. 60 zu Art. 264 ZGB). Sodann sei die Befürchtung, dass die leiblichen Eltern sich bei frühem Versterben der Grosseltern \"Zugang zu den (dem Grosskind vererbten) Vermögenswerten verschaffen\", unbegründet, zumal entsprechende Massnahmen zum Schutz des Kindesvermögen (Art. 324 f. ZGB) angeordnet werden könnten. Dies lassen die Beschwerdeführer beiseite; sie legen nicht dar, inwiefern das Obergericht hier für das Kindeswohl wesentliche Gesichtspunkte übergangen habe.\n\n3.6 Schliesslich werfen die Beschwerdeführer dem Obergericht eine Verletzung des Willkürverbotes und Gehörsanspruches (Art. 9 bzw. Art. 29 Abs. 2 BV) vor, u.a. weil es den Antrag auf ihre persönliche Anhörung, eine persönliche Anhörung der leiblichen Mutter und eine zweite Anhörung von A. abgewiesen habe.\n\n3.6.1 Die Beschwerdeführer machen geltend, ihre persönliche Anhörung könne aufzeigen, dass sie in der Lage seien, A. zu erziehen, und die zweite Anhörung des Kindes könne belegen, dass die Beziehung während der Dauer des Verfahrens zwischen ihnen und A. noch tiefer geworden sei und wie sich das Kind entwickelt habe. Die Vorbringen gehen fehl. Die Vorinstanz hat die Beweisanträge mit der Begründung abgewiesen, dass die Erziehungsfähigkeit der Beschwerdeführer nicht in Frage stehe und unbestritten sei, dass sie BGE 136 III 423 S. 430vollumfänglich in der Lage seien, für das Kind zu sorgen, und dass A. eine enge und gute Bindung zu ihnen habe. Die Beschwerdeführer übergehen, dass der Sachverhalt insoweit als abgeklärt betrachtet wurde, und legen nicht dar, inwiefern es für die Nichtabnahme weiterer Beweismittel durch das Obergericht an einer sachlichen Begründung fehle (vgl. BGE 114 II 291 E. 2a S. 291).\n\n3.6.2 Sodann hat bereits die JGK festgehalten, dass Gegenstand des Berichts (\"Abklärungsbericht Familienpflegeplätze\") des Regionalen Sozialdienstes Büren vom 12. Februar 2008 die Eignung der Beschwerdeführer als Pflegeeltern gewesen sei, und nichts enthalte, was den Schluss zulasse, A. ginge es mit einer Adoption besser als ohne. Inwiefern die Würdigung dieses Berichts, welche das Obergericht zu seiner eigenen gemacht hat, in tatsächlicher Hinsicht offensichtlich unhaltbar bzw. willkürlich sei (vgl. BGE 128 I 81 E. 2 S. 86), legen die Beschwerdeführer nicht dar. Entgegen ihrer Darstellung hat das Obergericht den Wunsch der Mutter, A. zur Adoption freizugeben, berücksichtigt. Es hat festgehalten, dass beide Eltern die Zustimmung zur Adoption gegeben haben, so dass von willkürlicher Sachverhaltsfeststellung nicht gesprochen werden kann.\n\n3.7 Zusammenfassend ergibt sich, dass dem Obergericht keine schematische Entscheidfindung vorgeworfen werden kann. Seine Würdigung der konkreten Verhältnisse (vgl. Art. 268a ZGB) mit Blick auf das Kindeswohl hält vor den bundesrechtlichen Voraussetzungen zur Adoption (Art. 264 ZGB) stand. Das kantonale Gericht hat sein Ermessen nicht verletzt, wenn es keine hinreichenden Umstände erblickt hat, welche das Interesse von A. am Erlöschen des Kindesverhältnisses zur leiblichen Mutter an der Begründung eines neuen Kindesverhältnisses zu den Grosseltern überwiegen lassen. Andere Rechtsverletzungen werden nicht hinreichend begründet, im Übrigen auch nicht, inwiefern die EMRK den Beschwerdeführern ein Recht auf Adoption eines Kindes garantiere und dieses Recht verletzt worden sei."}