{"annee": "136", "cour": "IV", "page": "44", "date": "21/12/2009", "cite": [], "cite_par": ["138 V 445", "142 IV 170", "136 IV 139"], "chapeau": "7. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Kanton Bern gegen Kanton Appenzell A.Rh. (Klage)\n\n1E_1/2009 vom 21. Dezember 2009", "regestes": ["Art. 120 LTF, art. 104 ss EIMP, art. 342 CP, art. 29 al. 2 Cst.; exécution en Suisse d'un jugement pénal rendu à l'étranger; décision de l'autorité fédérale; contestation de droit public entre cantons. L'Office fédéral de la justice décide, après consultation du canton concerné, sur l'acceptation de l'exécution de la peine par la Suisse et par le canton désigné (consid. 1.2). Ce dernier peut former auprès du Tribunal fédéral un recours au sens de l'art. 120 al. 2 LTF contre la décision de l'Office fédéral sur la compétence cantonale, avant la procédure d'exequatur selon l'art. 105 s. EIMP (consid. 1.3 et 1.4)."], "faits": "BGE 136 IV 44 S. 45\n\nA. Auf einem mit \"Antrag auf Überstellung\" bezeichneten Formular bekundete X. am 26. Juli 2007 sein Interesse, zur weiteren Strafverbüssung in die Schweiz überstellt zu werden. Nach den im genannten Formular enthaltenen Angaben verbüsste X. gestützt auf ein Urteil eines Madrider Gerichts in einem spanischen Gefängnis eine Freiheitsstrafe von 9 Jahren und einem Tag. In der Folge ersuchte das Bundesamt für Justiz das Departement Sicherheit und Justiz des Kantons Appenzell A.Rh., sich zum Überstellungsgesuch zu äussern. Das Departement (...) erklärte sich für unzuständig. X. habe weder Wohnsitz noch Bürgerrecht im Kanton Appenzell A.Rh. Er habe sich bereits am 25. August 2007 aus der Gemeinde Speicher abgemeldet.\n\nB. Hierauf richtete sich das Bundesamt für Justiz mit Schreiben vom 14. Juli 2008 an die Polizei- und Militärdirektion des Kantons Bern mit der Frage, ob sie einer Überstellung von X. zustimme. Die Abteilung Straf- und Massnahmenvollzug der Polizei- und Militärdirektion des Kantons Bern erachtete (...) die Zuständigkeit des Kantons Appenzell A.Rh. als gegeben. Die formellen Voraussetzungen für eine Überstellung seien erfüllt. Nach Art. 342 StGB seien die Behörden des Wohnorts oder subsidiär des Heimatorts zuständig. X. sei in Kleindietwil/BE heimatberechtigt. Der Heimatort komme jedoch im vorliegenden Fall nicht zum Tragen, weil X. seinen Wohnsitz nach wie vor in der Gemeinde Speicher/AR habe. (...) BGE 136 IV 44 S. 46\n\nC. Mit Entscheid vom 6. Juli 2009 trat die I. Beschwerdekammer des Bundesstrafgerichts auf das Gesuch des Kantons Bern, die Zuständigkeit für die Übernahme des Strafvollzugs im Zusammenhang mit der Überstellung des in Spanien verurteilten X. zu bestimmen, nicht ein. Zur Begründung seines Entscheids führte das Bundesstrafgericht im Wesentlichen aus, es gehe im vorliegenden Fall nicht um die Bestimmung des Gerichtsstands durch das Bundesstrafgericht im Sinne von Art. 345 StGB. Das Bundesamt für Justiz lege mit seinem Entscheid gemäss Art. 104 Abs. 1 IRSG (SR 351.1) über die Annahme des ausländischen Ersuchens die innerstaatliche Zuständigkeit fest. Ein solcher Entscheid könne beim Bundesstrafgericht nicht angefochten werden.\n\nD. Der Kanton Bern erhebt mit Rechtsschrift vom 7. Oktober 2009 gegen den Kanton Appenzell A.Rh. Klage beim Bundesgericht. Er stellt den Antrag, es sei festzustellen, dass der Kanton Appenzell A.Rh. in Sachen X. zum Vollzug der mit Urteil des Untersuchungsgerichts Madrid N. 15 vom 29. Mai 2007 ausgesprochenen und mit Entscheid des Gerichtskreises IV Aarwangen-Wangen vom 28. Oktober 2008 als vollstreckbar erklärten Freiheitsstrafe von neun Jahren und einem Tag zuständig sei. Der Kanton Bern beruft sich auf Art. 120 Abs. 1 lit. b BGG und macht geltend, es sei kein Rechtsmittel zum Entscheid über die Zuständigkeit gegeben.\n\nE. Das Departement Sicherheit und Justiz des Kantons Appenzell A.Rh. beantragt, die Klage sei abzuweisen, soweit darauf einzutreten sei.\n\nDas Bundesgericht tritt auf die Klage nicht ein.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n1. Das Bundesgericht prüft seine Zuständigkeit von Amtes wegen und mit freier Kognition (Art. 29 Abs. 1 BGG).\n\n1.1 Gemäss Art. 120 Abs. 1 lit. b BGG beurteilt das Bundesgericht auf Klage als einzige Instanz unter anderem öffentlich-rechtliche Streitigkeiten zwischen Kantonen. Nach Art. 120 Abs. 2 BGG ist die Klage jedoch unzulässig, wenn ein anderes Bundesgesetz eine Behörde zum Erlass einer Verfügung über solche Streitigkeiten ermächtigt. Gegen die Verfügung ist letztinstanzlich die Beschwerde an das Bundesgericht zulässig.\n\n1.2 Nach Art. 104 Abs. 1 IRSG entscheidet das Bundesamt nach Rücksprache mit der Vollzugsbehörde über die Annahme des BGE 136 IV 44 S. 47ausländischen Ersuchens. Nimmt es dieses an, so übermittelt es die Akten und seinen Antrag der Vollzugsbehörde und verständigt den ersuchenden Staat. Es kann die Übernahme des Strafvollzugs in sinngemässer Anwendung von Art. 91 Abs. 4 IRSG ablehnen. Nach dem klaren Wortlaut von Art. 104 Abs. 1 IRSG entscheidet das Bundesamt verbindlich über die Übernahme des Strafvollzugs durch die Schweiz und durch den bestimmten Kanton. Die kantonale Zuständigkeit ist nach den Regeln von Art. 342 StGB festzulegen (vgl. Art. 105 IRSG i.V.m. Art. 342 StGB in der Fassung des dritten Buchs StGB vom 13. Dezember 2002, in Kraft seit 1. Januar 2007 [AS 20063459, 3535]). Danach sind für Straftaten, die im Ausland begangenwurden, die Behörden des Wohnorts des Täters zuständig. Fehlt ein Wohnort in der Schweiz, so sind die Behörden des Heimatorts zuständig (Art. 342 Abs. 1 StGB).\n\nVor seinem Entscheid hat das Bundesamt mit dem von ihm als zuständig erachteten Vollzugskanton Rücksprache zu nehmen. Diese Rücksprache dient im Wesentlichen der Wahrung des rechtlichen Gehörs gegenüber dem Vollzugskanton vor Erlass der Verfügung über die Übernahme des Strafvollzugs (Art. 29 Abs. 2 BV). Hält sich ein angefragter Kanton für nicht zuständig, so ist je nach den konkreten Umständen noch mit einem oder mehreren anderen Kantonen Rücksprache zu nehmen (z.B. bei mehreren Heimatkantonen). Nach erfolgter Rücksprache hat das Bundesamt über das Übernahmegesuch betreffend den Strafvollzug eine Verfügung zu treffen. Stimmt es der Übernahme zu, so bestimmt es gleichzeitig nach den Regeln von Art. 342 StGB den Kanton, der für die Vollstreckung des ausländischen Urteils und die Durchführung des Exequaturverfahrens nach Art. 105 f. IRSG zuständig ist.\n\n1.3 Ist die hier umstrittene Zuständigkeitsfrage erstinstanzlich durch den Erlass einer Verfügung zu entscheiden, so tritt an die Stelle der Klage nach Art. 120 Abs. 1 BGG die Beschwerde gemäss Art. 120 Abs. 2 BGG. In diesem Beschwerdeverfahren beurteilt das Bundesgericht letztinstanzlich die kantonale Zuständigkeit. Die Beschwerde nach Art. 120 Abs. 2 BGG betrifft im vorliegenden Zusammenhang lediglich die Frage der Zuständigkeit zur Durchführung des Exequaturverfahrens und zur Vollstreckung des ausländischen Strafurteils. Es handelt sich dabei um eine staatsrechtliche Streitigkeit, die in Bezug auf Anfechtungsgegenstand, Vorinstanz, Beschwerdelegitimation etc. nicht in jeder Hinsicht den Regeln einer der drei Einheitsbeschwerden des BGG unterliegt. Anfechtungsobjekt bildet die gemäss Art. 104 Abs. 1 IRSG erlassene Verfügung des Bundesamts für Justiz. Zur Beschwerde gegen diese Verfügung ist der BGE 136 IV 44 S. 48Kanton berechtigt, dem das Bundesamt die Prüfung der Vollstreckungsvoraussetzungen überträgt. In Bezug auf Form und Frist sind die Art. 42 und 100 Abs. 1 BGG anwendbar.\n\n1.4 Dem beschriebenen Rechtsweg zur Klärung der Zuständigkeits frage steht Art. 14 IRSV (SR 351.11) nicht entgegen. Diese vor Erlass des BGG eingefügte Bestimmung bezeichnet Entscheide des Bundesamts über die Annahme oder die Weiterleitung eines Ersuchens an die ausführende Behörde im Sinne von Art. 104 IRSG als nicht selbstständig anfechtbar. Dies entspricht grundsätzlich der Praxis des Bundesgerichts zur Anfechtbarkeit von Vorprüfungsentscheiden des Bundesamts für Justiz (Urteil des Bundesgerichts 1A.53/2001 vom 26. April 2001; ROBERT ZIMMERMANN, La coopération judiciaire internationale en matière pénale, 3. Aufl. 2009, S. 730). Soweit jedoch mit dem Entscheid des Bundesamts auch über die innerstaatliche Zuständigkeit zum Exequaturverfahren nach Art. 105 f. IRSG entschieden wird, liegt ein Entscheid über eine Rechtsfrage vor, welche für das Exequaturverfahren von grundlegender Bedeutung ist und nicht auf einen späteren Zeitpunkt verschoben werden kann. Nach rechtskräftiger Beurteilung der Zuständigkeitsfrage hat der als zuständig bezeichnete Kanton das Exequaturverfahren im Sinne von Art. 105 f. IRSG durchzuführen (Urteil 1A.53/2001 vom 26. April 2001 E. 2b). Der Entscheid des erstinstanzlichen Exequaturrichters unterliegt einem kantonalen Rechtsmittel (Art. 106 Abs. 3 IRSG). Der kantonale Rechtsmittelentscheid kann anschliessend mit Beschwerde in Strafsachen beim Bundesgericht angefochten werden (Art. 78 Abs. 2 lit. b BGG).\n\n2. Es ergibt sich, dass das Bundesamt für Justiz die Zuständigkeitsfrage gestützt auf Art. 104 Abs. 1 IRSG in einer Verfügung zu regeln hat, welche nach Art. 120 Abs. 2 BGG der Beschwerde durch den betroffenen Kanton an das Bundesgericht unterliegt. Auf die vorliegende Klage kann somit nicht eingetreten werden. (...)"}