{"annee": "136", "cour": "III", "page": "627", "date": "9/11/2010", "cite": ["132 III 480", "133 II 249", "133 III 393"], "cite_par": ["145 III 20", "139 III 297"], "chapeau": "92. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. AG gegen Bank Y. (Beschwerde in Zivilsachen)\n\n5A_372/2010 vom 9. November 2010", "regestes": ["Art. 82 LP; mainlevée d'opposition en matière de contrat de crédit-cadre. Dans le contrat de crédit-cadre, ce n'est pas l'obligation de remise d'une somme d'argent déterminée qui est convenue, mais une limite qui est accordée à concurrence de laquelle du crédit peut être sollicité. Le contrat-cadre pourrait donc valoir titre de mainlevée en soi tout au plus lorsqu'est indubitablement établi un versement de crédit qui se fonde sur lui (consid. 2)."], "faits": "BGE 136 III 627 S. 628\n\nNachdem die X. AG (nachfolgend: Schuldnerin) in der von der Bank Y. (nachfolgend: Bank) eingeleiteten Betreibung über Fr. 2'400'000.- Rechtsvorschlag erhoben hatte, verlangte Letztere provisorische Rechtsöffnung, welche das Kreisgericht ablehnte. Es erwog, dass der Kreditvertrag vom 4. Mai 2004, den die Bank ursprünglich als Rechtsöffnungstitel angerufen hatte, mangels gültiger Unterzeichnung nicht zustande gekommen sei, was schliesslich auch die Bank anerkannt habe. Einen weiteren Vertrag vom 29. März 2005, auf den sich die Bank ebenfalls berufen habe, sei nie eingereicht worden, weil die Bank ihn nicht mehr habe auffinden können. Es bleibe mithin der Rahmenvertrag vom 21. Dezember 2005, mit welchem der Schuldnerin ein Rahmenkredit über Fr. 20 Mio. eingeräumt worden sei. Dieser Vertrag vermöge aber den Anforderungen an eine Schuldanerkennung im Sinn von Art. 82 Abs. 1 SchKG nicht gerecht zu werden, weshalb das Rechtsöffnungsgesuch abzuweisen sei.\n\nDemgegenüber erteilte das Kantonsgericht St. Gallen die provisorische Rechtsöffnung. Es erwog, es könne davon ausgegangen werden, dass die Schuldnerin drei Kreditverträge unterzeichnet habe. Sodann habe sie weder auf die Bestätigung des festen Vorschusses seitens der Bank noch auf die Fälligkeitserinnerungen und Kündigungsschreiben reagiert, weshalb sie jetzt nicht einfach die Auszahlung der Summe von Fr. 2'400'000.- bestreiten könne. Vielmehr sei die Zurverfügungstellung dieses Betrages als erwiesen zu erachten, auch wenn die Bank hierfür keinen Auszahlungsbeleg vorlegen könne, und es sei davon auszugehen, dass die Auszahlung im Sinn einer Teilsumme der im Rahmenkreditvertrag anerkannten Gesamtsumme von Fr. 20 Mio. erfolgt sei.\n\nGegen den Entscheid des Kantonsgerichts hat die Schuldnerin Beschwerde in Zivilsachen eingereicht, welche vorliegend gutgeheissen wird.\n\n(Zusammenfassung) BGE 136 III 627 S. 629", "considerants": "Aus den Erwägungen:\n\n2. Eine Schuldanerkennung im Sinn von Art. 82 Abs. 1 SchKG liegt vor, wenn daraus der vorbehalts- und bedingungslose Wille des Betriebenen hervorgeht, dem Betreibenden eine bestimmte oder leicht bestimmbare Geldsumme zu zahlen. Dabei kann sich die Schuldanerkennung auch aus einer Gesamtheit von Urkunden ergeben, sofern die notwendigen Elemente daraus hervorgehen. Dies bedeutet, dass die unterzeichnete Urkunde auf die Schriftstücke, welche die Schuld betragsmässig ausweisen, klar und unmittelbar Bezug nehmen bzw. verweisen muss (BGE 132 III 480 E. 4.1 S. 481).\n\nEin Darlehensvertrag über eine bestimmte Summe taugt grundsätzlich als Rechtsöffnungstitel für die Rückzahlung des Darlehens, solange der Schuldner die Auszahlung nicht bestreitet (BGE 132 III 480 E. 4.2 S. 481). Tut er dies, so hat der Gläubiger überdies die Auszahlung nachzuweisen (STAEHELIN, in: Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, Bd. I, 1998, N. 119, 120 und 122 zu Art. 82 SchKG; STÜCHELI, Die Rechtsöffnung, 2000, S. 371), denn der Darlehensvertrag begründet zunächst eine Verpflichtung zur Hingabe der Darlehensvaluta, und die Rückzahlungspflicht der Gegenseite kann sich selbstredend erst dann aktualisieren, wenn der Hingabepflicht nachgelebt wurde (und überdies das Darlehen zur Rückzahlung fällig ist).\n\nIm Unterschied zum Darlehensvertrag anerkennt der Schuldner beim Kontokorrentvertrag mit der darin genannten Limite keinen festen oder doch wenigstens leicht bestimmbaren Betrag, weil mit dem Kontokorrent lediglich ein gegenseitiges Abrechnungsverhältnis mit schwankendem Saldo begründet wird (BGE 132 III 480 E. 4.2 S. 481). Bei einem Rahmenkreditvertrag verhält es sich insofern ähnlich, als auch hier nicht die verbindliche Hingabe einer bestimmten oder leicht bestimmbaren Summe vereinbart wird, sondern ein Höchstbetrag (Limite), bis zu welchem der Bankkunde innerhalb der vereinbarten Modalitäten nach seinen Wünschen Kredit beanspruchen kann. So wurde vorliegend in Ziff. 2 des Rahmenkreditvertrages vereinbart, dass der Rahmenkredit in Form von festen Vorschüssen und Rollover-Darlehen, von variablen Darlehen und Fest-Darlehen, von Margenlimiten (Devisentermingeschäften) oder Kautionslimiten sowie in laufender Rechnung (Kontokorrentkredit) in Schweizer Franken oder frei konvertierbaren Fremdwährungen beansprucht werden könne. BGE 136 III 627 S. 630\n\nSoweit gestützt auf den Rahmenkreditvertrag fixe Darlehenssummen beansprucht werden, kann Rechtsöffnung selbstredend aufgrund des gegengezeichneten betreffenden Darlehensvertrages erteilt werden. Wird ein Darlehen direkt gestützt auf den Rahmenvertrag, d.h. ohne Abschluss eines separaten schriftlichen Darlehensvertrages gewährt, kann der Rahmenkreditvertrag allenfalls dann selbständig als Rechtsöffnungstitel in Betracht kommen, wenn der Gläubiger die darauf beruhende Auszahlung der Darlehenssumme (und damit die betreffende Ausschöpfung der Kreditlimite) zweifelsfrei nachzuweisen vermag.\n\n3. Wie das Kantonsgericht richtig erfasst hat, ist Angelpunkt für die Rechtsöffnung der am 21. Dezember 2005 abgeschlossene und in den Akten liegende Rahmenkreditvertrag über Fr. 20 Mio. Sinngemäss hat das Kantonsgericht auch anerkannt, dass dieser für sich genommen kein genügender Rechtsöffnungstitel ist, sondern dass es weiterer geeigneter Dokumente bedarf.\n\n3.1 Das Kantonsgericht hat zunächst erwogen, die Schuldnerin habe den Betrag von Fr. 2,4 Mio. in dem auf die betreffende Summe lautenden Kreditvertrag vom 4. Mai 2005 anerkannt.\n\nWie die Schuldnerin mit rechtsgenüglich begründeten Ausführungen dartut, ist die betreffende Sachverhaltsfeststellung offensichtlich unrichtig und damit willkürlich (Botschaft vom 28. Februar 2001 zur Totalrevision der Bundesrechtspflege, BBl 2001 4338 zu Art. 92; BGE 133 II 249 E. 1.2.2 S. 252; BGE 133 III 393 E. 7.1 S. 398): Wie aus dem bereits im erstinstanzlichen Verfahren eingereichten und bei den Akten liegenden Handelsregisterauszug ersichtlich und vom erstinstanzlichen Richter zutreffend festgestellt worden ist, war Z., welcher den betreffenden Vertrag für die Schuldnerin in Eigenregie unterzeichnet hat, nur kollektiv unterschriftsberechtigt. Das heisst, dass der betreffende Vertrag nie zustande gekommen ist, wie die Bank denn auch im erstinstanzlichen Verfahren anerkannt hat; überdies bedeutet das aber auch, dass Z. die betreffende Schuld für die Schuldnerin nicht rechtsgültig anerkennen konnte und diese sich keine Anerkennung entgegenhalten lassen muss.\n\nDie gegenteilige Annahme des Kantonsgerichts, die Schuldnerin habe mit der Vertragsunterzeichnung eine Schuldanerkennung über Fr. 2,4 Mio. abgegeben, erweist sich als willkürlich, und der mangels gültiger Unterzeichnung nie zustande gekommene Vertrag vom 4. Mai 2004 fällt auch als Teil einer zusammengesetzten Urkunde ausser Betracht. BGE 136 III 627 S. 631\n\n3.2 Das Kantonsgericht ist sodann davon ausgegangen, dass der Betrag von Fr. 2,4 Mio. von der Schuldnerin auch im Vertrag vom 29. März 2005 anerkannt worden sei. Die Bank habe diesen zwar nicht einreichen können, aber in Ziff. 13 des Rahmenkreditvertrages sei vereinbart worden, dass der Vertrag vom 29. März 2005 als aufgehoben gelte, womit dessen Existenz nachgewiesen sei.\n\nAbgesehen davon, dass es in rechtlicher Hinsicht widersprüchlich ist, einen aufgehobenen Vertrag als Rechtsöffnungstitel (selbständig oder als Teil einer zusammengesetzten Urkunde) anzusehen, kritisiert die Schuldnerin mit zutreffenden Willkürrügen, dass mit der betreffenden Aufhebungsklausel kein rechtsgültiges Zustandekommen des (mangels Auffindbarkeit bei der Bank nicht in den Akten liegenden) Vertrages vom 29. März 2005 und noch viel weniger dessen Inhalt nachgewiesen sei. Der angefochtene Entscheid äussert sich denn auch nicht im Ansatz zum Inhalt dieses Vertrages; er ist schlichtweg unbekannt.\n\nVor diesem Hintergrund kann der (unbekannte) Vertrag weder selbständig oder im Sinn einer zusammengesetzten Urkunde als Rechtsöffnungstitel in Betracht kommen, und entsprechend erweist sich die Feststellung, die Schuldnerin habe den Betrag, für den Rechtsöffnung verlangt wird, in drei verschiedenen Verträgen anerkannt, als willkürlich.\n\nFür die weiteren Ausführungen ist mithin von der Sachverhaltsbasis auszugehen, dass einzig der Rahmenkreditvertrag vom 21. Dezember 2005 als gültig geschlossener Vertrag in den Akten liegt und potentiell als Rechtsöffnungstitel in Frage kommen kann.\n\n3.3 Das Kantonsgericht hat massgeblich darauf abgestellt, dass die Schuldnerin weder auf die Bestätigung des festen Vorschusses seitens der Bank noch auf deren Kreditverlängerungen, Fälligkeitserinnerungen und Kündigungsschreiben reagiert habe.\n\nWas für eine Bedeutung der fehlenden Reaktion seitens der Schuldnerin beizumessen ist, kann allein im ordentlichen Anerkennungsprozess eine Rolle spielen. Eigentümlichkeit des provisorischen Rechtsöffnungsverfahrens ist, dass es nicht reicht, die Schuld mit irgendwelchen Dokumenten zu plausibilisieren, sondern diese in einer vom Schuldner unterzeichneten Urkunde anerkannt sein muss, wobei sich die Schuldanerkennung auch aus einer Mehrheit von Urkunden ergeben kann. Blosses Stillschweigen zu Dokumenten der Gegenseite kann jedoch nicht zu einer Schuldanerkennung führen, BGE 136 III 627 S. 632auch nicht im Sinn einer zusammengesetzten Urkunde (BGE 132 III 480 E. 4.3 S. 482). Nach der in E. 2 wiedergegebenen Definition ist vielmehr erforderlich, dass die unterzeichnete Urkunde auf die Schriftstücke, welche die Schuld betragsmässig ausweisen, klar und unmittelbar Bezug nimmt. Dies trifft auf die einseitig von der Bank stammenden Schreiben - gleich wie bei Kontoauszügen (BGE 132 III 480 E. 4.3 S. 482) - nicht zu. Sie beinhalten auch keine anerkennende Willensäusserung des Schuldners und können deshalb nicht Teil einer zusammengesetzten Schuldanerkennung sein.\n\n3.4 Vorliegend verlangt die Bank Rechtsöffnung für einen festen Vorschuss, den sie nach ihren Ausführungen gestützt auf den Rahmenkreditvertrag gewährt hat. Nach dem in E. 2 Gesagten könnte der Rahmenkreditvertrag diesbezüglich allenfalls dann als Rechtsöffnungstitel in Betracht kommen, wenn zweifelsfrei die Auszahlung eines sich auf den betreffenden Vertrag stützenden Darlehens nachgewiesen ist.\n\nDamit wird vom Gläubiger nichts Unmögliches, sondern Selbstverständliches verlangt. Soweit es sich um eine buchführungspflichtige Firma handelt, ist diese im Übrigen von Gesetzes wegen verpflichtet, die betreffenden Buchungsbelege während mindestens zehn Jahren aufzubewahren (Art. 962 Abs. 1 OR; vgl. auch die Verordnung vom 24. Februar 2002 über die Führung und Aufbewahrung der Geschäftsbücher [Geschäftsbücherverordnung, GeBüV; SR 221.431]). Es darf von einer am Markt auftretenden Geschäftsbank erwartet werden, dass sie eine ordnungsgemässe Geschäfts- und Buchführung pflegt und Auszahlungsbelege aufbewahrt, umso mehr als es vorliegend um Millionenbeträge geht.\n\nWie bereits vor den kantonalen Instanzen verweist die Bank auch im bundesgerichtlichen Verfahren nur auf allgemeine Korrespondenz, obwohl die Schuldnerin die Auszahlung von Anfang an bestritten hat. In dieser Situation ist der blosse Rahmenkreditvertrag nach dem Gesagten als Rechtsöffnungstitel unzureichend und die Bank hat die Konsequenzen zu tragen, wenn sie die Auszahlung nicht nachzuweisen vermag."}