{"annee": "136", "cour": "III", "page": "65", "date": "13/1/2010", "cite": ["134 III 159", "118 II 168", "115 II 452", "132 III 109"], "cite_par": ["142 III 657", "143 III 653"], "chapeau": "8. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause H.X. et F.X. contre Société Y. (recours en matière civile)\n\n4A_553/2009 du 13 janvier 2010", "regestes": ["Coopérative d'habitation; contrat de bail à loyer conclu entre la coopérative et le coopérateur-locataire; relation entre la résiliation du bail par la société coopérative et l'exclusion de la société. Lorsque le rapport corporatif, qui lie le coopérateur-locataire et la coopérative d'habitation, et le rapport d'obligation, qui résulte de la conclusion d'un bail entre la société coopérative et le coopérateur-locataire, n'ont pas été couplés par un accord spécifique des parties, la société coopérative peut résilier le bail sans exclure le coopérateur-locataire de la société, pour autant toutefois que le motif du congé permette aussi l'exclusion de la coopérative (consid. 2.1-2.4). Le manque persistant d'égards envers les voisins, qui permet la résiliation extraordinaire du bail (art. 257f al. 3 CO), constitue également, en droit de la société coopérative, une violation du devoir de fidélité (art. 866 CO) autorisant l'exclusion de la coopérative pour justes motifs (art. 846 al. 2 CO) (consid. 2.5)."], "faits": "|66|\n\nA.\n\nA.a Les époux H.X. et F.X. ont souscrit et libéré des parts sociales de la Société Y. (ci-après: la coopérative) à concurrence de 2'200 fr. Selon ses statuts, cette société a \"pour but de procurer à ses membres des logements familiaux salubres, agréables et à bon marché dans des quartiers urbains\" (art. 2); les appartements sont destinés à être loués en priorité aux membres de la coopérative (art. 3); un membre de la coopérative peut en être exclu lorsqu'il agit intentionnellement en contradiction avec les statuts ou avec les décisions obligatoires des organes compétents de la société ou pour d'autres justes motifs (art. 10 al. 1 let. b et c).\n\nA la suite de l'acquisition de ces parts sociales, la coopérative a remis à bail aux époux H.X. et F.X. (ci-après: les locataires) un appartement de trois pièces et deux chambrettes au 3e étage de l'immeuble dont elle est propriétaire à la rue N., à Genève. Le bail était conclu pour la période du 1er novembre 2000 au 31 octobre 2001 et se renouvelait ensuite tacitement d'année en année; en dernier lieu, le loyer annuel s'élevait à 8'736 fr., sans les charges. Parallèlement, un autre contrat a été conclu entre les parties portant sur la location d'une place de stationnement. |67|\n\nA.b Le 27 mars 2002, la coopérative a informé les locataires qu'elle avait reçu des plaintes de leurs voisins, dérangés notamment par des cris, des éclats de voix, ainsi que par leur attitude agressive, et les a mis en demeure de mettre un terme à leur comportement, sous menace de résiliation du bail pour justes motifs.\n\nLe 16 février 2004, plusieurs locataires ont adressé au gérant de l'immeuble une pétition pour se plaindre du comportement adopté par la famille X. à l'égard du responsable du service d'immeuble.\n\nPar lettre recommandée du 26 février 2004, la coopérative a invité les époux X. à prendre contact avec son président; il leur était reproché le dépôt d'objets personnels sur le palier et dans les locaux communs au sous-sol, leur vulgarité et agressivité verbale, en particulier à l'encontre de la concierge de l'immeuble, ainsi que des cris provenant de leur appartement qui perturbaient la tranquillité des voisins.\n\nLes époux X. n'ont pas répondu à l'invitation et la coopérative leur a adressé un nouveau courrier recommandé, le 16 avril 2004, les mettant en garde que le conseil d'administration de la coopérative avait pris la décision irrévocable de résilier le bail si leur comportement suscitait de nouvelles plaintes; il leur était à nouveau reproché leur comportement vis-à-vis du voisinage en général, singulièrement à l'égard de la concierge, le bruit provenant de leur logement, ainsi que leur sans-gêne dans l'utilisation de la buanderie.\n\nAu début de l'année 2006, des locataires se sont plaints une nouvelle fois auprès des membres du conseil d'administration de la coopérative du comportement bruyant adopté par les époux X.\n\nLe 15 février 2006, le conseil d'administration a pris la décision de charger le gérant de l'immeuble de résilier, pour justes motifs et pour la prochaine échéance légale, le bail de la famille X. En revanche, le conseil d'administration n'a pas prononcé l'exclusion des coopérateurs de la société.\n\nLe 7 mars 2006, des avis de résiliation du bail ont été adressés tant à H.X. qu'à F.X. aussi bien pour l'appartement (à l'échéance du 31 octobre 2006) que pour la place de stationnement (à l'échéance du 15 novembre 2006). La résiliation était fondée sur les nuisances au voisinage (bruit, encombrement du palier, non-respect des règles d'utilisation des parties communes) et se référait aux mises en demeure des 26 février et 16 avril 2004. |68|\n\nB. Les locataires ont requis l'annulation du congé, tandis que la coopérative a demandé leur évacuation. Les deux causes ont été jointes devant le Tribunal des baux et loyers du canton de Genève.\n\nPar jugement du 9 mars 2009, le tribunal a déclaré valable le congé donné aux locataires et a ordonné leur évacuation, considérant qu'ils avaient manqué d'égards envers leurs voisins, en adoptant, de manière persistante, un comportement très bruyant et une attitude agressive et irrespectueuse.\n\nSaisie d'un appel émanant des locataires, la Chambre d'appel en matière de baux et loyers a confirmé ce jugement par arrêt du 5 octobre 2009.\n\nC. H.X. et F.X. exercent un recours en matière civile au Tribunal fédéral contre l'arrêt précité. Les recourants soutiennent principalement que la coopérative ne pouvait pas résilier le bail avant de les avoir exclus de la société coopérative. Ils concluent, principalement, à l'annulation de l'arrêt attaqué et au constat que le congé est nul, subsidiairement au renvoi de la cause à l'autorité cantonale.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 Les recourants soutiennent que leur bail ne pouvait pas être résilié avant qu'ils n'aient été exclus de la société coopérative.\n\nLa cour cantonale a estimé au contraire que les deux rapports juridiques étaient en l'espèce indépendants et qu'il ne s'agissait pas d'un contrat mixte. Elle en a déduit que l'interférence résultant de leur finalité était respectée, étant donné que les motifs de résiliation du bail permettaient aussi l'exclusion de la société coopérative.\n\n2.2 Le coopérateur-locataire et la coopérative d'habitation sont liés par deux rapports de droit: un rapport corporatif, de caractère social, qui se crée entre la société coopérative et son nouveau membre lors de l'acquisition de la qualité d'associé (art. 839 ss CO), d'une part, et un rapport d'obligation, de caractère individuel, qui résulte de la conclusion du contrat de bail à loyer par la société coopérative avec ce nouveau membre (art. 253 ss CO), d'autre part (ATF 134 III 159 consid. 5.2.3 p. 163).\n\n2.3 Ces deux rapports juridiques, fondés l'un et l'autre sur un accord des volontés, génèrent certaines interférences, essentiellement au stade de la résiliation, en raison de la convergence des buts. En |69| effet, celui qui adhère à une coopérative d'habitation agit pour obtenir ainsi l'usage d'un logement et la société coopérative a elle-même pour but de procurer des logements à ses membres. Par le contrat de bail, la société coopérative cède l'usage d'un logement déterminé, moyennant l'engagement du locataire de payer le loyer. Dès lors qu'il a acquis des parts sociales (et effectué normalement pour cela une mise de fonds), le coopérateur-locataire se retrouve membre de la société qui est propriétaire de l'immeuble. La résiliation unilatérale du bail par la coopérative d'habitation a pour effet de priver le coopérateur-locataire contre sa volonté de l'usage du logement et de faire disparaître ainsi au moins l'essentiel de son intérêt à être membre de la société coopérative. Pour tenir compte de cette interférence entre les deux rapports juridiques, la jurisprudence a admis, sous réserve de dispositions particulières dans le contrat de bail, que la résiliation du bail ne pouvait intervenir que pour un motif qui permettrait également l'exclusion de la société coopérative pour un juste motif ou pour un autre motif statutaire; dans le système de la coopérative d'habitation, la possibilité de résilier librement le bail en respectant le terme et l'échéance convenus est donc supprimée (ATF 134 III 159 consid. 5.2.3 p. 163 s.; ATF 118 II 168 consid. 3b/aa p. 171).\n\n2.4 La jurisprudence citée se prononce sur les motifs qui permettent de résilier le bail, mais elle ne traite en rien la manière de procéder pour retirer au coopérateur-locataire l'usage du logement loué.\n\nDans le seul cas qui portait sur une résiliation (ATF 118 II 168), la coopérative avait choisi de prononcer simultanément l'exclusion de la coopérative et de résilier le bail. La doctrine considère qu'il est souhaitable, en cas de justes motifs, de procéder de cette façon (BARA TRUOG, Zur Kündigung genossenschaftlicher Mietverhältnisse am Beispiel des Urteils des Genfer Appellationsgerichtes vom 3. Juni 1991, mp 1992 p. 40), tout en admettant qu'il n'est pas exclu que les deux actes juridiques n'interviennent pas simultanément et donnent lieu à deux procédures séparées (TRUOG, op. cit., p. 39).\n\nDans le cas examiné par la jurisprudence (ATF 118 II 168), la question de l'exclusion de la société coopérative avait été tranchée en premier lieu par l'autorité cantonale (ATF 118 II 168 consid. 3b/bb p. 172). Se basant apparemment sur ce précédent, la doctrine en déduit que l'exclusion de la société coopérative doit toujours être tranchée avant la question de la résiliation du bail (DAVID LACHAT, Le bail à loyer, 2008, n° 3.6, p. 91 et n° 5.2, p. 635 s.; ANITA THANEI, |70| Ausgewählte Entscheide zum Kündigungsschutz, Fachreihe Mietrecht n° 4, 1996, p. 5; URS ENGLER, Zur Kündigung genossenschaftlicher Mietverträge, mp 2000 p. 57).\n\nIl est évident que s'il fallait faire trancher définitivement la question de l'exclusion de la société coopérative - le cas échéant en allant jusqu'au Tribunal fédéral - avant de pouvoir commencer une procédure de résiliation du bail, il en résulterait un atermoiement considérable dans la récupération du logement, qui pourrait être extrêmement préjudiciable dans des cas de suspension de paiements, de dégâts persistants causés à la chose louée ou de manques d'égards répétés et graves envers les voisins.\n\nIl faut donc examiner la question, non traitée par la jurisprudence, de la relation entre l'exclusion de la société coopérative et la résiliation du bail. Cette question dépend évidemment du lien que les parties ont voulu créer entre les deux rapports juridiques qui caractérisent la situation du coopérateur-locataire.\n\n2.4.1 Selon les principes généraux, les cocontractants peuvent convenir de lier entre eux deux rapports juridiques d'une manière telle que l'extinction de l'un entraîne celle de l'autre, aucun des rapports ne pouvant persister indépendamment de l'autre; on parle alors de contrats couplés, interdépendants, liés ou connexes (ATF 115 II 452 consid. 3a p. 454; ERNST KRAMER, Commentaire bernois, 3e éd. 1991, n° 64 ad art. 19-20 CO; AMSTUTZ/SCHLUEP, in Commentaire bâlois, Obligationenrecht, vol. I, 4e éd. 2007, n° 10 ad Einleitung vor Art. 184 ss CO; LUC THÉVENOZ, in Commentaire romand, Code des obligations, vol. I, 2003, n° 14 ad Introduction art. 184-529 CO, p. 978; INGEBORG SCHWENZER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 5e éd. 2009, n° 3.17, p. 12). Un tel lien peut être prévu dans les statuts d'une coopérative d'habitation (SUSY B. MOSER, Wohnbaugenossenschaften, 1978, p. 168). Dans un tel cas de figure, une seule manifestation de volonté suffit pour mettre fin aux deux rapports juridiques. Les parties conviennent des motifs de résiliation sous réserve de dispositions impératives. Si la résiliation émane de la société coopérative, on peut admettre que la possibilité de recourir à l'assemblée générale (art. 846 al. 3 CO) doit être ouverte avant que la résiliation ne soit considérée comme définitive sur le plan interne. En cas de contestation par la voie judiciaire, la résiliation doit être portée devant le tribunal compétent pour examiner le rapport de droit prépondérant (LACHAT, op. cit., n° 3.1, p. 88), soit, dans le cas d'un |71| coopérateur-locataire, les tribunaux compétents en matière de baux et loyers. Il n'est en effet pas douteux que le but reconnaissable du coopérateur-locataire est d'obtenir, moyennant paiement, la cession de l'usage d'un logement. Comme on le voit, il n'y a qu'une seule procédure, et non pas deux procédures successives.\n\nEn l'espèce, il n'apparaît nullement que les parties aient voulu lier l'appartenance à la société coopérative et la conclusion du bail d'une manière telle que l'un de ces rapports de droit ne puisse pas survivre à l'autre. Il ne ressort pas des constatations cantonales que l'acquisition des parts sociales donnait aux recourants le droit de louer un appartement déterminé. Selon les statuts, les appartements sont destinés à être loués \"en priorité\" aux membres de la coopérative, ce qui montre qu'il n'est pas exclu de dissocier la qualité de coopérateur et celle de locataire. Les clauses concernant l'exclusion d'un coopérateur ne traitent pas de la résiliation du bail. Il faut donc en conclure que les deux rapports juridiques n'ont pas été liés par la volonté des parties.\n\n2.4.2 Lorsque les deux rapports juridiques n'ont pas été couplés par un accord spécifique, chacun d'eux peut prendre fin indépendamment de l'autre. Dans cette hypothèse, on peut concevoir qu'il y ait, de façon non simultanée, une décision d'exclusion de la coopérative et une résiliation du bail, chaque acte pouvant donner lieu à sa propre procédure devant l'autorité compétente (TRUOG, op. cit., p. 39). Il est permis aussi d'envisager qu'un rapport juridique survive à l'autre. Ainsi, un coopérateur peut être exclu de la société, mais rester néanmoins locataire sur la base du contrat de bail (MOSER, op. cit., p. 167 s.). Il est aussi imaginable que, malgré la résiliation du bail, le coopérateur conserve son sociétariat (ROLAND RUEDIN, Société coopérative d'habitation et bail à loyer, in 8e Séminaire sur le droit du bail, 1994, p. 27). Si la coopérative, qui a résilié le bail et récupéré le logement, ne voit pas d'intérêt à exclure son membre et que ce dernier ne voit pas d'intérêt à exercer son droit de sortie, on ne discerne pas quels principes juridiques interdiraient aux parties de maintenir ce rapport de droit, étant rappelé qu'en matière contractuelle les parties sont en principe seules juges de leur intérêt (art. 19 CO).\n\nEn l'occurrence, les deux rapports juridiques n'ont pas été couplés, de sorte que la société coopérative était en droit de résilier le bail sans exclure les recourants de la société. Il n'en demeure pas moins |72| qu'en raison de l'interférence des buts, le bail ne pouvait pas être résilié pour un motif qui n'aurait pas permis l'exclusion de la coopérative (ATF 134 III 159 consid. 5.2.3 p. 164; ATF 118 II 168 consid. 3b/aa p. 171).\n\n2.5 Le manque persistant d'égards envers les voisins, lequel autorise la résiliation extraordinaire du bail en vertu de l'art. 257f al. 3 CO, constitue également, du point de vue du droit de la société coopérative, une violation du devoir de fidélité déduite de l'art. 866 CO permettant une exclusion de la coopérative pour justes motifs (art. 846 al. 2 CO; PETER HIGI, Commentaire zurichois, 4e éd. 1995, n° 67 ad Vorbemerkungen zu Art. 266-266o CO).\n\nAinsi, au vu du motif retenu par la cour cantonale, la coopérative avait la faculté de résilier le bail, sans qu'elle soit tenue, préalablement ou simultanément, d'exclure son membre de la société. L'exclusion ou la sortie du membre sont indépendants de la résiliation du bail.\n\nLes excès de bruit (arrêt 4C.79/1998 du 4 juin 1998 consid. 2, in SJ 1999 I p. 25 et Pra 1998 n° 153 p. 816) et l'irrespect des règles d'utilisation des parties communes (cf. sur le devoir de diligence du locataire: HIGI, op. cit., n° 10 ad art. 257f CO) constituent, en cas de persistance malgré avertissement, des motifs typiques de congé pour manque d'égards envers les voisins.\n\nEncore faut-il que les faits retenus soient d'une gravité suffisante pour qu'il soit permis d'admettre que la continuation du rapport juridique ne pouvait pas être exigée (arrêt 4C.331/2004 du 17 mars 2005 consid. 1.1.4; HIGI, op. cit., n° 58 ss ad art. 257f CO). Le juge apprécie librement, selon les règles du droit et de l'équité (art. 4 CC), si la résiliation répond à un motif suffisamment grave; à cette fin, il prend en considération tous les éléments concrets du cas particulier. Le Tribunal fédéral ne revoit qu'avec réserve la décision d'équité prise en dernière instance cantonale; il intervient lorsque celle-ci s'écarte sans raison des règles établies par la doctrine et la jurisprudence en matière de libre appréciation, ou lorsqu'elle s'appuie sur des faits qui, dans le cas particulier, ne devaient jouer aucun rôle, ou, à l'inverse, lorsqu'elle ignore des éléments qui auraient dû être pris en considération; en outre, le Tribunal fédéral redresse les décisions rendues en vertu d'un pouvoir d'appréciation lorsqu'elles aboutissent à un résultat manifestement injuste ou à une iniquité choquante (ATF 132 III 109 consid. 2 p. 111 s.).\n\n|73| La cour cantonale a constaté que les recourants se livraient entre eux à des disputes violentes et bruyantes qui effrayaient les enfants et qu'ils se montraient agressifs, singulièrement à l'égard de la concierge. Bien qu'ils s'efforcent de les minimiser, les recourants ne contestent pas vraiment ces faits. Il a été relevé également qu'ils ne respectaient pas les règles sur l'utilisation des locaux communs, ce qui n'est pas non plus contesté. Ils ont été dûment mis en face de leurs obligations et avertis du risque de résiliation; néanmoins, ils ont persisté dans leur attitude. Sur ce point également, les recourants ne critiquent pas les constatations cantonales. Au vu des faits établis - d'une manière qui lie le Tribunal fédéral (art. 105 al. 1 LTF) -, on ne voit pas que la cour cantonale ait violé le droit fédéral, notamment abusé de son pouvoir d'appréciation, en retenant qu'il y avait in casu de justes motifs, compatibles également avec le droit de la coopérative, permettant la résiliation du bail.\n\nPartant, le recours doit être rejeté."}