{"annee": "136", "cour": "III", "page": "461", "date": "26/7/2010", "cite": ["131 III 153", "100 II 200", "98 II 88", "133 III 664", "91 III 19"], "cite_par": ["138 III 728", "138 III 354"], "chapeau": "66. Estratto della sentenza della I Corte di diritto civile nella causa A.A. contro Banca B. SA (ricorso in materia civile)\n\n4A_421/2009 del 26 luglio 2010", "regestes": ["Droit des héritiers d'être renseignés par une banque qui détient des avoirs dont le défunt était l'ayant droit économique (art. 560 CC). Il n'existe aucune relation contractuelle directe entre la banque et l'ayant droit économique; les héritiers de celui-ci n'acquièrent dès lors aucun droit contractuel aux renseignements (consid. 4); un tel droit ne peut résulter que du droit successoral (consid. 5.2).", "Art. 17 al. 3 de la Convention d'établissement et consulaire du 22 juillet 1868 entre la Suisse et l'Italie; champ d'application matériel et personnel; admissibilité d'une professio juris. La norme s'applique à toutes les contestations de nature successorale entre les héritiers eux-mêmes et avec des tiers au sujet de la succession d'un ressortissant italien décédé en Suisse (consid. 5.2 et 5.3). Cette norme n'empêche pas une professio juris (consid. 6.1 et 6.2)."], "faits": "BGE 136 III 461 S. 462\n\nA. C.A., cittadino italiano con ultimo domicilio a Collina d'Oro (Cantone Ticino), è deceduto a Milano il 14 settembre 2007, lasciando tre figli e la vedova di seconde nozze A.A. Il 19 ottobre 2007 è stato pubblicato davanti alla Pretura di Lugano, sezione 4, il testamento olografo datato 21 febbraio 1997 nel quale il defunto designava eredi i tre figli in parti uguali.\n\nB. Con precetto esecutivo civile del 13 marzo 2008 A.A. ha intimato alla banca B. SA di consegnarle entro 10 giorni la documentazione completa concernente il conto x e qualsiasi altra relazione diretta intestata o cointestata in qualunque forma al defunto, nonché di informarla sull'esistenza di qualsiasi altra relazione indiretta di rapporti fiduciari, società anonime, fondazioni e Anstalt del Liechtenstein, trust anglosassoni e altre entità giuridiche in Svizzera o all'estero delle quali il defunto fosse stato avente diritto economico, di darle se del caso tutte le informazioni necessarie per identificare e raggiungere le persone che gestiscono tali relazioni e di consegnarle anche a questo proposito la documentazione completa.\n\nLa banca si è opposta al precetto esecutivo civile.\n\nC. Statuendo il 5 giugno 2008 il Pretore del Distretto di Lugano, sezione 1, ha respinto l'opposizione limitatamente alle informazioni concernenti il conto x e altre relazioni bancarie, ma solo nella misura in cui fossero intestate o cointestate al defunto; per il resto ha mantenuto l'opposizione.\n\nEntrambe le parti si sono aggravate contro il giudizio del Pretore: A.A. per ottenere la reiezione integrale dell'opposizione al precetto esecutivo; B. SA auspicando la conferma della propria opposizione. Con sentenza del 26 giugno 2009 la II Camera civile del Tribunale d'appello del Cantone Ticino ha respinto le due appellazioni.\n\nD. A.A. insorge davanti al Tribunale federale con ricorso in materia civile del 4 settembre 2009, con il quale chiede che l'opposizione della banca sia respinta integralmente anche per le relazioni indirette del defunto. BGE 136 III 461 S. 463\n\nCon osservazioni del 16 ottobre 2009 B. SA propone di dichiarare il ricorso irricevibile, in via subordinata di respingerlo. L'autorità cantonale non ha presentato osservazioni.\n\nIl Tribunale federale ha accolto il ricorso, annullato la sentenza impugnata e rinviato la causa all'autorità cantonale per nuovo giudizio.", "considerants": "Dai considerandi:\n\n4. Nella successione a titolo universale gli eredi subentrano in tutti i diritti e in tutti gli obblighi patrimoniali del defunto, di conseguenza anche nel diritto di rendiconto relativo ai rapporti contrattuali, in quanto non avessero carattere strettamente personale (art. 560 CC). L'estensione di questo diritto degli eredi è la stessa che valeva per il defunto (DTF 133 III 664 consid. 2.5 pag. 667). Il segreto bancario secondo l'art. 47 della legge sulle banche dell'8 novembre 1934 (LBCR; RS 952.0), che non esisteva evidentemente nei confronti del defunto, non è opponibile nemmeno agli eredi (DTF 133 III 664 consid. 2.6 pag. 668).\n\nPer quanto riguarda invece le relazioni bancarie di istituti quali trust o fondazioni del Liechtenstein, il Tribunale federale ha già avuto modo di chiarire che il beneficiario economico non è parte nel rapporto contrattuale, cosicché per la banca i rapporti ch'egli intrattiene con il titolare del conto sono res inter alios acta. In questo caso il segreto bancario è - di principio - opponibile all'avente diritto economico (sentenza 4C.108/2002 del 23 luglio 2002 consid. 3c/aa; cfr. anche DTF 100 II 200 consid. 8a e 9 pag. 211 segg.; CARLO LOMBARDINI, Droit bancaire suisse, 2o ed. 2008, cap. XXXIV, n. 64 pag. 983; CLAUDIA GEIGER, Der wirtschaftlich Berechtigte im Sinne der Vereinbarung über die Standesregeln zur Sorgfaltspflicht der Banken [VSB], 2006, pag. 78).\n\nNe segue che la sentenza impugnata esclude con ragione che la ricorrente possa subentrare, in quanto erede di C.A., nel diritto contrattuale di essere informata su eventuali relazioni indirette presso la banca, del quale nemmeno il defunto fruiva.\n\n5. I giudici ticinesi, come detto, si sono in seguito chiesti se il diritto d'informazione della vedova possa nondimeno scaturire dal diritto successorio. Visto il carattere internazionale della lite - l'istante è domiciliata in Italia - era perciò necessario chiarire preliminarmente quale fosse la legge applicabile alla successione (italiana o svizzera). La questione, controversa tra le parti, è invece rimasta indecisa BGE 136 III 461 S. 464davanti alle due istanze cantonali. Il Tribunale federale la può esaminare d'ufficio e con pieno potere (DTF 131 III 153 consid. 3 pag. 156).\n\n5.1 Per la ricorrente la successione è retta dal diritto italiano in forza del rinvio dell'art. 17 cpv. 3 del Trattato di domicilio e consolare tra Svizzera e l'Italia del 22 luglio 1868 (RS 0.142.114.541; in seguito: Trattato italo-svizzero). Se ne era in effetti prevalsa davanti al Pretore, ma solo per giustificare la propria qualità di erede legittima e per sostenere che la massa ereditaria comprende anche gli averi fiduciari e di altre società o strutture successorie delle quali il defunto fosse stato beneficiario economico; per il resto aveva dato per scontato di agire in rendiconto secondo il diritto svizzero (art. 400 CO). Anche il Pretore, di fronte alla professio iuris testamentaria eccepita dalla convenuta, aveva preso in considerazione il diritto italiano solo per appurare la qualità di erede legittima dell'istante. E il Tribunale di appello, infine, ha criticato la decisione del Pretore per non avere deciso quale fosse il diritto applicabile per la determinazione dell'asse successorio, ma ha rinunciato a sua volta a farlo, per il motivo, dedotto anch'esso dalla dottrina svizzera, che l'istante non aveva comunque reso verosimile l'esistenza di relazioni indirette tra la banca convenuta e il defunto.\n\n5.2 L'art. 17 cpv. 3 del Trattato italo-svizzero vuole che le controversie tra gli eredi di un italiano morto con ultimo domicilio in Svizzera riguardo all'eredità siano portate davanti al giudice dell'ultimo domicilio che l'italiano aveva in Italia. Questa norma disciplina allo stesso modo il diritto materiale applicabile, sebbene il testo menzioni solo il foro (DTF 98 II 88 consid. 2 pag. 92 in fine).\n\nLa causa in esame riguarda l'eredità nel senso dell'art. 17 cpv. 3 del Trattato italo-svizzero, dal momento che il diritto all'informazione della ricorrente può derivare solo dal diritto successorio. Nella DTF 98 II 88 consid. 3 a pag. 94 il Tribunale federale, procedendo per analogia con la portata di un trattato simile che vigeva con la Francia, aveva stabilito che era determinante il vero oggetto del litigio (era giunto alla conclusione che in quella fattispecie la contestazione non avesse carattere successorio, perché i diritti delle parti sul bene in discussione dipendevano dal diritto matrimoniale, non da quello successorio).\n\n5.3 Anche gli altri presupposti per l'applicazione dell'art. 17 cpv. 3 del Trattato italo-svizzero sono adempiuti. La ricorrente agisce come erede di un italiano morto con ultimo domicilio in Svizzera. Convenuto è invero un terzo, non un altro erede. Tuttavia, benché il testo BGE 136 III 461 S. 465della disposizione si riferisca soltanto a controversie \"tra gli eredi\" di un italiano morto in Svizzera, non v'è dubbio che, in forza del principio dell'unità della successione, anche le liti tra eredi e terzi non eredi possano rientrare nel suo campo di applicazione materiale, purché il titolo dell'azione sia di natura successoria (cfr. HERBERT CHENEVARD, Le régime civil des successions dans les rapports italo-suisses, 1985, pag. 64; FRANCO MASPOLI, Le successioni e il Trattato italo-svizzero del 22 luglio 1868, 1934, pag. 99; DUTOIT ET AL., Répertoire de droit international privé suisse, vol. III, 1986, pag. 120).\n\nQuesta interpretazione è conforme alla giurisprudenza della Corte di cassazione italiana (menzionata anche dalla ricorrente) secondo la quale la normativa attribuisce \"tutte le controversie relative alla successione mortis causa di un cittadino italiano o svizzero, defunto in uno qualsiasi dei paesi stipulanti, e comunque insorte fra gli eredi, i legatari o altri soggetti interessati alla successione, al giudice dell'ultimo domicilio che il de cuius aveva nel suo paese d'origine\" (Cass. civ., sez. un., 1o luglio 1992, n. 8081, in: La nuova giurisprudenza civile commentata [NGCC] 1993 pag. 236, con rinvii).\n\n5.4 Ne viene che, in forza dell'art. 17 cpv. 3 del Trattato italo-svizzero, il diritto sostanziale applicabile alla successione sarebbe quello italiano. Anche il giudice competente sarebbe invero quello italiano, ma sulla questione non v'è contestazione, avendo la convenuta accettato di comparire davanti al Pretore senza nulla eccepire ed ammettendo l'art. 17 del Trattato italo-svizzero, per lo meno secondo l'interpretazione che ne dà la Svizzera, la proroga della giurisdizione (DTF 91 III 19 consid. 2b pag. 25 in fine).\n\n6. Contestata è invece la professio iuris a favore del diritto svizzero contenuta nel testamento di C.A., della quale si prevale la convenuta. La ricorrente la ritiene \"nulla\" perché in contrasto con la norma internazionale. Essendo il diritto materiale applicabile alla successione determinante per l'esito della causa, l'efficacia della scelta testamentaria di C.A. non può rimanere indecisa.\n\n6.1 Per CHENEVARD (op. cit., pagg. 58 e 60) l'art. 17 del Trattato italo-svizzero impedisce al defunto di scegliere per testamento una legge diversa da quella alla quale la norma rinvia, poiché gli Stati contraenti, nonostante il silenzio del testo adottato, si ponevano l'obiettivo principale di sottomettere i rapporti successori al diritto nazionale del defunto.\n\nQuesta interpretazione appare tuttavia desueta, soprattutto dopo che anche il diritto internazionale privato italiano ammette che il BGE 136 III 461 S. 466defunto possa sottoporre la propria successione alla legge dello Stato di residenza (art. 46 cpv. 2 della legge n. 218 del 31 maggio 1995). Sarebbe infatti insoddisfacente che, in un caso come quello in esame, la legge svizzera applicabile secondo il diritto internazionale privato vigente sia in Italia che in Svizzera (art. 90 cpv. 1 LDIP [RS 291]) venga accantonata in forza di un trattato ultra-centenario. Donde la necessità di ammettere deroghe all'art. 17 cpv. 3 del Trattato italo-svizzero, che si voglia attribuirgli un carattere non imperativo anche sotto questo profilo, al pari di quanto già avviene per la proroga del foro (DTF 91 III 19 consid. 2b pag. 25 in fine), oppure considerando semplicemente che il rinvio al diritto italiano ch'esso prevede include la possibilità della professio iuris permessa dall'art. 46 cpv. 2 della citata legge italiana (in questo senso: BERNARD DUTOIT, Le droit international privé suisse de la famille et des successions à l'épreuve du temps: Dix ans de LDIP, RSDIE 2000 pag. 295 segg.; GERARDO BROGGINI, Rapporti patrimoniali fra coniugi e successioni per causa di morte nelle relazioni italo-svizzere, in: Raccolta di studi pubblicati in occasione delle giornate dei giuristi svizzeri, 1997, pag. 155 segg.; ANDREA BONOMI, La loi applicable aux successions dans le nouveau droit international privé italien et ses implications dans les relations italo-suisses, RSDIE 1996 pag. 503 segg.).\n\n6.2 La professio iuris va di conseguenza ammessa anche nell'ambito del campo di applicazione del Trattato italo-svizzero. Il Tribunale federale non può però trarne conclusioni concrete nel caso specifico, poiché la sentenza impugnata non contiene accertamenti concernenti la volontà espressa dal defunto; esso può soltanto annullare il giudizio e rinviare la causa alla Corte cantonale, affinché completi gli accertamenti, determini il diritto che regge la controversia e statuisca di nuovo applicando quello svizzero o italiano, a seconda che ammetterà o no la professio iuris."}