{"annee": "136", "cour": "I", "page": "376", "date": "20/12/2010", "cite": ["136 I 364", "131 I 74", "131 I 85", "136 I 352", "105 IA 80", "129 I 185", "103 IA 369", "125 I 173", "94 I 305"], "cite_par": ["140 I 107", "138 I 196", "141 I 186", "143 I 426", "140 I 394", "143 I 92", "139 I 195", "138 II 5"], "chapeau": "38. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Sozialdemokratische Partei des Kantons Zug und Mitb. gegen Kantonsrat und Regierungsrat des Kantons Zug (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_127/2010 / 1C_491/2010 vom 20. Dezember 2010", "regestes": ["Procédure d'élection du parlement cantonal, élection selon le système proportionnel, définition des arrondissements électoraux, répartition des sièges, droit des petites communes à une représentation minimale; art. 34 Cst.; § 24, 38 et 78 Cst./ZG. Procédure d'élection et procédure d'élection à la proportionnelle au regard de la Constitution fédérale (consid. 4.1). Procédure d'élection à la proportionnelle selon le droit du canton de Zoug (consid. 4.2-4.4). La procédure cantonale d'élection n'est pas compatible avec les principes de l'élection selon le système proportionnel (consid. 4.5). Mise en oeuvre conforme à la Constitution de l'élection selon le système proportionnel, par la répartition correspondante des sièges (consid. 4.6). Reconnaissance du droit coutumier conforme à la Constitution; il est permis d'accorder aux petites communes un droit minimal de deux sièges au parlement cantonal (consid. 5.2)."], "faits": "BGE 136 I 376 S. 377\n\nA. Der Kantonsrat des Kantons Zug beschloss am 27. August 2009 Änderungen des Gesetzes vom 28. September 2006 über die Wahlen und Abstimmungen (Wahl- und Abstimmungsgesetz, WAG; BGS 131.1). Darin eingeschlossen war die Abschaffung der Listenverbindungen. Anlässlich der Volksabstimmung vom 7. März 2010 stimmten rund zwei Drittel der Stimmberechtigten der Gesetzesänderung zu.\n\nB. Im Hinblick auf die Wahl des Kantonsrates vom Herbst 2010 erliess der Kantonsrat am 28. Januar 2010 den Beschluss betreffend Anzahl Kantonsratsmandate für die einzelnen Gemeinden. Der Kantonsratsbeschluss hat folgenden Wortlaut:\n\n§ 1\n\n1", "considerants": ""}