{"annee": "136", "cour": "II", "page": "177", "date": "2/2/2010", "cite": ["131 II 339", "125 II 29", "124 II 1", "129 II 438", "127 I 133", "135 I 143", "136 II 5", "136 II 65", "130 II 1", "134 II 10", "120 IB 42", "130 II 113", "130 II 388", "136 II 78", "122 II 289"], "cite_par": ["143 II 57", "138 I 61", "136 II 497", "139 II 404", "136 II 329", "139 I 330", "144 II 1", "137 I 305", "137 I 284"], "chapeau": "17. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. X. gegen Departement des Innern des Kantons Solothurn (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_490/2009 vom 2. Februar 2010", "regestes": ["Art. 8 CEDH; art. 29 Cst.; art. 83 let. c ch. 2 LTF; art. 7 let. d ALCP; art. 2 et 3 Annexe I ALCP; art. 2 al. 2, 43, 47 et 51 LEtr; demande de reconsidération en vue d'un regroupement familial selon l'Accord sur la libre circulation. Pour que le recours en matière de droit public soit recevable, il suffit d'un droit potentiel à l'autorisation, motivé de manière soutenable; le point de savoir si les conditions en sont réunies dans le cas particulier relève de l'examen au fond (consid. 1). Conditions auxquelles le droit fédéral impose d'entrer en matière sur une demande de reconsidération en droit des étrangers (consid. 2). Aspects à examiner s'agissant du regroupement familial en faveur des enfants du conjoint, dans le cadre de l'Accord sur la libre circulation (consid. 3)."], "faits": "|178|\n\nX. (geb. 1968) war von 1992 bis zum 21. Juni 2002 in der Türkei verheiratet. Aus der Ehe gingen zwei Kinder hervor: Y. (geb. 21. Juni 1993) und Z. (geb. 25. April 1996). Am 12. März 2002 ersuchte X. in der Schweiz um Asyl; am 24. Dezember 2002 heiratete er eine hier niedergelassene deutsche Staatsangehörige, worauf ihm am 11. April 2003 eine (in der Folge regelmässig erneuerte) Aufenthaltsbewilligung und am 17. März 2008 die Niederlassungsbewilligung erteilt wurde.\n\nAm 13. August 2007 ersuchte X. darum, seine Kinder, über deren Sorgerecht er seit der Scheidung verfügte, in die Schweiz nachziehen zu können, was das Departement des Innern des Kantons Solothurn (Ausländerfragen) am 16. Dezember 2008 ablehnte. Das Verwaltungsgericht des Kantons Solothurn bestätigte diesen Entscheid auf Beschwerde hin am 8. April 2009. Es begründete seine Haltung im Wesentlichen damit, dass die Kindsmutter und die Eltern von X., auch wenn dessen Mutter erkrankt sei, weiterhin als die wichtigsten Bezugspersonen für die Kinder zu gelten hätten und für diese in der Heimat gesorgt werden könne.\n\nAm 18. Dezember 2008 bzw. 6. Januar 2009 beantragte X. beim Departement des Innern des Kantons Solothurn, die Verfügung vom 16. Dezember 2008 in Wiedererwägung zu ziehen, da sich die Rechtslage geändert habe und die Unterscheidung des Nachzugs von Kindern zu den gemeinsamen Eltern oder bloss zu einem Elternteil keine Rolle mehr spiele. Das Departement trat am 13. Mai 2009 auf das Gesuch nicht ein, da keine neuen Tatsachen oder Umstände ersichtlich seien, die einen (nachträglichen) Familiennachzug rechtfertigen würden. Das Verwaltungsgericht des Kantons Solothurn wies die hiergegen eingereichte Beschwerde am 14. Juli 2009 ab. |179|\n\nDas Bundesgericht heisst die von X. hiergegen eingereichte Beschwerde gut, hebt das Urteil des Verwaltungsgerichts auf und weist die Sache zu neuem Entscheid im Sinne der Erwägungen an das Departement des Innern des Kantons Solothurn zurück.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Auf dem Gebiet des Ausländerrechts ist die Beschwerde in öffentlich-rechtlichen Angelegenheiten gegen die Erteilung oder Verweigerung von Bewilligungen ausgeschlossen, auf die weder das Bundesrecht noch das Völkerrecht einen Anspruch einräumen (Art. 83 lit. c Ziff. 2 BGG). Der Beschwerdeführer ist türkischer Staatsbürger und seit Ende 2002 mit einer hier niedergelassenen Deutschen verheiratet. Er kann sich für seinen Aufenthalt und denjenigen seiner Kinder wegen der Staatsbürgerschaft seiner Gattin bzw. wegen deren (originären) Anwesenheitsrechts als Arbeitnehmerin grundsätzlich auf Art. 7 lit. d FZA berufen, da nach der bundesgerichtlichen Rechtsprechung nicht mehr erforderlich ist, dass er oder seine Kinder sich hierfür bereits rechtmässig mit einem nicht nur vorübergehenden Aufenthaltstitel in der Schweiz oder in einem anderen Vertragsstaat aufgehalten haben (vgl. BGE 136 II 5 E. 3.7 S. 19 [Praxisänderung \"Metock\"]). Nach dieser Bestimmung regeln die Vertragsparteien das Aufenthaltsrecht der Familienangehörigen, ungeachtet von deren Staatsangehörigkeit, im Rahmen des Anhangs I. Der Anwendung des Freizügigkeitsabkommens steht nicht entgegen, dass seine Ehefrau bereits vor dessen Inkrafttreten in die Schweiz einreiste (vgl. BGE 134 II 10 E. 2 S. 13); ausschlaggebend ist, dass sie sich selber nach Inkrafttreten des Abkommens als Arbeitnehmerin auf ein Anwesenheitsrecht im Sinne von Art. 2 Anhang I FZA berufen kann (BGE 130 II 1 E. 3.4 S. 7; Urteil 2A.425/2003 vom 5. März 2004 E. 3.3 mit Hinweisen, in: ZBl 106/2005 S. 532 ff.). Ob die (weiteren) Bewilligungsvoraussetzungen gegeben sind, ist eine Frage der materiellen Prüfung (LAURENT MERZ, Le droit de séjour selon l'ALCP et la jurisprudence du Tribunal fédéral, in: RDAF 2009 I S. 248 ff., dort S. 305 f.). Für das Eintreten genügt, dass im Rahmen des Freizügigkeitsabkommens potentiell ein Anspruch besteht bzw. die Kriterien einer der im FZA vorgesehenen Situationen der Freizügigkeit erfüllt erscheinen (vgl. Art. 4, 10 und 11 FZA; BGE 131 II 339 E. 1.2; BGE 130 II 388 E. 1.2 [je zu Art. 100 Abs. 1 lit. b |180| Ziff. 3 OG]; Urteil 2C_217/2009 vom 11. September 2009 E. 1.2). Das Bundesgericht kann die Rechtslage gemäss FZA vorliegend berücksichtigen, auch wenn die Verfahrensbeteiligten sich ursprünglich nicht darauf berufen haben (BGE 130 II 1 E. 3.1 S. 5; Anwendung des Bundesrechts von Amtes wegen), da ihnen der Instruktionsrichter Gelegenheit gegeben hat, sich im Rahmen eines zweiten Schriftenwechsels zur ursprünglich für sie nicht absehbaren Anwendung des FZA auf den vorliegenden Sachverhalt zu äussern.\n\n1.2 Das Ausländergesetz sieht vor, dass ausländische Ehegatten und ledige Kinder unter 18 Jahren von Personen mit Niederlassungsbewilligung Anspruch auf Erteilung und Verlängerung der Aufenthaltsbewilligung haben, wenn sie mit dieser Person zusammenwohnen (Art. 43 AuG [SR 142.20]) und die anderen im Gesetz vorgesehenen Bedingungen erfüllt sind (Art. 47 und Art. 51 AuG). Die Regelung findet auf Staatsangehörige der Mitgliedstaaten der EU und deren Familienangehörigen nur Anwendung, soweit das Freizügigkeitsabkommen keine abweichenden Bestimmungen enthält oder das Ausländergesetz für sie günstiger ist als die staatsvertragliche Regelung (Art. 2 Abs. 2 AuG; BGE 134 II 10 E. 3.6 und 4; MERZ, a.a.O., S. 290; vgl. auch EPINEY/CIVITELLA, Die rechtliche Stellung von Unionsbürgern und Drittstaatsangehörigen in der Schweiz - ein Vergleich ausgewählter Aspekte, in: Jahrbuch für Migrationsrecht 2007/2008, Achermann und andere [Hrsg.], 2008, S. 3 ff., S. 41 ff.). Sollte das Freizügigkeitsabkommen im vorliegenden Fall nicht zur Anwendung kommen, könnte sich der Beschwerdeführer zumindest auf den Rechtsanspruch nach Art. 43 AuG (in Verbindung mit Art. 126 Abs. 3 AuG) bzw. im Verhältnis zu seinen minderjährigen Kindern, zu denen er eine intakte, gelebte familiäre Beziehung hat, auch direkt auf Art. 13 BV bzw. Art. 8 EMRK berufen. Ob die entsprechenden Anspruchsvoraussetzungen erfüllt sind, wäre wiederum eine Frage der materiellen Prüfung und nicht der Zulässigkeit des Rechtsmittels (so zu Art. 50 Abs. 1 lit. b AuG: Urteil 2C_216/2009 vom 20. August 2009 E. 1.4; zu Art. 8 EMRK: Urteil 2D_138/2008 vom 10. Juni 2009 E. 2.2; BGE 122 II 289 E. 1c S. 292 ff.).\n\n1.3 Die Beschwerde in öffentlich-rechtlichen Angelegenheiten ist nur gegen kantonal letztinstanzliche richterliche Entscheide zulässig (Art. 86 BGG). Soweit der Beschwerdeführer die Aufhebung der Verfügung des Departements des Innern verlangt, ist auf sein Begehren nicht einzutreten; der entsprechende Entscheid gilt jedoch |181| inhaltlich als mitangefochten (BGE 129 II 438 E. 1 S. 441; BGE 125 II 29 E. 1c S. 33; Urteil 2A.725/2006 vom 23. März 2007 E. 1.4). Nachdem der Beschwerdeführer ausschliesslich das Urteil des Verwaltungsgerichts des Kantons Solothurn vom 14. Juli 2009 anficht, bildet einzig die Frage Verfahrensgegenstand, ob sich das Departement des Innern (Ausländerfragen) wegen der neuen Rechtslage mit dem \"Wiedererwägungsgesuch\" vom 6. Januar 2009 materiell hätte befassen müssen. Da beide Instanzen davon ausgegangen sind, dass das neue Recht zu keiner anderen Lösung geführt hätte, weshalb auf das Wiedererwägungsgesuch nicht einzutreten gewesen sei, sind vorliegend aber auch gewisse Überlegungen zu dessen Auslegung erforderlich. In diesem Rahmen ist auf die frist- und formgerecht eingereichte Beschwerde einzutreten.\n\n2.\n\n2.1 Nach der zu Art. 4 aBV entwickelten bundesgerichtlichen Praxis, die im Rahmen von Art. 29 BV weiter gilt (vgl. BGE 127 I 133 E. 6 S. 137), ist eine Verwaltungsbehörde von Verfassungs wegen verpflichtet, auf ein neues Gesuch einzutreten, wenn die Umstände sich seit dem ersten Entscheid wesentlich geändert haben oder wenn der Gesuchsteller erhebliche Tatsachen und Beweismittel namhaft macht, die ihm im früheren Verfahren nicht bekannt waren oder die schon damals geltend zu machen für ihn rechtlich oder tatsächlich unmöglich war oder keine Veranlassung bestand (BGE 124 II 1 E. 3a S. 6 mit Hinweis). Die Wiedererwägung von Verwaltungsentscheiden, die in Rechtskraft erwachsen sind, ist nicht beliebig zulässig. Sie darf namentlich nicht bloss dazu dienen, rechtskräftige Verwaltungsentscheide immer wieder infrage zu stellen oder die Fristen für die Ergreifung von Rechtsmitteln zu umgehen (BGE 120 Ib 42 E. 2b S. 47 mit Hinweisen).\n\n2.2\n\n2.2.1 Ob ein Wiedererwägungsgesuch in Fällen wie dem vorliegenden materiell zu behandeln ist, hängt davon ab, ob sich der Sachverhalt oder bei Dauersachverhalten die Rechtslage in einer Art geändert hat, dass ein anderes Ergebnis ernstlich in Betracht fällt (vgl. die Urteile 2C_274/2009 vom 28. Oktober 2009 E. 2.2 und 2A.476/2005 vom 9. Mai 2006 E. 2, je mit Hinweisen). Wird im Zusammenhang mit einem Sachverhalt, der nach rechtskräftigem Abschluss des ursprünglichen ausländerrechtlichen Verfahrens anhält, ein neuer Antrag gestellt, wobei sich der Gesuchsteller auf eine geänderte Rechtslage beruft, besteht ein Anspruch auf Neubefassung bzw. auf einen neuen Sachentscheid nur, wenn er darlegt, dass und |182| inwiefern sich die massgebende Rechtslage nachträglich wesentlich verändert hat; dabei genügt es nicht, dass er lediglich darauf hinweist, dass neues Recht in Kraft getreten ist, um kurz nach rechtskräftigem Abschluss eines Verfahrens einen Anspruch auf Neubefassung mit dem gleichen Lebenssachverhalt zu begründen; es ist vielmehr im Einzelnen darzulegen, inwiefern das neue Recht zu einer anderen Beurteilung führen muss (Urteil 2C_168/2009 vom 30. September 2009 E. 4.2).\n\n2.2.2 Das ursprüngliche Gesuch des Beschwerdeführers stammte vom 13. August 2007 und war damit noch gestützt auf Art. 17 des Bundesgesetzes vom 26. März 1931 über Aufenthalt und Niederlassung der Ausländer (ANAG bzw. Art. 7 ANAG i.V.m. Art. 2 FZA [BGE 134 II 10 E. 3.6 und 4.1]) und die bundesgerichtliche Rechtsprechung dazu zu beurteilen. In seinem Entscheid vom 8. April 2009 hielt das Verwaltungsgericht ausdrücklich fest, dass \"nicht zu beurteilen sei\", wie das Familiennachzugsgesuch unter der Herrschaft des AuG zu beurteilen wäre, womit das Bundesgericht diese Frage ebenfalls nicht geprüft hätte. Der Beschwerdeführer hatte somit keine andere Möglichkeit, um seine Situation neurechtlich prüfen zu lassen, als mit einem begründeten Wiedererwägungsgesuch erneut an die Bewilligungsbehörde zu gelangen, welche auf dieses hätte eintreten müssen: Er hat detailliert dargelegt, dass das neue Recht für ihn günstiger sei, da in der Doktrin davon ausgegangen werde, dass die gestützt auf den Wortlaut von Art. 17 ANAG gemachte Unterscheidung zwischen dem Nachzug von Kindern bis zu 18 Jahren zu den gemeinsamen Eltern bzw. demjenigen zu nur einem Elternteil unter dem neuen Recht nicht mehr gelten könne. Da das Bundesgericht sich seinerseits zu dieser Frage noch nicht geäussert hatte, wäre das Departement des Innern gehalten gewesen, das neue Gesuch an die Hand zu nehmen; es hätte dieses nicht durch einen Nichteintretensentscheid erledigen dürfen, und das Verwaltungsgericht hätte die gegen diesen Entscheid gerichtete Beschwerde gutheissen müssen, zumal das Bundesgericht inzwischen mit Urteil vom 15. Januar 2010 die Auffassung verworfen hat, dass die bisherige Rechtsprechung zum Familiennachzug auch für die neue Regelung von Art. 43 in Verbindung mit Art. 47 und Art. 126 Abs. 3 AuG gilt (vgl. BGE 136 II 78).\n\n3.\n\n3.1 Der angefochtene Entscheid ist deshalb aufzuheben und die Sache zur materiellen Prüfung und allfälligen Erteilung der |183| Nachzugsbewilligung an das Departement des Innern des Kantons Solothurn zurückzuschicken. Dieses wird zu berücksichtigen haben, dass der Beschwerdeführer sich als Ehegatte einer deutschen Bürgerin auf das Freizügigkeitsabkommen berufen kann, das für den Familiennachzug von Staatsbürgern aus EU/EFTA-Ländern eine grosszügigere Regelung kennt als das Ausländergesetz (vgl. MARC SPESCHA, in: Migrationsrecht, Spescha/Thür/Zünd/Bolzli [Hrsg.], 2. Aufl. 2009, Nr. 22, N. 9 ff. zu Art. 3 Anhang I FZA; CARONI/MEYER/OTT, Migrationsrecht, 2009, N. 498 ff.; EPINEY/CIVITELLA, Die rechtliche Stellung von Unionsbürgern [...], a.a.O., S. 3 ff.). Nach Art. 7 lit. d FZA regelt das Freizügigkeitsabkommen unter anderem - ungeachtet deren Staatsangehörigkeit - das Aufenthaltsrecht der Familienangehörigen von Personen, welche die Staatsbürgerschaft eines der Vertragsstaaten besitzen und von ihrem Freizügigkeitsrecht Gebrauch gemacht haben. Der Anhang I zum FZA sieht vor, dass die Familienangehörigen einer Person, die Staatsangehörige einer Vertragspartei ist und ein Aufenthaltsrecht hat, über die Befugnis verfügen, bei dieser Wohnung zu nehmen, soweit der Arbeitnehmer für seine Familie über eine Wohnung verfügt, die ortsgemäss für die inländischen Arbeitnehmer geltenden normalen Anforderungen entspricht. Als Familienangehörige gelten ungeachtet ihrer Staatsangehörigkeit, (1) der Ehegatte und die Verwandten in absteigender Linie, die noch nicht 21 Jahre alt sind oder denen Unterhalt gewährt wird (Art. 3 Abs. 2 lit. a Anhang I FZA); (2) die Verwandten und die Verwandten des Ehegatten in aufsteigender Linie, denen Unterhalt gewährt wird (Art. 3 Abs. 2 lit. b Anhang I FZA) und (3) im Fall von Studierenden der Ehegatte und die unterhaltsberechtigten Kinder (Art. 3 Abs. 2 lit. c Anhang I FZA). Im Übrigen \"begünstigen\" die Vertragsparteien die Aufnahme aller anderen Familienangehörigen, \"denen der Staatsangehörige einer Vertragspartei Unterhalt gewährt oder mit denen er im Herkunftsland in einer häuslichen Gemeinschaft lebt\" (Art. 3 Abs. 2 Anhang I FZA).\n\n3.2 Mit Urteil vom 29. September 2009 hat sich das Bundesgericht - wie bereits dargelegt - der Änderung der Rechtsprechung des EuGH angeschlossen und festgestellt, dass das Recht auf Familiennachzug in Anwendung des FZA nicht mehr von einem vorherigen rechtmässigen Aufenthalt in einem Signatarstaat des FZA abhängt (vgl. BGE 136 II 5 E. 3 S. 11). Es hat am 5. Januar 2010 zudem die bisher von ihm offengelassene Frage, ob der Familiennachzug gemäss dem Freizügigkeitsabkommen auch für Stiefkinder gilt, |184| bejaht (BGE 136 II 65 E. 4 S. 73): Den Materialien des Freizügigkeitsabkommens liessen sich grundsätzlich keine Anhaltspunkte entnehmen, dass die Bestimmung anders zu verstehen sei als die Auslegung der Verordnung (EWG) Nr. 1612/68 des Rates vom 15. Oktober 1968 über die Freizügigkeit der Arbeitnehmer innerhalb der Gemeinschaft (ABl. L 257 vom 19. Oktober 1968 S. 2 ff.) durch den EuGH. Dieser hat am 17. September 2002 entschieden, dass das Recht auf Wohnungsnahme beim Wanderarbeiter sowohl seinen Nachkommen als auch denjenigen seines Ehegatten zusteht (Urteil C-413/1999 Baumbast und R., Slg. 2002 I-7091 Randnr. 57).\n\n3.2.1 Zwar erging dieser Entscheid nach Inkrafttreten des FZA, doch nahm der EuGH darin im Wesentlichen die vorbestehende Rechtsprechung präzisierend auf, wonach die Verordnung 1612/68 mit Blick auf die Ziele der Personenfreizügigkeit weit auszulegen sei (vgl. das Urteil C-389/87 Echternach G.B.C., Slg. 1989 S. 723). Die Auslegung der Verordnung Nr.1612/68/EG, welche dem Freizügigkeitsabkommen zugrunde liegt, floss in der Folge im Sinne des Entscheids \"Baumbast\" in die Richtlinie Nr. 2004/38/EG ein (Richtlinie 2004/38/EG des Europäischen Parlaments und des Rats vom 29. April 2004 über das Recht der Unionsbürger und ihrer Familienangehörigen, sich im Hoheitsgebiet der Mitgliedstaaten frei zu bewegen und aufzuhalten, zur Änderung der Verordnung [EWG] Nr. 1612/68 und zur Aufhebung der Richtlinien 64/221/EWG, 68/360/EWG, 72/194/EWG, 73/148/EWG, 75/34/EWG, 75/35 EWG, 90/364/EWG, 90/365/EWG und 93/96 EWG, ABl. L 229 vom 29. Juni 2004 S. 35 ff.; auch publ. in: Textsammlung Migrationsrecht, Achermann und andere [Hrsg.], 2009, A 3.2; vgl. ANNE WALTER, \"Inländerdiskriminierung\" beim Familiennachzug, Nijmegen/Osnabrück 2008, S. 25 ff., S. 34 ff.). Art. 2 Ziff. 2 lit. c der Richtlinie 2004/38/EG stellt heute klärend fest, dass als Familienangehörige \"die Verwandten in gerader absteigender Linie des Unionsbürgers und des Ehegatten [...], die das 21. Lebensjahr noch nicht vollendet haben oder denen von diesen Unterhalt gewährt wird\", gelten. In diesem Punkt geht es nicht um einen neuen, an die EU-Bürgerschaft anknüpfenden weiterführenden Aspekt der Personenfreizügigkeit innerhalb der Union (vgl. etwa die Erwägungen 5, 9, 15, 17, 19 und 23 ff. der Richtlinie; ANNE WALTER, a.a.O., S. 34 ff.), sondern um eine Konsolidierung des \"Acquis communautaire\", wie ihn die Schweiz mit der Unterzeichnung (Art. 16 Abs. 2 FZA) des Freizügigkeitsabkommens übernommen hat (vgl. BGE 136 II 65 E. 3 und 4 S. 70 ff.; |185| SPESCHA, a.a.O., Nr. 22 N. 2 zu Art. 16 FZA; EPINEY/FAEH, Zum Aufenthaltsrecht von Familienangehörigen im europäischen Gemeinschaftsrecht, in: Jahrbuch für Migrationsrecht 2005/2006, Achermann und andere [Hrsg.], 2006, S. 49 ff., dort S. 62 mit Hinweis). Hiervon gingen denn damals auch schon die schweizerische Lehre und Verwaltungspraxis aus (MINH SON NGUYEN, Droit public des étrangers, 2003, S. 395 f.; Bundesamt für Ausländerfragen, Rundschreiben vom 8. Juli 2002 zu Grundsatzfragen bei der Umsetzung des Freizügigkeitsabkommens, Ziff. 2.1; vgl. heute auch: ASTRID EPINEY, Die schweizerische Rechtsprechung zum Personenfreizügigkeitsabkommen - ein Überblick, in: Jahrbuch für Migrationsrecht 2004/2005, Achermann und andere [Hrsg.], 2005, S. 148; MERZ, a.a.O., S. 281; MINH SON NGUYEN, Le regroupement familial dans la loi sur les étrangers et dans la loi sur l'asile révisée, in: Jahrbuch für Migrationsrecht 2005/2006, Achermann und andere [Hrsg.], 2006, S. 31 ff., dort S. 46; SPESCHA, a.a.O., Nr. 22, N. 9 zu Art. 3 Anhang I FZA; derselbe, Inländerdiskriminierung im Ausländerrecht?, in: AJP 2008 S. 1433, CARONI/MEYER/OTT, a.a.O., N. 500; ACHERMANN/CARONI, Einfluss der völkerrechtlichen Praxis auf das schweizerische Migrationsrecht, in: Ausländerrecht, Uebersax/Rudin/Hugi Yar/Geiser [Hrsg.], 2. Aufl. 2009, N. 6.51).\n\n3.2.2 Der Anspruch steht unter dem Vorbehalt (1) des räumlichen, persönlichen und sachlichen Geltungsbereichs und des Fortbestehens der Bewilligungs- und Nachzugsvoraussetzungen gemäss dem von der Schweiz im FZA übernommenen \"Acquis communautaire\" (vgl. CARONI/MEYER/OTT, a.a.O., N. 434 ff., 498 ff.; SPESCHA, Migrationsrecht, a.a.O., Nr. 22, N. 6 ff. zu Art. 3 Anhang I FZA; ASTRID EPINEY, Zur Rechtsprechung des EuGH im Bereich der Personenfreizügigkeit - Hinweise, in: Jahrbuch für Migrationsrecht 2007/2008, Achermann und andere [Hrsg.], 2008, S. 249 ff., dort S. 254 ff., insbesondere S. 256 f.), (2) der öffentlichen Ordnung, Sicherheit und Gesundheit (Art. 5 Anhang I FZA; CARONI/MEYER/OTT, a.a.O., N. 506 ff.; EPINEY/CIVITELLA, Zur schweizerischen Rechtsprechung zum Personenfreizügigkeitsabkommen, in: Jahrbuch für Migrationsrecht 2007/2008, Achermann und andere [Hrsg.], 2008, S. 227 ff., insbesondere S. 247; EPINEY, Zur Rechtsprechung des EuGH, a.a.O., S. 257 f.), (3) allfälliger offensichtlich überwiegender Interessen des nachzuziehenden Kindes im Sinne des Übereinkommens vom 20. November 1989 über die Rechte des Kindes (Kinderrechtskonvention, KRK; SR 0.107; BGE 136 II 65 E. 5.2 S. 76 und BGE 136 II 78), |186| da die internationalrechtlichen Regelungen des FZA in Übereinstimmung mit der EMRK und der KRK auszulegen sind, nachdem es sich dabei um gemeinsame Grundwerte der Unterzeichnerstaaten und der EU handelt, sowie (4) des Verbots des Rechtsmissbrauchs (vgl. BGE 136 II 65 E. 5.2 S. 76).\n\n3.2.3 Der von der Personenfreizügigkeit Gebrauch machende EU- bzw. EFTA-Angehörige muss mit Blick darauf, dass es darum geht, seine Freizügigkeit nicht zu beschränken, mit dem Nachzug der Stiefkinder einverstanden sein; zudem muss ein minimales tatsächliches (soziales) Familienleben des mit dem EU-Bürger verheirateten Drittstaatsangehörigen zu den nachzuziehenden Angehörigen vorbestanden haben; mit anderen Worten die Beziehung muss intakt und sachgerecht tatsächlich gelebt worden sein (vgl. BGE 135 I 143 E. 1.3.1 S. 145 f. mit Hinweis); andernfalls ist die Tatsache, dass der Drittstaatspartner eines EU-/EFTA-Bürgers seine Angehörigen nicht nachziehen kann, nicht geeignet, die im FZA verankerte Personenfreizügigkeit zwischen den Signatarstaaten für ihre Bürger massgeblich zu beeinträchtigen. Zivilrechtlich muss der nachziehende Ehegatte des EU-Bürgers berechtigt sein, für das nachzuziehende minderjährige Kind zu sorgen, bzw. bei geteiltem Sorgerecht zumindest über das Einverständnis des anderen Elternteils für den Nachzug verfügen (MARC SPESCHA, Die familienbezogene Rechtsprechung im Migrationsrecht [ANAG/AuG/FZA/EMRK] in den Jahren 2007 und 2008 [bis Ende Juli] und zugleich ein Blick auf offene Rechtsfragen, in: FamPra 4/2008 S. 843 ff., dort S. 852). Der Nachzugsentscheid der Eltern darf zudem nicht in klarer Missachtung des Kindeswohls und der familiären Bindungen des Nachzuziehenden in seinem Heimatstaat erfolgen (BGE 136 II 65 E. 5.2 S. 76; BGE 136 II 78). Vorbehalten bleibt auch das Rechtsmissbrauchsverbot, wie es heute unionsrechtlich in Art. 35 der Richtlinie 2004/38/EG vorbehalten wird. Danach können die Mitgliedstaaten die Massnahmen erlassen, die notwendig sind, um die durch die Richtlinie verliehenen Rechte im Falle von Rechtsmissbrauch oder Betrug - wie z.B. durch Eingehung von Scheinehen - zu verweigern, aufzuheben oder zu widerrufen, soweit diese Vorkehrungen verhältnismässig sind und die Verfahrensgarantien gewahrt bleiben (vgl. BGE 136 II 65 E. 5.2 S. 76; BGE 130 II 113 E. 9 und 10; Art. 51 AuG).\n\n3.3 Es wird am Departement des Innern des Kantons Solothurn sein, materiell zu prüfen, ob und wieweit diese Voraussetzungen im vorliegenden Fall erfüllt sind bzw. die bundesgerichtliche |187| Rechtsprechung, wonach während der Übergangsfrist nach Art. 126 Abs. 3 AuG für den nachträglichen Familiennachzug eines Elternteils nicht mehr im Sinne der bisherigen Rechtsprechung vorausgesetzt ist, dass sich hierfür die Betreuungsverhältnisse wesentlich verändert haben müssen, Anlass gibt, dem Gesuch gestützt auf Art. 43 Abs. 1 in Verbindung mit Art. 126 Abs. 3 AuG zu entsprechen (vgl. BGE 136 II 78). Die Beschwerde ist in diesem Sinn gutzuheissen, das angefochtene Urteil aufzuheben und die Sache zu neuem Entscheid an das Departement des Innern des Kantons Solothurn (Ausländerfragen) zurückzuweisen."}