{"annee": "136", "cour": "III", "page": "583", "date": "2/11/2010", "cite": ["131 III 173", "100 III 48", "133 III 399", "94 I 365", "132 III 140", "133 III 645", "107 III 60", "120 IA 82"], "cite_par": ["143 III 578", "143 III 564", "140 III 456"], "chapeau": "86. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause X. SA contre Y. BV (recours en matière civile)\n\n5A_225/2010 du 2 novembre 2010", "regestes": ["Art. 82 et 84 LP, art. 7, 9 et 177 LDIP; exception d'arbitrage dans la procédure de mainlevée provisoire de l'opposition, litispendance. La mainlevée - provisoire ou définitive - de l'opposition ne peut être prononcée par un tribunal arbitral (consid. 2.1). Sous réserve d'une clause expresse, la convention d'arbitrage ne prive pas le poursuivant du droit de requérir du juge étatique la mainlevée provisoire (consid. 2.2). Il n'y a pas de litispendance entre la procédure de mainlevée provisoire et l'action en paiement devant un tribunal arbitral (consid. 2.3)."], "faits": "|583|\n\nLe 31 janvier 2008, Y. BV et X. SA ont conclu un contrat de licence ayant pour objet le droit d'utilisation exclusif d'une marque, dont Y. BV est titulaire, dans certains pays européens. Les parties ont soumis leur convention au droit néerlandais et stipulé que \"(t)out litige, controverse ou réclamation découlant du présent contrat et de toute modification ultérieure du présent contrat, ou s'y rapportant, et ayant trait notamment mais non exclusivement à sa formation, sa validité, ses effets obligatoires, son interprétation, son exécution, sa violation ou sa résolution, de même que toute réclamation extracontractuelle, sera soumis en cas de non accord amiable dans un délai de soixante jours, pour règlement définitif, à arbitrage conformément au Règlement d'arbitrage accéléré de l'OMPI. Le lieu de |584| l'arbitrage sera désigné d'un commun accord (...) et à défaut d'accord à Genève\". Le 28 janvier 2009, Y. BV a résilié le contrat de licence; cette résiliation a pris effet au 31 juillet 2009.\n\nLe 31 juillet 2009, X. SA a déposé contre Y. BV, devant le Centre d'arbitrage et de médiation de l'OMPI, une demande en dommages-intérêts pour inexécution et rupture abusive du contrat.\n\nLe 6 août 2009, Y. BV a fait notifier à X. SA deux commandements de payer portant sur les redevances dues en vertu du contrat de licence.\n\nPar prononcés du 9 octobre 2009, le Président du Tribunal civil de la Veveyse a levé provisoirement les oppositions.\n\nStatuant le 12 février 2010, la IIe Cour d'appel civil du Tribunal cantonal de l'État de Fribourg a confirmé l'octroi de la mainlevée provisoire.\n\nLe Tribunal fédéral a rejeté dans la mesure de sa recevabilité le recours en matière civile formé par X. SA.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2. Après avoir admis que les normes de la LDIP (RS 291) en matière d'arbitrage étaient applicables (art. 176 al. 1 LDIP), l'autorité précédente a retenu que la procédure de mainlevée de l'opposition (art. 80 ss LP) doit être réservée au juge étatique \"en raison de la réserve de l'ordre public et de la participation obligatoire des autorités de poursuite pour des actes touchant un débiteur domicilié en Suisse, comme des effets nécessaires de ces actes vis-à-vis des tiers\". Si les parties sont, en principe, libres de renoncer à demander la mainlevée provisoire et de s'obliger à introduire directement une procédure d'arbitrage, une telle convention doit être expresse; partant, \"si les parties concluent une convention d'arbitrage sans exclure expressément la faculté de requérir la mainlevée provisoire, il ne faut pas y voir une renonciation à requérir celle-ci auprès du juge étatique\". En l'occurrence, la présente cause n'est dès lors pas susceptible d'arbitrage; de surcroît, la clause compromissoire contenue dans le contrat de licence du 31 janvier 2008 ne fait aucune mention expresse d'une renonciation à agir par la voie de la mainlevée provisoire. Il s'ensuit que le premier juge était bien compétent pour se prononcer sur la requête. Enfin, l'exception de litispendance soulevée par la poursuivie est mal fondée, puisque la mainlevée |585| provisoire peut être prononcée \"même lorsqu'une action matérielle [...] concernant la créance en poursuite est pendante\".\n\n2.1 Selon la jurisprudence constante, l'arbitre ne peut pas prononcer la mainlevée définitive ou provisoire de l'opposition (arrêt 7B.95/2005 du 19 août 2005 consid. 3; 7B.25/2005 du 22 février 2005 consid. 6, in RtiD 2005 II p. 780; 5A_682/2009 du 20 avril 2010 consid. 4.2.3.3). Alors même que l'action en reconnaissance de dette au sens de l'art. 79 LP peut être jugée par un tribunal arbitral (ATF 94 I 365 consid. 3 p. 370), celui-ci n'est pas non plus compétent - à l'opposé du tribunal étatique (cf. ATF 107 III 60) - pour lever définitivement l'opposition dans le dispositif de sa sentence (GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, vol. I, 1999, no 9 ad art. 79 LP; RUEDIN, L'action en reconnaissance de dette, Fiches juridiques suisses [FJS] n° 979a [1986] p. 6; SCHMIDT, Commentaire romand, Poursuite et faillite, 2005, n° 18 ad art. 79 LP; STAEHELIN, Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, vol. I, 1998, n° 19 ad art. 79 LP; VOCK, Kurzkommentar SchKG, 2009, n° 6 ad art. 79 LP). Contrairement à ce que pense la recourante - en se référant à DUTOIT qui admet d'une manière générale le caractère arbitrable des \"litiges en relation avec la poursuite pour dette ou la faillite\" (Droit international privé suisse, 4e éd. 2005, n° 2 ad art. 177 LDIP) -, la réponse est la même sous l'angle de l'art. 177 LDIP. Certes, cette disposition prévoit expressément que toute \"cause patrimoniale\" peut faire l'objet d'un arbitrage (al. 1). Toutefois, l'arbitrabilité peut se trouver exclue par des règles de compétence qui réservent impérativement à une autorité étatique la connaissance de certains différends; la doctrine quasiment unanime considère, à juste titre, que tel est le cas de la procédure de mainlevée de l'opposition (BERGER/KELLERHALS, Internationale und interne Schiedsgerichtsbarkeit in der Schweiz, 2006, n° 225; BRINER, in Basler Kommentar, Internationales Privatrecht, 2e éd. 2007, n° 14 ad art. 177 LDIP; KNOEPFLER, note Revue de l'arbitrage 1993 p. 698; PERRET, Faillite et arbitrage international, Bull. ASA 2007 p. 37; POUDRET/BESSON, Droit comparé de l'arbitrage international, 2002, n° 363; VISCHER, in Zürcher Kommentar zum IPRG, 2e éd. 2004, n° 20 ad art. 177 LDIP; WALTER ET AL., Internationale Schiedsgerichtsbarkeit in der Schweiz, 1991, p. 60; de l'avis contraire: GEHRI, Gerichtsstands- und Schiedsvereinbarungen in Angelegenheiten des Schuldbetreibungs- und Konkursrechts, ZZZ 2007 p. 427 [pour la mainlevée provisoire]). |586|\n\n2.2 Faisant sienne l'opinion de certains auteurs, la recourante soutient que la procédure de mainlevée provisoire n'est plus ouverte lorsque les parties sont liées par une convention d'arbitrage; elles sont alors tenues d'agir directement au fond devant les arbitres (POUDRET/BESSON, ibidem; BESSON, Une exception d'arbitrage peut-elle être invoquée en procédure de mainlevée provisoire?, Bull. ASA 1999 p. 2 ss; SCHMID/KNECHT, Schiedsvereinbarung und provisorische Rechtsöffnung, RSJ 105/2009 p. 537 ss).\n\nLes plaideurs peuvent exclure la procédure de mainlevée provisoire de l'opposition au profit de la seule procédure arbitrale (STAEHELIN, op. cit., n° 17 ad art. 84 LP). À défaut d'une telle clause expresse - à laquelle on peut appliquer par analogie les critères posés par le Tribunal fédéral sur la base de l'art. 192 LDIP (cf. sur ce point: ATF 131 III 173 et les citations) -, on ne peut cependant interpréter la convention d'arbitrage comme emportant renonciation à en appeler au juge de la mainlevée provisoire (STAEHELIN, ibidem, et les nombreuses citations). On ne saurait d'autant moins l'admettre que le poursuivant perdrait alors le droit de requérir une saisie provisoire ou un inventaire des biens du poursuivi (art. 83 al. 1 LP), mesures conservatoires relevant de l'exécution forcée (SCHMIDT, op. cit., nos 6-7 ad art. 83 LP et les citations) que l'arbitre n'est pas compétent pour ordonner (cf. pour le séquestre: BESSON, Arbitrage et mesures provisoires, 1998, n° 72). Il n'est donc pas indifférent pour le poursuivant de pouvoir obtenir la mainlevée provisoire de l'opposition (SCHMIDT, op. cit., n° 6 ad art. 83 LP).\n\n2.3 Le moyen tiré de la \"litispendance\" ne résiste pas à l'examen. Le Tribunal fédéral a déjà jugé qu'il n'y a pas litispendance entre la procédure de mainlevée provisoire et l'action en reconnaissance de dette portée devant un tribunal arbitral (arrêt 5A_400/2009 du 12 novembre 2009 consid. 1). Si le poursuivant obtient la mainlevée, il peut requérir la saisie provisoire ou l'inventaire (art. 83 al. 1 LP), mais la mainlevée ne peut pas devenir définitive (art. 83 al. 3 LP) tant que le procès en reconnaissance de dette est pendant devant les arbitres (cf. STAEHELIN, op. cit., n° 9 ad art. 84 LP; GILLIÉRON, Poursuite pour dettes, faillite et concordat, 4e éd. 2005, n° 805, ainsi que les réferences citées par ces auteurs).\n\nL'argumentation de la recourante méconnaît, de surcroît, la nature du prononcé de mainlevée. Comme le Tribunal fédéral l'a jugé à maintes reprises, la procédure de mainlevée - provisoire ou définitive - est un incident de la poursuite; il s'agit d'une procédure sur |587| pièces qui n'a pas pour objet de statuer sur la réalité de la prétention en poursuite, mais uniquement sur la force exécutoire du titre produit par le poursuivant (ATF 133 III 645 consid. 5.3, ATF 133 III 400 consid. 1.5; ATF 132 III 141 consid. 4.1.1; ATF 120 Ia 82 consid. 6b). Le jugement de mainlevée provisoire ne sortit que des effets de droit des poursuites (ATF 100 III 48 consid. 3) et ne fonde pas l'exception de chose jugée quant à l'existence de la créance (STAEHELIN, op. cit., n° 82 ad art. 84 LP et les citations). Contrairement à ce qu'affirme la recourante, la procédure de mainlevée et la procédure arbitrale (initiée par l'intéressée avant l'introduction des poursuites) ont ainsi deux objets nettement distincts (ATF 133 III 645 consid. 5.3)."}