{"annee": "136", "cour": "I", "page": "279", "date": "8/6/2010", "cite": ["122 V 47"], "cite_par": ["141 I 97"], "chapeau": "26. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. B. gegen IV-Stelle des Kantons Freiburg (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_870/2009 vom 8. Juni 2010", "regestes": ["Art. 6 par. 1 CEDH; droit à la tenue de débats publics dans un procès de première instance en matière d'assurances sociales. Aperçu de la jurisprudence de la Cour européenne des droits de l'homme et du Tribunal fédéral sur la question de la mise en oeuvre de débats publics dans un procès de première instance en matière d'assurances sociales (consid. 1 et 2). Il ne peut être renoncé à des débats publics au motif qu'il s'agit d'une procédure portant principalement sur des questions d'ordre médical. Que le litige porte sur le taux d'incapacité de travail de l'assuré dans une procédure de l'assurance-invalidité ne justifie notamment pas une exception à la réalisation de débats publics au sens de l'art. 6 par. 1 CEDH. Même si l'objet des débats ne porte que sur la confrontation d'avis médicaux spécialisés au sujet de l'état de santé et de l'incapacité de travail, la mise en oeuvre desdits débats ne peut être refusée au motif que la procédure écrite convient mieux pour discuter de questions d'ordre médical (consid. 3)."], "faits": "|280|\n\nA. Mit Verfügung vom 4. Mai 2007 lehnte die IV-Stelle des Kantons Freiburg (nachfolgend: IV-Stelle) das Gesuch der 1951 geborenen, an einer Lungenkrankheit leidenden B. um Zusprechung einer Invalidenrente ab, weil sie mit einer angepassten Tätigkeit Erwerbseinkünfte etwa in gleicher Höhe wie bis Dezember 2004 bei der Firma A. AG in der Elektronik-Montage verdienen könnte.\n\nB. B. liess Beschwerde führen mit dem Rechtsbegehren, unter Aufhebung der angefochtenen Verfügung sei ihr eine ganze Invalidenrente zuzusprechen. In verfahrensrechtlicher Hinsicht beantragte sie u.a., es sei eine öffentliche Verhandlung durchzuführen. Mit Entscheid vom 21. August 2009 wies das Kantonsgericht Freiburg die Beschwerde ab, ohne eine öffentliche Verhandlung durchgeführt zu haben.\n\nC. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten lässt B. die Aufhebung des vorinstanzlichen Entscheides verlangen und den Antrag auf Zusprechung einer ganzen Invalidenrente erneuern; ferner ersucht sie um die Bewilligung der unentgeltlichen Rechtspflege. Sie rügt insbesondere, dass das kantonale Gericht entgegen ihrem klaren Antrag auf die Durchführung einer öffentlichen Verhandlung verzichtet habe.\n\nWährend die IV-Stelle auf Abweisung der Beschwerde schliesst und das Bundesamt für Sozialversicherungen auf eine Vernehmlassung verzichtet, begründet das Kantonsgericht in seiner Stellungnahme den Verzicht auf die öffentliche Verhandlung.\n\nAm 21. Dezember 2009 lässt die Versicherte eine zusätzliche Eingabe einreichen.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n1. Nach Art. 6 Ziff. 1 EMRK hat jedermann Anspruch darauf, dass seine Sache in billiger Weise öffentlich und innerhalb einer angemessenen Frist von einem unabhängigen und unparteiischen, auf Gesetz beruhenden Gericht gehört wird, das über zivilrechtliche |281| Ansprüche und Verpflichtungen oder über die Stichhaltigkeit der gegen ihn erhobenen strafrechtlichen Anklage zu entscheiden hat (Satz 1).\n\nNach der Rechtsprechung stehen im vorliegenden Verfahren zivilrechtliche Ansprüche in Frage, auf welche Art. 6 Ziff. 1 EMRK anwendbar ist (BGE 122 V 47 E. 2a S. 50 mit Hinweisen). Wie das Eidg. Versicherungsgericht in BGE 122 V 47 weiter erkannt hat, hat das kantonale Gericht, welchem es primär obliegt, die Öffentlichkeit der Verhandlung zu gewährleisten (E. 3 S. 54), bei Vorliegen eines klaren und unmissverständlichen Parteiantrages grundsätzlich eine öffentliche Verhandlung durchzuführen (E. 3a und 3b S. 55 f.). Von einer ausdrücklich beantragten öffentlichen Verhandlung kann abgesehen werden, wenn der Antrag der Partei als schikanös erscheint oder auf eine Verzögerungstaktik schliessen lässt und damit dem Grundsatz der Einfachheit und Raschheit des Verfahrens zuwiderläuft oder sogar rechtsmissbräuchlich ist. Gleiches gilt, wenn sich ohne öffentliche Verhandlung mit hinreichender Zuverlässigkeit erkennen lässt, dass eine Beschwerde offensichtlich unbegründet oder unzulässig ist (E. 3b/cc und 3b/dd S. 56). Als weiteres Motiv für die Verweigerung einer beantragten öffentlichen Verhandlung fällt die hohe Technizität der zur Diskussion stehenden Materie in Betracht, was etwa auf rein rechnerische, versicherungsmathematische oder buchhalterische Probleme zutrifft, wogegen andere dem Sozialversicherungsrecht inhärente Fragestellungen materiell- oder verfahrensrechtlicher Natur wie die Würdigung medizinischer Gutachten in der Regel nicht darunterfallen. Schliesslich kann das kantonale Gericht von einer öffentlichen Verhandlung absehen, wenn es auch ohne eine solche allein aufgrund der Akten zum Schluss gelangt, dass dem materiellen Rechtsbegehren der bezüglich der Verhandlung antragstellenden Partei zu entsprechen ist (BGE 122 V 47 E. 3b/ee und 3b/ff S. 57 f.).\n\n2.\n\n2.1 Die Vorinstanz hat den Antrag der Beschwerdeführerin, es sei eine öffentliche Verhandlung im Sinne von Art. 6 Ziff. 1 EMRK durchzuführen, im Wesentlichen gestützt auf das Urteil des Europäischen Gerichtshofes für Menschenrechte (EGMR) Döry gegen Schweden vom 12. November 2002 § 41, abgelehnt. In jenem Fall hatte der Gerichtshof erkannt, das aus medizinischen Laien bestehende Gericht sei nicht in der Lage, aus dem persönlichen Eindruck, den es bei einer Verhandlung von der Partei gewinne, zu einer verlässlicheren |282| Beurteilung zu gelangen als aus dem Studium der medizinischen Akten, so dass sich eine Verhandlung erübrige. Im EGMR-Urteil Elo gegen Finnland vom 26. September 2006 §§ 35 ff., wurde diese Rechtsprechung bestätigt. Auf eine Verletzung von Art. 6 Ziff. 1 EMRK geschlossen hat der EGMR hingegen im Urteil Schlumpf gegen Schweiz vom 8. Januar 2009 §§ 51 bis 58 und §§ 62 bis 70. In jenem Fall war die Übernahme der Kosten einer Geschlechtsumwandlung durch einen Krankenversicherer streitig. Der Gerichtshof hielt fest, im Verfahren hätten sich nicht nur rechtliche oder technische Fragen gestellt. Deshalb seien die Voraussetzungen für eine ausnahmsweise Verweigerung einer öffentlichen Verhandlung durch das Eidg. Versicherungsgericht nicht erfüllt gewesen.\n\nVon einer konsequenten Praxis kann auf Grund dieser Entscheide nicht gesprochen werden. Insbesondere lässt sich mit Blick auf das Urteil Schlumpf nicht die Auffassung vertreten, die hauptsächlich auf der Grundlage medizinischer Akten vorzunehmende Beurteilung eines Anspruchs lasse aus Sicht des EGMR in jedem Fall die Durchführung einer öffentlichen Verhandlung nach Art. 6 Ziff. 1 EMRK als entbehrlich erscheinen.\n\n2.2 Nicht einheitlich ist auch die Rechtsprechung des Bundesgerichts zum Verzicht auf eine beantragte öffentliche Verhandlung im erstinstanzlichen Beschwerdeverfahren betreffend sozialversicherungsrechtliche Ansprüche.\n\nIm eingangs zitierten BGE 122 V 47 E. 3b/ee und 3b/ff S. 57 f., welcher Grundlage der späteren Urteile bildete, hat das Eidg. Versicherungsgericht erkannt, der Umstand, dass die Würdigung medizinischer Gutachten in der Regel im Vordergrund steht, falle nicht als Motiv für die Verweigerung einer öffentlichen Verhandlung in Betracht. Im Urteil I 98/07 vom 18. April 2007, in: SVR 2008 IV Nr. 56 S. 184, hat das Bundesgericht hinsichtlich der für die Entscheidfindung ausschlaggebenden Würdigung von Arztberichten festgehalten, dafür sei das schriftliche Verfahren nicht besser geeignet. Dies gelte ebenfalls so lange, als es in einer allfälligen Verhandlung einzig um die Auseinandersetzung mit den vorhandenen Äusserungen von Ärztinnen und Ärzten sowie der Abklärungsperson der Invalidenversicherung und nicht beispielsweise um das Einbringen neuer medizinischer Tatsachen geht.\n\nIm Gegensatz dazu hat das Bundesgericht im Urteil 9C_555/2007 vom 6. Mai 2008 unter Bezugnahme auf das zitierte Urteil des |283| EGMR Döry dargelegt, für die Beurteilung der medizinisch-technischen Arbeitsfähigkeit im Rahmen von sozialversicherungsrechtlichen Verfahren sei ein Absehen von einer öffentlichen Verhandlung zulässig.\n\nIm Urteil I 573/03 vom 8. April 2004 hat das Eidg. Versicherungsgericht unter Hinweis auf das zitierte Urteil Döry sowie weitere Entscheide des EGMR dargelegt, das Vorliegen besonderer Umstände, die den Verzicht auf eine mündliche Verhandlung rechtfertigen, sei zu verneinen, wenn eine mündliche Verhandlung dem Gericht für die Falllösung erhebliche Informationen liefern könnte. Dies treffe zu, wenn die Partei die Abnahme eines relevanten, mündlich zu erhebenden Beweises - insbesondere eine Zeugeneinvernahme oder eine Parteibefragung - beantragt, die persönliche Begegnung mit dieser Person der Rechtsfindung förderlich sein könnte oder eine mündliche Verhandlung sonst wie als geeignet erscheint, zur Klärung streitiger Punkte beizutragen.\n\n3.\n\n3.1 Diese Übersicht über die Rechtsprechung zeigt hinsichtlich der Möglichkeiten, trotz Vorliegens eines vor dem erstinstanzlichen Sozialversicherungsgericht gestellten Antrages auf Durchführung einer öffentlichen Verhandlung im Sinne von Art. 6 Ziff. 1 EMRK zu verzichten, kein klares Bild. Allein der Umstand, dass der Prozessausgang zur Hauptsache von der Würdigung fachärztlicher Berichte und Gutachten abhängt, vermag die Ablehnung des auf die EMRK gestützten Antrages auf öffentliche Verhandlung nicht zu begründen, auch wenn sich den erwähnten EGMR-Urteilen Döry und Elo Gegenteiliges entnehmen lässt. In beiden Fällen wurde zusätzlich zu Gunsten eines Verzichts auf eine öffentliche Verhandlung nebst der Eignung des schriftlichen Verfahrens für die Beurteilung medizinischer Fragen auch die Prozessökonomie angeführt.\n\n3.2 Im neuesten, die Schweiz betreffenden Urteil des EGMR Schlumpf erklärte der EGMR, im Verfahren hätten sich nicht nur rechtliche oder technische Fragen gestellt. Die Voraussetzungen für eine ausnahmsweise Verweigerung einer öffentlichen Verhandlung durch das Eidg. Versicherungsgericht seien nicht erfüllt gewesen. Die in den Urteilen Döry und Elo für eine Ablehnung des Antrages auf Durchführung einer öffentlichen Verhandlung sprechenden Argumente - im Vordergrund stehende Beurteilung der Arbeitsfähigkeit anhand von fachärztlichen Berichten sowie die |284| Prozessökonomie - spielten im Urteil Schlumpf keine Rolle mehr. Dieser neueste Entscheid des EGMR und die Darlegungen des Bundesgerichts im vorstehend zitierten Urteil I 98/07 vom 18. April 2007 (in: SVR 2008 IV Nr. 56 S. 184) sind als massgebend zu erachten. Bildet Gegenstand in einer allfälligen Verhandlung einzig die Auseinandersetzung mit den vorhandenen Stellungnahmen von Ärztinnen und Ärzten zu Gesundheitsschaden und Grad der Arbeitsunfähigkeit, ist eine bessere Eignung des schriftlichen Verfahrens nicht erkennbar. Es handelt sich bei der Würdigung solcher medizinischen Berichte und der Beurteilung der Beweiskraft einander widersprechenderärztlicher Aussagen um eine auf dem Gebiet des Sozialversicherungsrechts alltägliche und damit nicht um eine \"hochtechnische\" Thematik im Sinne der Rechtsprechung (so bereits BGE 122 V 47 E. 3b/ee und 3b/ff S. 57 f.).\n\nSchliesslich ist nicht zu übersehen, dass eine öffentliche Verhandlung in einzelnen Fällen mit medizinischer Fragestellung geeignet sein kann, zu einer Klärung offener Tatfragen beizutragen. Aus diesen Gründen verdient die Rechtsprechung gemäss EGMR-Urteil Schlumpf und Urteil des Bundesgerichts I 98/07 vom 18. April 2007 (in: SVR 2008 IV Nr. 56 S.184) in Fällen mit Beurteilung medizinischer Sachverhalte den Vorzug vor den EGMR-Urteilen Döry und Elo.\n\n4. Im Lichte dieser Erwägungen sind die Voraussetzungen für einen Verzicht auf die von der Versicherten in der Beschwerde an die Vorinstanz ausdrücklich beantragte Durchführung einer öffentlichen Verhandlung nicht gegeben. Weder ist der Antrag schikanös, noch läuft er dem Grundsatz der Einfachheit und Raschheit des Verfahrens zuwider. Sodann kann das Rechtsmittel nicht als offensichtlich unbegründet oder unzulässig bezeichnet werden, was denn auch seitens des Kantonsgerichts nicht angenommen wurde. Von hoher Technizität kann im vorliegenden Fall des Weiteren ebenfalls nicht gesprochen werden: Streitig ist, inwieweit ein seit Mitte der Achtzigerjahre bestehendes Lungenleiden die Arbeitsfähigkeit der Beschwerdeführerin beeinträchtigt. Damit liegt ein Streit um den Arbeitsunfähigkeitsgrad vor, der keine Ausnahme von der Pflicht, eine öffentliche Verhandlung durchzuführen, begründet. Schliesslich war dem materiellen Rechtsbegehren der Versicherten allein auf Grund der Akten nicht ohne weiteres zu entsprechen. Alleine in Würdigung der Aktenlage gelangte das kantonale Gericht zum Schluss, die Beschwerde sei unbegründet. |285|\n\n5. Indem die Vorinstanz unter diesen Umständen von der beantragten öffentlichen Verhandlung abgesehen hat, wurde dieser in Art. 6 Ziff. 1 EMRK gewährleisteten Verfahrensgarantie nicht Rechnung getragen. Es ist daher unumgänglich, die Sache an das Kantonsgericht zurückzuweisen, damit dieses den Verfahrensmangel behebt und die von der Beschwerdeführerin verlangte öffentliche Verhandlung durchführt. Hernach wird es über die Beschwerde materiell neu befinden."}