{"annee": "136", "cour": "II", "page": "405", "date": "24/7/2010", "cite": ["136 II 329", "135 I 233", "132 I 29", "125 III 100", "120 III 7"], "cite_par": ["137 II 122", "137 III 593", "142 V 67", "141 V 530"], "chapeau": "37. Extrait de l'arrêt de la IIe Cour de droit public dans la cause X. contre Commission foncière et Département de l'économie du canton de Vaud (recours en matière de droit public)\n\n2C_27/2010 du 24 juillet 2010", "regestes": ["Acquisition d'immeubles par les personnes à l'étranger, ressortissants de l'UE ou de l'AELE. Art. 5 al. 1 let. a LFAIE: examen de l'exigence du domicile légalement constitué et effectif en Suisse (consid. 4.2 et 4.3). Portée de la condition de l'autorisation de séjour prévue à l'art. 2 al. 2 OAIE (consid. 4.4). En l'espèce, la recourante ne peut être considérée comme domiciliée en Suisse au sens de l'art. 23 al. 1 CC (consid. 4.5 et 4.6)."], "faits": "BGE 136 II 405 S. 406\n\nRessortissante allemande, X. est mariée à A., citoyen américain. Le couple a trois enfants nés en 2002, 2007 et 2008. La famille est domiciliée aux Etats-Unis.\n\nLe 1er avril 2006, X. a déposé ses papiers auprès du Contrôle des habitants de la Commune de Gryon. La famille a obtenu du Service de la population du canton de Vaud des autorisations de séjour CE/AELE de type B, sans activité lucrative, valables jusqu'au 31 mars 2011. Ces autorisations ont toutefois été révoquées, le 3 mars 2009, au motif que le domicile principal et le centre d'intérêt de la famille se trouvait à l'étranger. Le recours déposé par X. et sa famille à l'encontre de cette décision est actuellement pendant devant le Tribunal cantonal vaudois.\n\nPar acte de vente du 6 juin 2006, X. a acquis, pour le prix d'un million de francs, les parcelles no 662, d'une surface de 2'997 m2, en nature de pâturage sur laquelle est érigée une habitation de 91 m2, et no 3258, d'une surface de 1'985 m2, en nature de pré, champ et pâturage, situées sur la Commune de Gryon. Le bâtiment érigé sur la parcelle no 662 est un chalet d'alpage construit en 1833, classé au recensement architectural, dont la moitié comprend une habitation vétuste de deux étages. Un droit de préemption d'une durée de 10 ans a en outre été constitué en faveur de X. sur les parcelles nos 3011 (1'510 m2 en nature de pâturage) et 671 (11'744 m2 en nature de pré, champ et pâturage), jouxtant les précédentes.\n\nPar acte de vente, division et réunion du 6 mars 2007, X. a acquis, au prix de 400'000 fr., la parcelle précitée n° 3011, ainsi qu'une surface de 131 m2 à détacher de la parcelle n° 671 et à rattacher à la parcelle n° 3258.\n\nLes deux actes de vente mentionnaient que X. était domiciliée à Gryon, et qu'elle avait pour adresse en Suisse la société B., à Lausanne.\n\nUn projet de lotissement de six chalets sur les parcelles nos 662, 3011 et 3258 a été mis à l'enquête publique en trois étapes du 9 mars au BGE 136 II 405 S. 40729 mai 2007. La Municipalité de Gryon a levé les oppositions formées contre ce projet, par décisions des 19 avril et 20 juin 2007. Les recours déposés contre la levée des oppositions ont été admis par le Tribunal cantonal vaudois le 30 septembre 2008.\n\nLe 20 décembre 2007, le Département de l'économie du canton de Vaud (ci-après: le Département) a déposé une requête auprès de la Commission foncière en constatation de l'assujettissement des parcelles acquises par X. au régime de l'autorisation prévu par la législation sur l'acquisition d'immeubles par les personnes résidant à l'étranger.\n\nPar décision du 31 octobre 2008, la Commission foncière, a constaté que l'acquisition desdites parcelles n'était pas soumise au régime d'autorisation.\n\nSaisi d'un recours du Département contre cette décision, la Cour de droit administratif et public du Tribunal cantonal a, par arrêt du 24 novembre 2009, admis le recours et réformé la décision du 31 octobre 2008 en ce sens que l'acquisition par X. des parcelles nos 662, 3011 et 3258 situées sur la Commune de Gryon est soumise au régime de l'autorisation.\n\nLe Tribunal fédéral a rejeté le recours en matière de droit public formé par X. contre cet arrêt dans la mesure où il était recevable.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n3. La question litigieuse consiste à examiner si la recourante est ou non assujettie au régime d'autorisation de la loi fédérale du 16 décembre 1983 sur l'acquisition d'immeubles par des personnes à l'étranger (LFAIE; RS 211.412.41).\n\n3.1 L'arrêt attaqué retient en substance que la recourante doit être considérée comme une personne à l'étranger assujettie au régime de l'autorisation, dès lors qu'il ressort des circonstances que cette dernière n'avait pas de résidence effective en Suisse et n'était donc pas domiciliée au sens juridique dans ce pays, ni au moment de l'acquisition des parcelles en juin 2006 et en mars 2007, ni par la suite.\n\n3.2 La recourante soutient pour sa part qu'elle était bien domiciliée en Suisse au moment de l'achat des parcelles, reprochant au Tribunal cantonal de n'avoir pas tiré des constatations de fait les justes conclusions sur le plan juridique. Ainsi, selon la recourante, les BGE 136 II 405 S. 408éléments retenus auraient dû conduire les juges à considérer qu'elle avait manifesté la volonté de s'établir durablement en Suisse de manière reconnaissable pour les tiers et qu'elle avait placé dans ce pays le centre de ses intérêts. Elle invoque une violation des art. 5 al. 1 let. a LFAIE et 2 al. 1 et 2 de l'ordonnance du 1er octobre 1984 sur l'acquisition d'immeubles par des personnes à l'étranger (OAIE; RS 211.412.411), ainsi que de l'art. 25 al. 1 de l'Annexe I de l'Accord du 21 juin 1999 entre la Suisse et la Communauté européenne sur la libre circulation des personnes (RS 0142.112.681; ci-après: Accord ou ALCP). Elle se plaint également d'une violation du principe de la proportionnalité.\n\n4.\n\n4.1 Selon l'art. 2 al. 1 LFAIE, \"l'acquisition d'immeubles par des personnes à l'étranger est subordonnée à une autorisation de l'autorité cantonale compétente\". Sont notamment considérées comme personnes à l'étranger \"les ressortissants des Etats membres de la Communauté européenne ou de l'Association européenne de libre-échange qui n'ont pas leur domicile légalement constitué et effectif en Suisse\" (art. 5 al. 1 let. a LFAIE). Entrée en vigueur le 1er juin 2002, cette disposition a été introduite pour adapter la LFAIE à la réglementation prévue dans l'Accord, plus particulièrement à l'art. 7 let. f ALCP et à l'art. 25 Annexe I ALCP (cf. ALVARO BORGHI, La libre circulation des personnes entre la Suisse et l'UE, 2010, n. 472 p. 222), ainsi qu'aux modifications parallèles de la Convention du 4 janvier 1960 instituant l'AELE (RS 0.632.31; JACQUES TISSOT, Questions choisies en matière de LFAIE, RNRF 87/2006 p. 69 ss, 70 note 8). L'alinéa 1 de l'art. 25 Annexe I ALCP prévoit en effet que \"le ressortissant d'une partie contractante qui a un droit de séjour et qui constitue sa résidence principale dans l'Etat d'accueil bénéficie des mêmes droits qu'un ressortissant national dans le domaine de l'acquisition d'immeubles. Il peut à tout moment établir sa résidence principale dans l'Etat d'accueil, selon les règles nationales, indépendamment de la durée de son emploi. Le départ hors de l'Etat d'accueil n'implique aucune obligation d'aliénation.\" La notion de \"résidence principale\" au sens de cette disposition est une notion autonome dont le Tribunal fédéral a considéré qu'elle correspondait en substance à celle de domicile au sens de l'art. 23 CC (cf. arrêt 2A.704/2004 du 25 mai 2005 consid. 4.1, in RtiD 2005 II p. 298; BORGHI, op. cit., note 156 p. 223).\n\nInterprété a contrario, l'art. 5 al. 1 let. a LFAIE institue une exception générale au régime de l'autorisation pour les ressortissants membres BGE 136 II 405 S. 409de l'Union européenne ou de l'AELE, dès que ceux-ci disposent d'un domicile légalement constitué et effectif en Suisse. Ils ne sont alors plus considérés comme des personnes à l'étranger et ne tombent donc plus sous le coup de la LFAIE (FELIX SCHÖBI, Das Bundesgesetz über den Grundstückerwerb durch Personen im Ausland, in Grundstückkauf [ci-après: Grundstückkauf], 2001, n. 22 p. 414 et n. 33 p. 416); ils peuvent ainsi acquérir un immeuble à leur convenance, comme les citoyens suisses (GIAN SANDRO GENNA, Personen im Ausland und schweizerisches Grundeigentum, in Ausländerrecht, 2009, n. 19.4 p. 939 s.; FELIX SCHÖBI, Das Abkommen über die Freizügigkeit und der Erwerb von Grundstücken [...], in Accords bilatéraux Suisse-UE, 2001, p. 417 ss, 420 [ci-après: Abkommen]).\n\n4.2 Dans ce contexte, la notion de domicile légalement constitué et effectif en Suisse au sens de l'art. 5 al. 1 let. a LFAIE revêt une importance déterminante (TISSOT, op. cit., p. 70 ss). Celle-ci suppose en premier lieu un domicile en Suisse. L'art. 2 al. 1 OAIE se réfère aux art. 23, 24 al. 1, 25 et 26 CC pour définir le domicile en Suisse des ressortissants communautaires. On peut se demander si le renvoi aux art. 24 ss CC figurant à l'art. 2 al. 1 OAIE est compatible avec la notion de résidence principale prévue à l'art. 25 Annexe I ALCP, dont la jurisprudence a précisé qu'elle ne se référait qu'au domicile au sens de l'art. 23 CC (cf. supra consid. 4.1). En particulier, la conservation du domicile aussi longtemps que la personne ne s'en n'est pas créé un nouveau, telle que prévue par l'art. 24 al. 1 CC, pourrait se révéler délicate lorsque la personne ne vit plus en Suisse. La question peut toutefois demeurer indécise, dès lors que le litige ne concerne que le domicile au sens de l'art. 23 al. 1 CC. Celui-ci correspond au lieu où la personne réside avec l'intention de s'y établir (art. 23 al. 1 CC, en matière de LFAIE, cf. SCHÖBI, Grundstückkauf, op. cit., n. 23 p. 414). Le domicile doit en outre être légalement constitué. Selon l'art. 2 al. 2 OAIE, cette exigence présuppose une autorisation de séjour de courte durée, de séjour ou d'établissement CE-AELE valable permettant de créer un domicile (sur cette exigence, cf. infra consid. 4.4). Enfin, l'art. 5 al. 1 let. a LFAIE exige expressément que le domicile soit effectif. On peut se demander si cette dernière condition n'est pas déjà absorbée dans la notion même de domicile (cf. infra consid. 4.3).\n\n4.3 La jurisprudence a déduit deux éléments de la notion de domicile au sens de l'art. 23 al. 1 CC: d'une part, la résidence, soit un séjour d'une certaine durée dans un endroit donné et la création en ce BGE 136 II 405 S. 410lieu de rapports assez étroits et, d'autre part, l'intention de se fixer pour une certaine durée au lieu de sa résidence qui doit être reconnaissable pour les tiers et donc ressortir de circonstances extérieures et objectives. Cette intention implique la volonté manifestée de faire d'un lieu le centre de ses relations personnelles et professionnelles. Le domicile d'une personne se trouve ainsi au lieu avec lequel elle a les relations les plus étroites, compte tenu de l'ensemble des circonstances (ATF 135 I 233 consid. 5.1 p. 249; ATF 132 I 29 consid. 4 p. 36). Le lieu où les papiers d'identité ont été déposés ou celui figurant dans des documents administratifs, comme des attestations de la police des étrangers, des autorités fiscales ou des assurances sociales constituent des indices qui ne sauraient toutefois l'emporter sur le lieu où se focalise un maximum d'éléments concernant la vie personnelle, sociale et professionnelle de l'intéressé (ATF 125 III 100 consid. 3 p. 101 ss.). Les constatations relatives à ces circonstances relèvent du fait, mais la conclusion que le juge en tire quant à l'intention de s'établir est une question de droit (ATF 120 III 7 consid. 2a p. 8; arrêt 5A_398/2007 du 28 avril 2008 consid. 3.2).\n\nLa doctrine est partagée sur le point de savoir si le domicile en Suisse doit être effectif au moment de l'acquisition (en ce sens:TISSOT, op. cit., p. 72 note 13) ou si une prise de domicile encore à intervenir permettrait de bénéficier du statut prévu par l'art. 5 al. 1 let. a LFAIE (en ce sens, SCHÖBI, Grundstückkauf, op. cit., n. 34 p. 417; le même, Abkommen, op. cit., p. 421, qui considère que l'existence d'un domicile en Suisse au moment de l'acquisition reviendrait à exiger de l'étranger qu'il commence par louer un bien immobilier en Suisse, ce qui ne serait pas justifié). La question n'a pas à être examinée plus avant, dès lors que l'arrêt attaqué envisage toutes les possibilités, lorsqu'il retient que la recourante n'était pas domiciliée en Suisse ni au moment des acquisitions immobilières en juin 2006 et en mars 2007, ni par la suite.\n\n4.4 Selon les faits constatés dans l'arrêt attaqué, qui ne sont du reste pas contestés, la recourante, de nationalité allemande, et son époux, de nationalité américaine, ont fait une demande d'autorisation de séjour CE/AELE en mars 2006, autorisations qui leur ont été délivrées le 3 avril 2006, avant d'être révoquées en mars 2009, au motif que leur domicile principal et le centre d'intérêts de la famille se trouvaient à l'étranger. Le bien-fondé de cette révocation fait l'objet d'une procédure actuellement pendante devant le Tribunal cantonal. Une autorisation CE/AELE n'a toutefois qu'un effet déclaratoire, BGE 136 II 405 S. 411c'est-à-dire qu'elle atteste seulement du droit de présence de l'étranger dans l'Etat d'accueil (ATF 136 II 329 consid. 2.2 p. 332). Elle n'est dès lors pas indispensable lorsqu'il existe un droit de séjour. L'exigence figurant à l'art. 2 al. 2 OAIE, selon laquelle le domicile légalement constitué présuppose une autorisation de séjour de courte durée, de séjour ou d'établissement CE-AELE ne peut donc être comprise que comme une condition formelle visant à faciliter la constatation par les autorités compétentes en matière d'acquisition d'immeubles par les étrangers de l'existence d'un droit de séjour en Suisse, étant précisé qu'un tel droit peut exister indépendamment de ce document. En l'occurrence, si l'on devait constater que la recourante dispose d'un domicile principal en Suisse, alors celle-ci aurait droit à une autorisation de séjour en vertu de l'art. 24 Annexe I ALCP, dès lors qu'elle possède à l'évidence des moyens financiers suffisants pour ne pas être à la charge de l'assistance publique (cf. MINH SON NGUYEN, Libre circulation des personnes et acquisition d'immeubles par des personnes titulaires d'une autorisation de courte durée, in Mélanges publiés par l'Association des Notaires Vaudois, 2005, p. 381 ss, 389).\n\n4.5 S'agissant du domicile, l'arrêt attaqué retient qu'au début 2006, les époux X. se sont renseignés sur les conditions d'un transfert de leur résidence des Etats-Unis en Suisse. Le 1er avril 2006, X. a déposé ses papiers auprès de la Commune de Gryon. N'ayant pas trouvé d'objet à louer, la recourante a indiqué que la famille avait logé à l'hôtel ou chez des amis, de sorte qu'il était difficile de prouver leur lieu de séjour effectif durant la première moitié de l'année 2006, ce d'autant que les attestations avaient disparu dans l'incendie qui avait ravagé leur maison en Californie. Des documents démontrant des séjours en Suisse à l'hôtel en février, mai et juin 2006 ont toutefois été produits. Après la signature du premier acte de vente le 6 juin 2006, la famille est retournée en Californie, où la recourante, apprenant qu'elle était enceinte et souhaitant éviter tout risque pour l'enfant à naître, a renoncé à revenir en Suisse jusqu'à l'accouchement; elle est ensuite restée aux Etats-Unis, son enfant ne pouvant pas voyager pendant les six premiers mois de son existence en raison d'un problème digestif. Le 6 mars 2007, le second acte de vente a été signé en Suisse. En septembre 2007, la recourante étant de nouveau enceinte, elle n'a songé à retourner en Suisse qu'après le 2 janvier 2008, une fois le résultat de l'amniocentèse obtenu. Le 10 janvier 2008, les époux ont conclu un contrat de bail portant sur un chalet à Villars-sur-Ollon pour la période allant du 1er décembre 2007 au 3 mai 2008, à BGE 136 II 405 S. 412l'exception de la semaine du 29 décembre 2007 au 6 janvier 2008; ce contrat a été prolongé jusqu'au 21 juin 2008. Ils ont fourni une facture d'une école de Villars-sur-Ollon démontrant que, du 14 janvier au 19 mars 2008, l'écolage de l'enfant aîné de la recourante a été payé; la famille a aussi acheté un véhicule livré le 7 février 2008, mais a déposé les plaques le 26 mai 2008. La recourante est ensuite retournée aux Etats-Unis pour y accoucher en juin 2008. Il en ressort que la recourante n'a séjourné que durant de brèves périodes en Suisse, même avant juin 2006, ce que celle-ci reconnaît du reste.\n\nSur la base des circonstances décrites ci-dessus, le Tribunal cantonal pouvait retenir, sans violer le droit fédéral, que la recourante n'était pas domiciliée en Suisse, au sens de l'art. 23 al. 1 CC, lors de l'acquisition des biens immobiliers, et même après. La recourante invoque à cet égard l'arbitraire, alors que, s'agissant de droit fédéral, le Tribunal fédéral examine cette question librement (cf. art. 95 let. a et 106 al. 1 LTF). Quoi qu'il en soit, indépendamment de la volonté réelle de la recourante de se domicilier en Suisse, les séjours limités qu'elle a effectués dans ce pays, entrecoupés de longues périodes aux Etats-Unis, ne permettent pas d'admettre que la condition de la résidence, soit un séjour d'une certaine durée dans un endroit donné, ni celle d'une intention reconnaissable pour les tiers de faire le centre de ses relations en Suisse seraient réalisées. Or, ce dernier élément l'emporte sur le lieu où sont déposés les papiers et mentionné dans les documents administratifs. Quant à l'achat d'un véhicule, dont les plaques ont été remises après quelques mois ou une inscription dans une école pendant un trimestre, il s'agit d'indices qui ne sauraient se révéler déterminants, s'ils ne sont pas corroborés par un séjour effectif en Suisse.\n\n4.6 L'argumentation de la recourante, qui conteste cette interprétation juridique des faits, ne peut être suivie. Les développements tendant à démontrer que la famille avait la volonté réelle de venir s'installer en Suisse pour y créer le centre de son existence ne sont pas pertinents, dans la mesure où, comme on l'a vu, il faut que cette intention ait été reconnaissable pour les tiers, ce que les circonstances extérieures et objectives ne permettent pas de retenir en l'espèce. Le fait que la maison de la famille située en Californie ait brûlé en juillet 2006 ne signifie pas que la recourante ait alors abandonné son domicile aux Etats-Unis. Au contraire, elle y a passé toute sa deuxième grossesse et n'est revenue en Suisse qu'épisodiquement depuis lors. Le paiement de l'écolage de son fils dans une école de BGE 136 II 405 S. 413Villars-sur-Ollon durant un trimestre, début 2008, n'était pas non plus suffisant. En outre, le fait que le Tribunal cantonal ait envisagé l'hypothèse que la famille ait véritablement eu l'intention à l'origine de s'installer en Suisse, ne permet pas d'en conclure qu'il devait admettre l'existence d'un domicile. En effet, la recourante perd de vue que les circonstances ne permettent pas d'établir une résidence effective dans ce pays. Quant à la présence de la famille en Suisse au printemps 2006, que la recourante qualifie elle-même de \"constante, bien qu'instable géographiquement\", puisqu'elle consistait en des séjours à l'hôtel et chez des amis, elle ne saurait, à elle seule, être l'élément déterminant pour admettre un domicile en Suisse au sens de l'art. 23 al. 1 CC.\n\nDu reste, le fait que la recourante, alors qu'elle avait renoncé à se rendre en Suisse pendant toute sa deuxième grossesse débutée en juin 2006, au motif d'éviter tout risque pour son futur enfant, a quitté la Suisse en juin 2008, peu de temps avant le terme de sa troisième grossesse, pour aller accoucher aux Etats-Unis est un élément externe qui, interprété objectivement, tend à démontrer qu'elle n'avait pas déplacé en Suisse le centre de ses intérêts.\n\nEn définitive, la recourante se contente de donner un poids différent aux éléments retenus oubliant que son appréciation subjective des circonstances ne saurait primer sur l'approche objective, reconnaissable pour les tiers. Or, selon cette approche, l'arrêt attaqué, qui nie l'existence d'un domicile, n'apparaît pas contraire aux art. 25 al. 1 Annexe I ALCP et 5 al. 1 let. a LFAIE.\n\n4.7 La LFAIE prévoit expressément que les ressortissants des Etats membres qui n'ont pas leur domicile légalement constitué et effectif en Suisse sont des personnes à l'étranger (art. 5 al. 1 let. a LFAIE) assujetties au régime de l'autorisation en cas d'acquisition d'immeubles (art. 2 al. 1 LFAIE). Partant, le Tribunal cantonal, dans la mesure où il considérait que la recourante n'était pas domiciliée en Suisse, n'avait d'autre choix que de constater son assujettissement au régime de l'autorisation selon l'art. 25 al. 1bis LFAIE. On ne voit pas que la législation actuelle laisse une marge de manoeuvre aux autorités, en application du principe de la proportionnalité. Le grief lié à la violation de ce principe n'a donc pas sa place ici.\n\n4.8 Enfin, l'arrêt attaqué se limite à constater l'assujettissement de la recourante au régime de l'autorisation, sans se prononcer sur ses conséquences, notamment sur l'existence de charges éventuelles. Par conséquent, il n'y a pas lieu d'entrer en matière sur le bien-fondé d'une obligation d'aliénation, dès lors qu'elle dépasse l'objet du litige."}