{"annee": "136", "cour": "V", "page": "146", "date": "18/3/2010", "cite": ["128 V 182", "134 I 313"], "cite_par": ["140 V 379"], "chapeau": "19. Estratto della sentenza della I Corte di diritto sociale nella causa Segreteria di Stato dell'economia contro Cassa disoccupazione UNIA e G. (ricorso in materia di diritto pubblico)\n\n8C_911/2009 del 18 marzo 2010", "regestes": ["Art. 3b OACI; délais-cadres en cas de période éducative. L'art. 3b al. 1 OACI, lequel subordonne la prolongation des délais-cadres d'indemnisation et de cotisation après une période éducative à la condition que l'enfant de l'assuré n'ait pas encore dix ans révolus au moment où ce dernier se réinscrit ou s'inscrit au chômage, est conforme à la loi (consid. 3)."], "faits": "BGE 136 V 146 S. 147\n\nA.\n\nA.a G., nata nel 1967, divorziata dal luglio 2008, ora risposata, è madre di tre figli nati rispettivamente l'11 maggio 1985, il 3 settembre 1987 e il 12 maggio 1997. Dopo la separazione dal marito, ha presentato una richiesta d'indennità di disoccupazione a far tempo dal 23 luglio 2004. Un termine quadro per la riscossione delle prestazioni è stato aperto dal 23 luglio 2004 al 22 luglio 2006. L'interessata è stata esonerata dall'adempimento del periodo legale minimo di contribuzione in applicazione dell'art. 14 cpv. 2 LADI (RS 837.0). A partire dal 15 agosto 2005, ha assunto un impiego quale ausiliaria di cura presso una casa di riposo. A contare da quella data non ha più percepito indennità di disoccupazione. Il rapporto di lavoro è stato disdetto per il 13 ottobre 2006. Il salario è stato versato sino alla fine del mese di ottobre 2006.\n\nA.b Il 14 luglio 2008 G. ha presentato una nuova richiesta d'indennità di disoccupazione a far tempo dal 10 luglio 2008. La richiesta era motivata dal divorzio. Mediante decisione del 5 agosto 2008 la Cassa disoccupazione Unia (in seguito: la Cassa) le ha negato il diritto all'apertura di un nuovo termine quadro per la riscossione della prestazione. L'assicurata si è opposta al provvedimento, precisando di non avere più lavorato dal 31 ottobre 2006 per dedicarsi alla figlia minore e agli altri due figli allora in difficoltà. Il 22 settembre 2008 la Cassa ha respinto l'opposizione. Ha considerato che la richiedente era già stata esonerata dall'adempimento del periodo di contribuzione al momento della separazione, sicché non poteva fare valere anche il successivo divorzio quale motivo di esenzione. Inoltre, l'assicurata non era in grado di comprovare il necessario periodo di contribuzione nei due anni precedenti l'annuncio in disoccupazione e nemmeno poteva prevalersi di un altro motivo di esenzione.\n\nB. Per giudizio del 20 novembre 2008 il Tribunale delle assicurazioni del Cantone Ticino ha accolto il ricorso di G. avverso la decisione su opposizione. Ha considerato che l'insorgente poteva beneficiare di un prolungamento di due anni del termine quadro ordinario BGE 136 V 146 S. 148di contribuzione nella misura in cui si era dedicata all'educazione di un figlio di età inferiore ai dieci anni (periodo educativo). Durante questo periodo, l'assicurata aveva esercitato un'attività soggetta a contribuzione per oltre dodici mesi. Il tribunale ha rinviato gli atti all'amministrazione per esaminare se fossero adempiute anche le altre condizioni per il riconoscimento del diritto all'indennità di disoccupazione.\n\nC. La Segreteria di Stato dell'economia (SECO) ha interposto ricorso in materia di diritto pubblico con il quale ha chiesto l'annullamento del giudizio cantonale. Con sentenza 8C_1019/2008 del 28 luglio 2009, il Tribunale federale ha dichiarato il ricorso inammissibile. Ha considerato che la SECO non poteva prevalersi di un pregiudizio irreparabile per ricorrere alla Corte federale già avverso la pronuncia cantonale di rinvio, senza attendere il giudizio finale cantonale.\n\nD. Conformandosi al giudizio cantonale del 20 novembre 2008, la Cassa ha emanato una decisione il 10 agosto 2009, poi, su opposizione della SECO, una decisione il 31 agosto 2009, mediante le quali ha riconosciuto il diritto dell'assicurata all'indennità di disoccupazione a partire dal 10 luglio 2008. La SECO è insorta al Tribunale delle assicurazioni del Cantone Ticino, il quale ne ha respinto il gravame per nuovo giudizio del 15 ottobre 2009, ribadendo, nell'essenziale, i motivi già addotti con la precedente pronuncia.\n\nE. Anche avverso quest'ultimo giudizio la SECO propone un ricorso in materia di diritto pubblico al Tribunale federale, chiedendone l'annullamento. Postula inoltre la concessione dell'effetto sospensivo al ricorso. La Cassa ha rinunciato a determinarsi, mentre G. ha concluso per la reiezione del gravame.\n\nF. Il 30 novembre 2009, per ordine del Presidente della I Corte di diritto sociale, al ricorso è stato conferito effetto sospensivo in via superprovvisionale nel senso che fino alla decisione sulla richiesta di conferimento dell'effetto sospensivo, non poteva essere adottata alcuna misura d'esecuzione del giudizio impugnato.\n\nIl Tribunale federale ha accolto il ricorso.", "considerants": "Dai considerandi:\n\n1.\n\n1.1 Secondo l'art. 8 cpv. 1 lett. e LADI, l'assicurato ha diritto all'indennità di disoccupazione se ha compiuto o è liberato dall'obbligo BGE 136 V 146 S. 149di compiere il periodo di contribuzione. La presente lite verte sul tema di sapere se l'assicurata abbia esercitato un'attività soggetta a contribuzione che permetta di riconoscerle il diritto all'indennità di disoccupazione.\n\n1.2 Per la riscossione della prestazione e per il periodo di contribuzione vigono, di regola, termini quadro biennali (art. 9 cpv. 1 LADI). Il termine quadro per la riscossione decorre dal primo giorno nel quale sono adempiuti tutti i presupposti per il diritto alla prestazione (art. 9 cpv. 2 LADI). Il termine quadro per il periodo di contribuzione decorre due anni prima di tale giorno (art. 9 cpv. 3 LADI). Nel caso di specie, il termine quadro biennale per il periodo di contribuzione è decorso dal 10 luglio 2006 al 9 luglio 2008. Entro tale termine, l'assicurata non ha svolto durante almeno 12 mesi un'occupazione soggetta a contribuzione (art. 13 cpv. 1 LADI). Sotto il profilo del termine quadro di contribuzione di due anni le condizioni relative al periodo di contribuzione non sono quindi soddisfatte. Il che è incontestato.\n\n1.3 I primi giudici hanno tuttavia applicato l'art. 9b LADI che prevede una disciplina speciale in materia di termini quadro in caso di periodo educativo. Tale norma ha il seguente tenore:\n\n\" 1 Il termine quadro per la riscossione della prestazione da parte di un assicurato che si è dedicato all'educazione dei figli è prolungato di due anni se:\n\na) un termine quadro correva all'inizio del periodo in cui l'assicurato si è dedicato all'educazione di un figlio di età inferiore ai dieci anni; e\n\nb) al momento del riannuncio, l'assicurato non ha adempiuto i presupposti di un periodo di contribuzione sufficiente.\n\n2 Se all'inizio del periodo in cui si è dedicato all'educazione di un figlio di età inferiore ai dieci anni non correva alcun termine quadro per la riscossione della prestazione, il termine quadro per il periodo di contribuzione di un assicurato che si è dedicato all'educazione dei figli è di quattro anni.\n\n3 La nascita di un nuovo figlio comporta un prolungamento di due anni al massimo del termine quadro di cui al capoverso 2.\n\n4 I capoversi 1-3 sono applicabili, per lo stesso periodo educativo, a uno solo dei due genitori e per un solo figlio.\n\n5 Le indennità giornaliere non possono superare complessivamente il numero massimo fissato nell'articolo 27.\n\n6 Il Consiglio federale disciplina le condizioni alle quali il prolungamento dei termini quadro di cui ai capoversi 1 e 2 è applicabile anche in caso di collocamento di fanciulli in vista dell'adozione.\" BGE 136 V 146 S. 150\n\n1.4 La norma in questione si riferisce a due ipotesi ben distinte. L'art. 9b cpv. 1 LADI prevede l'interruzione del termine quadro per la riscossione della prestazione in corso in favore dell'assicurato dedicatosi all'educazione di un figlio: questo termine è prolungato di due anni. Questa ipotesi non entra in concreto in considerazione dal momento che il termine quadro per la riscossione della prestazione di cui l'assicurata ha beneficiato ha preso fine il 22 luglio 2006, ossia prima dell'inizio del periodo educativo invocato. La seconda ipotesi si riferisce al prolungamento del termine quadro di contribuzione (se nessun termine quadro per la riscossione della prestazione decorreva all'inizio del periodo educativo). Le persone interessate beneficiano di un termine quadro prolungato (quattro anni in totale) per soddisfare il requisito dell'adempimento di un periodo di contribuzione di dodici mesi. La persona assicurata deve quindi annunciarsi all'assicurazione contro la disoccupazione al più tardi tre anni dopo l'ultima attività salariata esercitata: entro il termine quadro di quattro anni, il periodo minimo di contribuzione di un anno deve essere compiuto. Per il resto, non è richiesto un periodo educativo minimo (cfr. a tal riguardo BORIS RUBIN, Assurance-chômage, Droit fédéral, Survol des mesures cantonales, Procédure, 2a ed. 2006, pag. 139 segg.; THOMAS NUSSBAUMER, Arbeitslosenversicherung, in Soziale Sicherheit, SBVR vol. XIV, 2a ed. 2007, pag. 2215 n. 116).\n\n2.\n\n2.1 Sulla base dell'art. 9b LADI il Consiglio federale ha emanato l'art. 3b OADI (RS 837.02), il cui primo cpv. dispone:\n\n\"I termini quadro per la riscossione della prestazione e per il periodo di contribuzione sono prolungati dopo un periodo educativo se, al momento del riannuncio (art. 9b cpv. 1 lett. a e b LADI) o dell'annuncio alla disoccupazione (art. 9b cpv. 2 LADI), il figlio dell'assicurato ha un'età inferiore ai 10 anni.\"\n\n2.2 Tema della presente lite è la legalità di questo disposto di ordinanza. I primi giudici ritengono infatti non essere tale norma conforme alla legge nella misura in cui pone una esigenza supplementare, non prevista all'art. 9b LADI, ossia che il figlio non deve avere raggiunto l'età di dieci anni al momento in cui l'assicurato si annuncia alla disoccupazione. Per i giudici cantonali, la sola condizione posta dalla legge è quella che l'assicurato si sia dedicato all'educazione di un figlio di età inferiore ai dieci anni. Di conseguenza, l'assicurata dovrebbe in concreto poter beneficiare di un termine quadro prorogato di quattro anni, anche se si è annunciata all'assicurazione BGE 136 V 146 S. 151contro la disoccupazione nel luglio 2008, epoca in cui sua figlia minore aveva superato l'età limite.\n\n2.3 Da parte sua, la ricorrente sostiene che la condizione posta all'art. 3b cpv. 1 OADI si giustifica con l'esigenza di un nesso di causalità tra il periodo educativo e l'assenza di un'attività salariata. Se l'assicurato si iscrive in disoccupazione dopo che suo figlio ha compiuto i dieci anni di età, tale nesso deve essere considerato interrotto. Così, nel caso di specie, l'assicurata avrebbe potuto cercare un impiego già nel mese di maggio 2007, poco prima che sua figlia compisse dieci anni. Il fatto che l'assicurata si sia annunciata alla disoccupazione solo nel luglio 2008 induce a supporre che ciò sia avvenuto in ragione di circostanze indipendenti dalla necessità di occuparsi dell'ultimogenita. Tali motivi vanno ricercati nel cattivo stato di salute del suo compagno, nelle difficoltà incontrate dai due figli maggiori nonché nel divorzio non ancora pronunciato. Più generalmente, la ricorrente rileva che il limite di età di dieci anni è stato fissato in considerazione dei dati statistici secondo i quali l'interruzione dell'attività lucrativa per dedicarsi all'educazione dei figli interviene nei primi anni di vita del bambino. Inoltre, il legislatore si sarebbe ispirato alla giurisprudenza in materia di divorzio la quale ritiene esigibile che il genitore affidatario espleti un'attività lucrativa a partire dal momento in cui l'ultimogenito ha raggiunto l'età di dieci anni.\n\n3.\n\n3.1 La giurisprudenza non si è ancora pronunciata esplicitamente sulla legalità dell'art. 3b cpv. 1 OADI. In una sentenza del 2005, l'allora Tribunale federale delle assicurazioni aveva applicato questa disposizione senza ulteriore discussione (sentenza C 266/04 del 10 giugno 2005 consid. 3). Il tema merita nella presente fattispecie un esame più approfondito. A tal fine è utile ricordare, in via preliminare, l'evoluzione legislativa che ha condotto all'adozione dell'art. 9b LADI.\n\n3.1.1 Nella sua versione iniziale, la LADI non conteneva alcuna disposizione relativa al periodo educativo. È solo in occasione della seconda revisione della LADI che il legislatore ha adottato una regolamentazione che permetteva di tener conto, ai fini del diritto alle prestazioni, del tempo dedicato all'educazione dei figli. Ha introdotto nella legge l'art. 13 cpv. 2bis (entrato in vigore il 1° gennaio 1996). Giusta questa norma, il periodo durante il quale l'assicurato non BGE 136 V 146 S. 152aveva svolto un'occupazione soggetta a contribuzione essendosi occupato dell'educazione di figli d'età inferiore ai 16 anni era computato come periodo di contribuzione, nella misura in cui, dopo il periodo educativo, l'assicurato era costretto, per ristrettezze economiche, a intraprendere un'attività lucrativa dipendente (cfr. ad esempio DTF 128 V 182). Questa disposizione era controversa; essa ha dato adito a diversi interventi parlamentari in vista di una sua modifica (v. in proposito BÉATRICE DESPLAND, Responsabilités familiales et assurance-chômage une contradiction?, Ufficio federale per l'uguaglianza fra donna e uomo [ed.], 2001, pag. 38 n. 129 segg.; RUBIN, op. cit., pag. 139 seg.). Alcuni parlamentari consideravano in effetti che la norma tornava utile soprattutto alle persone di nazionalità straniera, venute a stabilirsi in Svizzera senza avere lavorato e che avevano rinunciato all'esercizio di un'attività lucrativa, non a causa di un periodo educativo, ma per un'insufficiente integrazione.\n\n3.1.2 In occasione della terza revisione della LADI, il Consiglio federale ha quindi proposto di abrogare l'art. 13 cpv. 2bis LADI e di sostituirlo con un art. 9b il cui cpv. 2 prevedeva: \"Se al momento del parto non era in corso alcun termine quadro per la riscossione della prestazione, il termine quadro per il periodo di contribuzione di un assicurato che si è dedicato all'educazione dei figli è di quattro anni\" (Messaggio del 28 febbraio 2001 concernente la revisione della legge sull'assicurazione contro la disoccupazione, FF 2001 1967 segg., più in particolare pag. 2065). Tale vantaggio perseguiva il fine di reinserire gli assicurati che avevano interrotto provvisoriamente la loro attività professionale alla nascita di un figlio. In prima lettura, il Consiglio degli Stati ha aderito senza discussione alla proposta del Consiglio federale (BU 2001 CS 395). In Consiglio nazionale una proposta di minoranza Berberat voleva che questo \"accredito educativo\" fosse valido fino al momento in cui il figlio avesse raggiunto l'età di sedici anni (BU 2001 CN 1885). Su proposta del gruppo parlamentare democristiano, il Consiglio nazionale ha finalmente ritenuto un'età di dieci anni (BU 2001 CN 1889). Nuovamente interpellato, il Consiglio degli Stati ha in un primo tempo mantenuto la sua posizione (BU 2002 CS 72), per poi aderire finalmente alla proposta di compromesso presentata dal Consiglio nazionale in sede di procedura di eliminazione delle divergenze (BU 2002 CS 169). La versione attuale dell'art. 9b cpv. 2 LADI è quindi il risultato di tale compromesso. Questa disposizione è entrata in vigore il 1° luglio 2003 e ha comportato l'abrogazione dell'art. 13 cpv. 2bis BGE 136 V 146 S. 153LADI. Si noterà, di transenna, che la condizione legata alla necessità economica, prevista dal vecchio diritto, non è stata ripresa.\n\n3.2\n\n3.2.1 L'art. 3b cpv. 1 OADI non può fondarsi sulla delega legislativa dell'art. 9b cpv. 6 LADI, che autorizza il Consiglio federale unicamente a disciplinare il prolungamento dei termini quadro in caso di collocamento di fanciulli in vista dell'adozione. Si tratta pertanto di una semplice disposizione d'esecuzione emanata in applicazione dell'art. 109 LADI, che incarica il Consiglio federale dell'emanazione delle norme esecutive della legge. Un'ordinanza di esecuzione può disciplinare solo intra legem, e non praeter legem. Può stabilire delle regole complementari di procedura, precisare e dettagliare determinate disposizioni della legge, eventualmente colmare delle lacune in senso proprio; senza una delega espressa, non può per contro porre delle regole nuove suscettibili di restringere i diritti degli amministrati o di imporre loro degli obblighi, anche se le regole stesse sono ancora conformi allo scopo legale (DTF 134 I 313 consid. 5.3 pag. 317 e i riferimenti citati).\n\n3.2.2 Nella dottrina, la legalità dell'art. 3b cpv. 1 OADI è stata messa in discussione da un autore. Esigendo che il genitore interessato debba iscriversi in disoccupazione prima che il figlio abbia raggiunto l'età di dieci anni, il Consiglio federale avrebbe limitato la portata del testo legale per la presa in considerazione di un periodo educativo; trattandosi più particolarmente dell'art. 9b cpv. 2 LADI, il rischio di un versamento di prestazioni contrario allo scopo legale sarebbe pertanto già sufficientemente scongiurato dal fatto che il legislatore ha previsto un prolungamento massimo del termine quadro ordinario di soli due anni (NUSSBAUMER, op. cit., pag. 2215 n. 115).\n\n3.2.3 La soluzione ritenuta dal compromesso parlamentare summenzionato è volta a permettere alla persona assicurata di cessare temporaneamente la propria attività salariata per occuparsi di suo figlio fino al momento in cui quest'ultimo abbia raggiunto l'età di dieci anni. Come rilevato in sede dei dibattimenti parlamentari, la vita di un bambino può essere caratterizzata da avvenimenti più o meno gravosi (problemi scolari o di salute), che rendono necessaria, per un tempo limitato, la presenza accresciuta di un genitore. È il motivo per il quale il legislatore ha ritenuto necessario accordare il beneficio dell'\"accredito educativo\" per un periodo di dieci anni dopo la nascita del bambino, e non soltanto per i primi anni successivi BGE 136 V 146 S. 154al parto (interventi Berberat e Cina, BU 2001 CN 1885 seg.). Il periodo educativo si riferisce imperativamente ai primi dieci anni di vita del bambino. D'altronde, come si è visto, non viene richiesto un periodo educativo minimo. Seguendo il parere dei primi giudici, il genitore che cessa di lavorare poco prima che il figlio raggiunga l'età di dieci anni verrebbe a beneficiare di un prolungamento del termine quadro annunciandosi all'assicurazione contro la disoccupazione dopo un periodo educativo compiuto nella maggior parte dopo questa età. Ciò permetterebbe di prolungare il periodo educativo in una misura non prevista dalla legge. Tale eventualità non trova nessun fondamento nei lavori preparatori. In modo più o meno esplicito, il legislatore è al contrario partito dall'idea che il genitore debba annunciarsi all'assicurazione contro la disoccupazione prima che il figlio abbia raggiunto l'età di dieci anni. Nel corso dei lavori preparatori, diversi parlamentari si sono espressi sul progetto dell'art. 9b LADI rilevando che un genitore potrebbe perfino cessare l'attività quando il figlio ha sette anni e beneficiare ciò malgrado di un termine quadro prolungato: un periodo educativo di tre anni permettendo ancora di prendere in considerazione i dodici mesi di contribuzione compiuti prima di questo periodo (processo verbale della seduta del 21/22 gennaio 2002 della Commissione della sicurezza sociale e della sanità pubblica; intervento Beerli, BU 2002 CS 72). L'aver scelto, a titolo di esempio, un bambino di sette anni dimostra in modo chiaro lo spirito del legislatore di far corrispondere la data limite per annunciarsi all'assicurazione contro la disoccupazione al compimento dei dieci anni del figlio.\n\n3.2.4 Riassumendo, non risulta che l'art. 3b cpv. 1 OADI restringa in modo inammissibile la portata della legge. L'esigenza imposta al richiedente di annunciarsi all'assicurazione contro la disoccupazione prima del compimento dei dieci anni da parte del figlio deve piuttosto essere considerata una condizione implicita presupposta da una corretta applicazione dell'art. 9b cpv. 2 LADI.\n\n3.3 Nel caso di specie, non è contestato che l'assicurata ha cessato la propria attività per la fine di ottobre 2006 per occuparsi dei suoi figli, in particolare di sua figlia minore, che allora non aveva ancora dieci anni. L'assicurata si è annunciata all'assicurazione contro la disoccupazione ampiamente dopo la data in cui sua figlia minore ha compiuto i dieci anni. Essa non può di conseguenza beneficiare di un prolungamento del termine quadro per una durata totale di quattro BGE 136 V 146 S. 155anni. Entro il termine quadro ordinario di due anni non ha svolto un'occupazione soggetta a contribuzione durante almeno un anno (consid. 1.2). L'interessata non adempie pertanto la condizione di un periodo di contribuzione sufficiente per far nascere il diritto alle indennità di disoccupazione."}