{"annee": "136", "cour": "III", "page": "110", "date": "15/1/2010", "cite": ["110 III 5", "67 III 114", "106 III 5"], "cite_par": [], "chapeau": "16. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause X. SA contre Y. SA (recours en matière civile)\n\n5A_863/2009 du 15 janvier 2010", "regestes": ["Poursuite pour effets de change et beneficium excussionis realis (art. 41 et 177 al. 1 LP). Le principe du beneficium excussionis realis (art. 41 al. 1bis LP) ne s'applique pas à la poursuite pour effets de change. Le poursuivi ne peut donc pas exiger, par la voie de la plainte, la réalisation préalable du gage (consid. 4)."], "faits": "|110|\n\nLe 12 novembre 2009, l'Office des poursuites de Genève a enregistré une réquisition de poursuite pour effets de change dirigée par Y. SA contre X. SA en recouvrement de 4'551'037 fr. 50 au titre d'une lettre de change du 25 mars 2009, endossée notamment par X. SA.\n\nLa poursuivie a porté plainte contre cette poursuite, dont elle a requis l'annulation, estimant qu'en vertu de l'art. 41 al. 1bis LP elle était en droit d'exiger que la poursuivante, qui était au bénéfice d'un droit de gage, fasse d'abord réaliser le gage (principe du beneficium excussionis realis). Dans sa détermination sur la plainte, la poursuivante s'est prévalue de l'art. 177 al. 1 LP, disposition réservée par l'art. 41 al. 2 in fine LP et aux termes de laquelle \"le créancier qui agit en vertu d'un effet de change ou d'un chèque peut, alors même |111| que la créance est garantie par un gage, requérir la poursuite pour effets de change, lorsque le débiteur est sujet à la poursuite par voie de faillite\".\n\nPar décision du 17 décembre 2009, la Commission de surveillance des offices des poursuites et des faillites du canton de Genève a rejeté la plainte au motif que la poursuivante ayant choisi d'introduire contre une débitrice sujette à la poursuite par voie de faillite (art. 39 al. 1 ch. 8 LP) une poursuite pour effets de change, la poursuivie ne pouvait pas, en vertu du texte clair de l'art. 177 al. 1 LP, exiger par la voie de la plainte la réalisation du gage.\n\nLe recours en matière civile interjeté par la poursuivie auprès du Tribunal fédéral a été rejeté.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n4. Le texte de l'art. 177 al. 1 LP, expressément réservé par l'art. 41 al. 2 in fine LP, est parfaitement clair: le créancier qui agit en vertu d'un effet de change ou d'un chèque peut, alors même que la créance est garantie par un gage, requérir la poursuite pour effets de change, lorsque le débiteur est sujet à la poursuite par voie de faillite. Le droit que confère l'effet de change garanti par gage est donc assuré par une double sanction, à savoir la réalisation du gage, d'une part, et la poursuite spéciale aux effets de change, d'autre part, le créancier pouvant faire usage de l'une ou l'autre de ces sanctions à son choix (ATF 67 III 114 consid. 1). Ce choix n'a d'ailleurs pas un caractère exclusif: le créancier peut, après avoir réclamé la réalisation du gage et aussi longtemps que l'exécution demeure soumise à sa seule volonté, y renoncer et recommencer la procédure en choisissant, s'il le veut, la voie qu'il n'a pas encore empruntée (même arrêt, consid. 3). Le poursuivi ne peut donc pas exiger, par la voie de la plainte, la réalisation préalable du gage. Il s'agit là d'une exception au principe du beneficium excussionis realis, lequel ne s'applique pas à la poursuite pour effets de change (ATF 110 III 5 consid. 3c).\n\nLa doctrine partage unanimement cet avis (P.-R. GILLIÉRON, Poursuite pour dettes, faillite et concordat, 4e éd. 2005, n. 523, 562 et 1471; le même, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, vol. I, 1999, n° 67 ss ad art. 41 LP; AMONN/WALTHER, Grundriss des Schuldbetreibungs- und Konkursrechts, 8e éd. 2008, |112| § 32 n° 14 § 37 n. 8; LOUIS DALLÈVES, in Commentaire romand, Poursuite et faillite, 2005, n° 5 ad art. 177 LP; THOMAS BAUER, in Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, vol. II, 1998, n° 36 ss ad art. 177 LP; DOMENICO ACOCELLA, in même commentaire, vol. I, 1998, nos 31 et 40 ad art. 41 LP; FRITZSCHE/WALDER, Schuldbetreibung und Konkurs nach schweizerischem Recht, vol. II, 1993, § 37 n. 4; JAEGER/WALDER/KULL/KOTTMANN, Bundesgesetz über Schuldbetreibung und Konkurs, vol. II, 4e éd. 1999, n° 6 ad art. 177 LP; INGRID JENT-SØRENSEN, in Kurzkommentar SchKG, 2009, n° 14 ad art. 41 LP; GERHARD ROTH, in même commentaire, n° 7 s. ad art. 177 LP; PAUL-HENRI STEINAUER, Les droits réels, vol. III, 3e éd. 2003, n. 2785; WALTER A. STOFFEL, Voies d'exécution, 2002, § 6 n. 20 in fine).\n\nLa recourante soutient en vain que l'interprétation de l'art. 41 al. 1bis LP imposerait une autre solution. En intercalant l'alinéa 1bis, le législateur a simplement codifié une pratique consacrée par la jurisprudence (ATF 106 III 5; Message concernant la révision de la LP du 8 mai 1991, FF 1991 73 in fine) et repris, s'agissant des gages immobiliers, l'art. 85 al. 2 de l'ordonnance du Tribunal fédéral du 23 avril 1920 sur la réalisation forcée des immeubles (ORFI; RS 281.42), qui a depuis lors été abrogé (RO 1996 2900). Il n'a nullement entendu modifier le système existant (cf. ACOCELLA, op. cit., nos 2 et 44 ad art. 41 LP).\n\nA la lumière de ce qui précède, c'est à bon droit que la commission cantonale de surveillance a retenu que la recourante ne pouvait pas exiger par la voie de la plainte la réalisation préalable du gage et qu'elle l'a donc déboutée."}