{"annee": "136", "cour": "V", "page": "24", "date": "10/12/2009", "cite": ["133 V 42", "126 V 417", "119 IB 103", "130 I 312", "130 V 445"], "cite_par": ["137 V 394", "140 V 98"], "chapeau": "4. Extrait de l'arrêt de la IIe Cour de droit social dans la cause Caisse suisse de compensation contre J. (recours en matière de droit public)\n\n9C_1039/2008 du 10 décembre 2009", "regestes": ["Convention de sécurité sociale entre la Confédération suisse et l'Australie; champ d'application temporel. Il n'y a pas lieu de tenir compte des dispositions de la Convention de sécurité sociale entre la Confédération suisse et l'Australie, entrée en vigueur le 1er janvier 2008, dans le cadre d'une demande de remboursement aux étrangers des cotisations versées à l'assurance-vieillesse et survivants déposée antérieurement à cette date (consid. 4).", "Art. 18 al. 3 et art. 29quinquies al. 3 LAVS; art. 4 al. 2 OR-AVS; remboursement aux étrangers des cotisations versées à l'assurance-vieillesse et survivants. Dans la mesure où l'art. 29quinquies al. 3 LAVS énumère de manière exhaustive les situations où une répartition des revenus que les époux ont réalisés pendant les années civiles de mariage peut être effectuée, il n'y a pas de place pour l'application de cette procédure dans le cadre d'une demande de remboursement aux étrangers des cotisations versées à l'assurance-vieillesse et survivants (consid. 7)."], "faits": "|25|\n\nA. J., ressortissant australien né en 1940, a travaillé en Suisse de 1974 à 1981 et de 1991 à 1999. Il s'est marié en 1965 avec F., ressortissante suédoise née en 1940. Au mois de mars 2000, les époux ont quitté la Suisse pour s'installer en Grande-Bretagne.\n\nLe 7 juin 2005, J. a requis de la Caisse suisse de compensation (CSC) le remboursement des cotisations qu'il avait versées à l'assurance-vieillesse et survivants (AVS). Par décision du 26 septembre 2005, la CSC a fixé le montant dû à 140'103 fr.\n\nL'intéressé a fait opposition à cette décision et demandé que la CSC détermine le montant du remboursement après avoir préalablement procédé au partage des revenus réalisés par lui et son épouse pendant les années civiles de mariage et alloué à cette dernière une rente de vieillesse. Par décision du 11 août 2006, la CSC a rejeté l'opposition, en précisant notamment que les revenus de J. ne pouvaient pas être partagés puisque les époux avaient quitté la Suisse.\n\nB. Par jugement du 7 novembre 2008, le Tribunal administratif fédéral a admis le recours formé par J. contre la décision sur opposition du 11 août 2006 et renvoyé la cause à la CSC pour nouvelle décision au sens des considérants.\n\nC. La CSC a interjeté un recours en matière de droit public contre ce jugement dont elle a demandé l'annulation.\n\nJ. a conclu au rejet du recours. Après avoir renoncé dans un premier temps à prendre position, l'Office fédéral des assurances sociales (OFAS) a, sur l'interpellation du Juge instructeur, déposé des observations.\n\nLe Tribunal fédéral a admis le recours.", "considerants": "Extrait des considérants:\n\n3.\n\n3.1 Se fondant sur le texte de l'art. 4 al. 2 (dans sa teneur en vigueur depuis le 1er janvier 2003) de l'ordonnance du 29 novembre 1995 sur le remboursement aux étrangers des cotisations versées à l'assurance-vieillesse et survivants (OR-AVS; RS 831.131.12), la CSC a, dans sa décision du 11 août 2006, estimé qu'il n'y avait pas lieu de procéder au partage des revenus lors du remboursement des cotisations |26| s'agissant de personnes mariées quittant définitivement la Suisse, une telle procédure n'étant réservée que dans les cas de dissolution du mariage par le divorce. Le montant du remboursement devait par conséquent être déterminé sur la base de la totalité des revenus inscrits sur le compte individuel de J. ainsi que sur l'entier des bonifications auxquelles il pouvait prétendre.\n\n3.2 Le Tribunal administratif fédéral a considéré que l'art. 4 al. 2 OR- AVS, dans sa teneur actuelle, ne reposait sur aucun motif objectif et sérieux, et violait le principe de la légalité, en tant qu'il dépassait le cadre de la délégation législative prévue à l'art. 18 al. 3 LAVS. Cela étant, il a renvoyé la cause à la Caisse pour qu'elle examine préalablement la situation à l'aune des dispositions de la Convention de sécurité sociale du 9 octobre 2006 entre la Confédération suisse et l'Australie (RS 0.831.109.158.1; ci-après: la Convention australo-suisse de sécurité sociale), qui prévoit le choix entre le versement d'une rente lors de la réalisation du risque ou le remboursement des cotisations versées à l'AVS. Si l'intimé devait décider de maintenir sa demande de remboursement, il conviendrait alors d'appliquer les règles en matière de partage des revenus (art. 29quinquies al. 3 et 4 LAVS).\n\n3.3 A l'appui de son recours, la CSC reprend l'argumentation qu'elle avait développée dans la décision litigieuse. Pour le surplus, elle ajoute que dans la mesure où le législateur a prévu de manière exhaustive les situations dans lesquelles la procédure de partage des revenus doit être effectuée, il n'est pas possible de procéder à un tel partage dans le cadre d'une demande de remboursement, faute de base légale pour ce faire.\n\n4.\n\n4.1 La cause présente un élément d'extranéité puisque l'intimé est de nationalité australienne et domicilié en Grande-Bretagne. Dans ces circonstances, le Tribunal fédéral examine d'office la question du droit applicable au litige (ATF 130 I 312 consid. 1.2 p. 318 et les références; ULRICH MEYER, in Basler Kommentar, Bundesgerichtsgesetz, 2008, n° 8 ad art. 106 LTF).\n\n4.2 Le 1er janvier 2008 est entrée en vigueur la Convention australo- suisse de sécurité sociale. Les branches couvertes par le champ d'application de la Convention sont, en ce qui concerne la Suisse, l'AVS et l'AI (art. 2). La Convention garantit le versement des prestations des deux Etats quel que soit le lieu de résidence de l'ayant droit, dans |27| la mesure où une prestation est due selon le droit national (art. 5; principe de l'exportation des prestations). A la place d'une rente suisse, les ressortissants australiens qui ont quitté définitivement la Suisse peuvent sur demande obtenir, aux conditions fixées par la législation suisse en la matière, le remboursement des cotisations payées à l'AVS suisse (art. 16).\n\n4.3 En cas de changement de règles de droit, la législation applicable reste en principe celle qui était en vigueur lors de la réalisation de l'état de fait qui doit être apprécié juridiquement ou qui a des conséquences juridiques, sous réserve de dispositions particulières de droit transitoire (ATF 130 V 445 et les références). Dans le courant d'une procédure judiciaire subséquente, les modifications législatives sont en règle générale sans incidence et, dans le cadre d'un recours en matière de droit public, il incombe au Tribunal fédéral d'examiner uniquement si la décision attaquée est conforme au droit en vigueur au moment où elle a été rendue. Lorsqu'il existe des motifs particuliers imposant l'application immédiate du nouveau droit, une exception peut se justifier (ATF 119 Ib 103 consid. 5 p. 110 et les références).\n\n4.4 Dans le cas particulier, le fait dont il y a lieu d'examiner les conséquences juridiques est la demande de remboursement des cotisations à l'AVS déposée par l'intimé auprès de la CSC. Au vu des critères précités, le bien-fondé matériel de cette demande doit être jugé à l'aune du droit fédéral en vigueur au moment de la demande de remboursement. Il n'y a par conséquent pas lieu de tenir compte des dispositions de la Convention australo-suisse de sécurité sociale entrée en vigueur le 1er janvier 2008. Selon les dispositions transitoires de la Convention, celle-ci s'applique toutefois également aux événements assurés survenus avant son entrée en vigueur (art. 31 par. 1), les demandes sur lesquelles il a été statué avant l'entrée en vigueur de la Convention pouvant également être sur demande de l'intéressé réexaminées en application de la Convention (art. 32 par. 2 en corrélation avec l'art. 31 par. 4; voir également le Message du 28 février 2007 concernant la Convention de sécurité sociale entre la Suisse et l'Australie, FF 2007 1691 ch. 2.2.5). Cela étant, une demande de remboursement de cotisations ne saurait constituer un cas d'assurance au sens de l'art. 31 par. 1, de sorte qu'il n'y a pas lieu de considérer que les dispositions transitoires de la Convention sont applicables à cette situation. En tant que le jugement entrepris renvoie la cause |28| pour qu'elle soit examinée sous l'angle de la Convention australo-suisse de sécurité sociale, il se révèle erroné.\n\n5.\n\n5.1 Les objectifs de la 10e révision de l'AVS étaient de plusieurs ordres. Outre la concrétisation de différents postulats de nature socio-politique (introduction d'une allocation pour impotent de degré moyen dans l'AVS et d'une forme de rente anticipée) et la réalisation de mesures d'économie (suppression de la rente complémentaire de l'épouse), cette réforme a avant tout été marquée par l'inscription dans la loi du principe de l'égalité des droits entre hommes et femmes. Des innovations importantes ont été introduites notamment dans le domaine des cotisations (suppression des exemptions dont bénéficiaient les femmes mariées et les veuves sans activité lucrative ainsi que les épouses travaillant dans l'entreprise du mari), des rentes (suppression de la rente de couple et remplacement par deux rentes individuelles) ou du calcul des rentes (introduction du partage des revenus acquis pendant les années du mariage; introduction des bonifications pour tâches éducatives et d'assistance; Message du 5 mars 1990 concernant la 10e révision de l'AVS, FF 1990 II 4; PHILIPPE GNAEGI, Histoire et structure des assurances sociales en Suisse, 2e éd. 2004, p. 108 ss).\n\n5.2 Jusqu'au 31 décembre 1996, les épouses d'assurés ou les veuves qui n'exerçaient pas d'activité lucrative n'étaient pas tenues de payer des cotisations à l'AVS (ancien art. 3 al. 2 let. b et c LAVS; RS 3 452). La 10e révision de l'AVS a introduit le système dit du splitting qui prévoit que les revenus réalisés par les époux pendant les années civiles de mariage commun sont répartis et attribués pour moitié à chacun d'eux. D'après l'art. 29quinquies al. 3 LAVS, la répartition est effectuée lorsque les deux conjoints ont droit à la rente (let. a), lorsqu'une veuve ou un veuf a droit à une rente de vieillesse (let. b) ou lorsque le mariage est dissous par le divorce (let. c). Dans ce contexte, l'exemption de cotiser dont bénéficiaient les épouses et les veuves sans activité lucrative a été supprimée et remplacée par la fiction de l'art. 3 al. 3 let. a LAVS, selon laquelle le conjoint sans activité lucrative d'un assuré exerçant une activité lucrative est réputé avoir payé lui-même des cotisations, pour autant que le conjoint qui travaille ait versé sur le revenu de son activité lucrative au moins l'équivalent du double de la cotisation minimale. Ce montant permet de garantir que chaque époux puisse inscrire à son compte individuel au moins le montant de la cotisation minimale, de sorte que l'année |29| correspondante puisse être comptée comme année de cotisations (ATF 126 V 417 consid. 3 p. 419 et les références).\n\n6.\n\n6.1 Selon l'art. 18 al. 3 LAVS (dans sa teneur en vigueur depuis le 1er janvier 1997, applicable en l'espèce par renvoi de la let. h, dernière phrase, des dispositions finales de la modification du 7 octobre 1994 [10e révision de l'AVS]), les cotisations payées conformément aux art. 5, 6, 8, 10 ou 13 LAVS par des étrangers originaires d'un Etat avec lequel aucune convention n'a été conclue peuvent être, en cas de domicile à l'étranger, remboursées à eux-mêmes ou à leurs survivants. Le Conseil fédéral règle les détails, notamment l'étendue du remboursement.\n\n6.2 Se fondant sur cette délégation, le Conseil fédéral a édicté l'OR- AVS. Son article premier pose le principe selon lequel le remboursement peut être demandé par un étranger (avec le pays d'origine duquel aucune convention n'a été conclue) si les cotisations ont été payées, au total, pendant une année entière au moins et n'ouvrent pas droit à une rente. Seules les cotisations effectivement versées sont remboursées. Des intérêts ne sont en principe pas dus (art. 4 al. 1). Le remboursement peut être refusé dans la mesure où il dépasse la valeur actuelle des futures prestations de l'AVS qui reviendraient à une personne ayant droit à une rente, placée dans les mêmes circonstances (art. 4 al. 4).\n\n6.3 Dans sa teneur originelle en vigueur jusqu'au 31 décembre 2002, l'art. 4 al. 2 OR-AVS prévoyait le déclenchement d'office d'une procédure de partage des revenus au sens de l'art. 29quinquies LAVS lors du dépôt par un étranger d'une demande de remboursement. Les cotisations portées en compte à la suite du partage des revenus étaient déterminantes pour fixer le montant remboursable (cf. VSI 1996 p. 55). Par la suite, la teneur de l'art. 4 al. 2 OR-AVS a été modifiée afin de tenir compte des expériences acquises depuis l'entrée en vigueur de cette disposition. Depuis le 1er janvier 2003, la demande de remboursement ne déclenche la procédure de partage des revenus que dans les cas prévus à l'art. 29quinquies al. 3 let. c LAVS (dissolution du mariage par le divorce). Selon les explications du Conseil fédéral, les cas de splitting, pour rares qu'ils étaient, n'en occasionnaient pas moins une charge de travail considérable. Par mesure de simplification, il convenait de manière générale de renoncer à une telle réglementation (cf. VSI 2003 p. 20 s.). |30|\n\n7.\n\n7.1 Le Tribunal fédéral examine en principe librement la légalité et la constitutionnalité des ordonnances, dites dépendantes, du Conseil fédéral qui reposent sur une délégation législative. Lorsque celle-ci est relativement imprécise et que, par la force des choses, elle donne au Conseil fédéral un large pouvoir d'appréciation, le tribunal doit se borner à examiner si les dispositions incriminées sortent manifestement du cadre de la délégation de compétence donnée par le législateur à l'autorité exécutive ou si, pour d'autres motifs, elles sont contraires à la loi ou à la Constitution. Une norme réglementaire viole l'interdiction de l'arbitraire ou le principe de l'égalité de traitement (art. 9 et 8 al. 1 Cst.) lorsqu'elle n'est pas fondée sur des motifs sérieux et objectifs, qu'elle est dépourvue de sens et d'utilité ou qu'elle opère des distinctions juridiques que ne justifient pas les faits à réglementer. Dans l'examen auquel il procède à cette occasion, le juge ne doit toutefois pas substituer sa propre appréciation à celle de l'autorité dont émane la réglementation en cause. Il doit se borner à vérifier si la disposition litigieuse est propre à réaliser objectivement le but visé par la loi, sans se soucier, en particulier, de savoir si elle constitue le moyen le mieux approprié pour atteindre ce but (ATF 133 V 42 consid. 3.1 p. 44 et les références).\n\n7.2 Dans le cas particulier, il n'est pas contestable que la norme de délégation prévue à l'art. 18 al. 3 LAVS confère à l'autorité exécutive une grande latitude d'appréciation pour fixer l'étendue et les modalités du remboursement des cotisations à l'AVS. Cela étant, l'art. 29quinquies al. 3 LAVS énumère de manière exhaustive les situations où une répartition des revenus que les époux ont réalisés pendant les années civiles de mariage peut être effectuée, soit lorsque les deux conjoints ont droit à la rente (let. a), lorsque une veuve ou un veuf a droit à une rente de vieillesse (let. b) ou lorsque le mariage est dissous par le divorce (let. c). Faute d'une base légale explicite, on ne saurait étendre par voie réglementaire la possibilité de procéder à un tel partage dans le cas où un étranger dépose une demande de remboursement des cotisations qu'il a versées à l'AVS, aussi large que la délégation législative prévue à l'art. 18 al. 3 LAVS puisse être. Le fait que l'art. 4 al. 2 OR-AVS prévoyait, dans sa teneur en vigueur jusqu'au 31 décembre 2002, le déclenchement d'office d'une procédure de partage des revenus au sens de l'art. 29quinquies LAVS n'y change rien, puisque cette disposition n'était en tout état de cause pas conforme au droit supérieur. |31|\n\n7.3 Contrairement à ce que soutiennent le Tribunal administratif fédéral et l'intimé, le refus d'appliquer la procédure de partage en matière de remboursement de cotisations n'est contraire ni aux buts poursuivis par la LAVS ni au principe de l'égalité.\n\n7.3.1 L'intimé se méprend notamment lorsqu'il prétend que le fait de ne pas procéder au partage dans le cadre d'une demande de remboursement de cotisations revient à priver le conjoint du demandeur de son droit à la rente, en particulier lorsque celui-ci n'a jamais exercé d'activité lucrative. Dès lors que les conditions d'un partage au sens de l'art. 29quinquies al. 3 let. a et b LAVS ne sont pas réalisées, le droit à une rente de vieillesse se détermine de manière autonome en fonction des particularités de chaque bénéficiaire (durée de cotisation, revenus portés au compte individuel et bonifications; UELI KIESER, Alters- und Hinterlassenenversicherung, in Soziale Sicherheit, SBVR vol. XIV, 2e éd. 2007, p. 1312 n. 333). En vertu de la fiction de l'art. 3 al. 3 let. a LAVS, le conjoint sans activité lucrative d'un assuré exerçant une activité lucrative acquiert un droit propre et irrévocable aux prestations de l'AVS (cf. supra consid. 5.2).\n\n7.3.2 Qui plus est, on ne voit pas que les époux subiraient une inégalité de traitement du fait qu'il ne peut être procédé à un partage des revenus. En qualité de ressortissante suédoise, F. possède, malgré son domicile à l'étranger, un droit inconditionnel à une rente ordinaire de l'AVS suisse, à l'exclusion d'un droit au remboursement de ses cotisations (art. 10 du Règlement [CEE] n° 1408/71 du Conseil du 14 juin 1971 relatif à l'application des régimes de sécurité sociale aux travailleurs salariés, aux travailleurs non salariés et aux membres de leur famille qui se déplacent à l'intérieur de la Communauté [RS 0.831.109.268.1]). Compte tenu du nombre d'années qui peuvent être prises en considération et des revenus - modiques - inscrits sur son compte individuel, elle aurait en principe droit - moyennant le dépôt d'une demande de prestations de sa part - à une rente partielle de vieillesse dont le montant correspondrait très vraisemblablement au minimum de la rente de vieillesse. J., qui a versé durant la même période un montant important de cotisations, peut prétendre quant à lui au remboursement de la somme équivalant à la valeur - capitalisée - maximale de la rente de vieillesse (art. 4 al. 4 OR-AVS). Si on capitalise la rente de l'épouse et qu'on ajoute à ce montant la rente capitalisée de son mari, on se rend compte que la somme équivaut au montant maximal de la rente plafonnée capitalisée (150 % du montant maximum de la rente de vieillesse; art. 35 al. 1 LAVS). Une telle |32| conséquence est logique dans la mesure où le montant de la rente maximale est deux fois plus élevé que le montant de la rente minimale (art. 34 al. 3 LAVS). S'il y avait lieu de procéder à un partage des revenus comme l'a jugé le Tribunal administratif fédéral, le résultat ne serait pas différent, puisque la somme des deux rentes capitalisées de chaque époux ne pourrait dépasser le montant maximal de la rente plafonnée capitalisée. La seule différence entre ces deux méthodes réside en fait dans le montant directement remboursable, celui-ci étant plus faible dans le cadre du partage des revenus.\n\n7.4 Dans sa teneur actuelle, l'art. 4 al. 2 OR-AVS est conforme au droit supérieur. Cette disposition doit en effet être interprétée en ce sens qu'elle précise les modalités du droit au remboursement lorsque le demandeur est divorcé. Selon l'art. 50c al. 1 RAVS (RS 831.101), le partage des revenus n'a pas lieu d'office à la suite de la dissolution du mariage par le divorce, mais sur demande de chaque conjoint séparément ou des deux conjoints ensemble (cf. arrêt 9C_518/2008 du 29 août 2008 consid. 2.2). Afin d'éviter que le conjoint demandeur ne tire avantage de l'absence de partage préalable et se voie rembourser plus qu'il ne pourrait légalement prétendre, il est nécessaire que la caisse de compensation procède d'office à l'exécution du partage des revenus au moment du dépôt de la demande de remboursement."}