{"annee": "136", "cour": "I", "page": "341", "date": "30/8/2010", "cite": [], "cite_par": [], "chapeau": "34. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. X. AG gegen Stadt Zürich (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_373/2009 / 1C_467/2009 vom 30. August 2010", "regestes": ["Art. 86 al. 1 let. d LTF; portée de la voie extraordinaire de la \"révision cassatoire\" pour juger de la recevabilité du recours en matière de droit public contre des décisions de dernière instance cantonale. Le recours en matière de droit public est recevable contre un arrêt du Tribunal administratif du canton de Zurich, indépendamment de la présentation ou non d'une demande de révision cassatoire, moyen de droit extraordinaire permettant selon le droit cantonal de faire valoir, auprès du juge a quo, des irrégularités de procédure (consid. 2.1-2.4)."], "faits": "|342|\n\nA. Am 27. Juni 2007 setzte der Stadtrat von Zürich das Strassenprojekt \"Flankierende Massnahmen N4/N20-Westumfahrung\" fest. Mit diesem Projekt soll die durch die Eröffnung der Westumfahrung ermöglichte Entlastung des Stadtgebiets vom Durchgangsverkehr zwischen dem linken Zürichseeufer und dem Limmattal sichergestellt werden. Gleichzeitig wies der Stadtrat unter anderen eine Einsprache der X. AG ab, deren Grundstück (...) für den geplanten Verkehrsknoten Seebahnstrasse/Hohlstrasse teilweise beansprucht und deren Gebäude (...) dafür abgebrochen werden müsste.\n\nB. Einen von der X. AG gegen den Beschluss des Stadtrats erhobenen Rekurs wies der Regierungsrat des Kantons Zürich (...) ab, soweit er darauf eintrat. Dagegen erhob die X. AG Beschwerde, welche das Verwaltungsgericht des Kantons Zürich mit Entscheid vom 4. Juni 2009 abwies.\n\nC. Am 17. August 2009 reichte die X. AG beim Verwaltungsgericht des Kantons Zürich ein Revisionsgesuch gegen dessen Entscheid vom 4. Juni 2009 ein. Sie begründete das Revisionsgesuch damit, dass in Bezug auf einen am Entscheid mitwirkenden Richter ein Anschein von Befangenheit vorliege, weshalb dieser in den Ausstand hätte treten müssen.\n\nD. Am 25. August 2009 hat die X. AG ebenfalls gegen den Entscheid des Verwaltungsgerichts vom 4. Juni 2009 Beschwerde in öffentlich-rechtlichen Angelegenheiten ans Bundesgericht erhoben (...). Sie beantragt, der Entscheid des Verwaltungsgerichts sei aufzuheben. (...)\n\nF. Mit Beschluss vom 8. September 2009 ist das Verwaltungsgericht des Kantons Zürich auf das Revisionsgesuch vom 17. August 2009 nicht eingetreten, weil sein Entscheid vom 4. Juni 2009 nach |343| dessen Anfechtung beim Bundesgericht durch die Beschwerdeführerin nicht rechtskräftig geworden sei. Gegen diesen Beschluss ist die X. AG am 19. Oktober 2009 wiederum ans Bundesgericht gelangt und zwar mit Beschwerde in öffentlich-rechtlichen Angelegenheiten sowie subsidiärer Verfassungsbeschwerde (...). Sie beantragt, die Vorinstanz sei anzuweisen, auf das Revisionsgesuch vom 17. August 2009 einzutreten. (...)\n\nDas Bundesgericht tritt auf die Beschwerden vom 19. Oktober 2009 gegen den Beschluss des Verwaltungsgerichts vom 8. September 2009 nicht ein. Die Beschwerde in öffentlich-rechtlichen Angelegenheiten vom 25. August 2009 gegen den Entscheid des Verwaltungsgerichts vom 4. Juni 2009 weist es ab.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n2. Vorab ist über die Zulässigkeit der Beschwerde in öffentlich-rechtlichen Angelegenheiten vom 25. August 2009 zu befinden.\n\n2.1 Dem Entscheid des Verwaltungsgerichts vom 4. Juni 2009 liegt ein Beschwerdeverfahren über ein Strassenprojekt gemäss kantonalem Strassengesetz vom 27. September 1981 (StrG; LS 722.1) und damit eine öffentlich-rechtliche Angelegenheit im Sinne von Art. 82 lit. a BGG zu Grunde, gegen welche die Beschwerde in öffentlich-rechtlichen Angelegenheiten ans Bundesgericht grundsätzlich zulässig ist. Ein Ausschlussgrund nach Art. 83 ff. BGG liegt nicht vor.\n\n2.2 Die Beschwerde in öffentlich-rechtlichen Angelegenheiten ist zulässig gegen Entscheide letzter kantonaler Instanzen, sofern nicht die Beschwerde ans Bundesverwaltungsgericht möglich ist (Art. 86 Abs. 1 lit. d BGG). Es stellt sich die Frage, ob der angefochtene Entscheid des Verwaltungsgerichts des Kantons Zürich vom 4. Juni 2009 in diesem Sinne letztinstanzlich ist, zumal gegen Entscheide des Verwaltungsgerichts nach § 86a des Verwaltungsrechtspflegegesetzes des Kantons Zürich vom 24. Mai 1959 (VRG; LS 175.2) unter gewissen Voraussetzungen die Revision verlangt werden kann. Fraglich ist, ob der Begriff der Letztinstanzlichkeit nach Art. 86 Abs. 1 lit. d BGG sämtliche Rechtsmittel und Rechtsbehelfe umfasst, die im Kanton gegen Entscheide eines oberen kantonalen Gerichts zur Verfügung stehen. Dies zu bejahen bedeutete, dass vorliegend zunächst das Gesuch um Revision gestellt werden müsste, sofern diese zulässig wäre. |344|\n\n2.3 Bei den nach Art. 86 Abs. 1 lit. d BGG zu ergreifenden ausserordentlichen Rechtsmitteln handelt es sich (nur) um solche, die gegen Entscheide eines oberen kantonalen Gerichts bei einer \"zusätzlichen kantonalen Gerichtsinstanz\" erhoben werden können, mithin beim iudex ad quem. Das ergibt sich aus Art. 100 Abs. 6 BGG (der französische Gesetzestext lautet: \"Si la décision d'un tribunal cantonal supérieur peut être déférée à une autre autorité judiciaire cantonale...\"), wonach (nur) in diesen Fällen erst mit der Eröffnung des Entscheids dieser Instanz die Rechtsmittelfrist gegen den Entscheid eines oberen kantonalen Gerichts zu laufen beginnt. Das trifft auf die sogenannte kassatorische Revision, mit welcher wie vorliegend Verfahrensverletzungen beim iudex a quo geltend gemacht werden können, nicht zu. Im Übrigen ist die kassatorische Revision ein spezifisches Institut des öffentlichen Verfahrensrechts (z.B. Art. 66 Abs. 2 lit. c VwVG [SR 172.021], Art. 147 Abs. 1 lit. b DBG [SR 642.11] bzw. Art. 51 Abs. 1 lit. b des Bundesgesetzes vom 14. Dezember 1990 über die Harmonisierung der direkten Steuern der Kantone und Gemeinden [StHG; SR 642.14] sowie zahlreiche kantonale Verwaltungsrechtspflegegesetze). Die kantonalen Zivilprozessordnungen sehen sie nur vereinzelt vor (VOGEL/SPÜHLER, Grundriss des Zivilprozessrechts, 8. Aufl., 13. Kapitel Rz. 88). Weder die Schweizerische Zivilprozessordnung vom 19. Dezember 2008 (ZPO; AS 2010 1739; Art. 328 und 396) noch die Schweizerische Strafprozessordnung vom 5. Oktober 2007 (StPO; AS 2010 1881; Art. 410) kennen sie.\n\nDie Beschwerde in öffentlich-rechtlichen Angelegenheiten ist daher zulässig, ob das ausserordentliche Rechtsmittel der kassatorischen Revision ergriffen wurde oder nicht.\n\n2.4 War demnach die Beschwerdeführerin von vornherein nicht gehalten, ein kantonales Revisionsgesuch einzulegen, steht dem Eintreten auf die gegen den Entscheid des Verwaltungsgerichts vom 4. Juni 2009 erhobene Beschwerde in öffentlich-rechtlichen Angelegenheiten nichts entgegen, zumal die Beschwerdeführerin als Adressatin des angefochtenen Entscheids und Eigentümerin des betroffenen Grundstücks zur Beschwerde legitimiert ist (vgl. Art. 89 Abs. 1 BGG) und auch die weiteren Sachurteilsvoraussetzungen erfüllt sind."}