{"annee": "136", "cour": "III", "page": "353", "date": "1/6/2010", "cite": ["91 IV 136", "122 III 404", "129 I 8", "91 IV 228", "132 III 209", "104 IV 90", "125 IV 14", "133 I 149", "119 II 201", "118 IV 61", "128 III 9", "110 IV 35", "111 II 405", "98 IV 35", "128 IV 154", "95 IV 67", "101 II 200", "95 II 385", "123 III 445"], "cite_par": ["144 III 10", "142 III 1", "142 III 502", "142 III 481", "142 III 197", "141 IV 10", "143 I 21", "141 IV 205"], "chapeau": "53. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. A.X. gegen B.X. (subsidiäre Verfassungsbeschwerde)\n\n5D_171/2009 vom 1. Juni 2010", "regestes": ["Départ pour l'étranger; pouvoir de décision du titulaire unique du droit de garde. Composantes de l'autorité parentale (consid. 3.1). Composantes du droit de garde. Il comprend en particulier la faculté de déterminer le lieu de résidence de l'enfant, de sorte que son titulaire unique peut en règle générale déménager à l'étranger sans l'accord de l'autre parent. Le droit de visite doit être adapté en conséquence (consid. 3.2). En cas de menaces sérieuses pour le bien de l'enfant, l'autorité tutélaire peut interdire le départ pour l'étranger (consid. 3.3). Le titulaire unique du droit de garde ne se rend coupable d'aucune infraction en s'installant à l'étranger (consid. 3.4). Le parent qui n'est pas titulaire du droit de garde n'a pas qualité pour former une demande de retour au sens de la CLaH 80 (consid. 3.5)."], "faits": "BGE 136 III 353 S. 354\n\nA. Mit Eheschutzurteil vom November 2008 genehmigte das Bezirksgericht Bremgarten die zwischen den Parteien abgeschlossene Trennungsvereinbarung, wonach die beiden Kinder (Jahrgänge 2003 und 2006) unter die Obhut der Mutter zu stellen sind. Ferner wurden in der Vereinbarung das Besuchsrecht und die Unterhaltspflicht geregelt.\n\nB. Mit Abänderungsklage vom Februar 2009 verlangte die Ehefrau, die Kinder seien unter ihre alleinige elterliche Sorge zu stellen und es sei ihr zu erlauben, für sich und die beiden Söhne den Wohnsitz nach Tschechien zu verlegen, für den Konfliktfall sei dem Ehemann ein (in Tschechien auszuübendes) Besuchsrecht an jedem zweiten Wochenende sowie ein Ferienrecht von drei Wochen zu gewähren. Der Ehemann beantragte Abweisung; eventualiter seien die beiden Söhne unter seine Obhut zu stellen.\n\nMit Urteil vom Mai 2009 stellte das Bezirksgericht Bremgarten die beiden Kinder unter die alleinige Obhut und elterliche Sorge der Mutter und erklärte den Vater für berechtigt, die Kinder jedes zweite Wochenende zu besuchen und jährlich mit ihnen drei Wochen Ferien zu verbringen.\n\nIn zweiter Instanz verlangte der Ehemann die Abweisung der Abänderungsklage. Eventualiter sei ihm die elterliche Sorge über die beiden Kinder zu belassen und für den Fall des Wegzuges der Ehefrau nach Tschechien seien die Kinder unter seine Obhut zu stellen. Subeventualiter verlangte er die Berechtigung, bei einem Wegzug nach Tschechien die Kinder jedes zweite Wochenende von Donnerstag- bis Sonntagabend (alternierend an den Wohnorten der Eltern) und während vier Wochen pro Jahr sowie an bestimmten Feiertagen zu sich zu nehmen.\n\nDas Obergericht des Kantons Aargau hiess die Beschwerde dahingehend gut, dass es die Kinder unter die Obhut der Mutter und (erst) ab dem Wegzug nach Tschechien unter ihre alleinige elterliche Sorge stellte. Bezüglich des Besuchsrechts legte es mit Blick auf den BGE 136 III 353 S. 355Wegzug nach Tschechien fest, dass der Vater berechtigt sei, die Kinder alle 14 Tage von Freitag- bis Sonntagabend zu besuchen, jährlich mit ihnen drei Wochen Ferien zu verbringen und sie alternierend über Ostern und Pfingsten sowie Weihnachten und Neujahr auf Besuch zu nehmen.\n\nC. Vor Bundesgericht verlangt der Ehemann, dass ihm die elterliche Sorge über die beiden Kinder zu belassen sei, dass die Frage der Obhutszuteilung zur Ergänzung des Sachverhalts und neuen Beurteilung an die Vorinstanz zurückzuweisen sei, dass ihm ein Ferienrecht von vier Wochen zu erteilen sei und dass das Wochenendbesuchsrecht alternierend an den Wohnorten der Eltern stattzufinden habe. Die Ehefrau verlangt die Abweisung der Beschwerde, soweit darauf einzutreten sei.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n3. Das Obergericht hat befunden, das der Mutter über die beiden Söhne zustehende Obhutsrecht sei für einen so weitreichenden Schritt wie den Wegzug ins Ausland nicht ausreichend. Weil sich der Vater hiergegen zur Wehr setze, müsse ihm ab dem Zeitpunkt des Wegzuges vollumfänglich die elterliche Sorge entzogen werden. Dies sei auch deshalb erforderlich, weil sich die Mutter sonst nach Art. 220 StGB strafbar machen würde und der Vater ein Rückführungsgesuch nach dem Haager Übereinkommen vom 25. Oktober 1980 über die zivilrechtlichen Aspekte internationaler Kindesentführungen (HKÜ; SR 0.211.230.02) stellen könnte.\n\nDer Vater hält diesen Rechtsstandpunkt wie insbesondere auch dessen Begründung für willkürlich bzw. in willkürlicher Weise gegen Art. 297 Abs. 2 ZGB verstossend. Die Mutter dürfe bereits gestützt auf das ihr zustehende Obhutsrecht wegziehen, weshalb sie sich damit auch nicht strafbar mache und ihm ein Rückführungsbegehren verwehrt sei. Mithin wäre der Entzug der elterlichen Sorge nur möglich, wenn die Parteien nicht mehr zusammenwirken könnten, wofür keine Anhaltspunkte bestünden. Als solcher komme insbesondere nicht in Betracht, dass er mit dem Wegzug nach Tschechien nicht einverstanden sei; soweit sich dieser als zulässig erweisen sollte und nicht wie beantragt die Obhut auf ihn übertragen werde, würde er selbstverständlich den betreffenden Gerichtsentscheid und damit den Wegzug akzeptieren. BGE 136 III 353 S. 356\n\nNach dem Gesagten ist zunächst der Inhalt der elterlichen Sorge (dazu E. 3.1) und des Obhutsrechts (dazu E. 3.2) zu erörtern, ferner auch die Frage des Kindeswohls bei einem Wegzug (dazu E. 3.3). Zu prüfen sind sodann die strafrechtlichen Aspekte (dazu E. 3.4) und bei Wegzug ins Ausland die Vereinbarkeit mit dem HKÜ (dazu E. 3.5).\n\n3.1 Die elterliche Sorge ist nach heute überwiegender Ansicht ein Pflichtrecht, das die Gesamtheit der elterlichen Verantwortlichkeit und Befugnisse gegenüber dem Kind umfasst, insbesondere mit Bezug auf die Erziehung, die gesetzliche Vertretung und die Vermögensverwaltung (statt vieler: HEGNAUER, Grundriss des Kindesrechts, 5. Aufl. 1999, Rz. 25.02). Während der Ehe üben die Eltern die elterliche Sorge gemeinsam aus (Art. 297 Abs. 1 ZGB). Wird der gemeinsame Haushalt aufgehoben oder die Ehe getrennt, so kann das Gericht die elterliche Sorge einem Ehegatten allein zuteilen (Art. 297 Abs. 2 ZGB). In der Regel wird im Rahmen des Eheschutzverfahrens oder von vorsorglichen Massnahmen während des Scheidungsverfahrens jedoch nur das Obhutsrecht übertragen (Urteile 5A_752/2009 vom 11. Februar 2010 E. 2.1 und 5A_183/2010 vom 19. April 2010 E. 3.3.1; je mit Hinweisen). Bereits in der Botschaft zum revidierten Scheidungsrecht wurde es als wünschbar bezeichnet, sich auf diesen geringeren Eingriff in die Eltern-Kind-Beziehung zu beschränken, sofern das Kindeswohl nicht etwas anderes erfordere (Botschaft vom 11. Juli 1979 über die Änderung des ZGB [...], BBl 1979 II 1278 Ziff. 219.223.2).\n\n3.2 Das Obhutsrecht ist ein Teil der elterlichen Sorge. Sein Kern ist die Befugnis, den Aufenthaltsort des Kindes sowie die Art und Weise seiner Unterbringung zu bestimmen (BGE 128 III 9 E. 4a); was den unselbständigen Wohnsitz des Kindes anbelangt, bestimmt Art. 25 Abs. 2 ZGB, dass dieses bei getrennten Eltern den Wohnsitz des Elternteils hat, unter dessen Obhut es steht. Des Weiteren ist der Träger des Obhutsrechtes verantwortlich für die tägliche Betreuung, Pflege und Erziehung des Kindes; teilweise wird dabei auch von faktischer Obhut (garde de fait) gesprochen (vgl. etwa STETTLER, Das Kindesrecht, SPR Bd. III/2, 1992, S. 233; BRÄM, in: Zürcher Kommentar, 3. Aufl. 1998, N. 81B zu Art. 176 ZGB). In der Rechtsprechung wird allgemein nicht zwischen Obhutsrecht und faktischer Obhut unterschieden, sondern generell von Obhut gesprochen, mit welcher das gesamte Rechtsbündel (Aufenthaltsbestimmung, tägliche Betreuung, Pflege und Erziehung) gemeint ist. BGE 136 III 353 S. 357\n\nWird die Obhut auf einen Elternteil übertragen, verbleibt dem Inhaber der elterlichen \"Restsorge\" im Wesentlichen (zum Besuchsrecht vgl. E. 3.4) ein Mitentscheidungsrecht bei zentralen Fragen der Lebensplanung des Kindes. Dabei ist zu denken - stets im Sinn von Grundsatzentscheidungen - an die Namensgebung (vgl. Art. 301 Abs. 4 ZGB), an die allgemeine und berufliche Ausbildung (vgl. Art. 302 ZGB), an die Wahl der religiösen Erziehung (vgl. Art. 303 ZGB), an medizinische Eingriffe und andere einschneidende bzw. das Leben des Kindes prägende Weichenstellungen wie beispielsweise die Ausübung von Hochleistungssport.\n\nWas die Ausbildung des Kindes anbelangt, ist die Einschulung am neuen Ort als solche durch das Aufenthaltsbestimmungsrecht als wesentlichster Teilgehalt des Obhutsrechts abgedeckt, ergibt sich doch die Tatsache eines Schulwechsels direkt und zwangsläufig aus der Verlegung des Wohnortes und der betreffenden örtlichen Schulpflicht. Dies gilt jedenfalls, soweit die Schulsituation vergleichbar ist; einzig bei Entscheidungen, die über den eigentlichen Ortswechsel hinausgehen wie etwa bei einem Wechsel von der öffentlichen Schule zu Privatunterricht, in ein Internat, zu einer streng religiösen Schule und dergleichen mehr, wäre das Sorgerecht des anderen Elternteils betroffen.\n\nDer Wegzug in ein anderes Land, aber auch ein solcher innerhalb der Schweiz kann schliesslich dazu führen, dass bei eingeschulten Kindern die (Haupt-)Unterrichtssprache wechselt. Obwohl dies indirekt durchaus auch eine Weichenstellung für das spätere Leben des Kindes sein kann, hat der Mitinhaber der elterlichen Sorge dies insoweit hinzunehmen, als die Einschulung am neuen Ort eine unmittelbare Folge des Aufenthaltsbestimmungsrechts des obhutsberechtigten Elternteils ist und die Unterrichtssprache am neuen Ort der Disposition der Eltern in der Regel entzogen ist. Der Inhaber der elterlichen \"Restsorge\" hat ein Mitbestimmungsrecht insoweit, als Fragen der Sprachwahl elternseitig beeinflussbar sind (etwa bei einer zweisprachigen Schule an der Sprachgrenze, bei der Wahl eines Internates mit einer bestimmten Unterrichtssprache, bei der Fremdsprachenwahl in der Schule, aber insbesondere auch bei der Sprachregelung im häuslichen Umfeld).\n\n3.3 Aus dem Gesagten ergibt sich, dass der Inhaber der alleinigen Obhut - unter Vorbehalt des Rechtsmissbrauches (z.B. Wegzug ohne plausible Gründe bzw. ausschliesslich zur Vereitelung von BGE 136 III 353 S. 358Kontakten zwischen Kind und anderem Elternteil) - mit den Kindern wegziehen darf, namentlich auch ins Ausland, ohne dass es hierfür einer gerichtlichen Bewilligung bedürfte. Die Ausübung der elterlichen Sorge wie auch des Obhutsrechtes als dessen Teilgehalt muss jedoch stets auf das Wohl des Kindes gerichtet sein (vgl. Art. 301 Abs. 1 ZGB). Ist dessen Wohl gefährdet und sorgen die Eltern nicht von sich aus für Abhilfe oder sind sie dazu ausserstande, so trifft die Vormundschaftsbehörde - bzw. der Eheschutz- oder Massnahmerichter (vgl. Art. 315a Abs. 1 ZGB) - die geeigneten Massnahmen zum Schutz des Kindes (Art. 307 Abs. 1 ZGB). Dazu gehören als mildeste Massnahme in der Stufenfolge der Kindesschutzmassnahmen insbesondere Weisungen nach Art. 307 Abs. 3 ZGB, die sämtliche Bereiche elterlichen Handelns erfassen können und die Maximen der Subsidiarität, Komplementarität und Proportionalität erfüllen müssen. Weil für Kinderbelange die Offizialmaxime gilt, kann die Vormundschaftsbehörde oder das mit den Kinderbelangen befasste Gericht von Amtes wegen Massnahmen im Sinn von Art. 307 ff. ZGB treffen; in der Regel geschieht dies aber auf Antrag eines Elternteils.\n\nWas nun den Wegzug anbelangt, kann dem obhutsberechtigten Ehegatten mit einer auf Art. 307 Abs. 3 ZGB gestützten Weisung untersagt werden, das Kind ausser Landes zu bringen, soweit dessen Wohl dadurch ernsthaft gefährdet würde. Dabei ist zunächst klarzustellen, dass anfängliche Integrations- und/oder sprachliche Schwierigkeiten in aller Regel keine ernsthafte Gefährdung des Kindeswohls begründen. Diese sind in mehr oder weniger grossem Umfang einem jeden Wechsel des Wohnortes inhärent, und zwar nicht nur bei einem Wegzug ins Ausland, sondern auch bei einem Wechsel in einen anderen Landesteil, und sie würden in weitgehend gleicher Weise auch dann auftreten, wenn nicht nur der Obhutsberechtigte, sondern einvernehmlich die ganze Familie wegzöge. Vor diesem Hintergrund wird eine ernsthafte Gefährdung des Kindeswohls bei kleineren Kindern nur ganz selten gegeben sein, aber auch bei etwas älteren Kindern ist insbesondere der blosse Tatbestand der Einschulung am neuen Ort für sich genommen kein Hinderungsgrund, würde dies doch letztlich bedeuten, dass Familien mit eingeschulten Kindern nicht mehr ihren Wohnort verändern dürften bzw. diesfalls die Vormundschaftsbehörde jeweils von Amtes wegen intervenieren müsste; eine Wohnsitzfixierung bei eingeschulten Kindern widerspräche indes der sozialen Wirklichkeit. BGE 136 III 353 S. 359\n\nSinngemäss gilt das Gesagte auch für das Besuchsrecht. Wohl trifft es zu, dass die Besuchsrechtsausübung bei grösserer Distanz zunehmend erschwert wird, zwar nicht rechtlich, wohl aber faktisch. Dies ist indes für sich allein kein Grund, dem getrennten und allein obhutsberechtigten Ehegatten den Wegzug ins Ausland zu verbieten, jedenfalls wenn mit dem anderen Elternteil weiterhin ein persönlicher Verkehr möglich bleibt und der Wegzug auf sachlichen Gründen beruht; es würde nicht angehen, demjenigen Elternteil, der die ganzen Erziehungslasten trägt, selbst für den Normalfall eine faktische Residenzpflicht in der Nähe des bloss besuchsberechtigten Elternteils aufzuerlegen und ihm damit gegebenenfalls auch einen Umzug innerhalb der Schweiz zu verwehren (in diesem Sinn bereits BGE 101 II 200). Vielmehr ist der grösseren Distanz mit einer angepassten Regelung des persönlichen Umgangs Rechnung zu tragen, indem etwa weniger, aber (soweit möglich, namentlich bei eingeschulten Kindern) längere Wochenenden oder als Kompensation für die selteneren Besuchswochenenden ein ausgedehntes Ferienrecht gewährt wird (vgl. BGE 95 II 385 E. 3 S. 388).\n\nEine auf Art. 307 ZGB gestützte Weisung, mit welcher dem allein obhutsberechtigten Ehegatten untersagt wird, mit dem Kind ins Ausland oder in einen anderen Landesteil zu ziehen, ist demnach nur gerechtfertigt, wenn das Wohl des Kindes dadurch gefährdet wäre. Zu denken ist etwa an den Fall, dass das Kind an einer Krankheit leidet und ihm im geplanten Zuzugsstaat die nötige medizinische Versorgung nicht gewährt werden kann, dass es in der Schweiz fest verwurzelt ist und zum Zuzugsstaat kaum eine Beziehung hat oder dass es relativ nahe an der Mündigkeit steht und bei deren Erreichen voraussichtlich wieder in die Schweiz zurückkehren würde. Insbesondere bei älteren Kindern wird sodann deren Meinungsäusserung im Rahmen der Anhörung eine gewichtige Rolle spielen. Im Übrigen ist nicht zu verkennen, dass bei der erwähnten Gefährdung des Kindeswohls ohnehin häufig eher eine Obhutszuteilung an den anderen Elternteil im Vordergrund steht und sich damit die Frage einer Weisung gemäss Art. 307 ZGB gar nicht erst stellt.\n\n3.4 Gemäss Art. 220 StGB wird auf Antrag mit Gefängnis oder mit Busse bestraft, wer eine unmündige Person dem Inhaber der elterlichen oder der vormundschaftlichen Gewalt entzieht oder sich weigert, sie ihm zurückzugeben.\n\nIn einer mit BGE 91 IV 136 eingeleiteten Praxisänderung hat das Bundesgericht befunden, dass auch der Inhaber der elterlichen BGE 136 III 353 S. 360 Sorge als Täter in Frage kommen könne. Dieser und die sich anschliessenden Entscheide betrafen durchwegs die Konstellation, dass entweder beide Elternteile die volle elterliche Sorge besassen (BGE 95 IV 67; BGE 98 IV 35; BGE 118 IV 61) oder aber der nicht obhutsberechtigte Mitinhaber der elterlichen Sorge die Kinder dem allein Obhutsberechtigten entzogen bzw. nicht zurückgebracht hatte (vgl. BGE 91 IV 136, 228; BGE 104 IV 90; BGE 110 IV 35; BGE 125 IV 14; BGE 128 IV 154). Das Bundesgericht hat in diesem Zusammenhang betont, dass mit der Übertragung der alleinigen Obhut auf den einen Elternteil dem anderen das Recht zur Bestimmung über den Aufenthalt, die Pflege und Erziehung der Kinder entzogen sei (insbesondere BGE 91 IV 136 S. 137, BGE 91 IV 228 E. 1 S. 230 f.; BGE 110 IV 35 E. 1 S. 37). Auch in der Literatur wird durchwegs betont, dass das Aufenthaltsbestimmungsrecht das geschützte Rechtsgut von Art. 220 StGB sei (vgl. etwa SCHUBARTH, in: Kommentar zum schweizerischen Strafrecht, Bd. IV, 1997, N. 8 zu Art. 220 StGB; HURTADO POZO, Droit pénal, Partie spéciale, 2009, Rz. 3539).\n\nDavon zu unterscheiden ist die in der Literatur umstrittene Frage, ob umgekehrt auch der alleinige Obhutsinhaber dem Mitinhaber der elterlichen Sorge das Kind im Sinn von Art. 220 StGB entziehen kann, namentlich durch Vereitelung des Besuchsrechts. Die Anwendbarkeit von Art. 220 StGB bei dieser Konstellation wird von einem Teil der Lehre abgelehnt mit der Begründung, das Besuchsrecht sei nicht Teil der elterlichen Sorge (namentlich SCHUBARTH, a.a.O., N. 38 zu Art. 220 StGB; HÜPPI, Straf- und zivilrechtliche Aspekte der Kindesentziehung gemäss Art. 220 StGB mit Schwergewicht auf den Kindesentführungen durch einen Elternteil, 1988, S. 118; ECKERT, in: Basler Kommentar, Strafrecht, Bd. II, 2. Aufl. 2007, N. 14 zu Art. 220 StGB). Die Grundlage des Besuchsrechts ist nicht restlos geklärt; in der Lehre wird es teilweise als ein verbleibender Rest der entzogenen elterlichen Sorge angesehen, teilweise aber auch auf die leibliche Abstammung zurückgeführt (vgl. STETTLER, a.a.O., S. 235 m.w.H.), während es nach bundesgerichtlicher Rechtsprechung als direkt aus dem Persönlichkeitsrecht fliessend charakterisiert wird (BGE 98 IV 35 E. 2 S. 37; BGE 111 II 405 E. 3 S. 407; BGE 119 II 201 E. 3 S. 204; BGE 122 III 404 E. 3a S. 406; BGE 123 III 445 E. 3b S. 451). Jedenfalls kann das Besuchsrecht nicht im eigentlichen Sinn ein Teilgehalt der elterlichen Sorge sein; andernfalls könnte weder demjenigen Elternteil, dem sie vollständig entzogen worden ist - was nach wie vor der Regelfall bei der Scheidung ist BGE 136 III 353 S. 361(vgl. Art. 133 Abs. 1 ZGB), aber auch bei Massnahmen gemäss Art. 311 ZGB zutrifft -, ein Besuchsrecht zukommen, noch dürfte es bei ausserordentlichen Umständen gestützt auf Art. 274a ZGB Drittpersonen eingeräumt werden. Unabhängig von der rechtlichen Einordnung des Besuchsrechts hält die strafrechtliche Abteilung des Bundesgerichts entgegen der vorstehend zitierten Lehrmeinung dafür, dass die Verletzung einer Besuchsrechtsregelung strafbar sei, wobei nicht das Besuchsrecht als solches von Art. 220 StGB geschützt werde (BGE 98 IV 35 E. 2 S. 37), wohl aber die gerichtlich festgesetzte Besuchsrechtsregelung (BGE 98 IV 35 E. 3 S. 39; vgl. auch BGE 128 IV 154 E. 3.2 S. 160).\n\nDie in den zwei vorangehenden Absätzen dargestellte Rechtsprechung, wonach einerseits strafbar ist, wer die Kinder dem Inhaber der Obhut entzieht, und andererseits, wer eine Besuchsrechtsregelung vereitelt, soll in der neuen Fassung von Art. 220 StGB, die im Zusammenhang mit der geplanten Revision des ZGB betreffend die gemeinsame elterliche Sorge vorgeschlagen wird, klarer zum Ausdruck kommen. Gemäss Vorentwurf vom Januar 2009 soll Art. 220 StGB zukünftig lauten: \"Wer eine minderjährige Person dem Inhaber des Obhutsrechts entzieht oder sich weigert, sie ihm zurückzugeben, wer sich weigert, eine minderjährige Person dem Inhaber eines Besuchsrechts zu übergeben, wird, auf Antrag, mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft.\"\n\nWie es sich mit der im Vernehmlassungsverfahren zur geplanten Gesetzesrevision stark kritisierten Pönalisierung der Vereitelung des Besuchsrechts im Einzelnen verhält bzw. verhalten wird, ist vorliegend nicht von Belang. Entscheidend ist vielmehr, dass die Veränderung des Aufenthaltsortes bzw. des Wohnsitzes des Kindes durch das Obhutsrecht abgedeckt ist (E. 3.2) und dass grundsätzlich nicht strafrechtlich verpönt sein kann, was zivilrechtlich erlaubt ist (HÜPPI, a.a.O., S. 108 oben). Jedenfalls wenn der Wegzug aus sachlichen bzw. nachvollziehbaren Gründen und nicht einzig in der Absicht erfolgt, die Kontakte zwischen dem Kind und dem anderen Elternteil zu unterbinden, kann sich eine Strafbarkeit insbesondere auch nicht aus dem Umstand ergeben, dass der Wegzug - nicht nur ins Ausland, sondern gegebenenfalls auch innerhalb der Schweiz - rein faktisch eine Erschwerung der Besuchsrechtsausübung bedeuten kann; der räumlichen Distanz ist wie gesagt durch eine angepasste Regelung des Besuchs- und Ferienrechts Rechnung zu tragen (dazu E. 3.3). Erst wenn diese Besuchsrechtsregelung vom Inhaber des BGE 136 III 353 S. 362Obhutsrechts unterlaufen wird, stellt sich die Frage der Strafbarkeit nach Art. 220 StGB.\n\n3.5 Die vom HKÜ geschützte Sorgerechtsposition (rights of custody gemäss englischem, droit de garde gemäss französischem Konventionstext) sind in einem weiten Sinn zu verstehen. Besonderes Gewicht liegt auf dem in Art. 5 HKÜ namentlich genannten Aufenthaltsbestimmungsrecht, aber geschützt sind auch weitere Personensorgebefugnisse wie namentlich die Pflege und Erziehung (vgl. RASELLI/HAUSAMMANN/MÖCKLI/URWYLER, in: Ausländerrecht, 2. Aufl. 2009, Rz. 16.155 m.w.H.). Soweit das im HKÜ geschützte Sorgerecht gesetzlich begründet ist, bemessen sich dessen Bestand und Inhalt gemäss Art. 3 lit. a HKÜ nach dem internationalen Privatrecht am gewöhnlichen Aufenthaltsort des Kindes (vgl. auch Art. 16 Abs. 4 des Haager Kinderschutzübereinkommens vom 19. Oktober 1996[HKsÜ; SR 0.211.231.011]). Das schweizerische IPRG (SR 291) unterstellt in Art. 82 Abs. 1 die Beziehungen zwischen Eltern undKind dem Recht am gewöhnlichen Aufenthalt des Kindes; mithin kommen im vorliegend interessierenden Fall die Normen des ZGB zum Tragen. Dies wiederum bedeutet, dass der Begriff des Sorgerechts im Sinn des HKÜ mit dem Obhutsrecht nach schweizerischem Recht übereinstimmt, welches nebst dem Aufenthaltsbestimmungsrecht die tägliche Pflege und Erziehung umfasst (dazu eingehend BUCHER, in: AJP 2008 S. 480 f.). Das bedeutet, dass die dem Inhaber der elterlichen \"Restsorge\" zustehende Rechtsposition nicht im Sinn von Art. 3 lit. a HKÜ verletzt ist, wenn der alleinige Obhutsinhaber die Kinder aus der Schweiz in einen anderen HKÜ-Vertragsstaat verbringt. Einzig bei der in E. 3.3 erwähnten Weisung gemäss Art. 307 ZGB (sog. non-removal clause ) wäre das Verbringen des Kindes widerrechtlich im Sinn von Art. 3 lit. a HKÜ, sind doch solche Anordnungen des Herkunftsstaates durch das HKÜ geschützt und vom Zufluchtsstaat im Rahmen des Rückführungsverfahrens zu respektieren (vgl. PIRRUNG, in: Staudingers Kommentar zum BGB, Berlin 2009, Vorbem. zu Art. 19 EGBGB, D 30; RASELLI/HAUSAMMANN/MÖCKLI/URWYLER, a.a.O., Rz. 16.155; je m.w.H.).\n\n3.6 Zusammenfassend ergibt sich, dass der alleinige Inhaber der Obhut unter Vorbehalt des Rechtsmissbrauchsverbotes befugt ist, mit den Kindern ins Ausland zu ziehen, ohne dass er hierfür einer gerichtlichen oder behördlichen Bewilligung bedürfte und ohne dass er sich dabei nach schweizerischem Recht strafbar machen würde oder der Inhaber der elterlichen \"Restsorge\", soweit dem alleinigen BGE 136 III 353 S. 363Obhutsinhaber der Wegzug nicht gerichtlich oder durch die Vormundschaftsbehörde untersagt worden ist, ein Rückführungsgesuch gemäss HKÜ stellen könnte.\n\n3.7 Vorliegend hat das Obergericht dem Vater die elterliche Sorge ausschliesslich mit der Begründung entzogen, die Mutter mache sich ansonsten strafbar und der Vater könne ein Rückführungsgesuch stellen. Die Möglichkeit bzw. Notwendigkeit des Entzuges der elterlichen Sorge bei Unfähigkeit der Eltern, zum Wohl des Kindes zusammenzuwirken, hat es zwar im Sinn allgemeiner Ausführungen erwähnt, aber ausdrücklich offengelassen, ob es sich vorliegend auch tatsächlich so verhalte bzw. die Befürchtung der Mutter, der Vater würde ihre Entscheidungen dauernd mit seinem Veto blockieren, zutrifft.\n\nDas Obergericht hat dem Vater die elterliche Sorge ab Wegzug folglich nicht mit zwei unabhängigen Alternativbegründungen, sondern allein mit einer nach den vorstehenden Erwägungen nicht zu haltenden Begründung und damit in willkürlicher Weise entzogen. Ob der Entzug der elterlichen Sorge auch im Ergebnis willkürlich wäre oder die mit Bezug auf das Zusammenwirken der Eltern erhobenen Rügen des Beschwerdeführers begründet sind (die Parteien äussern sich insbesondere auch im Rahmen der Replik und Duplik zur Frage des Zusammenwirkens, wobei ihre Ausführungen fast ausschliesslich Noven betreffen), lässt sich mangels betreffender Sachverhaltsfeststellungen nicht prüfen. In diesem Punkt ist der angefochtene Entscheid aufzuheben und zur Sachverhaltserstellung und neuen Entscheidung an das Obergericht zurückzuweisen. In diesem Zusammenhang sei bemerkt, dass mit Blick auf die per September 2010 geplante Einschulung von D. in Tschechien durch die Rückweisung an das Obergericht keine Gefahr im Verzug liegt, kann doch die Mutter gestützt auf das ihr zustehende Obhutsrecht den Wohnsitz in der Zwischenzeit bereits verlegen und D. auch in der Schule anmelden (vgl. E. 3.2). Im Übrigen stünde der diesbezüglichen Rückweisung eine allenfalls vom kantonalen Prozessrecht vorgesehene Konzentrationsmaxime nicht entgegen, weil für Kinderbelange von Bundesrechts wegen die Offizialmaxime gilt.\n\n4. Mit Bezug auf den persönlichen Verkehr hat das Obergericht ein Besuchsrecht an jedem zweiten Wochenende von Freitag- bis Sonntagabend sowie ein Ferienrecht von drei Wochen als eine der Distanz und den Verhältnissen angepasste Minimalregelung für den BGE 136 III 353 S. 364Konfliktfall angesehen. Von einer Ausdehnung des Besuchsrechts bereits auf den Donnerstag hat es abgesehen, weil D. am Freitag den obligatorischen Vorschulkindergarten besuchen müsse, und die Verpflichtung der Mutter, die beiden Söhne für jeden zweiten Besuch in die Schweiz zu bringen, hat es als mit dem Kindesalter unvereinbar abgelehnt. Schliesslich hat es das Begehren um Ausdehnung des Ferienrechts auf vier Wochen abgewiesen mit der Begründung, üblicherweise betrage das Ferienrecht zwei Wochen, weshalb die vorliegend gewährten drei Wochen genügten.\n\nMit der Behauptung, die monatliche Reise in die Schweiz bedeute für die Kinder \"fun\" und \"action\" und bei Müdigkeit würden sie einfach schlafen, ist keine Willkür mit Bezug auf die obergerichtliche Erwägung darzutun, die stetige Reiserei gereiche den beiden 3- und 6-jährigen Kindern nicht zum Wohl, liegt doch Willkür nicht bereits vor, wenn eine andere Möglichkeit auch vertretbar wäre, sondern erst, wenn der angefochtene Entscheid schlichtweg unhaltbar ist (vgl. BGE 129 I 8 E. 2.1 S. 9). Keine Willkür darzutun ist ferner mit der Behauptung, die Reisezeit betrage nur fünf und nicht wie vom Obergericht angenommen sechs Stunden, ist doch Kern der obergerichtlichen Erwägung, dass ein permanentes Hin und Her für die Kinder zu vermeiden sei.\n\nZutreffend ist hingegen das Vorbringen des Vaters, das Obergericht sei mit Bezug auf den Umfang des Ferienrechts überhaupt nicht auf den Einzelfall eingegangen, sondern habe einfach auf das Übliche verwiesen, obwohl mit dem vorliegend geplanten Wegzug gerade keine gewöhnliche Konstellation gegeben sei. Angesichts der faktischen Erschwerung der Besuchsrechtsausübung durch den Wegzug nach Tschechien, unter Berücksichtigung der Tatsache, dass die Kinder ein enges Verhältnis zum Grossvater in der Schweiz haben und dieses nur noch im Rahmen des Ferienrechts sowie der Feiertage-Wochenenden wird gepflegt werden können, aber insbesondere auch mit Blick auf die nicht unbegründete Befürchtung des Vaters, dass die Deutschkenntnisse der Kinder in Tschechien schrittweise abnehmen werden, was die Kommunikation erschwere, hätte es sachliche Gründe für ein noch ausgedehnteres Ferienrecht gegeben. Zur Aufhebung eines Entscheides genügt es indes nicht, wenn er sich nur in der Begründung als willkürlich erweist; vielmehr ist erforderlich, dass er auch im Ergebnis unhaltbar ist (BGE 132 III 209 E. 2.1 S. 211; BGE 133 I 149 E. 3.1 S. 153). Dies lässt sich vorliegend insofern nicht sagen, als der Vater ein 14-tägliches Besuchsrecht hat und BGE 136 III 353 S. 365dieses aufgrund seiner Arbeitszeiten und der Flugmöglichkeiten auch tatsächlich regelmässig wird ausüben können, so dass kontinuierlich ein Kontakt bestehen bleibt, mithin ein Unterschied zur Konstellation besteht, wo ein Elternteil fast nur im Rahmen des Ferienrechts persönlichen Umgang mit dem Kind pflegen kann."}