{"annee": "136", "cour": "I", "page": "309", "date": "25/8/2010", "cite": ["135 I 49", "134 I 140", "132 I 49", "129 I 217"], "cite_par": [], "chapeau": "30. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. X. gegen Stadt Wetzikon (subsidiäre Verfassungsbeschwerde)\n\n1D_5/2009 vom 25. August 2010", "regestes": ["Refus de naturaliser une personne en formation en raison de sa dépendance à l'aide sociale, interdiction de discrimination; art. 8 al. 2 et art. 9 Cst. Octroi du droit de cité selon le droit cantonal (consid. 2). Absence d'indépendance financière (consid. 3). Portée de l'interdiction de discrimination; la question de savoir si le cercle des personnes dépendantes de l'aide sociale représente un groupe protégé par l'art. 8 al. 2 Cst. est laissée indécise (consid. 4.2). Il n'existe également dans le cas particulier aucune discrimination au regard de l'origine et de la position sociale (consid. 4.3). L'interdiction de l'arbitraire au sens de l'art. 9 Cst. constitue la limite au refus de naturaliser (consid. 4.4)."], "faits": "BGE 136 I 309 S. 309\n\nX. wurde 1990 in der Provinz Kosovo von Serbien-Montenegro geboren. Ihre Familie flüchtete 1999 in die Schweiz. Das Bundesamt für Migration nahm die gesamte Familie vorläufig auf. X. wohnt in Wetzikon. Hier besuchte sie die Primar- und Sekundarschule. Zurzeit absolviert sie eine Lehre.\n\nX. stellte 2008 mit Zustimmung ihrer Eltern ein Gesuch um Einbürgerung. Nachdem sich der Bürgerrechtsausschuss gegen die BGE 136 I 309 S. 310Einbürgerung ausgesprochen hatte, wies der Gemeinderat Wetzikon das Gesuch am 20. August 2008 ab. Er wies darauf hin, dass die Gesuchstellerin von ihren Eltern abhängig sei und nach wie vor unterstützt werde, und stellte fest, dass ihr die Fähigkeit zur wirtschaftlichen Selbsterhaltung im Sinne der kantonalen Bürgerrechtsgesetzgebung abgehe.\n\nDie Gesuchstellerin rekurrierte erfolglos beim Bezirksrat Hinwil. In der Folge wies das Verwaltungsgericht des Kantons Zürich die Beschwerde von X. am 29. April 2009 ab. Es ging davon aus, dass der Gesuchstellerin grundsätzlich ein Anspruch auf Einbürgerung zustehe, hielt indessen fest, dass X. das Kriterium der wirtschaftlichen Selbsterhaltungsfähigkeit nicht erfülle und sich daran auch mit steigendem Lehrlingslohn nichts ändere. Die Gemeinde könne ohne Verletzung des Diskriminierungsverbotes auf dieses Erfordernis abstellen und habe ihr Ermessen nicht in rechtsverletzender Weise ausgeübt. - Dem Urteil des Verwaltungsgerichts ist eine abweichende Meinung der Minderheit der Kammer beigefügt. Diese geht davon aus, dass der Gesuchstellerin die Einbürgerung wegen ihrer Abstammung von materiell schlecht gestellten und Sozialhilfe beanspruchenden Eltern verweigert worden war, und erblickt in diesem Umstand eine nicht zu rechtfertigende Diskriminierung.\n\nMit subsidiärer Verfassungsbeschwerde verlangt X., es sei das angefochtene Verwaltungsgerichtsurteil aufzuheben und die Gemeinde Wetzikon anzuweisen, sie ins Bürgerrecht aufzunehmen.\n\nDas Bundesgericht weist die Beschwerde nach öffentlicher Beratung ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. Vorerst ist die Regelung der Bürgerrechtserteilung nach dem kantonalen Recht darzustellen (vgl. BGE 135 I 49 E. 3 S. 52).\n\nNach § 21 Abs. 1 des Zürcher Gemeindegesetzes vom 6. Juni 1926 (GG; LS 131.1) sind die politischen Gemeinden verpflichtet, jeden (seit mindestens zwei Jahren in der Gemeinde wohnenden) Schweizer Bürger auf sein Verlangen in ihr Bürgerrecht aufzunehmen, sofern er sich und seine Familie selber zu erhalten vermag (und weitere Voraussetzungen gegeben sind). Gemäss Abs. 2 werden in der Schweiz geborene Ausländer im Recht auf Einbürgerung den Schweizer Bürgern gleichgestellt. Ferner werden nach Abs. 3 nicht in der Schweiz geborene Ausländer zwischen 16 und 25 Jahren den in der Schweiz geborenen Ausländern in diesem Alter gleichgestellt, sofern BGE 136 I 309 S. 311sie nachweisen können, dass sie in der Schweiz während mindestens fünf Jahren den Unterricht auf Volks- oder Mittelschulstufe in einer der Landessprachen besucht haben.\n\nIn § 5 der Zürcher Bürgerrechtsverordnung vom 25. Oktober 1978 (BüV; LS 141.11) werden die wirtschaftlichen Verhältnisse als Erfordernis der Einbürgerung gemäss § 21 Abs. 1 GG umschrieben: Die Fähigkeit zur wirtschaftlichen Selbsterhaltung gilt als gegeben, wenn die Lebenskosten und Unterhaltsverpflichtungen des Bewerbers voraussichtlich in angemessenem Umfang durch Einkommen, Vermögen und Rechtsansprüche gegen Dritte gedeckt sind. Zu den Rechtsansprüchen gegen Dritte gehören Forderungen gegenüber Versicherungsgesellschaften, Vorsorgeeinrichtungen oder dem Staat (im Falle der Arbeitslosen- oder Invalidenversicherung); die wirtschaftliche Selbsterhaltungsfähigkeit ist nicht gegeben, wenn ein Bewerber (ausschliesslich) von der Fürsorge lebt (vgl. Handbuch des Gemeindeamtes des Kantons Zürich, Ziff. 3.3.1). Auf die Erfüllung der Voraussetzung der wirtschaftlichen Selbsterhaltungsfähigkeit kann nach § 22 Abs. 2 GG und § 7 BüV im Einzelfall ganz oder teilweise verzichtet werden (vgl. auch Handbuch des Gemeindeamtes, a.a.O. Ziff. 3.3.2).\n\nÜberdies hält die neue Zürcher Kantonsverfassung vom 27. Februar 2005 (SR 131.211) in Art. 20 Abs. 3 die Leitplanken für die ordentliche Einbürgerung fest. Neben den Erfordernissen angemessener Sprachkenntnisse, Vertrautheit mit den hiesigen Verhältnissen und Beachtung der schweizerischen Rechtsordnung wird in Art. 20 Abs. 3 lit. b insbesondere verlangt, dass Gesuchsteller in der Lage sein müssen, für sich und ihre Familien aufzukommen.\n\nDie Beschwerdeführerin gehört zu den 16- bis 25-Jährigen und weist den erforderlichen Schulunterricht auf. Daraus ergibt sich, dass sie gestützt auf das kantonale Recht im Grundsatz unabhängig von ihrem Aufenthaltsstatus einen Anspruch auf Einbürgerung hat (TOBIAS JAAG, Aktuelle Entwicklungen im Einbürgerungsrecht, in: ZBl 106/2005 S. 113/122; PETER KOTTUSCH, in: Kommentar zur Zürcher Kantonsverfassung, Häner [Hrsg.], 2007, N. 5 zu Art. 20 KV/ZH). Zu prüfen ist daher ausschliesslich, ob der Beschwerdeführerin vor diesem Hintergrund die mangelnde wirtschaftliche Selbsterhaltungsfähigkeit entgegengehalten werden kann und ihre Nichteinbürgerung im vorliegenden Fall mangels dieses Erfordernisses vor der Verfassung standzuhalten vermag. Dabei prüft das Bundesgericht die Anwendung des kantonalen Rechts lediglich unter dem Gesichtswinkel des Willkürverbots nach Art. 9 BV. Mit freier Kognition prüft es, ob das BGE 136 I 309 S. 312angefochtene Urteil mit dem Diskriminierungsverbot und dem Gleichheitsgebot nach Art. 8 BV im Einklang steht.\n\n3. Umstritten ist vorerst das Fehlen bzw. das Vorliegen der wirtschaftlichen Selbsterhaltungsfähigkeit sowohl in tatsächlicher als auch in rechtlicher Hinsicht.\n\n(...)\n\n3.3 Bei dieser Sachlage kann zusammenfassend festgehalten werden, dass das Verwaltungsgericht ohne Verletzung des Willkürverbotes annehmen durfte, der Beschwerdeführerin fehle die wirtschaftliche Selbsterhaltungsfähigkeit im Sinne von § 21 GG und § 5 BüV, weil sie über kein hinreichendes Einkommen und über keine entsprechenden Rechtsansprüche gegen Dritte verfügt. (...)\n\n4. Damit stellt sich die weitere Frage, ob der Beschwerdeführerin das Fehlen der wirtschaftlichen Selbsterhaltungsfähigkeit entgegengehalten und ihr aus diesem Grunde die Einbürgerung verweigert werden könne. Zu prüfen ist dies insbesondere nach dem Diskriminierungsverbot; anzufügen sind Erwägungen zum Willkürverbot.\n\n4.1 Die Beschwerdeführerin macht eine Verletzung des Diskriminierungsverbots und des Rechtsgleichheitsgebotes geltend. Sie führt allerdings nicht aus, inwiefern das allgemeine Rechtsgleichheitsgebot nach Art. 8 Abs. 1 BV verletzt sein soll. Insoweit ist auf die Beschwerde nicht einzutreten. Im Übrigen kommt der Rüge der Rechtsungleichheit gegenüber derjenigen der Diskriminierung keine eigenständige Bedeutung zu. Entgegen der Auffassung der Gemeinde Wetzikon begründet die Beschwerdeführerin ihre Rüge der Verletzung von Art. 8 Abs. 2 BV in hinreichender Weise. Eine Diskriminierung erblickt sie darin, dass sie von nicht vermögenden Eltern abstammt, sie wegen der Abstammung nicht über die hinreichenden Mittel verfügt und ihr aus diesem Grund die Einbürgerung verwehrt wird. Dem fügt sie an, dass sich die ungleiche Behandlung durch keine überwiegenden Interessen rechtfertigen lasse.\n\n4.2 In seiner Rechtsprechung hat das Bundesgericht das Diskriminierungsverbot gemäss Art. 8 Abs. 2 BV in seiner direkten und indirekten Form umschrieben und die Diskriminierung als qualifizierte Ungleichbehandlung von Personen in vergleichbaren Situationen bezeichnet (vgl. BGE 135 I 49 E. 4.1 S. 53 mit Hinweisen). Im Urteil BGE 135 I 49 hat es sich eingehend mit der Frage der Diskriminierung von sozialhilfeabhängigen Personen auseinandergesetzt. Trotz des Umstandes, dass zum Merkmal der sozialen Stellung auch die BGE 136 I 309 S. 313wirtschaftliche Leistungsfähigkeit gehören könne, hat es ausgeführt, dass die Personen, die auf Sozialhilfe angewiesen sind, im Zusammenhang mit der Einbürgerung kaum als verfassungsrechtlich geschützte Gruppe verstanden werden könnten. Zu unterschiedlich seien die zur Sozialhilfe führenden Gegebenheiten. Die Abhängigkeit von der Sozialhilfe stelle nicht zwingend ein wesentliches Merkmal der Persönlichkeit dar und könne abgelegt werden. Auch könnten der Rechtsprechung im Allgemeinen und der Gesetzgebung im Bereiche des Ausländerrechts im Speziellen keine Anhaltspunkte für das Bestehen einer geschützten Gruppe entnommen werden. Schliesslich konnte die Frage mit Blick auf die im Vordergrund stehende Behinderung der damaligen Beschwerdeführerin offenbleiben (BGE 135 I 49 E. 5 S. 56). Im vorliegenden Verfahren stellt die Beschwerdeführerin diese Rechtsprechung nicht in Frage.\n\nOb die Sozialhilfeabhängigkeit für sich genommen einen Diskriminierungstatbestand im Sinne von Art. 8 Abs. 2 BV darstellen könnte, braucht auch im vorliegenden Fall nicht abschliessend entschieden zu werden. Es ist zu prüfen, ob über die Sozialhilfeabhängigkeit hinaus Umstände vorliegen, die sich für die Gesuchstellerin als diskriminierend erweisen.\n\n4.3 Wegen Fehlens der wirtschaftlichen Selbsterhaltungsfähigkeit ist die Beschwerdeführerin auf die Sozialhilfe angewiesen. Sie wird deshalb mit entsprechenden Leistungen unterstützt (nicht publ. E. 3.2). Damit befindet sie sich in derselben Lage wie ihre Eltern, welche mit Blick auf ihre finanzielle Abhängigkeit nicht eingebürgert werden könnten.\n\nDie Herkunft kann unbestrittenermassen ein verpöntes Merkmal im Sinne des Diskriminierungsverbotes darstellen und bei der Anwendung im Einzelfall zu einer Verfassungsverletzung führen (vgl. BGE 129 I 217 E. 2.3 und 2.4 S. 227). Der Begriff der Herkunft bezieht sich in erster Linie auf die Zugehörigkeit zu einer geographisch mitbestimmten Bevölkerungsgruppe und kommt im vorliegenden Fall, in dem es um die Abstammung von nicht vermögenden Eltern geht, nicht zur Anwendung (vgl. MÜLLER/SCHEFER, Grundrechte in der Schweiz, 4. Aufl., S. 712; RAINER J. SCHWEIZER, in: Die schweizerische Bundesverfassung - Kommentar, 2. Aufl. 2008, N. 58 zu Art. 8 BV).\n\nUnter dem Gesichtswinkel der sozialen Stellung kann die Abstammung, etwa bei Geburt in ausserehelichen Verhältnissen, für die Frage der Diskriminierung von Bedeutung sein (vgl. SCHWEIZER, a.a.O., BGE 136 I 309 S. 314N. 67 zu Art. 8 BV; MÜLLER/SCHEFER, a.a.O., S. 727 mit weitern Hinweisen und mit Anmerkung zur dogmatischen Einordnung). Allerdings reicht dies im Hinblick auf die Einbürgerung nicht aus, um Kinder von nicht vermögenden Eltern wegen ihrer Abstammung als diskriminierungsrechtlich geschützte Gruppe zu betrachten. Es zählen dazu sehr unterschiedliche Personen. Es können Unmündige betroffen werden, die nach Art. 34 des Bundesgesetzes vom 29. September 1952 über Erwerb und Verlust des Schweizer Bürgerrechts (BüG; SR 141.0) durch ihren gesetzlichen Vertreter ein Einbürgerungsgesuch stellen lassen. Es ist nicht einsichtig, wie lange sich Einbürgerungswillige nach Erreichen ihrer Mündigkeit auf ihre Abstammung von nicht vermögenden Eltern sollen berufen können. Das zeigt, dass nur vorübergehend bis zur Erlangung einer Erwerbstätigkeit auf das Kriterium abgestellt wird und dieses nicht ein festes Persönlichkeitsmerkmal der Betroffenen ist. In der gleichen Situation wie die Beschwerdeführerin befinden sich ferner Schweizer Bürger, die sich nach § 21 Abs. 1 GG in der Wohnsitzgemeinde einbürgern lassen wollen. Schliesslich ist gar denkbar, dass ein Gesuchsteller ohne seine Eltern in die Schweiz gelangt, hier Aufnahme findet und nunmehr auf Sozialhilfe angewiesen ist; ein solcher Bewerber ist finanziell gesehen in derselben Lage wie die Beschwerdeführerin, ohne sich auf eine Abstammung von nicht vermögenden Eltern berufen zu können.\n\nDiese Überlegungen zeigen gesamthaft, dass die Abstammung der Beschwerdeführerin von ihren nicht vermögenden Eltern - anders als die Behinderung in der Konstellation von BGE 135 I 49 - keinen hinreichenden Grund darstellt, um einen Diskriminierungstatbestand zu begründen. Das Kriterium ist nicht geeignet, eine Gruppe oder Minderheit zu umschreiben, die sich durch spezifische Eigenheiten oder durch besondere, nicht frei gewählte oder schwer aufgebbare Merkmale auszeichnet und von daher eines besondern verfassungsmässigen Schutzes bedürfte (vgl. BGE 135 I 49 E. 4.4 S. 56; BGE 132 I 49 E. 8 S. 65). Von Bedeutung ist, dass die Frage der Abstammung nur vorübergehend ins Gewicht fällt und die Benachteiligung mit der Aufnahme einer eigenständigen Erwerbstätigkeit entfällt.\n\nBei dieser Sachlage erweist sich die Diskriminierungsrüge als unbegründet.\n\n4.4 Die Beschwerdeführerin ruft das Willkürverbot gemäss Art. 9 BV nicht bzw. nicht in hinreichender Form an. Es rechtfertigen sich unter diesem Gesichtswinkel die folgenden Hinweise. BGE 136 I 309 S. 315\n\nDie Anwendung des willkürfrei ausgelegten kantonalen Rechts auf die Beschwerdeführerin führt dazu, dass in Ausbildung begriffene Jugendliche, welche von sozialhilfeabhängigen Eltern stammen, es schwer haben, von ihrem grundsätzlichen Anspruch nach § 21 Abs. 3 GG Gebrauch zu machen und eingebürgert zu werden. Der Lehrlingslohn wird das erforderliche Mass für die Erlangung der hinreichenden Unabhängigkeit nicht erreichen, Schüler und Studenten verfügen über gar keinen oder nur einen geringen Lohn. Diese Situation könnte sie dazu veranlassen, die Ausbildung abzubrechen oder gar nicht in Angriff zu nehmen und stattdessen eine einfache unqualifizierte Beschäftigung anzunehmen, um die Einbürgerungsvoraussetzungen zu erfüllen. Dies wäre eine unhaltbare Konsequenz aus der Anwendung der gesetzlichen Regelung, welche weder im Interesse der Gesuchsteller noch im allgemeinen öffentlichen Interesse liegt.\n\nDieser Umstand vermöchte für sich allein genommen nicht zur Gutheissung der Beschwerde zu führen. Das Bundesgericht hebt einen Entscheid gemäss konstanter Rechtsprechung wegen Verletzung des Willkürverbots nur auf, wenn dieser sich unter den gegebenen Verhältnissen im Ergebnis als unhaltbar und verfassungswidrig erweist (vgl. BGE 134 I 140 E. 5.4 S. 148 mit Hinweisen). Die Beschwerdeführerin hat es in der Hand, ein neues Einbürgerungsgesuch einzureichen, wenn ihr Lehrlingslohn bzw. ihre Situation nach dem Lehrabschluss Gewähr für eine hinreichende wirtschaftliche Selbsterhaltungsfähigkeit bietet. Sie ist von den kommunalen Behörden dazu aufgefordert worden. Es sind keine Anzeichen ersichtlich, dass der Beschwerdeführerin bei einem neuen Gesuch die Einbürgerung verweigert würde. Es besteht beim derzeitigen Alter der Beschwerdeführerin keine Gefahr, dass sie des Anspruchs auf Einbürgerung gemäss § 21 Abs. 3 GG verlustig ginge (vgl. BGE 135 I 49 E. 6.3 S. 62). Es ist ihr zuzumuten, für die kurze Zeit von zwei oder drei Jahren bis zum Lehrabschluss und zur Erlangung der wirtschaftlichen Selbsterhaltungsfähigkeit zuzuwarten. Anders mag es sich allenfalls bei einer sozialhilfeabhängigen Person verhalten, welche die Einbürgerungsvoraussetzungen grundsätzlich erfüllt, die Ausbildung oder das Hochschulstudium indes erst nach dem 25. Altersjahr abschliesst und daher nicht mehr nach § 21 Abs. 3 GG eingebürgert werden könnte. Diese Frage kann im vorliegenden Fall jedoch offenbleiben."}