{"annee": "136", "cour": "IV", "page": "65", "date": "17/3/2010", "cite": [], "cite_par": [], "chapeau": "10. Extrait de l'arrêt de la Ire Cour de droit public dans la cause A. contre Procureur général du canton de Genève (recours en matière pénale)\n\n1B_373/2009 du 17 mars 2010", "regestes": ["Art. 58 CP; exécution anticipée d'une mesure. L'autorité saisie d'une demande d'exécution anticipée statue sur la base des éléments concrets figurant au dossier. Elle peut requérir un complément d'instruction (rapport provisoire, brève expertise; consid. 2.1-2.3), mais ne saurait refuser d'examiner la demande au motif que l'expert psychiatre commis par le juge du fond n'a pas encore rendu son rapport (consid. 2.4 et 2.5)."], "faits": "BGE 136 IV 65 S. 65\n\nA. A. a été renvoyé en jugement devant le Tribunal de police du canton de Genève pour menaces, lésions corporelles, contrainte sexuelle et infraction à la LStup notamment. Le 19 mai 2009, le tribunal a décidé de soumettre l'accusé à une expertise psychiatrique.\n\nLe 20 mai 2009, A. a saisi le Tribunal d'application des peines et mesures (TAPEM) d'une requête d'exécution anticipée d'une mesure thérapeutique au sens de l'art. 58 al. 1 CP. Il exposait consommer de l'héroïne et de la cocaïne depuis l'âge de seize ans. (...) Sa toxicodépendance était à l'origine des infractions qui lui étaient reprochées. Hospitalisé depuis le 11 mai 2009 à la Clinique de Belle-Idée, il désirait entreprendre un programme thérapeutique au Centre Argos, association d'aide aux personnes toxicodépendantes, afin de traiter son addiction. Le responsable de ce centre s'était dit prêt à l'accueillir et son médecin s'était prononcé favorablement. Il était probable qu'une telle mesure soit finalement ordonnée par le tribunal. (...) BGE 136 IV 65 S. 66\n\nJusqu'alors en détention préventive, A. a été libéré le 12 juin 2009. Il a été pris en charge au Centre (...) Argos.\n\nB. Par jugement du 18 juin 2009, le TAPEM a rejeté la demande. A défaut de toute expertise psychiatrique, il n'était pas possible de connaître l'état du prévenu et de déterminer la mesure thérapeutique la plus appropriée.\n\nA. a saisi la Chambre pénale de la Cour de justice genevoise, laquelle a confirmé le jugement du TAPEM par arrêt du 16 novembre 2009. (...) Même si l'évolution clinique du recourant était favorable, on ignorait la nature exacte de sa dépendance, les chances de succès du traitement et les possibilités de prévenir ainsi de nouvelles infractions.\n\nC. A. forme un recours en matière pénale. Il demande au Tribunal fédéral d'annuler l'arrêt de la Chambre pénale et de prononcer l'exécution anticipée de la mesure thérapeutique, dès le 12 juin 2009. (...)\n\nLe Tribunal fédéral a admis le recours et renvoyé la cause à la Chambre pénale.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n2. Le recourant se plaint d'une violation de l'art. 58 CP, d'une violation du principe de la proportionnalité et d'arbitraire. Il relève que si une mesure thérapeutique au sens des art. 59 ss CP ne peut être ordonnée que sur la base d'une expertise (art. 56 al. 3 CP), il n'en irait pas forcément de même pour une exécution anticipée au sens de l'art. 58 CP, une telle mesure pouvant être ordonnée durant la réalisation de l'expertise. Au stade de l'exécution anticipée, un rapport provisoire serait suffisant. En l'occurrence, le placement dans une institution spécialisée, librement décidé par l'intéressé, aurait déjà donné des résultats. A supposer qu'il faille se fonder sur un avis d'expert, les pièces figurant au dossier étaient suffisantes: le diagnostic de toxicodépendance a été confirmé par plusieurs spécialistes, les chances de succès du traitement seraient avérées ainsi que le risque, faute d'un tel traitement, de commettre de nouvelles infractions. Il serait dès lors suffisamment vraisemblable qu'une mesure au sens de l'art. 60 CP sera ordonnée. Il serait arbitraire de refuser l'exécution anticipée d'une telle mesure alors que le recourant se soigne depuis le mois de juin 2009, que la mission d'expertise a été décidée en audience de jugement au mois de mai 2009 et que l'expert n'a toujours pas rendu son rapport. BGE 136 IV 65 S. 67\n\n2.1 Les art. 59 et 60 CP prévoient des mesures thérapeutiques institutionnelles pour les délinquants souffrant de graves troubles mentaux ou (art. 60 CP) d'addictions diverses. L'auteur doit avoir commis un crime ou un délit en rapport avec son état et le traitement doit être susceptible de le détourner d'autres infractions en relation avec cet état. En vertu de l'art. 63 CP, le juge peut également ordonner un traitement ambulatoire, en particulier lorsque les actes commis ne sont pas des délits ou des crimes (art. 63 al. 1 let. a CP). Ces différentes mesures ne peuvent être ordonnées que sur la base d'une expertise qui se détermine sur les chances de succès d'un traitement, sur la vraisemblance que l'auteur commette d'autres infractions et sur la nature de celles-ci, ainsi que sur les possibilités de faire exécuter la mesure (art. 56 al. 3 let. c CP). Le juge tient compte de la disponibilité d'un établissement approprié (art. 56 al. 5 CP).\n\nSelon l'art. 57 al. 2 CP, l'exécution d'une des mesures prévues aux art. 59 à 61 CP prime une peine privative de liberté. La durée de la privation de liberté entraînée par l'exécution de la mesure est imputée sur la durée de la peine (al. 3).\n\n2.2 Selon l'art. 58 al. 1 CP, s'il est à prévoir que l'une des mesures prévues aux art. 59 à 61 ou 63 sera ordonnée, l'auteur peut être autorisé à en commencer l'exécution de manière anticipée. Cette possibilité d'exécution anticipée a été introduite au niveau fédéral \"afin que la durée de l'instruction puisse être judicieusement mise à profit, que les bonnes dispositions à l'égard de la thérapie ne soient pas annihilées par une longue détention préventive et que l'on dispose, au moment du jugement, d'expériences concrètes avec une thérapie déterminée\" (FF 1999 1880). Elle vise particulièrement les cas de dépendance à la drogue (MARIANNE HEER, Das neue Massnahmenrecht im Überblick, in Revision des Allgemeinen Teils des Strafgesetzbuches, 2007, p. 101-135, 113). L'exécution anticipée suppose d'une part le consentement de l'intéressé (ROTH/THALMANN, Commentaire romand, Code pénal, vol. I, 2009, n° 3 ad art. 58 CP) et d'autre part une probabilité suffisante qu'une mesure déterminée soit ordonnée par le juge du fond (STEFAN TRECHSEL, in Schweizerisches Strafgesetzbuch, 2008, n° 1 ad art. 59 CP). Contrairement à ce que soutiennent les instances précédentes, l'exécution anticipée ne doit pas nécessairement être autorisée sur la base d'une expertise répondant aux exigences de l'art. 56 al. 3 CP, faute de quoi toute exécution anticipée serait impossible au stade de l'instruction, tant que l'expert ne s'est pas prononcé. L'un des buts de l'exécution anticipée est BGE 136 IV 65 S. 68précisément de donner au juge du fond des indications sur le traitement adéquat.\n\n2.3 Saisie d'une demande d'exécution anticipée, l'autorité doit donc se fonder sur des indications concrètes qui peuvent résulter directement du dossier; elle peut aussi recourir à une brève expertise ou demander un rapport provisoire (TRECHSEL, loc. cit.). Selon l'art. 4 de la loi genevoise du 17 novembre 2006 d'application du code pénal suisse et d'autres lois fédérales en matière pénale (LaCP; RSG E 4 10), la procédure devant le TAPEM est régie par les art. 371 à 375l du code de procédure pénale (CPP/GE; RSG E 4 20). L'art. 375A permet notamment l'administration de toutes les mesures probatoires utiles telles que l'audition des parties, de témoins ou d'experts. Pour le surplus, le TAPEM dispose d'un très large pouvoir d'appréciation, comme cela ressort d'ailleurs de la formulation potestative de l'art. 58 CP.\n\n2.4 En l'occurrence, il ressort d'un certificat médical du 15 mai 2009 que le recourant est dépendant aux toxiques et en particulier à la cocaïne; il recevait alors un traitement de substitution aux opiacés. Il montrait une motivation pour s'en sortir et s'engager dans un programme spécialisé et présentait un recul par rapport à ses difficultés, ainsi que des réserves psychiques et physiques importantes. Cela a été confirmé par le responsable du Centre Argos, entendu lors de l'audience devant le Tribunal de police du 18 mai 2009. A sa sortie de prison, le recourant a été pris en charge volontairement dans le Centre résidentiel à moyen terme (CRMT) de l'Association Argos, où il a été suivi par un médecin du service d'addictologie des Hôpitaux universitaires de Genève, pour la prise de Subutex. Ce médecin a confirmé par écrit, le 9 juin 2009, que depuis son arrivée, le recourant se montrait très motivé aux soins. Au vu de l'évolution clinique favorable, des projets de soins en cours ainsi que de l'alliance thérapeutique établie, le médecin jugeait souhaitable la poursuite des soins au CRMT. Le 21 septembre 2009, le même médecin a encore confirmé que le sevrage s'était bien déroulé, le Subutex ayant été arrêté le 31 août 2009.\n\nCes différents témoignages médicaux constituent des indices concrets permettant de statuer a priori sur la réalisation des conditions posées à l'art. 60 al. 1 let. a et b CP. L'existence d'une toxicodépendance est attestée par divers avis médicaux. Par ailleurs, sur le vu des feuilles d'envoi du Procureur général, les infractions reprochées au recourant auraient systématiquement été commises en lien avec la BGE 136 IV 65 S. 69consommation de stupéfiants. Les pièces au dossier confirment également, prima facie, l'exécutabilité de la mesure ainsi que la disponibilité d'un établissement (art. 56 al. 3 let. c et al. 5 CP). Dès lors que le placement a été clairement voulu par le recourant, c'est en vain que la Chambre pénale évoque le principe de proportionnalité (art. 56 al. 2 CP), qui impose de choisir la mesure thérapeutique la moins incisive pour l'intéressé et se trouve à la base même de l'exigence d'une expertise psychiatrique.\n\n2.5 Dans ces conditions, le refus d'examiner la demande d'exécution anticipée au seul motif qu'il manquait une expertise psychiatrique, viole l'art. 58 CP. Pour le même motif, l'arrêt attaqué ne satisfait pas aux exigences de l'art. 112 al. 1 LTF puisque l'autorité cantonale a refusé de statuer sur la base des éléments disponibles du dossier et n'a pas procédé aux actes d'instruction éventuellement nécessaires. Il y a donc lieu de renvoyer la cause à la cour cantonale afin qu'elle statue à nouveau. Si celle-ci s'estime insuffisamment renseignée, il lui appartiendra d'obtenir des renseignements complémentaires sur la poursuite du traitement suivi par le recourant. Compte tenu du temps écoulé depuis l'admission du recourant au CRMT, un pronostic sur l'adéquation du traitement et ses chances de succès apparaît possible. En tant que juge d'appel (art. 375H CPP/GE), la Chambre pénale peut procéder elle-même à une telle instruction (art. 244 CPP/GE)."}