{"annee": "136", "cour": "III", "page": "288", "date": "2/2/2010", "cite": ["134 III 71", "119 III 105"], "cite_par": ["138 III 182", "144 III 29", "140 III 180"], "chapeau": "43. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause A. contre Banque B. (recours en matière civile)\n\n5A_122/2009 du 2 février 2010", "regestes": ["Contestation de l'état des charges d'un immeuble (art. 140 al. 2 LP; art. 39 ORFI); prise en considération d'une cédule hypothécaire (art. 842 CC) cédée au créancier aux fins de garantie (art. 35 al. 2 ORFI). Lorsque le créancier reçoit une cédule hypothécaire comme propriétaire fiduciaire aux fins de garantie, il y a lieu de distinguer la créance abstraite garantie par le gage immobilier (créance cédulaire) et la créance causale résultant de la relation de base (créance de base). Dans la poursuite en réalisation de gage immobilier ayant pour objet la créance cédulaire, l'office des poursuites doit porter à l'état des charges de l'immeuble concerné le montant effectivement dû en capital et intérêts de la créance de base, si cette créance est inférieure à celle découlant de la cédule majorée de ses intérêts couverts par le droit de gage au sens de l'art. 818 al. 1 ch. 3 CC; dans le cas inverse, il y inscrira le montant de la créance cédulaire avec ses intérêts (consid. 3.1-3.3). Les intérêts de la créance cédulaire pris en considération dans l'état des charges peuvent être supérieurs à ceux alloués au stade de la mainlevée d'opposition (consid. 3.4)."], "faits": "|289|\n\nLe 16 janvier 1996, la Banque B. (ci-après: la banque) a accordé à A. une avance de 940'000 fr., reportant de 460'000 fr. à 1'400'000 fr. la limite d'un crédit octroyé précédemment, cela sous la forme d'un prêt hypothécaire à taux fixe. En relation avec ce crédit, A. a cédé à la banque \"en propriété et à fin de garantie\", deux cédules hypothécaires, l'une d'un montant de 1'040'000 fr., intérêt maximum 8 %, et l'autre d'un montant de 370'000 fr., intérêt maximum 10 %, grevant |290| une parcelle respectivement en premier et deuxième rangs. Les deux cessions prévoyaient, dans leurs conditions spéciales, que \"la créance incorporée dans le titre cédé porte intérêt au taux maximum mentionné dans le titre hypothécaire\" (...) et que \"(la banque) ne peut toutefois faire valoir la créance incorporée dans le titre hypothécaire que jusqu'à concurrence du montant total déterminé et déterminable de ses prétentions garanties par la cession\" (...).\n\nAprès avoir dénoncé au remboursement le crédit garanti par les cédules hypothécaires précitées et mis en demeure A. de lui payer les sommes de 370'000 fr. et 1'040'000 fr., la banque a fait notifier à celle- ci deux poursuites en réalisation de gage immobilier. Les oppositions à ces poursuites ont été levées provisoirement à concurrence, respectivement, de 370'000 fr. avec intérêt à 10 % dès le 1er janvier 2001 et de 1'040'000 fr. avec intérêt à 5 % dès le 6 juin 2001.\n\nLa banque a requis la réalisation des gages les 10 janvier et 30 juin 2003. Dans l'état des charges de l'immeuble mis aux enchères le 14 mai 2004, la poursuivante a été inscrite, conformément à sa production, comme créancière en premier rang de 1'402'867 fr. 75, dont 361'457 fr. 75 d'intérêts à 8 % du 10 janvier 2000 au 14 mai 2004, et comme créancière en deuxième rang de 513'872 fr. 25, dont 143'272 fr. 25 d'intérêts à 10 % du 30 juin 2000 au 14 mai 2004. Il y était mentionné que les cédules hypothécaires garantissaient, outre l'engagement résultant du prêt hypothécaire, qui s'élevait à 1'261'073 fr. 25, les engagements résultant de deux autres comptes sur lesquels la poursuivante avait fait valoir l'extension de son droit de gage et dont le montant s'élevait à 2'091'814 fr. 20, soit en tout 3'352'887 fr. 45. L'office des poursuites a porté à l'état des charges la valeur totale des cédules hypothécaires, soit 1'916'740 fr. (1'402'867.75 + 513'872.25).\n\nLe 17 mars 2004, la poursuivie a introduit devant la Cour civile du Tribunal cantonal vaudois une action en contestation de l'état des charges (art. 140 al. 2 LP et 39 ORFI), concluant à ce que les créances incorporées dans les cédules hypothécaires en question soient réduites. Elle faisait notamment valoir que les intérêts portés à l'état des charges étaient erronés et qu'ils auraient dû être calculés selon les taux et périodes retenus dans les décisions de mainlevée. Par jugement du 18 juin 2008, la Cour civile cantonale a rejeté l'action. Le recours en matière civile interjeté au Tribunal fédéral par la demanderesse a été rejeté dans la mesure où il était recevable.\n\n(résumé)", "considerants": "|291|\n\nExtrait des considérants:\n\n3.\n\n3.1 La cédule hypothécaire est une créance personnelle garantie par un gage immobilier (art. 842 CC). Il s'agit d'un papier-valeur qui incorpore à la fois la créance et le droit de gage immobilier, qui en est l'accessoire. Lorsque le créancier l'a reçue comme propriétaire fiduciaire aux fins de garantie (garantie fiduciaire; Sicherungsübereignung), il n'y a pas novation de la créance garantie (ou causale ou de base; ATF 134 III 71 consid. 3 et les références). On distingue alors la créance abstraite garantie par le gage immobilier, incorporée dans la cédule hypothécaire, et la créance causale résultant de la relation de base, en général un contrat de prêt, pour laquelle la cédule a été remise en garantie, ces deux créances étant indépendantes l'une de l'autre. La créance abstraite constatée dans la cédule est destinée à doubler la créance causale aux fins d'en faciliter et d'en garantir le recouvrement. Seule la créance abstraite incorporée dans la cédule hypothécaire et garantie par gage immobilier doit faire l'objet d'une poursuite en réalisation de gage immobilier, tandis que la créance causale peut faire l'objet d'une poursuite ordinaire (ATF 119 III 105 consid. 2a; arrêts 5A_226/2007 du 20 novembre 2007 consid. 5.1 et les références citées, 7B.175/2001 du 11 octobre 2001 consid. 1a).\n\n3.2 Dans le cas particulier, les deux cédules ont fait l'objet d'un acte de cession en propriété et à fin de garantie. La cour cantonale en déduit, sans que la recourante la critique sur ce point, que les parties ont renoncé à la novation et que les deux créances cédulaires (abstraites) se sont juxtaposées aux créances garanties (créances causales). Les contrats de fiducie du 17 janvier 1996 indiquaient d'ailleurs que la banque ne pourrait faire valoir les créances incorporées dans les titres que jusqu'à concurrence du montant total déterminé et déterminable de ses prétentions garanties par la cession.\n\nL'art. 35 al. 2 de l'ordonnance du Tribunal fédéral du 23 avril 1920 sur la réalisation forcée des immeubles (ORFI; RS 281.42), applicable par analogie à la réalisation dans la poursuite en réalisation de gage en vertu de l'art. 102 ORFI, prévoit que les titres de gage créés au nom du propriétaire et donnés en nantissement doivent figurer à leur rang dans l'état des charges pour le montant du titre ou, si la somme pour laquelle le titre a été donné en nantissement est inférieure, pour cette somme. Cela signifie a fortiori, en l'espèce, que si la créance résultant du rapport contractuel de base était inférieure au |292| montant de la créance incorporée dans les cédules, la banque ne pouvait agir dans la poursuite en réalisation de gage immobilier que pour la somme équivalant à ce qui était effectivement dû en capital et intérêts en vertu de la créance causale (arrêt 5A_226/2007 déjà cité consid. 5.1). Si, au contraire, la créance résultant du rapport de base était supérieure au montant nominal des créances cédulaires majoré de leurs intérêts couverts par le droit de gage au sens de l'art. 818 al. 1 ch. 3 CC (intérêts de trois années échus et intérêts ayant couru depuis la dernière échéance aux taux des conventions de fiducie), la banque pouvait faire valoir dans la poursuite spéciale l'intégralité des créances cédulaires augmentées de leurs intérêts, le solde de sa créance devant faire l'objet d'une poursuite ordinaire (DIETER ZOBL, Zur Sicherungsübereignung von Schuldbriefen, RNRF 68/1987 p. 292 let. b et d/bb; NICOLAS DE GOTTRAU, Transfert de propriété et cession à fin de garantie, in Sûretés et garanties bancaires, 1997, p. 213 s.; DANIEL STAEHELIN, Betreibung und Rechtsöffnung beim Schuldbrief, PJA 1994 p. 1255 ss, en particulier p. 1267).\n\nSelon les constatations du jugement attaqué et l'expertise sur laquelle elles s'appuient, la créance totale produite par l'intimée sur la base du rapport contractuel de base s'élevait à 3'352'887 fr. 45, y compris ses intérêts, soumis à évolution, convenus pour cette créance, alors que le montant total des créances cédulaires s'élevait à 1'916'740 fr., y compris leurs intérêts calculés aux taux fixés dans les conventions de fiducie de 8 % et 10 % (cf. les faits ci-dessus). L'office des poursuites s'est donc conformé aux principes qui viennent d'être exposés en portant à l'état des charges le montant total des créances cédulaires, par 1'916'740 fr.\n\n3.3 La recourante ne reproche pas à la cour cantonale de s'être trompée en entérinant le procédé de l'office des poursuites; elle lui fait simplement grief d'avoir confirmé, à tort au regard de l'art. 104 al. 2 CO, l'application des taux d'intérêts de 8 % et 10 % aux deux créances cédulaires. A son avis, seul le taux légal de 5 %, à titre d'intérêt moratoire, était applicable après la dénonciation des cédules.\n\nEn l'espèce, les parties sont convenues, aux termes des actes de cession en propriété et à fin de garantie des titres hypothécaires du 17 janvier 1996, que les créances cédulaires porteraient intérêt aux taux maximum mentionnés dans les titres, soit respectivement 8 % et 10 %. Au stade de la réalisation, la créancière pouvait donc, en vertu de l'art. 818 al. 1 ch. 1 et 3 CC, requérir la prise en compte à l'état des |293| charges de l'intégralité des créances cédulaires avec leurs intérêts aux taux convenus de 8 % et 10 % (cf. ZOBL, op. cit., exemple cité sous let. d/bb). La cour cantonale a donc confirmé à bon droit ces taux.\n\nLes réquisitions de vente ayant été présentées, respectivement, le 10 janvier 2003 et le 30 juin 2003, et la réalisation ayant eu lieu le 14 mai 2004, jour auquel prenait fin la garantie hypothécaire(PAUL-HENRI STEINAUER, Les droits réels, tome III, 3e éd. 2003, n. 2795), la production d'intérêts, soit 8 % sur 1'040'000 fr. du 10 janvier 2000 au 14 mai 2004, et 10 % sur 370'000 fr. du 30 juin 2000 au 14 mai 2004, pouvait ainsi être inscrite à l'état des charges, d'éventuels intérêts supplémentaires au titre des intérêts courus (art. 818 al. 1 ch. 3 CC) ne pouvant être pris en considération dès lors que la production de la créancière, portée à l'état des charges, ne les réclamait pas.\n\n3.4 La recourante fait valoir que les intérêts des créances cédulaires à prendre en compte dans l'état des charges auraient plutôt dû être ceux alloués par les décisions de mainlevée d'opposition.\n\nCe point de vue ne peut pas être partagé. Selon la jurisprudence, en effet, le créancier gagiste poursuivant peut produire d'autres ou de plus amples droits que ceux réclamés dans la réquisition de poursuite, par exemple des intérêts supplémentaires. Comme tout tiers créancier, il peut exiger que ses droits, pour lesquels il n'a pas requis la poursuite, soient pris en considération dans l'état des charges; pour le même motif, il peut aussi produire la partie de la créance pour laquelle la mainlevée de l'opposition lui a été refusée (arrêt 5C.266/ 2005 du 2 février 2006 consid. 3.2 et les références citées). En outre, au stade de la mainlevée, le juge qui la prononce ne connaît pas encore le jour de la réquisition de vente et n'est donc pas en mesure d'allouer les intérêts courants (art. 818 al. 1 ch. 3 in fine CC)."}