{"annee": "136", "cour": "III", "page": "222", "date": "29/3/2010", "cite": ["129 III 135"], "cite_par": [], "chapeau": "33. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause X. contre Y. (recours en matière civile)\n\n4A_598/2009 du 29 mars 2010", "regestes": ["Calcul du dommage en cas de lésions corporelles (art. 46 CO). Le dommage actuel à indemniser, même lorsque la perte de gain n'est que temporaire, doit se calculer à partir du salaire net du lésé (précision de jurisprudence; consid. 4)."], "faits": "", "considerants": "|222|\n\nExtrait des considérants:\n\n4. Le recourant se prévaut d'une transgression de l'art. 46 CO. Se basant sur une jurisprudence récente du Tribunal fédéral (arrêt 4A_227/2007 du 26 septembre 2007 consid. 3.6.2, in SJ 2008 I p. 177), postérieure à l'arrêt de principe publié à l' ATF 129 III 135, il affirme que la perte de gain temporaire doit se calculer sur le salaire brut, et non sur le salaire net comme l'aurait fait erronément la Cour de justice dans l'arrêt déféré.\n\n4.1\n\n4.1.1 Il est définitivement établi que le recourant aurait été à même de reprendre son activité antérieure d'aide-jardinier à partir du 1er juillet 2003. La perte de gain indemnisable, à savoir celle qu'il a subie du 5 juillet 1995 (date de l'accident) au 30 juin 2003, n'est |223| donc que temporaire, aucun préjudice futur ni dommage de rente n'entrant plus en considération.\n\nLa perte de gain que le lésé peut réclamer au tiers responsable correspond à la différence entre le revenu de valide du premier (revenu hypothétique sans l'accident) et son revenu d'invalide (revenu qui peut probablement être réalisé après l'accident) (arrêt du Tribunal fédéral 4A_481/2009 du 26 janvier 2010 consid. 3.2; SCHAETZLE/WEBER, Manuel de capitalisation, 5e éd. 2001, n° 3.242 p. 403).\n\nPour évaluer la perte de gain en question, il convient de prendre comme base de calcul le salaire net de la victime, ce qui signifie que la totalité des cotisations aux assurances sociales doivent être déduites du salaire brut déterminant, soit celles à l'AVS, à l'AI, au régime des APG et à l'assurance-chômage (AC); la déduction doit également porter sur les contributions du travailleur au deuxième pilier (cotisations LPP; cf. ATF 129 III 135 consid. 2.2).\n\n4.1.2 Le considérant 3.6.2 de l'arrêt 4A_227/2007, cité in extenso par le recourant, a la teneur suivante:\n\n\"La jurisprudence invoquée par la défenderesse sur la prise en compte du revenu net, toutes les cotisations aux assurances sociales devant être déduites, n'est pas applicable au cas d'espèce. Elle se rapporte en effet à l'hypothèse où il s'agit de calculer l'atteinte à l'avenir économique résultant d'une invalidité permanente: dans ce cas, la perte de gain pendant la période active - c'est-à-dire du jour de l'accident à celui où le lésé aurait cessé d'exercer une activité lucrative - se calcule sur la base du salaire net de toute cotisation sociale, parce que le dommage de rente de vieillesse est indemnisé selon un calcul distinct (ATF 129 III 135 consid. 2.2). Dans le cas d'espèce, s'agissant d'indemniser une perte de gain temporaire sans calculer un dommage de rente, il n'y a pas lieu de prendre en compte le revenu net du demandeur pour calculer la perte de gain indemnisable.\"\n\nCe considérant, qui n'est étayé par aucune référence hormis celle à l' ATF 129 III 135, précédent auquel il veut faire exception, a récemment fait l'objet de critiques de doctrine.\n\nBRUNO SCHATZMANN (Einige Gedanken zum massgeblichen Einkommen, in REAS 2008 p. 286 ss, spéc. p. 288/289) affirme qu'il est manifestement faux de calculer la perte de gain temporaire à partir du salaire brut si le préjudice ne réside pas dans des cotisations aux assurances sociales perdues, mais dans l'octroi futur de prestations de vieillesse réduites. De fait, pour cet auteur, la diminution de rentes de vieillesse et la réduction de contributions d'assurance sociale ne coïncident pas en chiffres. Tout d'abord, seules les contributions à l'AVS et à la prévoyance professionnelle sont formatrices |224| de rentes, à l'inverse des contributions de risque à l'AI, à l'assurance- chômage, au régime des APG, ainsi que les primes pertes de gain à l'assurance maladie et à l'assurance-accidents non professionnel. Ensuite, si le revenu annuel moyen dépasse un certain montant, les contributions à l'AVS ne tendent plus à financer les rentes (principe de solidarité qui veut que les riches paient davantage de cotisations que ne l'exigerait le financement de leur rente). A l'inverse, si le revenu annuel moyen est inférieur à un montant donné, la rente minimale est servie, la hauteur des contributions à l'AVS n'ayant alors aucune influence sur la quotité de la rente de vieillesse. Pour SCHATZMANN, ce manque de synchronisme entre cotisations aux assurances sociales et rentes de vieillesse commande, en cas d'incapacité de gain limitée dans le temps, de procéder au calcul sur la base du salaire net et, le cas échéant, de calculer séparément un éventuel dommage de rente pour autant qu'il ne faille pas admettre que le salaire annuel moyen futur dépasse le montant donnant déjà droit à l'allocation de la rente de vieillesse maximale.\n\nWEBER/SCHAETZLE (Die Berechnung des Personenschadens im Rück- und Ausblick - Eine kritische Standortbestimmung, in Personen-Schaden-Forum 2010, p. 281 ss, spéc. p. 320 et la note 68) écrivent que le dommage actuel se détermine, que ce soit pour le salaire de valide ou pour celui d'invalide, après déduction de toutes les cotisations aux assurances sociales, car seul le salaire net entre dans le calcul de la perte de gain dans la phase active. Ces auteurs exposent qu'il faut procéder ainsi même si la perte de gain n'est que temporaire.\n\nA cela s'ajoute que dans leur \"Recommandation relative au calcul du dommage de rente\" du 20 mars 2001, n° 1/2001, révisée le 10 février 2004, l'Office fédéral des assurances sociales (OFAS), la SUVA et l'Association Suisse d'Assurances (ASA) prônaient, dans les cas d'incapacité de travail temporaires ne générant pas d'invalidité, de déterminer la perte de gain en fonction du revenu net, suggérant toutefois alors de renoncer, pour des raisons de praticabilité, au calcul du dommage de rente.\n\n4.1.3 Ces réflexions convaincantes amènent le Tribunal fédéral à considérer que le régime exceptionnel qui résulte du consid. 3.6.2 de l'arrêt 4A_227/2007 du 26 septembre 2007, selon lequel l'indemnisation d'une perte de gain temporaire se calcule sur le salaire brut, ne peut plus être maintenu. Ce précédent a perdu de vue que la solidarité dans l'AVS se manifeste en particulier entre les assurés qui disposent d'un revenu élevé et ceux qui ont un revenu moindre. En effet, les assurés aisés versent des cotisations largement supérieures |225| à celles que nécessiterait le financement de leurs rentes de vieillesse - dont le montant est plafonné au double de la rente minimale -, alors que les assurés dont les revenus sont modestes reçoivent des prestations qui dépassent celles formées par les cotisations paritaires payées au cours de leur vie active. Autrement dit, il n'y a pas inévitablement de corrélations entre la perte de cotisations versées aux assurances sociales sur une période limitée et la réduction des rentes de vieillesse qui seront servies à l'âge terme. Or cette manière de voir, incorrecte, sous-tendait le raisonnement tenu dans l'arrêt susrappelé.\n\nIl suit de là que c'est le salaire net qui est déterminant pour arrêter le préjudice actuel, même si la perte de gain n'est que temporaire.\n\nLe grief doit être rejeté."}