{"annee": "136", "cour": "III", "page": "269", "date": "2/2/2010", "cite": ["130 III 28", "130 III 571"], "cite_par": [], "chapeau": "39. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause A. et B. contre époux F. (recours en matière civile)\n\n5A_413/2009 du 2 février 2010", "regestes": ["Droit de conduite nécessaire (art. 691 al. 1 CC). Conditions auxquelles le propriétaire peut obtenir une servitude de conduite nécessaire. Pour juger s'il est impossible d'exécuter l'ouvrage sans frais excessifs, le juge doit procéder à une pesée des intérêts des parties en comparant la charge qu'entraînera la constitution de la servitude pour le propriétaire contraint de permettre le passage de la conduite sur son fonds et le bénéfice que le propriétaire voisin en tirera (consid. 5)."], "faits": "BGE 136 III 269 S. 269\n\nA. En mai 1999, l'immeuble n° 3469 de la commune de X. a été partagé en trois nouvelles parcelles nos 4101, 4102 et 4103.\n\nA l'occasion de cette mutation parcellaire, le propriétaire de la parcelle n° 3469 qui souhaitait légaliser le passage des canalisations déjà en place, a demandé au géomètre officiel de constituer une servitude \"canalisations chauffage de chaufferie\" en faveur de la parcelle n° 4103 et à charge de la parcelle n° 4102.\n\nLe 1er septembre 1999, une servitude de canalisations multiples grevant la parcelle n° 4102 a été portée au registre des servitudes; elle a toutefois été inscrite en faveur de la parcelle n° 4101 et non de la parcelle n° 4103.\n\nB. Le 4 avril 2000, les époux F. ont acquis, chacun pour moitié, la parcelle n° 4102. BGE 136 III 269 S. 270\n\nC. Le 18 décembre 2002, B. a acheté la part de propriété par étages 4103-1 (426/1000) de la parcelle n° 4103. Le même jour, A. a acquis la seconde part de propriété par étages n° 4103-2 (574/1000) de cette parcelle.\n\nSelon l'acte d'achat-vente, l'immeuble de base n° 4103 est au bénéfice d'une servitude d'usage de chaufferie et d'une servitude de passage à pied permettant l'accès à cette chaufferie, toutes les deux à charge de la parcelle n° 4102.\n\nJusqu'en 2005, les copropriétaires de l'immeuble n° 4103 ont utilisé les canalisations multiples (eau, gaz, électricité et mazout) passant sur l'immeuble n° 4102 bien qu'aucune servitude de canalisations ne soit inscrite en ce sens au registre foncier.\n\nD. Au cours de l'année 2005, la chaufferie commune sise sur la parcelle n° 4102 est tombée en panne. Les époux F. ont alors installé une chaufferie destinée à leur seul usage.\n\nIls s'opposent depuis à ce que A. et B. utilisent les canalisations multiples reliant les deux immeubles pour le motif que cette utilisation ne fait pas l'objet d'une servitude inscrite au registre foncier.\n\nE. Le 6 octobre 2006, A. et B. ont ouvert action en rectification du registre foncier (art. 975 CC) contre les époux F. Ils ont conclu à l'inscription en faveur de la parcelle n° 4103 d'une servitude de canalisations multiples à charge de la parcelle n° 4102. Après enquêtes, ils ont persisté dans leurs conclusions, invoquant encore l'art. 691 CC (droit de conduite nécessaire) à l'appui de leur demande d'inscription.\n\nLes époux F. se sont opposés à l'inscription de la servitude sollicitée.\n\nPar jugement du 15 mai 2008, le Tribunal de première instance du canton de Genève a débouté les demandeurs de leurs conclusions.\n\nF. Le 15 mai 2009, la Cour de justice du canton de Genève a rejeté l'appel formé par A. et B. contre ce jugement. En bref, elle a considéré que l'action tendant à la rectification du registre foncier devait être rejetée. Elle a encore estimé que les conditions d'une inscription fondée sur l'art. 691 al. 1 CC n'étaient pas réunies, les demandeurs n'ayant pas établi que les travaux de raccordement et de pose d'une chaudière devant être réalisés en l'absence d'une servitude engendreraient des frais excessifs.\n\nG. Contre cet arrêt, A. et B. ont formé un recours en matière civile au Tribunal fédéral. Ils concluent à l'inscription au registre foncier BGE 136 III 269 S. 271d'une servitude de canalisations multiples en faveur de la parcelle n° 4103 et à charge de la parcelle n° 4102.\n\nLa Cour de justice s'est référée aux considérants de son arrêt. Quant aux intimés, ils ont conclu au rejet du recours.\n\nLe Tribunal fédéral a admis le recours, annulé l'arrêt attaqué et renvoyé la cause à la cour cantonale pour nouvelle décision.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n5. Les recourants estiment qu'ils ont droit à l'inscription de la servitude de conduites sur la base de l'art. 691 al. 1 CC (droit de conduite nécessaire).\n\n5.1 Aux termes de cette disposition, le propriétaire est tenu, contre réparation intégrale et préalable du dommage, de permettre l'établissement, à travers son fonds, d'aqueducs, de drains, tuyaux de gaz et autres, ainsi que de conduites électriques aériennes ou souterraines; il n'y est toutefois obligé que s'il est impossible d'exécuter ces ouvrages autrement ou sans frais excessifs. La loi accorde au propriétaire le droit d'obtenir du voisin la constitution d'une servitude de conduite aux conditions suivantes. En premier lieu, le propriétaire demandant à être mis au bénéfice de la servitude ne doit pas se trouver dans un cas où il pourrait demander l'expropriation (art. 691 al. 2 CC). Par ailleurs, il n'est tenu de permettre l'établissement de la conduite à travers son fonds que s'il est impossible d'exécuter l'ouvrage autrement ou sans frais excessifs. Enfin, il a le droit d'obtenir la réparation intégrale du dommage qu'il subit.\n\nPour juger si les coûts sont excessifs, il ne suffit pas d'examiner la valeur de la conduite. Il faut comparer la charge qu'entraînera la constitution de la servitude pour le propriétaire contraint de permettre le passage de la conduite sur son fonds et le bénéfice que le propriétaire voisin en tirera. Le juge doit par conséquent procéder à une pesée des intérêts des parties en présence pour décider si le propriétaire doit tolérer le passage des conduites sur son fonds ou s'il paraît plus équitable d'imposer une autre solution au propriétaire qui requiert l'établissement de la conduite (ARTHUR MEIER-HAYOZ, Commentaire bernois, 3e éd. 1975, nos 42-44 ad art. 691 CC; FRANZ XAVER BRÜCKER, Das nachbarrechtliche Durchleitungsrecht unter Berücksichtigung von Lehre und Rechtsprechung zum Notwegrecht, zum Überbaurecht und zum Notbrunnenrecht, 1991, p. 84; HEINZ REY,BGE 136 III 269 S. 272Commentaire bâlois, CC, vol. II, 3e éd. 2007, n° 7 ad art. 691 CC; MICHEL PITTET, Les servitudes légales, 1967, p. 95-96; SAMUEL SCHATZMANN, Das nachbarrechtliche Durchleitungsrecht nach schweizerischem Privatrecht, 1986, p. 66; HAAB, Commentaire zurichois, 1977, n° 7 ad art. 691/3 CC). Il dispose d'une certaine marge d'appréciation (art. 4 CC; MEIER-HAYOZ, op. cit., n° 44 ad art. 691 CC; REY, loc. cit.).\n\n5.2 La cour cantonale a rejeté la conclusion tendant à la constitution d'une servitude de conduite nécessaire au motif que les recourants n'avaient pas établi le caractère excessif des frais qu'entraînerait l'ouvrage au cas où la servitude serait refusée. Pour juger de ce critère, ils ont tenu compte de la valeur vénale de l'immeuble des recourants, arrêtée à 457'746 fr., du coût des travaux (entre 10'000 et 15'000 fr. pour l'installation d'une chaudière indépendante) auxquels il faut ajouter les travaux de raccordement (60'000 fr. à 70'000 fr. plus 10 % pour tenir compte du fait que les travaux de génie civil dans la rue étaient terminés et que les bâtiments ne pouvaient ainsi plus en bénéficier) et de la plus-value de 20 % (91'550 fr.) qu'apporterait au fonds une conduite indépendante. Ils ont conclu que, puisque le coût des travaux d'installation d'une nouvelle conduite correspondait à la plus-value apportée au fonds, ils ne pouvaient être qualifiés d'excessifs.\n\nEn procédant de cette manière, la cour s'est fondée sur un critère non déterminant à lui seul, à savoir le coût des travaux nécessaires à l'installation d'une conduite indépendante de celle des intimés. Contrairement à ce qu'exige le droit fédéral, elle n'a pas procédé à une pesée des intérêts respectifs des parties en examinant si les charges et inconvénients que subiront les intimés du fait de l'utilisation des conduites par les recourants - sans perdre de vue que les intimés ont droit à une compensation financière pour le dommage subi (cf. BRÜCKER, op. cit., p. 84-85) - avec l'intérêt des recourants. En l'espèce, au vu du dossier, il apparaît que l'intérêt des intimés consisterait principalement à éviter des conflits avec leurs voisins au sujet de l'encaissement des parts de consommation d'eau et d'électricité; en revanche, ils ne peuvent se prévaloir d'éventuels désagréments que leur causeraient les travaux d'installation de la conduite - celle-ci étant déjà en place - ou du fait que leur terrain serait plus difficilement constructible en raison de la présence de cette conduite. Quant aux recourants, l'octroi de la servitude sollicitée leur permettrait d'éviter le coût d'une conduite indépendante et d'utiliser la BGE 136 III 269 S. 273servitude d'usage de chaufferie et de passage à pied pour accéder à cette chaufferie inscrite en faveur de leur fonds et grevant le fonds des intimés. Il n'appartient toutefois pas au Tribunal fédéral de procéder lui-même à la pesée d'intérêts qui doit être effectuée par le juge du fait et ne peut être contrôlée par le Tribunal fédéral qu'avec réserve (ATF 130 III 28 consid. 4.1, ATF 130 III 571 consid. 4.3). En conséquence, le recours doit être admis et la cause renvoyée à l'autorité cantonale pour nouvelle décision dans le sens des considérants."}