{"annee": "136", "cour": "III", "page": "257", "date": "22/2/2010", "cite": ["114 II 396"], "cite_par": ["140 III 491", "139 III 7"], "chapeau": "37. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause X. contre A. (recours en matière civile)\n\n5A_710/2009 du 22 février 2010", "regestes": ["Art. 169 CC; logement de la famille. L'art. 169 CC cesse de déployer ses effets lorsque l'époux bénéficiaire de cette protection quitte le logement familial de manière définitive ou pour une durée indéterminée de son propre chef ou sur ordre du juge (consid. 2.1). Pour admettre que le conjoint a quitté définitivement le logement familial, le juge doit pouvoir se fonder sur des indices sérieux (consid. 2.2)."], "faits": "BGE 136 III 257 S. 258\n\nA., née en 1976, et X., né en 1970, se sont mariés en 2006, en adoptant le régime de la séparation de biens.\n\nEn automne 2005, les parties ont acquis une villa à B. dans laquelle ils ont emménagé.\n\nDans le courant de l'automne 2008, chacun des époux a saisi le Tribunal de première instance de Genève d'une requête de mesures protectrices de l'union conjugale. A. a notamment demandé la jouissance exclusive de la villa. De son côté, le mari a sollicité l'autorisation de vendre la maison.\n\nEn décembre 2008, voire janvier 2009, l'épouse a quitté le domicile conjugal dans lequel X. est demeuré.\n\nStatuant le 14 mai 2009, le Tribunal de première instance a attribué à A. la jouissance exclusive de la villa, a ordonné au mari de libérer ce logement et lui a fait interdiction de l'aliéner.\n\nSur appel du mari, la Cour de justice du canton de Genève a confirmé l'attribution de la jouissance du logement à A., l'interdiction faite au mari par l'autorité de première instance de vendre la villa et l'ordre d'évacuation.\n\nLe 23 octobre 2009, l'époux a formé un \"recours de droit civil restreint et un recours constitutionnel subsidiaire\". Dans les deux recours, il demande au Tribunal fédéral de constater que l'art. 169 al. 1 CC n'est pas applicable à la villa et de l'autoriser par conséquent à vendre cet objet.\n\nPar ordonnance présidentielle du 9 novembre 2009, l'effet suspensif a été accordé en ce qui concerne l'ordre d'évacuation.\n\nInvitée à se déterminer, la cour cantonale se réfère aux considérants de son arrêt alors que l'intimée conclut au rejet des recours.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2. Le recourant dénonce une application arbitraire de l'art. 169 CC en relation avec l'art. 8 CC. Selon lui, la villa du couple ne constitue pas un logement de famille au sens de l'art. 169 CC, ce qui lui BGE 136 III 257 S. 259permet de la vendre sans obtenir préalablement le consentement de l'intimée ou l'autorisation du juge.\n\n2.1 A teneur de l'art. 169 CC, un époux ne peut, sans le consentement exprès de son conjoint, ni résilier le bail, ni aliéner la maison ou l'appartement familial, ni restreindre par d'autres actes juridiques les droits dont dépend le logement de la famille (al. 1). S'il n'est pas possible de recueillir ce consentement ou s'il est refusé sans motif légitime, l'époux intéressé peut en appeler au juge (al. 2).\n\nLa notion de logement de famille recouvre le lieu qui remplit la fonction de logement et de centre de vie de la famille (DESCHENAUX/STEINAUER/BADDELEY, Les effets du mariage, 2e éd. 2009, nos 198, 200). Seuls bénéficient de cette protection les époux mariés, avec ou sans enfants (DESCHENAUX/STEINAUER/BADDELEY, op. cit., no 198; HASENBÖHLER, Commentaire zurichois, 3e éd. 1998, no 18 ad art. 169 CC; NÄF- HOFMANN, Schweizerisches Ehe- und Erbrecht, 1998, no 69; STETTLER/GERMANI, Effets généraux du mariage [...], 2e éd. 1999, no 278; MARC-AURÈLE VOLLENWEIDER, Le logement de la famille selon l'article 169 CC: notion et essai de définition, 1995, p. 76). Le caractère de logement familial subsiste tant que dure le mariage, même si les époux sont séparés de fait ou en instance de divorce. C'est précisément ce type de situation que vise la protection légale de l'art. 169 CC, dont la ratio legis est d'éviter qu'en cas de tensions conjugales ou par légèreté, l'époux titulaire des droits dont dépend le logement ne dispose unilatéralement de celui-ci, lorsque cela cause des difficultés injustifiées à son conjoint (ATF 114 II 396 consid. 5a).\n\nDans certaines circonstances, le logement perd son caractère familial, et partant, la protection spécifique qui lui est conférée par l'art. 169 CC. Tel est notamment le cas en cas de séparation de corps, d'abandon du logement familial d'un commun accord par les époux ou lorsque l'époux bénéficiaire de la protection légale quitte le logement familial de manière définitive ou pour une durée indéterminée de son propre chef ou sur ordre du juge (ATF 114 II 396 consid. 5 et les références citées).\n\n2.2 En l'espèce, la cour cantonale a constaté que le recourant était seul titulaire des droits réels sur la villa familiale. Les époux y ayant vécu ensemble jusqu'à la séparation, elle a le caractère de logement de famille. L'autorité précédente a ensuite examiné si, comme l'alléguait le recourant, la villa avait perdu la qualité de logement de famille à la suite du départ de l'intimée. Elle a jugé que le recourant BGE 136 III 257 S. 260n'avait pas rendu ces éléments vraisemblables. Elle a pour le surplus estimé que le refus de vendre la villa était légitime de la part de l'intimée qui faisait valoir son besoin propre; en particulier, il n'était pas allégué que la situation financière du couple ne permettait plus de pourvoir au service de la dette hypothécaire. Elle a ainsi refusé au recourant l'autorisation de vendre la villa.\n\nLe recourant ne démontre pas que ce raisonnement est arbitraire. Contrairement à ce qu'il prétend, la villa remplit les caractéristiques du logement familial dès lors qu'elle apparaît clairement comme le logement et le centre de vie du couple du temps de la vie commune, peu importe à cet égard que celle-ci ait été d'une durée relativement brève (3 ans) et que le couple n'ait pas d'enfants. S'agissant de la perte de la qualité de logement de la famille au moment de la séparation, la cour cantonale n'a pas passé sous silence l'existence d'un besoin de la part de l'intimée; elle a jugé à ce sujet que l'intimée n'avait pas définitivement abandonné le logement familial. Il n'était pas arbitraire de considérer qu'en demandant l'attribution du logement familial, l'intimée montrait sa volonté de ne pas abandonner la villa. Son hébergement chez un tiers dans l'intervalle ne signifie pas encore qu'elle n'a plus besoin de la villa. Il convient en effet de n'admettre que sur la base d'indices sérieux que le conjoint a quitté définitivement son logement. Sans cela, il suffirait à l'époux titulaire des droits réels ou personnels de contraindre son conjoint à quitter le logement familial pour se prévaloir ensuite de l'abandon définitif de ce logement au motif que celui-ci aurait trouvé un nouvel hébergement, vidant ainsi de son sens la protection de l'art. 169 CC."}