{"annee": "136", "cour": "III", "page": "209", "date": "10/2/2010", "cite": ["135 III 31", "135 III 121", "134 III 379", "135 III 241", "120 II 259", "121 III 152", "125 III 1"], "cite_par": ["138 III 193", "137 III 337"], "chapeau": "32. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. gegen Y. (Beschwerde in Zivilsachen)\n\n5A_733/2009 vom 10. Februar 2010", "regestes": ["Art. 204 al. 2, art. 207 al. 1 et art. 214 al. 1 CC; moment déterminant pour l'existence et l'estimation des acquêts; cas particuliers. Conditions auxquelles des investissements, effectués après la dissolution du régime matrimonial sur une valeur patrimoniale faisant partie des acquêts, peuvent être pris en compte dans la liquidation du régime matrimonial (consid. 5). Estimation et méthode d'estimation d'une entreprise commerciale; prise en considération de créances de l'entreprise, appartenant aux acquêts, contre son titulaire en tant que dettes des acquêts (consid. 6)."], "faits": "BGE 136 III 209 S. 210\n\nX. (Beschwerdeführer) und Y. (Beschwerdegegnerin) heirateten 1982. Sie wurden Eltern zweier Söhne. Der Beschwerdeführer ist alleiniger Gesellschafter und Geschäftsführer der Firma X. GmbH. Zwischen 1984 und 1998 wurde das Gewerbe als Einzelfirma betrieben. Die Beschwerdegegnerin besorgte den Haushalt und betreute die Kinder. Sie arbeitete zusätzlich im Betrieb des Beschwerdeführers mit und führte das Büro und die Buchhaltung. Die Ehegatten reichten am 27. Mai 2003 ihr gemeinsames Scheidungsbegehren ein. Für die Dauer des Scheidungsverfahrens wurde der Beschwerdeführer zu Unterhaltsbeiträgen verpflichtet, die er nicht oder nur teilweise zahlte. Das Kreisgericht K. schied die Ehe der Parteien. In güterrechtlicher Hinsicht ordnete es an, dass der Beschwerdeführer einen Ausgleichsbetrag von Fr. 94'847.- an die Beschwerdegegnerin bezahlt, dass seine Versicherung den hälftigen Rückkaufswert aus mehreren Policen von Fr. 71'839.55 auf das Vorsorgekonto der Beschwerdegegnerin überweist und dass jede Partei zu Eigentum erhält, was sie besitzt bzw. auf ihren Namen lautet, und die Schulden begleicht, die auf ihren Namen lauten. Das Kantonsgericht wies die vom Beschwerdeführer eingelegte Berufung ab, was die güterrechtliche Auseinandersetzung angeht. Der Beschwerdeführer hat dagegen Beschwerde erhoben, die das Bundesgericht abweist, soweit es darauf eintritt.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n5. In güterrechtlicher Hinsicht ist streitig, wie Schulden zu erfassen sind, die der Beschwerdeführer während des Scheidungsverfahrens zur Deckung von Investitionen in seine Wohnung begründet hat. Die kantonalen Gerichte haben von den geltend gemachten Fr. 127'000.- lediglich die wertsteigernden Investitionen von Fr. 67'000.- berücksichtigt und auf den Wert der Wohnung angerechnet. Die Nichtberücksichtigung seiner Investitionen im vollen Betrag rügt der Beschwerdeführer als bundesrechtswidrig.\n\n5.1 In tatsächlicher Hinsicht steht unangefochten fest, dass die Wohnung im Eigentum des Beschwerdeführers steht, zu seiner Errungenschaft gehört, während der Ehe als Familienwohnung genutzt wurde und heute von ihm und seiner neuen Lebenspartnerin bewohnt wird. Die Wohnung hat einen gutachterlich festgelegten Verkehrswert von BGE 136 III 209 S. 211Fr. 558'000.- (per März 2008) und ist mit Fr. 390'183.- (Stand Ende 2004) hypothekarisch belastet. Das Kantonsgericht hat festgestellt, die geltend gemachten Investitionen beträfen den Zeitraum von Mai 2003 bis zum Wohnungsbrand im November 2006 (recte: 2005). Der Beschwerdeführer will die Investitionen heute auf den Brandschaden zurückführen. Das Vorbringen ist unlauter. Der Beschwerdeführer hat in seiner Stellungnahme zum Beweisergebnis vom 14. November 2008 ausdrücklich festgehalten, dass die nach dem Brandfall vom 6. November 2005 vorgenommenen Investitionen in der güterrechtlichen Auseinandersetzung nicht zu berücksichtigen seien, da sie grossmehrheitlich durch Versicherungsleistungen hätten gedeckt werden können. Er hat diesen Standpunkt bereits in seiner erstmaligen Darstellung, er habe 2005 Hypotheken erhöht und die Mittel in die Wohnung investiert, vertreten und in seiner Zusammenstellung der Renovationskosten vom Mai 2003 bis November 2006 über Fr. 127'092.60 bekräftigt, dass nicht aufgeführt sei, was nach dem Brandfall renoviert und erneuert worden sei. Die eingegangene Schuld und die Investition der aufgenommenen Mittel stehen in tatsächlicher Hinsicht in keinem Zusammenhang mit dem Brandfall, so dass daraus rechtlich nichts abgeleitet werden kann (vgl. zum zufälligen Untergang eines Vermögenswertes: STECK, in: FamKommentar Scheidung, 2005, N. 8 zu Art. 207 ZGB, mit Hinweisen).\n\n5.2 Nach der gesetzlichen Regelung werden Errungenschaft und Eigengut jedes Ehegatten nach ihrem Bestand im Zeitpunkt der Auflösung des Güterstandes ausgeschieden (Art. 207 Abs. 1 ZGB). Als Zeitpunkt der Auflösung des Güterstandes gilt bei Scheidung der Ehe der Tag, an dem das Begehren eingereicht worden ist (Art. 204 Abs. 2 ZGB). Massgebend für die Bewertung ist hingegen der Zeitpunkt der Auseinandersetzung (vgl. Art. 214 Abs. 1 ZGB). Die für den Bestand und für die Bewertung massgebenden Zeitpunkte sind klar zu unterscheiden. Dass zwischen der Einreichung des Scheidungsbegehrens am 27. Mai 2003 und der güterrechtlichen Auseinandersetzung mit Entscheid vom 5. Oktober 2009 eingetretene Wertveränderungen berücksichtigt werden mussten, ist nach der gesetzlichen Regelung gewollt. Grundsätzlich ausgeschlossen ist hingegen, dass Veränderungen der Vermögensmassen in ihrem Bestand nach der Auflösung des Güterstandes die güterrechtliche Auseinandersetzung noch beeinflussen können. Nach der Auflösung des Güterstandes entsteht - und zwar auf der Aktiv- und der Passivseite - keine BGE 136 III 209 S. 212Errungenschaft mehr, die unter den Ehegatten zu teilen wäre (vgl. BGE 135 III 241 E. 4.1 S. 243).\n\n5.3 Gegenüber dem Grundsatz bleiben Sonderfälle vorbehalten (z.B. Unternehmen: Urteile 5C.229/2002 vom 7. Februar 2003 E. 3.2 und 5C.3/2004 vom 14. April 2004 E. 5.4.2, in: FamPra.ch 2003 S. 653 f. und 2005 S. 121 f.). Einen derartigen Sonderfall betreffen auch Schulden, die nach Auflösung des Güterstandes, aber vor der güterrechtlichen Auseinandersetzung eingegangen werden, um einen Vermögensgegenstand der Errungenschaft zu verbessern oder zu erhalten. Sie können berücksichtigt werden, falls der Errungenschaft ein Gegenwert zugeflossen ist. Die Voraussetzung ist somit nicht erfüllt, wenn die eingegangene Schuld und die verwendeten Mittel lediglich das Entgelt für den Gebrauch des Vermögensgegenstandes darstellen. Diesfalls bleibt es beim Grundsatz, dass der Nutzen wie auch die Kosten nach Auflösung des Güterstandes beim Ehegatten anfallen, dem der Vermögensgegenstand gehört (zit. Urteil 5C.229/2002 E. 3.1, in: FamPra.ch 2003 S. 652 f., mit Hinweis auf HAUSHEER/REUSSER/GEISER, Berner Kommentar, 1992, N. 21-22 zu Art. 207 ZGB; gl.M. STETTLER/WAELTI, Le régime matrimonial, [Droit civil, Bd. IV], 2. Aufl. 1997, S. 198 N. 367).\n\n5.4 Der Beschwerdeführer erhebt gegen die Berücksichtigung nur der wertsteigernden Investitionen und damit gegen die Vorgehensweise der kantonalen Gerichte mehrere Einwände:\n\n5.4.1 Soweit der Beschwerdeführer geltend macht, jede Investition sei bis zur güterrechtlichen Auseinandersetzung zu berücksichtigen, weil der andere Ehegatte auch von blosser Werterhaltung profitiere, ist sein Einwand unbegründet. Zum einen steht der Erhaltung des Vermögensgegenstandes dessen bisherige und künftige Nutzung durch den Beschwerdeführer selbst gegenüber (E. 5.3 soeben). Zum anderen wird auch kein falscher Anreiz geschaffen. Denn der Aufwand für die Erhaltung der Liegenschaft, den jeder Eigentümer leistete, der Eigentümerehegatte aber während des Scheidungsverfahrens bewusst vernachlässigt bzw. auf die Zeit nach der güterrechtlichen Auseinandersetzung verschiebt, um den Wert der Liegenschaft zu vermindern und den anderen Ehegatten zu benachteiligen, ist bei der Bewertung der Liegenschaft zu berücksichtigen. Es verhält sich gleich wie mit der während des Scheidungsverfahrens verkauften Liegenschaft. In der güterrechtlichen Auseinandersetzung ist der tatsächlich erzielte Nettoerlös massgebend, es sei denn, die Parteien hätten den BGE 136 III 209 S. 213Kaufpreis zu niedrig angesetzt. Diesfalls müsste die Differenz zwischen tatsächlichem Verkaufserlös und höherem Verkehrswert berücksichtigt werden (BGE 135 III 241 E. 5.3 S. 246).\n\n5.4.2 Der Beschwerdeführer wendet ferner ein, der Renovationsbedarf sei während der Ehe entstanden und bereits im Zeitpunkt der Auflösung des Güterstandes vorhanden gewesen. Werde seine Investition nicht berücksichtigt, bezahle er gleich \"doppelt\", nämlich einmal für die Behebung eines Minderwertes und ein zweites Mal, indem er die Hälfte des behobenen Minderwertes mit der Beschwerdegegnerin zu teilen habe. Der Einwand ist unbegründet. Der Beschwerdeführer macht damit keine güterrechtliche, sondern eine unterhaltsrechtliche Forderung geltend, d.h. einen Anspruch auf Entschädigung für das Zurverfügungstellen und die Nutzung seines Grundeigentums als Familienwohnung während der Ehe. Es handelt sich dabei um einen Tatbestand gemäss Art. 165 Abs. 2 ZGB (vgl. Urteil 5C.137/2001 vom 2. Oktober 2001 E. 3b/cc, in: Fam Pra.ch 2002 S. 120 f.; Urteil 5A_822/2008 vom 2. März 2009 E. 7). Dass er die Voraussetzungen gemäss Art. 165 Abs. 2 ZGB in diesem Zusammenhang erfüllte, ist weder ersichtlich noch dargetan.\n\n5.4.3 Die Vorgehensweise der kantonalen Gerichte kann hier nicht beanstandet werden, wirft aber allgemein heikle Fragen auf. Stammten die Mittel für die Investitionen in die Errungenschaft - anders als hier - aus dem Eigengut, könnte sich die Frage nach einer Mehr- oder Minderwertbeteiligung stellen (Art. 209 Abs. 3 ZGB), die nach Auflösung des Güterstandes an sich ausgeschlossen ist (vgl. HAUSHEER/REUSSER/GEISER, a.a.O., N. 30 zu Art. 204 ZGB; STETTLER/WAELTI, a.a.O., S. 198 Anm. 728). Die Rechtsprechung lehnt eine Anwendung der Regeln, die während des Güterstandes gelten, nach dessen Auflösung im Grundsatz ab (z.B. Ersatzanschaffungen: BGE 135 III 241 E. 4.2 S. 243; z.B. gesetzliche Vermutungen: Urteil 5C.52/2006 vom 30. Mai 2006 E. 2.4, in: FamPra.ch 2006 S. 945 f.). Vorzuziehen wäre deshalb gewesen, die nach Auflösung des Güterstandes begründete Schuld nicht zu berücksichtigen und im Gegenzug auch den Vermögensgegenstand nur mit dem Wert in die güterrechtliche Auseinandersetzung einzubeziehen, den er gehabt hätte, wenn die aufgenommenen Mittel nicht investiert worden wären (vgl. HAUSHEER/REUSSER/GEISER, a.a.O., N. 21 zu Art. 207 ZGB, S. 677).\n\n5.5 Gegen den Anteil der Investitionen, die die kantonalen Gerichte berücksichtigt haben, wendet der Beschwerdeführer in BGE 136 III 209 S. 214tatsächlicher Hinsicht nichts ein. Die Annahme, rund Fr. 67'000.- der Investitionen seien wertsteigernd gewesen, kann das Kantonsgericht willkürfrei auf die angeführten Belege stützen, ergibt sich aber auch indirekt aus den Steuerschätzungen vor den Investitionen (2002/2004: Fr. 516'000.-) und nach den Investitionen (2006: Fr. 577'000.-). Die Bewertung der Liegenschaft des Beschwerdeführers in der güterrechtlichen Auseinandersetzung kann insgesamt nicht beanstandet werden.\n\n6. In der güterrechtlichen Auseinandersetzung hat der Beschwerdeführer weiter eine Kontokorrentschuld von Fr. 213'923.- bei der Firma X. GmbH seiner Errungenschaft belasten wollen. Die kantonalen Gerichte haben den Abzug nicht zugelassen. Der Beschwerdeführer verlangt die Berücksichtigung seiner Kontokorrentschuld bei der Firma als Teil der Passiven seiner Errungenschaft. Er beantragt dem Bundesgericht, eventuelle Ergänzungsfragen an den Gutachter zu stellen und eine Auskunft beim kantonalen Steueramt einzuholen.\n\n6.1 Das Kantonsgericht hat festgehalten, bei Sachgesamtheiten wie Geschäftsbetrieben würden die Aktiven und Passiven im Rahmeneiner Gesamtbewertung auf den Zeitpunkt der güterrechtlichen Auseinandersetzung bestimmt. Das sei mit einer Expertise vom 7. August 2008 gemacht und dabei ein Unternehmenswert per Ende 2007 von Fr. 75'000.- festgestellt worden. Gemäss Expertise seien künftige Veränderungen des Nettoumlaufvermögens in der Bewertung mitberücksichtigt und damit auch die Kontokorrentschuld des Beschwerdeführers gegenüber seiner Firma. Die Firma sei unbestritten seiner Errungenschaft zuzuordnen. Diese Schuld könne demnach dort nichterneut in Abzug gebracht werden, weil sie in der güterrechtlichen Auseinandersetzung sonst doppelt berücksichtigt würde. Inhaltlich übereinstimmend hat das Kreisgericht erwogen, in der (zukunftsorientierten) Bewertung des Gutachtens sei die geltend gemachte Kontokorrentschuld enthalten und damit nicht mehr abziehbar. Anlass zur Stellung von Ergänzungsfragen und weiteren Beweisanträgen hätte somit bereits der kreisgerichtliche Entscheid gegeben und nicht erst der inhaltlich gleichlautende Entscheid des Kantonsgerichts. Die vor Bundesgericht gestellten Beweisanträge lassen sich deshalb entgegen der Darstellung des Beschwerdeführers nicht auf Art. 99 Abs. 1 BGG stützen. Danach dürfen neue Tatsachen und Beweismittel nur so weit vorgebracht werden, als erst der Entscheid der Vorinstanz - hier: des Kantons- und nicht des Kreisgerichts - dazu Anlass gibt (vgl. BGE 135 III 121 E. 3 S. 124). Es ist zudem nicht die BGE 136 III 209 S. 215Aufgabe des Bundesgerichts, Beweise abzunehmen und Tatsachen festzustellen, über die sich das kantonale Sachgericht nicht ausgesprochen hat (BGE 134 III 379 E. 1.3 S. 384; BGE 135 III 31 E. 2.2 S. 33).\n\n6.2 Der Wert der Firma X. GmbH wird im Gerichtsgutachten nach drei Methoden ermittelt und auf Fr. 159'492.- (Substanzwert), auf Fr. 130'441.- (Ertragswert nach der Brutto- oder Gesamtkapitalmethode) und auf Fr. 73'606.- (Ertragswert nach der \"Discounted Cash Flow\"-Methode) beziffert. Das Gerichtsgutachten misst der \"Discounted Cash Flow\"-Methode klar das höchste Gewicht bei, weil der danach ermittelte Wert die Zukunft des Unternehmens am exaktesten abbilde. Zukünftige Investitionen im Anlagevermögen und Veränderungen des Nettoumlaufvermögens würden mitberücksichtigt. Auf den im Gerichtsgutachten festgesetzten Unternehmenswert von Fr. 75'000.- per 31. Dezember 2007 haben die kantonalen Gerichte abgestellt.\n\n6.2.1 Für die Wertbestimmung sieht Art. 211 ZGB vor, dass die Vermögensgegenstände bei der güterrechtlichen Auseinandersetzung zu ihrem Verkehrswert einzusetzen sind. Eine Sonderregelung besteht in Art. 212 f. ZGB für landwirtschaftliche Gewerbe, die unter bestimmten Voraussetzungen zum Ertragswert angerechnet werden. Vermögensgegenstand im Sinne des Gesetzes können Unternehmen oder Gewerbe sein, die als rechtlich finanzielle Einheit bewertet werden (BGE 125 III 1 E. 4c S. 5), und Verkehrswert im Sinne des Gesetzes ist der Wert, der bei einem Verkauf auf dem freien Markt realisierbar wäre (BGE 125 III 1 E. 5b S. 6). Massgebend ist damit im Streitfall eine objektive Bewertung ungeachtet des Wertes, den der betreffende Vermögensgegenstand für den Eigentümerehegatten hat. Es verhält sich insoweit nicht anders als im Erbrecht (vgl. HAUSHEER/REUSSER/GEISER, a.a.O., N. 11 zu Art. 211 ZGB).\n\n6.2.2 Ein Geschäftsbetrieb oder ein kaufmännisches Gewerbe ist nach anerkannten Grundsätzen der Betriebswirtschaftslehre zu bewerten. Ausgangspunkt ist die Frage, ob das Unternehmen weitergeführt wird oder nicht. Je nach Antwort ist der Fortführungswert oder der Liquidationswert zu ermitteln (vgl. BGE 121 III 152 E. 3c S. 155). Letzternfalls ist der Jahresabschluss, der normalerweise auf Fortführungswerten und damit Preisen des Beschaffungsmarktes (abzüglich notwendige Abschreibungen) beruht, auf Liquidationswerte, d.h. auf Preise des Veräusserungsmarktes umzustellen (vgl. CARL HELBLING, 25 Grundsätze für die Unternehmensbewertung, in: DerBGE 136 III 209 S. 216Schweizer Treuhänder [ST] 76/2002 S. 735 ff., 738 Ziff. 10). Der Fortführungswert wird in der Regel aufgrund einer zukunftsbezogenen Ertragsbewertung verbunden mit einer aktuellen Substanzbewertung bestimmt (vgl. HAUSHEER/AEBI-MÜLLER, in: Basler Kommentar, Zivilgesetzbuch, Bd. I, 3. Aufl. 2006, N. 16 zu Art. 211 ZGB, und BADDELEY, L'entreprise dans le contexte du droit matrimonial, FamPra.ch 2009 S. 289 ff., 302 ff., je mit Hinweisen).\n\n6.2.3 In der Betriebswirtschaftslehre werden vermögenswert-, gewinn- und marktorientierte Bewertungsmethoden unterschieden (vgl. KIM LUDVIGSEN, Wie bewertet man ein Unternehmen?, AJP 2004S. 1285 ff.). Anerkannt ist der Grundsatz der Zukunftsbezogenheit aller Bewertungsfaktoren. Die Vergangenheit liefert nur Erfahrungswerte. Wichtig, aber auch schwierig ist die Einschätzung der Zukunft, d.h. die Schätzung, ob die Zahlenreihe gleichbleibend, steigend oder sinkend ist (vgl. HELBLING, a.a.O., S. 736 Ziff. 6). Im Ehegüterrecht hat das Bundesgericht nicht ausgeschlossen, dass der Fortführungswert eines Unternehmens anhand der zukünftig zu erwartenden Gewinne bestimmt wird und dass eine überwiegende oder gänzliche Bewertung zum Ertragswert sinnvoll sein kann, wenn der aus güter- oder erbrechtlicher Auseinandersetzung hervorgehende Eigentümer voraussichtlich über längere Zeit das Gut nicht veräussern wird (BGE 125 III 1 E. 5c S. 6 f.). Mit Rücksicht auf sämtliche Umstände des konkreten Einzelfalls kann der Verkehrswert auch dem Ertragswert entsprechen und die im Gesetz angelegte strikte Unterscheidung von Ertragswert und Verkehrswert insoweit dahinfallen. Nichts Abweichendes zeigt die Unternehmensbewertung im Gesellschaftsrecht. Der Fortführungswert ist in der Regel ebenfalls unter Einschluss von Ertrags- und Substanzwert zu bestimmen, wobei die Gewichtung von den konkreten Gegebenheiten abhängt. Namentlich bei kleinen und mittleren Unternehmen kann davon jedoch abgewichen und allein auf den Ertragswert abgestellt werden, wenn der Ertragswert und der Substanzwert so stark auseinanderklaffen, dass das Unternehmen offensichtlich ausserstande ist, aus den im Anlagevermögen gebundenen Aktiven einen angemessenen Ertrag zu erwirtschaften, die Fortführung des Unternehmens aber gleichwohl ausser Frage steht (Urteil 4C.363/2000 vom 3. April 2001 E. 2c). Daraus wird ein Trend zum Vorrang des Ertragswertes abgeleitet (vgl. ANDREAS FLÜCKIGER, Richtlinien des Bundesgerichts für die Aktienbewertung, ST 77/2003 S. 263 ff., 265 Ziff. 2.3). Weitergehend kommtder Bundesrat in seinem Bericht vom 1. April 2009 betreffend BGE 136 III 209 S. 217\"Unternehmensbewertung im Erbrecht\" zum Schluss: Verkehrswert ist Ertragswert, richtet sich der Wert doch danach, was das Unternehmen künftig einbringen wird (vgl. PAUL EITEL, Unternehmensbewertung im Erbrecht - ein Bericht des Bundesrats, Jusletter vom 8. Juni 2009, Rz. 7; Unternehmensbewertung im Erbrecht. Bericht des Bundesrates vom 1. April 2009, http://www.bj.admin.ch unter Startseite/Dokumentation/Berichte [besucht am 10. Februar 2010]).\n\n6.2.4 Eine rein gewinnorientierte Bewertung kann im Falle kleiner Unternehmen, die beispielsweise über eine Betriebsliegenschaft verfügen (Werkstatt, Ausstellungsräume o.ä.), dazu führen, dass der Ertragswert geringer ist als der Liquidationswert. Für das Ehegüterrecht wird angenommen, dass der Liquidationswert als Wertuntergrenze gilt; vorbehalten bleibt der Wert eines unrentablen Unternehmens, das aus gesetzlichen oder ähnlichen Gründen weitergeführt werden muss (vgl. HAUSHEER/REUSSER/GEISER, a.a.O., N. 19 Abs. 2 zu Art. 211ZGB; allgemein: HELBLING, a.a.O., S. 741 f. Ziff. 24). Die im Gesellschaftsrecht abweichende Praxis (vgl. BGE 120 II 259 E. 2c S. 262 ff.) lässt sich auf die güterrechtliche Auseinandersetzung nicht übertragen, kann es doch hier nicht im Belieben des unternehmerisch tätigen Ehegatten stehen, allein durch seine subjektiv gewollte Geschäftspolitik die Höhe der Errungenschaft und damit den Vorschlagsanteildes anderen Ehegatten zu bestimmen. Massgebend ist eine objektive Bewertung und deshalb auch ein gegebenenfalls über dem Ertragswert liegender Liquidationswert ungeachtet der Frage, ob das Unternehmen tatsächlich liquidiert oder weitergeführt wird (vgl. EITEL, a.a.O., Rz. 5, mit Hinweis auf Ziff. 9 und 10.1 S. 20 f. des zitierten Berichts; HAUSHEER/DRUEY, Erb- und güterrechtliche Hindernisse in der Nachfolgeplanung des Unternehmers, Schweizerische Aktiengesellschaft [SAG] 54/1982 S. 70 ff., 76).\n\n6.2.5 Die im Gerichtsgutachten verwendete \"Discounted Cash Flow\"-Methode ist als gewinnorientierte Bewertungsmethode anerkannt.Die Abschätzung der Zukunftsentwicklung setzt voraus, dass verlässliche und objektive Wirtschaftszahlen (Bilanzen, Erfolgsrechnungen und Investitionsplanungen) für den Zeitraum nach dem Bewertungsstichtag vorhanden sind (vgl. LUDVIGSEN, a.a.O., S. 1286 ff. Ziff. 2.3.2 und S. 1290 Ziff. 4.2). Daran kann es bei kleinen und mittleren Unternehmen fehlen, weshalb die \"Discounted Cash Flow\"-Methode nicht empfohlen wird (vgl. MICHAEL LEYSINGER, Unternehmensbewertung und Steuern für KMU, 4. Aufl. Solothurn 2006, S. 90 f. Ziff. 3.2) und eine Bewertung nach der sog. BGE 136 III 209 S. 218Praktikermethode vorgezogen wird, die den Ertragswert im Verhältnis zum Substanzwert doppelt gewichtet und den Verkehrswert mit der Formel \"(1 x Substanzwert + [2 x Ertragswert]) : 3\" errechnet (vgl. CARL HELBLING, Unternehmensbewertung und Steuern, 9. Aufl. Düsseldorf 1998, S. 132 und 167). Dass ausreichende Grundlagen für die Anwendung der \"Discounted Cash Flow\"-Methode bei der Firma X. GmbH gefehlt hätten, wird nicht geltend gemacht. Ob der Liquidationswert allenfalls höher als der Ertragswert wäre, muss mangels Weiterziehung des angefochtenen Entscheids durch die Beschwerdegegnerin letztlich offenbleiben. Die Bewertung der Firma auf der Grundlage des zukünftig zu erwartenden Ertrags kann insgesamt nicht beanstandet werden.\n\n6.3 Unter den Aktiven der Firma X. GmbH verzeichnet das Gerichtsgutachten ein \"Kontokorrent X. im Betrag von Fr. 213'923.-\". Gestützt darauf macht der Beschwerdeführer geltend, dieser Betrag sei seiner übrigen Errungenschaft zu belasten. Die Firma habe eine Forderung gegen ihn, die er wie jeder andere gewöhnliche Schuldner zahlen müsse. Zu beurteilen ist vorweg die Höhe der behaupteten Errungenschaftsschuld.\n\n6.3.1 Ein Gewerbe oder ein kaufmännisches Unternehmen wird - nach welcher Methode auch immer (E. 6.2 soeben) - als rechtlich finanzielle Einheit bewertet und nur mit seinem Wert als Saldo im Zeitpunkt der güterrechtlichen Auseinandersetzung erfasst. In die Bewertung werden folglich auch Aktiven und Passiven einbezogen, die erst nach der Auflösung des Güterstandes entstehen. Es handelt sich um einen der in E. 5.3 erwähnten Sonderfälle (vgl. die dort zitierten Urteile sowie die Urteile 5P.82/2004 vom 7. Oktober 2004 E. 2.2.2 und 5C.201/2005 vom 2. März 2006 E. 2.2, in: FamPra.ch 2005 S. 318 und 2006 S. 696). Zutreffend nimmt das Gutachten eine Bewertung anhand der Erfolgsrechnung und den in der Bilanz verzeichneten Aktiven und Passiven per Ende 2007 vor und nicht per Ende Mai 2003 (Auflösung des Güterstandes).\n\n6.3.2 Die Bewertung der zur Errungenschaft gehörenden Firma ist von der Bewertung anderer Vermögensgegenstände der Errungenschaft des Beschwerdeführers zu unterscheiden. Während bei der Firma der Stand der Aktiven und Passiven im Zeitpunkt der güterrechtlichen Auseinandersetzung massgebend ist, gilt für gewöhnliche Forderungen und Schulden die Regel, dass sich die Errungenschaft nach der Auflösung des Güterstandes in ihrem Bestand BGE 136 III 209 S. 219grundsätzlich nicht mehr verändert (E. 5.2 hiervor). Daraus folgt, dass der im Gutachten per Ende 2007 bilanzierten Forderung der Firma von Fr. 213'923.- gegen den Beschwerdeführer nicht zwingend eine Schuld des Beschwerdeführers in gleicher Höhe entsprechen muss und hier auch nicht entspricht. Denn wenige Monate vor Einreichung des Scheidungsbegehrens am 27. Mai 2003 hat der Beschwerdeführer seine Schuld gegenüber der Firma noch mit Fr. 41'575.- angegeben. Während des Scheidungsverfahrens ist die Schuld auf Fr. 151'195.-, dann auf Fr. 199'076.- bis schliesslich auf die bilanzierte Forderung von Fr. 213'923.- Ende 2007 angewachsen. Die Behauptung des Beschwerdeführers, seine Errungenschaft sei mit einer Schuld gegenüber der Firma in der Höhe von Fr. 213'923.- belastet, findet bezogen auf den massgebenden Zeitpunkt der Auflösung des Güterstandes keine Stütze in den Akten.\n\n6.3.3 Aus welchem Grund die Schuld gegenüber der Firma während des Scheidungsverfahrens derart angewachsen ist, wurde ebenso wenig zum Beweis verstellt wie ihre genaue Höhe im Zeitpunkt der Auflösung des Güterstandes. Kein Grund für das Anwachsen der Schuld ist in den Investitionen in sein Wohneigentum zu sehen, die der Beschwerdeführer durch Erhöhung von Bankdarlehen bezahlt haben will (E. 5.1 hiervor). Nicht dargetan ist, die Schuld gegenüber der Firma habe zur Bezahlung des Unterhalts während des Scheidungsverfahrens erhöht werden müssen und sei deshalb güterrechtlich zu berücksichtigen (vgl. Urteil 5C.54/1995 vom 13. Juni1995 E. 3a, mit Hinweis auf HAUSHEER/REUSSER/GEISER, a.a.O., N. 20 und 21 zu Art. 207 ZGB; seither: STETTLER/WAELTI, a.a.O., S. 198 N.364; STECK, a.a.O., N. 9 zu Art. 207 ZGB, mit Hinweisen). Denn zum einen hat der Beschwerdeführer den Unterhalt während des Scheidungsverfahrens nicht oder nur teilweise bezahlt, und zum anderen hätte er für die Bezahlung über ausreichend Einkommen verfügt. Das Anwachsen der Schuld nach Auflösung des Güterstandes kann insgesamt nicht berücksichtigt werden. Die Höhe der Schuld darf mangels anderer Belege willkürfrei bei Fr. 41'575.- per Ende 2002 angesetzt werden, was dem letzten durch Beweisurkunden belegten Betrag vor Auflösung des Güterstandes im Mai 2003 entspricht.\n\n6.4 Die kantonalen Gerichte haben es abgelehnt, die Forderung der Firma X. GmbH gegen den Beschwerdeführer als dessen Errungenschaftsschuld zu berücksichtigen. Sie sind davon ausgegangen, in der Bewertung der Firma seien künftige Veränderungen des BGE 136 III 209 S. 220Nettoumlaufvermögens mitberücksichtigt worden und damit auch die Kontokorrentschuld des Beschwerdeführers bei der Firma. Der Beschwerdeführer rügt diese Beurteilung als offensichtlich falsch.\n\n6.4.1 Entgegen der Darstellung des Beschwerdeführers hat das Kantonsgericht den vorliegenden nicht mit dem im Urteil 5A_708/2008 vom 17. Dezember 2008 entschiedenen Fall verwechselt, wo ein Ehegatte und Geschäftsinhaber ein Bankdarlehen, das in der Bilanz unter den Passiven des zur Errungenschaft gehörenden Geschäfts verzeichnet war, nochmals als Errungenschaftsschuld berücksichtigt wissen wollte (E. 3.1). Das Kantonsgericht hat auch nicht angenommen, es sei ganz allgemein ausgeschlossen, dass einer zur Errungenschaft gehörenden Firma eine Forderung gegen ihren Inhaber zustehen könne, die wiederum als persönliche Schuld seiner Errungenschaft zu belasten sei. Es hat vielmehr anerkannt, dass ein Geschäftsbetrieb als ein einziger Vermögensgegenstand bewertet werden muss mit der Folge, dass Forderungen des Vermögensgegenstandes \"Geschäftsbetrieb\" gegen andere Vermögensgegenstände der Errungenschaft bestehen können (z.B. nach Privatentnahmen) und abgerechnet werden müssen. Das Kantonsgericht ist davon ausgegangen, die Kontokorrentschuld sei nicht als Errungenschaftsschuld zu berücksichtigen, weil sie bereits in die Bewertung der Firma eingeflossen sei. Mit Bezug auf die Errungenschaftsschuld von Fr. 41'575.- (E. 6.3 hiervor) ist weder ersichtlich noch dargetan, inwiefern die kantonsgerichtliche Auffassung offensichtlich falsch sein soll.\n\n6.4.2 Das Gerichtsgutachten führt die Forderung \"Kontokorrent X.\" mit Fr. 213'923.- im Umlaufvermögen unter den Aktiven auf. Es erachtet die Forderung der Firma gegenüber dem Beschwerdeführer als werthaltig in der Annahme, der Beschwerdeführer werde seine Kontokorrentschuld gegenüber der Firma gemäss der im November 2007 unterzeichneten Vereinbarung mit dem kantonalen Steueramt in jährlichen Raten von Fr. 15'000.- bis zum Betrag von Fr. 50'000.- (per 31. Dezember 2017) reduzieren können. Die Vereinbarung mit dem Steueramt steht fraglos vor dem Hintergrund des zulässigen Abzugs für Zinsen auf Privatschulden des Beschwerdeführers gegenüber der eigenen Firma. Auf Grund dieser Vereinbarung ist davon auszugehen, dass der Beschwerdeführer die Forderung der Firma langfristig (nach 2017) und wegen der Möglichkeit und Zulässigkeit der Steuerersparnis wohl überhaupt nicht zurückzahlen wird. Betriebswirtschaftlich mag auch dieser Teil der Forderung der Firma gegen den Beschwerdeführer als werthaltig BGE 136 III 209 S. 221 bezeichnet werden, güterrechtlich ist eine derart unsichere oder zweifelhafte Forderung hingegen abzuschreiben. Es rechtfertigt sich deshalb auch nicht eine entsprechende Schuld von Fr. 50'000.- oder hiervon Fr. 41'575.- (E. 6.3 hiervor) der Errungenschaft zu belasten. Die Beträge heben sich wechselseitig auf (vgl. zur güterrechtlichen Bewertung von Forderungen und Schulden: Urteil 5C.90/2004 vom 15. Juli 2004 E. 3.1, in: FamPra.ch 2005 S. 125 mit Hinweisen; HAUSHEER/REUSSER/GEISER, a.a.O., N. 20 und 24, und STECK, a.a.O., N. 13, je zu Art. 211 ZGB).\n\n6.4.3 Zum gleichen Ergebnis führt eine Beurteilung der Bilanz unter dem Blickwinkel des Liquidationswertes, der als Wertuntergrenze der Firma gilt, unabhängig davon, ob die Firma tatsächlich liquidiert oder fortgeführt wird (E. 6.2.4 hiervor; vgl. zur Liquidationsbilanz und den Bewertungen: KÄFER, Berner Kommentar, 1981, N. 443 ff. zu Art. 960 OR; ausführlich: RUDOLF LANZ, Kapitalverlust, Überschuldung und Sanierungsvereinbarung, 1985, S. 113 ff., mit Hinweisen). Der Gerichtsgutachter hat den Fortführungswert bestimmt und deshalb auch eine Fortführungsbilanz erstellt. Von einer tatsächlichen Fortführung der Firma gilt es auch unter dem Blickwinkel der Ermittlung von Liquidationswerten auszugehen, ist doch die Firma die Existenzgrundlage des Beschwerdeführers als Firmeninhaber und seiner Lebenspartnerin als Teilzeitangestellten mit entsprechenden Lohnbezügen von brutto Fr. 120'000.- bzw.Fr. 33'000.-. In Anbetracht dessen kann die Forderung der Firma gegen den Beschwerdeführer von Fr. 213'923.-, die der Gutachter als werthaltig bezeichnet hat (E. 6.4.2 soeben), in der Liquidationsbewertung berücksichtigt bleiben. Überschlagsmässig wäre somit bei Aktiven von Fr. 273'716.- abzüglich Fremdkapital von Fr. 140'122.- von einem Liquidationswert von rund Fr. 133'000.- auszugehen. Die Berechnung zeigt, dass die Kontokorrentschuld des Beschwerdeführers von Fr. 41'575.-, die seine Errungenschaft belasten soll, mit dem gutachterlich festgelegten Verkehrswert von aufgerundet Fr. 75'000.- im Vergleich zum Liquidationswert von rund Fr. 133'000.- (selbst unter Einbezug von Liquidationskosten) berücksichtigt bzw. abgegolten ist.\n\n6.5 Die güterrechtliche Beurteilung des Kontokorrentverhältnisses zwischen dem Beschwerdeführer und seiner Firma kann im Ergebnis nicht beanstandet werden."}