{"annee": "136", "cour": "I", "page": "323", "date": "16/8/2010", "cite": ["108 IB 419", "131 IV 32", "133 I 185", "130 I 312", "133 IV 278", "121 II 473", "135 I 6", "135 I 265", "133 II 249", "136 I 39"], "cite_par": ["137 II 409", "140 II 315", "143 I 336", "144 I 181", "141 II 233", "143 I 344", "139 II 185", "141 I 172"], "chapeau": "32. Arrêt de la Ire Cour de droit social dans la cause T. contre Corps de Police de la République et canton de Genève (recours constitutionnel subsidiaire)\n\n8D_8/2009 du 16 août 2010", "regestes": ["Art. 29a Cst.; art. 56A de la loi genevoise du 22 novembre 1941 sur l'organisation judiciaire (LOJ; teneur depuis le 1er janvier 2009); art. 4 de la loi genevoise du 12 septembre 1985 sur la procédure administrative (LPA/GE); art. 30 al. 3 de la loi genevoise du 26 octobre 1957 sur la police (LPol). Mutation d'un fonctionnaire de police décidée sur la base de l'art. 30 al. 3 LPol qui impose au fonctionnaire l'obligation d'accepter un changement d'affectation tout en en fixant les limites. Décision d'irrecevabilité rendue par le Tribunal administratif qui a considéré que cette mutation était une mesure interne dépourvue de caractère disciplinaire. Délimitation entre une décision attaquable et un acte interne. En l'espèce, il s'agit d'un acte qui va au-delà de l'organisation des services de police et qui est susceptible d'affecter la situation juridique du fonctionnaire en tant que titulaire de droits et d'obligations à l'égard de l'Etat. La contestation qui en résulte bénéficie de la garantie de l'accès au juge de l'art. 29a Cst. (consid. 4)."], "faits": "|324|\n\nA. T. a été engagé en qualité d'inspecteur de la sûreté au service de la police cantonale genevoise. Il a par la suite été nommé successivement par le Conseil d'Etat aux grades d'inspecteur principal adjoint (arrêté du 27 octobre 1999), d'inspecteur principal (arrêté du 23 juillet 2003), de chef de groupe (arrêté du 28 février 2005) et enfin, à partir du 1er juillet 2005, de chef de brigade X. (arrêté du 9 novembre 2005) . Lors d'un entretien le 8 janvier 2009 avec le chef de la police adjoint, le chef de la police judiciaire et un sous-chef d'état-major, il a été informé oralement de sa mutation dès le 1er février suivant au commissariat de police. Il a eu la confirmation de ce transfert à la lecture du bulletin interne de la police judiciaire du lendemain. Selon son nouveau cahier des charges, il travaillerait désormais sous la direction technique d'un juriste et aurait pour tâches principales de rédiger les ordres de mises en détention administrative, de participer aux réunions avec l'Office cantonal genevois de la population, de suivre les cas de mise en détention administrative, de collaborer activement avec la brigade des enquêtes administratives sur ces dossiers et de remplacer le juriste durant ses absences. Il aurait en outre pour tâches secondaires, sous la responsabilité de l'état-major Z., d'effectuer des enquêtes au sujet des candidats ainsi que des inventaires et des relevés de dossiers . Dans cette nouvelle affectation, il n'avait plus de commandement. Son traitement restait inchangé.\n\nLe 22 janvier 2009, T. s'est plaint auprès de la cheffe de la police de ce que son transfert n'avait fait l'objet d'aucune décision formelle, que ses droits de procédure n'avaient pas été respectés et qu'il se trouverait du fait de ce transfert relégué dans une fonction |325| subalterne. Le 27 janvier 2009, la cheffe de la police a remis à l'avocate de l'intéressé une lettre qu'elle avait adressée à ce dernier le 23 janvier 2009. Cette lettre faisait référence à l'entretien du 8 janvier 2009 et à des dysfonctionnements qui avaient été signalés \"à de nombreuses reprises\". Elle précisait que la mutation était intervenue en application des dispositions légales applicables à la police et qu'elle ne présentait pas le caractère d'une sanction disciplinaire.\n\nB. T. a formé un recours devant le Tribunal administratif du canton de Genève en concluant à la nullité ou du moins à l'annulation de la décision du 8 janvier 2009. Statuant le 29 septembre 2009, celui-ci a déclaré le recours irrecevable, considérant que le changement d'affectation de l'intéressé était une mesure de gestion interne, dépourvue de caractère disciplinaire, de sorte qu'elle ne constituait pas une décision attaquable.\n\nC. T. exerce un recours constitutionnel subsidiaire, dans lequel il conclut à l'annulation de ce jugement, ainsi qu'au renvoi de la cause au Tribunal administratif genevois. Il sollicite par ailleurs l'octroi de l'effet suspensif à son recours.\n\nLe Corps de Police du canton de Genève conclut principalement à l'irrecevabilité du recours, subsidiairement à son rejet.\n\nD. Par ordonnance du 27 janvier 2010, le juge instructeur a rejeté la requête d'effet suspensif. Le recours a été admis.", "considerants": "Considérant en droit:\n\n1.\n\n1.1 Selon l'art. 113 LTF, le recours constitutionnel subsidiaire au Tribunal fédéral n'est ouvert que si un recours ordinaire est exclu. En vertu de l'art. 82 let. a LTF, le recours en matière de droit public est recevable contre les décisions rendues en matière de droit public. Toutefois, selon la liste des exceptions figurant à l'art. 83 LTF, le recours n'est pas possible en matière de rapports de travail de droit public qui concernent une contestation non pécuniaire, sauf si elle touche à l'égalité des sexes (let. g), ce qui n'est pas le cas en l'espèce. La mesure contestée, qui porte sur l'affectation du recourant au commissariat de police, n'a pas d'incidence sur le traitement de celui-ci. Le recourant, du reste, indique explicitement que la contestation n'est pas de nature pécuniaire. L'exception prévue à l'art. 83 let. g LTF s'applique donc. Par conséquent, seule la voie du recours constitutionnel subsidiaire est susceptible d'entrer en considération (art. 113 LTF). |326|\n\n1.2 L'art. 115 let. b LTF fait dépendre la qualité pour interjeter un recours constitutionnel subsidiaire d'un intérêt juridique à l'annulation ou à la modification de la décision attaquée. D'après la jurisprudence (ATF 133 I 185 consid. 3 p. 190 et consid. 6.3 p. 200; ATF 133 II 249 consid. 1.3.2 p. 253), la notion d'intérêt juridique de l'art. 115 LTF correspond à celle d'intérêt juridiquement protégé au sens de l'ancien art. 88 OJ (RS 3 545) qui était exigé pour former un recours de droit public. Les intérêts que le recourant invoque doivent être protégés soit par une règle du droit fédéral ou du droit cantonal, soit directement par un droit fondamental spécifique (ATF 133 I 185 consid. 4 p. 191). En outre, indépendamment du point de savoir si le recourant est légitimé sous l'angle de l'art. 115 let. b LTF à remettre en cause une décision sur le fond, le recourant peut faire valoir la violation de ses droits de partie équivalant à un déni de justice formel. Mais il ne doit alors pas invoquer par ce biais, même indirectement, des moyens qui ne peuvent être séparés du fond (ATF 133 I 185 consid. 6.2 p. 198 s.). Seuls les griefs de nature formelle qui sont séparés de l'examen de la cause au fond peuvent donc être présentés. En revanche, les griefs qui reviennent de facto à critiquer l'arrêt attaqué sur le plan matériel sont exclus (ATF 135 I 265 consid.1.3 p. 269; ATF 133 II 249 consid. 1.3.2 p. 253; ATF 133 I 185 consid. 6.2 p. 199; arrêt 2D_78/2009 du 29 avril 2010 consid. 2.2).\n\n1.3 En l'espèce, le recourant soutient que le changement d'affectation dont il a fait l'objet est une décision susceptible de recours devant le Tribunal administratif. Il reproche aux premiers juges de ne pas être entrés en matière sur son recours et se plaint en particulier d'une violation de la garantie de l'accès au juge (art. 29a Cst.). Dans cette mesure, il invoque la violation d'un droit de partie équivalent à un déni de justice formel indépendant du fond (ATF 135 I 6 consid. 2.1 p. 9). La voie du recours constitutionnel subsidiaire est donc ouverte à ce titre déjà et sans qu'il soit nécessaire d'examiner encore dans le présent contexte la question de l'intérêt juridiquement protégé.\n\n2.\n\n2.1 Depuis le 1er janvier 2009, le Tribunal administratif est l'autorité supérieure de recours ordinaire en matière administrative dans le canton de Genève (art. 56A de la loi cantonale genevoise du 22 novembre 1941 sur l'organisation judiciaire [LOJ; RSG E 2 05]). Les exceptions qui existaient précédemment dans le domaine de la fonction publique ont été abrogées, en particulier l'ancien art. 56B al. 4 let. b LOJ. Selon cette ancienne disposition, le recours au Tribunal |327| administratif n'était ouvert que dans la mesure où une disposition légale, réglementaire ou statutaire spéciale le prévoyait contre les décisions concernant le statut et les rapports de service des fonctionnaires et autres membres du personnel de l'Etat, des communes, et des autres corporations et établissements de droit public. En ce qui concerne plus particulièrement les changements d'affectation dans les rapports de service entre l'Etat et ses fonctionnaires, le Tribunal administratif ne pouvait pas être saisi d'un recours, sauf si le changement d'affectation représentait une sanction disciplinaire déguisée (...). Dans cette hypothèse seulement, le recours était recevable.\n\n2.2 Le Tribunal administratif a examiné la recevabilité du recours porté devant lui en application de l'art. 56A al. 2 LOJ en vigueur depuis le 1er janvier 2009, attendu que le changement d'affectation du recourant avait été décidé après cette date. En vertu de cette disposition, le recours au Tribunal administratif est ouvert contre les décisions des autorités et juridictions administratives au sens des art. 4, 5, 6 al. 1 let. d et 57 de la loi cantonale genevoise du 12 septembre 1985 sur la procédure administrative (LPA/GE; RSG E 5 10), sauf exception prévue par la loi. Le Tribunal administratif a toutefois considéré que la jurisprudence relative à l'ancien art. 56B al. 4 LOJ, en tant qu'elle permettait de distinguer un changement d'affectation constituant une mesure interne d'un changement d'affectation représentant une sanction déguisée, était toujours pertinente: une sanction déguisée correspondait à une décision au sens de l'art. 4 de la LPA/GE et ouvrait par conséquent l'accès au juge. En l'espèce, selon la juridiction cantonale, l'acte attaqué ne constitue pas une décision. Le changement d'affectation du recourant apparaît fondé sur la gestion des services et doit être qualifié de mesure de gestion interne prise dans le but d'améliorer le fonctionnement de l'institution. Cette conclusion s'impose quand bien même le recourant a ressenti sa mutation comme une sanction et contestait l'appréciation faite par sa hiérarchie et les moyens choisis pour remédier aux dysfonctionnements de la brigade. La juridiction cantonale a conclu que la mesure de mutation prise à l'encontre du recourant n'était pas une sanction déguisée et qu'un recours contre celle-ci était donc irrecevable.\n\n3. Le recourant, qui ne prétend pas que son changement d'affectation constituait une sanction déguisée, se plaint d'une application arbitraire des art. 4 al. 1 LPA/GE et 56A LOJ. Il fait valoir que la mesure prise à son encontre constituait une décision susceptible de recours. Invoquant l'art. 29a Cst., il soutient qu'en déclarant son recours |328| irrecevable, les premiers juges l'ont privé de son droit de faire examiner par un tribunal le bien-fondé de la mesure prise le 8 janvier 2009.\n\n4.\n\n4.1 S'agissant de changements d'affectation d'agents de la fonction publique du canton de Genève, le Tribunal fédéral a été saisi de plusieurs recours portant sur le point de savoir si le changement représentait ou non une sanction disciplinaire déguisée (arrêts 8D_4/2009 du 3 mars 2010; 2P.93/2004 du 15 octobre 2004 et 1P.163/1999 du 13 juillet 1999). Dans ces affaires, la partie recourante admettait, implicitement au moins, qu'un changement d'affectation ne pouvait faire l'objet d'un recours au Tribunal administratif qu'à la condition de représenter une sanction déguisée, conformément aux conditions de recevabilité de l'ancien art. 56B al. 4 let. b LOJ. En l'espèce, la question litigieuse est différente, puisqu'il s'agit de décider si la mutation du recourant est une mesure qui se prête à un contrôle judiciaire indépendamment de tout caractère disciplinaire.\n\n4.2 L'art. 29a Cst., en vigueur depuis le 1er janvier 2007, donne à toute personne le droit à ce que sa cause soit jugée par une autorité judiciaire. La Confédération et les cantons peuvent toutefois, par la loi, exclure l'accès au juge dans des cas exceptionnels. Cette norme étend le contrôle judiciaire à toutes les matières, y compris aux actes de l'administration, en établissant une garantie générale de l'accès au juge (ATF 133 IV 278 consid. 2.2 p. 284; ATF 130 I 312 consid. 4.2 p. 326 s. et les références). Elle est concrétisée par l'art. 86 al. 2 LTF selon lequel les cantons doivent instituer des tribunaux supérieurs qui statuent comme autorité précédant immédiatement le Tribunal fédéral, sauf dans les cas où une autre loi fédérale prévoit qu'une décision d'une autre autorité judiciaire peut faire l'objet d'un recours devant le Tribunal fédéral. Pour les décisions revêtant un caractère politique prépondérant, les cantons peuvent instituer une autorité autre qu'un tribunal (art. 86 al. 3 LTF). Cette dernière disposition autorise, mais n'oblige pas les cantons à instituer une autorité de recours autre qu'un tribunal (ALAIN WURZBURGER, in Commentaire de la LTF, 2009, n° 24 ad art. 86 LTF; ESTHER TOPHINKE, in Basler Kommentar, Bundesgerichtsgesetz, 2008, n° 25 ad art. 86 LTF).\n\n4.3 L'art. 29a Cst. étend donc le contrôle judiciaire en principe à toutes les contestations juridiques (cf. BO 1998 CE 257 [intervention Wicki]). Il s'agit en particulier de contestations portant sur les droitset les obligations de personnes (physiques ou morales). Ces droits et |329| obligations ne découlent pas de la garantie de l'accès au juge elle-même, mais de ceux et celles que confère ou impose à l'intéressé un état de fait visé, notamment, par la Constitution fédérale, la loi ou encore une ordonnance. La garantie ne s'oppose pas aux conditions de recevabilité habituelles du recours ou de l'action. Par ailleurs, elle s'étend également à certains actes matériels de l'administration (AUBERT/MAHON, Petit commentaire de la Constitution fédérale de la Confédération suisse [...], 2003, n° 5 ad art. 29a Cst. et p. 276 n. 16; AUER/MALINVERNI/HOTTELIER, Droit constitutionnel suisse, Les droits fondamentaux, vol. II, 2e éd. 2006, p. 562 ss n. 1199 ss; CHRISTINA KISS, Rechtsweggarantie und Totalrevision der Bundesrechtspflege, RJB 134/1998 p. 288 ss; ANDREAS KLEY, in Die Schweizerische Bundesverfassung, Kommentar, 2e éd. 2008, n° 11 s. ad art. 29a Cst.; cf. aussi WALTER KÄLIN, Die Bedeutung der Rechtsweggarantie für die kantonale Verwaltungsjustiz, ZBl 135/1999 p. 56).\n\n4.4 La décision comme acte juridique a pour objet de régler la situation d'administrés en tant que sujets de droit et donc, à ce titre, distincts de la personne étatique ou, en d'autres termes, extérieurs à l'administration. On oppose dans ce contexte la décision à l'acte interne ou d'organisation, qui vise des situations à l'intérieur de l'administration; l'acte interne peut avoir des effets juridiques, mais ce n'en est pas l'objet, et c'est pourquoi il n'est en règle générale pas susceptible de recours (PIERRE MOOR, Droit administratif, vol. II, 2e éd. 2002, n° 2.1.2.1 p. 156 et n° 2.1.2.3 p. 164; WURZBURGER, op. cit., n° 52 ad art. 82 LTF; BENOÎT BOVAY, Procédure administrative, 2000, p. 261; ATF 121 II 473 consid. 2b p. 478 s.). Deux critères permettent généralement de déterminer si on a affaire à une décision ou à un acte interne. D'une part, l'acte interne n'a pas pour objet de régler la situation juridique d'un sujet de droit en tant que tel et, d'autre part, le destinataire en est l'administration elle-même, dans l'exercice de ses tâches. Ainsi, un acte qui affecte les droits et obligations d'un fonctionnaire en tant que sujet de droit, par exemple la fixation de son salaire, d'indemnités diverses ou encore de sanctions disciplinaires, est une décision. En revanche, un acte qui a pour objet l'exécution même des tâches qui lui incombent en déterminant les devoirs attachés au service, telles que la définition du cahier des charges ou des instructions relatives à la manière de trancher une affaire, est un acte interne juridique (ATF 131 IV 32 consid. 3 p. 34; MOOR, op. cit., n° 2.1.2.3 p. 164; ANDRÉ GRISEL, Traité de droit administratif, vol. II, 1984, p. 863; ANDREAS KEISER, Rechtsschutz im öffentlichen |330| Personalrecht nach dem revidierten Verwaltungsrechtspflegegesetz des Kantons Zürich, ZBl 99/1998 p. 211; MICHAEL MERKER, Rechtsschutzsysteme im neuen öffentlichen Personalrecht, in Personalrecht des öffentlichen Dienstes, 1999, p. 470 ss; voir aussi, sur les questions de délimitation entre une décision et un acte interne, TOMAS POLEDNA, Verfügung und verfügungsfreies Handeln im öffentlichen Personalrecht - ein Praxisüberblick, PJA 1998 p. 917 ss). Lorsque le fonctionnaire s'oppose à un acte de ce type, ce sont les mesures disciplinaires ou autres moyens de contrainte ressortissant aux règles régissant les rapports internes qui sont susceptibles de s'appliquer (MOOR, ibidem).\n\n4.5 Les premiers juges ont retenu que la mesure dont le recourant avait fait l'objet avait été prise en vertu de l'art. 30 al. 3 de la loi cantonale genevoise du 26 octobre 1957 sur la police (LPol; RSG F 1 05). Selon cette disposition, le commandant de la gendarmerie, le chef de la police judiciaire et le chef de la police de la sécurité internationale décident de l'affectation de leurs collaborateurs selon leurs aptitudes et les besoins. La durée de l'affectation à un poste de travail dépend des exigences du service. Cette réglementation impose au fonctionnaire l'obligation d'accepter un changement d'affectation tout en en fixant les limites. On peut déduire qu'un déplacement n'est justifié que s'il est nécessaire aux besoins du service et si l'attribution d'une nouvelle occupation répond aux aptitudes du fonctionnaire. L'agent n'est pas tenu, en particulier, d'accepter une activité fondamentalement différente et qui soit sans rapport avec celles-ci. Il en résulte qu'une mutation qui intervient en application de l'art. 30 al. 3 LPol, quand bien même elle n'a pas de conséquences financières pour l'intéressé, relève non seulement de l'organisation des services de police, mais est également susceptible d'affecter la situation juridique du fonctionnaire de police en tant que titulaire de droits et d'obligations à l'égard de l'Etat. Son objet va au-delà de l'exécution des tâches qui incombent au fonctionnaire dans sa sphère d'activité habituelle ou des instructions qui lui sont données dans l'exercice de ces tâches. La contestation à laquelle elle peut donner lieu est une contestation juridique qui bénéficie de la garantie de l'accès au juge de l'art. 29a Cst.\n\n4.6 On ajoutera que le Tribunal fédéral a déjà eu l'occasion de juger que le déplacement (non disciplinaire) d'un fonctionnaire décidé sur la base de l'art. 9 de l'ancienne loi sur le statut des fonctionnaires (LStF/GE), en corrélation avec l'art. 11 de l'ancien règlement des employés, était une décision en principe attaquable. L'application de cette |331| disposition dépendait - d'une manière tout à fait analogue à la réglementation ici en cause - de deux conditions: d'une part, la nouvelle activité devait avoir pour but d'assurer le bon fonctionnement de l'administration (et non d'infliger une peine disciplinaire); d'autre part, la nouvelle activité de l'agent devait répondre à ses aptitudes sans porter atteinte à la considération à laquelle il pourrait prétendre (ATF 108 Ib 419 consid. 2a p. 421; GRISEL, op. cit., p. 480; cf. aussi RHINOW/KRÄHENMANN, Schweizerische Verwaltungsrechtsprechung, Ergänzungsband, 1990, p. 106 n. 35).\n\n4.7 En l'espèce, le recourant exerçait avant son déplacement la fonction de chef de la brigade X. Il dirigeait un service avec des fonctionnaires sous son commandement. Dans son recours à l'autorité cantonale, il a fait valoir que sa nouvelle fonction ne correspondait ni à ses aptitudes ni à son expérience. Son nouveau cahier des charges, pour autant que l'on puisse en juger à ce stade, avait un contenu totalement différent de celui d'un chef de brigade. Le recourant était fondé à invoquer de manière plausible l'art. 30 al. 3 LPol pour s'opposer à son déplacement. C'est à tort, par conséquent, que les premiers juges ont déclaré son recours irrecevable au motif que le transfert ne constituait pas une sanction disciplinaire déguisée et qu'il représentait pour le reste une mesure d'organisation interne. Le jugement entrepris doit par conséquent être annulé et la cause renvoyée aux premiers juges pour examen du litige au fond, sous réserve des conditions habituelles de recevabilité non examinées ici.\n\n5. Les frais de la cause sont mis à la charge de l'intimé qui succombe (art. 66 al. 1 LTF; ATF 136 I 39 consid. 8.3.1 [recte: 8.1.3] p. 41). Le recourant, qui était assisté d'un avocat jusqu'à la date de la fin de l'échange d'écritures, a droit à des dépens à la charge de l'intimé (art. 68 al. 1 LTF)."}