{"annee": "136", "cour": "III", "page": "410", "date": "2/7/2010", "cite": ["127 III 481", "127 III 365", "112 II 172", "129 III 715", "117 IV 67", "120 II 369", "122 III 449", "97 II 97", "108 II 337", "126 III 305", "129 V 323", "136 III 401", "134 III 193", "127 III 248", "132 III 641", "132 V 241", "135 I 169", "129 III 529", "134 I 229", "135 II 313", "130 III 28", "101 II 177", "135 V 39", "136 III 296"], "cite_par": ["142 III 263", "137 I 327", "141 III 513", "138 II 346", "143 III 297", "144 III 1"], "chapeau": "60. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. und Y. gegen A. und acht Mitb. (Beschwerde in Zivilsachen)\n\n5A_57/2010 vom 2. Juli 2010", "regestes": ["Art. 28 al. 2 CC; protection de la personnalité de l'assuré contre une surveillance par un détective privé; motif justificatif de l'intérêt prépondérant. La surveillance d'une personne assurée ordonnée par l'assurance responsabilité civile peut violer la sphère privée de l'assuré ainsi que le droit de celui-ci à sa propre image. La violation n'est toutefois pas illicite, lorsque l'intérêt à l'empêchement d'une escroquerie à l'assurance l'emporte sur l'intérêt de la personne concernée à l'intégrité de sa personnalité. Résumé des critères qui peuvent être déterminants pour une pesée des intérêts (consid. 2-6)."], "faits": "|411|\n\nA. X. wurde am 28. Oktober 2001 als Mitfahrer in einem Fahrzeug Opfer eines Verkehrsunfalls und erlitt Körperverletzungen. Er erhob Klage auf Ersatz des Haushaltschadens gegen die beiden Fahrzeuglenker und deren Haftpflichtversicherungen. Die kantonalen Gerichte wiesen die Klage ab. Rechtsmittel an das Bundesgericht blieben erfolglos (Urteile 4C.166/2006 vom 25. August 2006 und 4A_23/2010 vom 12. April 2010). Zur Klärung des Haushaltschadens hatte die Haftpflichtversicherung E. Versicherungen die Detektei F. mit der Observation von X. während einer bestimmten Dauer beauftragt und die Ergebnisse der Observation ins Recht gelegt.\n\nB. Am 15. Mai 2007 erhoben die Ehegatten X. und Y. (Beschwerdeführer) Klage gegen A., Rechtsvertreter der E. Versicherungen im Haftpflichtprozess, gegen B., C. und D., alle drei Mitarbeiter der E. Versicherungen, und gegen die E. Versicherungen (Beschwerdegegner 1-5) sowie gegen F., Inhaber der Detektei F., und gegen dessen Mitarbeiter G., H. und I. (Beschwerdegegner 6-9). Die Beschwerdeführer beantragten die Feststellung, dass die Beschwerdegegner gemeinsam und solidarisch für die Verletzung ihrer Persönlichkeit durch Detektive betreffend Überwachung am 6., 17., 18. und 26. Oktober 2006 verantwortlich seien. Unter Strafandrohung nach Art. 292 StGB seien die Beschwerdegegner zu verpflichten, keine weiteren Überwachungen mehr vorzunehmen oder zu veranlassen und die sich in ihrem Besitz befindlichen Fotos, Videoaufnahmen etc., die die Person der Beschwerdeführer zeigten, herauszugeben resp. zu vernichten und die Beschwerdeführer mit einem entsprechenden Bericht darüber zu dokumentieren. Die Beschwerdegegner seien zu verpflichten, den Beschwerdeführern solidarisch eine Genugtuung von je Fr. 5'000.- zu bezahlen, zuzüglich 5 % Schadenszins ab Abschluss der Bespitzelung. Die Beschwerdegegner schlossen auf Abweisung. Das Kantonsgericht Zug und - auf Berufung der Beschwerdeführer hin - das Obergericht des Kantons Zug wiesen die Klage ab, soweit darauf einzutreten war (Urteile vom 22. April und vom 24. November 2009).\n\nC. Dem Bundesgericht beantragen die Beschwerdeführer am 18. Januar 2010, das obergerichtliche Urteil aufzuheben und die Sache zur Feststellung der Persönlichkeitsverletzung und zur Beurteilung der weiteren Begehren an das Obergericht zurückzuweisen. Im Eventualstandpunkt erneuern die Beschwerdeführer ihre Klagebegehren. Sie ersuchen um unentgeltliche Rechtspflege. Es sind die kantonalen Akten, hingegen keine Vernehmlassungen eingeholt worden. Das Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt. |412|", "considerants": "Aus den Erwägungen:\n\n2. Die rechtliche Ausgangslage wird im angefochtenen Urteil zutreffend dargestellt. Im Einzelnen sind fallbezogen nachstehende Punkte hervorzuheben:\n\n2.1 Durch die privatdetektivliche Observation einer versicherten Person sollen Tatsachen, die sich im öffentlichen Raum verwirklichen und von jedermann wahrgenommen werden können (beispielsweise Gehen, Treppensteigen, Autofahren, Tragen von Lasten oder Ausüben sportlicher Aktivitäten), systematisch gesammelt und erwahrt werden (BGE 135 I 169 E. 4.3 S. 171). Die Frage nach der rechtlichen Zulässigkeit derartiger Observation stellt sich in der Praxis häufig im Zusammenhang mit der Verwertbarkeit der Observationsergebnisse als Beweismittel in einem Rechtsstreit um Versicherungsleistungen (BGE 135 I 169 E. 5.7 S. 175; BGE 132 V 241 E. 2.5 S. 242 f.; BGE 129 V 323 E. 3.3.3 S. 324 ff.). Die Frage stellt sich aber vergleichbar im Bereich des privatrechtlichen Persönlichkeitsschutzes (Urteil 5C.187/1997 vom 18. Dezember 1997 E. 2, in: SJ 120/1998 S. 301 ff. und JdT 146/1998 I 760 S. 762 ff.). Um den Schutz der Persönlichkeit gemäss Art. 28 ZGB geht es im vorliegenden Fall. Zu prüfen ist, inwiefern die von der Beschwerdegegnerin 5 als einer privaten Haftpflichtversicherung veranlasste Observation die Persönlichkeitsrechte der von der Observation betroffenen Beschwerdeführer widerrechtlich verletzt (vgl. zur bundesgerichtlichen Rechtsprechung: AEBI-MÜLLER/EICKER/VERDE, Grenzen bei der Verfolgung von Versicherungsmissbrauch mittels Observation, in: Versicherungsmissbrauch, Gabriela Riemer-Kafka [Hrsg.], 2010, S. 13 ff., S. 18 ff. Ziff. II; MEIER/STAEGER, La surveillance des assurés (assurances sociales et assurances privées) - état des lieux, Jusletter vom 14. Dezember 2009, 13 S., S. 10 ff. Ziff. 4).\n\n2.2 Der privatrechtliche Schutz der Persönlichkeit gegen Verletzungen ist in Art. 28 ZGB geregelt. Wer danach in seiner Persönlichkeit widerrechtlich verletzt wird, kann zu seinem Schutz gegen jeden, der an der Verletzung mitwirkt, das Gericht anrufen (Abs. 1), und widerrechtlich ist eine Verletzung, wenn sie nicht durch Einwilligung des Verletzten, durch ein überwiegendes privates oder öffentliches Interesse oder durch Gesetz gerechtfertigt ist (Abs. 2).\n\n2.2.1 Vom Gesetzeswortlaut her ist jede Persönlichkeitsverletzung widerrechtlich, wenn kein Rechtfertigungsgrund vorliegt. Praxisgemäss |413| ist in zwei Schritten zu prüfen, ob (1.) eine Persönlichkeitsverletzung und (2.) ein Rechtfertigungsgrund vorliegt (vgl. BGE 126 III 305 E. 4a S. 306; BGE 127 III 481 E. 2c S. 488; BGE 134 III 193 E. 4.6 S. 201). Nach Auffassung verschiedener Autoren zum sogenannten \"Recht am eigenen Bild\" ist die Einwilligung in die Persönlichkeitsverletzung kein Rechtfertigungsgrund, sondern schliesst schon den Tatbestand der Persönlichkeitsverletzung aus. Ob diese von der ständigen Praxis abweichende Rechtsauffassung allgemein oder im besonderen Fall zutrifft, ist für die nachstehende Beurteilung unerheblich und kann dahingestellt bleiben (ausführlich: BGE 136 III 401 E. 5.2 mit Hinweisen).\n\n2.2.2 Im Grundsatz kann jedes irgendwie geartete menschliche Verhalten einen Eingriff in Persönlichkeitsrechte bedeuten (vgl. zum Begriff der Verletzung: BGE 120 II 369 E. 2 S. 371; BGE 136 III 296 E. 3.1 S. 302). Im Falle privatdetektivlicher Observation kann der Anspruch auf Schutz der Geheim- und der Privatsphäre betroffen sein (zit. Urteil 5C.187/1997 E. 2a), aber auch - soweit das Ergebnis der Observation in Film oder Fotografie festgehalten wird - das Recht am eigenen Bild. Nach der bundesgerichtlichen Rechtsprechung ist die Verletzung des Rechts am eigenen Bild bereits zu bejahen, wenn jemand ohne Zustimmung um seiner Person willen fotografiert oder eine bestehende Aufnahme ohne seine Einwilligung veröffentlicht wird (BGE 127 III 481 E. 3a/aa S. 492; BGE 129 III 715 E. 4.1 S. 723), wobei es - hier nicht in Frage stehende - Fälle geben kann, in denen eine Einwilligung nicht unbedingt erforderlich ist (BGE 136 III 401 E. 5.2.2). Vorausgesetzt ist, dass die abgebildete Person für Dritte erkennbar, also identifizierbar ist (vgl. Urteile 5C.26/2003 vom 27. Mai 2003 E. 2 und 5A_827/2009 vom 27. Mai 2010 E. 3.1, nicht publ. in BGE 136 III 401).\n\n2.2.3 Eine Persönlichkeitsverletzung durch privatdetektivliche Observation der versicherten Person kann im überwiegenden privaten und öffentlichen Interesse liegen, d.h. dadurch gerechtfertigt sein, dass weder die Versicherung noch die dahinter stehende Versichertengemeinschaft zu Unrecht Leistungen erbringen müssen (zit. Urteil 5C.187/1997 E. 2b; BGE 129 V 323 E. 3.3.3 S. 325). Dieses Interesse an einer wirksamen Missbrauchsbekämpfung und der Aufdeckung bzw. Verhinderung von Versicherungsbetrug (vgl. BGE 135 I 169 E. 5.5 S. 174) ist gegen das Interesse des von der Observation Betroffenen auf Unversehrtheit seiner Persönlichkeit abzuwägen (vgl. BGE 127 III 481 E. 3a/bb S. 493; BGE 132 III 641 E. 5.2 S. 648). Die Interessenabwägung beruht auf gerichtlichem Ermessen (BGE 129 III 529 E. 3.1 |414| S. 531). Zu berücksichtigen ist dabei, dass der von der Observation Betroffene gegenüber der Versicherung einen Anspruch erhebt und deshalb verpflichtet ist, an Abklärungen seines Gesundheitszustands, seiner Arbeitsfähigkeit usw. mitzuwirken, und zu dulden hat, dass allenfalls auch ohne sein Wissen von der Versicherung die objektiv gebotenen Untersuchungen durchgeführt werden (zit. Urteil 5C.187/1997 E. 2b; vgl. BGE 129 V 323 E. 3.3.3 S. 324 f.; BGE 135 I 169 E. 5.1 S. 172). Die Zulässigkeit der Observation hängt weiter davon ab, wie schwer und in welche Persönlichkeitsrechte eingegriffen wird. Dafür entscheidend kann insbesondere sein, inwiefern die Observation durch die Art der Versicherungsleistungen gerechtfertigt ist (z.B. Höhe der Forderung, Pilot- oder Bagatellfall usw.), wo die Observation stattfindet (z.B. in der Öffentlichkeit), wie lange die Observation dauert (z.B. nur tagsüber, befristet auf eine Woche), welchen Inhalt die Observation hat (z.B. von jedermann wahrnehmbare Vorgänge) und ob die zur Observation eingesetzten Mittel (z.B. Film usw.) zur Erreichung ihres Zwecks geeignet und notwendig sind (vgl. zit. Urteil 5C.187/1997 E. 2c sowie zu einzelnen Kriterien: BGE 129 V 323 E. 3.3.3 S. 324 f. und BGE 132 V 241 E. 2.5.1 S. 242 f.).\n\n2.3 Im Persönlichkeitsschutzprozess liegt die Beweislast für die Sachumstände, aus denen sich die Verletzung ergibt, beim Kläger als Opfer, während der Beklagte als Urheber der Verletzung die Tatsachen dafür beweisen muss, die das Vorliegen eines Rechtfertigungsgrundes erschliessen (statt vieler: PIERRE TERCIER, Le nouveau droit de la personnalité, 1984, S. 86 Rz. 599).\n\n3. Mit Bezug auf den Beschwerdeführer hat das Obergericht die Persönlichkeitsverletzung als erstellt betrachtet. Gleichwohl bemängelt der Beschwerdeführer die Beurteilung.\n\n3.1 Das Obergericht hat erwogen, die von der Beschwerdegegnerin 5 angeordnete Überwachung des Beschwerdeführers und die Verwertung des Ergebnisses im Prozess stelle eine Beeinträchtigung des Rechts auf informationelle Selbstbestimmung bzw. Privatheit dar, auch wenn sich die Observation auf Tatsachen beschränkt habe, die sich im Gemeinbereich verwirklicht hätten und von jedermann hätten wahrgenommen werden können. Der Beschwerdeführer wendet sich gegen die rein örtlich vorgenommene Auslegung des bundesrechtlichen Sphärenbegriffs und rügt eine Verletzung nicht bloss der Privatsphäre, sondern der Geheim- bzw. Intimsphäre. Denn Überwachungsziel sei gemäss Auftrag der Beschwerdegegnerin 5 an den |415| Beschwerdegegner 6 gewesen, Anzeichen einer gesundheitlichen (körperlichen oder psychischen) Beeinträchtigung oder von Schmerzen, insbesondere von epileptischen Anfällen und Beschwerden im rechten Arm festzustellen.\n\n3.2 In tatsächlicher Hinsicht steht für das Bundesgericht verbindlich fest, dass Alltagsverrichtungen des Beschwerdeführers wie Einkaufen oder Autowaschen u.Ä. aufgezeichnet wurden. Gegenteiliges behauptet auch der Beschwerdeführer nicht. Es kann ergänzend auf die Feststellungen im Haftpflichtprozess verwiesen werden, wonach die Videoaufnahmen und der dazugehörige Überwachungsbericht belegten, wie der Beschwerdeführer ohne grössere Bewegungseinschränkungen Lasten tragen, einkaufen, Staub saugen sowie Auto waschen und polieren konnte (Urteil 4A_23/2010 vom 12. April 2010 E. 2).\n\n3.3 Auf Grund der obergerichtlichen Feststellungen wurden weder epileptische Anfälle noch andere Verhaltensweisen festgehalten, die zur Geheimsphäre des Beschwerdeführers zu rechnen wären (vgl. BGE 130 III 28 E. 4.2 S. 33, betreffend Daten über die Gesundheit). Dessen Einwand entbehrt der tatsächlichen Grundlage. Es kann somit dahingestellt bleiben, ob Lebensvorgänge, die sich zwar im öffentlichen Raum ereignen, trotzdem zum Geheimbereich gehören können, nur weil sie einen persönlichen Gehalt aufweisen (vgl. AEBI-MÜLLER/EICKER/VERDE, a.a.O., S. 21).\n\n3.4 Sämtliche gefilmten Tätigkeiten des Beschwerdeführers haben an öffentlich zugänglichen Orten stattgefunden. Nach der Rechtsprechung dürfen in den Gemein- oder Öffentlichkeitsbereich fallende Tatsachen von jedermann nicht nur ohne weiteres wahrgenommen, sondern grundsätzlich auch weiterverbreitet werden (vgl. zur Abgrenzung der Lebensbereiche: BGE 97 II 97 E. 3 S. 100 f.; BGE 130 III 28 E. 4.2 S. 33). Für den besonderen Fall der gezielten Observation kann gleichwohl nicht von vornherein ausgeschlossen werden, dass ein systematisches Sammeln einer Vielzahl alltäglicher Verrichtungen in der Öffentlichkeit, namentlich durch die Verknüpfung der Informationen, die Privatsphäre des Betroffenen berührt (vgl. AEBI-MÜLLER/EICKER/VERDE, a.a.O., S. 25 f.).\n\n3.5 Insgesamt ist nicht zu beanstanden, dass das Obergericht mit Rücksicht auf sämtliche Umstände des konkreten Einzelfalls angenommen hat, neben dem Persönlichkeitsrecht am eigenen Bild durch filmische Aufnahmen des Beschwerdeführers könne auch dessen Recht auf Privatsphäre verletzt sein. |416|\n\n4. Das Obergericht hat die Verletzung des Beschwerdeführers in seinen Persönlichkeitsrechten durch ein überwiegendes Interesse als gerechtfertigt betrachtet. Es ist davon ausgegangen, das gegenüber dem Interesse des Beschwerdeführers an der Wahrung seiner Persönlichkeitsrechte höher zu gewichtende Interesse der Beschwerdegegnerin 5 liege darin, keine nicht geschuldeten Leistungen zu erbringen, um die Gemeinschaft der Versicherten nicht zu schädigen. Das Obergericht hat damit auf die massgebenden Kriterien abgestellt (E. 2.2.3 hiervor). Der Beschwerdeführer wendet dagegen zur Hauptsache eine Verletzung von Art. 8 ZGB ein und rügt nur am Rande eine unrichtige Interessenabwägung.\n\n4.1 Der Rechtfertigungsgrund des überwiegenden Interesses an einer Observation kann darin bestehen, dass weder die Versicherung noch die dahinter stehende Versichertengemeinschaft zu Unrecht Leistungen erbringen müssen. Die Haftpflichtversicherung hat ihre vertraglichen Pflichten zu erfüllen, die regelmässig die Befriedigung begründeter, aber auch die Abwehr unbegründeter Ansprüche umfassen (vgl. ALFRED MAURER, Schweizerisches Privatversicherungsrecht, 3. Aufl. 1995, S. 541; ROLAND BREHM, Le contrat d'assurance RC, 1997, S. 148 ff. N. 381 ff.). Die Versichertengemeinschaft hat kein Interesse an einem Prämienanstieg als Folge von Versicherungsleistungen an Unberechtigte (vgl. MEIER/STAEGER, a.a.O., S. 10 Rz. 55 mit Hinweis). Dass das Obergericht dieses Interesse der Versichertengemeinschaft ohne Beweisabnahme und ungeachtet seiner Bestreitung anerkannt habe, rügt der Beschwerdeführer als Verletzung von Art. 8 ZGB. Die Rüge ist unbegründet, beruht doch auf allgemeiner Lebenserfahrung, dass mehrere Personen, die sich gegen bestimmte, gleichartige Gefahren finanziell schützen wollen, eine Versichertengemeinschaft bilden und zur Gefahrenabwehr, auf der Idee der Solidarität beruhend, die Versicherungsprämien bezahlen, dass diese Prämien aber sinken oder steigen, je nach dem, ob in der Gefahrengemeinschaft nur gute oder auch viele schlechte Risiken versammelt sind, d.h. Risiken mit kleiner oder grossen Schadenfrequenz und tiefem oder hohem Schadendurchschnitt (vgl. MAURER, a.a.O., S. 39 ff. und S. 74). Dass Prämienhöhe und Versicherungsleistungen zusammenhängen, leuchtet nach der allgemeinen Lebenserfahrung ein und braucht deshalb weder behauptet noch bewiesen zu werden (BGE 112 II 172 E. I/2c S. 181).\n\n4.2 Eine Verletzung von Art. 8 ZGB rügen die Beschwerdeführer, was ihre Behauptungen angeht, die Überwachung und Ablichtung setze |417| einen berechtigten und genügenden Anfangsverdacht voraus und ein blosses Datenfishing sei in jedem Fall unberechtigt. Sie werfen dem Obergericht vor, es habe einen rechtsrelevanten Teil des von den Beschwerdegegnern zu behauptenden Rechtfertigungsgrundes entweder nicht abgeklärt oder wiederum Art. 8 ZGB verletzt, indem es von einer bestrittenen und zudem noch summarischen Behauptung ausgegangen sei, es liege ohne weiteres ein Anfangsverdacht vor. Der Vorwurf ist unbegründet.\n\n4.2.1 Der Begriff \"Anfangsverdacht\" betrifft die Strafverfolgung, die bei Vorliegen eines hinreichenden Anfangsverdachts zu eröffnen ist (vgl. BGE 117 IV 67 E. 2c S. 74). Er wird im Zusammenhang mit dem privatrechtlichen Persönlichkeitsschutz regelmässig nicht verwendet. Gemeint ist damit, dass Anhaltspunkte vorliegen müssen (z.B. widersprüchliches Verhalten des Versicherten, massive Aggravation, Simulation, Selbstschädigung u.Ä.), die Zweifel an den geäusserten gesundheitlichen Beschwerden aufkommen lassen (vgl. DETTWILER/HARDEGGER, Zulässige Video-Überwachung von Suva-Versicherten, HAVE 2003 S. 246 ff., S. 247 Ziff. III/3/a). Die Observation muss - anders gesagt (E. 2.2.3 hiervor) - objektiv geboten sein. Diese objektive Gebotenheit der Observation ist ein wichtiges Element der Interessenabwägung im Persönlichkeitsschutz (E. 4.4 sogleich).\n\n4.2.2 Der Beschwerdeführer hat gegen die Beschwerdegegnerin 5 und die Fahrzeuglenker eine unfallbedingte gesundheitliche Beeinträchtigung und einen dadurch verursachten Haushaltschaden geltend gemacht. Im ersten Prozess über eine Teilklage für die Zeit vom 28. Oktober 2001 bis zum 31. Dezember 2004 hat das Bundesgericht festgehalten, dass Ersatz für Haushaltschaden nur verlangen kann, wer ohne Unfall überhaupt eine Haushaltstätigkeit ausgeübt hätte, und dass zur Substanziierung des Haushaltschadens konkrete Vorbringen zum Haushalt, in dem der Geschädigte lebt, und zu den Aufgaben, die ihm darin ohne den Unfall zugefallen wären, unerlässlich sind (Urteil 4C.166/2006 vom 25. August 2006 E. 5.1). Die sachgerichtliche Annahme, der Beschwerdeführer habe seine angebliche Mitarbeit im Haushalt mangels minimaler Angaben zur hypothetischen Haushaltssituation ungenügend substanziiert, hat das Bundesgericht nicht beanstandet, und die Feststellung der kantonalen Gerichte, seine Behauptungen seien widersprüchlich und damit unglaubwürdig und ungenügend, hat der Beschwerdeführer nicht mit dem zulässigen |418| Bundesrechtsmittel angefochten (Urteil 4C.166/2006 vom 25. August 2006 E. 6).\n\n4.2.3 Mit diesem ersten Urteil im Haftpflichtprozess ist festgestanden, dass der Beschwerdeführer seiner Mitwirkungspflicht bei der Abklärung des die Versicherungsleistungen begründenden Tatbestands nicht nachgekommen ist und zu den Folgen seiner gesundheitlichen Beeinträchtigungen widersprüchliche Behauptungen aufgestellt hat. In Anbetracht dessen bedurfte die Anordnung der Observation vom 15. September 2006 im zweiten, mit Weisungsschein vom 24. August 2006 und Klage vom 25. September 2006 eingeleiteten Haftpflichtprozess betreffend Ersatz des Haushaltschadens ab 1. Januar 2005 für die Zukunft keiner weiteren Begründung. Es hat genügt, dass die Beschwerdegegner 1-5 unter Hinweis auf das erste Verfahren lediglich behauptet haben, es bestünden konkrete Anhaltspunkte, die Zweifel an den behaupteten gesundheitlichen Beeinträchtigungen aufkommen liessen (vgl. zu den Anforderungen an die Substanziierung der Sachvorbringen: BGE 108 II 337; BGE 127 III 365 E. 2b S. 368). Das zweite Urteil des Bundesgerichts im Haftpflichtprozess hat denn auch bestätigt, dass begründeter Anlass zur Observation bestand, zumal das Aussageverhalten des Beschwerdeführers nicht als unfallbedingt gelten konnte und seine Vorbringen sowohl bezüglich der vor dem Unfall verrichteten als auch der danach noch möglichen Hausarbeiten als unglaubwürdig betrachtet werden durften (Urteil 4A_23/2010 vom 12. April 2010 E. 2.5 und 2.6).\n\n4.3 Verletzungen von Art. 8 ZGB erblickt der Beschwerdeführer weiter in der obergerichtlichen Beurteilung, die eingesetzten Mittel (Bild und Bericht) seien zur Erreichung des Ziels verhältnismässig und geeignet. Das Bundesgericht kann als Rechtsfrage prüfen, ob eine Anordnung verhältnismässig und zweckmässig ist, d.h. als das richtige Mittel zu einem berechtigten Zweck erscheint (vgl. BGE 122 III 449 E. 3c S. 457; BGE 126 III 305 E. 4b/aa S. 307). Geht es um die Beantwortung einer Rechtsfrage, hat Art. 8 ZGB keine Bedeutung (vgl. BGE 127 III 248 E. 3a S. 253).\n\n4.4 Zur entscheidenden Interessenabwägung äussert sich der Beschwerdeführer nur am Rande. Die Ausgangslage ist klar. Es stellt sich die Frage, inwiefern der Eingriff in die Privatsphäre des Beschwerdeführers und die Verletzung dessen Rechts am eigenen Bild (E. 3 hiervor) dadurch gerechtfertigt werden kann, dass die Beschwerdegegnerin 5 als Haftpflichtversicherung nicht zum Schaden der |419| Versichertengemeinschaft Leistungen erbringt, die der Beschwerdeführer allenfalls zu Unrecht fordert (E. 4.1 soeben). Zu berücksichtigen ist die erhebliche Höhe des geltend gemachten Anspruchs, die der Beschwerdeführer im Weisungsschein und in der Klage auf 2 Mio. Fr. beziffert hat. Die Observation hat in der Öffentlichkeit stattgefunden, zwei bis drei Wochen an zwei bis drei Tagen gedauert und alltägliche Verrichtungen des Beschwerdeführers betroffen. Die eingesetzten Mittel der Observation (Berichte, Fotografien und Film) können als geeignet und notwendig bezeichnet werden, hat doch der Beschwerdeführer seiner Mitwirkungspflicht im Rahmen der objektiv gebotenen Abklärungen seines Gesundheitszustandes nicht genügt. Zur Möglichkeit, ein Gerichtsgutachten einzuholen, hat das Bundesgericht im zweiten Haftpflichtprozess festgehalten, wenn der Beschwerdeführer über die Arbeiten, die er noch verrichten kann, gegenüber dem Gericht unzutreffend aussagt, besteht eine erhöhte Wahrscheinlichkeit, dass er auch gegenüber Personen, die ihn begutachten sollen, nicht der Wahrheit entsprechende Angaben macht. Dies entwertet allfällige zu seinen Gunsten lautende medizinische Gutachten betreffend das Mass der Beeinträchtigung, so dass die Vorinstanz insoweit ohne Willkür auf weitere Beweismassnahmen verzichten konnte (Urteil 4A_23/2010 vom 12. April 2010 E. 2.5.3). Davon abzuweichen, besteht auf Grund der Vorbringen des Beschwerdeführers kein Anlass. Die Observation und die dabei eingesetzten Mittel erscheinen deshalb zur Klärung der Frage, ob dem Beschwerdeführer Versicherungsleistungen auszurichten sind, als notwendig und geeignet. Insgesamt kann nicht beanstandet werden, dass das Obergericht von einem höherwertigen Interesse der Beschwerdegegner ausgegangen ist und die festgestellten Persönlichkeitsverletzungen als durch überwiegende Interessen gerechtfertigt betrachtet hat.\n\n4.5 Aus den dargelegten Gründen muss die Beschwerde abgewiesen werden, was die widerrechtliche Verletzung der Persönlichkeit des Beschwerdeführers im Sinne von Art. 28 ZGB angeht.\n\n5. Mit Bezug auf die Beschwerdeführerin hat das Obergericht festgestellt, dass sie neben dem Beschwerdeführer auf Fotografien zu sehen, nur teilweise erkennbar und für einen Durchschnittsbetrachter schwerlich zu identifizieren sei. Sie sei rein zufällig von der Observation erfasst worden, beziehe sich doch der Überwachungsauftrag und der Observationsbericht ausschliesslich auf den Beschwerdeführer und dessen Aktivitäten. Das Obergericht hat dafürgehalten, die zufällige Ablichtung der Beschwerdeführerin bedeute keinen eigentlichen |420| Eingriff in deren Persönlichkeit. Die Beschwerdeführerin wendet ein, es liege ein objektiv auf ihre Person individualisierbarer Eingriff vor, der die dem Art. 28 ZGB inhärente Unerheblichkeitsgrenze bei weitem überschritten habe.\n\n5.1 Die Beschwerdeführerin verlangt die Berücksichtigung weiterer aktenkundiger Tatsachen zum Beleg dafür, dass keine zufällige Ablichtung stattgefunden habe. Sie sei vielmehr systematisch und über Minuten abgelichtet und gefilmt worden. Die angerufenen Belege stützen ihre Behauptung nicht. Auszugehen ist vom Überwachungsauftrag, der den Beschwerdeführer als Zielperson bezeichnet und sämtliche Überwachungsziele am Beschwerdeführer ausrichtet. Entgegen ihrer Darstellung kann die Beschwerdeführerin auch auf Grund des Observationsberichts nicht als eigentliche Zielperson angesehen werden. Im Observationsbericht vom 17. November 2006 heisst es einleitend, dass Abklärungen bei der Einwohnerkontrolle ergeben hätten, der Beschwerdeführer und die Beschwerdeführerin seien an der S. Strasse in Zug angemeldet, und im Observationsbericht vom 5. Februar 2007 heisst es, am 19. Dezember 2006 seien an Klingel und Briefkasten (neu) die Namen des Beschwerdeführers und der Beschwerdeführerin angeschrieben. Es wurde somit nicht nach der Adresse der Beschwerdeführerin gefahndet, sondern lediglich festgestellt, dass unter der Adresse des Beschwerdeführers auch die Beschwerdeführerin angegeben ist. Wie die Beschwerdeführerin sodann einräumt, wird sie im Observationsbericht nicht als \"Ehefrau\", sondern als \"vermutliche Ehefrau\" des Beschwerdeführers bezeichnet. Sie ist zwar mehrfach, teilweise als Person erkennbar, mit dem Beschwerdeführer abgebildet, jedoch bei weitem nicht auf jeder Aufnahme. Mit ihren von der obergerichtlichen abweichenden Würdigung der angerufenen Belege vermag die Beschwerdeführerin keine ausnahmsweise zulässigen Sachverhaltsrügen, namentlich keine offensichtlich unrichtige Feststellung des rechtserheblichen Sachverhaltes zu begründen (Art. 97 Abs. 1 und Art. 105 Abs. 2 BGG; vgl. BGE 135 II 313 E. 5.2.2 S. 322; BGE 135 V 39 E. 2.2 S. 41).\n\n5.2 Auf Grund der massgebenden Tatsachenfeststellungen ist davon auszugehen, dass die Beschwerdeführerin nicht gezielt observiert wurde, sondern bloss zufällig und gleichsam nur als \"Mitfang\" in die Observation des Beschwerdeführers geraten ist (vgl. zum Problem: AEBI-MÜLLER/EICKER/VERDE, a.a.O., S. 29). Da sie nicht um ihrer Person willen fotografiert wurde, durfte eine Verletzung des Rechts der Beschwerdeführerin am eigenen Bild verneint werden (E. 2.2.2). |421| Eine Verletzung ihrer Privatsphäre liegt nicht vor, weil die Beschwerdeführerin lediglich bei Alltagsverrichtungen in der Öffentlichkeit abgebildet wurde und bloss zufällig aufgezeichnete Einzelinformationen kein systematisches Sammeln bedeuten (E. 3.4).\n\n5.3 Soweit sie den Persönlichkeitsschutz nach Art. 28 ZGB betreffen, erweisen sich die Begehren der Beschwerdeführerin als unbegründet.\n\n6. Beide Beschwerdeführer rügen Verletzungen von Art. 10 Abs. 2 BV (Recht auf persönliche Freiheit), von Art. 13 BV (Schutz der Privatsphäre) und von Art. 8 EMRK (Recht auf Achtung des Privat- und Familienlebens). Sie begründen die Verfassungsrügen im Sachzusammenhang mit Art. 28 ZGB, die Rüge der EMRK-Verletzung hingegen in einem eigenen Abschnitt mit Hinweis auf das zu Art. 28 ZGB Ausgeführte.\n\n6.1 Die Beschwerdeführer wenden ein, die Beschwerdegegnerin 5 unterstehe als Haftpflichtversicherung der staatlichen Aufsicht gemäss dem Bundesgesetz vom 17. Dezember 2004 betreffend die Aufsicht über Versicherungsunternehmen (Versicherungsaufsichtsgesetz, VAG; SR 961.01) und sei deshalb nicht als Privatpartei zu betrachten, sondern als Versicherung mit öffentlich-rechtlichen Aufgaben, die die Grundrechte der Versicherten zu wahren habe. Die Tatsache, dass die Beschwerdegegnerin 5 der Versicherungsaufsicht untersteht, belegt das Gegenteil. Der Versicherungsaufsicht nach dem VAG unterstehen private Versicherungsunternehmen, d.h. Versicherungsunternehmen, deren Ziel der Abschluss privater Versicherungsverträge ist (WEBER/UMBACH, Versicherungsaufsichtsrecht, 2006, § 4 Rz. 3 S. 53). Die Staatsaufsicht ändert an der privatrechtlichen Natur der Beziehung zwischen Haftpflichtversicherung und Versicherten grundsätzlich nichts (vgl. WILLY KOENIG, Schweizerisches Privatversicherungsrecht, 3. Aufl. 1967, S. 18 f.; MAURER, a.a.O., S. 152 f. und S. 556 Anm. 1490b). Grundlage des Persönlichkeitsschutzes ist somit Art. 28 ZGB (vgl. BGE 101 II 177 E. 3 S. 185 ff.; BGE 134 I 229 E. 3.1 S. 233; AEBI-MÜLLER/EICKER/VERDE, a.a.O., S. 32 f.).\n\n6.2 Was die Achtung des Privatlebens (Art. 8 EMRK) angeht, hat das Bundesgericht festgehalten, es ist fraglich, ob und inwieweit diese Bestimmung im Rahmen eines zivilrechtlichen Streites zwischen Privaten überhaupt noch zum Zuge kommen kann, stellen doch gerade die Art. 28 ff. ZGB die zivilrechtliche Konkretisierung von Art. 8 Abs. 1 EMRK dar. Folglich ist mit den Erwägungen, ob die |422| Vorinstanz Art. 28 ff. ZGB verletzt hat, gleichzeitig auch der ins Privatrecht umgesetzte Teilgehalt von Art. 8 Abs. 1 EMRK geprüft worden (Urteil 5C.166/2000 vom 20. Juli 2001 E. 5a, nicht publ. in: BGE 127 III 481). Das zitierte Urteil wie auch das in E. 2.1 erwähnte Urteil 5C.187/1997 wurden wegen Verletzung von Art. 8 EMRK beim Europäischen Gerichtshof für Menschenrechte angefochten. Der Gerichtshof hat festgehalten, dass Art. 8 EMRK in erster Linie Abwehransprüche gegen staatliche Eingriffe in das Recht auf Achtung des Privatlebens enthält, für dessen wirksamen Schutz aber auch die Ergreifung positiver Massnahmen selbst geboten sein kann. Gemäss den Entscheidungen des Gerichtshofes ist die Schweiz den ihr obliegenden positiven Verpflichtungen nachgekommen, weil der beschwerdeführenden Partei gegen die Beeinträchtigung ihres Privatlebens Rechtsbehelfe zivil- und strafrechtlicher Natur zur Verfügung standen und weil die Gerichte ihre zivilrechtliche Klage nach umfassender Abwägung der auf dem Spiele stehenden Interessen abwiesen (Urteil Verlière gegen Schweiz vom 28. Juni 2001, Recueil CourEDH 2001-VII S. 403, auch in: VPB 65/2001 Nr. 134 S. 1381, und Urteil Minelli gegen Schweiz vom 14. Juni 2005). Auf das zu Art. 28 ZGB Ausgeführte (E. 2-5) kann deshalb verwiesen werden. Insoweit kommt Art. 8 EMRK hier keine selbstständige Bedeutung zu.\n\n6.3 Das soeben Gesagte gilt auch für die Rügen, die obergerichtliche Auslegung von Art. 28 ZGB verstosse gegen Art. 10 Abs. 2 sowie Art. 13 Abs. 1 und 2 BV. Mit diesen Vorbringen behaupten die Beschwerdeführer eine verfassungsverletzende Auslegung von Art. 28 ZGB, doch werden damit keine Gesichtspunkte geltend gemacht, die nicht schon im Rahmen der privatrechtlichen Rechtsanwendung und Interessenabwägung berücksichtigt worden sind. Weiterungen erübrigen sich, so dass auch diesbezüglich auf die Ausführungen in den E. 2-5 verwiesen werden kann (vgl. Urteil 5C.166/2000 vom 20. Juli 2001 E. 5b, nicht publ. in: BGE 127 III 481)."}