{"annee": "136", "cour": "III", "page": "467", "date": "28/6/2010", "cite": ["125 I 389", "118 II 58", "105 II 39", "110 II 168", "102 IA 417", "107 IA 152"], "cite_par": ["144 III 235"], "chapeau": "67. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause X. SA contre Y. (recours en matière civile)\n\n4A_71/2010 du 28 juin 2010", "regestes": ["Art. 5 CA et art. 341 al. 1 CO; exception d'arbitrage dans un conflit individuel du travail. La clause compromissoire insérée dans le contrat individuel de travail n'est pas opposable au travailleur lorsque celui-ci fait valoir des créances protégées par l'art. 341 al. 1 CO, auxquelles il ne peut pas valablement renoncer (consid. 2-4)."], "faits": "BGE 136 III 467 S. 467\n\nA. Y. est actuellement âgé de soixante-huit ans. Il a travaillé dès 1967 au service de X. SA dont le siège est à Berne. Un contrat de travail conclu par écrit le 21 mai 2001 lui a attribué la fonction de directeur des succursales de Neuchâtel et Fribourg. Un nouveau contrat a été conclu le 14 août 2004. Y. prenait une retraite anticipée partielle et il réduisait son taux d'activité; il travaillerait désormais à raison de trente pour cent au service de la direction générale de l'employeuse et de vingt pour cent pour l'Association des entreprises suisses (...). L'art. 8 de ce contrat, similaire à l'art. 10 du contrat de 2001, se lit comme suit:\n\nAlle sich aus diesem Vertrag ergebenden Streitigkeiten werden durch ein Schiedsgericht mit Sitz in Bern ausschliesslich und endgültig BGE 136 III 467 S. 468entschieden. Die Partei, die das Gericht anrufen will, hat einen Schiedsrichter zu bezeichnen und den Namen des Schiedsrichters mitzuteilen. Die andere Partei hat binnen 14 Tagen einen Schiedsrichter zu bezeichnen und den Namen der Gegenpartei mitzuteilen. Die beiden Schiedsrichter ernennen binnen 14 Tagen einen Obmann. Kommt eine Partei der Aufforderung zur Bezeichnung eines Schiedsrichters nicht rechtzeitig nach oder können sich die Schiedsrichter nicht rechtzeitig auf einen Obmann einigen, so trifft der für Schiedsgerichtssachen zuständige Gerichtspräsident von Bern die entsprechende Verfügung. Es gilt das Konkordat vom 23.3.69 über die Schiedsgerichtsbarkeit.\n\nA. Le 26 octobre 2005, X. SA a résilié le contrat avec effet au 31 janvier 2006. Y. s'est trouvé en incapacité de travail du 14 décembre 2005 au 27 juin 2006.\n\nB. Le 10 juin 2008, Y. a ouvert action contre X. SA devant le Tribunal civil de l'arrondissement de Lausanne. La défenderesse devait être condamnée à payer 50'000 fr. avec intérêts au taux de 5 % dès le 31 janvier 2006, pour rémunération d'heures de travail supplémentaires et de vacances non prises.\n\nLa défenderesse a excipé de l'incompétence du tribunal saisi. Elle se prévalait de la convention d'arbitrage insérée dans le contrat de travail et elle soutenait que ce tribunal était de toute manière incompétent à raison du lieu.\n\nLe Tribunal civil a rejeté l'exception d'incompétence par un jugement incident du 11 février 2009. Il a retenu que la convention d'arbitrage n'est pas opposable au demandeur et que celui-ci peut valablement ouvrir action au lieu où il avait habituellement accompli son travail.\n\nSaisie par la défenderesse, la Chambre des recours du Tribunal cantonal a statué le 2 novembre 2009; elle a confirmé le jugement.\n\nC. Agissant par la voie du recours en matière civile, la défenderesse a requis le Tribunal fédéral de réformer l'arrêt de la Chambre des recours en ce sens que l'exception d'incompétence fût accueillie.\n\nLe demandeur a conclu au rejet du recours.\n\nLe Tribunal fédéral rejette le recours.", "considerants": "Extrait des considérants:\n\n2. Selon l'art. 24 al. 1 de la loi fédérale du 24 mars 2000 sur les fors en matière civile (LFors; RS 272), le tribunal du domicile ou du siège du défendeur, ou le tribunal du lieu où le travailleur accomplit BGE 136 III 467 S. 469habituellement son travail est compétent pour connaître des actions fondées sur le droit du travail.\n\nLe Tribunal civil a constaté que dès l'automne de 2004, après sa retraite partielle, le demandeur avait le centre de ses activités professionnelles à Lausanne, et il a admis sa propre compétence à raison de ce fait. En instance fédérale, la défenderesse ne revient pas sur cet aspect de la contestation et celui-ci est donc résolu; en revanche, elle persiste à invoquer la convention d'arbitrage insérée dans le contrat de travail.\n\n3. Aux termes de l'art. 4 al. 1 à 3 du concordat sur l'arbitrage (RSV 288.91; ci-après: CA) approuvé par le Conseil fédéral le 27 août 1969, auquel le canton de Vaud est partie, une convention d'arbitrage peut être conclue sous la forme d'un compromis ou d'une clause compromissoire (al. 1), lesquels visent respectivement une contestation existante (al. 2) ou les contestations futures qui peuvent naître d'un rapport de droit déterminé (al. 3). Il est constant que le contrat de travail du 14 août 2004 comporte une clause compromissoire.\n\nLa convention d'arbitrage a pour effet de fonder la compétence du tribunal arbitral pour connaître de la contestation concernée, d'une part, et d'exclure la compétence de la juridiction étatique qui pourrait ou devrait connaître de ladite contestation en l'absence de la convention, d'autre part. Devant cette juridiction, la convention et l'art. 4 al. 1 CA autorisent la partie défenderesse à soulever - en temps utile et dans les formes à observer selon le droit de procédure applicable - l'exception d'arbitrage; le cas échéant, celle-ci entraîne l'irrecevabilité de la demande (PIERRE JOLIDON, Commentaire du concordat suisse sur l'arbitrage, 1984, n° 73 ad art. 4 CA; VOGEL/SPÜHLER, Grundriss des Zivilprozessrechts [...] der Schweiz, 2006, p. 416 n° 42).\n\nA teneur de l'art. 5 CA, l'arbitrage peut porter sur tout droit qui relève de la libre disposition des parties, à moins que la cause ne soit de la compétence exclusive d'une autorité étatique en vertu d'une disposition impérative de la loi.\n\nSelon le jugement du Tribunal civil, la convention d'arbitrage des parties est incompatible avec l'art. 24 al. 1 LFors en tant que le siège du tribunal arbitral, prévu à Berne, ne coïncide pas avec le lieu d'exécution du travail. La Chambre des recours adopte une approche différente: elle retient que l'art. 24 al. 1 LFors n'influence pas la validité de la convention d'arbitrage mais que celle-ci est contraire à l'art. 341 al. 1 CO, en tant que les prétentions en cause, soit le paiement d'heures de travail supplémentaires et de vacances non prises, sont BGE 136 III 467 S. 470soustraites à la libre disposition du demandeur parce qu'elles résultent de dispositions impératives de la loi. Enfin, devant le Tribunal fédéral, la défenderesse soutient que la convention d'arbitrage est pleinement valable et opposable au demandeur.\n\n4. En tant qu'il permet de soumettre à l'arbitrage tout droit qui relève de la libre disposition des parties (\"jeder Anspruch, über den die Parteien frei verfügen können\"; \"qualsiasi pretesa su cui le parte possono disporre liberamente\"), l'art. 5 CA sera remplacé et perpétué par l'art. 354 du code de procédure civile unifié (CPC; RO 2010 1739). La Chambre des recours a jugé que la prétention élevée en l'espèce, fondée sur le contrat de travail, n'est pas susceptible d'arbitrage.\n\n4.1 Dans un arrêt du 23 juin 1989 non publié au recueil officiel, le Tribunal fédéral a affirmé sans discussion que le droit fédéral ne s'oppose pas à ce que le conflit individuel entre employeur et travailleur soit soumis à l'arbitrage (arrêt 4P.69/1989 du 23 juin 1989, in SJ 1989 p. 595). Dans cette affaire, les parties avaient convenu de soumettre la contestation à un tribunal arbitral alors que le travailleur avait déjà ouvert action devant le Tribunal de prud'hommes; l'employeuse a ensuite attaqué la sentence en faisant valoir que l'arbitrage n'était pas admissible (cf. BERGER/KELLERHALS, Internationale und interne Schiedsgerichtsbarkeit in der Schweiz, 2006, p. 210 n° 601). Divers cantons ont adopté des règles prohibant ou restreignant l'arbitrage en matière de contrat individuel de travail (voir l'aperçu présenté par GABRIEL AUBERT, L'arbitrage en droit du travail, Bulletin, Association suisse de l'arbitrage 2000 p. 3 et 4); ainsi, dans le canton de Vaud, selon la loi du 17 mai 1999 sur la juridiction du travail (RSV 173.61; ci-après: LJT/VD), les contestations relatives au contrat de travail relèvent du tribunal de prud'hommes lorsque la valeur litigieuse n'excède pas 30'000 fr. (art. 1 al. 1 let. a et art. 2 al. 1 let. a LJT/ VD), et l'on ne peut déroger à la compétence de ce tribunal que par une clause compromissoire insérée dans une convention collective de travail (art. 3 al. 1 LJT/VD). Cette règle ne vise donc pas la présente affaire où la valeur litigieuse s'élève à 50'000 fr.; il faut ainsi examiner si l'arbitrage est exclu par une règle de droit fédéral.\n\n4.2 Selon la jurisprudence, le droit fédéral et l'art. 5 CA autorisent la convention d'arbitrage pour les conflits collectifs du travail, soit ceux qui s'élèvent entre des employeurs ou des organisations d'employeurs, d'une part, et des organisations de travailleurs d'autre part (ATF 107 Ia 152 consid. 2c p. 154 in fine; voir aussi ATF 125 I 389). Il est par ailleurs admis que le conflit individuel du travail est une cause de BGE 136 III 467 S. 471nature patrimoniale aux termes de l'art. 177 al. 1 de la loi fédérale du 18 décembre 1987 sur le droit international privé (LDIP; RS 291), et qu'il est donc susceptible d'un arbitrage international si, lors de la conclusion de la convention d'arbitrage, l'une des parties avait son domicile ou sa résidence habituelle à l'étranger (AUBERT, op. cit., p. 7 à 9; FILIPPO RYTER, Article 343 CO et procédure civile vaudoise en matière de conflit de travail, 1990, p. 180 et 181). La législation fédérale a exclu l'arbitrage en matière de ventes par acomptes (ancien art. 226l CO; RO 1962 1085) ou à paiements préalables (ancien art. 228 al. 1 CO; RO 1962 1089), de courtage entre placeur et demandeur d'emploi (ancien art. 10 al. 1 [RO 1991 395] de la loi fédérale du 6 octobre 1989 sur le service de l'emploi et la location de services [LSE; RS 823.11], et de contrat de travail entre travailleur et bailleur de services (ancien art. 23 al. 1 LSE; RO 1991 400). Ces règles ont été supprimées sans remplacement avec l'entrée en vigueur de la loi fédérale sur les fors (ch. 5 et 25 de l'annexe de cette loi). D'autres règles semblables avaient disparu déjà auparavant (art. 27 al. 2 de la loi du 1er juillet 1966 sur les fonds de placement [RO 1967 134]; art. 18 al. 1 et 2 de la loi du 20 décembre 1985 sur les cartels [RO 1986 879]).\n\nEn matière de bail à loyer d'habitation, l'arbitrage demeure restreint par l'art. 274c CO; cette règle se perpétuera à l'art. 361 al. 4 CPC.\n\n4.3 En doctrine, la validité de la convention d'arbitrage pour le conflit individuel entre employeur et travailleur est controversée. Certains auteurs n'envisagent que les restrictions fixées par le droit cantonal de procédure (BERGER/KELLERHALS, op. cit., p. 85 n° 237; WOLFGANG PORTMANN, in Commentaire bâlois, 4e éd. 2007, nos 21 et 22 ad art. 343 CO; JÜRG BRÜHWILER, Kommentar zum Einzelarbeitsvertrag, 2e éd. 1996, n° 5 ad art. 343 CO; FILIPPO RYTER, op. cit., p. 291); d'autres excluent l'arbitrage, entièrement ou pour les prétentions issues de règles impératives ou semi-impératives de la loi selon les art. 361 et 362 CO (KURT MEIER, Schiedsgerichtsbarkeit in arbeitsrechtlichen Streitigkeiten, in 125 Jahre Kassationsgericht des Kantons Zürich, 2000, p. 267 et ss; STREIFF/VON KAENEL, Arbeitsvertrag, 6e éd. 2006, n° 8 ad art. 343 CO, p. 922; STAEHELIN/VISCHER, Commentaire zurichois, 1996, n° 4 ad art. 343 CO), ou enseignent que le siège de l'arbitrage doit se trouver au lieu désigné par l'art. 24 al. 1 LFors et que les principes de procédure de l'art. 343 al. 2 à 4 CO doivent être respectés (GEISER/MÜLLER, Arbeitsrecht in der Schweiz, 2009, p. 33 n° 87; RÉMY WYLER, Droit du travail, 2e éd. 2008, p. 626; FRANK VISCHER, Der BGE 136 III 467 S. 472Arbeitsvertrag, in Schweizerisches Privatrecht, 3e éd. 2005, p. 387; CHRISTIANE BRUNNER ET AL., Commentaire du contrat de travail, 2004, n° 16 ad art. 343 CO; AUBERT, op. cit., p. 5 et 6).\n\n4.4 L'art. 24 al. 1 LFors désigne un for impératif en ce sens que d'après l'art. 21 al. 1 let. d LFors, le travailleur ne peut y renoncer ni à l'avance ni par acceptation tacite. L'art. 21 al. 2 LFors admet seulement la validité d'une élection de for conclue après la naissance du différend. Ces dispositions sont reportées sans modification à l'art. 35 al. 1 let. d et 35 al. 2 CPC. Des travaux du législateur, il ressort sans équivoque que les règles de compétence à raison du lieu, mêmes impératives, n'ont aucune incidence ni sur l'admissibilité ni sur les modalités de l'arbitrage dans les domaines juridiques qu'elles concernent (ADRIAN STAEHELIN ET AL., Zivilprozessrecht, 2008, p. 524 n° 13; DOMINIK GASSER, in Gerichtsstandsgesetz, 2e éd. 2005, nos 43 et 44 ad art. 1 LFors). En effet, dans son message du 18 novembre 1998 concernant la loi fédérale sur les fors en matière civile (FF 1999 2591), le Conseil fédéral avait proposé une règle selon laquelle la liberté de conclure des conventions d'arbitrage demeurerait entière, pour autant que les cocontractants n'éludent pas un for impératif (art. 1 al. 3 du projet; FF 1999 2640). Le Conseil national a adopté cette clause le 10 juin 1999 (BO 1999 CN 1031), mais, sur proposition de sa commission, le Conseil des Etats l'a au contraire rejetée le 5 octobre suivant (BO 1999 CE 893). Le Conseil national s'est rallié à cette décision du Conseil des Etats le 7 décembre 1999 (BO 1999 CN 2410). L'approche développée par la Conseillère aux Etats Christiane Brunner, qui s'était exprimée au nom de la commission, a été suivie; selon son exposé, les cocontractants qui renoncent à la juridiction étatique renoncent aussi au for prévu par la loi, même lorsque celui-ci est impératif (voir aussi JEAN-FRANÇOIS POUDRET, L'arbitre n'a pas de for: remarques à propos de l'article 1er alinéa 3 du projet de loi fédérale sur les fors en matière civile, in Mélanges en l'honneur de Henri-Robert Schüpbach, 2000, p. 227, 228). L'art. 5 CA, qui circonscrit les causes susceptibles d'arbitrage, se rapporte exclusivement à la compétence des autorités étatiques à raison de la matière; c'est seulement lorsque celles-ci sont impérativement compétentes à raison de la matière qu'une règle de for est éventuellement impérative.\n\n4.5 Selon l'art. 341 al. 1 CO, le travailleur ne peut pas renoncer, pendant la durée du contrat ni durant le mois qui suit la fin de celui-ci, aux créances résultant de dispositions impératives de la loi ou d'une convention collective. Cette règle prend en considération que le BGE 136 III 467 S. 473travailleur se trouve dans une situation de dépendance aiguë et que celle-ci peut l'entraîner à accepter une réduction de ses prétentions, en particulier s'il redoute de perdre son emploi (ATF 102 Ia 417 consid. 3c p. 418). Elle n'introduit pas un simple délai de réflexion; elle s'applique pendant toute la durée du contrat et encore pendant un mois au-delà (ATF 105 II 39 p. 41/42). Les remises de dette et les renonciations unilatérales sont seules privées de validité, à l'exclusion de celles que l'employeur obtient moyennant une contrepartie adéquate lors d'une transaction (ATF 118 II 58 consid. 2b p. 61; ATF 110 II 168 consid. 3b p. 171). Ainsi, le travailleur ne peut pas disposer librement des créances résultant de dispositions impératives de la loi ou d'une convention collective, pendant la durée du contrat et le mois suivant son expiration, et, en particulier, il ne peut pas y renoncer sans contrepartie correspondante. La validité d'une transaction entre les parties est subordonnée à une équivalence appropriée de leurs concessions réciproques.\n\n4.6 L'art. 5 CA n'autorise la convention d'arbitrage que pour des prétentions dont les parties peuvent librement disposer. Le travailleur ne peut renoncer à ses créances issues de dispositions impératives ou semi-impératives, selon les art. 361 et 362 CO, que dans les limites restrictivement posées par l'art. 341 al. 1 CO, de sorte qu'il ne peut pas en disposer librement. Cette restriction de la liberté de disposer est déterminante aussi pour l'application de l'art. 5 CA. Nonobstant l'opinion différente de certains auteurs, présentée surtout dans des ouvrages concernant la procédure civile ou l'arbitrage (JOLIDON, op. cit., n° 4 ad art. 5 CA; RICHARD FRANK ET AL., Kommentar zur zürcherischen Zivilprozessordnung, 3e éd. 1997, p. 775 nos 16 à 19), une créance ne relève pas de la libre disposition des parties selon l'art. 5 CA si une renonciation à cette même créance n'est pas valable faute de répondre aux conditions de l'art. 341 al. 1 CO. Si le travailleur ne peut pas renoncer à certaines créances en vertu de cette disposition, il ne peut pas non plus convenir d'avance qu'elles seront soumises à l'arbitrage. Une clause compromissoire n'est donc pas valable si elle est insérée dans le contrat de travail pour s'appliquer aux contestations futures qui s'élèveront, le cas échéant, au sujet de telles créances. Il est d'ailleurs incohérent que la législation applicable au conflit individuel de travail interdise la clause d'élection de for, dans l'intérêt de la partie la plus faible, selon les art. 21 al. 1 let. d et 24 al. 1 LFors, mais permette la clause compromissoire (FRANÇOIS BOHNET, Les conflits individuels de travail et les litiges en matière de bail et de droit de la BGE 136 III 467 S. 474consommation seront-ils arbitrables sous l'empire de la loi fédérale de procédure civile?, in Mélanges en l'honneur de François Knoepfler, 2005, p. 161 et ss, p. 168). Pour les créances auxquelles le travailleur ne peut pas renoncer selon l'art. 341 al. 1 CO, celui-ci ne peut pas davantage souscrire, d'avance, une clause compromissoire qu'une clause d'élection de for selon l'art. 21 al. 1 let. d LFors.\n\nEn l'espèce, la contestation porte sur la rétribution d'heures de travail supplémentaires, de sorte que la Chambre des recours rejette à bon droit la validité de la clause compromissoire. Le recours se révèle mal fondé, ce qui conduit à son rejet."}