{"annee": "136", "cour": "III", "page": "455", "date": "4/10/2010", "cite": ["135 III 153", "134 I 65", "135 IIII 153", "129 III 577", "135 III 121", "134 III 52", "135 II 313", "133 III 497"], "cite_par": ["137 V 440"], "chapeau": "65. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. gegen Y. (Beschwerde in Zivilsachen)\n\n5A_377/2010 vom 4. Oktober 2010", "regestes": ["Art. 122 et 123 al. 2 CC; partage des prestations de sortie de la prévoyance professionnelle. Le droit à la compensation de la prévoyance est inconditionnel et indépendant de la preuve d'une perte de prévoyance liée au mariage et de la répartition des tâches durant le mariage. Une fortune considérable et la sécurité financière ne rendent pas à elles seules le partage des prestations manifestement inéquitable (consid. 2-4)."], "faits": "|456|\n\nX. (Ehemann/Beschwerdeführer), Jahrgang 1961, und Y. (Ehefrau/ Beschwerdegegnerin), Jahrgang 1956, heirateten 1988. Die Ehegatten haben keine Kinder. Die Ehefrau besorgte den Haushalt und arbeitete zu Beginn der Ehe teilzeitlich. Ihre Erwerbstätigkeit gab sie nach wenigen Jahren auf. Sie verwaltete ihr Vermögen, bestehend insbesondere aus geerbten Liegenschaften, und erzielte im Jahr 2005 einen Nettoertrag von rund Fr. 10'000.- monatlich. Der Ehemann war stets vollzeitlich in leitender Funktion bei einer Privatbank angestellt. Sein Gehalt belief sich im Jahr 2005 auf rund Fr. 14'000.- monatlich. Im Oktober 2005 trennten sich die Ehegatten.\n\nAuf Begehren der Ehegatten hin schied das Kantonsgericht die Ehe. Es sprach der Ehefrau keinen nachehelichen Unterhalt zu, verweigerte die Teilung des Guthabens des Ehemannes aus beruflicher Vorsorge und genehmigte die Vereinbarung über die güterrechtliche Auseinandersetzung. Y. legte Berufung ein. Das Obergericht hiess die Berufung gut und entschied, das während der Ehe geäufnete Freizügigkeitsguthaben von X. werde hälftig geteilt.\n\nDas Bundesgericht weist die von X. dagegen erhobene Beschwerde ab, soweit es darauf eintritt.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. In tatsächlicher Hinsicht hat das Obergericht festgestellt, dass das Vermögen der Beschwerdegegnerin rund 3,1 Mio. Fr. (Steuerwert) betrage, während der Beschwerdeführer über kein Vermögen verfüge. Der Vermögensunterschied sei auf eine Erbschaft der |457| Beschwerdegegnerin zurückzuführen. Der Beschwerdeführer habe 2007 als Banker einen jährlichen Nettolohn von Fr. 190'567.- (inklusive Bonus von Fr. 70'000.-) erzielt, d.h monatlich Fr. 15'880.- bzw. Fr. 12'057.70 inklusive 13. Monatslohn ohne Bonusanteil. Die Beschwerdegegnerin habe aus ihrem Vermögen einen monatlichen Nettoertrag von durchschnittlich Fr. 9'216.- erwirtschaftet. Gegen diese Tatsachenfeststellungen erhebt und begründet der Beschwerdeführer keine ausnahmsweise zulässigen Sachverhaltsrügen (Art. 97 Abs. 1 BGG). Die Feststellung des Sachverhalts ist damit für das Bundesgericht verbindlich und dem vorliegenden Urteil zugrunde zu legen (Art. 105 Abs. 1 BGG). Soweit der Beschwerdeführer von einem abweichenden Sachverhalt ausgeht, sind seine Vorbringen nicht zu hören (BGE 135 II 313 E. 5.2.2 S. 322; BGE 134 I 65 E. 1.5 S. 68). Keinerlei Feststellungen finden sich im angefochtenen Urteil zur Behauptung, hinter dem Antrag der Beschwerdegegnerin, das Vorsorgeguthaben hälftig zu teilen, stünden keine berechtigten Ansprüche, sondern die reine Habgier und das Bemühen, den Beschwerdeführer materiell zu schädigen. Mangels entsprechender Tatsachenfeststellungen kann der Vorwurf des Beschwerdeführers, das geschilderte Verhalten der Beschwerdegegnerin erscheine als krass rechtsmissbräuchlich, nicht beurteilt werden (vgl. BGE 133 III 497 E. 5 S. 505 ff.; BGE 134 III 52 E. 2 S. 58 f.).\n\n3. In rechtlicher Hinsicht hat das Obergericht die unterschiedlichen Auffassungen der Gerichtsmehrheit und der Gerichtsminderheit dargelegt. Die Gerichtsmehrheit ist davon ausgegangen, nach der bundesgerichtlichen Rechtsprechung sei das Vorsorgeguthaben hälftig zu teilen. Die Gerichtsminderheit hat angenommen, dass sich der vorliegende Fall von den bundesgerichtlich bisher beurteilten Fällen unterscheide, die hälftige Teilung deshalb unbillig sei und das Vorsorgeguthaben im Verhältnis von 5/8 zugunsten des Beschwerdeführers und von 3/8 zugunsten der Beschwerdegegnerin zu teilen sei. Der Beschwerdeführer schliesst sich der Ansicht der Gerichtsminderheit an, beantragt gestützt darauf aber, die Teilung seiner Austrittsleistung ganz zu verweigern.\n\n4. Die Gerichtsmehrheit kann ihre Entscheidung auf die Rechtsprechung des Bundesgerichts stützen. Davon abzuweichen, geben weder die Überlegungen der Gerichtsminderheit noch die Einwände des Beschwerdeführers begründeten Anlass. Im Einzelnen geht es um Folgendes: |458|\n\n4.1 Anders als die Beschwerdegegnerin hat der Beschwerdeführer ab der Eheschliessung bis zur Ehescheidung einer Einrichtung der beruflichen Vorsorge angehört. Für diesen Fall sieht Art. 122 Abs. 1 ZGB vor, dass die Beschwerdegegnerin Anspruch auf die Hälfte der nach dem Freizügigkeitsgesetz vom 17. Dezember 1993 (SR 831.42) für die Ehedauer zu ermittelnden Austrittsleistung des Beschwerdeführers hat. Der gesetzliche Anspruch auf Teilung der Austrittsleistungen bezweckt einen Ausgleich für die vorsorgerechtlichen Nachteile der während der Ehe erfolgten Aufgabenteilung und dient der wirtschaftlichen Selbstständigkeit jedes Ehegatten nach der Scheidung. Daraus folgt, dass jeder Ehegatte in der Regel einen voraussetzungslosen Anspruch auf die Hälfte der während der Ehe erworbenen Anwartschaften aus der beruflichen Vorsorge hat (BGE 135 III 153 E. 6.1 S. 155). Diese in der Rechtsprechung wiederholt anzutreffende Formulierung darf, wie das Bundesgericht mehrfach hervorgehoben hat, nicht in dem Sinne verstanden werden, dass ein Anspruch auf Vorsorgeausgleich nur besteht, wo auf Grund der Aufgabenteilung während der Ehe ein vorsorgerechtlicher Nachteil entstanden und insoweit eine Art ehebedingter Vorsorgeschaden nachgewiesen ist. Der Teilungsanspruch hat zwar den erwähnten Zweck, ist damit aber Ausdruck der mit der Ehe verbundenen Schicksalsgemeinschaft und als Folge der Schicksalsgemeinschaft nicht davon abhängig, wie sich die Ehegatten während der Ehe in die Aufgaben geteilt haben. Wie im Güterrecht findet auch hier der Ausgleich der während der Ehe erworbenen Rechte grundsätzlich voraussetzungslos statt. Die Ausnahmen von diesem Grundsatz ergeben sich aus Art. 123 Abs. 1 und 2 ZGB und - in beschränktem Umfang - aus dem Verbot des offenbaren Rechtsmissbrauchs (Urteil 5A_623/2007 vom 4. Februar 2008 E. 5.2, in: FamPra.ch 2008 S. 390 f., und die seitherige ständige Rechtsprechung, insbesondere Urteil 5A_79/2009 vom 28. Mai 2009 E. 2.1). Soweit der Beschwerdeführer einen vorsorgerechtlichen Nachteil auf Seiten der Beschwerdegegnerin bestreitet oder dessen fehlenden Nachweis bemängelt, gehen seine Vorbringen an der massgebenden Rechtslage vorbei.\n\n4.2 Das Gericht kann die Teilung gemäss Art. 123 Abs. 2 ZGB ganz oder teilweise verweigern, wenn sie aufgrund der güterrechtlichen Auseinandersetzung oder der wirtschaftlichen Verhältnisse nach der Scheidung offensichtlich unbillig wäre. Der Begriff \"offensichtlich unbillig\" meint absolut stossend, äusserst ungerecht und völlig unhaltbar (vgl. Urteil 5C.49/2006 vom 24. August 2006 E. 3.1, in: |459| FamPra.ch 2006 S. 930). Die Bestimmung ist restriktiv auszulegen (BGE 135 IIII 153 E. 6.1 S. 155). Die Tatsache, dass der anspruchsberechtigte Ehegatte über beträchtliches Vermögen verfügt und deshalb für die Zukunft finanziell abgesichert ist, rechtfertigt den Ausschluss der Teilung für sich allein nicht (BGE 133 III 497 E. 4.5 S. 503; vgl. zitiertes Urteil 5C.49/2006 E. 3, in: FamPra.ch 2006 S. 929 ff., und zitiertes Urteil 5A_79/2009 E. 2). Entgegen der Darstellung des Beschwerdeführers begründen Vermögen und finanzielle Sicherheit, wie sie bei der Beschwerdegegnerin vorhanden sind, für sich genommen keinen Ausschlussgrund im Sinne von Art. 123 Abs. 2 ZGB.\n\n4.3 Die Beurteilung der offensichtlichen Unbilligkeit gemäss Art. 123 Abs. 2 ZGB beruht auf Ermessen (Art. 4 ZGB; BGE 129 III 577 E. 4.2.2 S. 578). Im Rahmen der gesetzlichen Ausschlussgründe sind deshalb sämtliche Umstände des konkreten Einzelfalls zu berücksichtigen (anschaulich: zitiertes Urteil 5A_79/2009 E. 2). Das Obergericht (Mehrheit) hat denn auch die lange Ehedauer und die Aufgabenverteilung in der Ehe und die Tatsache in die Beurteilung einbezogen, dass der bald achtundvierzigjährige Beschwerdeführer in den verbleibenden Erwerbsjahren bis zu seiner Pensionierung bei seinem Verdienst noch ein deutlich grösseres Vorsorgeguthaben werde ansparen können als die dreiundfünfzigjährige Beschwerdegegnerin, die mangels beruflicher Erfahrung und aufgrund ihres Alters kaum eine (annähernd gleichwertige) Arbeit finden dürfte. Die obergerichtlichen Ausführungen tragen sämtlichen Umständen des zu beurteilenden Falls Rechnung. Entgegen der Auffassung des Beschwerdeführers darf die Ehe, die bis zur tatsächlichen Trennung siebzehn Jahre und bis zur Scheidung über zwanzig Jahre gedauert hat, auf Grund der sog. klassischen Rollenverteilung unter den Ehegatten als lebensprägend betrachtet werden, selbst wenn die Ehegatten kinderlos geblieben sind. Kinderlosigkeit schliesst die Annahme einer lebensprägenden Ehe nicht von vornherein aus (vgl. Urteile 5C.169/2006 vom 13. September 2006 E. 2.5, in: FamPra.ch 2007 S. 147 f., und 5C.149/2004 vom 6. Oktober 2004 E. 4.4 und 4.5, in: FamPra.ch 2005 S. 354 ff.).\n\n4.4 Die Gerichtsminderheit, deren Ansicht sich der Beschwerdeführer anschliesst, hat gegenüber einer hälftigen Teilung der Austrittsleistung zu Bedenken gegeben, dass die Beschwerdegegnerin keine Kinder habe aufziehen müssen und daher grundsätzlich auch die Möglichkeit gehabt hätte, ein eigenes Vorsorgeguthaben |460| aufzubauen, was sie jedoch - aus Gründen, die dahingestellt bleiben könnten - nicht getan habe, und dass der Beschwerdeführer - abgesehen vom Vorsorgeguthaben - über keinerlei Vermögen verfüge, weil die Parteien offenbar einen hohen Lebensstandard geführt hätten. Zu diesen beiden Punkten ist lediglich festzuhalten, dass sich kein Ehegatte nach einer langjährigen Ehe seinen Beitrag an den gebührenden Unterhalt der Familie muss vorwerfen lassen, den er aufgrund der - allenfalls konkludent erfolgten - Verständigung der Ehegatten geleistet hat (Art. 163 Abs. 2 ZGB). Haben sich die Parteien hier darauf verständigt, dass die Beschwerdegegnerin ihren Beitrag durch das Besorgen des Haushaltes leistet, ist es müssig und unzulässig, der Beschwerdegegnerin vorzuhalten, sie hätte in Anbetracht ihrer Kinderlosigkeit die Möglichkeit gehabt, einer bezahlten Erwerbstätigkeit nachzugehen. Die von beiden Ehegatten während langer Ehe gelebte und damit gewollte Aufgabenteilung schafft berechtigtes Vertrauen, das im Zeitpunkt der Scheidung nicht enttäuscht werden darf. Die Tatsache sodann, dass der Beschwerdeführer heute über kein Vermögen verfügt, liegt nicht darin begründet, dass er mit seinem monatlichen Einkommen für einen Zweipersonenhaushalt allein hätte aufkommen müssen. In tatsächlicher Hinsicht verhält es sich vielmehr so, dass die Ehegatten ihre Errungenschaftsmittel, d.h. sowohl den Arbeitserwerb des Beschwerdeführers von über Fr. 10'000.- monatlich (Art. 197 Abs. 2 Ziff. 1 ZGB) als auch die Erträge des Eigenguts der Beschwerdegegnerin in vergleichbarer Höhe (Art. 197 Abs. 2 Ziff. 4 ZGB), vollständig für den Familienunterhalt verwendet und deshalb keine hälftig zu teilende Errungenschaft (Art. 215 ZGB) gebildet haben. Die während langen Ehejahren gelebte und damit gewollte Verwendung der vorhandenen Mittel ist auch im Zeitpunkt der Scheidung zu beachten, so dass es grundsätzlich kein Ehegatte dem anderen Ehegatten zu entgelten hat, dass im Scheidungszeitpunkt kein während der Ehe erwirtschaftetes Vermögen in Form von Ersparnissen vorhanden ist, die geteilt werden könnten.\n\n4.5 Insgesamt kann der auf Ermessen beruhende Entscheid nicht beanstandet werden, in Anbetracht der konkreten vorsorgerechtlichen Situation sei die Austrittsleistung des Beschwerdeführers hälftig zu teilen und diese Teilung weder ganz noch teilweise zu verweigern (vgl. zum Ermessensentscheid und dessen Überprüfung: BGE 135 III 121 E. 2 S. 123 f. und 259 E. 2.5 S. 264)."}