{"annee": "136", "cour": "III", "page": "107", "date": "8/12/2009", "cite": ["117 II 432", "33 II 648", "132 III 342"], "cite_par": ["138 III 714", "141 III 444"], "chapeau": "15. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. X. SA gegen A. (Beschwerde in Zivilsachen)\n\n4A_446/2009 vom 8. Dezember 2009", "regestes": ["Prétentions dans la faillite; clause statutaire d'arbitrage. Les organes d'une société en faillite ne peuvent pas opposer une clause statutaire d'arbitrage à l'action en responsabilité des créanciers sociaux (consid. 2.5)."], "faits": "BGE 136 III 107 S. 107\n\nDie Statuten der am 18. März 1940 ins Handelsregister eingetragenen Y. AG enthielten spätestens seit 1960 eine Schiedsklausel für Streitigkeiten zwischen der Gesellschaft und ihren Organen bzw. Aktionären. Gemäss Artikel 28 der zuletzt geltenden Statuten der Y. AG lautete die Schiedsklausel wie folgt:\n\n\"Rechtsstreitigkeiten in Gesellschaftsangelegenheiten zwischen der Gesellschaft und ihren Organen oder Aktionären sowie deren Rechtsnachfolgern entscheidet endgültig (einschliesslich aller Vor- und Zwischenfragen) unter Ausschluss des ordentlichen Rechtsweges ein dreiköpfiges Schiedsgericht mit Sitz in Biel. (...)\n\nGerichtsstand ist Biel. Das Schiedsgericht entscheidet nach schweizerischem Recht. Es ordnet sein Verfahren selbst und regelt auch die BGE 136 III 107 S. 108Kostenfrage. Das Verfahren soll möglichst einfach sein. Die Parteien haben Anspruch auf ein schriftlich begründetes Urteil. Subsidiär gilt die bernische Zivilprozessordnung.\"\n\nAm 5. Januar 2004 wurde der Konkurs über die Y. AG eröffnet. A. (Beschwerdegegnerin), Gläubigerin und Aktionärin der konkursiten Gesellschaft, erhob im März 2007 beim Handelsgericht des Kantons Bern Klage und verlangte von Verwaltungsratsmitgliedern Fr. 1'000'000.- aus aktienrechtlicher Verantwortlichkeit, nachdem sie sich diese Ansprüche gemäss Art. 260 SchKG hatte abtreten lassen. Da die Schiedseinrede erhoben wurde, beschränkte das Handelsgericht die Hauptverhandlung auf die Frage der Zuständigkeit, die es im Urteil vom 7. Juli 2009 bejahte.\n\nDie Beschwerdeführerin beantragt dem Bundesgericht, das Urteil des Handelsgerichts aufzuheben und dessen Zuständigkeit zu verneinen.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2.5 Nach einhelliger Lehre ist grundsätzlich auch die Konkursmasse einschliesslich allfälliger Abtretungsgläubiger nach Art. 260 SchKG an die vom Gemeinschuldner abgeschlossene Schiedsvereinbarung gebunden (BERGER/KELLERHALS, Internationale und interne Schiedsgerichtsbarkeit in der Schweiz, 2006, Rz. 511 S. 178; RÜEDE/HADENFELDT, Schweizerisches Schiedsgerichtsrecht, 2. Aufl. 1993, S. 81; LALIVE/POUDRET/REYMOND, Le droit de l'arbitrage interne et international en Suisse, 1989, N. 1.2 zu Art. 4 KSG; PIERRE JOLIDON, Commentaire du Concordat suisse sur l'arbitrage, 1984, S. 141; VOGEL/SPÜHLER, Grundriss des Zivilprozessrechts und des internationalen Zivilprozessrechts der Schweiz, 8. Aufl. 2006, Rz. 43 zu Kapitel 14; vgl. auch Beschluss des Handelsgerichts des Kantons Zürich vom 8. Juli 1991 E. 2.2, in: ZR 90/1991 S. 216 f.; Entscheid des Walliser Kantonsgerichts vom 9. Juli 1986, in: Zeitschrift für Walliser Rechtsprechung [ZWR] 1986 S. 406). Das Bundesgericht hat die Gültigkeit der Schiedsklausel für die Konkursmasse im Zusammenhang mit einer Kollokationsklage in einem älteren Entscheid zwar verneint (BGE 33 II 648 E. 4 S. 654). Auf die Tragweite dieses Entscheids braucht jedoch nicht näher eingegangen zu werden, da für BGE 136 III 107 S. 109Ansprüche aus aktienrechtlicher Verantwortlichkeit besondere Regeln gelten.\n\n2.5.1 Entgegen der Auffassung der Beschwerdeführerin macht die Beschwerdegegnerin im Rahmen der Verantwortlichkeitsansprüche nach Art. 757 OR genau besehen nicht die Ansprüche der Gesellschaft gegenüber den Organen geltend, sondern diejenigen der Gläubigergesamtheit. Aus diesem Grund kann der Belangte der Abtretungsgläubigerin nicht sämtliche Einreden gegen sie persönlich und gegen die Gesellschaft entgegengehalten, sondern nur diejenigen, die ihm auch gegenüber der Gläubigergesamtheit zustehen (BGE 117 II 432 E. 1b/gg S. 440 mit Hinweisen). Die Ablösung des eigenen Anspruchs der Gesellschaft durch denjenigen der Gläubigergesamtheit im Konkurs hat nicht zum Zweck, den Gläubigern mehr Rechte zu verschaffen, als die Gesellschaft jemals hatte. Sie dient allein dem Ausschluss derjenigen Einreden, die den Abtretungsgläubigern gegenüber nicht gerechtfertigt sind. Einreden, die unabhängig von der Willensbildung der Gesellschaft vor der Konkurseröffnung bestanden haben, können zulässig bleiben, beispielsweise die Einrede der Verrechnung mit Forderungen, die schon vor der Konkurseröffnung bestanden (BGE 132 III 342 E. 4.4 S. 351 mit Hinweisen; vgl. auch BERNARD CORBOZ, La responsabilité des organes en droit des sociétés, 2005, N. 22 zu Art. 757 OR).\n\n2.5.2 Bei der gestützt auf eine in den Statuten enthaltene Schiedsklausel erhobenen Schiedseinrede handelt es sich nicht um eine Einrede, die unabhängig von der Willensbildung der Gesellschaft besteht. Es rechtfertigt sich nicht, die Einrede gegenüber der Gläubigergesamtheit, die keinen Einfluss auf die Statuten hatte, zuzulassen, sonst bestünde die Gefahr, dass die Organe durch entsprechende statutarische Bestimmungen die Durchsetzung der Verantwortlichkeitsansprüche der Gläubiger im Konkurs erschweren. Massgebend ist, ob die Gläubigergesamtheit an die Schiedsklausel gebunden ist. Eine solche Bindung kann nicht aus den Statuten der Gesellschaft abgeleitet werden (vgl. PETER BÖCKLI, Schweizer Aktienrecht, 4. Aufl. 2009, § 18 Rz. 358 mit weiteren Hinweisen; FORSTMOSER/MEIER-HAYOZ/NOBEL, Schweizerisches Aktienrecht, 1996, § 36 Rz. 118; WALTER J. HABSCHEID, Statutarische Schiedsgerichte und Schiedskonkordat, Schweizerische Aktiengesellschaft [SAG] 57/1985 S. 166)."}