{"annee": "117", "cour": "II", "page": "508", "date": "4/11/1991", "cite": ["112 IA 305", "115 IA 12", "69 IV 54", "114 IA 105", "116 II 86", "106 IA 13"], "cite_par": ["118 V 190", "119 IB 64", "119 II 183", "130 V 320", "119 II 482"], "chapeau": "93. Auszug aus dem Urteil der II. Zivilabteilung vom 4. November 1991 i.S. F. gegen F. (Berufung)", "regestes": ["Art. 54 OJ; point de départ du délai de recours en réforme en cas d'interprétation du jugement. Effets de l'indication erronée des voies de recours intervenue après l'échéance du délai de recours en réforme. 1. Le recours en réforme interjeté dans le délai de recours déclenché par une décision d'interprétation doit se limiter à l'objet de cette dernière (consid. 1). 2. Le principe de la confiance ne commande pas la prolongation du délai lorsque l'indication erronée des voies de recours n'est intervenue qu'une fois échu le délai de recours (consid. 2)."], "faits": "BGE 117 II 508 S. 508\n\nA.- Am 23. Mai 1985 klagte Maria Josefa F. beim Bezirksgericht Bülach gegen Horst Erich F. auf Scheidung. Dieses fällte am 5. Dezember 1985 das Scheidungsurteil, das mit Ausnahme der Regelung über den Unterhalt für den Sohn Gian Andrea am 21. Januar 1987 rechtskräftig geworden ist.BGE 117 II 508 S. 509\n\nAm 22. Dezember 1987 entschied das Obergericht des Kantons Zürich ein erstes Mal über den Kinderunterhalt. Weil dieser Entscheid vom Kassationsgericht des Kantons Zürich teilweise aufgehoben worden war, legte das Obergericht den Kinderunterhalt mit Entscheid vom 14. Februar 1990 ein zweites Mal fest. Auch dieser Entscheid wurde indessen vom Kassationsgericht auf Beschwerde von Horst Erich F. hin teilweise aufgehoben.\n\nB.- Mit Urteil vom 1. Februar 1991 entschied das Obergericht schliesslich, dass Horst Erich F. für seinen Sohn Gian Andrea monatliche Unterhaltsbeiträge von Fr. 300.-- zusätzlich allfällige gesetzliche oder vertragliche Kinderzulagen zu bezahlen habe.\n\nMit Eingabe vom 1. März 1991 stellte Maria Josefa F. beim Obergericht ein Begehren um Erläuterung des Urteils vom 1. Februar 1991, da nicht klar sei, ob die Unterhaltsbeiträge indexiert seien oder nicht. Das Obergericht beschloss am 3. Mai 1991, davon Vormerk zu nehmen, dass die von ihm bereits im Urteil vom 22. Dezember 1987 festgelegte Indexklausel in Rechtskraft erwachsen sei, und wies die weitergehenden Begehren ab. In diesem Beschluss hielt es überdies ausdrücklich fest, dass die in seinem Urteil vom 1. Februar 1991 angegebenen Rechtsmittelfristen mit Eröffnung des Erläuterungsbeschlusses neu zu laufen begännen.\n\nC.- Mit Eingabe vom 17. Juni 1991 hat Maria Josefa F. Berufung an das Bundesgericht erhoben. Sie verlangt, Horst Erich F. sei in Abänderung des Urteils des Obergerichts vom 1. Februar 1991 zu verpflichten, an den Unterhalt seines Sohnes Gian Andrea ab 1. Juni 1988 monatlich Fr. 500.-- zu bezahlen; gegebenenfalls sei die Sache zur Neubeurteilung an das Obergericht zurückzuweisen.\n\nHorst Erich F. beantragt, die Berufung abzuweisen. Das Obergericht hat auf Gegenbemerkungen verzichtet.\n\nDas Bundesgericht tritt auf die Berufung nicht ein aus folgenden", "considerants": "Erwägungen:\n\n1. Angefochten ist vorliegend der Entscheid des Obergerichts vom 1. Februar 1991. Dieser wurde dem Rechtsvertreter der Klägerin am 8. Februar 1991 zugestellt und gemäss postalischer Empfangsbescheinigung einen Tag später auch in Empfang genommen. Der Erläuterungsbeschluss des Obergerichts vom 3. Mai BGE 117 II 508 S. 510des gleichen Jahres wurde dem Vertreter der Klägerin gemäss Empfangsbescheinigung am 22. Mai 1991 zugestellt. Die am 17. Juni 1991 bei der Post aufgegebene Berufung ist somit nur rechtzeitig, falls mit der Zustellung des Erläuterungsentscheides eine neue Berufungsfrist zu laufen begonnen hat, wie dies das Obergericht in seiner Rechtsmittelbelehrung angenommen hat.\n\na) In konstanter Rechtsprechung geht das Bundesgericht davon aus, dass die Erläuterungen das ursprüngliche Urteil ergänzen und keinen davon unabhängigen, selbständigen Entscheid darstellen. Die Erläuterung des ursprünglichen Entscheides hat grundsätzlich zur Folge, dass eine neue Berufungsfrist in Gang gesetzt wird (BGE 116 II 88 mit Verweis auf BGE 69 IV 57; BIRCHMEIER, Handbuch des Bundesgesetzes über die Organisation der Bundesrechtspflege, Zürich 1950, S. 218, und GULDENER, Schweizerisches Zivilprozessrecht, 3. Aufl., Zürich 1979, S. 537; so auch HABSCHEID, Schweizerisches Zivilprozess- und Gerichtsorganisationsrecht, 2. Aufl., Basel und Frankfurt a. M. 1990, S. 474, Rz. 775). Dahinter steht die Überlegung, dass eine Partei erst mit den Erläuterungen erfährt, was mit dem ursprünglichen Urteil gemeint ist, das miss- oder unverständlich, zweideutig oder widersprüchlich war. Erst wenn sie aber die Tragweite des Entscheides erkennen kann, ist ihr zuzumuten zu entscheiden, ob ein Rechtsmittel ergriffen werden soll (vgl. Bundesgericht in SJ 1987, S. 154 f.).\n\nAndererseits darf jedoch der ausserordentliche Rechtsbehelf der Erläuterung nicht zu einer unzulässigen Verlängerung der auf dem Bundesrecht beruhenden Berufungsfrist führen. Deshalb kann diese Frist nur neu zu laufen beginnen, wenn tatsächlich eine Erläuterung erfolgt, nicht aber, wenn das Gesuch abgewiesen wird. Entsprechend hat das Bundesgericht festgehalten, dass die Berufung, die erst in der durch den Erläuterungsentscheid ausgelösten Frist erhoben wird, auf den Gegenstand der Erläuterung beschränkt bleiben muss (BGE 116 II 88). Nur in diesem Umfang kann durch die Erläuterung eine neue Beschwer eingetreten sein. Ob diese Beschränkung dann nicht gilt, wenn nicht der Berufungskläger selber, sondern die andere Partei die Erläuterung verlangt hat, diese aber zuungunsten des Berufungsklägers ausgefallen ist, wie dies das Bundesgericht in einem Entscheid vom 2. April 1986 andeutet (SJ 1987, S. 154 f.; nicht in amtl. Sammlung publiziert), kann offenbleiben. Eine solche Sachlage ist vorliegend nicht gegeben.BGE 117 II 508 S. 511\n\nb) Der Beklagte ist mit dem Urteil vom 1. Februar 1991 dazu verurteilt worden, an den Unterhalt seines Sohnes monatlich Fr. 300.-- zu bezahlen. Die Klägerin ist mit ihrem Begehren, den Unterhaltsbeitrag auf Fr. 500.-- monatlich festzusetzen, insoweit nicht durchgedrungen. Im Erläuterungsbeschluss hat das Obergericht nur präzisiert, dass der Betrag von Fr. 300.-- indexiert sei. Es hat dem Erläuterungsbegehren insofern entsprochen, wobei allerdings eine kleine Abweichung gegenüber dem Erläuterungsbegehren der Klägerin besteht, indem als Ausgangspunkt für die Teuerungsberechnung nicht der Indexstand von 107,7 Punkten (Oktober 1985), sondern ein solcher von 110,6 Punkten (November 1987) angenommen worden ist. Die Klägerin ist durch die Erläuterung nicht beschwert, da diese zu ihrer Zufriedenheit ausgefallen ist. Sie wendet sich in ihrer Berufung denn auch in keiner Weise gegen die Indexierung als solche und deren Berechnung, sondern gegen die Festsetzung der Höhe des Unterhaltsbeitrages im Urteil vom 1. Februar 1991, die nicht Gegenstand des Erläuterungsverfahrens gebildet hat. Die Berufung erscheint somit als verspätet, weshalb auf sie nicht einzutreten ist.\n\n2. Daran ändert auch die unrichtige Rechtsmittelbelehrung im Erläuterungsbeschluss des Obergerichts nichts. Gemäss konstanter bundesgerichtlicher Rechtsprechung bewirkt zwar das in Art. 4 BV gewährleistete verfassungsmässige Recht auf Vertrauensschutz unter anderem, dass falsche Auskünfte von Behörden unter bestimmten Voraussetzungen eine vom gesetzten Recht abweichende Behandlung des Rechtsuchenden gebieten (BGE 115 Ia 18 f.). Dies führt dazu, dass einer Partei aus einer fehlerhaften Rechtsmittelbelehrung kein Nachteil erwachsen darf (BGE 115 Ia 19 E. a; BGE 112 Ia 310 E. 3; BGE 106 Ia 16 E. 3a). Von daher ist es möglich, dass eine falsche Rechtsmittelbelehrung eine Rechtsmittelfrist verlängern kann (BGE 114 Ia 106 ff. E. 2; BGE 115 Ia 19 E. a).\n\nVorliegend ist aber der Berufungsklägerin aus der falschen Rechtsmittelbelehrung des Obergerichts mit Bezug auf die Rechtswahrung kein Nachteil erwachsen. Als das Obergericht mitteilte, mit dem Erläuterungsentscheid beginne eine neue Rechtsmittelfrist, war die Frist für eine Berufung gegen den Entscheid vom 1. Februar 1991 bereits längstens abgelaufen. Nachdem dieser Entscheid am 9. Februar 1991 beim Vertreter der Klägerin eingetroffen war, endete die Frist am 11. März 1991; die Zustellung des BGE 117 II 508 S. 512Erläuterungsentscheides erfolgte hingegen erst am 23. Mai 1991. Die falsche Rechtsmittelbelehrung konnte somit keinerlei Einfluss auf den Entscheid der Klägerin haben, gegen das Urteil vom 1. Februar 1991 Berufung einzulegen oder darauf zu verzichten (vgl. dazu BGE 115 Ia 19 E. b). Für eine Verlängerung der Rechtsmittelfrist mit Rücksicht auf die falsche Rechtsmittelbelehrung aus Gründen des Vertrauensschutzes besteht somit kein Anlass."}