{"annee": "117", "cour": "IA", "page": "18", "date": "26/3/1991", "cite": ["109 IA 171", "116 IA 177", "112 IA 88", "114 IA 25", "113 IA 468", "103 IV 192", "115 IA 329"], "cite_par": ["119 IA 113", "118 IA 112", "117 IA 412", "120 IA 369"], "chapeau": "5. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 26. März 1991 i.S. N. gegen Kantonalbank Appenzell I.Rh., Feuerschaugemeinde Appenzell und Standeskommission des Kantons Appenzell I.Rh. (staatsrechtliche Beschwerde)", "regestes": ["Art. 88 OJ; qualité pour former un recours de droit public. Un voisin a qualité pour faire valoir qu'une autorisation de construire a été accordée en violation de l'obligation légale d'adopter un plan de quartier, pour autant que cette obligation tend aussi à la protection de ses intérêts privés. Art. 4 Cst., art. 60 de la loi d'Appenzell Rhodes-Intérieures sur les constructions. Application arbitraire d'une disposition sur les bâtiments importants. A teneur de l'art. 60 de la loi cantonale sur les constructions, et selon son interprétation historique, il faut comprendre par bâtiments importants, dont la construction ne peut être autorisée que sur la base d'un plan de quartier, les grands centres de distribution du commerce de détail."], "faits": "|19|\n\nDie Kantonalbank Appenzell I.Rh. beabsichtigte, ihr bestehendes Bankgebäude in Appenzell abzubrechen und ein neues mit einer Tiefgarage zu erstellen. N. erhob gegen dieses Bauprojekt Einsprache, die von der Feuerschaugemeinde Appenzell am 2. November 1989 abgewiesen wurde. Dagegen gelangte N. mit Rekurs vom 13. November 1989 an die Standeskommission des Kantons Appenzell I.Rh. und verlangte die Aufhebung des Einspracheentscheides und die Verweigerung der Baubewilligung. Mit Entscheid vom 19. Juni 1990 wies die Standeskommission den Rekurs, ausser in einem Nebenpunkt, ab.\n\nN. führte staatsrechtliche Beschwerde, mit der sie u.a. rügte, die Baubewilligung dürfe nur aufgrund eines rechtskräftigen Quartierplanes bewilligt werden. Das Bauvorhaben sei eine Grossbaute und für diese verlange Art. 60 Abs. 3 des Baugesetzes des Kantons Appenzell I.Rh. vom 28. April 1985, dass sie \"nur aufgrund eines rechtskräftigen Quartierplanes bewilligt werden\" könnten. Das Bundesgericht hielt diese Rüge für unbegründet.", "considerants": "Aus den Erwägungen:\n\n3. b) Vorab ist zu prüfen, ob die Beschwerdeführerin legitimiert ist, sich auf das Fehlen eines Quartierplanes zu berufen. Nach der Rechtsprechung des Bundesgerichtes sind im Rahmen von Art. 88 OG Eigentümer benachbarter Grundstücke befugt, eine Baubewilligung mit staatsrechtlicher Beschwerde anzufechten, soweit sie die Verletzung von Bauvorschriften geltend machen, die ausser den Interessen der Allgemeinheit auch oder in erster |20| Linie dem Schutz der Nachbarn dienen. Zusätzlich müssen sie dartun, dass sie sich im Schutzbereich der Vorschriften befinden und durch die behaupteten widerrechtlichen Auswirkungen der Bauten betroffen werden. Die Legitimation zur staatsrechtlichen Beschwerde bestimmt sich dabei ausschliesslich nach Art. 88 OG. Der Umstand, dass ein Beschwerdeführer im kantonalen Verfahren Parteistellung hatte, ist nicht entscheidend (BGE 116 Ia 179 E. 3a, BGE 113 Ia 470 E. 1a, BGE 112 Ia 89 E. 1b mit Hinweisen).\n\nGemäss Art. 32 BauG enthält ein Quartierplan Baulinien, Bestimmungen über die Art und Weise der Überbauung, insbesondere bezüglich Grösse und Anordnung der Baukörper, die Gestaltung der Baukörper und der Freiräume sowie über die Bereinigung der beschränkten dinglichen Rechte. Sodann kann unter bestimmten Voraussetzungen von den durch Zonenplan und Reglement festgelegten Ausnützungsvorschriften abgewichen werden. Diese Aufzählung zeigt, dass ein Quartierplan nicht nur öffentlichen, sondern auch privaten Interessen dient. Indem er Vorschriften über die Ausnützung enthalten kann, bezweckt er auch den Schutz benachbarter Eigentümer (BGE 112 Ia 89 /90). Dies gilt auch hinsichtlich der durch einen Quartierplan zu regelnden Bereinigung beschränkter dinglicher Rechte. Als Nachbarin befindet sich die Beschwerdeführerin im Schutzbereich dieser Vorschriften des Quartierplanes (vgl. BGE 109 Ia 171). Sie kann sich deshalb auf das Fehlen eines Quartierplanes im Rahmen von Art. 60 BauG berufen.\n\nc) Die Beschwerdeführerin rügt, die Standeskommission habe Art. 60 Abs. 1 BauG willkürlich angewendet. Willkür und damit eine Verletzung von Art. 4 BV liegt vor, wenn ein Entscheid offensichtlich unhaltbar ist, mit der tatsächlichen Situation in klarem Widerspruch steht, eine Norm oder einen unumstrittenen Rechtsgrundsatz krass verletzt oder in stossender Weise dem Gerechtigkeitsgedanken zuwiderläuft (BGE 115 Ia 332 E. 3a, BGE 114 Ia 27 f. E. 3b mit Hinweisen).\n\nArt. 60 Abs. 1 BauG, der die Grossbauten regelt, lautet wie folgt:\n\n\"Bauten, die wegen ihrer Grösse und Bedeutung erhebliche Auswirkungen auf die Siedlungs-, Verkehrs- und Versorgungsstruktur aufweisen, sind nur zulässig, wenn sie\n\na) zur Bildung der gemäss Ortsplanung oder der kantonalen Richtplanung erwünschten Siedlungsschwerpunkte beitragen;\n\nb) den Anforderungen einer geordneten Verkehrsabwicklung genügen;\n\nc) die minimale Versorgung benachbarter Siedlungsgebiete nicht |21| gefährden.\"\n\nAufgrund dieses Wortlautes ist es keineswegs willkürlich, wenn die Standeskommission in ihrem Entscheid davon ausgeht, die Voraussetzungen für eine Grossbaute gemäss Art. 60 Abs. 1 lit. a-c müssten kumulativ erfüllt sein. Die Begründung der Standeskommission dürfte vielmehr dem wahren Sinn dieser Bestimmung entsprechen. Für die Auffassung der Beschwerdeführerin, wonach die einzelnen Voraussetzungen für die Annahme einer Grossbaute nur alternativ vorliegen müssen, gibt denn auch der Wortlaut - soweit dies im Rahmen einer Willkürprüfung festgestellt werden kann - keine Anhaltspunkte, wie dies etwa dann der Fall wäre, wenn die einzelnen Tatbestandselemente bspw. durch das Wort \"oder\" verbunden wären. Die Auslegung von Art. 60 Abs. 1 BauG durch die Standeskommission hält in dieser Hinsicht vor dem Willkürverbot stand.\n\nUnbegründet ist auch, was die Beschwerdeführerin gegen die historische Auslegung des Art. 60 BauG durch die Standeskommission vorbringt. Sie verletzt das Willkürverbot nicht, wenn sie mit Blick auf Art. 60 Abs. 1 lit. c BauG, der von der minimalen \"Versorgung\" benachbarter Siedlungsgebiete spricht, ausführt, dass mit der Bestimmung über die Grossbauten die Errichtung von Grossverteilzentren des Detailhandels erfasst werden wollte. Für diese Auffassung spricht insbesondere auch Art. 36 der Verordnung des Grossen Rates zum Baugesetz vom 17. März 1986 (BauV, GS 703), wird doch darin verschiedentlich von \"Verkaufsstellen\" und \"Nettoverkaufsfläche\" gesprochen, was auf Einkaufszentren hinweist. Inwiefern auch bei einem Bankgebäude von einer Verkaufsstelle oder einer Nettoverkaufsfläche gesprochen werden könnte, ist nicht ersichtlich.\n\nDie Beschwerdeführerin führt weiter an, der Titel von Art. 36 BauV (\"Grossbauten und Verkaufsstellen\") sowie der Wortlaut von Art. 36 Abs. 2 BauV, wonach \"als Grossbauten (...) unter anderem Verkaufsstellen mit gesamthaft mehr als 250 m2 Nettoverkaufsfläche\" gelten, weise darauf hin, dass nicht nur Grossverteilzentren des Detailhandels als Grossbauten betrachtet werden dürften. Die Standeskommission hat zu diesem Argument vorgebracht, dass sich eine Verordnungsbestimmung an den Rahmen des höherrangigen Gesetzes, vorliegend an Art. 60 BauG halten müsse. Den Ausführungen der Standeskommission zu dieser Frage ist weiter zu entnehmen, dass ihrer Ansicht nach Art. 36 BauV insofern über Art. 60 BauG hinausgeht, als er für die Annahme einer Grossbaute weitere, im Gesetz nicht vorgesehene |22| Tatbestandselemente festlegt. Inwiefern diese Begründung willkürlich sein soll, ist nicht einzusehen, ist doch der Grundsatz, wonach höherrangiges Recht vorgeht, allgemein anerkannt (vgl. etwa BGE 103 IV 195 E. 2b). Die Beschwerdeführerin bringt schliesslich nichts vor, was im Rahmen einer Willkürprüfung geeignet wäre, die Auffassung der Standeskommission als verfassungswidrig zu betrachten."}