{"annee": "117", "cour": "IV", "page": "276", "date": "21/6/1991", "cite": ["51 II 412", "100 IV 233", "114 IV 23", "108 IV 154", "96 IV 64", "110 II 293", "109 IV 121", "89 IV 132", "100 IB 383", "116 IV 312", "103 IV 96", "97 IV 99"], "cite_par": ["128 IV 260", "119 IV 145", "128 II 282", "127 IV 97", "123 IV 252", "138 IV 13", "128 IV 3", "117 IV 457"], "chapeau": "49. Urteil des Kassationshofes vom 21. Juni 1991 i.S. B. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 204 CP; publications obscènes, projections cinématographiques. Compte tenu de l'évolution des idées, le seuil de tolérance doit être plus élevé pour les films qui ne tombent pas dans la catégorie de la pornographie dure, pour autant que le spectateur ait été rendu préalablement attentif au sujet et au caractère du film et que l'accès en ait été interdit aux adolescents (changement de jurisprudence)."], "faits": "|276|\n\nB. ist Eigentümer des Kinos X. in Zürich. Er führte vom 9. bis 11. Dezember 1985 den Film \"Sex mit Sechzehn - kann man sexbesessene Schulmädchen überhaupt in Schach halten\" einem mit Ausnahme der Altersgrenze von 18 Jahren nicht beschränkten Zuschauerkreis vor.\n\nDie II. Strafkammer des Obergerichts des Kantons Zürich büsste ihn am 25. August 1989 wegen fortgesetzter unzüchtiger Veröffentlichung im Sinne von Art. 204 Ziff. 1 StGB mit Fr. 500.--. Eine dagegen gerichtete kantonale Nichtigkeitsbeschwerde wies das Kassationsgericht des Kantons Zürich am 10. Mai 1990 ab, soweit darauf eingetreten werden konnte.\n\nB. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts vom 25. August 1989 sei aufzuheben und er sei freizusprechen.\n\nDie Vorinstanz hat auf eine Vernehmlassung verzichtet. Die Staatsanwaltschaft des Kantons Zürich beantragt, die Beschwerde sei abzuweisen.\n\nDer Kassationshof des Bundesgerichtes hat den in Frage stehenden Film am 8. Februar 1991 vollständig visioniert.\n\n|277|", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die eidgenössische Nichtigkeitsbeschwerde in Strafsachen hat rein kassatorischen Charakter. Das Bundesgericht kann daher, wenn es eine Beschwerde für begründet hält, nicht selber ein materiell neues Urteil fällen, sondern nur das angefochtene Urteil aufheben und die Sache zur neuen Entscheidung an die Vorinstanz zurückweisen (Art. 277ter BStP; BGE 108 IV 156 E. 1b). Soweit mit dem Begehren, der Beschwerdeführer sei freizusprechen, mehr verlangt wird, ist auf die Nichtigkeitsbeschwerde daher nicht einzutreten.\n\n2. a) Im in Frage stehenden Film - dessen Handlung im wesentlichen nur der Überleitung von einer Sexszene zur anderen dient - werden sexuelle Aktivitäten in verschiedenen Variationen gezeigt; dargestellt werden neben dem Geschlechtsverkehr in unterschiedlichen Stellungen insbesondere auch Fellatio und Cunnilingus. Ejakulationen werden nicht gezeigt. Die Vorinstanz hielt fest, der Film enthalte keine leinwandfüllende Abbildung von Geschlechtsteilen.\n\nSadistische, masochistische oder sonst brutale oder abartige Sexualpraktiken (z.B. mit Kindern, Tieren, Ausscheidungen etc.) werden nicht dargestellt.\n\nb) Vorinstanz und Beschwerdeführer gehen davon aus, dass der in Frage stehende Kinofilm Darstellungen enthält, die unzüchtig im Sinne der bisherigen Bundesgerichtspraxis sind (vgl. dazu insbesondere BGE 114 IV 24 E. 3a und BGE 97 IV 99 Nr. 23). Der Beschwerdeführer bemängelt diese Rechtsprechung, weil sich die Anschauungen der Allgemeinheit über Moral und Sitte in diesem Bereich geändert hätten; dies ergebe sich insbesondere aus der im Revisionsentwurf zum Sexualstrafrecht als Ersatz für Art. 204 StGB enthaltenen Bestimmung, die zweifellos in absehbarer Zeit Gesetzeskraft erlangen werde; die Strafverfolgungsbehörden der gesamten Schweiz griffen bei Sexfilmen der vorliegenden Art denn auch nicht mehr ein.\n\n3. a) Der Begriff \"unzüchtig\" ist ein unbestimmter Rechtsbegriff, der wertender Auslegung durch den Richter bedarf (BGE 109 IV 122, BGE 103 IV 97, BGE 100 Ib 386 E. 4a). Die Interpretation eines solchen Begriffs durch die kantonale Instanz als Frage des Bundesrechts wird vom Bundesgericht grundsätzlich in freier Kognition überprüft. In Grenzfällen weicht das Bundesgericht aber nur mit einer gewissen Zurückhaltung von der Auffassung der Vorinstanz |278| ab (vgl. dazu BGE 116 IV 314, E. 2c zum Begriff des besonders gefährlichen Raubes).\n\nb) Art. 204 StGB soll primär die öffentliche Moral und Sittlichkeit als Teil der öffentlichen Ordnung schützen (BGE 114 IV 24 /5, BGE 100 IV 236, BGE 89 IV 137). Die für eine Gemeinschaft wesentlichen sittlichen Werte sollen also nicht durch unzüchtige Veröffentlichungen gefährdet werden.\n\nNach der Rechtsprechung ist unzüchtig, was den geschlechtlichen Anstand verletzt, indem es in nicht leicht zu nehmender Weise gegen das Sittlichkeitsgefühl in geschlechtlichen Dingen verstösst; für die Grenzziehung zwischen unzüchtigen Darstellungen und solchen, die gewagt, aber noch erlaubt sind, ist das Sittlichkeits- und Schamgefühl des normal empfindenden Bürgers, der weder besonders empfindsam noch sittlich verdorben ist, massgebend (BGE 100 IV 236, 96 IV 69, 89 IV 197/8, 87 IV 74, 86 IV 19, 83 IV 24/5, 79 IV 126/7).\n\nIn BGE 96 IV 68 E. 3 hatte das Bundesgericht in bezug auf Filme, die nicht unter die eigentliche Pornographie fallen, erkannt, bei der Beurteilung des Charakters einer Veröffentlichung seien auch die gesamten Begleitumstände wie der Ort und die Art der Veröffentlichung sowie der Kreis der Personen, für den sie bestimmt ist, zu berücksichtigen. Bei Filmvorführungen in Kinotheatern sei zu beachten, dass die Gefahr der Weiterverbreitung der Bilder an Unbefugte nicht bestehe; im Gegensatz zu allgemein zugänglichen Schriften und Bildern entfalle bei Filmvorführungen auch weitgehend die Gefahr, dass das Publikum gegen seinen Willen mit Darstellungen sexuellen Inhalts konfrontiert werde, namentlich wenn die Kinobesucher durch entsprechende Anzeigen zum voraus auf Gegenstand und Charakter des Films aufmerksam gemacht würden; erwachsene Personen, die unter solchen Voraussetzungen wissentlich der Vorführung eines Films mit gewagten Szenen beiwohnten, fänden sich in der Regel damit ab oder nähmen doch keinen Anstoss daran und seien infolgedessen auch weniger schutzbedürftig, so dass in derartigen Fällen die Toleranzgrenze weitergezogen werden dürfe als bei Veröffentlichungen, bei denen Möglichkeiten der Sicherung und Kontrolle fehlten. In Betracht zu ziehen sei auch die Tatsache, dass die zeitbedingten Anschauungen der Allgemeinheit über Moral und Sitte sich in der Vergangenheit geändert hätten; abgesehen davon, dass Sexualität in ständig steigendem Mass in den Dienst der Werbung, Anregung und Unterhaltung einbezogen werde, und sexuell betonte Darstellungen |279| nicht mehr als ungewöhnlich empfunden würden, sei unverkennbar, dass auf dem Gebiete der Sexualmoral eine Neubesinnung im Gange sei, die sich darin auswirke, dass geschlechtliche Vorgänge offen und frei erörtert würden; diesem Wandel könne sich auch die Rechtsprechung nicht verschliessen.\n\nDie spätere Praxis betonte dann allerdings, diese Erweiterung der Grenze des Zulässigen gelte nur für Grenzfälle (BGE 109 IV 123, BGE 100 IV 236); dass dem Wandel in der Einstellung zur Sexualität auch vom Strafrichter Rechnung zu tragen sei, besage insbesondere nicht, dass die deswegen gebotene Zurückhaltung in der Beurteilung geschlechtlicher Darstellungen soweit gehen müsse, dass in diesem Bereich praktisch überhaupt kein Raum mehr für die Anwendung von Art. 204 StGB bestehe (BGE 109 IV 123, BGE 97 IV 101).\n\nc) Zunächst ist an der ständigen bundesgerichtlichen Rechtsprechung festzuhalten, dass es bei der Frage, ob ein Gegenstand oder ein Film unzüchtig ist, auf das Sittlichkeits- und Schamgefühl des normal empfindenden Bürgers ankommt, wobei sich die Anschauungen der Allgemeinheit über Sitte und Anstand und damit auch über den Begriff des Unzüchtigen ändern können. Die zu einem bestimmten Zeitpunkt vorherrschenden Anschauungen auf diesem Gebiet lassen sich allerdings nicht mit exakter Sicherheit feststellen. Das Bundesgericht hat festgehalten, dass Meinungsumfragen dazu eher untauglich sind (vgl. BGE 103 IV 96). Demgegenüber können beispielsweise in einem Gesetzes- oder Revisionsentwurf enthaltene Grundgedanken, insbesondere wenn sie unumstritten sind, als Ausdruck der allgemeinen \"Entwicklungstendenz\" auf einem bestimmten Rechtsgebiet gewürdigt und in diesem Sinn - mit der notwendigen Zurückhaltung - übernommen werden (BGE 51 II 427; vgl. auch BGE 110 II 296 E. 2a am Ende; MEIER-HAYOZ, Berner Kommentar, Einleitungsband, N 395 zu Art. 1 ZGB mit Hinweisen auf weitere Entscheidungen des Bundesgerichts).\n\nDie Tatbestände der strafbaren Handlungen gegen die Sittlichkeit, zu denen die Bestimmung über die unzüchtige Veröffentlichung gehört, sollen nach Ansicht des Bundesrates geändert und \"den heutigen kriminalpolitischen Bedürfnissen\" und den veränderten gesellschaftlichen Auffassungen angepasst werden (Botschaft des Bundesrates über die Änderung des Schweizerischen Strafgesetzbuches und des Militärstrafgesetzes vom 26. Juni 1985, BBl 1985 II S. 1011 und 1064). Insbesondere soll zwischen weicher |280| und harter Pornographie unterschieden werden (S. 1013). Gegenstände und Darstellungen, die weder unter die weiche noch unter die harte Pornographie fallen, sollen nur in Ausnahmefällen strafrechtlich bedeutsam sein (vgl. S. 1088 f. mit Hinweis auf BGE 96 IV 68 E. 3, BGE 100 Ib 395). Demgegenüber hält der neue Entwurf eines Art. 197 StGB (Marginale: \"Pornographie\"), der weitgehend dem Vorschlag der Expertenkommission, aber auch den in der Vernehmlassung erhobenen Einwendungen Rechnung trägt (S. 1089), in Ziff. 3 an einem generellen Verbot harter pornographischer Gegenstände oder Vorführungen fest, die - abschliessend aufgezählt - geschlechtliche Handlungen mit Kindern, Tieren, menschlichen Ausscheidungen oder sexuell gefärbte Gewalttätigkeiten zum Inhalt haben (vgl. S. 1091). Die Ziffern 1 und 2 können sich somit nur auf die übrige, weiche Pornographie beziehen. Diese darf Personen über 16 Jahren grundsätzlich zugänglich gemacht werden, sofern dies nicht über Radio oder Fernsehen geschieht und sie nicht öffentlich ausgestellt oder gezeigt oder sonst jemandem unaufgefordert angeboten wird. Vorführungen weicher Pornographie an über 16jährige erfüllen also den Tatbestand nicht, sofern sie entsprechend angekündigt werden und der Besucher damit auf den Charakter der Vorführung hingewiesen und vorbereitet wird (S. 1090 unten mit Hinweis auf BGE 96 IV 70). Gesamthaft gesehen entspricht die Vorlage den vom Bundesrat für den vorliegenden Bereich genannten drei Aufgaben des Strafrechts, welches nebst einem generellen Verbot der harten Pornographie junge Menschen vor der Wahrnehmung jeglicher pornographischer Darstellungen bewahren und verhindern soll, dass die übrige Bevölkerung gegen ihren Willen mit Darstellungen sexuellen Inhalts konfrontiert wird (S. 1089; ähnlich die deutsche Regelung in § 184 dtStGB).\n\nBei den parlamentarischen Beratungen erwuchs dem neuen Art. 197 StGB sowohl im Ständerat als auch im Nationalrat in den hier interessierenden Grundzügen keine Opposition (vgl. Amtl.Bull. 1987 S 401-403 und 408; 1990 N 2329-2331 und 2334). Die Räte ergänzten den Antrag des Bundesrates ausdrücklich dahin, dass straflos bleibe, wer die Besucher von Ausstellungen oder Vorführungen in geschlossenen Räumen im voraus auf deren pornographischen Charakter hinweise (Ziff. 2 Abs. 2; vgl. Amtl.Bull. 1987 S 401 f., 1990 N 2331: Votum Bundesrat Koller).\n\nZwar hat dieser Entwurf eines neuen Art. 197 StGB noch keine Gesetzeskraft. Der Umstand, dass ihm im heute interessierenden |281| Umfang im breit abgestützten Vernehmlassungsverfahren und im Parlament keine Opposition erwachsen ist - selbst von kritisch eingestellter Seite wurde Zustimmung zum Entwurf des Bundesrates beantragt (Amtl.Bull. 1990 N 2329) -, ist jedoch ein überzeugender und deutlicher Ausdruck der veränderten \"sozialethischen Auffassungen, die im Sexualstrafrecht Milderungen angezeigt erscheinen lassen\" (Schultz in ZSR 110/1991 S. 183).\n\nd) In den Materialien wurde verschiedentlich auf BGE 96 IV 64 Nr. 16 Bezug genommen. An den darin enthaltenen Grundgedanken ist festzuhalten. Das Bundesgericht hatte - zu Recht, wie die Revisionsbestrebungen des Sexualstrafrechts zeigen - auf die Tatsache hingewiesen, dass die zeitbedingten Anschauungen der Allgemeinheit über Moral und Sitte sich ständig ändern. Die Ausführungen des Bundesrates und die Voten im Parlament zeigen, dass sexuell betonte Darstellungen (sofern sie ein bestimmtes Mass nicht überschreiten) nicht mehr als strafwürdig empfunden werden. Wie das Bundesgericht schon damals feststellte, kann sich auch die Rechtsprechung diesem Wandel nicht verschliessen.\n\nBei Kinovorführungen entfällt die Gefahr, dass das Publikum gegen seinen Willen mit Darstellungen sexuellen Inhalts konfrontiert wird, wenn die Kinobesucher durch einen entsprechenden Aushang im voraus auf Gegenstand und Charakter des Films aufmerksam gemacht werden. Der notwendige Jugendschutz kann durch eine entsprechende Zutrittskontrolle am Eingang sichergestellt werden. Es rechtfertigt sich also, bei Kinovorführungen, die diese beiden Voraussetzungen (die auch eine Grundlage des Revisionsentwurfes bilden) erfüllen, die Toleranzgrenze weiter zu ziehen, als bei für jedermann allgemein zugänglichen Veröffentlichungen (so schon BGE 96 IV 64). Nach dem Revisionsentwurf soll in Fällen weicher Pornographie denn auch ausdrücklich straflos bleiben, wer die Besucher von Ausstellungen oder Vorführungen in geschlossenen Räumen im voraus auf deren pornographischen Charakter hinweist.\n\ne) Aus dem Gesagten ergibt sich, dass den veränderten Anschauungen jedenfalls insoweit Rechnung zu tragen ist, als entgegen BGE 109 IV 123 auch sogenannte weiche Pornographie nicht mehr in jedem Fall unter Art. 204 StGB fallen muss. Bei Kinovorführungen ist dies vielmehr zu verneinen, wenn gewährleistet ist, dass der Kinobesucher im voraus über den Charakter des Films aufgeklärt wird und noch nicht 18jährigen Personen der Zutritt untersagt ist. Bei dieser Betrachtungsweise bleibt durchaus noch |282| Raum für die Anwendung von Art. 204 StGB. Wo genau die Grenze zur strafbaren unzüchtigen Veröffentlichung gezogen werden muss, kann offenbleiben. Insbesondere muss nicht entschieden werden, ob die Grenze zwischen weicher und harter Pornographie so wie im Revisionsentwurf zu ziehen ist. Wie im folgenden darzulegen ist, kann jedenfalls die vorliegend zu beurteilende Vorführung des Films \"Sex mit Sechzehn\" nicht als unzüchtig im Sinne von Art. 204 StGB eingestuft werden.\n\n4. a) Aus den kantonalen Entscheiden ergibt sich, dass der Zutritt zum Kino X. auf über 18jährige Personen beschränkt ist. Dass die Zürcher Kinos, die sich auf Sexfilme spezialisiert haben, von aussen (wie auch in der Zeitungswerbung) deutlich als solche gekennzeichnet sind, ist gerichtsnotorisch.\n\nb) Der Inhalt des Films erschöpft sich in der Wiedergabe von Darstellungen mehr oder weniger üblicher sexueller Handlungen, die eine weitergehende Bedeutung vermissen lassen und keinen über die Erregung oder Befriedigung der Geschlechtslust hinausgehenden Anspruch erheben können. Frauen lutschen am erigierten Glied des jeweiligen Geschlechtspartners, Frauen und Männer lecken die Vaginen der jeweiligen Geschlechtspartnerin. Ferner wird zum Teil in Nah-, aber nicht leinwandfüllender Aufnahme der Geschlechtsverkehr zwischen weiblichen und männlichen Partnern vollzogen. Schliesslich wird ein Akt der Selbstbefriedigung durch eine Frau vorgeführt, bevor sich diese zum Geschlechtsverkehr hingibt. Gesamthaft gesehen handelt es sich - wie auch die Visionierung durch das Bundesgericht gezeigt hat - um ein pornographisches Werk, an dem jemand durchaus dann Anstoss nehmen kann, wenn er damit ohne seinen Willen konfrontiert wird. Aufgrund der gewandelten Anschauungen ist dies bei Besuchern, die sich den Film in Kenntnis dessen ansehen, was sie erwartet, jedoch nicht der Fall, und nimmt auch der übrige Durchschnittsbürger keinen Anstoss daran, dass solche Filmvorführungen besucht werden können. In entsprechend bezeichneten Kinos verletzt dessen Vorführung an mehr als 18jährige Personen daher Art. 204 StGB nicht.\n\nc) Wie in E. 3a dargelegt, ist \"unzüchtig\" ein unbestimmter Rechtsbegriff, dessen Interpretation durch die kantonale Instanz als Frage des Bundesrechts vom Bundesgericht grundsätzlich in freier Kognition überprüft wird. Indem die Vorinstanz feststellte, der vorliegend zu beurteilende Film verstosse in nicht leicht zu nehmender Weise gegen das massgebliche Durchschnittsempfinden |283| in geschlechtlichen Dingen, hat sie Bundesrecht verletzt. Da dem Wandel der Anschauungen auf diesem Gebiete Rechnung zu tragen ist, kann an der bisherigen Rechtsprechung, wie dargelegt wurde, nicht mehr in allen Teilen festgehalten werden.\n\n5. Nach dem Gesagten erweist sich die Beschwerde als begründet. Das angefochtene Urteil ist daher aufzuheben und die Sache zur Freisprechung des Beschwerdeführers an die Vorinstanz zurückzuweisen. Bei diesem Ausgang des Verfahrens sind keine Kosten zu erheben und ist der Beschwerdeführer angemessen zu entschädigen."}