{"annee": "117", "cour": "V", "page": "349", "date": "12/12/1991", "cite": ["101 IB 259", "93 I 666", "97 I 349", "95 I 258", "115 V 27", "85 I 180", "101 V 120", "113 V 54"], "cite_par": ["127 V 315", "127 V 377", "126 V 143", "119 V 131", "125 III 443"], "chapeau": "47. Auszug aus dem Urteil vom 12. Dezember 1991 i.S. M. gegen Staatliche Pensionskasse Solothurn und Versicherungsgericht des Kantons Solothurn", "regestes": ["Art. 104 al. 1 CO. - L'art. 104 al. 1 CO est de nature dispositive, de sorte que les parties peuvent convenir d'un taux d'intérêt plus élevé ou plus bas. - Est considéré comme admissible un taux d'intérêt de 4% fixé dans les statuts d'une institution de prévoyance de droit public."], "faits": "", "considerants": "BGE 117 V 349 S. 349\n\nAus den Erwägungen:\n\n3. b) Nach der Rechtsprechung richtet sich der Zinssatz bei verspäteter Überweisung der Freizügigkeitsleistung in erster Linie nach dem Vorsorgevertrag. Bei Fehlen einer entsprechenden vertraglichen Regelung kommt der in Art. 104 Abs. 1 OR auf 5% festgesetzte Verzugszins zur Anwendung (BGE 115 V 37 Erw. 8c; MEYER-BLASER, 1985-1989: Die Rechtsprechung von Eidg. Versicherungsgericht und Bundesgericht zum BVG, in SZS 1990 S. 89).\n\nNach § 10 Abs. 1 Satz 2 der Kassenstatuten werden geschuldete Kassenleistungen mit 4% Zins und Zinseszins nachbezahlt. Auch wenn diese Bestimmung unter dem Marginale \"Berichtigung von Kassenleistungen\" steht, so geht es der Sache nach um die Anordnung einer Zinspflicht bei verspäteter Zahlung, welche sich auch als Verzugszinsverpflichtung auswirken kann. Das kantonale Gericht hat daher zu Recht angenommen, § 10 Abs. 1 Satz 2 der Kassenstatuten begründe eine Verzugszinsverpflichtung.\n\nDie Höhe des Verzugszinsfusses von 4% lässt sich ebenfalls nicht beanstanden. Bei der Beschwerdegegnerin handelt es sich um eine öffentlichrechtliche Vorsorgeeinrichtung. Zwar ist auch bei öffentlichrechtlichen Geldforderungen nach der Rechtsprechung grundsätzlich von einem Verzugszins in Höhe von 5% auszugehen (BGE 113 V 54 Erw. 5, BGE 101 V 120 Erw. 4, BGE 101 Ib 259 Erw. 4b, BGE 95 I 263; RHINOW/KRÄHENMANN, Schweizerische Verwaltungsrechtsprechung, Ergänzungsband, S. 93, B/V), ein tieferer Zinsfuss ist indessen zulässig (BGE 97 I 352, BGE 93 I 666 Erw. 6, BGE 85 I 184 Erw. 4). Nichts anderes ergibt sich schliesslich im Hinblick auf Art. 104 Abs. 1 OR. Diese Bestimmung ist dispositiver Natur und der darin festgelegte Verzugszinssatz von 5% kann durch Parteiabrede nach oben oder unten abgeändert werden (GAUCH/SCHLUEP, Schweizerisches Obligationenrecht, Allg. Teil, Bd. II, 4. Aufl., N 1756; SCHRANER, N 88 zu Art. 73 OR; WEBER, N 117 zu Art. 73 OR; vgl. aber MEYER-BLASER, a.a.O., S. 89)."}