{"annee": "117", "cour": "IA", "page": "119", "date": "12/6/1991", "cite": ["106 IA 13", "114 IA 25", "116 II 21", "97 I 100", "116 IB 146", "112 IA 353"], "cite_par": ["122 I 57", "121 I 181", "123 II 231", "124 I 255", "134 I 199"], "chapeau": "21. Urteil der I. öffentlichrechtlichen Abteilung vom 12. Juni 1991 i.S. A. Z. gegen Polizeirichteramt und Justizkommission des Obergerichts des Kantons Zug (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst.; déni de justice formel, protection de la bonne foi. Une jurisprudence justifiant un droit à la protection de la bonne foi peut-elle déjà résulter d'un seul jugement? Question laissée ouverte (consid. 2). Le justiciable ne doit pas pâtir d'une réglementation légale peu claire ou contradictoire des voies de droit (consid. 3)."], "faits": "|119|\n\nDas Polizeirichteramt des Kantons Zug sprach A. Z., gegen den Anklage wegen verbotener Handlungen für einen fremden Staat im Sinne von Art. 271 Ziff. 1 StGB erhoben worden war, mit Urteil vom 25. Januar 1990 frei, auferlegte dem Freigesprochenen jedoch die Hälfte der Untersuchungs- und Beurteilungskosten, weil er leichtfertig gehandelt habe. Die Rechtsmittelbelehrung lautete wie folgt: |120|\n\n\"Gegen dieses Urteil kann innert 10 Tagen nach Zustellung die Berufung an das Strafgericht erklärt werden. Diese ist schriftlich, begründet, im Doppel und mit bestimmten Anträgen beim Polizeirichteramt des Kantons Zug einzureichen.\"\n\nEntgegen dieser Rechtsmittelbelehrung focht A. Z. die Kostenauflage mit Beschwerde bei der Justizkommission des Obergerichtes Zug an. Im Vernehmlassungsverfahren stellte der Polizeirichter Antrag auf Nichteintreten auf die Beschwerde, da sie durch die Berufung ausgeschlossen werde und die Justizkommission daher unzuständig sei; allenfalls sei die Beschwerde als unbegründet abzuweisen. Die Vernehmlassung des Polizeirichters wurde A. Z. zugestellt und ihm Gelegenheit gegeben, innert zehn Tagen Stellung zu nehmen. Z. machte von dieser Möglichkeit keinen Gebrauch.\n\nMit Beschluss vom 12. April 1990 trat die Justizkommission des Obergerichtes auf die Beschwerde von A. Z. nicht ein. Sie räumte zwar ein, dass bei der Revision der Strafprozessordnung für den Kanton Zug (StPO) vom 15. März 1979 § 70 über die Berufung und § 80 Ziff. 4 über die Beschwerde gegen Kostenentscheide nicht aufeinander abgestimmt worden und nur schwer miteinander in Einklang zu bringen seien. Da aber nach § 70 Abs. 3 StPO mit der Berufung nach wie vor \"alle Mängel des Verfahrens und des Urteils\" gerügt werden könnten und die Berufung alle anderen Rechtsmittel ausschlösse, sei sie und nur sie gegen den umstrittenen Kostenspruch gegeben. Auf die vorliegende Beschwerde könne daher nicht eingetreten werden. Im übrigen könne § 93 des Zuger Gesetzes über die Organisation der Gerichtsbehörden (GOG), der die Weiterleitung der aus Versehen an eine unrichtige Amtsstelle gerichteten Eingaben vorschreibt, hier nicht zur Anwendung kommen, weil von einem Versehen des Beschwerdeführers keine Rede sein könne.\n\nA. Z. hat gegen den Nichteintretensentscheid der Justizkommission des Obergerichtes Zug staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV (Willkür, überspitzter Formalismus, formelle Rechtsverweigerung, Verstoss gegen Treu und Glauben) erhoben und verlangt, dass der angefochtene Beschluss aufgehoben und die Sache entweder zur materiellen Entscheidung an die Justizkommission oder zur Weiterleitung an das Strafgericht zurückgewiesen werde.\n\n|121|", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beschwerdeführer macht unter anderem geltend, der Nichteintretensbeschluss der Justizkommission des Obergerichtes Zug stehe mit den revidierten Bestimmungen der Strafprozessordnung und den gesetzgeberischen Absichten in klarem Widerspruch und sei daher willkürlich. Diese Rüge ist vorweg zu behandeln, denn wäre sie begründet, wäre der angefochtene Entscheid in Gutheissung der staatsrechtlichen Beschwerde aufzuheben, ohne dass die weiteren Vorwürfe geprüft werden müssten.\n\na) Nach § 70 Abs. 1 Ziff. 2 der Zuger Strafprozessordnung vom 3. Oktober 1940 in der am 15. März 1979 revidierten Fassung unterliegen neben den Urteilen anderer Instanzen auch die Urteile des Polizeirichters der Berufung. Über die Berufung wird im heutigen § 70 Abs. 3, der mit § 70 Abs. 2 in der ursprünglichen Fassung wörtlich übereinstimmt, folgendes ausgeführt:\n\n\"Mit der Berufung können alle Mängel des Verfahrens und des Urteils angefochten werden. Wo die Berufung möglich ist, ist die Anrufung anderer Rechtsmittel nicht zulässig. Die Berufung hemmt die Rechtskraft des Urteils.\"\n\nDemgegenüber lautet seit der Gesetzesänderung von 1979 § 80 Ziff. 4 StPO wie folgt:\n\n\"Die Beschwerde an die Justizkommission ist zulässig:\n\n...\n\n4. gegen Entscheide über die Auferlegung von Kosten und die Zusprechung von Entschädigungen, soweit diese Entscheide nicht mit der Hauptsache an eine höhere Instanz weitergezogen werden.\"\n\nNach dem Wortlaut von § 70 StPO unterliegt somit auch der Kostenspruch in den Urteilen des Polizeirichters der Berufung und wird dadurch die Beschwerde ausgeschlossen. Gemäss § 80 Ziff. 4 StPO sind dagegen solche Kostenentscheide mit Beschwerde an die Justizkommission anfechtbar, soweit das polizeirichterliche Urteil in der Sache selbst nicht weitergezogen wird. Diesen Widerspruch erklärt die Justizkommission im angefochtenen Entscheid damit, dass der Regierungsrat bei der Revision der Strafprozessordnung vorgeschlagen habe, in Angleichung an den Zivilprozess in einer neuen Ziffer 4 des § 80 die selbständige Anfechtung des Kostenspruches vorzusehen und dementsprechend die alte Bestimmung von § 70 Abs. 2 StPO in dem Sinne zu ändern, dass der generelle Ausschluss anderer Rechtsmittel durch die Berufung gestrichen werde. Dem Antrag des Regierungsrates sei in bezug auf § 80 |122| Ziff. 4 gefolgt, hinsichtlich der Neufassung von § 70 Abs. 2 bzw. des heutigen Abs. 3 aber aus unbekannten Gründen nicht stattgegeben worden.\n\nb) Aus der geschilderten Entstehungsgeschichte scheint sich zu ergeben, dass es tatsächlich Absicht des Gesetzgebers war, für die selbständige Anfechtung von Kostenentscheiden neu die Beschwerde an die Justizkommission zur Verfügung zu stellen und dass die Anpassung von § 70 Abs. 3 StPO nur aus Versehen unterblieb. Für diese Interpretation spricht auch, dass § 80 Ziff. 4 StPO - wie die Justizkommission selbst zugibt - jede eigenständige Bedeutung verliert, wenn davon ausgegangen wird, dass auch der Kostenspruch von berufungsfähigen Urteilen immer mit Berufung weiterzuziehen sei. Andererseits ist bei der Gesetzesänderung über die Neufassung von § 70 Abs. 2 bzw. Abs. 3 offenbar beraten und ausdrücklich an der Bestimmung festgehalten worden, nach der die Anrufung anderer Rechtsmittel unzulässig sein soll, wenn die Berufung möglich ist. Ein Grund hiefür könnte darin liegen, dass eine Gabelung des Rechtsweges vermieden werden soll, wenn die eine Partei nur den Kostenspruch, die andere den Entscheid in der Sache selbst weiterzieht. Jedenfalls räumt auch der Beschwerdeführer sinngemäss ein, dass eine Auslegung der fraglichen Bestimmung im Sinne des angefochtenen Entscheides nicht völlig ausgeschlossen sei. Als willkürlich könnte aber das Bundesgericht den angefochtenen Nichteintretensentscheid nur aufheben, wenn er eine Norm oder einen unumstrittenen Rechtsgrundsatz krass verletzte, und nicht schon, wenn eine andere Lösung denkbar oder sogar vorzuziehen wäre (vgl. etwa BGE 116 II 29 E. 5, BGE 114 Ia 27 f. E. 3b, je mit Hinweisen). Da sich nach dem Gesagten die Auffassung der Justizkommission, der fragliche Kostenspruch des Polizeirichters hätte mit Berufung angefochten werden sollen, nicht vollständig unhaltbar ist, erweist sich der Vorwurf der Willkür als unbegründet.\n\n2. Der Beschwerdeführer bringt weiter vor, gemäss der nach Inkrafttreten der Gesetzesnovelle veröffentlichten Rechtsprechung seien Beschwerden gegen Kostenentscheide im Falle von Freisprüchen regelmässig an die Hand genommen worden. Mit dem Nichteintretensbeschluss habe die Justizkommission daher eine Praxisänderung vorgenommen, welche - soweit sie überhaupt zulässig sei - nach dem Gebot des Vertrauensschutzes nicht ohne vorherige Ankündigung hätte erfolgen dürfen, da sie die Frage der Zulässigkeit eines Rechtsmittels betreffe und die Verwirkung von |123| Rechten zur Folge habe. Die Justizkommission bestreitet, dass eine einheitliche, vertrauensbegründende Praxis über den Weiterzug von Kosten- und Entschädigungsentscheiden bestanden habe.\n\na) Nach den unwidersprochen gebliebenen Darlegungen der Justizkommission in der Beschwerdeantwort ist seit der Änderung der Strafprozessordnung, abgesehen vom vorliegenden Verfahren, in drei Fällen über den Weiterzug von Kosten- und Entschädigungsentscheiden befunden worden, ohne dass sich die Rechtsmittelinstanzen ausdrücklich mit der Frage des Verhältnisses von § 70 Abs. 3 zu § 80 Ziff. 4 StPO beschäftigt hätten:\n\nMit Beschluss vom 1. Dezember 1981 ist das Strafobergericht des Kantons Zug auf eine unter anderem gegen die Kostenauflage gerichtete Berufung nicht eingetreten mit der Begründung, dass Entscheide über die Auferlegung von Kosten mit Beschwerde bei der Justizkommission anzufechten seien. Allerdings erfolgte die Kostenauflage in jenem Fall nicht in Zusammenhang mit einem Freispruch, sondern mit einer Einstellung des Strafverfahrens und wäre die Beschwerde schon deshalb zum Zuge gekommen, weil gegenüber Einstellungsbeschlüssen keine Berufung erhoben werden kann. Die Erwägung über das zulässige Rechtsmittel ist nicht publiziert worden.\n\nDie Justizkommission hat mit Entscheid vom 27. September 1983 eine Beschwerde behandelt, in welcher der freigesprochene Beschwerdeführer rügte, dass ihm der Polizeirichter keine Entschädigung zugesprochen hatte. Erwägungen über Eintretensfragen wurden nicht angestellt. Das Urteil ist veröffentlicht worden (Gerichts- und Verwaltungspraxis des Kantons Zug 1983/84 S. 146 ff.).\n\nSchliesslich ist die Berufungskammer des Strafgerichtes des Kantons Zug offenbar am 24. April 1987 auf eine Berufung gegen ein freisprechendes Urteil eingetreten, die lediglich die Entschädigungsfrage zum Gegenstand hatte. Dieses Urteil ist nicht publiziert und auch nicht zu den Akten gegeben worden.\n\nb) Es trifft demnach nicht zu, dass sich seit der Revision der Zuger Strafprozessordnung eine ständige Praxis herausgebildet hätte, nach welcher der Kosten- und Entschädigungsspruch von an sich der Berufung unterliegenden Urteilen mit Beschwerde anzufechten sei. Immerhin lautet der einzige publizierte Entscheid (GVP 1983/84 S. 146 ff.), dem sich etwas zur Frage des zulässigen Rechtsmittels entnehmen lässt, im Sinne der These des Beschwerdeführers, doch hat sich die Rechtsmittelinstanz auch in jenem Fall |124| nicht mit dem Verhältnis von § 70 Abs. 3 zu § 80 Ziff. 4 StPO auseinandergesetzt. Ob unter solchen Umständen allein schon aufgrund eines einzigen Urteils berechtigtes Vertrauen in eine Praxis entstehen konnte, ist höchst fraglich, braucht hier aber nicht abschliessend beurteilt zu werden, da die staatsrechtliche Beschwerde jedenfalls aus einem anderen Grund gutzuheissen ist.\n\n3. Nach den Darlegungen des Beschwerdeführers hätte die Justizkommission, wenn sie sich zur Behandlung der Beschwerde nicht zuständig erachtete, die Rechtsmitteleingabe in analoger Anwendung von § 93 GOG an die Berufungsinstanz weiterleiten müssen. Dass die Justizkommission § 93 GOG als im vorliegenden Fall nicht anwendbar erklärt habe, sei überspitzter Formalismus und laufe damit auf eine formelle Rechtsverweigerung hinaus.\n\nNach bundesgerichtlicher Rechtsprechung verbietet Art. 4 BV jeden prozessualen Formalismus, der sich durch keine schutzwürdigen Interessen rechtfertigen lässt, und gewährt dem Bürger Anspruch auf ein dem Grundsatz von Treu und Glauben entsprechendes Verhalten der Behörden. Daraus folgt unter anderem, dass dem Rechtsuchenden aus unklaren oder widersprüchlichen Rechtsmittelbestimmungen kein Nachteil erwachsen darf. Das gilt nicht nur im Falle unrichtiger oder missverständlicher Rechtsmittelbelehrungen der Behörde, sondern auch, wenn die gesetzliche Ordnung selbst unklar oder zweideutig ist (BGE 97 I 105 f. E. 4, BGE 114 Ia 28, BGE 106 Ia 18 f. E. 4). Nun stellt die Justizkommission des Obergerichtes Zug keineswegs in Abrede, dass die Rechtsmittelbestimmungen über die Anfechtung von Kostensprüchen in Strafurteilen unklar sind. Sie räumt im angefochtenen Entscheid ein, dass § 70 Abs. 3 und § 80 Ziff. 4 StPO \"schwer miteinander in Einklang zu bringen\" seien, spricht von \"Unstimmigkeit\" der gesetzlichen Ordnung und von einem \"gesetzgeberischen Betriebsunfall\". Trotzdem glaubt sie es bei einem Nichteintretensentscheid belassen und von der Weiterleitung der Rechtsmitteleingabe an die zuständige Instanz absehen zu können, und zwar, weil die Rechtsmittelbelehrung des Polizeirichters unmissverständlich gewesen sei, der Beschwerdeführer sich zum Nichteintretensantrag des Polizeirichters nicht geäussert habe und ein \"Versehen\" im Sinne von § 93 GOG nicht vorliege. Dieser Argumentation ist jedoch nicht zu folgen.\n\na) Was die Rechtsmittelbelehrung des Polizeirichters anbelangt, so hat der Beschwerdeführer in der staatsrechtlichen Beschwerde darauf hingewiesen, dass in den Rechtsmittelbelehrungen auf die |125| Möglichkeit der Beschwerde an die Justizkommission nicht aufmerksam gemacht werde, so dass auch nie von der Vollständigkeit der Belehrung ausgegangen werden könne. Dieser Darstellung der kantonalen Praxis hat die Justizkommission nicht widersprochen. In der Tat wird in § 79 Ziff. 6 GOG nur vorgeschrieben, dass im Urteil die Berufungsfrist angegeben werden müsse, wenn gegen dieses die Berufung möglich sei.\n\nDem Beschwerdeführer kann aber auch aus einem weiteren Grund nicht zum Vorwurf gemacht werden, nicht gemäss der Rechtsmittelbelehrung gehandelt zu haben: Nach der bundesgerichtlichen Praxis über die fehlerhafte Rechtsmittelbelehrung darf zwar aus einer solchen der Partei kein Nachteil erwachsen, doch geniesst der Private keinen Vertrauensschutz, wenn er oder sein Anwalt die Mängel der Belehrung allein schon durch Konsultierung des massgebenden Gesetzestextes hätte erkennen können (BGE 116 Ib 146 mit Hinweisen auf weitere Urteile). Wird also vom Juristen eine \"Grobkontrolle\" der Rechtsmittelbelehrung verlangt, so darf es ihm nicht angelastet werden, wenn er nicht blind auf die Belehrung vertraute, sondern eine Prüfung vornahm und gestützt auf diese auch annehmen durfte, die Rechtsmittelbelehrung sei unvollständig.\n\nb) Was im weiteren die vom Beschwerdeführer nicht genutzte Möglichkeit zur Stellungnahme zum Nichteintretensantrag betrifft, so konnte ihr im kantonalen Verfahren schon deshalb keine Bedeutung zugemessen werden, weil die Justizkommission über die Zulässigkeit des Rechtsmittels und die eigene Zuständigkeit vom Amtes wegen zu entscheiden hatte.\n\nc) Schliesslich kann auch keine Rolle spielen, dass § 93 GOG nur eine Weiterleitung von Eingaben vorsieht, die \"aus Versehen\" an eine unrichtige Amtsstelle gerichtet worden sind. Darf aufgrund von Art. 4 BV dem Rechtsuchenden aus einer unklaren Rechtsmittelordnung kein Nachteil erwachsen und muss daher die angerufene Rechtsmittelinstanz, wenn sie sich nicht selbst mit der Sache befassen will, die Eingabe von Bundesverfassungsrechts wegen der zuständigen Behörde übermitteln, so kann es nicht darauf ankommen, ob das kantonale Recht überhaupt eine solche Weiterleitung vorsieht und an welche Voraussetzungen es sie knüpft. Dass sich die Justizkommission im vorliegenden Fall an den Wortlaut von § 3 GOG geklammert hat, lässt sich durch kein schutzwürdiges Interesse rechtfertigen und läuft tatsächlich auf eine formelle Rechtsverweigerung hinaus.\n\n|126|\n\nSomit ergibt sich, dass dem auf Art. 4 BV gestützten Anspruch des Beschwerdeführers auf Behandlung seiner Rechtsmitteleingabe bzw. auf Weiterleitung an die zuständige Instanz nichts entgegensteht. Der angefochtene Beschluss, durch den dem Beschwerdeführer der Rechtsweg endgültig versperrt wird, ist daher in Gutheissung der staatsrechtlichen Beschwerde aufzuheben. Eine ausdrückliche Rückweisung der Sache zur Behandlung oder zur Weiterleitung kann unterbleiben, da sich die Justizkommission bei ihrem neuen Entscheid ohnehin an die Erwägungen des bundesgerichtlichen Urteils zu halten haben wird (vgl. etwa BGE 112 Ia 353 ff.)."}