{"annee": "117", "cour": "V", "page": "386", "date": "30/9/1991", "cite": [], "cite_par": [], "chapeau": "52. Sentenza del 30 settembre 1991 nella causa Z. contro Società svizzera di Assicurazione Elvia e Tribunale delle assicurazioni del Cantone Ticino", "regestes": ["Art. 14 al. 1 et 2 LAA: Remboursement des frais de transport de la personne décédée. Par \"lieu d'ensevelissement\" jusqu'auquel les frais nécessités par le transport du corps sont pris en charge par l'assurance-accidents en vertu de l'art. 14 al. 1 LAA, il faut entendre la tombe ou le crématoire, et non l'endroit où a débuté la cérémonie funéraire. Les frais de transport du corps pendant les funérailles ne représentent par conséquent pas des frais d'ensevelissement, qui ne sont remboursés, selon l'art. 14 al. 2 LAA, que dans la mesure où ils n'excèdent pas un certain nombre de fois le montant du gain journalier assuré."], "faits": "|386|\n\nA.- B. Z., domiciliato a Massagno, assicurato obbligatoriamente contro gli infortuni presso la Società svizzera di assicurazione Elvia (in seguito Elvia), perse la vita in un incidente della circolazione avvenuto a Mendrisio in data 19 ottobre 1988.\n\nIncaricata delle onoranze funebri venne la ditta M. di Chiasso.\n\nLa salma fu trasportata dall'Ospedale di Mendrisio alla chiesa di Massagno per il servizio funebre e in seguito deposta nel cimitero di Riva San Vitale.\n\nL'Elvia versò dapprima l'importo di fr. 1'568.-- per spese di sepoltura, pari ai sensi di legge a 7 volte l'ammontare massimo assicurabile del guadagno giornaliero.\n\nIl 14 novembre 1988 l'impresa M. inviò una nota spese di fr. 3'955.-- a M. Z., madre della vittima, che essa trasmise all'Elvia precisando che, a suo parere, sarebbero stati ancora da rimborsare, a titolo di spese di trasporto, fr. 15.-- per \"disinfettanti\", fr. 200.-- |387| per \"trasporto cofano al domicilio incassatura salma Mendrisio\", fr. 280.-- per \"trasporto salma con auto funebre da Mendrisio Ospedale a Massagno Chiesa\", fr. 450.-- per \"servizio funerale con uomini\", fr. 280.-- per \"trasporto salma con auto funebre da Massagno a Riva San Vitale Cimitero\" e fr. 320.-- per \"pratiche, sopralluoghi e nostro servizio\".\n\nL'Elvia, il 7 marzo 1989, versò l'importo ulteriore di fr. 280.--, per il trasporto da Mendrisio a Massagno. E dietro sollecitazione di M. Z., operò in data 29 marzo 1989 ancora un pagamento di fr. 280.-- per il trasporto da Massagno al luogo di sepoltura. L'assicurazione ha osservato di ritenere non violare essa la legge nella misura in cui versava le spese di trasporto dal luogo del decesso al domicilio ed in seguito al luogo di sepoltura, invece di quelle del trasporto diretto dal luogo del decesso a quello di sepoltura.\n\nSollecitata da M. Z., l'Elvia rese il 9 giugno 1989 una decisione su opposizione negando di essere tenuta a ulteriori prestazioni.\n\nB.- M. Z. adì il Tribunale delle assicurazioni del Cantone Ticino contro il provvedimento dell'assicurazione, pretendendo il pagamento di ulteriori fr. 15.-- per disinfettanti, fr. 200.-- per l'incassatura della salma a Mendrisio, fr. 450.-- per il servizio funerale, fr. 224.-- per pratiche diverse relative al trasporto, pari, come a indicazioni dell'Istituto nazionale svizzero di assicurazione contro gli infortuni (INSAI), al 70% di fr. 320.--. In sostanza l'interessata addusse che l'Elvia avrebbe applicato in senso restrittivo l'art. 14 LAINF concernente le spese di trasporto della salma e di sepoltura.\n\nL'Elvia concluse in via principale per la reiezione del ricorso e, in via subordinata, per il parziale accoglimento, limitato a fr. 15.-- per le spese di disinfettanti. Quale documento allegò le raccomandazioni 1o dicembre 1986 di una Commissione ad hoc per l'applicazione di LAINF e OAINF in materia di trasporto di cadaveri e spese funerarie.\n\nLe parti vennero convocate per un'udienza nel corso della quale si stabilì di chiedere chiarimenti all'impresa M. sulla posta \"servizio funerale con uomini fr. 450.--\" e di assumere informazioni sulla prassi INSAI.\n\nL'INSAI fece sapere di prendere a carico non solo le spese di trasporto vere e proprie della salma, ma anche quelle in relazione diretta con lo stesso, quindi il chilometraggio del carro funebre e le ore lavorative degli operai addetti agli spostamenti del cadavere |388| dal luogo in cui viene costatato il decesso al domicilio, alla camera ardente al crematorio o alla tomba; anche le spese per le pratiche amministrative in relazione con le operazioni di trasporto erano rimborsate. L'impresa M. asserì dal canto suo che fr. 450.-- si riferivano \"al trasporto da Mendrisio a Massagno e successivamente a Riva San Vitale con la presenza di 4 uomini a disposizione per effettuare il servizio\" e fr. 320.-- al rilascio dei documenti per il servizio medesimo.\n\nPreso atto del contenuto dei documenti acquisiti, le parti, in forma scritta e poi oralmente, si confermarono nelle rispettive allegazioni.\n\nCon giudizio 25 luglio 1990 il Tribunale delle assicurazioni del Cantone Ticino ha parzialmente accolto il gravame facendo obbligo all'Elvia di ulteriormente versare fr. 15.-- per disinfettanti. Secondo i primi giudici, giusta le direttive della Commissione ad hoc per costi di trasporto si ritenevano solo quelli del trasferimento della salma al luogo di sepoltura; quelli per la fornitura della bara invece riguardavano le spese di sepoltura. Costi per la bara erano da assumere quali costi di trasporto unicamente in caso di trasferte speciali, segnatamente all'estero. Con riferimento alla dottrina, hanno osservato che tra i costi di sepoltura rientravano quelli per i vestiti da lutto e per il pasto funerario, quelli relativi agli annunci e alle messe, ecc. In sostanza litigiosa in causa sarebbe stata l'interpretazione del termine \"luogo di sepoltura\" contemplato dalla legge. A mente dei giudici di prime cure una distinzione tra spese di trasporto e spese di sepoltura non doveva essere fatta sceverando dall'insieme delle spese necessarie del funerale quelle che attengono al trasporto. Altrimenti, trasporto sarebbe anche la traslazione compiuta dai becchini dalla chiesa o dalla camera ardente alla tomba. Si sarebbero dovuti distinguere due momenti: quello del ricupero della salma e del trasporto al luogo del funerale e quello del funerale stesso con la cerimonia. Il trasporto della bara durante il corteo con partenza dal domicilio o dalla chiesa, come il trasporto dalla cappella del cimitero o dalla camera ardente alla tomba, faceva parte della cerimonia funebre e rientrava nella sepoltura. Il fattore trasporto in quest'ambito non era determinante. Quindi il trasporto della salma fino al luogo della sepoltura era da intendere quello al luogo dove sarebbero avvenute le esequie. La separazione tra fase di ricupero della salma con trasporto della medesima al luogo di sepoltura e quella successiva di sepoltura rispondeva a una chiara logica dal profilo delle prestazioni.\n\n|389| Quindi, il costo di ricupero e del suo trasporto al luogo di sepoltura non comprende ogni spostamento del feretro durante la cerimonia funebre, che si verifica in ogni caso senza riferimento al motivo del decesso. In questo senso sarebbero state da interpretare le considerazioni dell'INSAI. Viste pertanto le dichiarazioni della ditta M., era da ritenere che le spese di disinfettanti, in fr. 15.--, rientrassero in quelle di trasporto, mentre le altre pretese dell'insorgente sarebbero state da comprendere in quelle generali di sepoltura.\n\nC.- M. Z. interpone ricorso di diritto amministrativo a questa corte. Adduce che sarebbe possibile prescindere dal tenore di una norma e addirittura interpretarla contrariamente dal tenore letterale stesso quando fosse dimostrata la diversa volontà del legislatore. Argomenta che giusta l'art. 14 cpv. 1 LAINF sarebbero da rimborsare tutte le spese di trasporto, rilevando che i primi giudici non avrebbero esattamente interpretato il termine \"luogo di sepoltura\", il quale non sempre corrisponde al luogo in cui avvengono le esequie. Né sarebbero state esattamente interpretate le indicazioni sulla pratica dell'INSAI. Comunque, i lavori parlamentari conforterebbero la tesi che tutti gli spostamenti della salma sarebbero da rimborsare a titolo di spese di trasporto. Da rimborsare pertanto sarebbero fr. 200.-- per il trasporto da Chiasso a Mendrisio, fr. 450.-- per il servizio uomini e fr. 224.-- per spese di pratiche e sopralluoghi. Allega un'ulteriore dichiarazione dell'INSAI.\n\nL'Elvia postula la reiezione del gravame, mentre l'Ufficio federale delle assicurazioni sociali rinuncia a determinarsi.", "considerants": "Diritto:\n\n1. (Potere cognitivo)\n\n2. (Diritto di essere sentito)\n\n3. L'art. 14 LAINF, relativo alle spese di trasporto della salma e funerarie, dispone quanto segue:\n\n\"Sono rimborsate le spese necessarie al trasporto della salma fino al luogo di sepoltura. Il Consiglio federale può limitare il rimborso delle spese di trasporto all'estero (cpv. 1). Le spese di sepoltura sono rimborsate fino ad un importo pari a sette volte il guadagno giornaliero massimo assicurato (cpv. 2).\"\n\nIl Tribunale federale delle assicurazioni non ha finora avuto modo di esprimersi circa questo ordinamento legale.\n\n|390|\n\na) Anzitutto la ricorrente afferma che la legge dovrebbe essere applicata contro il testo, in quanto difforme dalla volontà del legislatore.\n\nL'addebito è manifestamente infondato, quando si ritenga che, da un lato, il legislatore (Consiglio degli Stati e Consiglio Nazionale), dopo che in sede commissionale aveva dato adito a discussioni unicamente il tema della necessità di limitare il rimborso delle spese di trasporto all'estero (cfr. verbale della seduta della Commissione del Consiglio Nazionale 25/26 agosto 1977, pag. 77 seg.), ha approvato l'art. 14 LAINF nel testo proposto dal Consiglio Federale, senza discussione (Boll.Uff. 1979 CN 171, Boll.Uff. 1980 CSt. 473), e che dal Messaggio 18 agosto 1976 per una legge federale sull'assicurazione contro gli infortuni (FF 1976 III 155) non risulta nulla che contrasti con il testo di legge. In esso sulla questione si afferma solo, successivamente al tema delle spese funerarie, che \"sono inoltre indennizzate a parte le spese di trasporto della salma\" (FF 1976 III 183) e che \"pare opportuno rimborsare le spese di trasporto della salma fino al luogo della sepoltura poiché esse possono risultare elevate, segnatamente quando si devono oltrepassare le frontiere nazionali\", con la precisazione che \"anche qui si deve tuttavia poter limitare il rimborso di quelle all'estero per i lunghi trasporti\" (FF 1976 III 206).\n\nb) In sostanza deve essere stabilito quali importi siano da intendere come spese di trasporto e quali come spese di sepoltura, quando si ricordi come le prime siano da indennizzare sino al luogo della sepoltura e le seconde nei limiti massimi stabiliti dalla legge.\n\nAl riguardo MAURER (Schweizerisches Unfallversicherungsrecht, pag. 319) afferma che l'assicuratore rifonde le spese insorte con il trasporto del corpo al luogo di sepoltura, nonché quelle di sepoltura, nei limiti di sette volte il guadagno quotidiano assicurato, di cui farebbero parte pure quelle relative agli abiti di lutto, al pasto funerario, agli annunci mortuari, alle messe, ecc.; separate quindi sono le spese in due categorie, ma senza indicazione esauriente dei criteri distintivi. La Commissione ad hoc per l'applicazione della LAINF e dell'OAINF, in una direttiva 1o dicembre 1986 per gli assicuratori, ascrive dal canto suo alle spese di trasporto quelle meramente necessarie per la trasferta del corpo sino al luogo in cui deve essere seppellito. L'INSAI, infine, ha dichiarato nella sua determinazione rassegnata al Tribunale cantonale delle assicurazioni di assumere sia il chilometraggio del carro funebre, |391| sia le ore lavorative degli operai addetti agli spostamenti del cadavere dal luogo in cui viene costatato il decesso al domicilio, alla camera ardente, al crematorio o alla tomba, riconoscendo anche spese per pratiche amministrative in relazione alle operazioni di trasporto.\n\nOrbene, come esattamente il giudice di prime cure e le parti hanno - sia pure giungendo a conclusioni difformi - messo in risalto, determinante in sostanza è stabilire che cosa debba essere inteso per \"luogo di sepoltura\" giusta l'art. 14 cpv. 1 LAINF, ritenuto che per questo disposto sono da rifondere tutte le spese di trasporto della salma sino a detto luogo. Non meritevole di più ampie considerazioni, viceversa, può rimanere il punto, peraltro non litigioso, se sia conforme al disciplinamento il rimborso delle spese di trasporto dal luogo del decesso a quello del domicilio ed in seguito al luogo di sepoltura, anziché quelle del trasporto diretto dal luogo del decesso a quello di sepoltura.\n\nGiova anzitutto rilevare che il rimborso delle spese di trasporto della salma in materia di assicurazione sociale contro gli infortuni è stato disciplinato nella legge per la prima volta con la LAINF, per cui un'interpretazione del concetto controverso non può essere ricercato riferendosi alla precedente LAMI, vigente sino al 31 dicembre 1983 (cfr. MAURER, Recht und Praxis der schweizerischen obligatorischen Unfallversicherung, 2a ediz., pag. 273).\n\nPremesso che le direttive interne della Commissione ad hoc, come la prassi dell'INSAI, non abbiano carattere vincolante, ma se del caso valgano a testimoniare di una certa interpretazione della legge, deve pur essere rilevato che sia in un'ipotesi che nell'altra si accenna al \"luogo dove il corpo deve essere seppellito\", rispettivamente alla \"tomba\". Questa interpretazione si oppone all'opinione espressa dai primi giudici nel senso che le spese di trasporto siano da rifondere solo sino al luogo in cui ha inizio la cerimonia funebre, le spese successive di traslazione della bara facendo parte invece di quelle di sepoltura. Osservato come la lettera della legge consenta in sostanza l'una oppure l'altra delle interpretazioni, deve essere ammesso che la prima, quella fatta propria dalla Commissione ad hoc e dall'INSAI, è comunque più rispettosa del testo letterale nella misura in cui allude al \"luogo di sepoltura\".\n\nA prescindere poi dalla lettera della legge, ma considerando invece la sistematica del disciplinamento applicabile, deve essere osservato che il legislatore ha distinto, al cpv. 1, le spese di trasporto |392| della salma da quelle, al cpv. 2, di sepoltura, nel senso che le prime - per quanto riferite a trasporti in Svizzera - sono prese a carico senza riserve, mentre le altre sono rimborsate nella limitata misura di un multiplo del guadagno giornaliero assicurato. È lecito dedurne che il legislatore volesse attribuire importanza prioritaria alla prima categoria di prestazioni, ritenute le stesse elementari, e che quindi intendeva riconoscere il rimborso delle spese necessarie di trasferimento del corpo di principio illimitatamente sino all'estrema dimora, differenziandole dalle seconde, considerate meno degne di attenzione. Sono in effetti, quelle di trasporto della salma, spese ineluttabili conseguenti al decesso, a differenza di quelle generiche relative alla cerimonia funebre, le quali possono assumere caratteri diversi a seconda delle esigenze degli interessati. Mal si comprenderebbe quindi perché il rimborso di esse spese di trasporto verrebbe se del caso decurtato in quanto dette spese sarebbero annoverabili in una certa misura fra le spese di sepoltura. L'intento del legislatore di privilegiare il rimborso delle spese di trasporto del corpo, deducibile dalla struttura della norma di legge, sarebbe parzialmente vanificato se la somma da rimborsare fosse in parte calcolata in funzione di un elemento forfettario e aleatorio quale il salario assicurato.\n\nGli argomenti addotti dai primi giudici secondo cui la legge non voleva mettere a carico dell'assicuratore contro gli infortuni le spese di trasporto comuni ad ogni funerale, in caso di decesso per infortunio o per altre cause, non sono decisivi ai fini del giudizio. Da un profilo più generale le critiche dei giudici cantonali non sono certo infondate, nella misura in cui con esse si rileva privilegiare la soluzione ritenuta i casi di decesso per infortunio nei confronti di quelli riconducibili a malattia; ma esse critiche rientrano nel novero di quelle generalmente mosse al sistema assicurativo svizzero delle assicurazioni sociali, il quale da diversi profili riconosce prestazioni migliori agli assicurati ai sensi della legge sull'assicurazione contro gli infortuni (cfr. GREBER, Droit suisse de la sécurité sociale, pag. 390 seg.), normativa questa che fa seguito, giova ricordarlo, ad una legislazione in materia di responsabilità civile delle imprese industriali (cfr. Messaggio 10 dicembre 1906 concernente l'assicurazione contro le malattie e gli infortuni, FF 1906 VI 213; MAURER, Recht und Praxis der schweizerischen obligatorischen Unfallversicherung, 2a ediz., pag. 1 segg., Schweizerisches Unfallversicherungsrecht, pag. 37 segg.). Ora il Tribunale federale delle assicurazioni non ha il |393| potere di rimediare a queste differenze di trattamento, volute dal legislatore.\n\nc) In queste condizioni, quindi, per spese di trasporto della salma devono essere ritenute quelle concernenti il trasporto sino alla tomba, al crematorio, ecc., e non solo quelle sino al luogo dove ha inizio il funerale.\n\n4. In concreto, dato quanto precede, controverse permangono tre poste, ossia fr. 200.-- per trasporto del cofano da Chiasso a Mendrisio e incassatura della salma, fr. 450.-- per il servizio funerale e fr. 320.--, rispettivamente fr. 224.--, per pratiche e sopralluoghi e servizi dell'impresa di pompe funebri.\n\nPer quel che attiene alle spese di fr. 200.-- per il trasporto del cofano, non si tratta manifestamente di spese di trasporto della salma. Si tratta bensì del trasporto del cofano vuoto da Chiasso, sede dell'impresa di pompe funebri, a Mendrisio, luogo del decesso, e della posa della salma nel cofano; il che fa parte delle spese di sepoltura.\n\nPer quanto concerne il montante di fr. 450.-- per il servizio funerale, riferito, secondo l'impresa, al trasporto da Mendrisio a Massagno e successivamente a Riva San Vitale, con la presenza di quattro uomini a disposizione per il servizio, la ditta M. non ha esattamente precisato quanto fosse da attribuire ai trasporti e quanto al servizio funebre. Ora, ricordato come, giusta quanto suesposto, per trasporto della salma debba essere considerato il trasporto del corpo sino alla tomba, il tema non è meritevole di più ampi accertamenti in sede di procedura federale, dal momento che esso servizio, rappresentato dalla presenza di quattro uomini, doveva forzatamente riferirsi in modo essenziale al trasporto del cofano durante la cerimonia. L'importo è pertanto da riconoscere.\n\nInfine, per quel che riguarda la somma di fr. 320.-- per pratiche e sopralluoghi e servizi dell'impresa di pompe funebri, essa sarebbe riconducibile al rilascio dei documenti necessari per effettuare il servizio. Ma al riguardo vuol essere osservato che nel Cantone Ticino, ai sensi dell'art. 3 cpv. 1 del decreto 16 gennaio 1961 concernente l'autorizzazione per l'esumazione e il trasporto di salme, l'autorizzazione per il trasporto da comune a comune nel cantone e per il trasporto in altri cantoni è esente da tassa. Quindi in ogni ipotesi l'importo è da negare.\n\n|394|\n\nPer questi motivi,\n\nil Tribunale federale delle assicurazioni pronuncia:\n\nIl ricorso di diritto amministrativo è parzialmente accolto, nel senso che, in riforma del giudizio querelato, all'Elvia è fatto obbligo di versare alla ricorrente ulteriori fr. 450.--, conformemente ai considerandi."}