{"annee": "117", "cour": "IB", "page": "262", "date": "15/5/1991", "cite": ["112 IB 263", "111 IB 257", "114 IB 112", "112 IB 105", "112 IB 381", "97 I 632", "116 IA 345"], "cite_par": [], "chapeau": "33. Extrait de l'arrêt de la Ire Cour de droit public du 15 mai 1991 dans la cause Société de l'immeuble Petite-Fusterie 2 SA contre Etat de Genève et Cour de justice du canton de Genève (recours de droit administratif)", "regestes": ["Art. 5 al. 2 LAT. Expropriation matérielle; obligation de conserver l'enveloppe extérieure d'un édifice. Cette obligation ne constitue pas une restriction particulièrement grave lorsque le propriétaire peut continuer de faire de son immeuble un usage conforme à la destination de celui-ci et économiquement rationnel. Le rendement qu'il pourrait en retirer après reconstruction ou transformation, s'il n'était pas soumis à cette mesure, n'entre alors pas en considération (consid. 2a). La recourante ne subit aucun préjudice particulier par rapport aux propriétaires d'autres bâtiments de situation équivalente (consid. 2b)."], "faits": "BGE 117 Ib 262 S. 263\n\nLa Société de l'immeuble Petite-Fusterie 2 SA est propriétaire de la parcelle No 5910 du cadastre de Genève, section Cité. Situé au centre de la ville, ce bien-fonds est occupé par un bâtiment construit probablement au début du XIXe siècle, ayant façades sur la place de la Petite-Fusterie, la rue du Rhône et le quai bordant ce fleuve.\n\nLe 21 décembre 1978, le Conseil d'Etat du canton de Genève a adopté le plan de site de la rade de Genève. Celui-ci conférait le statut de bâtiment maintenu à vingt-quatre édifices, dont celui de la parcelle No 5910, de sorte que ceux-ci ne pouvaient pas être surélevés et ne devaient subir que les travaux d'entretien ou de transformation utiles à leur modernisation intérieure. En outre, par arrêté du 27 juin 1979, le Conseil d'Etat a décidé de classer l'enveloppe extérieure de l'édifice précité.\n\nCelui-ci a été rénové et transformé sur la base d'un projet conforme à l'arrêté de classement. Les travaux ont été achevés le 31 août 1983.\n\nLa société a fait valoir que ces mesures équivalaient à une expropriation; elle a réclamé une indemnité à la charge de l'Etat de Genève. Elle a obtenu partiellement gain de cause devant le Tribunal de première instance du canton de Genève. Les parties ont appelé à la Cour de justice du canton de Genève; statuant le 4 mai 1990, cette juridiction a admis les conclusions de l'Etat, annulé le jugement et débouté la société des fins de sa demande.\n\nLe Tribunal fédéral a rejeté un recours de droit administratif de la société, tendant à l'annulation de l'arrêt de la Cour de justice et à l'allocation d'une indemnité.", "considerants": "Extrait des considérants:\n\n2. Il y a restriction du droit de propriété équivalant à une expropriation, dite expropriation matérielle, donnant droit à une indemnité, lorsque l'usage actuel d'une chose ou son usage futur prévisible est interdit ou restreint d'une manière particulièrement grave, de sorte que le lésé se trouve privé d'un attribut essentiel de son droit. Une atteinte de moindre importance peut aussi constituer une expropriation matérielle si elle frappe un ou plusieurs propriétaires de manière telle que, s'ils n'étaient pas indemnisés, ils devraient supporter une restriction par trop considérable en faveur de la collectivité, incompatible avec le principe de l'égalité de traitement. Dans l'un et l'autre cas, un usage futur n'est considéré BGE 117 Ib 262 S. 264comme prévisible que dans la mesure où il apparaît, au moment déterminant, comme très probable dans un proche avenir (ATF 114 Ib 118 consid. 4, ATF 112 Ib 108 consid. 2a, 389 consid. 3).\n\na) Les mesures de conservation ou de protection du patrimoine bâti constituent une limitation traditionnelle du droit de propriété; en règle générale, elles ne portent pas d'atteinte très grave à celui-ci. Les circonstances particulières de chaque espèce sont toutefois déterminantes; il faut ainsi vérifier si le propriétaire peut continuer, en dépit de la mesure restrictive, de faire de son immeuble un usage conforme à la destination de celui-ci et économiquement rationnel. Dans l'affirmative, le rendement qu'il pourrait en retirer après reconstruction ou transformation, s'il n'était pas soumis à la mesure en cause, n'entre pas en considération (ATF 112 Ib 266 consid. 4, ATF 111 Ib 263 consid. 4a). L'obligation de conserver l'enveloppe extérieure d'un édifice n'équivaut pas à une expropriation si le propriétaire demeure libre de procéder à des transformations intérieures et, de cette façon, d'améliorer l'utilisation du volume existant, et s'il conserve aussi la faculté de vendre son bien, de le louer ou de s'en servir lui-même (ATF 111 Ib 266/267).\n\nDepuis la rénovation de son bâtiment, la Société de l'immeuble Petite-Fusterie 2 SA fournit à la bijouterie D. Gallopin & Cie, dont l'un des gérants est son actionnaire unique, la jouissance de locaux que cette maison de commerce occupait déjà auparavant; les surfaces restantes sont remises à bail à l'Union de Banques Suisses pour seize ans. La recourante continue donc d'exploiter son bien selon son affectation antérieure, en le vouant à des activités économiques parmi les plus courantes au centre de Genève; elle en fait même un usage plus profitable, car elle a pu remplacer des logements par une partie des bureaux loués à la banque. Elle se plaint d'un revenu locatif insuffisant, mais elle ne tente pas de démontrer par des comptes précis qu'elle n'obtienne pas un rendement normal, après déduction des charges d'intérêts et d'amortissement afférentes aux travaux.\n\nLa recourante fait aussi valoir qu'elle ne dispose plus du volume existant avant la rénovation: la conservation des façades a nécessité une augmentation importante de leur épaisseur et la surface des planchers a ainsi diminué d'environ huit pour cent. Il n'est pas nécessaire d'examiner si, comme le prétend l'intimé, la recourante aurait pu éviter cet inconvénient en choisissant une autre technique de construction. En effet, elle retire de toute manière un profit appréciable de son immeuble, de sorte qu'elle n'est pas privée d'un BGE 117 Ib 262 S. 265attribut essentiel de son droit de propriété (ATF 97 I 636 consid. b).\n\nb) Il reste à examiner si une restriction particulière a été imposée à la recourante, par rapport aux autres propriétaires dont la situation était équivalente.\n\nElle allègue que de nombreux propriétaires de la rue du Rhône ont pu, eux, dans les années précédant l'adoption du plan de site, démolir pour édifier des bâtiments modernes. Il est possible que du point de vue de la protection de la rade, la conservation de certaines des constructions concernées eût été souhaitable. Néanmoins, même s'il fallait admettre que les autorités aient alors toléré des réalisations contraires à l'intérêt public, la recourante ne pourrait pas exiger l'autorisation de procéder elle aussi à une telle réalisation (ATF 112 Ib 387 consid. 6; voir aussi ATF 116 Ia 352 consid. aa, Ib 139 consid. 5a). Elle ne pourrait donc pas non plus exiger que l'Etat la place, par le versement d'une indemnité, dans la situation économique que cette autorisation lui aurait procurée.\n\nPour le surplus, le plan de site de la rade comprend à peu près tous les bâtiments dont la façade est visible depuis les quais du Rhône et du Léman, en amont des ponts de l'Ile, et qui appartiennent ainsi à un vaste panorama. La recourante ne prétend pas que les vingt-quatre édifices que ce plan désigne comme bâtiments maintenus, dont le sien, ne soient qu'une minorité de tous ceux qui, le long des quais, se prêteraient à être conservés en raison de leur intérêt architectural ou historique. Elle ne cherche pas non plus à démontrer que, par rapport aux possibilités ordinaires de construire, le statut de bâtiment maintenu n'introduise qu'une restriction insignifiante pour la plupart des propriétaires touchés, et qu'elle seule soit empêchée d'augmenter notablement le volume de son propre édifice.\n\nc) La société recourante ne se trouve ainsi dans aucune des deux situations visées par l'art. 5 al. 2 LAT; c'est donc à bon droit que la Cour de justice a rejeté ses prétentions fondées sur cette disposition."}