{"annee": "117", "cour": "IB", "page": "197", "date": "28/5/1991", "cite": ["108 II 59", "66 II 34", "114 IA 350", "113 IB 420", "112 II 118", "115 IB 175", "115 II 440"], "cite_par": ["123 II 577", "119 II 456", "125 I 335", "127 IV 154", "133 III 121", "122 III 229", "122 III 26"], "chapeau": "25. Auszug aus dem Urteil der I. Zivilabteilung vom 28. Mai 1991 i.S. C. gegen Kanton A. (Direktprozess)", "regestes": ["Responsabilité de l'Etat pour l'activité médicale hospitalière; devoir d'informer du médecin. 1. L'acte médical entrepris à des fins curatives et qui touche à l'intégrité corporelle du patient est illicite s'il n'existe aucun fait justificatif - en particulier le consentement suffisamment éclairé du patient. Le devoir médical d'informer servant aussi bien à la protection de la libre formation de la volonté du patient qu'à celle de son intégrité corporelle, sa violation entraîne non seulement l'obligation de réparer le dommage immatériel mais également les autres dommages (consid. 2). 2. Etendue du devoir médical d'informer: principes généraux et constatation que, dans le cas d'espèce, le patient n'a pas été suffisamment informé (consid. 3 et 4). 3. Admissibilité de l'objection du consentement hypothétique du patient; fardeau de la preuve (consid. 5)."], "faits": "|198|\n\nAm 9. November 1979 wurde der damals 55 Jahre alte C., während er eine fünfundzwanzig bis dreissig Kilogramm schwere Kiste in den Händen hielt, von der herunterfallenden Hecktüre seines Lieferwagens am Kopf getroffen. Wegen Schmerzen in der Schultergegend und einer Schwäche des linken Beines suchte er am 12. November 1979 seinen Hausarzt auf, der nach zwei Tagen die Überweisung in das Kantonsspital B. anordnete. Dort blieb C. zur Untersuchung bis am 20. November 1979 und wurde dann wegen |199| eines Querschnittsyndroms in die Neurochirurgische Klinik des Kantonsspitals A. überwiesen. Im Kantonsspital wurden am 21. November 1979 unter anderem eine Myelographie (Röntgenkontrastdarstellung des Wirbelkanals nach Einbringen eines öligen Kontrastmittels) und anschliessend durch den Oberarzt X. eine Laminektomie (operative Freilegung des Rückenmarks durch Entfernen eines oder mehrerer Wirbelbögen) durchgeführt. Gemäss dem Operationsbericht wurde im Bereich Th (Brustwirbel) 9-10 eine intradurale (innerhalb der Dura, der harten Rückenmarkshaut, gelegene) Diskushernie gefunden und entfernt. Nach der Operation wies C. eine vollständige schlaffe Lähmung beider Beine auf.\n\nAm 24. Oktober 1986 reichte C. beim Bundesgericht Klage gegen den Kanton A. ein. Er stellte den Antrag, den Beklagten zur Zahlung von Schadenersatz und Genugtuung im Gesamtbetrag von Fr. 3'290'126.10 nebst Zins zu verpflichten. Der Kläger stützte seine Forderung auf das kantonale Verantwortlichkeitsgesetz. Der Beklagte anerkannte zwar seine Passivlegitimation nach Massgabe dieses Gesetzes, beantragte aber die Abweisung der Klage, weil nach seiner Auffassung die gesetzlichen Haftungsvoraussetzungen fehlen. In der Folge beschränkte der Instruktionsrichter das Verfahren auf die Haftungsfrage und ordnete einen zweiten Schriftenwechsel an, in dem beide Parteien an ihren Standpunkten festhielten.\n\nIm nachfolgenden Vorbereitungs- und Beweisverfahren wurde vorerst ein Gutachten von Prof. H. eingeholt, dem Chefarzt der Abteilung für Neuroradiologie des Institutes für Diagnostische Radiologie der Universität und des Inselspitals Bern. Nach Erstattung des Gutachtens wurde der Experte ausserdem zu seinen Ausführungen und zu Ergänzungsfragen der Parteien einvernommen. Auf Antrag des Beklagten wurde zudem bei Prof. G., Chefarzt der Neurochirurgischen Klinik der Universität Basel, ein neurochirurgisches Ergänzungsgutachten eingeholt und anschliessend auch dieser Experte persönlich befragt.\n\nAm 27. August 1990 erklärte der Instruktionsrichter das Vorbereitungs- und Beweisverfahren für geschlossen. Gleichzeitig setzte er Frist zur Einreichung schriftlicher Schlussbemerkungen, welche von den Parteien anstelle mündlicher Vorträge im Sinne von Art. 68 Abs. 1 BZP gewünscht worden waren.\n\nAm 15. Januar 1991 reichten beide Parteien ihre Schlussbemerkungen ein. Der Kläger stellte damit die Anträge, die Klage sei |200| bezüglich der Haftungsfrage gutzuheissen, eventuell habe das Gesamtgericht zusätzliche Beweise abzunehmen. Der Beklagte schloss auf Abweisung der Klage.", "considerants": "Aus den Erwägungen:\n\n2. a) Eine chirurgische Massnahme, wie sie am Beklagten vorgenommen worden ist, stellt einen Eingriff in die körperliche Integrität des Patienten dar. Nach der Rechtsprechung des Bundesgerichts zur Verletzung absoluter Rechtsgüter ist ein solcher Eingriff rechtswidrig, falls er nicht auf einer die Widerrechtlichkeit ausschliessenden Rechtfertigung beruht. Wichtigster Rechtfertigungsgrund ist die vorherige Einwilligung des Patienten, der ausreichend über den beabsichtigten Eingriff aufgeklärt worden sein muss (BGE 115 Ib 180 /81, BGE 114 Ia 358 E. 6, BGE 112 II 128, BGE 108 II 61 ff. E. 2 und 3). In den zitierten Entscheiden ist darauf hingewiesen worden, dass das Erfordernis der Einwilligung des Patienten und der damit verbundene Aufklärungsanspruch in dessen allgemeinen Persönlichkeitsrechten gründet und dem Schutz sowohl der Willensfreiheit, dem Selbstbestimmungsrecht, wie auch der körperlichen Integrität des Patienten dient. Die Aufklärungspflicht gehört deshalb zu den allgemeinen Berufspflichten des Arztes, und zwar unabhängig davon, ob er im Rahmen eines privatrechtlichen Vertragsverhältnisses oder als Beamter oder Angestellter des Staates handelt.\n\nb) Die Rechtsprechung des Bundesgerichts ist in der Lehre teilweise kritisiert worden. Eingewendet wird einerseits, ein Heileingriff könne nicht als widerrechtlich beurteilt werden und stelle keine Körperverletzung dar, auch dann nicht wenn er misslinge. Andererseits wird die Ansicht vertreten, die Aufklärungspflicht des Arztes diene nicht dem Schutz der körperlichen Integrität des Patienten, sondern ausschliesslich dem Schutz seiner freien Willensbildung; folgerichtig müsse die Haftung des Arztes im Fall mangelhafter oder fehlender Aufklärung des Patienten auf den immateriellen Schaden beschränkt werden, welcher dem Patienten durch die Beeinträchtigung seines Selbstbestimmungsrechts erwachse (WIEGAND, Der Arztvertrag, insbesondere die Haftung des Arztes, in: Arzt und Recht, S. 114; HONSELL, Die zivilrechtliche Haftung des Arztes, ZSR 109/1990 S. 145 f.; HONSELL, in: Symposium Stark, Neuere Entwicklungen im Haftpflichtrecht, S. 21; BUCHLI-SCHNEIDER, recht 1988, S. 96). |201|\n\nc) Trotz diesen Einwänden ist an der bisherigen Rechtsprechung festzuhalten. Dem allgemeinen Persönlichkeitsschutz - sei er privat- oder öffentlichrechtlich (vgl. dazu BGE 114 Ia 357 E. 5) - liegt das Prinzip zugrunde, fremdbestimmte Eingriffe in die geschützten Rechtsgüter zu verbieten und die Verfügung darüber allein ihrem Inhaber vorzubehalten. Der Zweck eines Eingriffs in die körperliche Integrität ändert deshalb nichts an dessen Widerrechtlichkeit, solange er nicht vom Rechtsträger selbst, sondern von einem Dritten, zum Beispiel dem operierenden Chirurgen, bestimmt wird. Allein der Inhaber des Rechtsgutes ist grundsätzlich befugt, über den Zweck des Eingriffs zu entscheiden. Die Kritiker des Bundesgerichts berücksichtigen zudem nicht, dass es auch ärztliche Eingriffe in die körperliche Integrität eines Menschen gibt, die nicht der Heilung einer Krankheit dienen. Zu erwähnen sind etwa die Sterilisation oder die Entnahme eines Organs für eine Transplantation. Warum in solchen Fällen andere Haftungsprinzipien gelten sollen, obwohl von der Art der ärztlichen Tätigkeit her kein Unterschied besteht, wird von den Kritikern nicht begründet und ist auch nicht einzusehen. Übersehen wird schliesslich, dass das Abstellen auf den Heilzweck problematisch ist, weil es im Einzelfall schwierig sein kann, diesen Zweck zu definieren und zu beurteilen. Das gilt namentlich für Heilmethoden, die von jenen der Schulmedizin abweichen (vgl. dazu JOST GROSS, Die persönliche Freiheit des Patienten, Diss. Bern 1977, S. 127 f. und S. 147 ff.; BUCHER, in: Symposium Stark, S. 43; ARZT, Die Aufklärungspflicht des Arztes aus strafrechtlicher Sicht, in: Arzt und Recht, S. 55 f.). Diese Überlegungen sprechen ebenfalls dafür, den Entscheid über den Zweck des Eingriffs in die körperliche Integrität grundsätzlich dem betroffenen Rechtsträger vorzubehalten, d.h. einen solchen Eingriff unabhängig von der Zielsetzung des eingreifenden Dritten unter Vorbehalt der Einwilligung des Rechtsträgers als widerrechtlich zu beurteilen.\n\nDie Aufklärungspflicht dient sodann entgegen der erwähnten Kritik nicht nur dem Schutz der freien Willensbildung des Patienten, sondern auch dem Schutz seiner körperlichen Integrität. Das ergibt sich ohne weiteres aus der persönlichkeitsrechtlichen Grundlage dieser Pflicht. Denn der allgemeine Persönlichkeitsschutz umfasst den Schutz der körperlichen Integrität wie den darauf bezogenen Schutz des Rechtsträgers, nach freiem Willen über einen allfälligen Eingriff in seine körperliche Integrität zu entscheiden. Beides ist untrennbar miteinander verbunden (GUILLOD, |202| La responsabilité civile des médecins: un mouvement de pendule, in: La responsabilità del medico e del personale sanitario fondata sul diritto pubblico, civile e penale, S. 74; vgl. auch NÜSSGENS, BGB-RGRK, Anhang II zu § 823 BGB, N 65). Die gegenteilige Auffassung verkennt diesen Zusammenhang.\n\nd) Damit bleibt es dabei, dass der Arzt oder - wie im vorliegenden Fall - jener, der für ihn einzustehen hat, die gehörige Aufklärung und Einwilligung des Patienten als Rechtfertigungsgrund zu beweisen hat (BGE 115 Ib 181, 113 Ib 425).\n\n3. a) Der Beklagte hat in der Klageantwort vorgebracht, jeder der in der Neurochirurgischen Klinik des Kantonsspitals A. operierten Patienten werde vorgängig über die Operation, deren mögliche Folgen sowie über die Folgen einer Unterlassung des Eingriffs umfassend orientiert. So sei auch der Kläger nach der myelographischen Untersuchung über die möglichen Folgen des Eingriffs und über die Folgen der Unterlassung des Eingriffs informiert worden. Er habe seine klare Zustimmung zur Operation gegeben. Zum Beweis seiner Behauptungen berief sich der Beklagte insbesondere auf die Krankengeschichte (Anamnese und Status) des Klägers, wo folgendes festgehalten wird:\n\n\"Am 21.11.79, nach der notfallmässig durchgeführten Myelographie mit festgestellter Passagenbehinderung, wurde mit dem Patienten gesprochen und die dringende Operation vorgeschlagen. Die möglichen Konsequenzen eines Nichteingreifens wurden ihm klargemacht. Über Möglichkeiten von operativen Komplikationen wurde der Patient auch informiert. Er hat sich mit dem Eingriff einverstanden erklärt.\"\n\nAls weitere Beweismittel führte der Beklagte in der Klageantwort die Ärzte Dr. B, Dr. X. und Prof. P. als Zeugen auf. In der Duplikschrift hielt der Beklagte an seinen Behauptungen fest. Im Beweisverfahren wurden die erwähnten Ärzte nicht als Zeugen einvernommen. Prof. P. nahm zwar an der Vorbereitungsverhandlung vom 19. Juni 1989 teil, jedoch als Berater des Beklagten für medizinische Fachfragen, womit er als Zeuge ausser Betracht fiel. In den Schlussbemerkungen hielt der Beklagte daran fest, dass der Kläger vor der Operation ausreichend aufgeklärt worden sei, erwähnte aber die Zeugenangebote nicht mehr, sondern berief sich nun ausschliesslich auf den zitierten Text der Krankengeschichte. Dazu führte er zusätzlich aus, die Art der Aufklärung entspreche einer seit Jahren in der Neurochirurgischen Klinik des Kantonsspitals A. gehandhabten Praxis. Auf die Unterzeichnung eines Formulars, worin der Patient die erhaltene Aufklärung bestätigt, werde |203| verzichtet. Dies in der Überzeugung, dass im speziellen Vertrauensverhältnis, das zwischen Arzt und Patient wachsen und bestehen solle, kein Platz vorhanden sei für ein Misstrauen bezeugendes Formular. Das Gespräch mit dem Patienten werde aber immer geführt, und dies werde dann jeweils in der Krankengeschichte entsprechend vermerkt, wie das auch hier geschehen sei.\n\nDer Kläger hat demgegenüber bereits in der Klageschrift behauptet, er sei über das Operationsrisiko, die gemäss ärztlicher Erfahrung möglicherweise eintretenden Komplikationen und die hohe Gefahr des Eingriffs nicht aufgeklärt worden; wenn er um diese Gefahr gewusst hätte, so wäre er zweifellos mit der Operation nicht einverstanden gewesen, sondern hätte Alternativen gesucht, um sich vorerst beobachten zu lassen. In der Replik behauptete der Kläger sodann, er sei weder durch Dr. X. noch durch einen anderen Arzt vor der Operation auch nur um sein Einverständnis gefragt, geschweige denn über das angeblich grosse Risiko orientiert oder aufgeklärt worden. In den Schlussbemerkungen hielt der Kläger an seinen Behauptungen fest und machte zusätzlich geltend, es sei kaum glaubhaft, dass sich ein Patient bei einem so grossen Risiko einer Operation unterziehen würde, ohne vorher weitere eingehendere Abklärungen über alternative Behandlungsmöglichkeiten verlangt zu haben. Der Kläger zog überdies in Zweifel, dass der zitierte Text der Krankengeschichte am angegebenen Datum verfasst worden sei.\n\nb) Nach der Rechtsprechung des Bundesgerichts ist der Arzt verpflichtet, den Patienten über Art und Risiken der in Aussicht genommenen Behandlungsmethoden aufzuklären, es sei denn, es handle sich um alltägliche Massnahmen, die keine besondere Gefahr und keine endgültige oder länger dauernde Beeinträchtigung der körperlichen Integrität mit sich bringen. Der Patient soll über den Eingriff oder die Behandlung soweit unterrichtet sein, dass er seine Einwilligung in Kenntnis der Sachlage geben kann. Die Aufklärung darf jedoch keinen für seine Gesundheit schädlichen Angstzustand hervorrufen (BGE 113 Ib 426 E. 6, BGE 108 II 61 E. 2). Massstab des Ausmasses der Aufklärung sind auf der einen Seite die vom Arzt gestellte Diagnose und die nach den medizinischen Kenntnissen des damaligen Zeitpunktes mit dem Eingriff verbundenen Risiken. Ob die Diagnose rückblickend richtig war, ist in diesem Zusammenhang unerheblich. Das Stellen einer falschen Diagnose bildet allenfalls einen selbständigen Haftungsgrund. Andererseits kann der Arzt im allgemeinen davon ausgehen, dass er |204| es mit einem verständigen Patienten zu tun hat, der im Rahmen seiner Lebenserfahrung um die allgemein bekannten Gefahren der in Frage stehenden Operation weiss. Nicht aufzuklären hat der Arzt deshalb über Komplikationen, die mit einem grösseren Eingriff regelmässig verbunden sind oder ihm folgen können, wie zum Beispiel Blutungen, Infektionen, Thrombosen oder Embolien. Zu berücksichtigen sind aber auch die konkreten Umstände. So braucht der Arzt einen Patienten oder dessen gesetzlichen Vertreter dann nicht in allen Einzelheiten über die Gefahren der geplanten Operation aufzuklären, wenn auf der Hand liegt, dass diesem aufgrund früherer ähnlicher oder gleicher Operationen die einschlägigen Risiken bereits bekannt sein müssen (vgl. BGE 115 Ib 178). Allgemein gilt aber, dass der Arzt bei gewöhnlich mit grossen Risiken verbundenen Operationen, die schwerwiegende Folgen haben können, den Patienten ausführlicher aufklären und informieren muss, als wenn es sich um einen im allgemeinen unproblematischen Eingriff handelt.\n\nc) In bezug auf die Beweislage ist davon auszugehen, dass der Beklagte stillschweigend auf die Einvernahme der ursprünglich als Zeugen angebotenen Ärzte verzichtet hat. Mit Verfügung vom 27. August 1990 hat der Instruktionsrichter das Vorbereitungsverfahren für geschlossen erklärt. Falls der Beklagte dennoch auf der Einvernahme der Zeugen hätte bestehen wollen, hätte er gemäss Art. 67 Abs. 2 BZP innerhalb von zehn Tagen einen entsprechenden Antrag stellen müssen. Statt dessen hat er sich in den Schlussbemerkungen nur noch auf den Wortlaut der Krankengeschichte berufen, ohne das Zeugenangebot zu erwähnen. Daraus muss geschlossen werden, dass er sich zum Beweis seiner Behauptungen lediglich noch auf die Krankengeschichte stützen will.\n\nWie bereits erwähnt worden ist, bestreitet der Kläger, vom geplanten Eingriff überhaupt unterrichtet und über die möglichen Folgen aufgeklärt worden zu sein. Ob seine Sachdarstellung glaubwürdiger ist als jene des Beklagten, braucht indessen nicht untersucht und entschieden zu werden, da sich aus den folgenden Erwägungen ergeben wird, dass die Aufklärung selbst dann als ungenügend beurteilt werden muss, wenn das Gericht zu Gunsten des beweispflichtigen Beklagten annimmt, der Kläger sei so informiert und aufgeklärt worden, wie dies in der Krankengeschichte festgehalten worden ist. Unerheblich ist damit einerseits der Verdacht des Klägers, der zitierte Text sei nicht am 21. November 1979, sondern später und von einer anderen Person als angegeben |205| niedergeschrieben worden. Andererseits braucht auch nicht zu den Fragen Stellung genommen zu werden, welcher Beweiswert der Krankengeschichte im Arzthaftungsprozess im allgemeinen zukommt und ob es zweckmässig ist, den Patienten ein Formular unterschreiben zu lassen, in welchem der genaue Inhalt der Aufklärung und die Einwilligung angegeben werden (vgl. dazu WIEGAND, a.a.O., S. 116; NÜSSGENS, a.a.O., N 96 ff.). In diesem Zusammenhang ist lediglich festzuhalten, dass es unter dem Gesichtspunkt der Beweistauglichkeit nicht genügt, in der Krankengeschichte nur ganz allgemein zu vermerken, der Patient sei über die geplante Operation und ihre möglichen Komplikationen informiert worden, wie das im vorliegenden Fall geschehen ist.\n\n4. Gemäss der Expertise G., die insoweit mit der Expertise H. übereinstimmt und von den Parteien nicht angefochten worden ist, stellten die beteiligten Ärzte beim Kläger am 21. November 1979 die Differentialdiagnose einer thorakalen Diskushernie; die Artdiagnose wurde nicht definitiv gestellt. Als operativer Eingriff geplant war vor allem eine dekompressive Laminektomie im Bereich der Brustwirbelsäule, wie sie dann auch tatsächlich vorgenommen worden ist.\n\nDie Experten sind sich sodann darin einig, dass die grossen Risiken einer Laminektomie zur Entfernung einer thorakalen Diskushernie zur Zeit der Operation bekannt waren. Beide Gutachter verweisen insbesondere auf eine Publikation von PEROT/MUNRO (Transthoracic Removal of Midline Thoracic Disc Protrusions Causing Spinal Cord Compression, J. Neurosurgery 31, 1969, S. 452-458), aus der hervorgeht, dass, bei insgesamt einundneunzig erfassten Fällen, neunundzwanzig Patienten geheilt wurden und bei zweiundzwanzig Patienten eine Zustandsverbesserung eintrat. Andererseits starben aber sechs Patienten an den Folgen der Operation, sechzehn waren danach gelähmt und bei achtzehn Patienten war keine Verbesserung zu beobachten. Noch ungünstiger sind die Ergebnisse bezüglich der Patienten, bei welchen die Laminektomie - wie auch beim Kläger - oberhalb von Th 10-11 vorgenommen wurde. In dieser Kategorie starben zwei von insgesamt vierunddreissig Operierten, während zwölf gelähmt waren und bei neun Patienten keine Verbesserung eintrat. Nur sechs Patienten wurden geheilt, und bei fünf Patienten wurde ein verbesserter Zustand erzielt. Der Experte G. weist in seinem Gutachten zudem allgemein darauf hin, dass höchstwahrscheinlich bereits eine geringgradige Lageänderung des Rückenmarkes im Bereich der |206| Dekompressionszone genüge, um im empfindlichen, in bezug auf Durchblutungsstörungen höchst gefährdeten Rückenmark eine solche Schädigung herbeizuführen, dass eine Komplettierung der Lähmung eintritt. Dazu könne auch die Vornahme einer explorativen Laminektomie ausreichen.\n\nDiese Ausführungen der Experten erlauben es, über die Frage zu entscheiden, ob der Kläger bezüglich der Risiken des operativen Eingriffs ausreichend aufgeklärt worden ist. Das ist aufgrund der gegebenen Umstände zu verneinen. Den an der Operation teilnehmenden Ärzten musste bewusst sein, dass die Durchführung einer Laminektomie im thorakalen Bereich oberhalb Th 10-11 in beinahe siebzig Prozent der Fälle zu keiner Verbesserung des Zustandes des Patienten führt. Zudem besteht in nahezu fünfunddreissig Prozent der Fälle die Gefahr einer Paraplegie. Über diese vom Gesichtspunkt eines medizinischen Laien aus sehr ungünstigen Erfolgsaussichten hätte der Kläger ausdrücklich und unter Angabe der ungefähren prozentualen Anteile aufgeklärt werden müssen. Dass dies der Fall war, ist von der Beklagten in ihren Rechtsschriften nicht behauptet worden. Aus der Krankengeschichte ergibt sich das ebenfalls nicht, da dort lediglich allgemein festgehalten wird, der Kläger sei über Möglichkeiten operativer Komplikationen informiert worden. Aus diesem Grund kann der Beweis einer ausreichenden Aufklärung des Klägers mit der Krankengeschichte nicht geführt werden. Er ist damit gescheitert.\n\n5. a) In BGE 66 II 36 ist das Bundesgericht ohne Begründung davon ausgegangen, der Patient brauche nicht über die Risiken einer ärztlichen Behandlung aufgeklärt zu werden, wenn aufgrund der gegebenen Umstände anzunehmen sei, dass er auch bei erfolgter oder ausreichender Aufklärung seine Einwilligung gegeben hätte. In späteren Entscheiden ist dagegen offengelassen worden, ob der Arzt seine Haftung mit dem Einwand der hypothetischen Einwilligung des Patienten bestreiten könne (BGE 108 II 64, BGE 113 Ib 426). In BGE 108 II 64 hat das Bundesgericht aber festgehalten, die Beweislast für eine solche hypothetische Einwilligung hätte jedenfalls der Arzt zu tragen, da es sich um ein Verteidigungsmittel des Arztes handle.\n\nNach ständiger Rechtsprechung des deutschen Bundesgerichtshofes, auf die bereits in BGE 108 II 63 /4 hingewiesen worden ist, wird der Arzt zum Beweis zugelassen, dass sich der Patient auch bei gehöriger Aufklärung zu der Operation entschlossen hätte; andererseits ist der Patient aber verpflichtet, plausibel darzulegen, |207| weshalb er aus seiner Sicht bei Kenntnis der aufklärungspflichtigen Umstände vor einem Entscheidungskonflikt gestanden hätte, ob er die ihm empfohlene Behandlung gleichwohl ablehnen solle (Urteil vom 26. Juni 1990, NJW 1990 S. 2928 f.). An diese sogenannte Substantiierungspflicht des Patienten ist gemäss der Praxis des Bundesgerichtshofes ein strenger Massstab anzulegen (NJW 1984 S. 1809; Heilmann, Der Stand der deliktischen Arzthaftung, NJW 1990 S. 1518). Abzustellen ist insoweit aber nicht abstrakt auf die Handlungsweise eines verständigen Patienten, sondern konkret auf die persönliche Willenslage des betroffenen Patienten (NJW 1984 S. 1399, 1980 S. 1334).\n\nb) In der schweizerischen Lehre ist die Zulassung des Einwandes der hypothetischen Einwilligung des Patienten umstritten. GUILLOD, der sich am ausführlichsten mit der Frage befasst hat, ist der Auffassung, der Zweck der verletzten Norm verbiete die Berücksichtigung des Einwandes (Le consentement éclairé du patient, Diss. Neuenburg 1986, S. 84 ff.). RASCHEIN (Widerrechtlichkeit und Verschulden in der Arzthaftpflicht, ZGRG 1989 S. 64), GROSS (Haftung für medizinische Behandlung, S. 214) und ALFRED KELLER (in: Arzt und Recht, S. 133) nehmen dagegen die Zulässigkeit des Einwandes an, ohne ihre Auffassung aber zu begründen. BUCHLI-SCHNEIDER (a.a.O., S. 97) führt mit Hinweis auf deutsche Lehrmeinungen aus, dem Arzt stehe der beweispflichtige Einwand des rechtmässigen Alternativverhaltens offen. WIEGAND (a.a.O., S. 117) vertritt die Ansicht, der Patient habe zu beweisen, dass die fehlende Aufklärung ursächlich für den eingetretenen Schaden gewesen sei; das sei nur dann anzunehmen, wenn nachgewiesen werde, dass ein vernünftiger und besonnener Patient nach erfolgter Aufklärung seine Zustimmung zur Behandlung oder Operation verweigert hätte. Um eine Kausalitätsfrage geht es auch nach Auffassung von HAUSHEER (Schweizer Beitrag in: Medical Responsibility in Western Europe, S. 757/8).\n\nc) In BGE 108 II 64 ist das Bundesgericht davon ausgegangen, die Frage der Zulässigkeit des Einwandes der hypothetischen Einwilligung des Patienten sei eine solche der Kausalität. Diesen dogmatischen Ansatz hat GUILLOD kritisiert, der die Frage dem Bereich des rechtmässigen Alternativverhaltens zuordnen will (Le consentement éclairé du patient, S. 85). In der deutschen Literatur ist demgegenüber zutreffend darauf hingewiesen worden, dass die rechtliche Einordnung des Einwandes Schwierigkeiten bereitet, weil ein Unterlassen nur dann kausal ist, wenn pflichtgemässes |208| Handeln den Erfolg verhindert hätte. Dabei handelt es sich aber im Ergebnis um die Frage nach rechtmässigen Alternativen (NÜSSGENS, a.a.O., N 153). Zu untersuchen wäre nach der einen Zuordnung, ob zwischen der unterlassenen Aufklärung durch die Ärzte und der mangelnden Einwilligung des Klägers in den operativen Eingriff sowie den daraus entstandenen Folgen ein hypothetischer Zusammenhang besteht (BGE 115 II 447). Nach der anderen Zuordnung wäre zu prüfen, ob der Kläger selbst dann in die Operation eingewilligt hätte, wenn er ausreichend über deren Risiken aufgeklärt worden wäre. Bei beiden Fragestellungen wird somit entscheidend auf eine hypothetische Stellungnahme des Patienten abgestellt, welche entweder als Glied im Kausalzusammenhang oder im Rechtswidrigkeitszusammenhang verstanden wird. Aufgrund beider Betrachtungsweisen ist der Einwand der hypothetischen Einwilligung des Patienten aber zuzulassen.\n\nWie sodann aus der zitierten schweizerischen Literatur hervorgeht, wird die Zulässigkeit des Einwandes der hypothetischen Einwilligung des Patienten mehrheitlich befürwortet, und zwar unabhängig von der Frage seiner rechtlichen Einordnung. Diese Stellungnahmen zeigen, dass es die Lehre überwiegend für richtig hält, die Haftung des Arztes wegen einer Verletzung der Aufklärungspflicht in diesem Sinne einzuschränken. Gleichzeitig wird damit auch den Beweisschwierigkeiten des Arztes Rechnung getragen, soweit sie auf einem Umstand beruhen, der zum Wissensbereich des Patienten gehört. Das bedeutet aber nicht, dass von der Beweislastverteilung gemäss BGE 108 II 64 dem Grundsatz nach abzuweichen ist. Die Beweislast des Arztes für seine Behauptung, der Patient hätte auch bei hinreichender Aufklärung in den Eingriff eingewilligt, rechtfertigt sich einerseits, weil es um einen Beweis im grösseren Rahmen des Rechtfertigungsgrundes der Einwilligung geht. Daran ändert die hier offengelassene Frage der rechtlichen Einordnung bei der Kausalität oder dem rechtmässigen Alternativverhalten nichts. Andererseits wird in der deutschen Literatur zur Begründung der Beweislastverteilung zutreffend darauf hingewiesen, dass der Beweis in den Verantwortungsbereich des Arztes fällt, weil er den Eingriff ohne Einwilligung des Patienten vorgenommen hat (NÜSSGENS, a.a.O., N 157; BAUMGÄRTEL, Handbuch der Beweislast im Privatrecht, Bd. 1, N 48 zu § 823 I BGB; HEILMANN, a.a.O., S. 1518).\n\nBei Beurteilung der Hypothese ist sodann nicht bloss darauf abzustellen, ob ein vernünftiger und besonnener Patient nach |209| erfolgter Aufklärung seine Einwilligung verweigert hätte. Massgebend muss vielmehr sein, wie sich der in Frage stehende Patient unter den konkreten Umständen verhalten hätte. Dem Schutz des Selbstbestimmungsrechtes des Patienten kommt in dieser Hinsicht ausschlaggebende Bedeutung zu (vgl. dazu NÜSSGENS, a.a.O., N 159). Vom Patienten kann allerdings - im Einklang mit der Rechtsprechung des deutschen Bundesgerichtshofes - verlangt werden, dass er glaubhaft macht oder wenigstens behauptet, warum er auch bei gehöriger Aufklärung die Einwilligung zur Vornahme des Eingriffs insbesondere aus persönlichen Gründen verweigert hätte. Insoweit ist ihm eine Mitwirkung bei der Feststellung des Sachverhaltes zuzumuten, weil es um Tatsachen geht, die im allgemeinen aus seinem Wissensbereich stammen. Daraus folgt aber auch, dass im Falle fehlender Mitwirkung des Patienten dennoch nach objektiviertem Massstab darauf abgestellt werden kann, ob die Ablehnung des Eingriffs vom Standpunkt eines vernünftigen Patienten aus unverständlich gewesen wäre (MERTENS, MünchKomm, N 457 zu § 823 BGB). Im Sinne dieser Ausführungen und mit den erwähnten Einschränkungen ist der Beklagte somit zum Beweis der hypothetischen Einwilligung des Klägers zuzulassen.\n\nd) Dieser Beweis muss indessen als gescheitert betrachtet werden. Zum einen hat der Kläger glaubwürdig dargelegt, dass er bei Kenntnis der geringen Erfolgsaussichten des geplanten Eingriffs und der damit verbundenen statistisch sehr erheblichen Gefahr des Eintritts einer Paraplegie die Operation jedenfalls hinausgeschoben hätte, um die Entwicklung seines Gesundheitszustandes beobachten und nach anderen Behandlungsmethoden suchen zu lassen. Zum anderen ist es dem Beklagten nicht gelungen, eine besondere zeitliche Dringlichkeit der Operation nachzuweisen. Der Gutachter G. hat zwar in seiner Expertise die Ansicht geäussert, die Operation habe am 21. November 1979 nicht auf den nächsten Tag verschoben werden dürfen, ihre Dringlichkeit könne daher in Stunden ausgedrückt werden. Zur Frage, ob die unstreitig durch die Operation verursachte Lähmung ohnehin eingetreten wäre, hat der Experte dagegen nicht eindeutig Stellung genommen. Im Gutachten selbst führt er zwar aus, eine abwartende Haltung der Ärzte hätte bei der gegebenen Rückenmarkskompression zu einer Verschlechterung des Zustandes führen können. Dass eine Verschlechterung auch tatsächlich eingetreten wäre, behauptet er aber nicht. Anlässlich der Vorbereitungsverhandlung vom 27. August |2101990| hat er zudem ausgeführt, es handle sich um eine schwierige Frage, da es an einer allgemeinen Erfahrungsgrundlage bezüglich des Spontanverlaufs fehle. Der Experte H. hat in seinem Gutachten dargelegt, unter Umständen hätte eine bessere myelographische Untersuchung eine sicherere Diagnose ergeben, was dann eventuell die Operationsplanung verändert hätte; unter diesen Gesichtspunkten sei - unter gebührender Berücksichtigung der Dringlichkeit - die Notfallmässigkeit des Eingriffes im unmittelbaren Anschluss an die insuffiziente Myelographie nicht gegeben gewesen.\n\nIn Würdigung dieser Expertenäusserungen ist davon auszugehen, dass dem Kläger noch genügend Zeit zur Verfügung gestanden hätte, um das von ihm behauptete alternative Vorgehen auch tatsächlich durchzuführen. Die Annahme einer hypothetischen Einwilligung des Klägers scheidet damit aus."}