{"annee": "117", "cour": "III", "page": "70", "date": "6/11/1991", "cite": ["116 III 96", "90 III 41"], "cite_par": [], "chapeau": "21. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 6. November 1991 i.S. Gautschi Holding AG (Rekurs)", "regestes": ["Sort des biens du failli découverts après la clôture de la faillite (art. 269 LP). L'art. 269 LP ne remet pas entièrement à l'appréciation de l'Office des faillites la décision portant sur la question de savoir si un droit patrimonial doit être englobé dans la liquidation en qualité de bien nouvellement découvert. Ce n'est qu'en présence d'une situation claire en fait et en droit que l'Office des faillites peut exceptionnellement refuser d'ouvrir une procédure selon l'art. 269 LP pour la prétention en cause."], "faits": "|70|\n\nA.- Zwischen der Gautschi Holding AG und dem Konkursamt Glarus ist streitig, ob der am 19. August 1986 als geschlossen erklärte Konkurs über die Suter-Leemann AG in Glarus gemäss Art. 269 SchKG wiederaufzunehmen bzw. auf verschiedene Forderungen - Pfanderlös, ungerechtfertigte Bereicherung, Verrechnung mit der Masse - auszudehnen sei. Diese Forderungen |71| sollen sich nach der Behauptung der Rekurrentin erst im Gefolge eines Kollokationsprozesses gegen die Spar- und Hypothekenbank Luzern (erledigt durch Urteil des Obergerichts des Kantons Luzern vom 24. August/14. Dezember 1987 bzw. durch Urteil des Bundesgerichts vom 25. Mai 1989) herauskristallisiert haben.\n\nDas Konkursamt lehnte die Wiederaufnahme des Konkurses mit der Begründung ab, dass es sich bei den fraglichen sechs Forderungen im Gesamtbetrag von Fr. 4'741'576.35 nicht um neu entdecktes Vermögen der Konkursitin handle, habe doch die Gautschi Holding AG in ihrem Schreiben vom 3. Mai 1990 selber erklärt, dass sich die Beträge aus den Konkursakten ergäben.\n\nB.- Die Verfügung des Konkursamtes wurde vom Präsidenten des Kantonsgerichts Glarus als unterer Aufsichtsbehörde über Schuldbetreibung und Konkurs geschützt, indem die hiegegen gerichtete Beschwerde der Gautschi Holding AG am 17. Dezember 1990 abgewiesen wurde, soweit darauf einzutreten war. Denselben Entscheid fällte in seiner Sitzung vom 26. August 1991 das Kantonsgericht Glarus als obere Aufsichtsbehörde über Schuldbetreibung und Konkurs.\n\nDemgegenüber hiess die Schuldbetreibungs- und Konkurskammer des Bundesgerichts den Rekurs gut und hob den Entscheid der oberen kantonalen Aufsichtsbehörde auf. Sie wies das Konkursamt an, über die Ausdehnung des Nachkonkurses über die Suter-Leemann AG neu zu entscheiden.", "considerants": "Aus den Erwägungen:\n\n1. Das Kantonsgericht Glarus hat im angefochtenen Entscheid ausgeführt, aus dem von der Beschwerdeführerin zu den Akten gegebenen Schreiben vom 3. Mai 1990 gehe hervor, dass die als neu entdecktes Vermögen geltend gemachten Forderungen der Konkursmasse Suter-Leemann AG gegen die Spar- und Hypothekenbank Luzern seit 1983 bekannt gewesen seien. Es sei unbekannt, weshalb sie von der Konkursverwaltung im Konkurs nicht berücksichtigt worden seien. Dagegen hätte Beschwerde geführt werden können; doch sei dies nicht geschehen, obwohl noch ein Kollokationsprozess mit der Gautschi Holding AG als Klägerin pendent gewesen sei, der von ihr ungefähr zum gleichen Zeitpunkt an das Obergericht Glarus weitergezogen worden sei, wo der Konkurs über die Suter-Leemann AG als geschlossen erklärt wurde. Auf die Rüge wegen der nach der Meinung der Beschwerdeführerin |72| vorzeitigen Schliessung des Konkurses könne heute nicht mehr eingetreten werden. Dass im Nachkonkurs nun bloss die im ordentlichen Zivilprozess geprüfte Forderung behandelt werde, sei nicht zu beanstanden. Bei diesem Vermögenswert könne man mit Fug von neu entdecktem Vermögen sprechen. Das könne aber nicht gelten für (strittige oder unstrittige) Forderungen, die im Konkursverfahren bereits summenmässig bekannt gewesen seien und aus heute nicht mehr zu ermittelnden Gründen nicht berücksichtigt worden seien. Andernfalls würde ein Nachkonkurs praktisch zur Revision eines ganzen Konkursverfahrens führen, was nicht Sinn und Zweck von Art. 269 SchKG sei. Da die Konkursämter eher bereit seien, die Voraussetzungen von Art. 269 SchKG als gegeben zu betrachten - führt die kantonale Aufsichtsbehörde weiter aus -, damit ein Streit über den materiellen Bestand einer Forderung und den Zeitpunkt ihres Entstehens in einem gerichtlichen Verfahren entschieden werden könne, \"müsste die Beschwerdeführerin im vorliegenden Aufsichtsbeschwerdeverfahren deutlichere, konkretere und überzeugendere Hinweise auf das Vorhandensein von Gründen für praxisfremde Entscheide des Konkursamtes beziehungsweise des damals zuständig gewesenen Konkursverwalters geben können\". Aus den Akten seien solche Gründe nicht als hinreichend überzeugend erkennbar. Daher müsse angenommen werden, dass das Konkursamt Glarus zu Recht die fraglichen Forderungen von insgesamt 4,7 Millionen Franken als nicht unter Art. 269 SchKG subsumierbares (neu entdecktes) Vermögen betrachtet habe.\n\n2. a) Diese Argumentation vermag nicht zu überzeugen. In ihren Beschwerden an die untere und hernach die obere kantonale Aufsichtsbehörde hat die Gautschi Holding AG klar dargelegt, dass und weshalb sie die weiteren Forderungen als neu entdeckte Vermögensstücke im Sinne von Art. 269 SchKG betrachtet, und dabei auf die nicht leicht zu überblickenden Zusammenhänge hingewiesen. Damit haben sich die beiden kantonalen Aufsichtsbehörden mit keinem Wort auseinandergesetzt. Vielmehr haben sie sich mit dem Hinweis auf das Schreiben der Gautschi Holding AG vom 3. Mai 1990 an deren damaligen Rechtsvertreter begnügt, worin erklärt wird: \"Die Beträge ergeben sich aus den Konkursakten und sind von Dr. Honegger leider jeweils in der falschen Kolonne in seinem Statut oder überhaupt nicht aufgeführt worden.\" Entgegen der im angefochtenen Entscheid vertretenen Auffassung lässt sich diesem Schreiben nur entnehmen, |73| dass Belege für die Forderungen offenbar in den Konkursakten zu finden sind. Es lässt sich daraus aber nicht der Schluss ziehen, dass die Konkursorgane oder die (Mehrzahl der) Gläubiger über Anhaltspunkte verfügten, wonach diese Forderungen tatsächlich als Aktiven zur Konkursmasse zu ziehen gewesen wären, was aber wissentlich oder versehentlich nicht geschehen ist.\n\nb) Art. 269 SchKG stellt den Entscheid, ob ein Vermögenswert als neu entdecktes Vermögen in den Nachkonkurs einbezogen werden soll, nicht völlig dem Ermessen des Konkursamtes anheim. Im Hinblick auf die Folgen einer Ablehnung kann sich das Konkursamt nur ausnahmsweise - bei eindeutiger Sach- und Rechtslage - weigern, für behauptete Rechtsansprüche einen Nachkonkurs zu eröffnen (BGE 90 III 45 ff. E. 2 und 3). Sieht es selber keine Möglichkeit, solche Rechtsansprüche für die Konkursmasse durchzusetzen, so kann es entsprechend der Bestimmung von Art. 269 Abs. 3 SchKG vorgehen. Es ist denn auch nach der Rechtsprechung in erster Linie Sache des Richters, und nicht des Konkursamtes bzw. der Aufsichtsbehörden in Schuldbetreibungs- und Konkurssachen, darüber zu entscheiden, ob die Voraussetzungen für einen Nachkonkurs gegeben sind oder nicht (vgl. die jüngste Rechtsprechung in BGE 116 III 98 ff.).\n\nc) Da es im vorliegenden Fall sehr unklar ist, wie es sich rechtlich mit den geltend gemachten Forderungen verhält, kann die Zulässigkeit des Nachkonkurses auch nicht entscheidend davon abhängen, ob die Gautschi Holding AG selber Kenntnis vom Bestand weiterer Forderungen gegen die Konkursitin hatte oder hätte haben müssen. Zwar obliegt es der Rekurrentin, näher darzulegen, weshalb sie glaubt, dass neue Vermögensstücke im Sinne von Art. 269 SchKG vorhanden seien; und dafür hat sie denn auch zumindest Indizien geliefert. Aber es kann ihr im Hinblick darauf, dass der Ausschluss des Nachkonkurses den endgültigen Verlust eines allenfalls eben doch zur Konkursmasse gehörenden Rechtsanspruchs bewirken würde, der Nachkonkurs nicht mit dem blossen Hinweis darauf verweigert werden, dass sie selber im Schreiben vom 3. Mai 1990 auf die Konkursakten verwiesen hat (BGE 116 III 104 E. 6b, 105 E. 6d). Vielmehr muss das Konkursamt - gerade aufgrund der Konkursakten - zuerst einmal selber abklären, ob die Existenz der umstrittenen Forderungen vor Durchführung des Kollokationsprozesses wirklich nicht bekannt sein konnte oder aus welchen Gründen sonst diese Forderungen seinerzeit im Konkurs der Suter-Leemann AG nicht in die Konkursmasse |74| einbezogen worden sind. Je nachdem muss sich das Konkursamt über den einzuschlagenden Weg klar werden und sich dabei vor allem die für streitige Forderungen anwendbare Vorschrift von Art. 269 Abs. 3 SchKG vor Augen halten (siehe auch AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 4. Auflage Bern 1988, S. 397 f., insbesondere Rz. 6 und 8; WALDER, Der Nachkonkurs, BlSchK 45/1981, S. 1 ff., S. 33 ff.)."}