{"annee": "117", "cour": "IA", "page": "365", "date": "26/11/1991", "cite": ["71 II 294", "67 II 146", "115 IA 212", "107 IA 318", "107 IA 246"], "cite_par": ["141 III 274", "129 III 535"], "chapeau": "57. Estratto della sentenza 26 novembre 1991 della I Corte civile nella causa X e Y c. Z e II Camera civile del Tribunale di appello del Cantone Ticino (ricorso di diritto pubblico)", "regestes": ["Demande de revision d'une sentence arbitrale: art. 41 ss CIA. Distinction entre sentence arbitrale et avis d'un expert-arbitre. 1. Critères posés par la jurisprudence et la doctrine pour distinguer les deux institutions (consid. 5 et 6). Seule une sentence arbitrale peut faire l'objet d'une demande de revision (consid. 7). 2. Existence d'une sentence arbitrale admise dans le cas particulier (consid. 8)."], "faits": "|365|\n\nA.- I fratelli L e Z possedevano - presumibilmente nella forma della società semplice - il \"Gruppo B. Ticino\", che aveva svariate partecipazioni in numerose società estere, in particolare italiane, attive essenzialmente nel settore dell'edilizia e in quello dell'impiantistica industriale. A L, decesso nel 1968, sono subentrati i figli X e Y. In seguito, fra i soci sono sorte gravi divergenze sfociate, il 2 settembre 1986, nella sottoscrizione di un \"compromesso arbitrale\", mediante il quale è stata stipulata la cessione della parte del \"Gruppo B. Ticino\" dei fratelli allo zio. La Società Svizzera di Revisione (Revisuisse) è stata |366| incaricata di determinare il prezzo della cessione. Secondo l'accordo la designazione del collegio arbitrale e del suo presidente era lasciata alla Revisuisse. Sede dell'arbitrato era Lugano. La procedura - nella misura in cui l'accordo o gli arbitri non disponevano diversamente - era retta dal Concordato sull'arbitrato (CIA). Le spese dell'arbitrato erano assunte dalla L. S.A., una società del \"Gruppo B. Ticino\". La convenzione prevedeva poi diverse norme di procedura e alcuni criteri di valutazione e inoltre l'esplicita rinuncia al deposito del lodo e alla sua intimazione tramite l'autorità giudiziaria, sostituita dalla comunicazione mediante lettera raccomandata (art. 35 CIA). Le parti si impegnavano ad accettare senza riserve la valutazione del collegio arbitrale. L'esecuzione della decisione era garantita dal deposito presso la Revisuisse di tutte le azioni possedute da X e Y. Da parte sua, Z consegnava ai venditori un impegno di pagamento di primaria banca svizzera di versare alla Revisuisse il prezzo che sarebbe stato stabilito dalla stessa. Questa si impegnava, a sua volta, a consegnare ai venditori il prezzo stabilito entro sessanta giorni dall'intimazione della decisione. Con il trasferimento delle azioni e il pagamento del prezzo di vendita, le parti dichiaravano estinta \"per saldo\" ogni e qualsiasi eventuale pretesa. Da ultimo, l'accordo autorizzava l'acquirente a cedere a terzi diritti e obblighi che ne derivavano.\n\nAl momento della stipulazione del \"compromesso arbitrale\", entrambe le parti erano assistite da legali; i venditori X e Y erano inoltre consigliati da una società fiduciaria che, in precedenza, aveva già allestito per loro conto una valutazione del \"Gruppo B. Ticino\".\n\nB.- La Revisuisse ha poi scelto tre membri della propria direzione come arbitri. Il collegio arbitrale ha condotto un'ampia procedura di valutazione nell'ambito della quale alle parti è stata concessa la facoltà di esprimersi oralmente e per scritto e di partecipare alle sedute e ai sopralluoghi. Prima della chiusura dell'istruttoria le parti hanno potuto presentare al collegio arbitrale le loro ultime osservazioni. La decisione - denominata \"lodo\" - è stata resa il 25 giugno 1987 e il prezzo per la cessione delle azioni fissato in fr. 61'908'000.--; essa è stata eseguita nei modi e nelle forme previste dall'accordo.\n\nC.- Il 26 febbraio 1991 X e Y hanno presentato al Tribunale di appello del Cantone Ticino una domanda di revisione, chiedendo l'annullamento del lodo del 25 giugno 1987 e il rinvio del caso al tribunale |367| arbitrale per nuovo giudizio. Essi adducevano, in sintesi, che nel frattempo era risultato che agli arbitri era stata sottaciuta l'esistenza di documentazione relativa a valori ingenti con la conseguenza che la valutazione da essi compiuta era di circa fr. 177'222'000.-- inferiore al valore reale. Con sentenza del 6 marzo 1991, la II Camera civile del Tribunale di appello - statuendo in base alla procedura di esame preliminare - ha dichiarato la domanda di revisione inammissibile. A suo avviso, la decisione del 25 giugno 1987 non costituiva un lodo, ma bensì un referto di un arbitratore, al quale il CIA non era applicabile.\n\nD.- Contro questa decisione X e Y hanno interposto il 10 aprile 1991 ricorso di diritto pubblico, chiedendo al Tribunale federale di annullarla.", "considerants": "Dai considerandi:\n\n5. Con il ricorso viene fatta valere - con richiamo all'art. 84 cpv. 1 lett. b OG - la violazione di disposizioni del CIA. Tale censura deve essere esaminata liberamente e con pieno potere cognitivo (DTF 115 Ia 215 consid. 2a in fine).\n\na) La Corte cantonale ha ritenuto, a ragione, che il CIA è applicabile solo ai lodi arbitrali veri e propri e non ai cosiddetti referti di arbitratori (sentenza del Tribunale federale nella causa Cloetta, parzialmente pubblicata in SJ 105/1983 pag. 541, consid. 1g con riferimento a LALIVE, in: DUTOIT/KNOEPFLER/LALIVE/MERCIER, Répertoire de droit international privé suisse, vol. 1, Berna 1982, pag. 241 segg.; cfr. inoltre JOLIDON, Commentaire du Concordat suisse de l'arbitrage, Berna 1984, introduzione pag. 35 n. 64 e n. 234 ad art. 1; RÜEDE/HADENFELDT, Schweizerisches Schiedsgerichtsrecht, Zurigo 1980, pag. 17 seg. n. 4; LALIVE/POUDRET/REYMOND, Le droit de l'arbitrage interne et international en Suisse, Losanna 1989, pag. 26 segg. nota 1.2. ad art. 1; in senso analogo: DTF 107 Ia 320). Nella fattispecie ciò non è contestato né dai ricorrenti, né dalla controparte.\n\nb) Nella sentenza pubblicata in DTF 107 Ia 318 segg., il Tribunale federale, riferendosi alla dottrina dominante (cfr. oltre alle opere ivi citate JOLIDON, op.cit. e LALIVE, op.cit.) ha esaminato in modo circostanziato la distinzione fra il lodo arbitrale e il referto di un arbitratore. In linea di principio, l'arbitratore deve accertare fatti giuridicamente rilevanti, mentre l'arbitro è invece chiamato a risolvere una lite: tuttavia anche l'arbitratore può essere tenuto |368| a pronunciarsi su questioni giuridiche. Decisivo è il carattere intrinseco della decisione vincolante che viene emessa, il lodo implica infatti un verdetto giudiziale (\"Richterspruch\"). D'altra parte, la denominazione usata dalle parti non è determinante e la distinzione fra i due istituti deve fondarsi sul contenuto del contratto secondo la volontà delle parti nonché sul modo con cui il mandatario (arbitro o arbitratore) ha inteso ed ha eseguito l'incarico affidatogli. Una semplice procedura informale, senza scambi di allegati e domande di condanna di una parte, come pure la circostanza che l'arbitro non sia stato incaricato di statuire sulle spese e ripetibili, fanno propendere per il semplice referto di un arbitratore (cfr. DTF 107 Ia 321 segg. consid. 5a e b).\n\nGli altri criteri riportati nell'accennata sentenza non hanno alcuna rilevanza per il caso concreto. Ulteriori criteri distintivi sono invece menzionati da RÜEDE/HADENFELDT (op.cit., pag. 17 n. 4), WIGET (in: STRÄULI/MESSMER, Kommentar zur Zürcherischen Zivilprozessordnung, Zurigo 1982, n. 3 al § 258), JOLIDON (op.cit., n. 234 ad art. 1), LALIVE (op.cit., pag. 241 segg. n. 2-14) e LALIVE/POUDRET/REYMOND (op.cit., pag. 26 segg. nota 1.2.) segnatamente con riferimento a decisioni cantonali. Quasi tutti gli autori sottolineano che in singoli casi la distinzione può rivelarsi particolarmente ardua.\n\n6. Secondo gli autori citati e in base alla giurisprudenza cantonale da essi riportata, nei seguenti casi è possibile concludere per l'esistenza di un referto di un arbitratore:\n\n- quando devono essere accertate solo questioni di fatto;\n\n- quando occorre statuire su questioni parziali;\n\n- quando in una procedura pendente davanti ad un tribunale ordinario, le parti si accordano per una perizia e si impegnano a riconoscerla in modo vincolante;\n\n- quando in una lite concernente una società deve essere stabilito il valore reale del patrimonio sociale (cfr. tuttavia la decisione del Tribunale cantonale vodese riportata da JOLIDON, op.cit., pag. 64, DTF 107 Ia 247 segg. e la decisione inedita del Tribunale federale del 24 aprile 1980 nella causa B., dove in casi analoghi è stata invece ammessa implicitamente l'esistenza di un lodo arbitrale);\n\n- quando deve essere stabilito in modo vincolante il valore di vendita di un commercio;\n\n- quando deve essere accertata l'entità di una successione ed eseguita la sua stima; |369|\n\n- quando la ripartizione delle spese di procedura è regolata in anticipo;\n\n- quando l'esperto deve preventivamente sottoporre alle parti un progetto e allestire poi la versione finale del referto tenendo conto delle osservazioni delle parti;\n\n- quando un terzo è incaricato di completare o modificare un contratto.\n\nL'istituzione di un vero e proprio tribunale arbitrale è invece ammessa nei seguenti casi:\n\n- quando viene dichiarato applicabile un codice di procedura civile o il CIA;\n\n- quando la decisione contiene l'indicazione delle parti, l'esposizione delle questioni litigiose e il dispositivo;\n\n- quando le parti riconoscono la decisione come titolo per il rigetto dell'opposizione;\n\n- quando si tratta di statuire su una questione giuridica riguardante l'interpretazione di una clausola di un contratto di vendita;\n\n- quando la decisione risolve definitivamente la lite;\n\n- quando si vuole l'effetto di cosa giudicata di una sentenza;\n\n- quando le reciproche pretese delle parti sono stabilite in modo definitivo.\n\nAnaloghi criteri sono pure applicati nel diritto germanico (SCHLOSSER, in: Stein-Jonas, Kommentar zur Zivilprozessordnung, 20a edizione, Tubinga 1988, note introduttive al § 1025, pag. 82 segg.; BAUMBACH/LAUTERBACH/ALBERS/HARTMANN, Zivilprozessordnung, 49a edizione, Monaco 1991, pag. 1932) e nel diritto italiano per la distinzione fra arbitrato rituale e arbitrato irrituale o libero (CARPI/COLESANTI/TARUFFO, Commentario breve al Codice di procedura civile, Padova 1984, nota 7 ad art. 806; MARANI, In tema di arbitrato, arbitraggio, perizia contrattuale, in: Rivista trimestrale di diritto e procedura civile 37/1983, pag. 610 segg.).\n\n7. La differenza fra lodo arbitrale ed il referto di un arbitratore risiede nel fatto che, mentre il lodo arbitrale passa formalmente e materialmente in giudicato e può essere modificato se sono adempiute le condizioni per una domanda di revisione, il referto di un arbitratore, anche se statuisce sulle questioni di fatto e di diritto in modo vincolante per le parti, può invece essere invalidato solo con una causa ordinaria nella quale occorre provare ch'esso sia manifestante ingiusto, iniquo, arbitrario, allestito senza alcuna cura, errato o sia viziato da errore sostanziale, inganno o minaccia (DTF 71 II 295, DTF 67 II 148). A causa di |370| questa portata diversa, alcuni autori sostengono che l'eventuale incertezza di interpretazione deve essere risolta nel senso che le parti hanno inteso prevedere un referto di un arbitratore e non un lodo arbitrale (RÜEDE/HADENFELDT, op.cit., pag. 17 lett. d; SCHLOSSER, op.cit., nota 23 vor § 1025 IV; principio applicato nella prassi giudiziaria italiana cfr. CARPI/COLESANTI/TARUFFO, op.cit., nota 7 ad art. 806). La presente fattispecie dimostra comunque come tale opinione non sia completamente fondata: presumibilmente i ricorrenti preferiscono ottenere un riesame della decisione pronunciata il 25 giugno 1987 dal gremio designato dalla Revisuisse che dover iniziare una causa ordinaria contro il resistente nel Principato di Monaco.\n\n8. Se si applicano i criteri appena esposti al caso concreto, le circostanze che non si trattava di statuire su questioni giuridiche, ma unicamente di valutare il patrimonio sociale per determinare la parte spettante ai ricorrenti e che, in base all'accordo del 2 settembre 1986, i costi della procedura sono stati assunti dalla L. S.A., farebbero propendere per un referto di arbitratori. Tali circostanze non sono comunque decisive. Infatti, fra le parti non erano assolutamente litigiose questioni giuridiche: le quote di partecipazione degli interessati nella società erano già stabilite all'inizio e le parti erano d'accordo che Z avrebbe ripreso la quota dei fratelli X e Y. Litigioso e, da stabilire, era unicamente il valore dell'intero patrimonio sociale onde fissare l'ammontare della partecipazione ceduta. Di nessun rilievo è poi la circostanza che le parti hanno fissato in anticipo la ripartizione delle spese di procedura, perché tale operazione è ammissibile sia in un lodo arbitrale vero e proprio che in una causa pendente davanti ad un tribunale ordinario.\n\nDecisive nella specie sono le altre circostanze. In base all'accordo del 2 settembre 1986, una volta fissato il valore del patrimonio sociale e l'ammontare della partecipazione ceduta a Z, la vertenza fra le parti era definitivamente conclusa. In tale accordo, che le parti hanno concluso con l'assistenza di legali, si parla poi di \"arbitri\", di \"compromesso arbitrale\", di \"arbitrato\" e di \"lodo\", e si fa più volte riferimento al CIA e si dichiarano applicabili le sue disposizioni. Ora, se si prende in considerazione, come stabilito nella sentenza pubblicata in DTF 107 Ia 318 segg., il contenuto del contratto secondo la volontà delle parti, la natura giuridica della decisione e la maniera con cui i mandatari hanno inteso l'incarico loro affidato, la decisione del 25 giugno 1987 |371| costituisce un lodo arbitrale. Certo, le denominazioni usate dalle parti non sono determinanti, ma quando degli avvocati usano le espressioni \"arbitri\" e \"arbitrato\" e dichiarano applicabili le disposizioni del CIA ciò può solo significare che era loro intenzione istituire un vero e proprio tribunale arbitrale. Anche i mandatari hanno manifestamente inteso il loro incarico in tale senso. La decisione del 25 giugno 1987 è denominata \"lodo\". Essa contiene la composizione del collegio arbitrale, la designazione delle parti in causa, la descrizione della fattispecie, l'esposizione dei motivi come pure un vero e proprio dispositivo. È pur vero che esso non condanna espressamente Z a versare il prezzo di cessione stabilito in fr. 61'908'000.-- a X e Y, ma ciò non era necessario atteso che l'esecuzione del verdetto arbitrale era già garantita dalle clausole del compromesso arbitrale. Di conseguenza, la questione di sapere se il lodo arbitrale poteva passare formalmente e materialmente in giudicato, non ha più alcuna importanza. Esso è stato infatti eseguito dalla Revisuisse nei modi e nelle forme previste dal compromesso arbitrale del 2 settembre 1986: Z ha ricevuto le azioni oggetto della cessione e a X e Y è stato versato il prezzo di vendita stabilito. D'altra parte, la procedura davanti al tribunale arbitrale si è svolta nelle forme di un processo: alle parti è stata concessa più volte la possibilità di esprimersi verbalmente e per iscritto su tutte le questioni litigiose e di assistere all'assunzione delle prove da parte del tribunale arbitrale e, infine, prima della chiusura della procedura esse hanno ancora potuto determinarsi per iscritto.\n\nDiscende da queste considerazioni che, contrariamente a quanto ritenuto dalla Corte cantonale, la decisione del 25 giugno 1987 deve essere considerata un lodo arbitrale. Di conseguenza, la domanda di revisione ai sensi degli art. 41 segg. CIA era per principio ammissibile e la Corte cantonale avrebbe dovuto esaminarne le condizioni. Il ricorso deve quindi essere accolto e la decisione impugnata annullata."}