{"annee": "117", "cour": "II", "page": "6", "date": "4/6/1991", "cite": ["105 II 247", "108 II 1", "114 IA 350", "105 II 241", "115 II 306", "110 II 433", "70 I 216", "109 II 177", "107 II 289", "116 II 385", "96 I 425", "108 II 247", "105 II 65", "99 IA 561"], "cite_par": ["140 III 577", "120 II 229", "124 III 401", "127 IV 27", "120 II 276", "127 IV 193", "121 III 145", "126 III 1"], "chapeau": "2. Extrait de l'arrêt de la IIe Cour civile du 4 juin 1991 dans la cause W. contre Conseil exécutif du canton de Berne (recours en réforme)", "regestes": ["Art. 30 al. 1 CC; changement de nom d'un enfant de parents non mariés. 1. Le représentant légal d'un enfant né hors mariage a qualité pour demander, au nom de l'enfant, un changement de nom (confirmation de jurisprudence; consid. 1b). 2. Cognition du Tribunal fédéral (consid. 2). 3. Lorsque les parents d'un enfant né hors mariage ne vivent pas ensemble dans un logement commun, il n'y a pas de justes motifs permettant d'autoriser l'enfant à porter le nom du père (consid. 3), après avoir abandonné celui de la mère (consid. 4)."], "faits": "", "considerants": "|7|\n\nConsidérant en droit:\n\n1. b) En qualité de détentrice de l'autorité parentale (art. 298 al. 1 CC), donc de représentante légale (art. 304 al. 1 CC), la mère d'un enfant né hors mariage a qualité pour demander le changement de nom de cet enfant (ATF 105 II 248 consid. 1b). Cette jurisprudence a été comprise en ce sens que le représentant légal de l'enfant pourrait former la requête et recourir en son propre nom (POUDRET/SANDOZ-MONOD, Commentaire de la loi fédérale d'organisation judiciaire, vol. II, p. 206). Cette interprétation paraît erronée, car d'une part l'arrêt susmentionné ne dit pas que la mère pourrait agir en son propre nom et d'autre part, après avoir évoqué, sans la trancher, la question de la qualité pour agir du père, cette décision entre en matière sur la requête de l'enfant représenté par sa mère et non pas sur une demande déposée au nom de celle-ci.\n\nLa qualité du représentant légal pour agir au nom de l'enfant a été mise en doute parce que la demande de changement de nom est la manifestation d'un droit strictement personnel dont l'exercice échapperait au pouvoir du représentant légal (POUDRET/SANDOZ-MONOD, ibidem). Comme le droit au nom (ATF 99 Ia 566 consid. 3c), le droit au changement de nom fait certes partie des droits de la personnalité qui ont le caractère de droits strictement personnels (GROSSEN, Les personnes physiques, in Traité de droit civil suisse, Fribourg 1974, t. II, 2, p. 47; EUGEN BUCHER, Commentaire bernois, vol. I/2, 1976, n. 235 ad art. 19 CC; ANDREAS BUCHER, Personnes physiques et protection de la personnalité, Bâle et Francfort 1985, p. 54 No 157 et p. 205 No 796; DESCHENAUX/STEINAUER, Personnes physiques et tutelle, 2e éd., Berne 1986, p. 62 No 231 et p. 111 No 436). La jurisprudence et la doctrine distinguent toutefois les droits strictement personnels absolus des droits strictement personnels relatifs. Les premiers, appelés aussi droits strictement personnels improprement dits (ANDREAS BUCHER, op.cit., p. 59 n. 173) ou au premier degré (STETTLER, Le droit suisse de la filiation, in Traité de droit privé suisse, Fribourg 1987, vol. III, t. II, 1, p. 188 et 429), échappent au pouvoir de représentation du représentant légal. Leur exercice, au nom du mineur incapable de discernement, est exclu (ATF 116 II 387 consid. 4; ATF 114 Ia 362 consid. 7b/bb; GROSSEN, op.cit., p. 46/47; EUGEN BUCHER, op.cit., n. 206 ad art. 19 CC; TUOR/SCHNYDER, Das schweizerische Zivilgesetzbuch, 10e éd., Zurich 1986, p. 74). Qualifier un droit |8| strictement personnel d'absolu revient à priver l'incapable de discernement de la jouissance de ce droit alors qu'en principe et dans les limites de la loi, chacun peut jouir de ses droits civils (art. 11 CC). Il y a donc lieu de n'admettre que restrictivement le caractère absolu d'un droit strictement personnel (EUGEN BUCHER, ibidem; ANDREAS BUCHER, ibidem).\n\nDans le cas du changement de nom, l'art. 30 CC permet de façon générale de délivrer l'autorisation s'il existe de justes motifs. Ni cette disposition légale, ni aucune autre ne prévoit de restriction en relation avec le discernement ou l'âge du requérant. On ne saurait non plus invoquer un quelconque besoin de protéger l'incapable, car le critère déterminant pour autoriser un changement de nom est celui de l'intérêt du requérant (ATF 108 II 250 consid. 4d). Il serait d'autant plus inopportun d'empêcher la concrétisation de cet intérêt durant l'enfance qu'un changement de nom qui intervient alors, antérieurement à l'usage intensif du patronyme, est plus efficace, pour pallier les inconvénients liés au port d'un certain nom, que la même mesure prise quelques années plus tard. Cela est particulièrement net lorsqu'il s'agit, but reconnu légitime, de permettre à un enfant naturel de dissimuler dans la mesure du possible sa naissance hors mariage (ATF 96 I 429 consid. 2a).\n\nC'est donc à juste titre que la pratique a constamment admis la possibilité de représentation légale pour la demande de changement de nom (ATF 96 I 426; ATF 105 II 242; 248; ATF 108 II 248; ATF 109 II 177; ATF 110 II 433; ATF 115 II 306). La doctrine dominante l'admet aussi (EUGEN BUCHER, op.cit., n. 237 ad art. 19 CC; DESCHENAUX/STEINAUER, op.cit., p. 261 No 970; HEGNAUER, Droit suisse de la filiation, 3e éd., Berne 1990, p. 112 No 16.13). La jurisprudence qui le dit (ATF 105 II 248 consid. 1b) doit être confirmée.\n\n2. Aux termes de l'art. 30 al. 1 CC, le gouvernement du canton de domicile peut, s'il existe de justes motifs, autoriser une personne à changer de nom. Savoir si cette condition est réalisée est une question d'appréciation, que l'autorité cantonale doit trancher selon les règles du droit et de l'équité (art. 4 CC). Saisi d'un recours en réforme, le Tribunal fédéral examine en principe librement s'il existe de justes motifs de changement de nom. Toutefois, comme dans toutes les questions laissées au pouvoir d'appréciation des autorités cantonales, il observe une certaine retenue et n'intervient que si la décision a été prise sur la base de circonstances qui ne jouent aucun rôle selon l'esprit de la loi ou si des aspects essentiels ont été ignorés: connaissant les données locales |9| et personnelles, les conceptions et les coutumes, ainsi que l'environnement dans lequel vit le requérant, les autorités du canton de domicile de ce dernier sont généralement mieux à même d'apprécier la situation que le Tribunal fédéral (ATF 108 II 2 consid. 2; ATF 105 II 66 /67 consid. 2 et les références; 243 consid. 1a, 248/249 consid. 2).\n\n3. a) Il y a justes motifs, au sens de l'art. 30 al. 1 CC, lorsque l'intérêt du requérant - en tant qu'individu et de lui seul (ATF 108 II 250 consid. 4d) - à porter un nouveau nom l'emporte sur l'intérêt de l'administration et de la collectivité à l'immutabilité du nom acquis et inscrit à l'état civil et sur l'intérêt public à la fonction d'individualisation du nom. Mais, pour les enfants, en particulier lorsqu'ils sont, comme en l'espèce, très jeunes, la fonction d'individualisation de la personne dans ses relations sociales joue un rôle moins important que pour un adulte: l'intérêt général au maintien du nom est moins évident. On peut donc se montrer plus souple (ATF 109 II 178 consid. 1; ATF 105 II 243 consid. I 3).\n\nb) La décision attaquée se fonde, pour refuser le changement de nom, sur le fait que les parents, non mariés, des enfants recourants ne vivent pas ensemble dans un logement commun. Elle considère dès lors qu'il n'y a pas concubinage, c'est-à-dire une communauté de vie assimilable au mariage, qui justifierait un changement de nom. Dans ces circonstances, cette mesure aurait pour conséquence que les recourants seraient soumis à l'autorité parentale de leur mère dont ils auraient le droit de cité et le domicile, mais porteraient le nom de leur père chez qui ils séjourneraient parfois. Pour l'autorité cantonale, une telle situation serait insatisfaisante, alors qu'il n'y a pas d'inconvénient à ce qu'ils portent le nom de leur mère.\n\nLes recourants soutiennent que leurs parents forment en fait une véritable famille vivant indifféremment dans l'appartement du père ou dans celui de la mère, qui subviennent l'un et l'autre aux frais d'entretien des enfants. Ils en déduisent qu'il y a bien concubinage et invoquent à cet égard la possibilité qu'ont les époux d'avoir plusieurs demeures. Ils font enfin valoir qu'ils ont des liens aussi étroits avec leur père qu'avec leur mère.\n\nc) Antérieurement à la novelle du 25 juin 1976, qui a ouvert le recours en réforme contre les décisions cantonales refusant le changement de nom, le Tribunal fédéral a jugé, dans le cadre du recours de droit public, que l'enfant naturel doit être autorisé à prendre le nom de ses parents nourriciers - et par voie de |10| conséquence du père - lorsque ceux-ci y consentent l'un et l'autre, s'occupent de son entretien et de son éducation à titre durable, dans son intérêt, et enfin qu'il n'existe pas d'autre moyen de lui donner le nom de la famille où il vit (ATF 96 I 429 consid. 2a; ATF 70 I 220 consid. 3). Cette jurisprudence demeure valable dans la mesure où elle a indirectement promu au rang de justes motifs certaines raisons invoquées par les requérants (ATF 105 II 243 consid. I 2).\n\nElle a été confirmée et précisée dans le cadre du recours en réforme. Ainsi, un enfant né hors mariage a été autorisé à prendre le nom de son père qui l'avait reconnu, qui vivait depuis longtemps en concubinage avec la mère et contribuait de façon durable, dans la mesure de ses moyens, à l'entretien du ménage où vivait son fils. Le fait que les parents auraient pu se marier, et donner ainsi le nom du père à l'enfant, n'a plus été jugé déterminant pour refuser le changement de nom (ATF 105 II 244 ss). Pour qu'on admette qu'un enfant né hors mariage a intérêt à porter le nom de son père, avec lequel il vit, plutôt que celui de la mère, qui révèle son état d'enfant de parents non mariés, il faut qu'il y ait une union solide, assimilable en fait à une famille constituée selon la loi (ATF 107 II 290 consid. 3b bb, ATF 105 II 246 /247, consid. II 3). Autrement dit, l'enfant élevé dans le ménage de ses parents vivant en union libre est fondé à demander de porter le nom de son père lorsque les liens du concubinage ont un caractère stable et durable (ATF 115 II 308).\n\nDe façon constante, la jurisprudence a donc exigé, pour permettre à l'enfant né hors mariage de prendre le nom de son père, que père et enfant vivent en ménage commun avec la mère, c'est-à-dire constituent en fait, avec elle, une famille. Cette condition est justifiée, car l'intérêt du requérant à porter un nom qui correspond au nom de famille, au sens de l'art. 160 CC, ne peut être reconnu que s'il vit dans des circonstances semblables à celles d'une famille. La communauté de logement, de ménage est une caractéristique fondamentale de la famille (HEGNAUER, Grundriss des Eherechts, 2e éd., Berne 1987, p. 145, 168 et 176; HAUSHEER/REUSSER/GEISER, Kommentar zum Eherecht, Berne 1988, n. 8 ad art. 162/25 CC). La loi, tant ancienne qu'actuelle, prévoit que les époux ont une demeure commune (art. 160 al. 2 aCC; art. 162 CC) ou un logement conjugal (\"eheliche Wohnung\", \"abitazione coniugale\").\n\nLes époux peuvent certes prévoir de vivre dans deux demeures conjugales, tantôt dans l'une, tantôt dans l'autre (Message du |11| Conseil fédéral, FF 1979 II 1233/1234; HAUSHEER/REUSSER/GEISER, op.cit., n. 12 ad art. 25/162). Mais une telle situation constitue une exception qui, comme telle, ne peut être déterminante dans l'appréciation du caractère familial du groupe formé par les recourants et leurs parents. Par conséquent, le fait qu'il n'y a, en l'espèce, pas de demeure commune justifie que les recourants ne soient pas autorisés à prendre le nom de leur père.\n\n4. Si l'art. 270 al. 2 CC dispose que l'enfant né de parents non mariés acquiert le nom de famille de sa mère, c'est parce que l'enfant en question vit généralement auprès de sa mère avec laquelle il a des liens plus étroits qu'avec le père (Message du Conseil fédéral, FF 1974 II 51; ATF 115 II 308 et les références). La procédure en changement de nom permet cependant de tenir compte des circonstances, par exemple du fait que l'enfant vit dans un cadre quasi familial ou de l'existence de liens plus étroits avec le père qu'avec la mère. Comme exposé sous ch. 3 ci-dessus, la première hypothèse n'est pas réalisée. Quant à la seconde, l'autorité cantonale, dont les constatations de fait lient le Tribunal fédéral (art. 63 al. 2 OJ), ne l'évoque pas. Les recourants font toutefois valoir qu'ils ont des liens aussi étroits avec leur père qu'avec leur mère. On peut donc admettre qu'il n'existe ni liens prédominants avec le père qui, à eux seuls, justifieraient le changement requis, ni circonstances qui légitimeraient l'abandon du nom de la mère (ATF 108 II 248 consid. 3)."}