{"annee": "117", "cour": "IB", "page": "387", "date": "12/12/1991", "cite": ["92 I 503", "102 IV 26", "100 IA 287", "111 IB 213", "108 IA 135", "115 IB 517", "103 IA 369"], "cite_par": ["125 I 182", "118 IB 356", "126 II 522", "124 II 293", "143 I 37", "121 I 22", "125 I 173", "126 I 133"], "chapeau": "47. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 12. Dezember 1991 i.S. EFOS Flight Charter AG gegen Staat Zürich, BAZL u. EVED (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 31 Cst., art. 27 al. 2, 39 al. 5 let. b et 31 al. 1 de l'ordonnance du 14 novembre 1973 sur la navigation aérienne (ONA); droits d'usage d'un aéroport pour l'exploitation d'une école supérieure de vol à moteur. 1. La notion de \"trafic public\" selon l'art. 39 al. 5 let. b en relation avec l'art. 31 al. 1 ONA n'est pas à définir d'après le but du vol, mais d'après le cercle des usagers de l'aérodrome (consid. 5). 2. Aucun droit à un \"usage accru d'un établissement public\" ne découle de l'art. 31 Cst. (consid. 6c). Principes à respecter par les concessionnaires lors de l'octroi des droits d'usage (consid. 6d). 3. Les droits d'usage selon l'art. 115 al. 1 let. g ONA ne comprennent pas aussi les droits au sens de l'art. 27 al. 2 ONA, même s'il s'agit seulement de l'exploitation d'une école supérieure de vol à moteur (consid. 7)."], "faits": "BGE 117 Ib 387 S. 388\n\nDie EFOS Flight Charter AG (im folgenden: EFOS Flight), welche bereits über eine Bewilligung für gewerbsmässige Flüge verfügt, die nicht der Beförderung von Personen und Sachen auf regelmässig beflogenen Luftverkehrslinien dienen (vgl. Art. 114 f. der Verordnung vom 14. November 1973 über die Luftfahrt, LFV; SR 748.01), bemüht sich um eine zusätzliche Bewilligung zum Betrieb einer höheren Schule für Motorflieger (Instrumentenflug-, Nachtflug- und Radiotelefonieausbildung). Das Bundesamt für Zivilluftfahrt lehnte ein entsprechendes Gesuch am 29. Mai 1987 ab, weil die EFOS Flight nicht nachweisen könne, dass gemäss Art. 27 Abs. 2 LFV \"auf einem geeigneten Flugplatz Benützungsrechte\" bestünden.\n\nDagegen erhob die EFOS Flight am 24. Juni 1987 Verwaltungsbeschwerde an das Eidgenössische Verkehrs- und Energiewirtschaftsdepartement. Sie machte geltend, ihr stünden sowohl am Flugplatz Basel-Mülhausen wie an jenem von Friedrichshafen Benützungsrechte im Sinne von Art. 27 Abs. 2 LFV zu. In der Vernehmlassung zur Stellungnahme des Bundesamtes berief sich die EFOS Flight neu auch darauf, dass sie am Flughafen Zürich-Kloten über solche Rechte verfüge. Die Direktion der Volkswirtschaft des Kantons Zürich hatte ein entsprechendes Gesuch am 18. Mai 1987 aber ausdrücklich abgewiesen; diesen Entscheid bestätigte der Regierungsrat am 6. Juli 1988 auf Rekurs hin.\n\nAm 28. April 1988, noch im Laufe des Beschwerdeverfahrens, erteilte das Bundesamt für Zivilluftfahrt der EFOS Flight die beantragte Bewilligung. Es erachtete neu die Benützungsrechte für die Schulungstätigkeit als erteilt, weil die EFOS Flight in Zürich-Kloten über Rechte für den Betrieb einer Basis des gewerbsmässigen Luftverkehrs verfüge. Das Departement schrieb hierauf das Beschwerdeverfahren als gegenstandslos geworden ab.\n\nGegen die Bewilligung zum Betrieb der Schule führte der Halter des Flughafens Zürich-Kloten, der Kanton Zürich, am 27. Mai 1988 Verwaltungsbeschwerde, welche das Eidgenössische Verkehrs- und Energiewirtschaftsdepartement am 25. September 1990 guthiess. Die von der EFOS Flight hiergegen eingereichte Verwaltungsgerichtsbeschwerde weist das Bundesgericht ab aus folgenden BGE 117 Ib 387 S. 389", "considerants": "Erwägungen:\n\n4. a) Nach Art. 33 des Bundesgesetzes vom 21. Dezember 1948 über die Luftfahrt (Luftfahrtgesetz, LFG; SR 748.0) bedürfen die gewerbsmässige Ausführung von Flügen aller Art, die nicht der Beförderung von Personen und Gütern auf regelmässig beflogenen Luftverkehrslinien dienen (Art. 27 LFG), sowie der Betrieb von Schulen für die Ausbildung von Luftfahrtpersonal einer besonderen Bewilligung des Eidgenössischen Luftamtes, des heutigen Bundesamtes für Zivilluftfahrt (vgl. auch Art. 26 LFV).\n\nArt. 27 LFV, der die Voraussetzung zur Erteilung einer Schulungsbewilligung regelt, lautet:\n\n1 Die Bewilligung für die Ausbildung von Luftfahrtpersonal wird erteilt,\n\nwenn der Bewerber nachweist, dass eine Betriebsorganisation mit\n\nausgewiesenen Lehrkräften, technischem Personal, Einrichtungen, Unterlagen\n\nund Unterrichtsräumen eine zweckmässige Ausbildung gewährleistet.\n\n2 Für die Ausbildung von Flugpersonal hat der Bewerber ausserdem\n\nnachzuweisen, dass er über geeignete und ordnungsgemäss gewartete, im\n\nschweizerischen Luftfahrzeugregister eingetragene Luftfahrzeuge verfügt\n\nund dass auf einem geeigneten Flugplatz Benützungsrechte bestehen.\n\n3 Das Eidgenössische Luftamt kann Weisungen erteilen über besondere\n\nAnforderungen, die für bestimmte Ausbildungstätigkeiten zu erfüllen sind.\n\n4 Die Organisation, die Ausbildungsprogramme und das Betriebsreglement\n\nder Schule unterliegen der Genehmigung durch das Eidgenössische Luftamt.\n\n5 Die Bewilligung wird für eine bestimmte Zeitdauer erteilt und kann auf\n\nGesuch erneuert werden. Sie ist nicht übertragbar.\n\nb) Im vorliegenden Verfahren umstritten ist die Frage, ob die Beschwerdeführerin über Benützungsrechte an einem geeigneten Flugplatz nach Abs. 2 dieser Bestimmung verfügt, nachdem ihr auf dem Flughafen Zürich-Kloten bereits Benützungsrechte gemäss Art. 115 Abs. 1 lit. g LFV für gewerbsmässige Flüge, die nicht der Beförderung von Personen und Sachen auf regelmässig beflogenen Luftverkehrslinien dienen, eingeräumt worden sind und sie geltend macht, die vorgesehene höhere Flugschule gestützt hierauf und im Rahmen einer gewöhnlichen dem Zulassungszwang unterworfenen Flughafenbenützung betreiben zu können.\n\n5. Vorab ist zu prüfen, ob und in welchem Umfang auf Flughäfen, insbesondere jenem von Zürich-Kloten, für den Luftverkehr überhaupt ein Zulassungszwang besteht. Beschränkt sich ein solcher, wie verschiedentlich im Verfahren geltend gemacht, lediglich auf den \"öffentlichen Luftverkehr\", und fällt der Instrumentenschulflug BGE 117 Ib 387 S. 390nicht unter diesen Begriff, so erübrigt sich eine Auseinandersetzung mit der weiteren Argumentation der Beschwerdeführerin, sie könne im Rahmen der zulassungspflichtigen Nutzung des Flughafens auch gegen den Willen des Kantons Zürich ihre Flugschule betreiben.\n\na) Das eidgenössische Luftfahrtrecht kennt eine Zweiteilung der Flugplätze in solche, die dem öffentlichen Verkehr dienen, und alle andern (vgl. Art. 37 Abs. 1 und 2 LFG), wobei die erste Kategorie als Flughäfen, die zweite als Flugfelder bezeichnet wird (Art. 31 LFV). Der Bau und der Betrieb eines Flughafens bedürfen einer Konzession des Eidgenössischen Verkehrs- und Energiewirtschaftsdepartementes (Art. 36 Abs. 1 LFV). In die Konzessionsbestimmungen ist insbesondere die Pflicht des Konzessionärs aufzunehmen, den Flughafen für die in der Konzession beschriebenen Benützungsarten des öffentlichen Luftverkehrs zur Verfügung zu stellen und die Voraussetzungen für eine geordnete Benützung zu schaffen (Art. 39 Abs. 5 lit. b LFV). Für Flugfelder besteht kein Zulassungszwang. Die Bewilligung kann aber gegen Entschädigung mit Auflagen zugunsten der Luftfahrt verbunden werden (Art. 44 Abs. 4 LFV).\n\nDer Kanton Zürich betreibt als Konzessionär des Bundes einen Flughafen. Nach Art. 2 Abs. 1 der Konzession vom 20. Oktober 1951 für den Betrieb des interkontinentalen Flughafens Zürich ist er als Halter verpflichtet, den Flughafen im Rahmen der allgemeinen Vorschriften über den Luftverkehr und der Konzession für die Benützung mit allen im internen und internationalen Luftverkehr zugelassenen Luftfahrzeugen zur Verfügung zu stellen, für die Abgabe von Betriebsstoffen für Luftfahrzeuge zu sorgen und die Aufnahme und Abgabe von Ladung zu dulden.\n\nDaraus ergibt sich, dass Zweck des Flughafens in erster Linie die freie Benützung der Anlagen zum Starten und Landen und den damit verbundenen Vorkehren ist. Der Flughafen soll dem \"Publikum als öffentlicher Verkehrsweg\" dienen (MARTIN KÖPFLI, Schweizerisches Flugplatzrecht, Diss. Zürich 1947, S. 79). Dieser primäre durch den Zulassungszwang sichergestellte Anstaltszweck wurde früher deutlicher hervorgehoben, wenn jeder konzessionierte Flugplatz dem Luftverkehr offenstehen sollte, soweit es sich handelte \"... um eine Zwischenlandung irgendeines zum Verkehr im schweizerischen Luftraum zugelassenen Flugzeuges, verbunden mit der Aufnahme oder Abgabe von Ladung, oder um eine Zwischenlandung wegen Luftnot\" (Entwurf des Luftamtes vom BGE 117 Ib 387 S. 39128. April 1928 über die \"Konzessionsbedingungen für Flugplätze, die dem öffentlichen Verkehr geöffnet sind\", zitiert nach MARTIN KÖPFLI, a.a.O., S. 79/80).\n\nb) Zum selben Resultat führt ein Blick auf die von der Schweiz eingegangenen internationalen Verpflichtungen sowie auf Art. 8 des Luftfahrtgesetzes.\n\naa) Nach Art. 5 des Übereinkommens vom 7. Dezember 1944 über die internationale Luftfahrt (AS 1971 1305; Abkommen von Chicago) hat sich die Schweiz damit einverstanden erklärt, alle nicht im internationalen Fluglinienverkehr eingesetzten Luftfahrzeuge der anderen Vertragsstaaten in ihr Hoheitsgebiet einfliegen und es ohne Landung überfliegen zu lassen sowie nichtgewerbliche Landungen solcher Flugzeuge zu dulden, ohne dass vorher eine Genehmigung eingeholt werden müsste, unter der Bedingung, dass die Bestimmungen des Übereinkommens beachtet werden. Wenn solche Luftfahrzeuge ausserhalb des internationalen Fluglinienverkehrs zur entgeltlichen Beförderung von Fluggästen, Fracht oder Post eingesetzt sind, haben sie vorbehältlich der Bestimmungen über die Kabotage (Transport von Fluggästen, Post und Fracht im betroffenen Staat selber) das Vorrecht, Fluggäste, Fracht oder Post aufzunehmen oder abzusetzen. Vorbehalten bleibt das Recht eines jeden Staates, in dem die Aufnahme oder Absetzung erfolgt, die ihm wünschenswert erscheinenden Vorschriften, Bedingungen oder Einschränkungen aufzuerlegen (vgl. GERMAINE LADET, Le statut de l'aéroport de Bâle-Mulhouse, Paris 1984, S. 83 f.; OTTO RIESE, Luftrecht, Das internationale Recht der zivilen Luftfahrt unter besonderer Berücksichtigung des schweizerischen Rechts, Stuttgart 1949, S. 135).\n\nbb) Bei der Auslegung der landesrechtlichen Verordnungs- und Konzessionsbestimmungen, welche die Flughafenbenützung regeln, sind die für die Schweiz verbindlichen internationalen Bestimmungen mitzuberücksichtigen (vgl. für den Bereich der Rechtshilfe BGE 115 Ib 523 E. 3). Weil nach Art. 5 des Übereinkommens von Chicago die Schweiz die Verpflichtung eingegangen ist, Flugzeuge anderer Vertragsstaaten ausserhalb des Fluglinienverkehrs nichtgewerbliche Landungen durchführen zu lassen, kann Art. 39 Abs. 5 lit. b LFV, wonach der Flughafenhalter zu verpflichten ist, \"den Flughafen für die in der Konzession umschriebenen Benützungsarten des öffentlichen Luftverkehrs zur Verfügung zu stellen\", nicht in dem Sinne verstanden werden, dass nur der öffentliche Luftverkehr, d.h. der Linienverkehr etwa, BGE 117 Ib 387 S. 392einen Anspruch auf Zulassung auf schweizerischen Flughäfen hätte. Die Eidgenossenschaft wäre sonst zur Realisierung einer Landemöglichkeit nach Art. 5 des Abkommens von Chicago auf die freiwillige Mitwirkung der Flugplatzhalter angewiesen, was der Bedeutung und dem internationalen Charakter des Verkehrsträgers (vgl. auch MARTIN LENDI, in Kommentar BV, Art. 37ter, Rz. 1) nicht entsprechen würde.\n\ncc) Es rechtfertigt sich aber auch nicht - wie in der Literatur vorgeschlagen (HERMANN RODUNER, Grundeigentumsbeschränkungen zugunsten von Flughäfen, Diss. Zürich 1984, S. 11) -, den in- und ausländischen Luftverkehr in diesem Punkt unterschiedlich zu behandeln. Nach Art. 8 LFG dürfen Luftfahrzeuge unter Vorbehalt der vom Bundesrat zu bestimmenden Ausnahmen nur auf Flugplätzen abfliegen oder landen (Abs. 1). Soll die Benützung des Luftraumes im Rahmen der Bundesgesetzgebung (vgl. Art. 1 LFG) deshalb nicht erschwert oder verunmöglicht werden, muss - praktisch als Gegenstück zur Pflicht, Flugplätze zu benützen (vgl. BBl 1945 I 356) -, im Rahmen der Konzession und des Betriebsreglementes auch dem schweizerischen privaten Luftverkehr ein Anspruch auf Landen und Starten zum Waren- und Personenumschlag zugestanden werden.\n\nc) Der Begriff des \"öffentlichen Luftverkehrs\" nach Art. 39 Abs. 5 lit. b in Verbindung mit Art. 31 Abs. 1 LFV ist deshalb nicht nach dem Zweck des Fluges (öffentlicher oder privater Personen- oder Warentransport), sondern nach dem Benutzerkreis des Flugplatzes abzugrenzen. Der Flughafen dient dem öffentlichen Luftverkehr insofern, als er allen Benützern (auch den privaten) zum ordentlichen Gebrauch offensteht, während Flugfelder nur vom Flugplatzunternehmer und den von ihm ermächtigten Personen verwendet werden können (PIERRE MOREILLON, Les obstacles à la création et à l'exploitation des champs d'aviation, thèse Lausanne 1986, S. 22 mit historischem Hinweis; OTTO RIESE, a.a.O., S. 227; vgl. auch BGE 102 IV 28). Dieser Auslegung von Art. 39 Abs. 5 lit. b LFV entspricht Art. 2 der Konzession für den Flughafen Zürich-Kloten, wonach der Kanton den Flughafen im Rahmen der allgemeinen Vorschriften über den Luftverkehr und der Konzession für die Benützung mit allen im internen und internationalen Luftverkehr zugelassenen Luftfahrzeugen zur Verfügung zu stellen hat.\n\nd) Die Argumentation der Beschwerdeführerin kann daher nicht bereits mit dem Hinweis darauf verworfen werden, dass der BGE 117 Ib 387 S. 393Flughafen nur dem öffentlichen Verkehr diene, Schulflüge aber nicht darunter fielen. Soweit das Bundesgericht eine solche Argumentation bei der Beurteilung der Erfolgsaussichten eines Gesuches um unentgeltliche Rechtspflege in einem ebenfalls Benützungsrechte auf dem Flughafen Zürich-Kloten betreffenden Verfahren am 29. Dezember 1986 durchblicken liess, kann daran nicht festgehalten werden. Als öffentlicher Luftverkehr ist grundsätzlich die ordentliche Anstaltsnutzung durch alle im internen und internationalen Luftverkehr zugelassenen Luftfahrzeuge zu verstehen, weshalb einzelne Instrumentenschulflüge im Rahmen der Konzession und des Betriebsreglementes auch auf Flughäfen durchgeführt werden können.\n\nFür die vorliegende Streitfrage der Auslegung von Art. 27 Abs. 2 LFV entscheidend ist damit die Frage nach einer ordentlichen oder einer über den primären Zweck des Flughafens (Starten und Landen von Flugzeugen, Ein- und Aussteigenlassen von Personen bzw. Ein- oder Ausladen von Waren) hinausgehenden Nutzung.\n\n6. a) Falls die primäre Aufgabe des Flughafens nicht gefährdet wird, kann der Flughafenhalter über die konzessionsrechtliche Zulassungspflicht hinaus weitere die öffentliche Unternehmung stärker belastende Tätigkeiten auf dem Flughafen dulden. Hierzu ist er aber luftrechtlich nicht verpflichtet. Im Gegenteil: Die bundesrechtlich statuierte Pflicht, An- und Wegflug sowie den Güterumschlag und Personenverkehr generell zuzulassen, kann die Einräumung von über diesen Zweck hinausgehenden Nutzungen geradezu verbieten, falls dadurch der bestimmungsgemässe Gebrauch des Flughafens verunmöglicht oder erschwert würde. Die Beurteilung, ob dies der Fall ist, liegt im pflichtgemässen Ermessen in erster Linie des Flughafenhalters und in zweiter Linie der konzessionsrechtlichen Aufsichtsbehörde.\n\nb) Weil durch den Standort eines Flugbetriebes, wie er mit dem Erwerb einer Linienkonzession (Art. 101 ff. LFV) oder einer allgemeinen Betriebsbewilligung (Art. 115 LFV) verbunden ist, ein Flugplatz über den geschilderten ordentlichen Gebrauch hinaus beansprucht wird, ist diese Nutzung durch den Flugplatzhalter gesondert zu bewilligen, bevor die luftrechtliche Konzession oder Bewilligung erteilt werden kann (Art. 102 Abs. 1 lit. g und Art. 115 Abs. 1 lit. g LFV). Das gleiche gilt für Flugschulen, die den Flugplatz ebenfalls über den gewöhnlichen Gebrauch hinaus belasten (bei der Grundschulung mit einer Landung alle 3 bis 4 Minuten; Voltentraining; vgl. Art. 27 Abs. 2 LFV). Würde die Zulassungspflicht BGE 117 Ib 387 S. 394auf Flughäfen die entsprechenden Nutzungsrechte bereits umfassen, hätten die Bewilligungsvoraussetzungen von Art. 27 Abs. 2, 102 Abs. 1 lit. g und 115 Abs. 1 lit. g LFV keinen Sinn mehr. Die Verordnungsregelung will die Beurteilung, ob die Kapazitäten der Anlage eine zusätzliche gesteigerte Nutzung zulassen, ohne dass der konzessionsrechtlich festgelegte primäre Anstaltszweck gefährdet wird, dem Flugplatzhalter überlassen.\n\nc) Etwas anderes ergibt sich auch nicht aus der von der Beschwerdeführerin angerufenen Handels- und Gewerbefreiheit (Art. 31 BV).\n\naa) Nach der Rechtsprechung des Bundesgerichtes begründet Art. 31 BV grundsätzlich keinen Anspruch auf staatliche Leistungen; die Handels- und Gewerbefreiheit schützt lediglich vor staatlichen Eingriffen. Nicht zwingend an eine positive Leistung des Staates geknüpft ist der gesteigerte Gemeingebrauch von öffentlichem Grund, weshalb gegen eine entsprechende Verweigerung Art. 31 BV angerufen werden kann (RENÉ A. RHINOW, in Kommentar BV, Art. 31, Rz. 108 ff., insbesondere Rz. 112). Aus der Handels- und Gewerbefreiheit ergibt sich aber ebensowenig ein Recht auf Zugang zu staatlichen Lehranstalten (BGE 103 Ia 378 E. 4a; vgl. auch RENÉ A. RHINOW/BEAT KRÄHENMANN, Schweizerische Verwaltungsrechtsprechung, Basel und Frankfurt 1990, S. 445 Nr. 140 III. b), wie aus der Eigentumsgarantie ein Anspruch auf die Dienste einer öffentlichen Anstalt, wie etwa der Wasser-, Gas- und der Elektrizitätsversorgung oder der Abwasserkanalisation usw. (BGE 92 I 510 E. 2a), abgeleitet werden kann.\n\nbb) Bei der Flughafenbenützung geht es - entgegen der Ansicht der Beschwerdeführerin - nicht nur um einen gesteigerten Gemeingebrauch des öffentlichen Grundes (HANS WIPFLI, Sicherheitsmassnahmen gegen Gewaltakte im schweizerischen Linienluftverkehr, Diss. Zürich 1983, S. 60; MAX HÄMMERLI, Die Haftung des Flugplatzhalters im Schweizerischen Recht, Diss. Bern 1952, S. 15). Ein Flughafen erweist sich als komplexer Zusammenschluss sachlicher und personeller Mittel zur dauernden Erfüllung des durch die Konzession und das Betriebsreglement umschriebenen öffentlichen Zweckes (vgl. beispielsweise Art. 4 Abs. 3 der Konzession für den Betrieb des interkontinentalen Flughafens Zürich). Lässt sich aus der Handels- und Gewerbefreiheit kein Anspruch auf einen ordentlichen Anstaltsgebrauch herleiten, so muss dies um so mehr für den gesteigerten Anstaltsgebrauch gelten, den die Nutzung eines Flughafens als kommerzielle Basis BGE 117 Ib 387 S. 395(durch stärkere Belastung der Infrastruktur) darstellt (zum Begriff des gesteigerten Anstaltsgebrauchs: vgl. BLAISE KNAPP, Précis de droit administratif, Basel 1991, N 2691 ff.). Die in BGE 108 Ia 135 ff. entwickelte Rechtsprechung zum gesteigerten Gemeingebrauch an öffentlichen Sachen - dort Taxistandplätzen - kann deshalb nicht auf den vorliegenden Fall übertragen werden (vgl. BGE 100 Ia 291 E. 3a).\n\nd) Daraus ergibt sich nun aber nicht, dass die Anstaltsbenützung in einer über die konzessionsmässige Zulassungspflicht hinausgehenden Art und Weise durch den Kanton Zürich frei ausgestaltbar wäre.\n\nDer Flughafen Zürich-Kloten ist eine öffentliche Anstalt. Er muss seine Leistungen nach anstaltsrechtlichen und damit verwaltungsmässigen Grundsätzen erbringen (vgl. HANS WIPFLI, a.a.O., S. 60). Das Gemeinwesen hat sich bei der Regelung der Anstaltsnutzung an das Rechtsgleichheitsgebot sowie das Willkürverbot zu halten (BGE 103 Ia 373 f., 399 E. 2b) und insofern auch dem institutionellen Gehalt der Handels- und Gewerbefreiheit Rechnung zu tragen (vgl. RENÉ A. RHINOW, a.a.O., Rz. 183 ff., insbesondere Rz. 189). Werden Sonderrechte für eine gesteigerte Anstaltsnutzung gewährt, so sind sie im Rahmen einer pflichtgemässen Ermessensausübung unter Berücksichtigung der Anstaltskapazitäten einzuräumen. Dabei muss der Tatsache Rechnung getragen werden, dass die Anstalt nicht beliebig vergrössert werden kann und in erster Linie der ordentliche bundesrechtlich verankerte Anstaltsgebrauch zu sichern ist.\n\ne) Der Kanton Zürich räumt seit Jahrzehnten keine neuen \"Home-Base-Rechte\" mehr ein. Im Vergleich zu anderen Flugschulinteressenten wurde die Beschwerdeführerin somit nicht schlechter behandelt.\n\nSoweit sie eine Ungleichbehandlung gegenüber den bestehenden Flugschulen rügt und eine Beschränkung ihrer Tätigkeit verlangt, verletzt die Praxis des Kantons Zürich, die im vorliegenden Fall zur Verweigerung der Flugschulbewilligung geführt hat, das Gleichbehandlungsgebot und damit Bundesrecht nicht. Art. 4 BV gebietet eine rechtsgleiche Behandlung lediglich unter der Voraussetzung, dass auch die relevanten tatsächlichen Verhältnisse gleich sind. Nur wenn kein solcher Unterschied vorliegt, verstösst eine Ungleichbehandlung gegen Art. 4 BV (BGE 111 Ib 219 E. 4 mit Hinweis; ARTHUR HAEFLIGER, Alle Schweizer sind vor dem Gesetze gleich, Bern 1985, S. 63). Die bestehenden Flugschulen verfügen BGE 117 Ib 387 S. 396heute über eine vertrauensschutzrelevante Rechtsposition, die der Beschwerdeführerin aus Kapazitätsgründen im vorliegenden Fall verweigert werden musste. Das Verkehrsaufkommen lässt heute eine zusätzliche Gewährung von Nutzungsrechten auf dem Flughafen Zürich-Kloten nach Art. 27 Abs. 2 LFV nicht mehr zu. Die Beschwerdeführerin befindet sich daher in einer anderen Ausgangslage als die bestehenden Flugschulen; sowohl die rechtliche Situation wie die tatsächlichen Voraussetzungen (Auslastung der Anstalt) unterscheiden sich in einem wesentlichen Punkt.\n\nf) Der Beschwerdeführerin steht demnach grundsätzlich weder ein verfassungs- noch ein anstaltsrechtlicher Anspruch auf Einräumung der mit dem Betrieb einer kommerziellen Flugschulbasis verbundenen gesteigerten Anstaltsnutzung zu.\n\n7. Die Beschwerdeführerin verfügt nun aber auf dem Flughafen Zürich-Kloten bereits über Nutzungsrechte nach Art. 115 Abs. 1 lit. g LFV. Der Kanton bewilligte der EFOS Flight damit, den Flughafen für gewerbsmässige Flüge, die nicht der Beförderung von Personen und Sachen auf regelmässig beflogenen Luftverkehrslinien dienen, als Basis zu benützen. Dieses Recht kann sie im Rahmen des Betriebsreglementes ohne jede Einschränkung ausüben.\n\na) Nach Art. 33 LFG bedarf nicht nur die gewerbsmässige Ausführung von Flügen aller Art, die nicht unter Art. 27 LFG (Linienverkehr) fallen, sondern - wie bereits ausgeführt - auch der Betrieb von Schulen für die Ausbildung von Luftfahrtpersonal einer Bewilligung des Bundesamtes für Zivilluftfahrt. Die Bewilligung für gewerbsmässige Nichtlinienflüge wird in Art. 114 ff. LFV detaillierter geregelt, jene für Flugschulen in Art. 26 ff. LFV.\n\nWie das Departement zu Recht ausführt, weist schon die systematische Gliederung in der Verordnung darauf hin, dass für beide Arten von Flugbetrieben je eine gesonderte Bewilligung des Flugplatzhalters erforderlich ist. Diese Auffassung rechtfertigt sich auch inhaltlich. Eine Betriebsbewilligung soll nur erhalten, wer sie ausüben kann. Da der gewerbsmässige Nichtlinienbetrieb sich in der Anstaltsnutzung von der normalen Flugschule qualitativ und quantitativ unterscheidet (regelmässiges Starten und Landen auf dem Flugplatz zu Übungszwecken), umfasst die Einräumung von Benützungsrechten durch einen Flugplatzhalter nach Art. 115 Abs. 1 lit. g LFV nicht auch jene nach Art. 27 Abs. 2 LFV.\n\nb) Im vorliegenden Fall geht es indessen nicht um die Bewilligung für die allgemeine, sondern für eine spezielle Schulungstätigkeit.\n\nBGE 117 Ib 387 S. 397Die Beschwerdeführerin will nur eine auf Instrumentenflug, Nachtflug und Radiotelefonie beschränkte Motorflugschule betreiben, wobei sie ihre in Zürich stationierten und heute bereits in Zusammenarbeit mit der Sky Work zur Flugschulung eingesetzten Flugzeuge benützen möchte. Sie macht geltend, dass sie hierfür den Flughafen gegenüber der bereits bewilligten Anstaltsnutzung nicht stärker belaste.\n\nDas Departement geht davon aus, der Sinn des Nachweises von Benützungsrechten gemäss Art. 27 LFV liege nicht in der Aufteilung Grundschulung/höhere Ausbildung, sondern in dem allen Schulungsarten eigenen gesteigerten Gebrauch des Flugplatzes. Es gehe generell darum, dass ein Flugschulbetrieb den Flugplatz, von dem aus er operiert, stärker belaste als eine Unternehmung, die ihren gesamten Betrieb von einem anderen Flugplatz aus durchführe und von dort jenen nur anfliege. Ob diese allgemeine Begründung im vorliegenden Fall, bei dem eben bereits eine Basis auf dem Flughafen Zürich-Kloten besteht, richtig ist, kann dahingestellt bleiben. Eine gegenüber der Benutzung als Basis für den gewerbsmässigen Nichtlinienverkehr gesteigerte Nutzung ergibt sich nämlich aus folgenden Überlegungen.\n\nc) Die beantragte Bewilligung für eine höhere Flugschulung würde der Beschwerdeführerin ermöglichen, die Geschäftstätigkeit dank dem neuen Kundensegment auszubauen. Ihre Flugzeuge würden dadurch besser ausgelastet. Dabei kann nicht davon ausgegangen werden, dass die Flugbewegungen der bereits bestehenden Flugschulen - und jene des gewerbsmässigen Nichtlinienverkehrs der EFOS Flight selber - entsprechend zurückgingen. Nur dann käme es indessen im Verhältnis zur jetzigen Situation zu keiner Erhöhung der Flugbewegungen. Der Flugplatzhalter muss deshalb die zusätzliche Nutzung, die über den ordentlichen Anstaltsgebrauch hinausgeht, auch im vorliegenden Fall von den Benützungsrechten nach Art. 115 Abs. 1 lit. g LFV gesondert bewilligen können. Er räumte die Rechte für den gewerbsmässigen Nichtlinienverkehr mit Blick auf eine bestimmte für ihn absehbare Anstaltsnutzung ein. Dienen nun die gleiche Basis und die gleichen Flugzeuge neben dem Markt des gewerbsmässigen Nichtlinienverkehrs neu auch jenem der Flugschulung, so stellt dies eine Nutzungserweiterung der bestehenden und bewilligten Flugbasis dar, die dem Flughafenhalter nur mit seiner Zustimmung und nicht bereits aufgrund der konzessionsrechtlichen Zulassungspflicht zugemutet werden kann. Eingeräumte, über die Zulassungspflicht BGE 117 Ib 387 S. 398hinausgehende Benützungsrechte lassen sich nicht einfach auf eine andere Nutzung übertragen, soll der Flugplatzhalter die Aufrechterhaltung der Anstalt zu ihrem eigentlichen Zweck weiterhin gewährleisten und Lärmschutzaspekten Rechnung tragen können (zur Lärmproblematik: vgl. unveröffentlichtes Urteil des Bundesgerichtes vom 7. März 1988 i.S. Schutzverband der Bevölkerung um den Flughafen Zürich u. Mitb. c. EVED, E. 3, S. 6).\n\nZu berücksichtigen ist ferner - wie bereits die Vorinstanz ausgeführt hat -, dass, würde von der von der Beschwerdeführerin vertretenen Auslegung ausgegangen, aufgrund des Gebotes der Rechtsgleichheit praktisch allen Inhabern einer allgemeinen Betriebsbewilligung die Möglichkeit eingeräumt würde, eine höhere Flugschule zu betreiben. Dies führte zu einer unzumutbaren Belastung für den für die Aufrechterhaltung des Betriebes im Rahmen der konzessionsrechtlichen Zulassungspflicht (vgl. Art. 39 Abs. 5 lit. b LFV und Art. 2 und 4 Abs. 1 der Konzession) verantwortlichen Flughafenhalter. Nach den Angaben im vorinstanzlichen Entscheid könnten nämlich mindestens 16 Firmen mit dem gleichen Recht wie die EFOS Flight eine Flugschulbewilligung erlangen und ihre Schulungstätigkeit auf dem Flughafen Zürich ausüben. Ähnliche Konsequenzen ergäben sich auf anderen Flughäfen. Dies kann nicht dem Sinn von Art. 27 Abs. 2 LFV entsprechen, der dem Flughafenhalter bei einer über die konzessionsrechtliche Zulassungspflicht hinausgehenden Flughafennutzung gerade eine Mitbestimmungsmöglichkeit einräumen will.\n\nd) Die Beschwerdeführerin kann für ihren Standpunkt auch nichts aus Art. 2 Abs. 1 des Anhangs Nr. 1 zur Konzession ableiten, wonach Wegflüge vom Flughafen Zürich zur Schulung auf einem andern Flugplatz und die anschliessende Rückkehr nach dem Flughafen Zürich unter gewissen Voraussetzungen gestattet sind. Diese Bestimmung richtet sich an jene Flugschulen, denen der Kanton Zürich entsprechende Benützungsrechte eingeräumt hat, nicht aber an andere Betriebe auf dem Flughafen, die erst noch eine Schulbewilligung erwirken möchten.\n\ne) Zusammenfassend ergibt sich damit, dass der Beschwerdeführerin am Flughafen Zürich-Kloten ebensowenig wie an einem anderen Flughafen oder -platz Benützungsrechte (Basisrechte) im Sinne von Art. 27 Abs. 2 LFV zustehen. Der Beschwerdeführerin wurden - soweit ersichtlich - bis heute nur einzelne Instrumentenflüge im Rahmen des normalen Anstaltsgebrauchs, nicht aber die auch für eine höhere Flugschulung nötige, darüber hinausgehende BGE 117 Ib 387 S. 399und damit bewilligungspflichtige Nutzung der Anlagen gestattet."}