{"annee": "117", "cour": "V", "page": "50", "date": "22/2/1991", "cite": ["115 V 244", "113 V 292", "114 V 102", "116 V 106", "115 V 224"], "cite_par": ["120 V 15", "117 V 336", "120 V 312", "119 V 440", "118 V 248", "120 V 319", "120 V 299", "118 V 35", "120 V 445", "122 V 320", "129 V 335", "118 IB 172", "128 V 116"], "chapeau": "7. Extrait de l'arrêt du 22 février 1991 dans la cause W. contre Caisse de pensions de l'Etat de Vaud et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 73 LPP: Contentieux. Compétence des autorités juridictionnelles désignées par cette disposition légale pour connaître d'un litige portant sur la révision du droit à une pension d'invalidité né avant le 1er janvier 1985 et subsistant au-delà de cette date."], "faits": "", "considerants": "BGE 117 V 50 S. 50\n\nExtrait des considérants:\n\n1. a) Aux termes de l'art. 73 al. 1 LPP, chaque canton désigne un tribunal qui connaît, en dernière instance cantonale, des contestations opposant institutions de prévoyance, employeurs et ayants droit.\n\nSelon l'art 73 al. 4 LPP, les décisions des tribunaux cantonaux peuvent être déférées au Tribunal fédéral des assurances par la voie du recours de droit administratif.\n\nb) En l'espèce, le litige a pour objet la révision du droit du recourant à la pension d'invalidité partielle définitive que l'intimée lui alloue depuis le 1er octobre 1982, révision qu'il a requise en 1988 et sur laquelle la caisse de pensions a refusé d'entrer en matière. En effet, le recourant estime avoir droit à une pension d'invalidité totale définitive, et cela à partir du 1er octobre 1984. Ce faisant, il BGE 117 V 50 S. 51demande la révision - au sens de l'art. 59 de la loi sur la Caisse de pensions de l'Etat de Vaud, du 18 juin 1984 (LCP) - de son droit à la pension d'invalidité partielle définitive que l'intimée lui a reconnu à partir du 1er octobre 1982 (décision du 5 mai 1983).\n\nC'est là une contestation relative à la prévoyance professionnelle opposant un ayant droit à une institution de prévoyance, dont les autorités juridictionnelles prévues par l'art. 73 al. 1 et 4 LPP sont habilitées à connaître.\n\nEn effet, la Caisse de pensions de l'Etat de Vaud est une institution de prévoyance enregistrée au sens de l'art. 48 LPP. En tant qu'institution de prévoyance de droit public, elle est régie par la LCP et applique donc les dispositions du droit public cantonal sur les prestations, sous réserve des dispositions de droit fédéral (art. 50 al. 3 LPP; ATF 116 V 108 consid. 2b). L'art. 73 LPP s'applique aux institutions de prévoyance enregistrées de droit privé ou de droit public, en ce qui concerne aussi bien les prestations minimales obligatoires que les prestations s'étendant au-delà (art. 49 al. 2 LPP). A cet égard, la prévoyance professionnelle pré-obligatoire - partie de l'assurance qui est antérieure à l'entrée en vigueur, le 1er janvier 1985, du régime de l'assurance obligatoire des salariés selon la LPP - relève elle-même de la prévoyance plus étendue au sens de l'art. 49 al. 2 LPP (ATF 115 V 247 consid. 1a et b). La compétence ratione materiae des autorités juridictionnelles instituées par l'art. 73 LPP est ainsi établie. Certes, le litige porte sur l'application d'une disposition de la LCP, réglant la révision de la pension d'invalidité. Or, tant la LPP que les ordonnances d'application sont muettes sur cette question, mis à part la garantie générale des droits acquis qui figure parmi les dispositions transitoires de la loi fédérale sur la prévoyance professionnelle (art. 91 LPP). Il n'est toutefois pas déterminant, en ce qui concerne la recevabilité de l'action devant le tribunal cantonal ou du recours subséquent devant le Tribunal fédéral des assurances, de savoir si le point litigieux est ou non l'objet d'une réglementation expresse de la LPP ou de ses dispositions d'exécution. Au contraire, les tribunaux institués par l'art. 73 LPP sont appelés à connaître aussi de litiges qui opposent une institution de prévoyance à un employeur ou à un ayant droit, même s'ils n'appellent l'application d'aucune disposition du droit public fédéral, quant au fond, et qui doivent être tranchés exclusivement au regard du droit privé, du droit public cantonal ou du droit public communal BGE 117 V 50 S. 52(ATF 114 V 105 consid. 1b; VIRET, La jurisprudence du TFA en matière de prévoyance professionnelle: Questions de procédure, RSA 1989 ch. 9 p. 87).\n\nLa compétence ratione temporis des autorités juridictionnelles prévues par l'art. 73 LPP doit aussi être admise. Celles-ci ne sont habilitées à connaître que de litiges dont l'origine est un événement survenu après l'entrée en vigueur de la LPP (naissance d'une prétention ou d'une créance). Mais il n'est pas nécessaire, pour fonder cette compétence, que les faits invoqués à l'appui de la prétention ou créance se soient entièrement produits sous l'empire du nouveau droit de la prévoyance professionnelle, c'est-à-dire après le 1er janvier 1985 (ATF 115 V 228 consid. 1b et 247 consid. 1a et les références). En effet, les tribunaux institués par la disposition légale précitée sont compétents pour connaître de l'entier du litige, donc aussi des prétentions de l'assuré qui reposent sur des faits en partie antérieurs au 1er janvier 1985 et qui, le cas échéant, doivent être soumis à l'application de l'ancien droit de fond (ATF 113 V 292; VIRET, op.cit., ch. 13, p. 91). Cela étant, la présente contestation a pour origine la demande de révision présentée en 1988 par le recourant, révision qui concerne la pension d'invalidité partielle définitive que lui alloue l'intimée depuis le 1er octobre 1982. En conséquence, tant le tribunal cantonal que le Tribunal fédéral des assurances sont habilités à connaître du litige, dans la mesure ou les conditions ayant donné naissance à la pension d'invalidité définitive sont susceptibles de s'être modifiées aussi bien avant le 1er janvier 1985 qu'après cette dernière date.\n\nLe recours de droit administratif est dès lors recevable."}