{"annee": "117", "cour": "V", "page": "71", "date": "11/1/1991", "cite": ["113 V 48", "112 V 376", "115 V 147", "115 V 308", "105 V 319", "110 V 117", "96 V 110", "112 V 356", "113 V 140", "112 V 387"], "cite_par": ["121 V 157", "131 V 42", "119 V 352", "143 V 231", "130 V 388", "122 V 242"], "chapeau": "10. Urteil vom 11. Januar 1991 i.S. X gegen Bundesamt für Militärversicherung und Versicherungsgericht des Kantons Solothurn", "regestes": ["Art. 23 al. 1 et art. 25 al. 1 LAM: Evaluation de l'atteinte à l'intégrité et naissance du droit à la rente. - Evaluation de l'atteinte à l'intégrité (résumé de la jurisprudence; consid. 3a). - Le préjudice résultant de l'atteinte à l'intégrité se détermine par rapport aux effets de l'affection sur les fonctions primaires de la vie (consid. 3a/bb/aaa). - Le degré de l'atteinte à l'intégrité peut dépasser 60%, mais l'on ne saurait se fonder, ni directement ni par analogie, sur les taux indiqués à l'annexe 3 à l'OLAA (confirmation de la jurisprudence; consid. 3c/aa). - Evaluation de l'atteinte à l'intégrité en cas d'atteintes corporelles multiples (consid. 3c/bb). - Pour évaluer l'atteinte à l'intégrité, il est sans importance que ses effets puissent être atténués ou supprimés à l'aide d'un moyen auxiliaire (changement de jurisprudence; consid. 3c/cc). - Taux de 70% retenu pour la perte des deux mains, une blessure par perforation de l'oeil, avec une cicatrice à la cornée, et des cicatrices au visage (consid. 3d). - En cas de perte d'un membre, le début du droit à la rente doit être fixé à partir du moment où l'on peut, pour l'essentiel, émettre un pronostic sur l'état du moignon et où des interventions de chirurgie plastique et reconstructive n'entrent plus en ligne de compte. La remise de prothèses, l'adaptation et l'accoutumance ne jouent à cet égard pas de rôle (consid. 4b). Art. 25bis LAM: Adaptation de la rente. L'exigence d'une compensation intégrale du renchérissement est satisfaite même si cette pleine compensation intervient avec un certain retard (consid. 5). Art. 25 al. 2 et art. 37 al. 1 LAM: Rachat de la rente pour atteinte à l'intégrité. - La 4e édition des Tables de capitalisation Stauffer/Schaetzle est applicable à tous les cas qui n'ont pas encore été tranchés par une décision entrée en force (consid. 6b). - En principe, le rachat doit s'effectuer sur la base du revenu annuel déterminant au 1er janvier de l'année entière de rente (année qui suit la naissance du droit). Si la décision sur le rachat est rendue postérieurement à cette année, il faut se fonder sur le revenu annuel déterminant au moment de la décision (consid. 6c)."], "faits": "|73|\n\nA.- X erlitt im Militärdienst im September 1984 bei der Behebung eines Defekts an einer Panzerhaubitze zusammen mit zwei weiteren Wehrmännern einen schweren Unfall. Gemäss Bericht des Kreisarztes Dr. med. B. vom 8. November 1985 blieben folgende Unfallfolgen zurück:\n\n\"1) Status nach Amputation rechte Hand im Radiocarpalgelenk.\n\n2) Status nach Amputation linke Hand im Vorderarmbereich distal.\n\n3) Status nach Perforationsverletzung rechtes Auge mit Hornhautnarbe und entrundeter Pupille nach Hornhautnaht, Kontrolle des linken Auges, Iridectomie nasalis inferior mit anterioren Synechien. Visus 1,5-1,25 ohne Korrektur. Bezüglich rechtem Auge keine Arbeitsbeeinträchtigung.\n\n4) Audiogramm normal.\n\n5) Status nach multiplen Gesichtsverletzungen.\n\n6) Multiple Zahnverletzungen.\" |74|\n\nDas Bundesamt für Militärversicherung (BAMV) anerkannte die volle Bundeshaftung der Militärversicherung und sprach X im Zusammenhang mit der medizinischen, persönlichen und beruflichen Rehabilitation eine Vielzahl von Leistungen zu. Im Anschluss an einen Zwischenbericht des Inselspitals Bern vom 8. August 1985 und an eine kreisärztliche Untersuchung vom 7. November 1985 prüfte es die Frage der Integritätsrente und erliess am 4. Dezember 1985 eine vorläufige Mitteilung, welche auf folgenden Rentenelementen beruhte:\n\n- Bundeshaftung: 100%\n\n- Rentenansatz bis 31.12.1985: Fr. 15'000.--\n\nab 01.01.1986: Fr. 15'750.--\n\n- Leistungsansatz: 85%\n\n- Integritätsschaden: 60%\n\n- Rentendauer: vom 1.8.1985 hinweg für unbestimmte Zeit\n\nFerner wurde die Integritätsrente mit dem Betrag von Fr. 190'450.60 von Amtes wegen auf den 1. Januar 1986 ausgekauft. Auf Einspruch des X hin, womit dieser Rentenansatz und Integritätsschadenshöhe beanstandete, hielt das BAMV am 7. März 1986 an der vorläufigen Mitteilung mit einem gleichlautenden Vorschlag fest. Im Anschluss an die beiden Urteile Gasser (BGE 112 V 376) und Beiner (BGE BGE 112 V 387) des Eidg. Versicherungsgerichts berechnete das BAMV die Integritätsrente neu, indem es statt den bisher herangezogenen Fr. 15'000.-- und Fr. 15'750.-- einen Rentenansatz von Fr. 25'934.-- und Fr. 26'972.-- anwendete, was zu einer Erhöhung der Auskaufssumme von Fr. 190'450.60 auf Fr. 326'147.65 führte. Dementsprechend änderte es mit Verfügung vom 5. August 1987 die Rentenelemente ab und sprach X vom 1. August 1985 hinweg für unbestimmte Zeit eine Integritätsrente von 60% zu, welche auf den 1. Januar 1986 mit Fr. 326'147.65 (Fr. 26'972.--x0,85x0,5 [recte 0,6]xLebenserwartungsindex 23,71) ausgekauft wurde.\n\nB.- Die hiegegen erhobene Beschwerde hiess das Versicherungsgericht des Kantons Solothurn mit Entscheid vom 28. November 1988 teilweise gut, indem es den Beginn der Rente auf den 1. April 1985 festsetzte; im übrigen wies es die Beschwerde ab.\n\nC.- X lässt Verwaltungsgerichtsbeschwerde führen mit dem Rechtsbegehren, das BAMV sei zu verpflichten, ihm mit Wirkung ab 22. September 1984 eine Integritätsrente in der Höhe von mindestens 75% auf anrechenbaren Jahresverdiensten von |75| Fr. 26'160.-- (bis 31. Dezember 1984), Fr. 27'120.-- (1985) und Fr. 27'240.-- (ab 1. Januar 1986) zuzusprechen.\n\nDas BAMV schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. (Kognition)\n\n2. (Rechtliches Gehör)\n\n3. Streitig ist zunächst die Höhe des Integritätsschadensgrades. Während BAMV und kantonales Gericht die Abgeltung der Integritätseinbusse mit 60% für angemessen halten, beantragt der Beschwerdeführer eine solche mit mindestens 75%.\n\na) Kann von der Fortsetzung der ärztlichen Behandlung keine namhafte Besserung des Gesundheitszustandes erwartet werden, so ist eine Invalidenrente auszurichten, wenn der versicherte Gesundheitsschaden eine voraussichtlich bleibende Beeinträchtigung der Erwerbsfähigkeit hinterlässt, oder eine Integritätsrente, wenn er eine erhebliche Beeinträchtigung der körperlichen oder psychischen Integrität zur Folge hat (Art. 23 Abs. 1 MVG).\n\naa) Art. 23 Abs. 1 MVG in seiner ursprünglichen, bis Ende Dezember 1963 in Kraft gewesenen Fassung setzte eine schwere Beeinträchtigung der körperlichen Integrität voraus. Das prägte die Rechtspraxis insofern, als sich die meisten gerichtlich beurteilten Fälle um die Frage drehten, ob eine solch schwere Beeinträchtigung der Integrität vorliege oder nicht. Das Eidg. Versicherungsgericht verneinte den schweren Integritätsschaden beim Verlust der letzten und zweier Drittel der mittleren Phalanx des linken Zeigefingers (unveröffentlichtes Urteil B. vom 1. Februar 1950), bei ausgeheilter Lungen-Tbc mit einseitigem Pneumothorax ohne Dyspnoe und ohne irgendwelche Organbeschwerden (unveröffentlichtes Urteil P. vom 16. Februar 1950) und selbst bei einem beidseitigen Pneumothorax (unveröffentlichtes Urteil St. vom 30. Juni 1952), bei einem Status nach Thoraxplastik und Bilobektomie nach Lungen-Tbc (unveröffentlichtes Urteil B. vom 31. Januar 1961), bei Netzhautablösung (EVGE 1955 S. 155) und bei einem teilweise kompensierten Diabetes (unveröffentlichtes Urteil G. vom 25. Juli 1958). Das Gericht bejahte den schweren Integritätsschaden im Falle des Verlustes eines Auges bei erhalten gebliebenem Augapfel (20%; unveröffentlichtes Urteil K. vom 17. September 1958), bei Knieversteifung (25%, zusammen mit |76| erwerblicher Beeinträchtigung; EVGE 1954 S. 254 Erw. 2) und bei Verlust einer Niere (unveröffentlichtes Urteil W. vom 13. April 1961). Nur sogenannte einschneidende Störungen des Lebensgenusses begründeten den Integritätsrentenanspruch (unveröffentlichtes Urteil S. vom 12. Juni 1959). Zu beachten ist, dass nach der damaligen Rechtspraxis bei Vorliegen einer Erwerbsunfähigkeit und einer Integritätseinbusse der höhere Schaden abgegolten, die niedrigere andere Beeinträchtigung aber nicht vollständig ausser acht gelassen wurde, dies im Sinne der im Rahmen von Art. 25 Abs. 3 MVG während Jahrzehnten angewendeten Kombinationsmethode (EVGE 1954 S. 253, 1966 S. 151 Erw. 2; unveröffentlichtes Urteil B. vom 28. Februar 1967). Erst mit dem Urteil Rey vom 27. November 1970 (BGE 96 V 113 Erw. 2d; bestätigt in BGE 105 V 322 Erw. 1b) wurde diese Kombinationsmethode aufgegeben, weil im Rahmen von Art. 25 Abs. 3 MVG weder eine Kumulation noch eine Kombination zulässig sei. Diese Rechtsprechung änderte das Eidg. Versicherungsgericht nochmals mit BGE 110 V 117 (Urteil Andres vom 23. Mai 1984). Die angeführten Änderungen bezüglich der Gesamtrente nach Art. 25 Abs. 3 MVG mögen mit ein Grund dafür gewesen sein, dass sich bezüglich der Festsetzung des Invaliditätsschadensgrades keine kohärente und umfassende Gerichtspraxis herausbilden konnte, weshalb es weitgehend bei dem der Militärversicherung mit Art. 25 Abs. 1 MVG eingeräumten weiten Ermessen blieb.\n\nbb) Den Übergang zur erheblichen Beeinträchtigung der Integrität gemäss Art. 23 Abs. 1 MVG in der revidierten, am 1. Januar 1964 in Kraft getretenen Fassung legte das Eidg. Versicherungsgericht dahingehend aus, dass zwar nach wie vor leichte Integritätsschäden nicht zu einer Rente berechtigen würden; die Anforderungen dürften aber auch nicht übersetzt werden. Mit dem Kriterium der Erheblichkeit sei eine mittlere Stufe zwischen den schweren und leichten Integritätsschäden getroffen worden. Ergebe die Vergleichung des Zustandes, wie er vor dem Eintritt des Versicherungsfalles bestand, mit dem beeinträchtigten Zustand, dass der Wehrpflichtige durch die versicherte Gesundheitsschädigung in seinem Lebensgenuss beachtlich eingeschränkt werde, so sei der Rentenanspruch grundsätzlich zu bejahen (EVGE 1964 S. 213 Erw. 4a; vgl. auch BBl 1963 I 857).\n\naaa) Ein Integritätsschaden gibt grundsätzlich dann Anspruch auf eine Rente der Militärversicherung, wenn der Versicherte objektiverweise im Lebensgenuss erheblich eingeschränkt ist.\n\n|77| Rechtserheblich in diesem Sinne ist die Störung primärer Lebensfunktionen, nicht auch die blosse Behinderung in der sonstigen Lebensgestaltung wie beispielsweise beim Sport, bei der Teilnahme an gesellschaftlichen Anlässen und dergleichen (BGE 113 V 143 Erw. 2c, BGE 112 V 380 Erw. 1b und 389 Erw. 1a mit Hinweis). Die Rente für erhebliche Beeinträchtigung der körperlichen oder psychischen Integrität wird in Würdigung aller Umstände nach billigem Ermessen festgesetzt (Art. 25 Abs. 1 MVG).\n\nNach der Rechtsprechung wird die Beeinträchtigung prozentmässig ermittelt aufgrund vergleichender Betrachtung des funktionell-anatomischen Zustandes vor und nach Eintritt des versicherten Gesundheitsschadens (BGE 113 V 143 Erw. 2c, BGE 112 V 390 Erw. 1a mit Hinweisen). Das Eidg. Versicherungsgericht hat aber bereits in EVGE 1968 S. 98 klargestellt, dass aus dieser Formulierung der Ermittlung des Prozentsatzes aufgrund vergleichender Betrachtung des funktionell-anatomischen Zustandes vor und nach Eintritt des versicherten Gesundheitsschadens nicht geschlossen werden dürfe, es handle sich bei der prozentualen Integritätsschädigung um \"einen rein medizinischen Vergleichsbegriff\". Bei der Schätzung der Integritätsbeeinträchtigung ist so wenig wie bei der Bemessung der Erwerbsfähigkeit nur auf die vergleichende medizinisch-theoretische Beurteilung des Gesundheitszustandes vor und nach Eintritt der Behinderung abzustellen. Das Gericht hat von Anfang an erklärt, dass nicht die aus dem Vergleich des medizinischen Zustandes hervorgehende Prozentzahl die Integritätsfrage entscheidet, sondern das Ausmass, in dem der Versicherte infolge Störung primärer Lebensfunktionen im Lebensgenuss eingeschränkt ist. Diese Einschränkung kann aber - objektiv betrachtet - unter Umständen auch dann nur gering sein, wenn die rein medizinische Betrachtung eine Beschränkung von beträchtlichem Ausmass ergäbe. Auch das Umgekehrte ist denkbar. Der für die Berechnung der Integritätsrente massgebende Prozentsatz ist folglich das Ergebnis rechtlicher Würdigung, nämlich die prozentuale Beeinträchtigung der Integrität in den Grenzen ermessensmässiger Abschätzung (EVGE 1968 S. 98 mit Hinweis auf EVGE 1966 S. 153). Daraus folgt, dass nicht der Gesundheitsschaden als solcher die Integritätsbeeinträchtigung darstellt; vielmehr bemisst sich die Integritätsbeeinträchtigung an den Folgen, welche die geschädigte Gesundheit auf primäre Lebensfunktionen hat. Dabei kann die feinstmögliche Einschätzung mit +/- 5% erfolgen, weil eine Abstufung der Integritätsrente nach einzelnen |78| Prozenten in der Praxis nicht durchführbar wäre (unveröffentlichtes Urteil St. vom 12. Juli 1988).\n\nbbb) Ein Überblick über die von der Rechtsprechung unter der Herrschaft des revidierten MVG beurteilten Einzelfälle (vgl. hiezu auch GLAUSER, Die Integritätsschadenpraxis der Militärversicherung, in: Schweizerische Ärztezeitung, Bd. 71 [1990], S. 387) ergibt folgendes Bild:\n\nIm Bereich der an der Erheblichkeitsschwelle von 5% liegenden Integritätsbeeinträchtigungen finden sich namentlich nicht besonders schwere Sinnesschädigungen, so der Hörfähigkeit (EVGE 1964 S. 214 Erw. 4b; unveröffentlichtes Urteil Sch. vom 16. Oktober 1979, bestätigt im unveröffentlichten Urteil R. vom 9. März 1988; ebenso unveröffentlichtes Urteil D. vom 12. Januar 1976). Status nach doppelseitiger kavernöser Lungen-Tbc mit Verminderung der Vitalkapazität um 1/3 wurde mit 5% bemessen (unveröffentlichtes Urteil M. vom 19. Juli 1989), ebenso ein geringfügiger Knieschaden (erwähntes Urteil St. vom 12. Juli 1988).\n\nIm Bereich von 10-20% finden sich schwerere Sinnesschädigungen (unveröffentlichtes Urteil D. vom 19. November 1975, 15% für beidseitigen Hörschaden; unveröffentlichtes Urteil M. vom 18. Oktober 1983, 10% für Verlust des Geschmacks- und Geruchssinnes, verbunden mit leichten Sicht- und Erinnerungsschwierigkeiten; erwähntes Urteil B. vom 28. Februar 1967, 20% für Verlust der Sehfähigkeit des rechten Auges) und schwerere internmedizinische Beeinträchtigungen oder solche der Extremitäten (unveröffentlichtes Urteil Sch. vom 28. August 1968, linksseitige Peronäuslähmung, 10%; EVGE 1966 S. 148, 10% für Schmerzen im linken Bein, Hinken und Stockbedürftigkeit; EVGE 1968 S. 88, 10% für stark verschwartete rechte Lunge mit eingeschränkter Lungenfunktion).\n\nIm Bereich der schweren Beeinträchtigungen erleidet ein Versicherter nach der Rechtsprechung des Eidg. Versicherungsgerichts einen Integritätsschaden von rund 50%, wenn er beide Beine verliert, und einen solchen von rund 55-60%, wenn er sowohl ein Bein als auch einen Arm verliert. 100%ig ist der Integritätsschaden nicht schon bei jeder erheblichen Beeinträchtigung einer primären vitalen Funktion, sondern erst, wenn praktisch alle primären Lebensfunktionen erheblich beeinträchtigt sind (unveröffentlichtes Urteil K. vom 12. November 1975). Diese Grundsätze führten im erwähnten Urteil K. vom 12. November 1975 im Falle einer Amputation des rechten Oberschenkels im oberen Drittel zu einem |79| Integritätsschadensgrad von 40%. In BGE 113 V 140 hat das Eidg. Versicherungsgericht die Festsetzung des Integritätsschadens auf 65% im Falle eines Versicherten, der an vollständiger Paraplegie beider Beine und an Störungen der Blasen- und Darmentleerung sowie der Sexualfunktion litt, unbeanstandet gelassen (BGE 113 V 143 Erw. 3a in Verbindung mit 145 vor Erw. 4). 70% wurden anerkannt für den Verlust beider Beine eines 25jährigen Versicherten mit zusätzlichen Beeinträchtigungen, aber intakter Psyche (BGE 96 V 114 Erw. 3a) und ebenfalls 70% für den Verlust eines Beines und des rechten Armes, mit zusätzlich verstümmelter linker Hand und lumbalen Schmerzen (unveröffentlichtes Urteil B. vom 18. September 1973).\n\nccc) Insoweit das BAMV im Rahmen dieser Rechtsprechung versucht, durch interne Weisungen, Richtlinien, Tabellen, Skalen usw. eine rechtsgleiche Behandlung der Versicherten zu gewährleisten, ist dies nach ständiger Rechtsprechung im Grundsatz nicht zu beanstanden (erwähntes Urteil St. vom 12. Juli 1988, unveröffentlichte Urteile M. vom 26. Oktober 1987 und H. vom 2. Dezember 1986). Das heisst indessen noch nicht, dass diese Grobraster und Faustregeln ohne weiteres rechtlich zutreffend und im Einzelfall angemessen sind, wie nachfolgend in verschiedener Richtung darzutun sein wird.\n\nb) Das BAMV bemass den Integritätsschadensgrad mit 60% gestützt auf den Bericht des Kreisarztes Dr. med. B. vom 8. November 1985. Darin wurde folgendes festgehalten:\n\n\"Bei beidseitiger Handamputation bei hier den linken Ellenbogen überragender Prothese (geringere Beweglichkeit mit Prothese links) erreicht der Integritätsschaden 40-50%. Der Status nach Iridectomie rechts mit dezentraler Cornealnarbe und die Gesichtsnarben wirken sich erhöhend aus. Die Neigung zum Schwitzen erschwert die Prothesenbetätigung, wo der Patient noch nicht das Optimum erreicht hat.\"\n\nAuf dieser Grundlage bewertete der Chefarzt des BAMV den Integritätsschaden folgendermassen (Aktennotiz vom 20. November 1985):\n\n\"Der Integritätsschaden ist zweifellos als sehr schwer einzustufen.\n\nUnseren Regeln folgend muss allein schon der totale Verlust der\n\nGreiffunktion - auch wenn die Prothesen diesen Verlust teilweise\n\nwettmachen - mit 50% Integritätsverlust gleichgesetzt werden; dazu kommen\n\nnoch die kosmetische Beeinträchtigung und die psychische Belastung, die für\n\nsich allein nochmals als selbständiger erheblicher Integritätsschaden zu\n\ngelten haben. Der Gesamtintegritätsschaden muss deshalb mit 60% bewertet werden.\" |80|\n\nDas kantonale Gericht erwog, die vom BAMV angewandte Methode der Bemessung des Integritätsschadens sei nicht zu beanstanden, habe doch das Eidg. Versicherungsgericht bestätigt, dass die Richtwerte gemäss Anhang 3 zur UVV für die Militärversicherung grundsätzlich nicht, auch nicht analogieweise anwendbar seien (BGE 113 V 143 Erw. 3b). Die Festsetzung auf 60% entspreche den durch den früheren und jetzigen Chefarzt des BAMV am 20. November 1985 bzw. am 10. Juni 1987 vorgenommenen Beurteilungen, welche miteinander übereinstimmen würden. Der Beschwerdeführer bringe nichts vor, was daran Zweifel wecken würde. Die Festsetzung des Integritätsschadensgrades auf 60% sei insbesondere auch im Vergleich zum bereits erwähnten Urteil BGE 113 V 140 angemessen, wo das Eidg. Versicherungsgericht einen Integritätsschaden von 65% für vollständige Paraplegie beider Beine und Störungen der Blasen- und Darmentleerung sowie der Sexualfunktion \"bestätigt\" habe.\n\nDer Beschwerdeführer beanstandet in der Verwaltungsgerichtsbeschwerde zunächst, dass das BAMV in seiner Praxis Schwerstschädigungen lediglich bis zu 60% einstufe; damit anerkenne \"die Militärversicherung expressis verbis, dass ihre Skala etwa bei 60 und nicht bei 100 endet - ein totaler Widerspruch für eine Prozentsatzskala (von 100)\". Zweitens rügt es der Beschwerdeführer als Verstoss gegen das Gebot des Art. 25 Abs. 1 MVG, alle Umstände zu würdigen, wenn das BAMV in seiner Integritätsschadenstabelle vom 11. Mai 1987 für den Verlust einer Hand 25% einsetze und für die Amputation beider Hände eine rein proportional höhere Einbusse, somit von 50%, annehme. Der Verlust beider Hände habe für den Betroffenen vielmehr eine proportional höhere Einbusse zur Folge als der Verlust einer Hand, indem der beidseits Amputierte \"überhaupt nichts mehr ertasten, fühlen, berühren, greifen, halten, streicheln usw.\" könne; wenn der Verlust einer Hand gemäss Praxis des BAMV 25% Einbusse bedeute, müsse der Verlust \"beider Hände mehr als das Doppelte, also ca. das Dreifache, mithin 75% ausmachen\". Der Beschwerdeführer zieht drittens die Richtigkeit des Urteils BGE 113 V 140 in Zweifel, insoweit darin eine analoge Anwendung der Prozentsätze gemäss Anhang 3 zur UVV verneint worden sei. Die Praxis der Militärversicherung müsse grundsätzlich überprüft und deren Skalen/Tabellen/Richtlinien grundlegend einer \"sozialmedizinischen resp. sozialpsychiatrischen Begutachtung unterzogen werden\". Gegen die Annahme eines Integritätsschadensgrades von 60% wendet der |81| Beschwerdeführer schliesslich ein, das BAMV habe damit den zum beidseitigen Handverlust hinzutretenden Befunden und Beeinträchtigungen (ungenügende Prothesen, Augenverletzung, psychische Schwierigkeiten) nicht ausreichend Rechnung getragen, wobei er auch diesbezüglich die Durchführung weiterer Beweismassnahmen beantragt.\n\nc/aa) Auch in der Vernehmlassung zur Verwaltungsgerichtsbeschwerde nimmt das BAMV den Standpunkt ein, \"mit der Skala von 5%-60% (decke) die Militärversicherung praktisch genau denselben Schadensbereich ab wie die SUVA mit ihrer Skala von 5%-100%. Es (sei) also nicht so, dass die Militärversicherung denselben Schaden nur zu drei Fünfteln entschädige im Vergleich zur SUVA. Denn massgebend (sei) schliesslich die ausbezahlte Entschädigungssumme und nicht der Invaliditätsansatz.\"\n\nDieser Auffassung kann nicht beigepflichtet werden. Wenn das Eidg. Versicherungsgericht in BGE 113 V 143 Erw. 3b, woran festzuhalten ist, das Entschädigungssystem nach Anhang 3 zur UVV für die Militärversicherung nicht, auch nicht analogieweise anwendbar erklärt hat, so heisst dies anderseits nicht, es könne im Rahmen von Art. 25 Abs. 1 MVG keine 60% übersteigenden Integritätsschäden geben. Allein schon die dargelegte Rechtsprechung (Erw. 3a/bb/bbb hievor), welche im Falle von Schwerstschädigungen Integritätsschadenssätze von bis 65 und 70% bestätigt hat, belegt das Gegenteil. Die Überlegung des BAMV-Chefarztes Dr. med. Glauser in seiner Aktennotiz vom 10. Juni 1987, wonach ein Integritätsschaden von 100% bedeuten würde, \"dass alle Körperfunktionen erloschen sind, d.h. dass der Tod eingetreten ist\", mit der Schlussfolgerung, dass ein \"Integritätsschaden von 100% ... theoretisch demnach gar nicht erreicht werden\" könnte, ist unzutreffend. Für die Annahme eines 100%igen Integritätsverlustes genügt es nach dem bereits erwähnten Urteil K. vom 12. November 1975, dass \"praktisch alle primären Lebensfunktionen erheblich beeinträchtigt\", dagegen nicht total ausgefallen sind. Es besteht daher auch im Bereich der Militärversicherung Raum für die Grenze von 60% übersteigende Integritätsschäden (ebenso Glauser, a.a.O., S. 387 f.), was aber das BAMV in Vernehmlassung und Duplik zur Verwaltungsgerichtsbeschwerde zu Unrecht in Abrede stellt.\n\nbb) Mit dem Beschwerdeführer kann sodann der Praxis des BAMV insoweit nicht gefolgt werden, als mehrere körperliche Beeinträchtigungen (namentlich bei paarigen Organen) rein |82| proportional und daher nicht umfassend mit Blick auf die Gesamtheit der Beeinträchtigung in den primären Lebensfunktionen berücksichtigt werden. Zu dem bis Ende 1983 gültig gewesenen Art. 94 Abs. 2 KUVG, der die Rentenzusprechung bei einer Mehrzahl von invalidisierenden Unfällen regelte, entschied das Eidg. Versicherungsgericht, dass die Gesamtinvalidität keineswegs der Summe der einzelnen aus den verschiedenen Unfällen sich ergebenden Invaliditätsgrade zu entsprechen braucht; würden die einzelnen Ansprüche nicht vereinigt und die betreffenden Invaliditätsgrade einfach addiert, so könnte sich leicht ein Resultat ergeben, welches der tatsächlichen Gesamtinvalidität nicht gerecht würde; ein einzelner Körperschaden wirkt sich nämlich in Verbindung mit andern Körperschäden (z.B. bei paarigen Organen) oft stärker aus, als wenn er allein bleibt; anderseits kann die blosse Addition der Invaliditätsgrade bei der Schädigung verschiedenartiger Organe auch ein zu hohes Resultat zeitigen (BGE 98 V 171 Erw. 4a mit Hinweisen, bestätigt im unveröffentlichten Urteil B. vom 15. Juli 1983 mit Hinweis auf das unveröffentlichte Urteil Sch. vom 16. Dezember 1975).\n\nDas Zusammenwirken mehrerer Integritätsschäden hat das BAMV auch in seiner Praxis gemäss Art. 25 Abs. 1 MVG gebührend zu berücksichtigen. Zwar ist nichts dagegen einzuwenden, dass das BAMV im Sinne eines Grobrasters beim Verlust einer vitalen Grundfunktion von einem Satz von 50% ausgeht. Das entspricht der dargelegten Gerichtspraxis, wonach ein Versicherter einen Integritätsschaden von \"rund 50%\" erleidet, wenn er beide Beine verliert, und einen solchen von \"rund 55-60%\", wenn er sowohl ein Bein als auch einen Arm verliert (erwähntes Urteil K. vom 12. November 1975). Beim Verlust beider Hände bleibt es nun aber nicht nur beim vollständigen Ausfall der mechanischen Greiffunktion; vielmehr geht dadurch auch die nur durch die Hände ermöglichte körperliche Empfindungs-, Ausdrucks- und Kontaktfähigkeit verloren, was nebst der Unmöglichkeit, sein Leben praktisch-manuell bewältigen zu können, eine sehr einschneidende, schmerzhaft empfundene Einschränkung im Lebensgenuss darstellt.\n\ncc) Nicht gefolgt werden kann dem BAMV schliesslich bezüglich der Integritätsschadenshöhe darin, dass es laut Eingabe an das kantonale Gericht vom 28. September 1988 auf dem Standpunkt steht, für die Rentenhöhe sei \"grundsätzlich die apparative Versorgung mitzuberücksichtigen ... bzw. nach deren Anpassung\" |83| festzusetzen; in den \"vorliegenden Fällen (seien) aber trotz einer relativ guten Versorgung die Ansätze für den totalen Händeverlust (ohne Prothesen) angenommen bzw. beibehalten\" worden. Für diese Betrachtungsweise kann sich das BAMV zwar auf eine alte Rechtsprechung des Eidg. Versicherungsgerichts berufen. So hat dieses im unveröffentlichten Urteil St. vom 12. März 1959 bei einem Versicherten, welchem die Militärversicherung eine hörprothetische Versorgung abgegeben hatte, erwogen, weil ein solcher Apparat den Integritätsschaden \"wenn nicht gänzlich, so doch weitgehend beheben wird\", könne der Versicherte nicht fordern, \"dass die Militärversicherung die Anschaffung eines Hörapparates finanziere und darüber hinaus noch für die dank jenem Apparat praktisch behobene dienstbedingte Invalidität eine Rente zahle\". Die prothetische Versorgung eines Versicherten zähle - gleich der ärztlichen Behandlung im engern Sinne - begrifflich zur Hilfsmittelabgabe und gehe grundsätzlich der Ausrichtung einer Invalidenrente vor (mit Verweisung auf das in SJZ 53 [1957] S. 362 f. auszugsweise publizierte Urteil G. vom 28. Juni 1956 und das unveröffentlichte Urteil P. vom 2. Mai 1957). Im erwähnten Urteil Sch. vom 28. August 1968 hat das Eidg. Versicherungsgericht bei der Beurteilung einer Peronäuslähmung als Integritätsschaden massgeblich darauf abgestellt, dass der Versicherte dank Verwendung einer Heidelberger-Feder mit Schaleneinlage \"flüssig und ohne merkliches Hinken zu gehen\" vermag. Noch im unveröffentlichten Urteil J. vom 6. Februar 1976 hielt es das Gericht für die Bemessung des Integritätsschadens für \"ausschlaggebend, dass dem Versicherten die Anschaffung einer Hörbrille bewilligt wurde, welche ihm den Eindruck des stereophonen Hörens vermittelt; ausgenommen bei wenigen Arbeiten kann er dieses Hilfsmittel stets tragen, so dass die Beeinträchtigung im Lebensgenuss nur als geringfügig zu bezeichnen ist\".\n\nAn dieser Rechtsprechung kann nicht länger festgehalten werden, weil sie sich mit dem Begriff des Integritätsschadens nicht verträgt. Zwar ist, wie dargelegt (Erw. 3a/bb/aaa hievor), der Gesundheitsschaden als solcher nicht gleichbedeutend mit dem Integritätsschaden; vielmehr kommt es auf die Auswirkungen der gesundheitlichen Beeinträchtigung auf die primären Lebensfunktionen an. Damit ist aber auch gesagt, dass es für die Schwere der Auswirkungen des Gesundheitsschadens auf die Vornahme der primären Lebensfunktionen unmassgeblich ist, ob die Einschränkung in den primären Lebensfunktionen durch Hilfsmittel ganz |84| oder teilweise ausgeglichen werden kann. Die Abgabe von geeigneten Hilfsmitteln ändert am Integritätsschaden nichts, dies im Gegensatz zu den Krankenpflegemassnahmen, welche direkt die Verbesserung des beeinträchtigten Gesundheitszustandes zum Ziele haben. Dass der Anspruch auf Krankenpflege und auf Hilfsmittelversorgung im Militärversicherungsrecht systematisch am gleichen Ort (bei Art. 16 Abs. 1 MVG) eingeordnet ist, ändert an der verschiedenen Zielrichtung dieser beiden Leistungskategorien nichts. Der Grundsatz \"Eingliederung vor Rente\" gilt selbstverständlich auch in bezug auf die Hilfsmittel im Hinblick auf die Invalidenrentenberechtigung gegenüber der Militärversicherung; bezüglich des Anspruches auf Integritätsrente dagegen ist er nicht anwendbar. Diese Betrachtungsweise liegt auch der Rechtsprechung im Bereich der Unfallversicherung (Art. 24 Abs. 1 und Art. 25 Abs. 1 UVG, Art. 36 UVV) zugrunde. Das Eidg. Versicherungsgericht hat im BGE 115 V 147 ausgeführt, entscheidend sei, ob der Versicherte eine Integritätsschädigung erlitten habe. Ob diese dank einem Hilfsmittel mehr oder weniger vollständig ausgeglichen werden kann mit der Folge, dass sie sich im täglichen Leben nicht mehr oder nur noch in geringem Masse nachteilig auswirkt, sei hingegen unerheblich. Die gegenteilige Auffassung verkenne den Zweck der Integritätsentschädigung, durch eine pekuniäre Leistung einen gewissen Ausgleich zu bieten für körperliche Schmerzen, Leid, verminderte Lebensfreude, Beeinträchtigung des Lebensgenusses und ähnliche Ursachen seelischen Unbehagens; diese Beeinträchtigungen bestünden unabhängig von Ausgleichsmöglichkeiten durch Hilfsmittel (BGE 115 V 149 Erw. 3a). Diese Grundsätze haben auch im Rahmen von Art. 25 Abs. 1 MVG Gültigkeit. Das Urteil BGE 113 V 140, wonach das Entschädigungssystem nach Anhang 3 zur UVV auch nicht analogieweise in das Militärversicherungsrecht zu übertragen ist (BGE 113 V 143 Erw. 3b), steht dem nicht entgegen. Denn in diesem Punkt geht es nicht um die je systemspezifischen Leistungsmodalitäten von Militärversicherung einerseits und Unfallversicherung anderseits, sondern um ein grundlegendes Element des Begriffes des Integritätsschadens als solchen, welcher da wie dort gleich zu verstehen ist.\n\nd) Im Lichte dieser Grundsätze ist festzustellen, dass die Einschätzung des beidseitigen Handverlustes mit 50% durch kantonales Gericht und Militärversicherung zu tief ist. Im Hinblick auf den vollständigen Verlust der Greiffunktion, die zusätzlichen |85| Einschränkungen und die damit verbundene psychische Belastung ist es angemessen, für diese Beeinträchtigungen einen Ansatz von 60% anzunehmen. Eine weitere Erhöhung dieses Satzes aus psychischen Gründen käme nur dann in Frage, wenn der Unfall einen eigentlichen psychischen Gesundheitsschaden von Krankheitswert verursacht hätte (vgl. in diesem Zusammenhang BGE 96 V 114 Erw. 3a), was indessen hier nicht zutrifft. Mit der Annahme eines Integritätsschadensgrades von 60% für den Handverlust ist vielmehr der glaubhafte psychische Druck abgegolten. In diesem Punkt ist die Verwaltungsgerichtsbeschwerde unbegründet. Der Standpunkt des Beschwerdeführers ist des weitern auch insofern nicht stichhaltig, als er rügt, den zusätzlichen Beeinträchtigungen in Gestalt der Augenverletzung und der verbliebenen Gesichtsnarben habe das BAMV mit einem Zuschlag von je 5% nicht gebührend Rechnung getragen. Diesbezüglich hat das BAMV vielmehr sein Ermessen in einer Weise ausgeübt, das auch im Rahmen der Ermessenskontrolle nicht zu beanstanden ist. Die Vorbringen in der Verwaltungsgerichtsbeschwerde vermögen hieran nichts zu ändern, weshalb insbesondere von den beantragten Beweismassnahmen abzusehen ist. Der Beschwerdeführer hat damit Anspruch auf eine Integritätsrente von 70% statt 60%, wie verfügt und vom kantonalen Gericht bestätigt.\n\n4. Streitig und zu prüfen ist sodann der Beginn der Integritätsrente.\n\na) Das BAMV legte den Beginn der Integritätsrente auf den 1. August 1985 fest, weil der Beschwerdeführer bis zum 22. August 1985 in der Ergotherapie war. Es stützte sich dabei auf eine im Anschluss an den Bericht des Kreisarztes vom 8. November 1985 durch seinen Chefarzt vorgenommene Beurteilung (Aktennotiz vom 20. November 1985) ab, wonach im vorliegenden Falle nicht der Zeitpunkt abgewartet werden dürfe, in welchem der Versicherte die volle Fertigkeit im Bedienen seiner Prothesen erlangt habe; massgebend sei vielmehr der Zeitpunkt, in welchem die Ergotherapie beendet worden sei.\n\nDas kantonale Gericht hat unter Berufung auf SCHATZ (Kommentar zur Militärversicherung, S. 135 f.) ausgeführt, die Integritätsrente werde \"mit dem in Art. 23 Abs. 1 MVG umschriebenen Zeitpunkt der Stabilität des Gesundheitszustandes des Versicherten nicht nur festgesetzt, sondern auch erstmals ausbezahlt. Eine auf den Eintritt des Integritätsschadens rückwirkende Ausbezahlung der Integritätsrente, wie sie das Unfallversicherungsrecht |86| kenne (vgl. BGE 113 V 53), oder eine differenzierte Festsetzung und Ausbezahlung von Integritätsrenten, um zu verhindern, dass eine der Hauptverletzung untergeordnete und noch nicht stabile Nebenverletzung die Ablösung des Krankengeldes durch die Integritätsrente verzögert\", kenne das MVG nicht. Im vorliegenden Fall sei laut Beurteilung des Integritätsschadens durch den Chefarzt des BAMV vom 10. Juni 1987 der Rentenbeginn frühestens auf den 1. April 1985 festzulegen, \"nachdem die Augenverhältnisse auf Ende März 1985 als ruhig gemeldet wurden. Dagegen seien von seiten der Arme erst Anfang August 1985 stabile Verhältnisse gemeldet worden, so dass deswegen ein Rentenbeginn ab 1. August 1985 ohne weiteres vertretbar wäre.\"\n\nDer Standpunkt des Beschwerdeführers lässt sich dahingehend zusammenfassen, dass die Rente festgesetzt werden soll, wenn im Sinne von Art. 23 Abs. 1 MVG keine namhafte Besserung des Gesundheitszustandes des Versicherten mehr erwartet werden könne, was jedoch keineswegs ausschliesse, dass der Rentenbeginn rückwirkend auf den Unfallzeitpunkt angesetzt werde. Jede andere Lösung führe dazu, dass ein längerer Heilungsprozess entschädigungsmindernd wirke, was nicht Absicht des Gesetzgebers gewesen sei. Insbesondere bei Unfällen wie dem hier zur Diskussion stehenden, wo es im Unfallzeitpunkt zu Gliedverlusten komme, müsse der Rentenbeginn mit dem Unfallzeitpunkt gleichgesetzt werden. Der Endzustand sei im Unfallzeitpunkt durch die Amputation der Hände erreicht.\n\nb) Das Eidg. Versicherungsgericht hat in dem von den Verfahrensbeteiligten erwähnten, unveröffentlichten Urteil W. vom 26. Februar 1987 entschieden, der Beginn der Integritätsrente im Sinne von Art. 25 MVG richte sich nach Art. 23 Abs. 1 MVG. Sinngemäss gelte die gleiche Regelung wie in Art. 19 Abs. 1 UVG bzw. Art. 76 KUVG. An dieser Rechtsprechung ist festzuhalten. Eine besondere von den Grundsätzen gemäss Art. 23 Abs. 1 MVG, Art. 76 KUVG und Art. 19 Abs. 1 UVG abweichende Regelung gilt nur für den Anspruch auf Integritätsentschädigung der Unfallversicherung, und zwar im Hinblick auf die Vorschrift von Art. 24 Abs. 2 UVG, wonach die Integritätsentschädigung der Unfallversicherung mit der Invalidenrente festgesetzt wird (dazu BGE 113 V 51 ff. Erw. 3a und b). Das Erfordernis eines im wesentlichen stabilen Gesundheitszustandes hat das Eidg. Versicherungsgericht implizit auch im bereits erwähnten Urteil St. vom 12. Juli 1988 bestätigt.\n\n|87|\n\nIm Lichte dieser Grundsätze muss dem BAMV entgegengehalten werden, dass der Anspruch auf eine Integritätsrente nicht erst in jenem Zeitpunkt entsteht, in dem die Stumpfverhältnisse vollständig konsolidiert sind und die prothetische Versorgung mit Erfolg abgeschlossen worden ist. Anderseits kann aber auch der Auffassung des Beschwerdeführers nicht beigepflichtet werden, dass mit dem am Unfalltag aufgetretenen Gliederverlust stabile Verhältnisse eingetreten seien, welche den Anspruch auf eine Integritätsrente begründen würden. Angesichts der Mittel der heutigen plastischen Chirurgie ist ein solcher Zustand in dem Sinne noch nicht endgültig, als er die Möglichkeit nicht ausschliesst, durch operative Massnahmen die gesundheitliche Beeinträchtigung an sich wieder zu verbessern. Solche Möglichkeiten eines plastisch-chirurgischen Eingriffs wurden insbesondere im vorliegenden Fall im September/Oktober 1984 zunächst noch ernsthaft erwogen, bevor sich die Ärzte des Inselspitals, nach umfassender Information des Versicherten und mit dessen Einverständnis, entschlossen, die myoelektrisch-prothetische Versorgung an die Hand zu nehmen (Krankengeschichte-Eintrag des Inselspitals Bern vom 6. November 1984). In Fällen von Gliederverlusten entsteht der Anspruch auf Integritätsrente somit in jenem Zeitpunkt, da die Stumpfverhältnisse im wesentlichen prognostizierbar sind - was im November 1984 trotz einiger auftretender Schwierigkeiten der Fall war (vgl. Krankengeschichte-Eintrag des Inselspitals Bern vom 26. November 1984) - und Rehabilitationsmassnahmen der plastischen Chirurgie, welche an der Integrität selber ansetzen würden, ausser Betracht fallen. Die gesamte Periode der prothetischen Versorgung, Anpassung und Angewöhnung schliesst dagegen den Anspruch auf Integritätsrente nicht aus, weil die Frage, ob und in welcher Weise dank Hilfsmittelabgabe die Fähigkeiten des Versicherten verbessert werden, für die Beurteilung des Integritätsschadens, wie dargelegt, unmassgeblich ist. Daher ist der Beginn der Integritätsrente im vorliegenden Fall auf den 1. Dezember 1984 festzusetzen. Daran ändert nichts, dass sich der Beschwerdeführer damals noch einer augenärztlichen Behandlung unterziehen musste, bestand doch diese zum einen vorwiegend in periodischen Kontrollen. Sodann kommt anderseits der Beeinträchtigung des rechten Auges im Vergleich zum Verlust der beiden Hände eine derart untergeordnete Bedeutung zu, welche es nicht rechtfertigen würde, deswegen den Rentenbeginn hinauszuschieben.\n\n|88|\n\n5. Zu prüfen ist des weitern die Frage, auf welche Weise der im Urteil Gasser vom 29. Dezember 1986 (BGE 112 V 376) für das Jahr 1983 auf Fr. 25'400.-- festgelegte massgebliche Mittelwert für die hier zur Diskussion stehenden Jahre 1984 bis 1986 der Entwicklung der Konsumentenpreise anzupassen ist. Dabei ist von Art. 25bis MVG auszugehen, wonach der Bundesrat die Renten dem eingetretenen Anstieg oder Rückgang der Teuerung voll anzupassen hat (Abs. 1) und die Anpassung durch Erhöhung oder Herabsetzung des der Rente zugrundeliegenden Jahresverdienstes auf den gleichen Zeitpunkt wie die AHV/IV-Rentenanpassung zu erfolgen hat (Abs. 2).\n\na) Das Eidg. Versicherungsgericht hat im Urteil Gasser vom 29. Dezember 1986 (BGE 112 V 376) entschieden, die mit den Urteilen Gysler (EVGE 1966 S. 148) und Lendi (EVGE 1968 S. 88) eingeführte Praxis des Mittelwertes ermögliche auch im Anschluss an das Urteil Andres (BGE 110 V 117) zusammen mit der vollen Kumulierbarkeit der Ansprüche (BGE 112 V 382 Erw. 4) sachgerechte Lösungen. Wenn es im Laufe der Jahre zu überhöhten Entschädigungen der Integritätseinbussen gekommen sei, so sei dies nicht auf den Mittelwert als Prinzip, sondern auf die Tatsache zurückzuführen, dass dieser Wert ab 1972 nicht nur der Teuerung, sondern zusätzlich auch der Lohnentwicklung fortlaufend angepasst worden sei. Da der Integritätsschaden und seine Abgeltung mit Lohn nichts zu tun hätten und die Integritätsrenten daher von der Lohnentwicklung nicht berührt würden, sei der Mittelwert der Lohnentwicklung nicht anzupassen. Die bisherige Rechtspraxis zu Art. 25 Abs. 1 MVG wurde deshalb dahin berichtigt, dass der im Jahre 1966 gültige Mittelwert von Fr. 12'000.-- lediglich der seitherigen Entwicklung der Konsumentenpreise angepasst werden darf (BGE 112 V 385 Erw. 6, bestätigt in BGE 112 V 392 Erw. 3b in fine und BGE 115 V 308). Für das Jahr 1983 wurde der massgebende Mittelwert auf Fr. 25'400.-- festgesetzt (BGE 112 V 385 Erw. 6).\n\nb) Das BAMV interpretiert die sich ihm aufgrund des Urteils Gasser stellende Aufgabe, auch künftig die erforderlichen Anpassungen an die Entwicklung der Konsumentenpreise vorzunehmen, folgendermassen:\n\n\"Mit den Anpassungen der Renten an die Lohn- und Preisentwicklung, die gemäss Art. 25bis MVG auf den gleichen Zeitpunkt wie die AHV/IV-Rentenanpassung (nach Art. 33ter AHVG also in der Regel alle zwei Jahre) zu erfolgen haben, wurden und werden gleichzeitig auch immer der neue |89| höchstanrechenbare Jahresverdienst (in Anwendung von Art. 20 Abs. 3 MVG) und - in Analogie dazu - der für die Berechnung der Integritätsschadenrenten massgebende Mittelwert neu festgesetzt. Für das Jahr 1983, für das das Eidg. Versicherungsgericht den massgebenden Mittelwert für die Integritätsschadenrenten auf Fr. 25'400.-- festgesetzt hat, war keine Rentenanpassung vorgesehen. Eine solche erfolgte aber aufgrund der gesetzlichen Bestimmungen auf den 1. Januar 1984. Um den normalen Anpassungsrhythmus einhalten und sicherstellen zu können, haben wir den für die Integritätsschadenrenten massgebenden Mittelwert auf den gleichen Zeitpunkt (rückwirkend) entsprechend der im Jahre 1983 eingetretenen Teuerung (2,1%) auf Fr. 25'934.-- erhöht. Damit ist der Stand der allgemeinen Anpassung der Leistungen der Militärversicherung an die Lohn- und Preisentwicklung per 1. Januar 1984 erreicht worden, mit welcher gemäss Art. 5 Abs. 2 der Verordnung des Bundesrates vom 19. Oktober 1983 die Teuerung bis zum Stand von 104,0 Punkten des Landesindexes der Konsumentenpreise als ausgeglichen galt.\n\nDa die Renten der Militärversicherung - wie bereits erwähnt - nicht Jahr für Jahr, sondern in der Regel alle zwei Jahre an die Lohn- und Preisentwicklung angepasst werden, haben wir den für die Integritätsschadenrenten massgebenden Mittelwert rückwirkend ab 1. Januar 1986 auf Fr. 26'972.-- festgesetzt. Dabei wurde die Teuerung mit 4% berücksichtigt. Sie gilt gemäss Art. 6 Abs. 2 der Verordnung des Bundesrates vom 16. Oktober 1985 über die Anpassung der Leistungen der Militärversicherung an die Lohn- und Preisentwicklung bis zum Stand des Landesindexes der Konsumentenpreise von 108,3 Punkten als ausgeglichen. Dieser Mittelwert gilt bis zur nächsten Anpassung der Leistungen der Militärversicherung (voraussichtlich bis 1. Januar 1988).\" (Stellungnahme der Rentensektion des BAMV vom 19. Mai 1987.)\n\nIn der Duplik bringt das BAMV zusätzlich vor, \"dass der effektive Stand des Landesindexes der Konsumentenpreise im Dezember 1987 110,6 Punkte betrug und damit unter dem ausgeglichenen Stand von 110,7 Punkten lag.\"\n\nDas kantonale Gericht ist dem Einwand des Beschwerdeführers, das Eidg. Versicherungsgericht habe mit dem Urteil Gasser klargemacht, dass die Integritätsrenten dem Index der Konsumentenpreise unterstellt seien und nicht der Rentenanpassungsverordnung, nicht gefolgt. Das Eidg. Versicherungsgericht habe im Urteil Gasser einzig bemängelt, dass für die Abgeltung eines Integritätsschadens auch die veränderten Erwerbseinkommen statt nur die Teuerung berücksichtigt worden seien; im übrigen sei die Berechnungsmethode der Militärversicherung nicht beanstandet worden. Im Sozialversicherungsrecht gelte der allgemeine Grundsatz, dass Rentenleistungen nicht bei jeder Auszahlung an die laufende Teuerung angepasst werden, sondern erst, wenn die Lohn- bzw. Preisentwicklung ein bestimmtes Ausmass erreicht habe (Hinweis auf |90| Art. 33ter AHVG und Art. 34 UVG). Es bestehe kein rechtsgenüglicher Anlass, im Falle der Integritätsrente der Militärversicherung von diesem allgemeinen Grundsatz abzuweichen und neben der periodischen Teuerungsanpassung gemäss Art. 25bis Abs. 2 MVG bei der Festsetzung und dem Auskauf einer Integritätsrente eine individuelle Teuerungsberechnung auf den Zeitpunkt der Festsetzung bzw. des Auskaufs hin vorzunehmen, selbst wenn dadurch die seit der letzten periodischen Teuerungsanpassung aufgelaufene Teuerung unberücksichtigt bleibe.\n\nDer Beschwerdeführer hält auch in der Verwaltungsgerichtsbeschwerde an seiner bereits im Administrativverfahren vertretenen Auffassung fest, mit dem Urteil Gasser habe das Eidg. Versicherungsgericht klargemacht, \"dass die Integritätsrenten dem BFS-Index unterstellt werden und nicht den Rentenanpassungsverordnungen, wie sie das BAMV sonst kennt. Ein Blick in den Landesindex der Konsumentenpreise des BIGA (September 1966 = 100) zeigt auf, dass das Jahresmittel pro 1983 212,1 (oder gerundet 212) betrug. Mit diesem und keinem andern Index hat das Eidg. Versicherungsgericht im Falle Gasser gerechnet.\" Im weitern beanstandet der Beschwerdeführer die Unklarheit der Grundlagen, auf welche sich das BAMV beruft. Jedenfalls seien die vom BAMV berechneten Mittelwerte und auch der vom Bundesrat nach Art. 5 der Teuerungsverordnung vom 21. Oktober 1987 ab 1. Januar 1988 geltende Mittelwert von Fr. 27'566.-- zu tief.\n\nc) Im Urteil Gasser hat das Eidg. Versicherungsgericht diesbezüglich lediglich folgendes festgehalten: \"Beizufügen bleibt, dass das BAMV zu gebotener Zeit die jeweils notwendige Anpassung an die zwischenzeitliche Teuerung vorzunehmen haben wird\" (BGE 112 V 386 vor Erw. 7). Insbesondere hat es im Urteil Gasser lediglich zum einen die Tatsache beanstandet, dass die Integritätsrenten seit 1972 nicht nur der Teuerung, sondern auch der Lohnentwicklung fortlaufend angepasst wurden. Zum andern hat es die vom BAMV im Anschluss an das Urteil Andres (BGE 110 V 117) gewählte und mit Verordnung vom 16. Oktober 1985 auf Fr. 15'000.-- bzw. Fr. 15'750.-- festgesetzte Rentenbasis gerügt (BGE 112 V 383 ff. Erw. 5 und 6). Im BGE 115 V 315 (unten) hat das Eidg. Versicherungsgericht unmissverständlich bestätigt, dass die Festsetzung der Integritätsrenten im Rahmen des Art. 25 Abs. 1 MVG, welche den rechtsanwendenden Behörden einen weiten Bereich des Ermessens eröffnet, zu jeder Zeit auf der Grundlage einer |91| Verwaltungs- und Gerichtspraxis erfolgte. Insbesondere beruhte die Massgeblichkeit des entgangenen Jahreseinkommens bzw. seit den Urteilen Gysler und Lendi des Mittelwertes des versicherbaren Verdienstes auf einer Rechtspraxis, und nicht auf den bundesrätlichen Verordnungen über die Teuerungsanpassung, welchen insoweit keine normative Bedeutung zukam und zukommt. Eine ganz andere Frage ist es aber, durch wen und auf welche Weise der nun von der Rechtsprechung seit dem Urteil Gasser umschriebene Jahresverdienst als Berechnungselement der Integritätsrente an die Teuerung anzupassen ist. Dafür bleiben Art. 25bis MVG und die gestützt darauf erlassenen bundesrätlichen Verordnungen über die Anpassungen der Leistungen der Militärversicherung an die Preisentwicklung massgeblich. Dabei hat der Verordnungsgeber seit dem Urteil Gasser einzig zu berücksichtigen, dass er den anrechenbaren Jahresverdienst, soweit er für die Integritätsrente gilt, nur der Teuerung, nicht aber der Lohnentwicklung anpassen darf. Verlangt ist zudem weiter, dass der Bundesrat dabei die Integritätsrenten der Teuerung voll anpasst, wie es Art. 25bis Abs. 1 MVG strikte vorschreibt. In der Duplik hat das BAMV das Verhältnis seiner amtsinternen Ansätze bzw. jener gemäss der bundesrätlichen Teuerungsverordnung vom 21. Oktober 1987 zu denjenigen, die sich aus dem Landesindex der Konsumentenpreise des Bundesamtes für Statistik (BFS) ergeben, dargelegt:\n\nJahr Teuerung neuer Jahres- ausgeglichen bis Erlass\n\n1. Jan. verd. f. Integr.- ... Punkte des LJ\n\nRente der Konsum.-Preise\n\n1983 -- Fr. 25'400.-- -- EVG/Gasser\n\n1984 2,1% Fr. 25'934.-- 104 Punkte MV-Vfg. 9.2.87\n\n1986 4% Fr. 26'972.-- 108,3 Punkte MV-Vfg. 9.2.87\n\n1988 2,2% Fr. 27'566.-- 110,7 Punkte Vo BR 21.10.87\n\nDabei hat der BFS-Landesindex der Konsumentenpreise jeweils Ende Dezember betragen (vgl. Volkswirtschaft 1989, Heft 12, S. *15, und 1990, Heft 12, S. *15):\n\n1984 105,1 Punkte\n\n1985 108,5 Punkte\n\n1986 108,5 Punkte\n\n1987 110,6 Punkte\n\n1988 112,8 Punkte\n\n1989 118,4 Punkte\n\n|92| Da unter der vom BAMV/Bundesrat angenommenen Teuerungsrate von 2,1% (1984/85), 4% (1986/87) und 2,2% (1988/89) der Landesindex der Konsumentenpreise nur bis zu 104 Punkten (1984/85), 108,3 Punkten (1986/87) und nur für anfangs 1988 vorübergehend mit 110,7 Punkten mehr (nämlich um 0,1) als ausgeglichen war, fragt sich, ob das Ziel der vollen Anpassung im Sinne von Art. 25bis MVG damit erreicht ist. Diese Frage ist zu bejahen, auch wenn der gesetzlich geforderte volle Ausgleich der Teuerung nicht für die jeweilige Rentenfestsetzungsjahre zum Tragen kommt, sondern erst mit einer gewissen zeitlichen Verzögerung. Das kann nicht beanstandet werden, ist dies doch eine Folge der Praxis des BAMV, die Integritätsrenten auch nach dem Urteil Gasser nur allzweijährlich an die Teuerung anzupassen, was aber der Regel des Art. 25bis MVG entspricht. Entscheidend ist, dass es mit der Zeit zu einem vollen Teuerungsausgleich kommt.\n\n6. Im Hinblick darauf, dass der Beschwerdeführer nach der Darstellung des BAMV in seiner Vernehmlassung bei einem Rentenbeginn am 1. Dezember 1984 (Erw. 4 hievor) ein niedrigeres Kapital erhält, ist auch die Art und Weise des Auskaufs durch das BAMV zu prüfen, zumal der Beschwerdeführer im Administrativverfahren den anwendbaren Lebenserwartungskoeffizienten bestritt.\n\na) Die Voraussetzungen für einen Auskauf sind unstreitig gegeben (Art. 25 Abs. 2 MVG; vgl. auch BGE 112 V 386 Erw. 7). Die Rente wird gemäss Art. 37 Abs. 1 MVG nach ihrem Barwert ausgekauft. Das BAMV lebt diesem Gebot in der Weise nach, dass es zunächst unter Anwendung des anrechenbaren Jahresverdienstes, des Integritätsschadensgrades, der Bundeshaftung und des Leistungsansatzes (bei Integritätsrenten stets 85%) den Betrag der Jahresrente ermittelt. Dieser Betrag wird unter Zuhilfenahme der Barwerttafeln Stauffer/Schaetzle, 3. Aufl., kapitalisiert, wobei der Lebenserwartungskoeffizient der Tafel 30 (Mortalität, Zinsfuss 3,5%) entnommen wird, was bei einem 1985 23jährigen einen Faktor von 23.87 und 1986 bei einem 24jährigen einen Faktor von 23.71 ergibt. Dabei erfolgt nach der Praxis des BAMV der Auskauf nicht rückwirkend, sondern jeweils auf den 1. Januar des vollen bzw. folgenden Rentenjahres. Die rückliegenden Monate oder die einzelnen Monate des Spruchjahres würden dem Versicherten im Monatsbetreffnis ausbezahlt.\n\nb) Diese Praxis ist im Grundsatz nicht zu beanstanden (vgl. zum alten MVG aus dem Jahre 1901 EVGE 1949 S. 27 Erw. 6).\n\n|93| Aus EVGE 1949 S. 27 Erw. 6 geht indessen gerade hervor, dass bei der Kapitalisierung die allgemein gebräuchlichen neuesten verfügbaren Barwerttafeln zu benützen sind. Zwar kann dem BAMV kein Vorwurf gemacht werden, wenn es im Administrativverfahren und auch noch in seiner Vernehmlassung zur Verwaltungsgerichtsbeschwerde die 3. Auflage der Barwerttafeln Stauffer/Schaetzle verwendete. 1989 ist jedoch die 4. Auflage der Barwerttafeln von Stauffer/Schaetzle erschienen. Diesen Umstand hat das Eidg. Versicherungsgericht bereits für die Beurteilung der Dauerhaftigkeit des Eingliederungserfolges im Sinne von Art. 12 Abs. 1 IVG berücksichtigt (ZAK 1989 S. 453). Auch im Rahmen von Art. 37 Abs. 1 MVG ist die 4. Auflage der Barwerttafeln Stauffer/Schaetzle für die Kapitalisierung der Renten anzuwenden, und zwar für alle Fälle, welche noch nicht rechtskräftig erledigt worden sind. Denn angesichts des instrumentalen Charakters dieses Werkes besteht eine gewisse Verwandtschaft zu prozessualen Bestimmungen, welche ebenfalls in der Regel ab sofort auf alle hängigen Fälle zur Anwendung kommen (BGE 112 V 360 Erw. 4a). Folglich hat das BAMV den noch zu ermittelnden Jahresrentenbetrag mit dem Faktor 24.06 als dem für einen am 1. Januar 1985 23jährigen massgeblichen zu multiplizieren (Tafel 30 von Stauffer/Schaetzle, Barwerttafeln, 4. Aufl.).\n\nc) Schliesslich ist noch die Frage zu prüfen, welcher Jahresverdienst dem Auskauf zugrunde zu legen ist. An sich wäre es naheliegend, für den Auskauf auf jenen massgeblichen Jahresverdienst abzustellen, der sich nach dem Gesagten (Erw. 6b hievor) für das Folgejahr des Rentenbeginns ergibt. Im vorliegenden Fall wäre dies somit der vom 1. Januar 1984 bis 31. Dezember 1985 geltende Wert von Fr. 25'934.--. Falls die Verfügung nach dem Folgejahr des Rentenbeginns ergeht, rechtfertigt es sich indessen, davon abzuweichen und jenen massgeblichen Jahresverdienst heranzuziehen, der im Zeitpunkt der effektiv verfügten Zusprechung der Auskaufssumme gilt. Damit wird in billiger Weise (Art. 25 Abs. 1 MVG) dem Umstand Rechnung getragen, dass der Versicherte ab festgesetztem Rentenbeginn noch nicht über den Auskaufsbetrag verfügen konnte. Im vorliegenden Fall ist somit dem Auskauf angesichts des Verfügungsdatums (5. August 1987) der vom 1. Januar 1986 bis 31. Dezember 1987 gültige Betrag von Fr. 26'972.-- zugrunde zu legen.\n\n7. Zusammenfassend ergibt sich, dass dem Beschwerdeführer mit Wirkung ab 1. Dezember 1984 eine 70%ige Integritätsrente im |94| Rahmen des Auskaufs auf 1. Januar 1985 auf der Grundlage eines anrechenbaren Jahresverdienstes von Fr. 26'972.--, kapitalisiert mit einem Lebenserwartungskoeffizienten von 24.06, zusteht.\n\n8. (Kostenpunkt)"}