{"annee": "117", "cour": "II", "page": "547", "date": "11/10/1991", "cite": [], "cite_par": ["121 II 369"], "chapeau": "100. Extrait de l'arrêt de la Ire Cour civile du 11 octobre 1991 dans la cause Ch. contre K. (recours en réforme)", "regestes": ["Pratique du karting. Acceptation du risque (art. 41 CO). Quand l'acceptation d'un risque dans la pratique d'un sport peut-elle supprimer le caractère illicite d'une atteinte à l'intégrité corporelle?"], "faits": "BGE 117 II 547 S. 547\n\nAu volant d'un kart de compétition prêté par un ami, Ch. circulait sur un circuit fermé à sens unique. A un moment donné, son véhicule a quitté la chaussée, traversé une zone herbeuse et terminé sa course, à contresens, sur une autre partie du circuit qu'empruntait K. à cet instant. Le choc n'a pu être évité. Les deux conducteurs ont été grièvement blessés. K. a, notamment, perdu l'usage de l'oeil droit; son incapacité de travail est totale.\n\nK. ayant ouvert action en dommages-intérêts contre Ch., le Tribunal d'arrondissement a, dans un premier jugement, admis la responsabilité de ce dernier; puis, se prononçant sur les prétentions de K., il a condamné Ch. à lui verser divers montants.\n\nLa Cour d'appel a confirmé le premier jugement. Elle a modifié le second en ce qui concerne les montants dus pour perte de gain passée; enfin, elle a réservé la subrogation de l'assurance-invalidité.\n\nLe Tribunal fédéral a rejeté un recours en réforme de Ch., qui contestait déjà le principe même de sa responsabilité.\n\nBGE 117 II 547 S. 548", "considerants": "Extrait des considérants:\n\n3. b) L'atteinte portée à un individu dans son intégrité corporelle n'est illicite que s'il n'existe aucun motif justifiant cette atteinte. Assimilée au consentement de la victime, l'acceptation d'un risque peut supprimer le caractère illicite de l'acte (ENGEL, Traité des obligations en droit suisse, p. 332; DESCHENAUX/TERCIER, La responsabilité civile, 2e éd., p. 73; KELLER, Haftpflicht im Privatrecht, 4e éd., tome I, p. 71; BREHM, n. 63 ad art. 41 et n. 9 ss ad art. 44 CO).\n\nCelui qui pratique un sport accepte de courir les risques inhérents à l'exercice auquel il se livre, mais non pas les conséquences d'une infraction aux règles du jeu par un autre joueur (eod. loc.). La comparaison que fait le recourant entre la boxe et le karting est dénuée de pertinence. En effet, ce dernier sport ne suppose pas le face-à-face qui caractérise le sport de combat pris en exemple. Même en course de compétition, les karts circulent dans le même sens et, si possible, de manière à ne pas se toucher. Or, en l'occurrence, la collision litigieuse n'est pas consécutive à un tête-à-queue qu'aurait pu effectuer un autre utilisateur circulant devant le lésé; elle résulte du surgissement inopiné et à contresens devant l'intimé de l'engin piloté par le recourant.\n\nPar ailleurs, contrairement à ce que le recourant tente de soutenir, le karting ne peut être qualifié de sport dangereux. D'ailleurs, le Tribunal fédéral des assurances a déjà jugé que \"le karting en soi ne présente pas pour ses adeptes un danger particulièrement grave\"; il a, en outre, précisé que \"le danger est pratiquement nul si le conducteur est seul en piste; lorsque plusieurs véhicules se suivent, leur extrême maniabilité rend facile d'éviter un kart déporté ou arrêté par un dérapage\" (arrêt du Tribunal fédéral des assurances du 4 novembre 1964 dans la cause Notz, publié in SJ 1966, p. 37). Dans ces conditions, l'intimé ne pouvait pas, dans les circonstances ordinaires, imaginer que surgirait à l'improviste sur sa piste un engin qui roulait sur un autre tronçon du circuit. Il ne pouvait donc accepter le risque qu'une telle situation se produise. Le recourant a, par conséquent, commis un acte illicite.\n\n4. Le recourant fait, en outre, grief à la cour cantonale d'avoir retenu à sa charge une faute grave, alors qu'il aurait commis, au plus, une faute légère.\n\nBGE 117 II 547 S. 549\n\nLes juges cantonaux ont, sur ce point, estimé que seule une vitesse excessive était la cause de l'accident; peu importe qu'elle ait résulté d'une confusion entre la pédale des gaz et celle des freins ou encore du fait que le talon du défendeur était resté posé sur le câble d'accélération. Il s'agit là de l'appréciation des preuves par la cour cantonale, que le recourant n'est pas fondé à remettre en cause dans la présente procédure. Et, en admettant qu'une vitesse excessive constituait une faute grave, la cour cantonale n'a pas fait une application erronée du droit fédéral. En effet, celui qui conduit pour la première fois un kart de compétition pouvant atteindre les 100 km à l'heure doit adopter une vitesse qui lui permette de garder la maîtrise totale de son véhicule.\n\nAu demeurant, la qualification de la faute - grave ou légère - ne joue aucun rôle sur le principe de la responsabilité; elle peut, en revanche, entrer en considération pour la fixation de l'indemnité (art. 43 CO). Toutefois, l'étendue de la réparation ne saurait être réduite en l'occurrence, compte tenu précisément de la gravité de la faute commise.\n\n5. L'argument du recourant relatif à la faute concomitante du lésé n'est pas non plus fondé.\n\nSur ce point, l'acte de recours se limite à reprendre la thèse de l'acceptation du risque. Or, ainsi qu'il a déjà été indiqué plus haut, le lésé ne pouvait envisager de trouver devant lui l'engin du défendeur arrivant à contre-sens; il ne pouvait donc en accepter ni le risque et encore moins les conséquences dommageables.\n\nAucune réduction du dommage au sens de l'art. 44 CO ne peut ainsi entrer en ligne de compte.\n\n6. Enfin, alors qu'il ne remet pas en cause la quotité des montants alloués au lésé par l'arrêt attaqué, le recourant s'en prend à la partie du dispositif traitant de la subrogation de l'AI; il voit là une insécurité juridique puisque, tel que formulé, le dispositif ne permettrait pas à l'intimé d'obtenir la mainlevée de l'opposition formée à un commandement de payer. Toutefois, dès lors qu'il n'a pas qualité de créancier, le recourant n'est en rien touché par ce point du jugement. Il n'a, en conséquence, pas qualité pour former un recours sur cette question, ses conclusions devant, dans cette mesure, être déclarées irrecevables."}