{"annee": "117", "cour": "IB", "page": "330", "date": "9/10/1991", "cite": ["115 IB 373", "116 IB 89", "115 IB 186"], "cite_par": [], "chapeau": "40. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 9. Oktober 1991 i.S. X. gegen Bundesamt für Polizeiwesen (Verwaltungsgerichtsbeschwerde)", "regestes": ["Entraide judiciaire avec les Etats-Unis; clôture de la procédure d'entraide, art. 13 LTEJUS; demande de complément, annullabilité de la mesure admettant cette demande. 1. L'Office central pour l'application du traité avec les Etats-Unis est habilité, en vertu de l'art. 13 LTEJUS, à transmettre sans autre formalité les actes constatant l'exécution aux autorités américaines, lorsque aucune opposition n'a été formée, ni contre la décision portant sur l'admissibilité de l'entraide judiciaire, ni contre la décision d'exécution, et lorsque les documents à transmettre par la voie de l'entraide judiciaire ne touchent pas les secrets de tiers (consid. 3). 2. Les décisions relatives à l'admissibilité et à l'exécution de la demande principale et de son premier complément n'ont pas été attaquées et sont entrées en force. Les griefs qui auraient pu être soulevés contre ces décisions ne peuvent plus être invoqués dans le cadre de la procédure d'entraide découlant d'une nouvelle demande de complément (consid. 4)."], "faits": "BGE 117 Ib 330 S. 331\n\nAm 14. Dezember 1990 ersuchte das Office of International Affairs des US Department of Justice die Zentralstelle USA des Bundesamtes für Polizeiwesen (BAP) mit einem zweiten Ergänzungsersuchen der Antitrust Division (Middle Atlantic Office) Philadelphia vom 11. Dezember 1990 um Rechtshilfe für ein dort gegen X. hängiges Strafverfahren wegen falscher Zeugenaussage unter Eid (perjury before the Federal Grand Jury in Philadelphia; Meineid gemäss Ziff. 25 der Liste des Rechtshilfevertrages mit den USA [RVUS, SR 0.351.933.6]). Das Grundersuchen vom 12. März 1990 sowie dessen erste Ergänzung wurden bereits im Verlaufe des Jahres 1990 erledigt. Gegen die entsprechenden Anordnungen über die Zulässigkeit der Rechtshilfe wurden keine Rechtsmittel eingelegt.\n\nZiel des zweiten Ergänzungsbegehrens ist es, nach Verwertung der bisher von der Schweiz rechtshilfeweise erhaltenen Unterlagen die volle Tragweite des laut Ersuchen falschen Zeugnisses des Angeschuldigten zu erfassen. Durch den Beizug weiterer Bankunterlagen soll festgestellt werden, ob und in welchem Zeitraum X.\n\nBGE 117 Ib 330 S. 332in der Schweiz Bankkonten unterhielt, deren Existenz er in seiner Zeugenaussage vor dem US-Richter gänzlich in Abrede stellte.\n\nVon der ersuchenden Behörde liegt die formelle Bestätigung vor, dass die Erkenntnisse aus den zu liefernden Unterlagen ausschliesslich im Zusammenhang mit der Strafverfolgung von X. wegen Meineides verwendet werden und in kein anderes Verfahren - etwa zur Durchsetzung der Antitrust- bzw. Kartellgesetze - eingebracht werden. Diese Bestätigung erfolgte zusätzlich zu den Bestimmungen von Art. 2 und Art. 5 RVUS.\n\nMit Verfügung vom 9. Januar 1991 gelangte die Zentralstelle USA bei der Prüfung des zweiten Ergänzungsersuchens zum Ergebnis, es seien sämtliche formellen und materiellen Erfordernisse zur Gewährung der Rechtshilfe erfüllt. Entsprechend traf sie die nötigen Anordnungen für die Ausführung des Ersuchens im Kanton Zürich.\n\nGegen diese Zulässigkeitsverfügung vom 9. Januar 1990 erhob X. Einsprache. Diese wurde mit Entscheid der Zentralstelle USA vom 22. März 1991 abgewiesen, soweit darauf eingetreten werden konnte.\n\nAm 23. April 1991 erhob X. Verwaltungsgerichtsbeschwerde an das Bundesgericht, mit der er - soweit hier wesentlich - beantragt, die Verfügung vom 9. Januar 1991 und der ihr zugrundeliegende Entscheid über die Gewährung der Rechtshilfe seien aufzuheben; die im zweiten Ergänzungsersuchen der USA vom 11. Dezember 1990 verlangte Rechtshilfe sei zu verweigern.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es auf sie eintritt.", "considerants": "Aus den Erwägungen:\n\n3. a) Art. 13 BG-RVUS regelt den Abschluss des Rechtshilfeverfahrens im Verhältnis mit den USA. Erachtet die ausführende Behörde die Rechtshilfehandlungen als abgeschlossen, so übermittelt sie die Akten der Zentralstelle. Diese prüft die Ordnungsmässigkeit und Vollständigkeit der Ausführung und weist die Akten nötigenfalls zur Ergänzung an die ausführende Behörde zurück (Abs. 1). Sind Einsprachen hängig oder berühren die erhobenen Beweise Geheimnisse Dritter (Art. 10 Abs. 2 RVUS), so teilt die Zentralstelle den Berechtigten mit, dass sie innerhalb von zehn Tagen gegen die Übermittlung der Vollzugsakten Einsprache erheben können, sofern sie dazu noch nicht Gelegenheit hatten (Art. 13 BGE 117 Ib 330 S. 333Abs. 2 BG-RVUS). Nach Abs. 3 dieser Bestimmung kann die Zentralstelle die Vollzugsakten ohne weiteres den amerikanischen Behörden übermitteln, wenn (a) keine Geheimnisse Dritter berührt sind oder die Frist zur Einsprache abgelaufen ist und wenn (b) keine Einsprache erhoben worden oder alle Einsprachen rechtskräftig erledigt sind. Nur dann, wenn diese Voraussetzungen von Abs. 3 nicht erfüllt, hat die Zentralstelle nach Abs. 4 eine Verfügung zu treffen, ob und in welchem Umfang oder in welcher Gestalt die Vollzugsakten zu übermitteln sind (s. auch LIONEL FREI, Der Rechtshilfevertrag mit den USA und die Aufhebung geschützter Geheimnisse, SJK 67a, S. 72).\n\nb) aa) In der den Beschwerdeführer betreffenden Rechtshilfesache entsprach die Zentralstelle USA dem ersten, vom 12. März 1990 datierten Ersuchen des amerikanischen Justizdepartements am 24. April 1990. Der Beschwerdeführer als Betroffener erhob weder gegen den Entscheid über die Zulässigkeit der Rechtshilfe noch gegen den Vollzugsentscheid der Bezirksanwaltschaft Einsprache (Art. 16 BG-RVUS) bzw. Rekurs (§ 404 StPO/ZH). Deshalb und weil die rechtshilfeweise erhobenen Unterlagen keine Geheimnisse Dritter berührten, war die Zentralstelle USA gemäss der soeben zitierten Bestimmung des Art. 13 BG-RVUS berechtigt, die Vollzugsakten den amerikanischen Behörden ohne weiteres zu übermitteln, was denn auch mit Überweisung vom 24. Juli 1990 geschah.\n\nAm 16. August 1990 traf beim BAP hinsichtlich derselben Angelegenheit ein erstes Ergänzungsersuchen der amerikanischen Behörden ein. Dieses Ersuchen zeigte auf, dass die Erkenntnisse aus dem inzwischen erledigten Grundersuchen im Strafverfahren gegen den Beschwerdeführer wegen falscher Zeugenaussage verwendet wurden und dass weitere Angaben aus der Schweiz erforderlich waren, um das gesamte Ausmass der angeblich falschen Aussagen des Beschuldigten zu umgrenzen. Namentlich wurde die Schweiz in diesem Ersuchen gebeten, betreffend das vom Beschwerdeführer verschwiegene Konto Z. verschiedene, im einzelnen genannte Unterlagen rechtshilfeweise zu beschaffen ...\n\nNach Eingang der durch die Zentralstelle USA gewünschten Präzisierungen durch die ersuchende Behörde wurde auch diese Rechtshilfe bewilligt. Hiergegen ging wiederum keine Einsprache beim BAP ein, so dass auch das betreffende erste Ergänzungsersuchen durch die Bezirksanwaltschaft Zürich vollzogen werden konnte. Auch die diesbezügliche Vollzugsanordnung blieb unangefochten.\n\nBGE 117 Ib 330 S. 334Dem BAP wurden in Erledigung des ersten Ergänzungsersuchens verschiedene von einer Bank herausgegebene Unterlagen übermittelt ...\n\nDer zuständige Bezirksanwalt stellte dem BAP gemäss Art. 12 Abs. 1 BG-RVUS den Antrag, auf den erhobenen Unterlagen den Depotwert auf dem Abrechnungsschreiben vom 18. Mai 1987 (Valuta-Datum) abzudecken. Da mit dem Ersuchen nicht Angaben über den Wert des fraglichen Depots verlangt wurden, sondern nur Angaben darüber, ob und wann der Beschwerdeführer Konten in der Schweiz besass, entsprach die Zentralstelle dem Antrag und entfernte die Wertangabe aus dem Beleg.\n\nWährend des Vollzugs des Begehrens (also des ersten Ergänzungsersuchens) verhandelte der Beschwerdeführer mit der Bezirksanwaltschaft Zürich informell über die Abdeckung weiterer Informationen in den obgenannten Dokumenten. Insbesondere ging es ihm offenbar darum, das für die vom Konto Z. abgehobenen Gelder bestimmte Zielkonto A. aus den Akten zu entfernen. Diesbezüglich vertraten die Vollzugsbehörden die zutreffende Auffassung, dass Gegenstand des Rechtshilfebegehrens der Vorwurf falschen Zeugnisses bilde und dass damit die Frage verbunden war, ob der Beschuldigte am 17. Mai 1989 wider besseres Wissen angegeben hatte, dass er weder zum Zeitpunkt seiner Aussage noch zu irgendeinem andern Zeitpunkt ein Schweizer Bankkonto gehalten habe. Angaben in den Unterlagen, die aufgrund des amerikanischen Ersuchens erhoben wurden (\"Documentation of account closing\") und genau die genannte Frage - und damit eben auch den Auftrag des Beschwerdeführers zur Schliessung des Kontos Z. und den Transfer auf das Konto A. - betrafen, konnten und durften im Lichte des staatsvertraglichen Anspruchs der ersuchenden Behörde, die verlangte Rechtshilfe bei als erfüllt zu erachtenden Voraussetzungen geleistet zu erhalten, nicht abgedeckt werden, wie die Zentralstelle USA in der angefochtenen Verfügung zu Recht ausgeführt hat.\n\nDavon, es seien beim Vollzug des ersten Ergänzungsbegehrens mehr Unterlagen, als nötig gewesen oder verlangt worden seien, herausgegeben und damit der Verhältnismässigkeitsgrundsatz oder das - vom Beschwerdeführer zwar nicht ausdrücklich, aber sinngemäss ebenfalls angerufene - Übermassverbot (s. hiezu BGE 115 Ib 375 f.) verletzt worden, kann unter den aufgezeigten Umständen nicht die Rede sein. Entsprechend haben denn auch die auf die Aufsichtsbeschwerde und Strafanzeige des Beschwerdeführers BGE 117 Ib 330 S. 335hin erfolgten Untersuchungen durch das EJPD und die Bundesanwaltschaft keine Unregelmässigkeiten oder Fehler bei der Herausgabe der fraglichen Unterlagen ergeben, wie den - für das vorliegende Verfahren zwar nicht verbindlichen, aber dennoch schlüssigen - Einstellungsverfügungen des Departements bzw. der Bundesanwaltschaft zu entnehmen ist.\n\nbb) Da wiederum weder gegen die Zulässigkeitsverfügung der Zentralstelle USA Einsprache noch gegen die Vollzugsverfügung der Bezirksanwaltschaft Rekurs erhoben worden war und durch die fraglichen Dokumente keinerlei Geheimnisse Dritter berührt wurden, durfte das BAP die Unterlagen auch im Rahmen des ersten Ergänzungsersuchens ohne weiteres, d.h. ohne separate Weiterleitungsverfügung gemäss Art. 13 Abs. 4 BG-RVUS, der ersuchenden Behörde herausgeben (Art. 13 Abs. 3 BG-RVUS), was am 16. November 1990 geschah. Bei den gegebenen Verhältnissen mussten die Vollzugsbehörden nicht weiter auf die ausserhalb eines förmlichen Einsprache- bzw. Rekursverfahrens erfolgten Vorstösse des Anwaltes des Beschuldigten eingehen.\n\nDaran vermag der Einwand des Beschwerdeführers nichts zu ändern, er habe erst nach der Weiterleitung der Unterlagen vom Umfang der effektiven Weiterleitung Kenntnis erhalten. Schon gestützt auf die Zulässigkeitsverfügung der Zentralstelle USA und dann nochmals gestützt auf die darauf beruhende Vollzugsverfügung der Bezirksanwaltschaft Zürich konnte der Beschwerdeführer zweifellos abschätzen, was das (erste) Ergänzungsersuchen bezweckte, nämlich eine \"Documentation of account closing\", wozu in Anbetracht des dem Ersuchen zugrundeliegenden Sachverhaltes selbstverständlich auch Angaben über das Schicksal des Wertschriftendepots Z. und die Übertragung des Depotwertes auf das Konto A. gehörten. Entsprechend musste dem Beschwerdeführer auch die Bedeutung der genannten Verfügungen klar sein. Wenn er diese nicht hätte akzeptieren wollen, so hätte er sie gemäss den ihnen beigefügten Rechtsmittelbelehrungen anfechten und sich gegen die Rechtshilfeleistung rechtzeitig wehren können. Dass er dies unterliess, hat er sich selber zuzuschreiben.\n\nDie Übermittlung der fraglichen Unterlagen erfolgte demnach entgegen der Auffassung des Beschwerdeführers nicht illegal, sondern im Einklang mit den massgebenden staatsvertraglichen und bundesrechtlichen Bestimmungen. Von Rechtsverweigerung oder Verletzung des Anspruchs auf rechtliches Gehör kann nach dem Gesagten nicht die Rede sein.\n\nBGE 117 Ib 330 S. 336\n\ncc) Dem Beschwerdeführer vermag auch die Berufung auf andere Verfahren (so i.S. Marcos) nicht zu helfen, in denen bei der rechtshilfeweisen Übermittlung von Dokumenten Fehler festzustellen waren, die es zu korrigieren galt. Jene Verfahren waren anders gelagert als der vorliegende Fall, indem z.B. - anders als hier - die Interessen unbeteiligter Dritter mitzuberücksichtigen waren (s. BGE 115 Ib 192 f. E. 4).\n\n4. Hätte somit der Beschwerdeführer bereits sowohl die Zulässigkeits- als auch die Vollzugsverfügungen in bezug auf das Grund- und das erste Ergänzungsersuchen anfechten können, so kann er die Rügen, die ihm bereits damals möglich gewesen wären, nicht erst im vorliegenden Verfahren anbringen (vgl. BGE 116 Ib 91 f. E. 1b mit Hinweisen; s. auch nicht publ. Urteile des Bundesgerichts vom 31. Januar 1991 i.S. H. und vom 6. Oktober 1987 i.S. N.), das nach dem Gesagten einzig noch das zweite Ergänzungsersuchen betrifft. Auf das Ansinnen, sowohl in bezug auf das Grund- als auch in bezug auf das erste Ergänzungsersuchen seien die Rechtshilfevoraussetzungen nochmals zu überprüfen, ist daher nicht weiter einzugehen.\n\nEntsprechend kann es im vorliegenden Verfahren nicht darum gehen, die Frage der Zulässigkeit der Rechtshilfe dem Grundsatze nach neu zu beurteilen; denn diese Frage bildete bereits Gegenstand der genannten, unangefochten gebliebenen und daher in Rechtskraft erwachsenen Verfügungen betreffend das Grund- und das erste Ergänzungsersuchen. Zu prüfen sind - soweit auf die früheren Verfügungen nicht vorstehend (E. 3) zurückgekommen werden musste - nur noch diejenigen Rügen, die das zweite Ergänzungsersuchen selber betreffen. Doch erweisen sich auch diese Rügen als unbegründet ..."}