{"annee": "117", "cour": "II", "page": "604", "date": "5/11/1991", "cite": ["116 II 634"], "cite_par": ["132 III 389", "127 III 576", "120 II 155", "128 III 50", "127 III 279", "126 III 524", "121 III 331"], "chapeau": "110. Auszug aus dem Urteil der I. Zivilabteilung vom 5. November 1991 i.S. V. SA gegen E. B.V. und vertragliches Schiedsgericht (staatsrechtliche Beschwerde)", "regestes": ["Art. 190 al. 2 let. e LDIP. Arbitrage international. Ordre public. Conditions auxquelles le jugement d'une affaire arbitrale viole l'ordre public (consid. 3). L'interprétation d'un contrat par un tribunal arbitral n'est à tout le moins pas incompatible avec l'ordre public lorsque l'on peut admettre qu'un contrat de même contenu serait valable au regard du droit interne. Demeure réservée la prise en considération d'un ordre juridique ou d'un système de valeurs étranger, supranational ou universel plus sévère, si les particularités du cas l'exigent (consid. 4)."], "faits": "|605|\n\nDer Zivilgerichtspräsident des Saanebezirkes in Freiburg gewährte der E. B.V. in einer gegen die V. SA eingeleiteten Betreibung die provisorische Rechtsöffnung für einen Betrag von Fr. 3'577'500.-- nebst Zins. Die von der V. SA erhobene Aberkennungsklage wurde gestützt auf eine vertraglich vereinbarte Schiedsklausel von einem Schiedsgericht mit Sitz in Basel am 18. Juli 1991 abgewiesen. Zu beurteilen war die in der Auflösungsvereinbarung zwischen den Parteien vorgesehene Entlastung der E. B.V. von einer in einem Joint-venture-Verhältnis eingegangenen Garantieverpflichtung durch eine Barleistung der V. SA. Das Schiedsgericht gelangte zum Schluss, die Forderung sei bei Einleitung der Betreibung fällig gewesen und die Parteien hätten vertraglich auf allfällige Einreden aus Art. 82 OR sowie auf Verrechnung verzichtet.\n\nDie V. SA führt gegen den Entscheid des Schiedsgerichts erfolglos staatsrechtliche Beschwerde gemäss Art. 85 lit. c OG.", "considerants": "Aus den Erwägungen:\n\n3. Es liegt unstreitig ein Fall internationaler Schiedsgerichtsbarkeit im Sinne von Art. 176 ff. IPRG vor. Der Schiedsentscheid kann folglich allein aus den Gründen gemäss Art. 190 Abs. 2 IPRG angefochten werden. Die Beschwerdeführerin beruft sich einzig auf lit. e dieser Bestimmung und macht geltend, die Vertragsauslegung |606| durch das Schiedsgericht sei mit dem Ordre public unvereinbar.\n\nIm Vergleich zu Art. 36 lit. f des Schiedsgerichtskonkordats (SR 279), der die materielle Anfechtung von Schiedssprüchen wegen Willkür durch offensichtlich aktenwidrige Tatsachenfeststellungen oder klare Verletzung des Rechts oder der Billigkeit zulässt, schränkt die Ordnung der internationalen Schiedsgerichtsbarkeit - dem Willen des Gesetzgebers entsprechend - die Anfechtungsmöglichkeiten erheblich ein. Selbst eine offensichtlich falsche Tatsachenfeststellung oder Rechtsanwendung stellt für sich allein keinen ausreichenden Grund dar, um ein Schiedsurteil aufzuheben. Die materiellrechliche Überprüfung durch das Bundesgericht ist vielmehr auf die Frage begrenzt, ob der Schiedsentscheid vor dem Ordre public standhält. Dabei verstösst die materielle Beurteilung einer Schiedssache gemäss Rechtsprechung nur dann gegen diese öffentliche Ordnung, wenn sie fundamentale Rechtsgrundsätze verletzt und daher mit der schweizerischen Rechts- und Wertordnung schlechthin unvereinbar ist. Zu diesen Grundsätzen zählen etwa die Vertragstreue, der Vertrauensgrundsatz, das Rechtsmissbrauchs- oder das Diskriminierungsverbot (BGE 116 II 636 mit Hinweisen; WALTER/BOSCH/BRÖNNIMANN, Internationale Schiedsgerichtsbarkeit in der Schweiz, S. 225 ff.; POUDRET, Les recours au Tribunal fédéral suisse en matière d'arbitrage interne et international, Bulletin ASA 1988 S. 62).\n\nWeil der Beschwerdegrund der Verletzung des Ordre public weniger weit geht als derjenige der Willkür, muss unter der Herrschaft des IPRG erst recht gelten, dass sich analog zur Rechtsprechung zu Art. 4 BV die Aufhebung eines Entscheids nur dann rechtfertigt, wenn er im Ergebnis gegen die massgebende Ordnung verstösst, ohne dass es auf die Begründung allein ankäme (BGE 116 II 636 f.). Dabei hat nach dem das Verfahren der staatsrechtlichen Beschwerde beherrschenden Rügeprinzip der Beschwerdeführer die Unvereinbarkeit des angefochtenen Schiedsentscheids mit dem Ordre public im einzelnen aufzuzeigen. Auf eine bloss appellatorische Kritik oder einen unzureichenden Vorwurf der Willkür ist nicht einzutreten.\n\nOb schliesslich für die Beurteilung des Ordre public allgemein oder allenfalls je nach Inlandbezug der Streitsache die schweizerische, eine ausländische, eine supranationale oder gar eine universale Wert- oder Rechtsordnung massgebend ist, kann offenbleiben, wenn sich erweist, dass der angefochtene Entscheid so oder anders |607| vor den jeweils angerufenen fundamentalen Grundsätzen standhält (BGE 116 II 637).\n\n4. Die von der Beschwerdeführerin erhobene Rüge ist nach dem Gesagten allein daraufhin zu prüfen, ob das Auslegungsergebnis, d.h. der vom Schiedsgericht festgestellte Vertragsinhalt, mit der massgebenden Rechts- und Wertordnung vereinbar ist. Die deutsche Rechtsprechung hat dazu den Grundsatz entwickelt, dass ein schiedsmässig festgestellter Vertragsinhalt immer dann gegen den Ordre public verstosse, wenn ein Vertrag gleichen Inhalts unwirksam wäre (Nachweise bei SCHWAB/WALTER, Schiedsgerichtsbarkeit, 4. Auflage, S. 203 Rz. 21 und Fn. 64). Auch wenn SCHLOSSER (Das Recht der internationalen privaten Schiedsgerichtsbarkeit, 2. Auflage, S. 629 Rz. 867) gegen diese Auffassung rechtspolitische Einwände vorgebracht hat, ist sie jedenfalls in ihrer negativen Aussage nicht zu beanstanden. Danach widerspricht ein Schiedsspruch mindestens für solange nicht dem Ordre public, als ein Vertrag gleichen Inhalts nach innerstaatlichem Recht ebenfalls wirksam wäre, es sei denn, Besonderheiten des Einzelfalls erforderten zusätzlich die Berücksichtigung einer strengeren ausländischen, supranationalen oder universellen Wert- oder Rechtsordnung. In dieser Form hat die Aussage daher auch für das schweizerische Recht Geltung, wobei im vorliegenden Fall keine Umstände dargetan oder ersichtlich sind, welche verlangten, die Inhaltskontrolle nicht auf das innerstaatliche Recht zu beschränken.\n\nDer im angefochtenen Schiedsentscheid festgestellte Vertragsinhalt missachtet die Schranken der Privatautonomie nicht. Das Gesetz (Art. 75 OR) überlässt es der Regelungsfreiheit der Parteien, die Fälligkeit einer vertraglichen Forderung festzulegen. Art. 82 OR ist ebenfalls nachgiebiges Recht, das die Parteien grundsätzlich nicht hindert, auf den Rechtsbehelf zu verzichten und die Einrede des unerfüllten Vertrags auszuschliessen (WEBER, N 17 f. zu Art. 82 OR; SCHRANER, N 5 zu Art. 82 OR). Allenfalls zu beachtende Geltungsschranken allgemeiner Geschäftsbedingungen spielen hier keine Rolle. Schliesslich kann der Schuldner gemäss ausdrücklicher gesetzlicher Vorschrift (Art. 126 OR) auch auf die Verrechnung zum voraus verzichten. Von einer Nichtigkeit des Vertrages im Sinne der Art. 19 und 20 OR kann daher in keinem der beanstandeten Punkte die Rede sein. Damit ist der Rüge, die Vertragsauslegung sei mit dem Ordre public unvereinbar, von vornherein der Boden entzogen. Die Beschwerde erweist |608| sich deshalb als unbegründet, soweit sie sich nicht ohnehin in einer unzulässigen Kritik an der Ermittlung des Vertragsinhalts durch das Schiedsgericht erschöpft und nicht darlegt, inwiefern das Ergebnis der Auslegung mit der Rechtsordnung unvereinbar sein soll."}