{"annee": "117", "cour": "IB", "page": "425", "date": "11/12/1991", "cite": ["115 IB 347", "117 IB 285", "116 IB 260"], "cite_par": ["122 II 97", "124 II 293", "118 IB 206", "119 IB 480", "119 IB 458", "120 IB 436", "118 IB 26"], "chapeau": "51. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 11. Dezember 1991 i.S. VCS und Mitb. gegen Kanton Bern und Regierungsrat des Kantons Bern (Verwaltungsgerichtsbeschwerden)", "regestes": ["Opposition au projet définitif de routes nationales, étude de l'impact sur l'environnement. Dispositions en matière de protection de l'air pour la construction et l'élargissement de routes (consid. 5). Normes applicables pour les infrastructures destinées aux transports (consid. 5a, b). Nature du plan des mesures au sens de l'art. 31 OPair (consid. 5c). Examen à effectuer dans la procédure d'adoption des plans de routes (consid. 5d, e). Elargissement à six voies de circulation du tronçon du Grauholz; pesée des intérêts (consid. 6). Appréciation des prévisions contenues dans le rapport d'impact (consid. 7). Analyse d'échantillons du sol (consid. 8). Protection contre le bruit (consid. 9). Fixation des degrés de sensibilité (consid. 9a, b). Couverture de l'autoroute (consid. 9d)? Dépens dans la procédure cantonale d'opposition (consid. 10)."], "faits": "BGE 117 Ib 425 S. 426\n\nDie 5,5 km lange vierspurige Grauholzstrecke der Nationalstrasse N1 (Verzweigung Bern-Wankdorf bis Verzweigung Schönbühl) ist mit ihren rund dreissig Betriebsjahren eine der ältesten Autobahnen der Schweiz. Sie weist heute einen durchschnittlichen Tagesverkehr von über 65 000 Motorfahrzeugen und Spitzenbelastungen von bis zu 80 000 Fahrzeugen auf. Die häufigen Verkehrsüberlastungen und die relativ starken Steigungen des Autobahnstücks BGE 117 Ib 425 S. 427- 3,4% auf der Süd-Rampe und 4% auf der Nord-Rampe - haben regelmässige Staus und eine überdurchschnittlich hohe Unfallrate zur Folge.\n\nAuf Aufforderung des Bundesrates und im Einvernehmen mit dem Bundesamt für Strassenbau erarbeitete der Kanton Bern anfangs der achtziger Jahre ein Projekt für den Ausbau der Grauholzstrecke auf sechs Fahrstreifen. Das Ausführungsprojekt wurde vom 10. Juni bis 9. Juli 1985 in den drei betroffenen Gemeinden Ittigen, Bolligen und Moosseedorf aufgelegt. Während der Auflagefrist gingen rund 60 Einsprachen ein. In der Folge vereinbarten die Vertreter des Kantons Bern mit dem damaligen Bundesamt für Umweltschutz, das Projekt einer zusätzlichen Umweltverträglichkeitsprüfung zu unterziehen. Das kantonale Tiefbauamt legte im September 1988 einen unter Beizug von Experten erstellten Umweltverträglichkeitsbericht vor und unterbreitete diesen den kantonalen Fachstellen sowie dem Bundesamt für Umwelt, Wald und Landschaft (BUWAL). Aufgrund der eingegangenen Stellungnahmen wurden zwei Zusatzberichte über \"Landschaft und Naturschutz\" sowie \"Autobahnentwässerung und Bauvorgang\" eingeholt, zu denen sich die genannten Instanzen ebenfalls äussern konnten. Die Koordinationsstelle für Umweltschutz des Kantons Bern stellte dem Regierungsrat in ihrem abschliessenden Bericht vom 9. Oktober 1989 den Antrag, das Projekt unter verschiedenen Auflagen und Bedingungen zu bewilligen. Hierauf erhielten die Einsprecher Gelegenheit, in die Berichte über die Umweltverträglichkeit des Bauvorhabens Einsicht zu nehmen und ihre Einsprachen zu ergänzen.\n\nMit Beschluss vom 2. Mai 1990 wies der Regierungsrat des Kantons Bern die gegen das Ausführungsprojekt erhobenen Einsprachen, soweit ihnen nicht entsprochen werden konnte, als unbegründet ab und übermittelte die nach der Einsprachenbehandlung bereinigten Pläne dem Eidgenössischen Verkehrs- und Energiewirtschaftsdepartement zur Genehmigung. Parteientschädigungen wurden nicht zugesprochen.\n\nGegen den Einspracheentscheid des Regierungsrates des Kantons Bern haben der Verkehrs-Club der Schweiz (VCS), die Schweizerische Gesellschaft für Umweltschutz (SGU) und die Stiftung World Wildlife Fund Schweiz (WWF) mit einer gemeinsamen Eingabe Verwaltungsgerichtsbeschwerde erhoben. Ebenfalls Verwaltungsgerichtsbeschwerde eingereicht hat A. W., der Land an den Strassenausbau abtreten soll. Die Einwohnergemeinde Ittigen BGE 117 Ib 425 S. 428hat den Regierungsratsbeschluss mit Verwaltungsbeschwerde beim Bundesrat angefochten, doch ist diese dem Bundesgericht zur Behandlung überwiesen worden.", "considerants": "Aus den Erwägungen:\n\n5. Der Regierungsrat hat im angefochtenen Entscheid eingeräumt, dass im Bereich der Grauholzstrecke die Immissionsgrenzwerte für Stickstoffoxide (NO2) schon heute überschritten würden und wohl auch in Zukunft infolge des Anwachsens des Verkehrs trotz der erlassenen Abgasvorschriften nicht eingehalten werden könnten. Dass die Umweltvorschriften den Bau von neuen Verkehrsanlagen in stark oder übermässig belasteten Gebieten nicht ausschliessen, ist bereits in BGE 117 Ib 306 E. 8c festgehalten worden. Hier stellt sich nun die Frage, ob die Erweiterung einer bestehenden Strasse trotz Überschreitung der Immissionsgrenzwerte zulässig sein könne oder ob der Ausbau - wie die beschwerdeführenden Organisationen zur Begründung ihres Hauptantrages vorbringen - aufgrund von Art. 18 USG untersagt werden müsse. Aus den massgebenden Normen ergibt sich indessen, dass für die neuen und die bestehenden Strassen grundsätzlich das gleiche gilt:\n\na) Nach Art. 7 Abs. 7 des Bundesgesetzes über den Umweltschutz vom 7. Oktober 1983 (USG; SR 814.01) zählen die Verkehrswege zu den \"Anlagen\" im Sinne des Umweltschutzgesetzes und sind die Fahrzeuge diesen gleichzustellen. Luftverunreinigungen, die durch den Bau oder Betrieb von Strassen oder Fahrzeugen verursacht werden, müssen daher gleich wie bei den anderen Anlagen gemäss Art. 11 Abs. 2 USG unabhängig von der bestehenden Umweltbelastung so weit begrenzt werden, als dies technisch und betrieblich möglich und wirtschaftlich tragbar ist. Steht fest oder ist zu erwarten, dass die Einwirkungen schädlich oder lästig werden, sind die Emissionsbegrenzungen - d.h. die in Art. 12 USG genannten Massnahmen - auch für Verkehrswege und Fahrzeuge zu verschärfen (Art. 11 Abs. 3 USG). Wann die Luftverunreinigungen zu schädlichen oder lästigen Einwirkungen führen, bestimmt der Bundesrat durch Immissionsgrenzwerte (Art. 13 f. USG). Werden die Immissionsgrenzwerte für Luftverunreinigungen nicht eingehalten, so unterliegen die Altanlagen, von denen die Schadstoffe ausgehen, grundsätzlich alle den Sanierungsvorschriften von Art. 16-18 USG; eine Ausnahmeklausel, BGE 117 Ib 425 S. 429wie sie Art. 20 USG für Lärmeinwirkungen durch bestehende Strassen und andere öffentliche Werke enthält, sieht das Gesetz für Luftverunreinigungen nicht vor. Es regelt indessen die Sanierungspflicht selbst nicht näher, sondern beauftragt den Bundesrat in Art. 16 Abs. 2 USG, \"Vorschriften über die Anlagen, den Umfang der zu treffenden Massnahmen, die Fristen und das Verfahren\" zu erlassen. Damit wird der Bundesrat auch ermächtigt, die Sanierungspflicht für gewisse Kategorien von Anlagen deren Eigenarten und den gegebenen Verhältnissen entsprechend speziell zu umschreiben (vgl. A. SCHRADE, Kommentar zum Umweltschutzgesetz, N 3 und 31 zu Art. 16).\n\nb) Der Bundesrat hat von der Möglichkeit der differenzierten Regelung der Vorsorge- und Sanierungspflicht in der Luftreinhalte-Verordnung vom 16. Dezember 1985 (LRV; SR 814.318.142.1) dadurch Gebrauch gemacht, dass er zwischen \"stationären Anlagen\", \"Fahrzeugen\" und \"Verkehrsanlagen\" unterschied (Art. 2 Abs. 1-3 LRV) und die drei Anlagekategorien besonderen Bestimmungen unterstellte. Während in den Art. 3-16 LRV sowie den betreffenden Anhängen Emissionsbegrenzungen und Kontrollvorschriften für neue und bestehende stationäre Anlagen aufgestellt worden sind, ist in Art. 17-19 LRV eine Sonderordnung für Fahrzeuge und Verkehrsanlagen geschaffen worden:\n\nArt. 18 LRV sieht für Verkehrsanlagen vor, dass die Behörde alle technisch und betrieblich möglichen und wirtschaftlich tragbaren Massnahmen anzuordnen hat, mit denen die vom Verkehr verursachten Emissionen begrenzt werden können. Auf welche Mengen die Emissionen zu beschränken sind, wird jedoch - anders als für die meisten stationären Anlagen (vgl. die Anhänge 1-4) - nicht festgelegt. Eine solche Quantifizierung wäre auch nicht möglich, da die Schadstoffe nicht von den Verkehrsanlagen selbst, sondern vom Verkehr bzw. von den Fahrzeugen ausgehen und daher die Emissionsbeschränkungen bei diesen ansetzen müssen. Werden allerdings die Abgase der Fahrzeuge von Lüftungsanlagen gesammelt als Abluft an die Umwelt abgegeben, so gelten diese Lüftungsanlagen als stationäre Anlagen und unterstehen den Bestimmungen der Art. 3-16 LRV (vgl. Art. 2 Abs. 1 lit. d und Abs. 3 LRV).\n\nFür Fahrzeuge bestimmt Art. 17 LRV, dass sich die vorsorglichen Emissionsbegrenzungen nach den Gesetzgebungen über den Strassenverkehr, die Luftfahrt, die Schiffahrt und die Eisenbahnen richten. Für die Motorfahrzeuge fallen insbesondere Art. 8 SVG, BGE 117 Ib 425 S. 430wonach der Bundesrat die Vorschriften über Bau und Ausrüstung der Motorfahrzeuge erlässt, sowie die entsprechenden Ausführungsverordnungen über die Abgasemissionen in Betracht. Da in diesen Ausführungsbestimmungen die Umrüstung von Altfahrzeugen nicht verlangt wird, läuft die Regelung von Art. 17 LRV jedenfalls zur Zeit darauf hinaus, dass solche Fahrzeuge in gewisser Hinsicht vom Gebot der vorsorglichen Emissionsbegrenzung ausgenommen sind (vgl. den bundesrätlichen Bericht \"Luftreinhalte-Konzept\" vom 10. September 1986, BBl 1986 III S. 343 f.).\n\nWas die vom Verkehr, d.h. von den Strassen und Fahrzeugen verursachten Immissionen anbelangt, so ist nach Art. 19 LRV bei Überschreitung der im Anhang 7 der Verordnung festgelegten Immissionsgrenzwerte ein Verfahren nach den Art. 31-34 durchzuführen (vgl. Art. 2 Abs. 5 LRV). Gemäss diesen Bestimmungen hat die Behörde einen Plan der Massnahmen zu erstellen, die zur Verhinderung oder Beseitigung der übermässigen Immissionen erforderlich sind, welche trotz der vorsorglichen Emissionsbegrenzungen von mehreren stationären Anlagen oder von Fahrzeugen und Verkehrsanlagen ausgehen. Die Regelung von Art. 19 LRV trifft keine Unterscheidung zwischen bestehenden und neuen Anlagen und gilt somit für beide.\n\nc) Die Massnahmenplanung besteht gemäss Art. 31 LRV zunächst darin, dass die Schadstoff-Quellen, die zu den übermässigen Immissionen beitragen, aufgelistet werden und ihre Bedeutung für die Gesamtbelastung angegeben wird (Art. 31 Abs. 1 lit. a). Hierauf ist zu untersuchen, welche Massnahmen zur Verhinderung oder Beseitigung der übermässigen Immissionen geeignet seien und in welchem Umfang sie zur Luftverbesserung beitragen könnten (Art. 31 Abs. 2 lit. b). Die Massnahmen, die in den Plan aufgenommen werden, sind in der Regel innert fünf Jahren zu verwirklichen (Art. 31 Abs. 3). Die Zuständigkeit und das Verfahren für die Anordnung der Massnahmen zur Einschränkung der Verkehrsimmissionen richten sich nach den einschlägigen eidgenössischen und kantonalen Vorschriften (Art. 33 Abs. 2 LRV). Sieht ein kantonaler Massnahmenplan die Anordnung von Massnahmen vor, welche in die Zuständigkeit des Bundes fallen, so unterbreitet der Kanton den Plan dem Bundesrat und stellt entsprechende Anträge (Art. 34 Abs. 1 LRV). Setzt der Massnahmenplan die Mitwirkung weiterer Kantone voraus, so sind der Plan und die entsprechenden Anträge diesen vorzulegen (Art. 34 Abs. 2 LRV). Das heisst, dass die Aufnahme einer bestimmten Massnahme BGE 117 Ib 425 S. 431in den Plan nur dann zugleich deren Anordnung zur Folge haben kann, wenn die massgeblichen Zuständigkeits- und Verfahrensvorschriften eingehalten worden sind. Andernfalls ist die Massnahme durch die kompetente Behörde mittels Erlass oder Verfügung im üblichen Verfahren in Kraft zu setzen.\n\nDer Massnahmenplan (\"plan des mesures\", \"piano dei provvedimenti\") gestattet demnach, in komplexeren Situationen aus einer Gesamtbetrachtung heraus die geeigneten und verhältnismässigen Massnahmen zur Luftverbesserung auszuwählen und in koordiniertem Vorgehen anzuordnen. Bei der Sanierung mehrerer stationärer Anlagen ermöglicht er insbesondere, alle Beteiligten rechtsgleich zu behandeln und sie zu einem anteilsmässigen Beitrag zur Verbesserung der Situation anzuhalten (vgl. TOBIAS JAAG, Der Massnahmenplan gemäss Art. 31 der Luftreinhalte-Verordnung, Umweltrecht in der Praxis 4/1990 S. 138). Bei der Bekämpfung übermässiger Immissionen aus dem Strassenverkehr erlaubt der Massnahmenplan, dem Umstand Rechnung zu tragen, dass sich durch bauliche Massnahmen an den Strassen selbst nur wenig zur Luftreinhaltung beitragen lässt und in erster Linie Verkehrs- und Abgasvorschriften für Fahrzeuge aufgestellt werden müssen, deren Erlass aber den Rahmen des Plangenehmigungs- und Einspracheverfahrens für Strassenbauten sprengt. Der Massnahmenplan ist zudem das geeignete Instrument für weiträumige und längerfristige Planungen. Solche sind erforderlich, weil Verkehrsvorschriften häufig ganze Strassenzüge oder -netze beschlagen und gewisse Einschränkungen, insbesondere Emissionsbegrenzungen für Motorfahrzeuge, aus wirtschaftlichen Gründen nur etappenweise angeordnet werden können. Für die Subventionierung der Vorkehren zur Verhinderung übermässiger Immissionen wird denn auch vorausgesetzt, dass die Kantone Mehrjahresprogramme über die kurz- und mittelfristig vorgesehenen Massnahmen erstellen (vgl. Art. 5 der Verordnung vom 25. April 1990 über Beiträge an strassenverkehrsbedingte Massnahmen gemäss Luftreinhalte-Verordnung, SR 725.116.244, AS 1990 S. 695). Schliesslich dient der Massnahmenplan dazu, den Kampf gegen die Luftverschmutzung trotz der im Strassen- und Verkehrswesen stark aufgesplitterten Zuständigkeiten koordiniert zu führen, und ermöglicht es, auf das unterschiedlich grosse öffentliche Interesse an den einzelnen Verbindungs- und Erschliessungswegen Rücksicht zu nehmen.\n\nd) Zusammengefasst gilt somit für den Bau und die Erweiterung von Strassen, dass zunächst nach Art. 11 Abs. 2 USG und BGE 117 Ib 425 S. 432Art. 18 LRV vorsorglich alle technisch und betrieblich möglichen und wirtschaftlich tragbaren Massnahmen anzuordnen sind, mit denen die vom Verkehr verursachten Emissionen begrenzt werden können. Nach diesem Gebot ist im Baubewilligungs- oder Plangenehmigungsverfahren in erster Linie zu prüfen, ob alle zur Verfügung stehenden, für den Bauherrn zumutbaren baulichen und technischen Mittel ausgeschöpft worden sind, um die Emissionen zu reduzieren. Soweit auch die Anordnung betrieblicher Massnahmen in die Zuständigkeit des Bauherrn oder der Plangenehmigungsbehörde fällt und diese die Ausgestaltung des Werks beeinflussen, sind sie ebenfalls schon im Baubewilligungsverfahren vorzusehen. Steht trotz dieser Massnahmen fest oder ist zu erwarten, dass vom Verkehr allein oder von ihm zusammen mit andern Anlagen übermässige Immissionen ausgehen werden, so hat die Behörde dafür zu sorgen, dass die Strassenanlage in eine Massnahmenplanung im Sinne von Art. 31 LRV einbezogen wird, in deren Rahmen über die Vorkehren zur Reduktion der Luftbelastung zu beschliessen ist. Dagegen verlangen die gesetzlichen Bestimmungen nicht, dass schon im Rahmen der Genehmigung des Strassenprojektes verfügt werde, welche zusätzlichen, die Fahrzeuge oder den Verkehr betreffenden - insbesondere verkehrslenkenden oder -beschränkenden - Massnahmen anzuordnen seien, um übermässige Immissionen zu verhindern oder zu beseitigen. Daran ändert auch Art. 18 USG nichts, wird doch in den gemäss Art. 16 Abs. 2 USG vom Bundesrat erlassenen Vorschriften bestimmt, welcher Art von Sanierung die einzelnen Anlagekategorien unterstehen und sieht die Luftreinhalte-Verordnung - wie dargelegt - für Verkehrsanlagen eine Sanierung in Form einer Massnahmenplanung und der anschliessenden Verwirklichung der beschlossenen Massnahmen vor. Würde aus Art. 18 USG etwas anderes herausgelesen, so hätte dies übrigens zur Folge, dass an den Umbau von bestehenden sanierungsbedürftigen Strassen strengere Voraussetzungen geknüpft würden als an den Bau von neuen, aller Voraussicht nach übermässige Immissionen verursachenden Verkehrsanlagen. Solches aber lag nicht im Sinne des Gesetzgebers, der dem Grundsatze nach eine Gleichbehandlung von Alt- und Neuanlagen anstrebte, von der Gleichstellung aber noch in vielen Fällen zugunsten der Altanlagen abwich (vgl. Botschaft zu einem Bundesgesetz über den Umweltschutz vom 31. Oktober 1979, BBl 1979 III S. 795; A. SCHRADE, a.a.O., N 1 zu Art. 16 USG).\n\nBGE 117 Ib 425 S. 433\n\ne) Die Behauptung der Beschwerdeführer, das umstrittene Nationalstrassen-Ausführungsprojekt lasse sich nicht mit Art. 18 USG vereinbaren, geht somit fehl, da der Kanton Bern die notwendige Massnahmenplanung über die Region Bern, die die Grauholzstrecke mitumfasst, unternommen hat. Zwar ist dieser Massnahmenplan offenbar noch nicht rechtskräftig und sollte - schon aufgrund der in Art. 18 USG enthaltenen Bedingung der \"gleichzeitigen\" Sanierung - der entsprechende Beschluss der zuständigen Behörde bei der Genehmigung des Ausführungsprojektes für die Nationalstrassen-Erweiterung vorliegen. Es wäre hier jedoch angesichts der Dringlichkeit der Verbesserung der Verkehrsverhältnisse und des fortgeschrittenen Standes der kantonalen Massnahmenplanung unverhältnismässig, den Einspracheentscheid des Berner Regierungsrates wegen der (noch) ausstehenden Genehmigung aufzuheben. Könnte im übrigen mit den im Massnahmenplan vorgesehenen Vorkehren die Einhaltung der Immissionsgrenzwerte nicht erreicht werden, so blieben die Behörden ohnehin aufgrund von Art. 19 und 31 ff. LRV verpflichtet, zusätzliche Massnahmen zur Erreichung des Zieles zu ergreifen.\n\nNach dem Gesagten kann auch der Auffassung des Eidgenössischen Departementes des Innern bzw. des das Departement vertretenden BUWAL, wonach nicht nur die baulichen, sondern auch die verkehrslenkenden und -beschränkenden Massnahmen mit der Projektgenehmigung anzuordnen seien, nicht zugestimmt werden. Diese Meinung steht schon mit Art. 33 Abs. 3 und Art. 34 LRV in Widerspruch, gemäss denen sich die Zuständigkeit für solche Anordnungen nach den ordentlichen kantonalen und eidgenössischen Vorschriften richtet. Soweit das BUWAL weiter bemerkt, als Massnahme zur Emissionsbegrenzung sei auch der Verzicht auf den Strassenausbau in Betracht zu ziehen, darf ihm mit dem Berner Regierungsrat und dem Eidgenössischen Verkehrs- und Energiewirtschaftsdepartement entgegengehalten werden, dass die Nichtsanierung eines 5 km langen stau- und unfallträchtigen Teilstücks einer der wichtigsten schweizerischen Nationalstrassen-Verbindungen - wie sich auch aus der nachstehenden Interessenabwägung ergibt - offensichtlich nicht das geeignete Mittel zur Verbesserung der Luftqualität sein kann. Schliesslich vermag der Hinweis des BUWAL darauf, dass im kantonalen Massnahmenplan zur Luftreinhaltung in der Region Bern (Teilmassnahmenplan Verkehr) vom Februar 1991 der Nachweis der Einhaltung der BGE 117 Ib 425 S. 434Immissionsgrenzwerte nicht erbracht worden sei, den Einspracheentscheid des Berner Regierungsrates ebenfalls nicht in Frage zu stellen, bildet doch nach den vorstehenden Erwägungen ein solcher Nachweis jedenfalls nicht Voraussetzung für die Plangenehmigung. Wie bereits erwähnt müssten die Behörden, wenn die heute in Aussicht genommenen Massnahmen nicht zum angestrebten Resultat führten, ohnehin zusätzliche Vorkehren ergreifen. Übrigens hat es das BUWAL selbst in der Hand, im Zusammenhang mit der Finanzierung der von den Kantonen vorgesehenen Massnahmen zur Verhinderung oder Beseitigung übermässiger Immissionen das Geplante als ungenügend zu bezeichnen und von den kantonalen Behörden Ergänzungen zu verlangen (Art. 5 Abs. 2 und 3 der Verordnung über Beiträge an strassenverkehrsbedingte Massnahmen gemäss Luftreinhalte-Verordnung).\n\n6. Nach Ansicht der beschwerdeführenden Organisationen könnte die Verkehrssituation auf der Grauholzstrecke statt durch den Ausbau auf sechs Fahrstreifen auf andere Weise verbessert werden, die zu keiner oder nur zu einer geringeren Mehrbelastung der Luft führte, so durch Geschwindigkeitsbeschränkungen, Wechselsignalisationen oder den Bau einer zusätzlichen Kriechspur. Damit wird sinngemäss gerügt, es würden in Verletzung des Vorsorgeprinzipes nicht die geeigneten Vorkehren getroffen, um gleichzeitig die Verkehrssicherheit zu erhöhen und die vom Verkehr verursachten Immissionen zu begrenzen.\n\nOb die Grauholzautobahn trotz der bestehenden Luftbelastung erweitert und damit die Verkehrskapazität erhöht werden dürfe, hat der Regierungsrat im Rahmen einer Interessenabwägung geprüft, in der er zu Recht neben den Umweltschutzvorschriften auch den Grundsatzbestimmungen von Art. 5 und 41 des Bundesgesetzes über die Nationalstrassen (NSG; SR 725.11) Rechnung getragen hat (vgl. BGE 117 Ib 306 E. 8c). In diesem Zusammenhang hat der Regierungsrat ausgeführt, dass die Grauholzstrecke heute die am stärksten belastete vierspurige Nationalstrasse der Schweiz sei, die den Verkehr ab den verschiedenen Anschlussstrecken häufig nicht mehr aufnehmen könne, so dass es regelmässig zu Verkehrsunfällen und zu Staus komme. Der Engpass könne nur durch eine Erweiterung der Strasse auf sechs Fahrspuren behoben werden. Einzig ein solcher Ausbau führe zu einer ausreichenden Anpassung des Autobahnnetzes im Raume Bern und vermöge die Abwanderung des Verkehrs auf die durch Wohngebiete führenden Nebenachsen zu verhindern. Der Regierungsrat BGE 117 Ib 425 S. 435hat sich im angefochtenen Entscheid aber auch mit den Vorschlägen der Einsprecher auseinandergesetzt und eingeräumt, dass bei einem Neubau heute wohl die Tunnel-Variante im Vordergrund stünde, obschon die schwierigen geologischen Verhältnisse nicht unbedingt hiefür sprächen; da die Nationalstrasse jedoch bereits bestehe, wäre eine Verlegung der ganzen Strecke in einen Tunnel unverhältnismässig. Weiter wäre die Erstellung eines fünften Fahrstreifens als Kriechspur im Hinblick auf die ohnehin entstehenden Kosten unvernünftig und böte nur eine ungenügende Lösung. Selbst wenn die zusätzlichen Spuren deutlich über die Kuppe hinausgezogen würden - wodurch die Strasse teils ebenfalls sechsspurig würde -, wäre nicht zu verhindern, dass am Ende der dreispurigen Fahrbahnen schwerwiegende Störungen entstünden. Ungenügend wäre es auch, einzig Verkehrsbeeinflussungsmassnahmen vorzusehen. Solche Massnahmen zeigten sicher eine gewisse Wirkung, doch vermöchten sie der chronischen Überlastung der Strecke nicht abzuhelfen. Indessen sei es durchaus denkbar und zum Teil bereits vorgesehen, dass auf der ausgebauten Grauholzautobahn Verkehrsbeeinflussungsmassnahmen ergriffen würden; deren Anordnung liege jedoch in der Kompetenz des Eidgenössischen Justiz- und Polizeidepartementes.\n\nWas die beschwerdeführenden Organisationen gegen die regierungsrätliche Interessenabwägung vorbringen, vermag diese nicht als bundesrechtswidrig erscheinen zu lassen. Die Tatsache, dass nicht nur die geringe Kapazität der Grauholzstrecke, sondern auch deren Steigungen sowie die Raststättenein- und -ausfahrten zur Unfallgefahr beitragen, ändert nichts daran, dass durch die Behebung des Engpasses die Verkehrssicherheit erheblich erhöht werden kann. Zu Unrecht wird dem Regierungsrat vorgeworfen, einseitig den Aspekt der Mobilitätssteigerung in den Vordergrund gestellt zu haben. Wie im Einspracheentscheid dargelegt, geht es beim Ausbau der Grauholzstrecke in erster Linie um die Behebung einer Gefahrenstelle, also um die Sicherung von Leib und Leben der Verkehrsteilnehmer. Im übrigen hat das Projekt nicht nur negative Auswirkungen auf die Umwelt, können doch im gleichen Zuge relativ rasche und grosszügige Lärmschutzvorkehren getroffen werden. Soweit die Beschwerdeführerinnen geltend machen, auf die vorgeschlagenen Alternativ-Lösungen sei nicht ernsthaft eingegangen worden, trifft dies offensichtlich nicht zu. Auch im Umweltverträglichkeitsbericht werden die Alternativ-Lösungen aufgezeigt und bewertet. Dass diese Lösungen gleich wie das Projekt BGE 117 Ib 425 S. 436einer eingehenden Begutachtung unterzogen würden, wie die Beschwerdeführerinnen fordern, verlangt das Umweltschutzgesetz nicht. Stellt sich schon aufgrund von ersten Prüfungen heraus, dass Projekt-Varianten mit erheblichen Nachteilen belastet sind, so dürfen diese ohne weitere Untersuchungen aus dem Auswahlverfahren ausgeschieden werden. Die Vorwürfe der beschwerdeführenden Organisationen erweisen sich somit in diesem Punkte ebenfalls als unbegründet. Aus dem Gesagten ergibt sich zudem, dass von einer ungenügend begründeten Interessenabwägung und damit von einer Verletzung von Art. 4 BV - wie sie der Beschwerdeführer A. W. rügt - nicht die Rede sein kann.\n\n7. Kritik wird im weiteren an den Untersuchungen über die bestehende und zukünftige Luftbelastung geübt und geltend gemacht, die im Umweltverträglichkeitsbericht angegebenen NO2-Werte seien zu niedrig geschätzt, den Prognosen lägen zu optimistische Annahmen zugrunde und in den angestellten Berechnungen steckten möglicherweise Fehler; ausserdem werfe das Zusatzgutachten über die Auswirkung von Steigungen auf den Schadstoff-Ausstoss von Fahrzeugen mehr Fragen auf, als es beantworte.\n\nDiese Rügen richten sich ausschliesslich gegen den Umweltverträglichkeitsbericht und die vom Kanton Bern zusätzlich eingeholte Expertise. Der Umweltverträglichkeitsbericht und die ihn ergänzenden Gutachten bilden aber gleich wie die Beurteilungsberichte der Umweltschutzfachstellen oder die Stellungnahmen der in Art. 21 UVPV genannten Behörden nur Entscheidungselemente im Rahmen der Umweltverträglichkeitsprüfung bzw. der Plangenehmigung (BGE 116 Ib 264 f.). Sie können daher nur insoweit Gegenstand der Anfechtung sein, als sie in den Einsprache- und Genehmigungsentscheid eingeflossen sind und zu unrichtigen oder unvollständigen Sachverhaltsfeststellungen sowie zu falschen rechtlichen Schlüssen geführt haben. Nun ist hier der Regierungsrat im Einspracheentscheid davon ausgegangen, dass die Immissionsgrenzwerte für NO2 im Bereich der Grauholzstrecke schon heute überschritten würden und - falls nicht zusätzliche Vorkehren im Rahmen der Massnahmenplanung gemäss Art. 31 LRV ergriffen würden - wohl auch in Zukunft nicht eingehalten werden könnten. Wie dargelegt lässt sich aufgrund der gegebenen Interessenlage das Erweiterungsprojekt dennoch mit der Umweltschutzgesetzgebung vereinbaren. Daran änderte auch nichts, wenn die angestellten Prognosen zu optimistisch wären und die - vorübergehend BGE 117 Ib 425 S. 437über dem Immissionsgrenzwert liegenden - Werte wohl noch etwas höher angesetzt werden müssten. Unter diesen Umständen sind die gegen die Luftreinhaltungs-Berichte erhobenen Einwände, mögen sie auch in technischer und methodischer Hinsicht von Interesse sein, für die rechtliche Entscheidung in der Sache nicht ausschlaggebend. Es besteht daher auch kein Anlass, zu den aufgeworfenen Fragen weitere Fachleute anzuhören.\n\n8. Der Enteignete A. W. hat das Begehren gestellt, die Resultate der von der Forschungsanstalt Liebefeld im Gebiet der Grauholzautobahn entnommenen Bodenbelastungsproben seien zu veröffentlichen. Dieser Antrag wird in der Beschwerde nicht begründet, doch ist bereits in der Einsprache-Ergänzung des Beschwerdeführers vom 15. Dezember 1989 bemerkt worden, dass die Forschungsanstalt am Grauholz Bodenproben entnommen habe und die Ergebnisse der Untersuchungen gemäss Art. 3 der Verordnung über Schadstoffe im Boden vom 9. Juni 1986 (VSBo) publiziert werden müssten. Die Forschungsanstalt für Agrikulturchemie und Umwelthygiene, Liebefeld, ist indessen eine Anstalt des Bundes, die nach Art. 3 Abs. 3 VSBo ihre Untersuchungen zusammen mit dem BUWAL auswertet und danach die Ergebnisse - unter gleichzeitiger Orientierung der interessierten Bundesbehörden und der betroffenen Kantone - veröffentlicht. Der Regierungsrat des Kantons Bern war daher offensichtlich weder im vorliegenden Verfahren noch überhaupt befugt, der Eidgenössischen Forschungsanstalt irgendwelche Anweisungen zu erteilen. Im übrigen behauptet der Beschwerdeführer selbst nicht, dass auch der Kanton Bern schon ergänzende Untersuchungen im Sinne von Art. 4 VSBo vorgenommen und deren Ergebnisse rechtswidrig der Öffentlichkeit vorenthalten hätte. Der Antrag des Beschwerdeführers ist daher abzuweisen, soweit überhaupt auf ihn eingetreten werden kann.\n\n9. Die Gemeinde Ittigen tritt in ihrer Verwaltungsgerichtsbeschwerde erneut für eine Überdeckung der Autobahn im Bereiche der Schulanlage Altikofen ein. Sie hält die Feststellung des Regierungsrates, eine solche Überdeckung könne schon aus Kostengründen nicht in Betracht fallen, für nicht genügend belegt und unvereinbar mit den Grundsätzen der Lärmschutz-Verordnung vom 15. Dezember 1986 (LSV; SR 814.41). Im weiteren bezweifelt sie, ob in Zukunft die Immissionsgrenzwerte tatsächlich eingehalten werden könnten, und wirft die Frage auf, ob Schulanlagen nicht der Empfindlichkeitsstufe I zugeordnet werden BGE 117 Ib 425 S. 438müssten. - Auch diese Kritik am Vorgehen der Planungsbehörde und am Entscheid des Berner Regierungsrates ist unbegründet.\n\na) Nach dem Umweltverträglichkeitsbericht vom September 1988 sind in den vom Nationalstrassenausbau betroffenen Gemeinden die Empfindlichkeitsstufen noch nicht generell festgelegt worden und hat der Berner Regierungsrat diese daher für das Projekt provisorisch bestimmt, wobei er das Gebiet um das Schulhaus Altikofen der Empfindlichkeitsstufe III zuwies (Kapitel IV S. 13 des Berichtes). Bei diesem Vorgehen ist den Anforderungen von Art. 44 LSV nicht in allen Teilen entsprochen worden. Indessen kann dies - wie schon in BGE 117 Ib 304 festgestellt worden ist - die Rechtmässigkeit des angefochtenen Entscheides kaum in Frage stellen, da die Ausnahmebestimmung von Art. 25 Abs. 3 USG zugunsten öffentlicher Werke nicht nur eine Überschreitung der Planungswerte, sondern auch der Immissionsgrenzwerte erlaubt.\n\nGestützt auf die vom Regierungsrat vorgenommene Zuordnung haben die Verfasser des Lärmberichts zunächst errechnet, dass die entsprechenden Immissionsgrenzwerte nur eingehalten werden könnten, wenn im Bereiche der Schulanlage westlich der Autobahn eine 160 m lange und 3,5 m hohe Lärmschutzwand erstellt werde. Die Gutachter haben sich aber damit nicht begnügt, sondern dem Regierungsrat vorgeschlagen, weitergehende Massnahmen anzuordnen, durch die eine Einhaltung der Immissionsgrenzwerte der Empfindlichkeitsstufe II gewährleistet werden könnte. Hiezu müsste im Gebiet Altikofen die Lärmschutzwand westlich der Autobahn bis über die Worblentalbrücke hinausgezogen werden und wären auch östlich der Strasse beidseitig schallabsorbierende Schutzwände zu errichten. Der Regierungsrat hat im Einspracheentscheid diesen weitergehenden Massnahmen trotz der erheblichen Mehrkosten zugestimmt. Im übrigen wird im Einspracheentscheid festgehalten, dass nach dem Ausbau der Strecke Kontrollmessungen durchzuführen und, falls nötig, ergänzende Schutzmassnahmen zu treffen sind.\n\nb) Was die von der Gemeinde Ittigen aufgeworfene Frage anbelangt, ob Schulanlagen nicht wegen des erhöhten Lärmschutzbedürfnisses der Empfindlichkeitsstufe I zugeordnet werden müssten, kann auf Art. 43 LSV verwiesen werden, wonach Wohnzonen sowie Zonen für öffentliche Bauten oder Anlagen der Empfindlichkeitsstufe II oder, falls es sich um Mischzonen oder lärmvorbelastete Gebiete handelt, der Empfindlichkeitsstufe III BGE 117 Ib 425 S. 439zuzuweisen sind (vgl. BGE 115 Ib 357 E. 2e in fine, 464 f. E. 4). Die Empfindlichkeitsstufe I bleibt dagegen eigentlichen Ruhe- und Erholungszonen vorbehalten. Eine Zuordnung der Schulanlage Altikofen zur Stufe I fällt daher - ganz abgesehen von der starken Vorbelastung dieses Gebietes - von vornherein ausser Betracht.\n\nc) Soweit die Gemeinde Ittigen die im Umweltverträglichkeitsbericht genannten Zahlen, insbesondere die prognostizierten Beurteilungspegel L für die Jahre 1990 und 2000 allgemein in Zweifel zieht, ohne konkrete Rügen zu erheben, braucht sich das Bundesgericht mit der Beschwerde nicht näher zu befassen. Es genügt festzustellen, dass der Teilbericht Lärm sowohl von der kantonalen Fachstelle als auch vom BUWAL überprüft und gutgeheissen worden ist, dass die Einsprachebehörde gestützt auf die Stellungnahmen der ihr beigegebenen Fachinstanzen entschieden hat und keine Anzeichen dafür bestehen, dass die erforderlichen Abklärungen nicht sorgfältig und umfassend vorgenommen worden wären (vgl. oben E. 4). Das BUWAL hat denn auch im Namen des Eidgenössischen Departementes des Innern in der Vernehmlassung vom 20. November 1991 bestätigt, dass die Annahme der Gemeinde Ittigen, die Immissionsgrenzwerte würden aufgrund der Verkehrsentwicklung innert wenigen Jahren überschritten, unwahrscheinlich sei, da eine Erhöhung der Lärmimmissionen um 3 dB(A) eine Verdoppelung des durchschnittlichen Tagesverkehrs voraussetze.\n\nIm übrigen ist der Hinweis der Gemeinde darauf, dass trotz der vorgesehenen Schallschutzmassnahmen bei der Schulanlage Altikofen in der Nacht der Immissionsgrenzwert für die Empfindlichkeitsstufe II nach den Prognosen erreicht wird, schon deshalb unerheblich, weil das Schulgebäude nachts leer steht und das fragliche Gebiet nach Auffassung des Regierungsrates ohnehin der Empfindlichkeitsstufe III zugewiesen werden muss.\n\nd) Der Behauptung der Gemeinde, die ausgebaute Grauholzstrecke müsse selbst bei Einhaltung der Immissionsgrenzwerte schon aufgrund des Vorsorge-Gebotes überdeckt werden, ist entgegenzuhalten, dass eine solche bauliche Massnahme nur vorgeschrieben werden könnte, wenn sie technisch und betrieblich möglich und wirtschaftlich tragbar wäre (Art. 11 Abs. 2 USG und Art. 8 Abs. 1 LSV). Während hier die technische und betriebliche Machbarkeit einer Autobahn-Überdeckung ausser Frage steht, hat der Regierungsrat zur Wirtschaftlichkeit ausgeführt, allein für einen Tunnel von nur 150 m Länge wäre mit Kosten von rund BGE 117 Ib 425 S. 440zehn Millionen Franken zu rechnen; eine solche Ausgabe wäre unverhältnismässig, da mit den vorgesehenen Schallschutzvorkehren - deren Kosten sich nach dem Lärmbericht auf etwa Fr. 730'000.-- belaufen werden - die Immissionsgrenzwerte der Empfindlichkeitsstufe II eingehalten werden könnten und auch eine Strassen-Überdeckung die von den benachbarten SBB-Geleisen ausgehenden Lärmeinwirkungen nicht abzuschirmen vermöchte. Dieser Betrachtungsweise kann beigepflichtet werden. Dem Vorsorgeprinzip ist durch die von den Verfassern des Lärmberichts empfohlenen und vom Regierungsrat beschlossenen \"weitergehenden\" Schallschutzmassnahmen Rechnung getragen worden und eine Überdeckung der Autobahn erschiene angesichts des beschränkten Nutzens und der hohen Bau- und Betriebskosten tatsächlich unverhältnismässig. Der Vertreter des Bundesamtes für Strassenbau hat denn auch an der Augenscheinsverhandlung den Standpunkt der Einsprachebehörde unterstützt und darauf hingewiesen, dass die Nationalstrassen, würden die von der Beschwerdeführerin aufgestellten Kriterien befolgt, an zahlreichen Orten überdeckt werden müssten und die nötigen finanziellen Mittel heute nicht zur Verfügung stünden. Entgegen der Meinung der Beschwerdeführerin besteht übrigens kein Anlass, an den vom Regierungsrat genannten Kostenbeträgen zu zweifeln und diese von einem aussenstehenden Experten überprüfen zu lassen. Der Einsprachebehörde stehen genügend Fachleute zur Verfügung, die durchaus in der Lage sind, anhand einer Projektskizze die Kosten einer Überdeckung der Autobahn der Grössenordnung nach zu bestimmen. Weitere Untersuchungen oder gar Begutachtungen führten in einem solchen Fall nur zu unnützem Zeit- und Kostenaufwand.\n\n10. Der Regierungsrat hat bei der Regelung der Verfahrenskosten die Begehren der Einsprecher um Parteientschädigung abgewiesen mit der Begründung, die Einsprachen hätten sich im vorliegenden Fall nicht gegen eine drohende Enteignung gerichtet; selbst wenn aber das Enteignungsgesetz anzuwenden wäre, wären gemäss Art. 115 Abs. 2 EntG keine Parteientschädigungen zuzuerkennen, da die Einsprachen zum grössten Teil abgewiesen worden seien. Die beschwerdeführenden Organisationen wenden hiegegen ein, sie müssten wohl verfahrensrechtlich den Enteigneten gleichgestellt werden und hätten daher auch im kantonalen Verfahren Anspruch auf eine Entschädigung.\n\nDen Beschwerdeführerinnen ist grundsätzlich darin zuzustimmen, dass der angefochtene Regierungsratsbeschluss - wie dargelegt (E. 2) - BGE 117 Ib 425 S. 441auch ihnen gegenüber als Entscheid über eine enteignungsrechtliche Einsprache gilt und deshalb die Kostenordnung des Enteignungsgesetzes Anwendung finden muss. Nun hat zwar nach Art. 115 Abs. 1 EntG auch im Einspracheverfahren in der Regel der Enteigner dem Enteigneten für die notwendigen aussergerichtlichen Kosten eine Entschädigung zu bezahlen. Art. 115 Abs. 2 EntG lässt jedoch zu, dass von der Zusprechung einer Parteientschädigung ganz oder teilweise abgesehen wird, wenn die Begehren des Enteigneten ganz oder teilweise abgewiesen werden. Bei offensichtlich missbräuchlichen Begehren kann sogar der Enteignete zur Bezahlung einer Parteientschädigung an den Enteigner verhalten werden (Art. 115 Abs. 3 EntG). Es stand daher im Ermessen des Regierungsrates, den im kantonalen Verfahren unterlegenen Einsprechern eine Parteientschädigung zu verweigern. Eine Bundesrechtsverletzung lag hierin nicht."}