{"annee": "117", "cour": "V", "page": "359", "date": "4/2/1991", "cite": ["115 V 403", "107 V 177", "109 V 150", "108 V 13", "113 V 307", "115 V 133", "107 V 173", "112 V 30", "116 V 159"], "cite_par": ["123 V 98", "139 V 547", "123 III 110", "117 V 369", "118 V 286", "136 V 279", "129 V 177", "134 V 109", "123 V 43", "122 V 415", "119 V 335", "122 V 157", "127 V 102", "119 V 7", "138 V 147", "121 V 326", "123 V 137"], "chapeau": "50. Auszug aus dem Urteil vom 4. Februar 1991 i.S. S. gegen Schweizerische Unfallversicherungsanstalt und Versicherungsgericht von Appenzell Ausserrhoden", "regestes": ["Art. 6 et 18 LAA: Accident de type \"coup du lapin\" à la colonne cervicale, sans preuve d'un déficit fonctionnel organique. - Dans le cas d'un tableau clinique typique, présentant de multiples plaintes, l'existence d'un lien de causalité naturelle entre l'accident et l'incapacité de travail ou de gain doit en principe être admise (consid. 4b). - Selon le cours ordinaire des choses et l'expérience générale de la vie, un tel accident est susceptible d'entraîner une incapacité de travail ou de gain (changement de jurisprudence; consid. 5d/aa). - Pour l'appréciation du cas concret, il convient de procéder, par analogie, selon la méthode développée à propos des troubles psychiques (ATF 115 V 138 consid. 6; consid. 5d/bb)."], "faits": "", "considerants": "|360|\n\nAus den Erwägungen:\n\n4. a) Die Leistungspflicht eines Unfallversicherers gemäss UVG setzt zunächst voraus, dass zwischen dem Unfallereignis und dem eingetretenen Schaden (Krankheit, Invalidität, Tod) ein natürlicher Kausalzusammenhang besteht. Ursachen im Sinne des natürlichen Kausalzusammenhanges sind alle Umstände, ohne deren Vorhandensein der eingetretene Erfolg nicht als eingetreten oder nicht als in der gleichen Weise bzw. nicht zur gleichen Zeit eingetreten gedacht werden kann. Entsprechend dieser Umschreibung ist für die Bejahung des natürlichen Kausalzusammenhangs nicht erforderlich, dass ein Unfall die alleinige oder unmittelbare Ursache gesundheitlicher Störungen ist; es genügt, dass das schädigende Ereignis zusammen mit anderen Bedingungen die körperliche oder geistige Integrität des Versicherten beeinträchtigt hat, der Unfall mit andern Worten nicht weggedacht werden kann, ohne dass auch die eingetretene gesundheitliche Störung entfiele (BGE 115 V 405 Erw. 3, 134 Erw. 3, BGE 112 V 32 Erw. 1a mit Hinweisen).\n\nOb zwischen einem schädigenden Ereignis und einer gesundheitlichen Störung ein natürlicher Kausalzusammenhang besteht, ist eine Tatfrage, worüber die Verwaltung bzw. im Beschwerdefall der Richter im Rahmen der ihm obliegenden Beweiswürdigung nach dem im Sozialversicherungsrecht üblichen Beweisgrad der überwiegenden Wahrscheinlichkeit zu befinden hat. Die blosse Möglichkeit eines Zusammenhangs genügt für die Begründung eines Leistungsanspruches nicht (BGE 115 V 405 Erw. 3, 134 Erw. 3, BGE 113 V 311 Erw. 3a und 322 Erw. 2a mit Hinweisen).\n\nb) Ist ein Schleudertrauma der Halswirbelsäule diagnostiziert und liegt ein für diese Verletzung typisches Beschwerdebild mit einer Häufung von Beschwerden wie diffuse Kopfschmerzen, Schwindel, Konzentrations- und Gedächtnisstörungen, Übelkeit, rasche Ermüdbarkeit, Visusstörungen, Reizbarkeit, Affektlabilität, Depression, Wesensveränderung usw. vor, so ist der natürliche Kausalzusammenhang zwischen dem Unfall und der danach eingetretenen Arbeits- bzw. Erwerbsunfähigkeit in der Regel anzunehmen. Es ist zu betonen, dass es gemäss obiger Begriffsumschreibung für die Bejahung des natürlichen Kausalzusammenhangs genügt, wenn der Unfall für eine bestimmte gesundheitliche Störung eine Teilursache darstellt.\n\n|361|\n\nDie vom Beschwerdeführer nach dem Unfall geklagten Kopfschmerzen sowie die in mehreren SUVA-Berichten beschriebenen Konzentrations- und Gedächtnisstörungen und eine ausgeprägte Müdigkeit bei der Arbeit sind Symptome, welche häufig nach einem Schleudertrauma der Halswirbelsäule auftreten und persistieren. Die getroffenen Abklärungen beim Lehrmeister ergaben das Bild eines fleissigen, aufgeschlossenen Lehrlings vor dem Unfall und eines in den Leistungen um rund ein Drittel gegenüber dem früheren Niveau abgefallenen (und in seinem Wesen zu seinem Nachteil deutlich veränderten) Lehrlings nach dem Unfall. Die Arbeitgeberin führte die Leistungseinbusse im wesentlichen auf die gleichen Ausfälle zurück, die auch der Neuropsychologe Prof. P. festgestellt und als - unfallbedingte - Hirnleistungsschwäche diagnostiziert hat (Gutachten vom 23. Juli 1984 in Verbindung mit Ergänzungsgutachten vom 13. September 1985).\n\nNach dem Beweisgrad der überwiegenden Wahrscheinlichkeit (BGE 115 V 142 Erw. 8b) sind die Ausfälle und die dadurch eingetretene teilweise Arbeits- und Erwerbsunfähigkeit auf den Unfall zurückzuführen. Auf den Einwand der SUVA, dass die Neuropsychologie allein keinen strikten Nachweis für die Unfallkausalität von Hirnleistungsstörungen erbringen könne, ist unter den gegebenen Umständen des vorliegenden Falles nicht näher einzugehen.\n\n5. a) Die Leistungspflicht der Unfallversicherung setzt im weiteren voraus, dass zwischen dem Unfall und der dadurch verursachten Arbeits- bzw. Erwerbsunfähigkeit ein adäquater Kausalzusammenhang besteht.\n\nNach der Rechtsprechung hat ein Ereignis dann als adäquate Ursache eines Erfolges zu gelten, wenn es nach dem gewöhnlichen Lauf der Dinge und nach der allgemeinen Lebenserfahrung an sich geeignet ist, einen Erfolg von der Art des eingetretenen herbeizuführen, der Eintritt dieses Erfolges also durch das Ereignis allgemein als begünstigt erscheint (BGE 115 V 135 Erw. 4a und 405 Erw. 4a, BGE 113 V 312 Erw. 3b und 323 Erw. 2b, BGE 112 V 33 Erw. 1b, BGE 109 V 152 Erw. 3a, BGE 107 V 176 Erw. 4b, je mit Hinweisen).\n\nb) Die Vorinstanz hat den adäquaten Kausalzusammenhang zwischen dem Unfall vom 24. Juli 1983, bei welchem sich der Beschwerdeführer u.a. ein Schleudertrauma der Halswirbelsäule zuzog, und der in der Folge eingetretenen teilweisen Arbeits- bzw. Erwerbsunfähigkeit verneint. Dabei stützte sie sich auf das in SZS 1986 S. 84 publizierte Urteil K. vom 18. November 1985, welches |362| sich auf eine ausschliesslich psychisch bedingte Arbeits- bzw. Erwerbsunfähigkeit nach einem Unfall mit Schleudertrauma der Halswirbelsäule bezog und in welchem das Eidg. Versicherungsgericht die Frage offengelassen hat, ob an der Rechtsprechung festzuhalten sei, wonach die generelle Eignung eines Unfallereignisses, einen Erfolg von der Art des eingetretenen herbeizuführen, auf den normal veranlagten Versicherten zu beziehen und eine allfällige Prädisposition nicht zu berücksichtigen sei. In BGE 112 V 36 Erw. 3c hat es die offengelassene Frage dahingehend beantwortet, die Adäquanz des Kausalzusammenhangs dürfe nicht deshalb verneint werden, weil die durch den Unfall ausgelösten - in jenem Fall psychischen - Störungen auf einer besonderen Veranlagung des Betroffenen beruhten. Es liefe dem Zweck der sozialen Unfallversicherung zuwider, wenn deren Schutz bestimmten Versicherten wegen einer sich im Anschluss an einen Unfall auswirkenden besonderen Veranlagung abgesprochen würde. In BGE 115 V 135 Erw. 4b hat das Gericht präzisiert, für die Frage, ob ein Unfall nach dem gewöhnlichen Lauf der Dinge und der allgemeinen Lebenserfahrung geeignet sei, eine (psychische) Gesundheitsschädigung herbeizuführen, sei auf eine weite Bandbreite der Versicherten abzustellen. Hiezu gehörten auch jene Versicherten, die aufgrund ihrer Veranlagung für psychische Störungen anfälliger seien und einen Unfall seelisch weniger gut verkraften als Gesunde. Im Rahmen der erwähnten weiten Bandbreite bildeten auch solche Versicherte Bezugspersonen für die Adäquanzbeurteilung, welche im Hinblick auf die erlebnismässige Verarbeitung eines Unfalles zu einer Gruppe mit erhöhtem Risiko gehören, weil sie aus versicherungsmässiger Sicht auf einen Unfall nicht optimal reagieren. Aus diesem Grund ist für die Beurteilung des adäquaten Kausalzusammenhangs kein allzu strenger, sondern im dargelegten Sinn ein realitätsgerechter Massstab anzulegen.\n\nc) Im bereits erwähnten Urteil K. vom 18. November 1985 (SZS 1986 S. 89 Erw. 5) wurde der adäquate Kausalzusammenhang mit der Begründung verneint, einem Schleudertrauma der Halswirbelsäule ohne Vorliegen neurologischer Ausfälle und ohne nachweisbare Veränderungen im Röntgenbild fehle die generelle Geeignetheit, psychische Fehlentwicklungen mit Krankheitswert im Sinne eines Dauerschadens zu verursachen. Zwar wurde eine Publikation von WIESNER/MUMENTHALER, Schleuderverletzungen der Halswirbelsäule, Mechanismus, Diagnostik, Therapie und Begutachtung, in: Therapeutische Umschau, 31/1974, S. 648, zitiert, wonach ein |363| solches Schleudertrauma in grösserem Ausmass als bisher angenommen echte und langdauernde Beschwerden verursachen könne, und zwar auch in Fällen, wo keine fassbaren organischen Ausfälle vorliegen. Das Eidg. Versicherungsgericht verneinte die Adäquanz des Kausalzusammenhangs bei diesem Beschwerdebild gleichwohl generell mit dem Hinweis darauf, dass nur die schweren Fälle bekannt seien und begutachtet würden, nicht aber das durchschnittliche Krankheitsbild aller Schleuderverletzungen, weil diese offenbar ohne Dauerschäden abklängen. Selbst wenn es zutreffen möge, dass auch in Fällen ohne organische Unfallfolgen mehr als bisher angenommen längerdauernde psychische und psychosomatische Folgen auftreten könnten, ergäben sich aus der vorhandenen medizinischen Literatur unter Berücksichtigung der erwähnten negativen Auslese keine genügend gesicherten Anhaltspunkte, dass eine Schleuderverletzung der Halswirbelsäule allgemein geeignet sein könnte, psychische Fehlentwicklungen mit Krankheitswert zu verursachen. Es dürfe nicht ausser acht gelassen werden, dass die meisten Schleudertraumen ohne fassbare organische Befunde in der Regel harmlos verliefen.\n\nd) Diese Rechtsprechung hält einer erneuten Prüfung aus zwei Gründen nicht stand.\n\naa) Nach den Ergebnissen der medizinischen Forschung ist bekannt, dass bei einem Schleudertrauma der Halswirbelsäule auch ohne nachweisbare pathologische Befunde noch Jahre nach dem Unfall funktionelle Ausfälle verschiedenster Art auftreten können. Der Umstand, dass die für ein Schleudertrauma typischen Beschwerden (vgl. Erw. 4b) in manchen Fällen mit den heute verwendeten bildgebenden Untersuchungsmethoden wie Röntgen, Computertomogramm und EEG nicht objektivierbar sind, darf nicht dazu verleiten, sie als rein \"subjektive\" Beschwerden zu qualifizieren und damit deren Relevanz für die Unfallversicherung in Abrede zu stellen (siehe z.B. DVORAK, Radiologischer Abklärungsvorgang bei Wirbelsäulenverletzungen, in: Schweizerische Medizinische Wochenschrift 120/1990, Nr. 51/52, S. 1990; WIESNER/MUMENTHALER, a.a.O., S. 644 f., 648; DVORAK/VALACH/SCHMID, Verletzungen der Halswirbelsäule in der Schweiz, in: Zeitschrift \"Orthopäde\", 1987, S. 11). Gemäss fachärztlichen Publikationen bestehen nämlich Anhaltspunkte dafür, dass der Unfallmechanismus bei einem Schleudertrauma der Halswirbelsäule zu Mikroverletzungen führt, welche für das erwähnte bunte Beschwerdebild mit Wahrscheinlichkeit ursächlich oder zumindest |364| im Sinne einer Teilursache mitverantwortlich sind. In Änderung der Rechtsprechung (BGE 108 V 17 Erw. 3b) ist davon auszugehen, dass ein Unfall mit Schleudertrauma der Halswirbelsäule in der charakteristischen Erscheinungsform einer Häufung von typischen Beschwerden nach dem gewöhnlichen Lauf der Dinge und nach der allgemeinen Lebenserfahrung eine Arbeits- bzw. Erwerbsunfähigkeit verursachen kann, auch wenn die festgestellten Funktionsausfälle organisch nicht nachweisbar sind. Dabei ist es im Hinblick auf die Beurteilung des adäquaten Kausalzusammenhangs als einer Rechtsfrage (BGE 112 V 33 Erw. 1b) nicht entscheidend, ob die im Anschluss an ein Schleudertrauma der Halswirbelsäule auftretenden Beschwerden medizinisch eher als organischer und/oder psychischer Natur bezeichnet werden (vgl. BGE 116 V 159), zumal diese Differenzierung angesichts des komplexen und vielschichtigen Beschwerdebildes in heiklen Fällen gelegentlich grosse Schwierigkeiten bereitet (vgl. dazu KRÄMER, HWS-Schleudertraumen, Zur Pathogenese der zerebralen Beteiligung und persistierender posttraumatischer Störungen, in: medwelt, Bd. 34, Heft 41/83, S. 1138; RADANOV/DVORAK/VALACH, Psychische Veränderungen nach Schleuderverletzungen der Halswirbelsäule, in: Schweizerische Medizinische Wochenschrift 119/1989, Nr. 17, S. 536 ff.). Entscheidend ist einzig, dass die Beschwerden zu einer ausgewiesenen Arbeits- bzw. Erwerbsunfähigkeit führen.\n\nbb) Die Rechtsprechung gemäss Urteil K. vom 18. November 1985 (SZS 1986 S. 89 Erw. 5) kann auch deshalb nicht mehr aufrechterhalten werden, weil sie ausschliesslich an der erlittenen Verletzung und deren Geeignetheit, eine Arbeits- bzw. Erwerbsunfähigkeit zu verursachen, anknüpft. Bei - psychischen - Störungen hat das Eidg. Versicherungsgericht eine neue Rechtsprechung entwickelt, wonach die Frage, ob eine Arbeits- bzw. Erwerbsunfähigkeit für die Unfallversicherung adäquat, d.h. rechtlich erheblich ist, nicht allein auf die beim Unfall erlittenen Verletzungen zu beziehen ist, sondern auf das Unfallereignis (BGE 115 V 135 Erw. 4a), d.h. den Unfall mit seinen Begleitumständen. Darunter sind objektiv erfassbare Umstände zu verstehen, welche unmittelbar mit dem Unfall im Zusammenhang stehen oder als direkte bzw. indirekte Folgen davon erscheinen und ihrerseits nach dem gewöhnlichen Lauf der Dinge und der allgemeinen Lebenserfahrung geeignet sind, in Verbindung mit dem Unfall zu einer Arbeits- bzw. Erwerbsunfähigkeit zu führen oder diese allenfalls zu erhöhen. Die Schwere und gegebenenfalls die besondere Art der |365| erlittenen Verletzungen kann bei der Beurteilung der Adäquanz des Kausalzusammenhangs - neben anderen - ein Kriterium sein (vgl. dazu Erw. 6 nachfolgend; BGE 115 V 140 Erw. 6c/aa).\n\nFür die Beurteilung des adäquaten Kausalzusammenhangs zwischen einem Unfall und der infolge eines Schleudertraumas der Halswirbelsäule auch nach Ablauf einer gewissen Zeit nach dem Unfall weiterbestehenden Arbeits- bzw. Erwerbsunfähigkeit, die nicht auf organisch nachweisbare Funktionsausfälle zurückzuführen ist, rechtfertigt es sich, im Einzelfall analog zur Methode vorzugehen, wie sie für psychische Störungen nach einem Unfall entwickelt worden ist (BGE 115 V 138 Erw. 6). Denn in beiden Fällen sind nach dem Unfall festgestellte Ausfälle in rechtlich vergleichbarer oder ähnlicher Weise nicht (hinreichend) organisch nachweisbar. Da der adäquate Kausalzusammenhang bei einer psychisch bedingten Arbeits- bzw. Erwerbsunfähigkeit unter Umständen auch bejaht wird, wenn keine organisch nachweisbare Verletzung vorliegt, liefe es auf eine sachlich nicht gerechtfertigte Ungleichbehandlung der Versicherten hinaus, bei einem Unfall mit Schleudertrauma der Halswirbelsäule für die Adäquanz des Kausalzusammenhangs den Nachweis einer organischen Verletzung zu verlangen.\n\nEs ist zusätzlich darauf hinzuweisen, dass klar fassbare physische Befunde nach einem Unfall praxisgemäss ohne weiteres diesem zugeordnet werden, selbst wenn es sich um eine singuläre bzw. aussergewöhnliche Unfallfolge handelt (BGE 107 V 177 Erw. 4b). Nach der Rechtsprechung hat der Unfallversicherer sogar für mittelbare adäquate Unfallfolgen einzustehen wie z.B. für Fehler, die bei der ärztlichen Behandlung eines Unfallopfers begangen wurden und durch welche Unfallfolgen verschlimmert wurden (EVGE 1967 S. 19 Erw. 2; MAURER, Schweizerisches Sozialversicherungsrecht, Bd. I, S. 343). Bei organisch nachweisbar behandlungsbedürftigem Befund deckt sich somit bei der Beurteilung gesundheitlicher Störungen die adäquate, d.h. rechtserhebliche Kausalität weitgehend mit der natürlichen Kausalität; die Adäquanz hat hier gegenüber dem natürlichen Kausalzusammenhang praktisch keine selbständige Bedeutung (MAURER, Schweizerisches Unfallversicherungsrecht, 2. Aufl., 1989, S. 462; MEYER-BLASER, Die Zusammenarbeit von Richter und Arzt in der Sozialversicherung, in: Schweizerische Ärztezeitung, Bd. 71, Heft 26/1990, S. 1093 f.). Im Hinblick auf das verfassungsmässige Gebot der Rechtsgleichheit ist die auf fällige Diskrepanz in der Behandlung |366| der Versicherten je nachdem, ob eine Arbeits- bzw. Erwerbsunfähigkeit nach einem Unfall auf organisch nachweisbare Ausfälle zurückzuführen ist oder nicht, zu überwinden und durch eine den tatsächlichen Unfallfolgen Rechnung tragende Lösung zu ersetzen. Insbesondere müssen die grosse Anfälligkeit und dementsprechend die leichte Verletzlichkeit der Halswirbelsäule als eines auf äussere Krafteinwirkungen in mehrfacher Hinsicht ausgesprochen sensibel reagierenden Organs bei der Beurteilung der Adäquanz angemessen berücksichtigt werden. Der jeweilige Stand der medizinischen Wissenschaft spielt in diesem Zusammenhang lediglich eine untergeordnete Rolle, geht es doch hier wie bei allen anderen Verletzungen darum, im Einzelfall unter Wertung von Indizien, die für oder gegen die - rechtliche - Zuordnung bestimmter Funktionsausfälle zum Unfall sprechen, im Rahmen einer Gesamtwürdigung zu einer versicherungsmässig vernünftigen und gerechten Abgrenzung haftungsbegründender und haftungsausschliessender Unfälle zu gelangen.\n\n6. a) In analoger Anwendung der Rechtsprechung zu den psychischen Unfallfolgen ist für die Bejahung des adäquaten Kausalzusammenhangs im Einzelfall zu verlangen, dass dem Unfall für die Entstehung der Arbeits- bzw. Erwerbsunfähigkeit eine massgebende Bedeutung zukommt. Dies trifft dann zu, wenn er objektiv eine gewisse Schwere aufweist oder mit anderen Worten ernsthaft ins Gewicht fällt (vgl. BGE 115 V 141 Erw. 7 mit Hinweisen). Für die Beurteilung dieser Frage ist gemäss BGE 115 V 138 Erw. 6 an das Unfallereignis anzuknüpfen, wobei - ausgehend vom augenfälligen Geschehensablauf - folgende Einteilung vorgenommen wurde: banale bzw. leichte Unfälle einerseits, schwere Unfälle anderseits und schliesslich der dazwischen liegende mittlere Bereich.\n\nWie das Eidg. Versicherungsgericht im genannten Urteil erwogen hat, kann bei leichten Unfällen wie z.B. einem gewöhnlichen Sturz der adäquate Kausalzusammenhang zwischen Unfall und nachfolgenden Gesundheitsstörungen in der Regel ohne weiteres verneint werden, weil aufgrund der allgemeinen Lebenserfahrung, aber auch unter Einbezug unfallmedizinischer Erkenntnisse davon ausgegangen werden darf, dass ein solcher Unfall nicht geeignet ist, einen erheblichen Gesundheitsschaden zu verursachen (vgl. BGE 115 V 139 Erw. 6a).\n\nBei schweren Unfällen dagegen ist der adäquate Kausalzusammenhang zwischen Unfall und Folgen in der Regel zu bejahen.\n\n|367| Denn nach dem gewöhnlichen Lauf der Dinge und nach der allgemeinen Lebenserfahrung sind solche Unfälle geeignet, entsprechende Gesundheitsschäden zu bewirken (vgl. BGE 115 V 140 Erw. 6b).\n\nBei Unfällen aus dem mittleren Bereich lässt sich die Frage, ob zwischen Unfall und Folgen ein adäquater Kausalzusammenhang besteht, nicht aufgrund des Unfalles allein schlüssig beantworten. Das Eidg. Versicherungsgericht hat daher festgestellt, dass weitere, objektiv erfassbare Umstände, welche unmittelbar mit dem Unfall im Zusammenhang stehen oder als direkte bzw. indirekte Folgen davon erscheinen, in eine Gesamtwürdigung einzubeziehen sind. Als wichtigste Kriterien sind im Zusammenhang mit dem Schleudertrauma der Halswirbelsäule zu nennen: - besonders dramatische Begleitumstände oder besondere Eindrücklichkeit des Unfalls; - die Schwere oder besondere Art der erlittenen Verletzungen; - ungewöhnlich lange Dauer der ärztlichen Behandlung; - Dauerbeschwerden; - ärztliche Fehlbehandlung, welche die Unfallfolgen erheblich verschlimmert; - schwieriger Heilungsverlauf und erhebliche Komplikationen; - Grad und Dauer der Arbeitsunfähigkeit. Im Gegensatz zu den bei psychischen Fehlentwicklungen relevanten Kriterien gemäss BGE 115 V 140 Erw. 6c/aa wird für die Beurteilung des adäquaten Kausalzusammenhangs zwischen einem Unfall mit Schleudertrauma der Halswirbelsäule und in der Folge eingetretenen Beschwerden auf eine Differenzierung zwischen physischen und psychischen Komponenten verzichtet, weil es hier nach dem in Erw. 5d/aa Gesagten nicht entscheidend ist, ob Beschwerden medizinisch eher als organischer und/oder psychischer Natur bezeichnet werden.\n\nb) Der Einbezug sämtlicher objektiver Kriterien in die Gesamtwürdigung ist nicht in jedem Fall erforderlich. Je nach den konkreten Umständen kann für die Beurteilung des adäquaten Kausalzusammenhangs ein einziges Kriterium genügen. Dies trifft einerseits dann zu, wenn es sich um einen Unfall handelt, welcher zu den schwereren Fällen im mittleren Bereich zu zählen oder sogar als Grenzfall zu einem schweren Unfall zu qualifizieren ist. Anderseits kann im gesamten mittleren Bereich ein einziges Kriterium genügen, wenn es in besonders ausgeprägter Weise erfüllt ist. Kommt keinem Einzelkriterium besonderes bzw. ausschlaggebendes Gewicht |368| zu, so müssen mehrere unfallbezogene Kriterien herangezogen werden. Handelt es sich beispielsweise um einen Unfall im mittleren Bereich, der aber dem Grenzbereich zu den leichten Unfällen zuzuordnen ist, müssen die weiteren zu berücksichtigenden Kriterien in gehäufter oder auf fallender Weise erfüllt sein, damit die Adäquanz bejaht wird. Diese Würdigung des Unfalles zusammen mit den objektiven Kriterien führt zur Bejahung oder Verneinung des adäquaten Kausalzusammenhangs. Damit entfällt die Notwendigkeit, nach andern Ursachen zu forschen, welche möglicherweise die nach einem Schleudertrauma der Halswirbelsäule aufgetretenen Beschwerden mitbegünstigt haben könnten (vgl. BGE 115 V 140 Erw. 6c/bb).\n\n7. a) Aufgrund des augenfälligen Geschehensablaufes ist der vorliegende Unfall weder der Gruppe der leichten noch jener der schweren Unfälle zuzuordnen. Er gehört in den mittleren Bereich. Für die Prüfung des adäquaten Kausalzusammenhangs sind somit weitere unfallbezogene Kriterien in eine Gesamtwürdigung einzubeziehen.\n\nb) Der seitlichen Kollision des Motorradfahrers mit dem ebenfalls zum Überholen ausscherenden Personenwagen mit anschliessendem Sturz von ca. 15 m über die Strassenböschung kann eine gewisse Eindrücklichkeit nicht abgesprochen werden. Es handelt sich aber um einen Schrecken, wie er üblicherweise bei einem Unfall auftritt (vgl. BGE 115 V 145). Von besonders dramatischen Begleitumständen oder einer besonderen Eindrücklichkeit des Unfalls kann nicht gesprochen werden. Die vollständige Arbeitsunfähigkeit nach dem Unfall dauerte ca. zwei Monate. Während einer weiteren Phase von etwa 7 Monaten betrug die Arbeitsunfähigkeit 50%, und in der Zeit von Mai 1984 bis zum Abschluss der Lehre im März 1985, also während ca. 11 Monaten, war sie auf 25 bis 33 1/3% zu beziffern, bezogen auf die Tätigkeit als kaufmännischer Lehrling. Dem in der Folge mit der Firma V. AG abgeschlossenen Arbeitsvertrag wurde unbefristet eine Arbeitsunfähigkeit als Hilfsarbeiter von 25% zugrunde gelegt. Aufgrund der Aktenlage ist von einer dauernden Arbeitsunfähigkeit als kaufmännischer Angestellter von ca. 30% auszugehen. Ausmass und Dauer dieser Arbeitsunfähigkeit sprechen als Indizien für die Bejahung der Adäquanz des Kausalzusammenhangs zum Unfall.\n\nSodann fällt der schleppende Heilungsverlauf auf, klangen doch die Beschwerden wie Kopfschmerzen, Konzentrations- und Gedächtnisstörungen sowie schnelle Ermüdbarkeit nur anfänglich |369| etwas ab; in der Folge dauerten sie unvermindert fort. Der Heilungsverlauf muss als schwierig im Sinne der dargelegten Rechtsprechung bezeichnet werden. Ferner liegt eine Häufung der für das Schleudertrauma der Halswirbelsäule typischen Beschwerden vor, wie sie in Erw. 4b näher umschrieben wurden, verbunden mit einem leichten reversiblen Schädelhirntrauma. Der Beschwerdeführer litt jahrelang unter starken Kopfschmerzen, welche insbesondere beim Versuch einer Leistungssteigerung noch zunahmen. Damit ist auch das Kriterium der Dauerbeschwerden erfüllt. Neben den jahrelang persistierenden - vom Neuropsychologen Prof. P. als Hirnleistungsschwäche diagnostizierten - Konzentrations- und Gedächtnisstörungen fiel eine ausgeprägte Wesensveränderung auf. Der vor dem Unfall als unbeschwerter und fleissiger Lehrling beschriebene Beschwerdeführer wurde nach dem Unfall als verschlossen und sich selber bemitleidend geschildert; er machte einen lustlosen und verlangsamten Eindruck und hatte mit den Arbeitskollegen kaum noch Kontakt. Auch wenn er in der Folge im Betrieb wieder ein angepassteres Verhalten und vermehrt Initiative zeigte, bestand nach wie vor eine massive Verlangsamung. In Anbetracht der Häufung verschiedener, für das Schleudertrauma der Halswirbelsäule typischer Beschwerden und namentlich ihrer schwerwiegenden Auswirkungen ist im vorliegenden Fall auch das Kriterium der besonderen Art der Verletzung erfüllt.\n\nAufgrund dieser Gesamtwürdigung kommt dem Unfall vom 24. Juli 1983 eine massgebende Bedeutung für die Entstehung der festgestellten teilweisen Arbeits- bzw. Erwerbsunfähigkeit zu, weshalb die Adäquanz des Kausalzusammenhangs entgegen der Auffassung der Vorinstanz und der SUVA zu bejahen ist. Es wird Aufgabe der SUVA sein, an welche die Sache zurückzuweisen ist, den Grad der Erwerbsunfähigkeit festzulegen."}