{"annee": "117", "cour": "II", "page": "550", "date": "10/12/1991", "cite": ["111 II 162", "115 II 456", "85 II 192", "116 II 315", "100 II 30", "45 II 660"], "cite_par": ["133 III 335", "136 III 273"], "chapeau": "101. Auszug aus dem Urteil der I. Zivilabteilung vom 10. Dezember 1991 i.S. X. Immobilien AG gegen H. und P. S. (Berufung)", "regestes": ["Achat d'une maison familiale. Etendue et moment de la naissance des prétentions en réduction du prix (art. 205 al. 1 CO). 1. Le calcul de la moins-value se fait au moment de la prise de possession de l'ouvrage au sens de la norme SIA 118 (consid. 4b/bb). Le renchérissement survenu jusqu'à la détermination de la moins-value n'est pas à la charge de l'entrepreneur; il ne peut davantage être assimilé à un dommage consécutif aux défauts (consid. 4b/cc). 2. Point de départ des intérêts de la créance en restitution du prix de vente (consid. 4c)."], "faits": "|550|\n\nA.- Am 13. Mai 1983 verkaufte die X. Immobilien AG mit öffentlich beurkundetem Vertrag H. und P. S. ein in Hünenberg (ZG) gelegenes Einfamilienhaus zum Preis von Fr. 625'000.--. Unter Ziff. II/2 des Kaufvertrages wurde u.a. vereinbart: \"Betreffend Gewährleistung und Garantieabnahme gelten die Bestimmungen des SIA und im übrigen diejenigen des Obligationenrechts.\"\n\nIn den Jahren 1984 und 1985 zeigten die Käufer der Verkäuferin verschiedene Mängel an und forderten sie auf, diese zu beheben. Da die X. Immobilien AG den Aufforderungen zur Nachbesserung nicht nachkam, machten sie Minderung geltend.\n\nB.- Am 18. Mai 1987 klagten H. und P. S. beim Kantonsgericht des Kantons Zug auf Zahlung von Fr. 34'275.35 als Minderwert |551| nebst 5% Zins seit 8. September 1986. Mit Urteil vom 17. Januar 1990 schützte das Kantonsgericht die Klage im Umfang von Fr. 19'219.40 nebst 5% Zins seit 18. Mai 1987, umfassend Nachbesserungskosten von Fr. 16'850.--, Bauteuerungskosten von Fr. 1'169.40 sowie Fr. 1'200.-- für die Umtriebe der Kläger im Zusammenhang mit der Mängelsanierung (Koordinationskosten).\n\nEine von der X. Immobilien AG eingereichte Berufung hiess das Obergericht des Kantons Zug am 21. Mai 1991 lediglich im Kostenpunkt gut.\n\nC.- Die von der X. Immobilien AG erhobene eidgenössische Berufung heisst das Bundesgericht teilweise gut.", "considerants": "Aus den Erwägungen:\n\n4. Die Beklagte macht schliesslich geltend, für die Berechnung des Minderwertes sei allein der Zeitpunkt des Gefahrübergangs massgebend und die Vorinstanz habe zu Unrecht den Klägern unter dem Titel Minderwert einen Bauteuerungssatz von 6,9% auf den veranschlagten Verbesserungskosten zugesprochen. Das Obergericht könne sich nicht auf BGE 111 II 162 ff. berufen, da im Gegensatz zum dort beurteilten Fall den Klägern keine Sanierungskosten angefallen seien. Demgegenüber führen die Kläger in ihrer Berufungsantwort aus, es sei im heutigen Zeitpunkt bestritten, ob Kosten entstanden seien; abgesehen davon sei dieser Umstand unerheblich.\n\na) Das Kantonsgericht hatte den Klägern für die am 1. April 1988 vom Experten errechneten Verbesserungskosten von Fr. 16'850.-- noch Bauteuerungskosten von 6,9%, basierend auf dem Zürcher Baukostenindex, bis 1. Oktober 1989 zugesprochen. Das Obergericht hat diesen Anspruch von Fr. 1'169.40 gebilligt mit der Begründung, der Minderwert umfasse zwangsläufig auch die seit dem Gefahrübergang bis zur Mängelbehebung eingetretene Teuerung, denn zu ersetzen seien die tatsächlichen Kosten der Mängelbehebung und nicht der Betrag, den die Mängelbehebung erfordert hätte, wenn sie im Zeitpunkt des Gefahrübergangs vorgenommen worden wäre. Der Einbezug der Teuerung in den Minderwert rechtfertige sich vorliegend umso mehr, als die Kläger nach der Gewährleistungsregelung des Kaufvertrages ihren Minderungsanspruch erst hätten geltend machen können, nachdem ihre Aufforderung an die Beklagte, diese möge ihren Nachbesserungsanspruch |552| gegen die Bauunternehmer durchsetzen, erfolglos geblieben sei.\n\nb) In BGE 111 II 162, auf den sich die Vorinstanz stützt, war u.a. wie auch vorliegend streitig, ob der Minderwert den Kosten für die Sanierung des Mangels entspreche. Hier ist darüber hinaus zu entscheiden, ob Kosten der Bauteuerung vom Minderungsanspruch umfasst werden.\n\naa) Unhaltbar ist der Einwand der Beklagten, es seien den Klägern keine Sanierungskosten und somit kein wirtschaftlicher Nachteil entstanden, weil sie die Mängel noch nicht hätten beseitigen lassen. Mit der Minderungsklage nach Art. 205 Abs. 1 OR soll durch die verhältnismässige Herabsetzung des Preises das gestörte Gleichgewicht der Leistungen wiederhergestellt werden (BGE 85 II 193; CAVIN, SPR VII/1, S. 103). Dieser Ausgleich kann durch eine Herabsetzung des Preises oder Rückforderung des zuviel bezahlten Preises erreicht werden. Ob der Käufer sich mit der nicht ganz einwandfreien Sache zufriedengibt oder mit dem zurückerhaltenen Betrag die vorhandenen Mängel dennoch beheben lässt, steht in seinem Belieben. Selbstverständlich geht es aber auch bei der Gutheissung eines Minderungsanspruchs um den Ausgleich eines wirtschaftlichen Nachteils.\n\nbb) Die Auffassung des Obergerichts und der Beklagten, dass für die Berechnung des Minderwerts der Zeitpunkt des Gefahrübergangs massgebend sei, ist richtig (BGE 45 II 661; GIGER, Art. 205 OR, N 27, S. 511). Nach SIA-Norm 118, der sich die Parteien unterworfen haben, ist dies der Zeitpunkt, an dem die Abnahme des Werkes durch Vollendungsanzeige oder Ingebrauchnahme des Werkes eingeleitet wird (GAUCH, SIA-Norm 118, Vorbemerkungen zu Art. 169-171, S. 82 lit. d mit Hinweis auf Art. 158 der Norm sowie auf BGE 115 II 459 und 113 II 267; PEDRAZZINI, SPR VII/1, S. 518). Gemäss den verbindlichen Feststellungen der Vorinstanzen wurde am 11. Mai 1983 eine gemeinsame Prüfung des Hauses vorgenommen. Zwei Tage später wurde der Kaufvertrag abgeschlossen; der Antritt der Liegenschaft mit Nutzen und Schaden erfolgte am 15. Mai 1983. Dieses Datum, welches mit dem Bezug des Hauses übereinstimmt, ist nach den SIA-Normen der für die Bestimmung des Minderungsanspruchs massgebliche Zeitpunkt.\n\ncc) Die kantonalen Gerichte haben den Klägern Bauteuerungskosten vom 1. April 1988 bis 1. Oktober 1989 zugesprochen. In BGE 45 II 661 lehnte das Bundesgericht einen für sechs Jahre seit |553| der Übernahme eines Hotels geltend gemachten Teuerungszuschlag von 60% ab, weil für den Verkäufer keine Nachbesserungspflicht bestanden habe und diesen die Tatsache, dass der Käufer wegen des Streites über das Bestehen eines Preisminderungsanspruchs die Verbesserung hinausgeschoben habe, nicht berühren könne (S. 662). Heute ist nicht anders zu entscheiden. Teuerungskosten haben somit nichts mit der Bestimmung des Preisminderungsanspruchs zu tun - es sei denn, die Parteien hätten einen Teuerungsausgleich vereinbart (GAUCH, Werkvertrag, Rz. 1156) -, sondern mit der Konkretisierung des Nachbesserungsanspruchs. Nur dann, wenn die Kläger auf der Nachbesserung beharrt hätten, ginge eine zwischenzeitlich eingetretene Teuerung zu Lasten des Unternehmers (GAUCH, SIA-Norm 118, N 7 zu Art. 170, S. 101). Der Vorwurf der Beklagten, die Vorinstanz habe die Rechtsfolgen der Minderung mit denjenigen der Nachbesserung vermischt, trifft somit zu. Anders entscheiden hiesse, dass die seit der Fälligkeit einer Forderung eingetretene Teuerung in jedem Falle zu berücksichtigen wäre.\n\nEs bleibt zu prüfen, ob die Teuerungskosten als Schadenersatz nach den allgemeinen Bestimmungen des Obligationenrechts geltend gemacht werden können. Das Bundesgericht hat es in BGE 100 II 32 abgelehnt, dass sich der Besteller eines mangelhaften Werkes alternativ auf die Rechtsbehelfe des Art. 368 OR (Wandelung, Minderung, Nachbesserung und Ersatz des Mangelfolgeschadens) und die allgemeine Schadenersatzklage des Art. 97 OR berufen kann. Gemäss Art. 171 Abs. 1 der SIA-Norm 118 hat der Bauherr kein Recht, Schadenersatz gemäss Art. 97 ff. OR anstelle der Mängelrechte nach Art. 169 geltend zu machen. Diese Regelung, der sich die Parteien unterworfen haben, steht im Einklang mit der bundesgerichtlichen Rechtsprechung zu Art. 368 OR (BGE 100 II 32 f.; GAUCH, SIA-Norm 118, N 9 zu Art. 171, S. 105; GAUCH, Werkvertrag, Rz. 1689 ff., S. 444). Es ist dem Besteller nach Art. 171 Abs. 1 SIA-Norm 118 aber nicht verwehrt, neben und ausser den Rechten nach Art. 169 SIA-Norm 118 Schadenersatz nach Massgabe der Art. 368 und 97 ff. OR zu verlangen. Darunter fällt etwa der Ersatz des Mangelfolgeschadens, der dem Bauherrn trotz tadelloser Nachbesserung, trotz Minderung oder Rücktritt verbleibt (GAUCH, SIA-Norm 118, N 2 zu Art. 171, S. 102). Teuerungskosten sind aber bei geltend gemachter Minderung weder ein Mangelfolgeschaden noch ein \"anderer Schaden\" (zu diesem Begriff vgl. GAUCH, SIA-Norm 118, N 2 lit. b zu |554| Art. 171, S. 103, mit Beispielen), für den der Unternehmer bei gegebenen Voraussetzungen einzustehen hat.\n\nc) Die Berufung erweist sich somit in diesem Punkt als begründet, und die Streitsache ist zur Neubeurteilung an die Vorinstanz zurückzuweisen. Das Obergericht hat zu ermitteln, welchen Betrag die Behebung der von den Klägern geltend gemachten Mängel am 15. Mai 1983 ausmacht. Dabei hat es zu beachten, dass in den von den beiden Experten W. und K. per 1. April 1988 ermittelten Mängelbehebungskosten von Fr. 16'850.-- die seit dem 15. Mai 1983 eingetretene Teuerung enthalten ist.\n\nDer vom Obergericht ermittelte Betrag ist zu verzinsen. Die Zinspflicht beginnt gemäss BGE 116 II 315 E. 7 im Zeitpunkt des Empfanges der rückzuerstattenden Vergütung."}