{"annee": "117", "cour": "IA", "page": "116", "date": "7/3/1991", "cite": ["112 IA 107", "104 IA 201", "107 IB 160"], "cite_par": ["129 V 411", "135 I 6"], "chapeau": "20. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 7. März 1991 i.S. X. gegen Gebrüder K. sowie Kantonsgericht des Kantons Schwyz (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst. Déni de justice; liquidation de l'affaire sans décision formelle. Le droit de procédure pénale du canton de Schwytz ne prévoit aucune règle sur la liquidation de l'action civile. En dépit de cette situation, le refus d'appliquer par analogie les prescriptions de la procédure civile ne constitue pas un déni de justice formel. Il n'est pas non plus contraire à l'art. 4 Cst. de déclarer l'action civile irrecevable par une décision incidente, sans jugement formel et explicite."], "faits": "BGE 117 Ia 116 S. 116\n\nDie Gebrüder K. stellten beim Bezirksamt March (Kanton Schwyz) gegen X. Strafanzeige wegen Zweckentfremdung von BGE 117 Ia 116 S. 117Sozialversicherungsbeiträgen, die sie als Arbeitnehmer geleistet hatten. Im Laufe der Untersuchung erklärten die Gebrüder K., als Geschädigte im Strafverfahren Parteirechte ausüben und adhäsionsweise zivilrechtliche Ansprüche geltend machen zu wollen. Sie wurden zur Hauptverhandlung auf 21. November 1988 als Geschädigte bzw. Zivilkläger vor das Bezirksgericht March vorgeladen. Dieses beschloss durch Zwischenentscheid am selben Tag, dass die Gebrüder K. als Partei im Strafprozess gegen X. nicht zugelassen würden. Gleichzeitig beschloss das Bezirksgericht March, dass eine ausserrechtliche Entschädigung an die Zivilkläger nicht zugesprochen werde und wies darauf hin, dass gegen diesen Zwischenentscheid innert 10 Tagen seit Zustellung beim Kantonsgericht Schwyz schriftlich Beschwerde eingereicht werden könne.\n\nNachdem feststand, dass der Zwischenentscheid vom 21. November 1988 unangefochten geblieben war, wurde zur Fortsetzung der Hauptverhandlung am 13. Februar 1989 vorgeladen und gleichen Tags X. der Zweckentfremdung von Sozialversicherungsbeiträgen der Arbeitnehmer schuldig erklärt. Dieser Schuldspruch wurde durch das Kantonsgericht Schwyz am 18. Januar 1990 bestätigt, und auf Anschlussberufung hin wurde X. mit einer Busse von Fr. 500.-- bestraft.\n\nDaraufhin beantragte X. beim Bezirksgericht March, auf die Adhäsionsklage sei nicht einzutreten bzw. es sei der Beschluss dieses Gerichtes vom 21. November 1988 in diesem Sinne zu ergänzen, unter Kosten- und Entschädigungsfolge zu Lasten der Gebrüder K.; der Eingabe wurde eine Kostennote von Fr. 6'550.-- beigelegt. Das Bezirksgericht March wies am 30. April 1990 den Antrag von X. ab und auferlegte ihm die Kosten. Ein dagegen von X. beim Kantonsgericht Schwyz erhobener Rekurs wies dieses am 19. September 1990 ab. Gegen den Beschluss des Kantonsgerichtes führt X. staatsrechtliche Beschwerde, insbesondere wegen Verletzung des Rechtsverweigerungsverbotes. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n3. a) Tritt eine Behörde auf eine ihr unterbreitete Sache nicht ein, obschon sie darüber entscheiden müsste, begeht sie gemäss bundesgerichtlicher Praxis eine formelle Rechtsverweigerung, die als Verletzung von Art. 4 BV gerügt werden kann (BGE 113 BGE 117 Ia 116 S. 118Ia 430 f. E. 3; BGE 107 Ib 164 E. 3b). In welcher Form und in welchem Umfang die entsprechenden Ansprüche zu gewährleisten sind, lässt sich nicht generell, sondern nur im Hinblick auf den einzelnen Fall beurteilen. In diesem Sinne ist Flexibilität ein wesentliches Merkmal des Gehörsanspruches (vgl. BGE 112 Ia 110 E. 2b; BGE 104 Ia 214).\n\nb) Der Beschwerdeführer anerkennt, dass die Verordnung über den Strafprozess im Kanton Schwyz vom 28. August 1974 (StPO) über die Verfahrenserledigung von Adhäsionsklagen nichts Näheres bestimmt. Er hält aber dafür, dass in diesen Fällen § 93 Ziff. 3 und § 161 Abs. 2 der Zivilprozessordnung des Kantons Schwyz vom 25. Oktober 1974 (ZPO) analog zur Anwendung gelangen sollten. Die Erledigung der adhäsionsweise geltend gemachten Ansprüche der privaten Beschwerdegegner habe deshalb eines ausdrücklichen Nichteintretensentscheides bedurft. Die kantonalen Instanzen hätten sich in willkürlicher und rechtsverletzender Weise ausdrücklich geweigert, den Mangel des fehlenden förmlichen Nichteintretensentscheides zu heilen.\n\nEntgegen dem Vorbringen des Beschwerdeführers ergibt sich nicht zwingend, dass für die Erledigung von adhäsionsweise geltend gemachten Zivilansprüchen mangels einer ausdrücklichen Ordnung in der kantonalen Strafprozessordnung analog die entsprechenden Vorschriften der Zivilprozessordnung zur Anwendung kommen müssen (vgl. dazu auch JÜRG DOMENIG, Die Adhäsionsklage im Bündner Strafprozess, Diss. ZH 1990, S. 41 ff.). Der Umstand, dass die kantonale Strafprozessordnung für zwei bestimmte Fragen im Zusammenhang mit privatrechtlichen Ansprüchen die sinngemässe Anwendung der Zivilprozessordnung besonders vorsieht, nämlich in § 20 Abs. 2 StPO betreffend die Handlungs- und Prozessfähigkeit und in § 138 StPO für die Rechtsmittel, zeigt gerade, dass der Schwyzer Gesetzgeber die Vorschriften der ZPO nicht schlechthin auf die adhäsionsweise geltend gemachten Zivilansprüche zur Anwendung bringen wollte. Die Tatsache, dass insbesondere § 161 Abs. 2 ZPO nicht zur Anwendung gelangte, schadet deshalb nichts und vermag insbesondere eine Verletzung des rechtlichen Gehörs nicht zu begründen.\n\nMit seinem Beschluss vom 21. November 1988 hat das Bezirksgericht March die Zivilansprüche durch Prozessurteil abschliessend erledigt, indem es die beiden privaten Beschwerdegegner mangels Vermögensschaden ausdrücklich nicht als Partei im Strafprozess zugelassen hat. Entsprechendes geht auch aus Ziff. 3 des BGE 117 Ia 116 S. 119Dispositives des betreffenden Beschlusses hervor, wo ebenso ausdrücklich festgehalten wird, eine ausserrechtliche Entschädigung an die Zivilkläger werde nicht zugesprochen. Beides wird im Beschluss ausführlich begründet. Bei dieser Sach- und Rechtslage kann der Beschwerdeführer nach seinem Versäumnis, ein Rechtsmittel gegen den Beschluss vom 21. November 1988 einzulegen, sein Ziel nicht mehr mit der vorliegenden staatsrechtlichen Beschwerde gegen den Beschluss des Kantonsgerichtes vom 19. September 1990 erreichen. Vielmehr wurde schon mit Beschluss vom 21. November 1988 über die Nichtzusprechung einer Entschädigung, um welche es dem Beschwerdeführer heute offensichtlich geht, zumindest sinngemäss endgültig entschieden."}