{"annee": "117", "cour": "IA", "page": "193", "date": "5/7/1991", "cite": ["107 IB 160", "114 IA 88", "115 IA 293", "113 IA 412", "103 V 190"], "cite_par": ["118 IA 488", "130 I 312", "120 IA 165", "125 I 394", "121 III 35", "122 I 18", "122 IV 8"], "chapeau": "34. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 5. Juli 1991 i.S. D. gegen Appellationsgericht des Kantons Basel-Stadt (staatsrechtliche Beschwerde)", "regestes": ["Art. 5 par. 4 CEDH; droit à ce qu'une décision judiciaire soit prise à bref délai sur la légalité de la détention; champ d'application de cette disposition. L'art. 5 par. 4 CEDH n'est applicable qu'aux procédures dans lesquelles l'examen des conditions de la détention intervient devant un tribunal qui fonctionne comme autorité judiciaire de première instance. Si un tribunal statue sur la légalité de la détention comme autorité judiciaire de deuxième instance, cette disposition n'est pas applicable. La question du retard injustifié est alors jugée exclusivement sous l'angle de l'obligation de diligence découlant de l'art. 4 Cst."], "faits": "|193|\n\nDie Staatsanwaltschaft des Kantons Basel-Stadt erhob am 19. April 1991 gegen D. Anklage wegen qualifizierter Widerhandlung gegen das Betäubungsmittelgesetz. D. befindet sich seit dem 22. Februar 1991 in Haft. Ein erstes Begehren um Haftentlassung wies die Staatsanwältin am 22. April 1991 ab. Nachdem die Sache an das Strafgericht Basel-Stadt überwiesen worden war, stellte D. mit Eingabe vom 25. April 1991 erneut ein Gesuch um Entlassung aus der Haft. Die Strafgerichtspräsidentin lehnte das Begehren am 27. April 1991 ab. Diesen Entscheid focht D. mit einer Beschwerde beim Appellationsgericht des Kantons Basel-Stadt an. Mit Urteil vom 5. Juni 1991 wies das Appellationsgericht die Beschwerde ab.\n\n|194|\n\nD. reichte am 13. Juni 1991 staatsrechtliche Beschwerde ein, mit der er beantragte, \"es sei festzustellen, dass das Appellationsgericht des Kantons Basel-Stadt durch die Dauer der Behandlung des Haftrekurses Art. 4 BV und Art. 5 Ziff. 4 EMRK verletzt\" habe. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1. Der Beschwerdeführer wirft dem Appellationsgericht vor, es habe erst nach 40 bzw. 39 Tagen über seine Haftbeschwerde entschieden und damit Art. 5 Ziff. 4 EMRK verletzt, wonach über die Rechtmässigkeit der Haft \"raschmöglichst\" zu befinden sei. Im weiteren macht er geltend, durch die überlange Dauer des Verfahrens vor der Beschwerdeinstanz sei er auch in seinem \"Anspruch auf Entscheidung der Sache innert angemessener Frist gemäss Art. 4 BV\" verletzt worden.\n\na) Das Appellationsgericht hat die Haftbeschwerde am 5. Juni 1991 behandelt. Demzufolge war bei Einreichung der staatsrechtlichen Beschwerde vom 13. Juni 1991 ein aktuelles praktisches Interesse an der Überprüfung der erhobenen Rügen nicht mehr gegeben. Nach der bundesgerichtlichen Rechtsprechung zu Art. 88 OG ist jedoch ausnahmsweise auf das Erfordernis des aktuellen praktischen Interesses zu verzichten, wenn sich die aufgeworfenen Fragen jederzeit unter gleichen oder ähnlichen Umständen wieder stellen können und an ihrer Beantwortung wegen der grundsätzlichen Bedeutung ein hinreichendes öffentliches Interesse besteht und sofern sie im Einzelfall kaum je rechtzeitig verfassungsgerichtlich überprüft werden könnten (BGE 114 Ia 90 /91 E. 5b mit Hinweisen). Dies trifft auf die hier in Frage stehenden Rügen zu. Auf die Beschwerde ist daher einzutreten.\n\nb) Gemäss Art. 5 Ziff. 4 EMRK hat jedermann, dem seine Freiheit durch Festnahme oder Haft entzogen wird, das Recht, ein Verfahren zu beantragen, in dem von einem Gericht raschmöglichst über die Rechtmässigkeit der Haft entschieden und im Falle der Widerrechtlichkeit seine Entlassung angeordnet wird. Der Beschwerdeführer macht geltend, nach der Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte und derjenigen des Bundesgerichts sei es mit dem in dieser Vorschrift gewährleisteten Anspruch auf einen unverzüglichen gerichtlichen Entscheid unvereinbar, wenn in einem nicht komplexen oder schwierigen Fall erst nach 31 bzw. 46 Tagen oder nach 41 Tagen über ein Haftentlassungsgesuch |195| befunden werde. Demgemäss sei durch das hier in Frage stehende Haftprüfungsverfahren vor dem Appellationsgericht des Kantons Basel-Stadt, das 40 bzw. 39 Tage gedauert habe, die genannte Konventionsbestimmung verletzt worden.\n\nDer Europäische Gerichtshof für Menschenrechte (im folgenden abgekürzt: EGMR) erachtete in dem die Schweiz betreffenden Fall Sanchez-Reisse (Urteil vom 21. Oktober 1986, Serie A, Nr. 107, Ziff. 55-61 = EuGRZ 1988, S. 526 ff.) eine Verletzung des Art. 5 Ziff. 4 EMRK deshalb für gegeben, weil das Bundesgericht in einer Angelegenheit betreffend Entlassung aus der Auslieferungshaft, in welcher es nicht um komplexe Probleme ging, erst nach 31 bzw. 46 Tagen über die Haftentlassungsbegehren entschieden hatte. Mit Rücksicht auf diese Rechtsprechung des EGMR hat das Bundesgericht in der Folge Verfahrensdauern von 41 Tagen (BGE 114 Ia 88 ff. = EuGRZ 1989, S. 180 f.), 51 bzw. 53 Tagen (Urteil vom 28. September 1989 = EuGRZ 1989, S. 441 ff.) und über 80 Tagen (unveröffentlichtes Urteil vom 9. Januar 1991 i.S. S.) als mit dem Anspruch auf einen unverzüglichen gerichtlichen Entscheid nicht vereinbar erklärt. Alle diese Fälle betrafen Verfahren, in denen ein Gericht als erste richterliche Instanz (sei es als Haftrichter, sei es als Rechtsmittelinstanz gegen den Entscheid einer Verwaltungsbehörde) über die Rechtmässigkeit der Haft entschieden hat. Das hier in Frage stehende Verfahren bezieht sich dagegen auf die Haftprüfung durch die zweite gerichtliche Instanz, die über den Rekurs gegen die Ablehnung des Haftentlassungsbegehrens durch den erstinstanzlichen Richter zu befinden hatte. Der Beschwerdeführer ist der Meinung, die Garantie von Art. 5 Ziff. 4 EMRK müsse auch für ein solches \"Rechtsmittelverfahren bei abgelehnter Haftentlassung gelten, da vor der Rechtsmittelinstanz mindestens sinngemäss ebenfalls und erneut die Haftentlassung verlangt\" werde \"nebst der Aufhebung des negativen vorinstanzlichen Entscheids\". Dieser Auffassung kann nicht beigepflichtet werden. Nach dem Wortlaut von Art. 5 Ziff. 4 EMRK hat jeder Inhaftierte das Recht, ein Verfahren zu beantragen, in dem \"von einem Gericht\" raschmöglichst über die Rechtmässigkeit der Haft entschieden wird. Die Vorschrift will nur sicherstellen, dass jeder Freiheitsentzug so rasch als möglich durch eine gerichtliche Instanz auf seine Rechtmässigkeit hin überprüft wird. Der EGMR hat im Fall De Wilde, Ooms und Versyp (Urteil vom 18. Juni 1971, Serie A, Nr. 12, S. 40/41, Ziff. 76) ausgeführt, wenn man vom Wortlaut sowie von Sinn und Zweck des Art. 5 Ziff. 4 EMRK ausgehe, so |196| ergebe sich, dass die Vorschrift die Staaten verpflichte, dem Inhaftierten immer dann ein Rechtsmittel an ein Gericht zu gewähren, wenn der Freiheitsentzug von einer Verwaltungsbehörde angeordnet worden sei; nichts weise aber darauf hin, dass dies auch gelte, wenn der Entscheid betreffend Freiheitsentzug von einem Gericht gefällt worden sei, enthalte doch in einem solchen Fall dieser Entscheid auch die von Art. 5 Ziff. 4 EMRK verlangte gerichtliche Prüfung der Rechtmässigkeit der Haft. Diese vom EGMR wiederholt bestätigte Auslegung der Konventionsbestimmung (Urteil vom 8. Juni 1976 i.S. Engel u.a., Serie A, Nr. 22, S. 32, Ziff. 77 = EuGRZ 1976, S. 230; Urteil vom 24. Juni 1982 i.S. Van Droogenbroeck, Serie A, Nr. 50, S. 23, Ziff. 44 = EuGRZ 1984, S. 8; Urteil vom 23. Februar 1984 i.S. Luberti, Serie A, Nr. 75, S. 15, Ziff. 31 = EuGRZ 1985, S. 645) lässt erkennen, dass die Bestimmung nicht zur Anwendung kommt, wenn bereits der erstinstanzliche Entscheid über den Freiheitsentzug von einem Richter getroffen wurde. In gleicher Weise wie der EGMR hat auch das Bundesgericht die Vorschrift von Art. 5 Ziff. 4 EMRK interpretiert. Es hat entschieden, nach dem Sinn dieser Bestimmung müsse die Überprüfung der Rechtmässigkeit der Haft durch ein Gericht immer dann gewährleistet sein, wenn die Haft durch eine Verwaltungsbehörde angeordnet wurde; habe dagegen ein Gericht die Haft angeordnet, erstreckt oder ein Haftentlassungsbegehren abgelehnt, so enthalte die Entscheidung regelmässig auch die von Art. 5 Ziff. 4 EMRK geforderte gerichtliche Prüfung der Rechtmässigkeit der Haft (unveröffentlichtes Urteil vom 2. Juni 1989 i.S. W.; BGE 115 Ia 298 E. 2a; KARL SPÜHLER, Die Europäische Menschenrechtskonvention in der bundesgerichtlichen Rechtsprechung zum Straf- und Strafprozessrecht, ZStrR 107/1990, S. 320 f.).\n\nAus diesen Erwägungen folgt, dass die Vorschrift von Art. 5 Ziff. 4 EMRK, wonach ein Gericht raschmöglichst über die Rechtmässigkeit der Haft zu befinden hat, nur für solche Verfahren gilt, in denen ein Gericht als erste gerichtliche Haftprüfungsinstanz tätig ist. Wenn diese Instanz raschmöglichst entschieden hat, ist dem Art. 5 Ziff. 4 EMRK Genüge getan. Hat ein Gericht - wie das hier geschah - als zweite gerichtliche Instanz über die Frage der Rechtmässigkeit der Haft bzw. über ein in der Rechtsmitteleingabe gestelltes Begehren um Haftentlassung entschieden, kommt die Vorschrift nicht zur Anwendung. Die Frage, ob eine Rechtsverzögerung begangen worden sei, beurteilt sich in diesem Fall |197| ausschliesslich unter dem Gesichtswinkel des Beschleunigungsgebotes gemäss Art. 4 BV. Der Anspruch darauf, dass die Behörde die Behandlung einer ihr unterbreiteten Zivil- oder Strafsache nicht über Gebühr verzögert, folgt zwar nicht nur aus dieser Verfassungsvorschrift, sondern in gleicher Weise auch aus Art. 6 Ziff. 1 EMRK (BGE 113 Ia 420; BGE 107 Ib 164 f. E. 3b; BGE 103 V 193 E. 2b; LORENZ MEYER, Das Rechtsverzögerungsverbot nach Art. 4 BV, Diss. Bern 1982, S. 7); doch ist nach der Rechtsprechung der Strassburger Organe die Vorschrift von Art. 6 EMRK auf Haftprüfungsverfahren nicht anwendbar (Urteile zitiert bei FROWEIN/PEUKERT, EMRK-Kommentar, Kehl/Strassburg/Arlington 1985, N. 36 zu Art. 6, S. 125, Fn. 90).\n\nNach dem Gesagten erweist sich die Rüge des Beschwerdeführers, er sei im Haftprüfungsverfahren vor dem Appellationsgericht in seinem Anspruch auf einen unverzüglichen Entscheid nach Art. 5 Ziff. 4 EMRK verletzt worden, als unbegründet.\n\nc) Es bleibt zu prüfen, ob das Appellationsgericht gegen das aus Art. 4 BV abgeleitete Verbot der Rechtsverzögerung verstossen hat.\n\nDie Gerichte sind aufgrund des Rechtsverzögerungsverbotes gehalten, ihre Arbeit so zu organisieren, dass das Verfahren in allen ihnen vorgelegten Fällen innerhalb einer angemessenen Frist zum Abschluss gebracht werden kann. Ob eine gegebene Prozessdauer als angemessen zu betrachten ist, muss im Hinblick auf die Natur und den Umfang des Rechtsstreites beurteilt werden (BGE 107 Ib 165 E. 3c mit Hinweisen). Im weiteren bestimmt sich die zulässige Verfahrensdauer nach der Gesamtheit der übrigen Umstände (LORENZ MEYER, a.a.O., S. 35 f.). Ein Verfahren wird demnach dann über Gebühr verzögert, wenn der Entscheid nicht binnen der Frist getroffen wird, welche nach der Natur und dem Umfang (Kompliziertheit) der Sache sowie nach der Gesamtheit der übrigen Umstände als angemessen erscheint.\n\nIm vorliegenden Fall hat der Beschwerdeführer gegen den sein Haftentlassungsbegehren ablehnenden Entscheid der Strafgerichtspräsidentin vom 27. April 1991 am 3. Mai 1991 eine an das Appellationsgericht gerichtete Haftbeschwerde bei der Post aufgegeben. Das Appellationsgericht entschied die Beschwerde am 5. Juni 1991. Der Beschwerdeführer macht geltend, seit Einreichung der Haftbeschwerde beim Appellationsgericht bis zum Erhalt des appellationsgerichtlichen Dispositivs am 12. Juni 1991 seien 40 Tage vergangen, wovon ein Tag zu seinen Lasten gehe, |198| nämlich der 21. Mai 1991, an welchem Tag er die Stellungnahme zur Vernehmlassung der Strafgerichtspräsidentin verfasst habe. Er geht mithin von einer gesamten Verfahrensdauer von 40 bzw. 39 Tagen aus. Dazu ist zu bemerken, dass die für die Berechnung der Verfahrensdauer massgebende Frist mit der Einreichung der Haftbeschwerde beginnt und mit der Fällung des Entscheids des Appellationsgerichts (nicht mit dem Erhalt des Dispositivs) endet. Geht man hievon aus, so ergibt sich eine gesamte Verfahrensdauer von 34 Tagen. Hinsichtlich des formellen Ablaufs des Verfahrens ist den Akten folgendes zu entnehmen: Die am 3. Mai 1991 (einem Freitag) bei der Post aufgegebene Haftbeschwerde ging am 6. Mai 1991 beim Appellationsgericht ein. Die Vernehmlassung der Strafgerichtspräsidentin zur Haftbeschwerde datiert vom 8. Mai 1991. Sie traf am 13. Mai 1991 beim Appellationsgericht ein. Die Vernehmlassung wurde dem Beschwerdeführer am 17. Mai 1991 zur Replik zugestellt. Er erhielt sie am 21. Mai 1991, verfasste an diesem Tag die Replik, welche am 23. Mai 1991 beim Appellationsgericht einging. Der Beschwerdeführer macht geltend, es sei nicht ersichtlich, weshalb die vom 8. Mai 1991 datierte Stellungnahme der Strafgerichtspräsidentin erst am 13. Mai 1991 beim Appellationsgericht einging, und noch unverständlicher sei, weshalb \"es weitere vier Tage dauerte, bis nach Eingang der Stellungnahme der instruierenden Strafgerichtspräsidentin am 13.5.1991 beim Appellationsgericht diese Stellungnahme am 17.5.1991\" ihm - dem Beschwerdeführer - zur Replik zugestellt wurde. Dass die Vernehmlassung vom 8. Mai 1991 beim Appellationsgericht erst am 13. Mai 1991, die am 17. Mai 1991 an den Beschwerdeführer aufgegebene Sendung bei diesem erst am 21. Mai 1991 eintrafen, ist wohl zum Teil darauf zurückzuführen, dass zwischen den jeweiligen Zeitspannen Festtage waren, nämlich am 9. Mai 1991 Auffahrt und am 20. Mai 1991 Pfingstmontag. Was den Umstand anbelangt, dass die am 13. Mai 1991 beim Appellationsgericht eingegangene Stellungnahme der Strafgerichtspräsidentin erst am 17. Mai 1991 an den Beschwerdeführer aufgegeben wurde, so weist dieser in der staatsrechtlichen Beschwerde selber darauf hin, \"dass das Appellationsgericht zwischen dem 13. und 17.5.1991 aus dem Provisorium an der Binningerstrasse zurück ins angestammte Gerichtsgebäude an der Bäumleingasse zog und allenfalls deswegen Verzögerungen auftraten\". Wohl mag es zutreffen, dass das Appellationsgericht bei der Übermittlung der verschiedenen Sendungen nicht sehr speditiv vorgegangen ist. Dass es das Verfahren über |199| Gebühr verzögert hätte, kann indes nicht gesagt werden. Berücksichtigt man die Natur und die Schwierigkeit der Sache sowie die gesamten übrigen Umstände, so kann nicht gesagt werden, das Haftbeschwerdeverfahren vor dem Appellationsgericht, das 34 Tage dauerte, sei nicht innert angemessener Frist beendet worden. Die Rüge, die kantonale Instanz habe das Rechtsverzögerungsverbot nach Art. 4 BV verletzt, erweist sich somit ebenfalls als unbegründet."}