{"annee": "117", "cour": "II", "page": "379", "date": "12/9/1991", "cite": ["113 II 228", "109 II 295", "87 II 129", "117 II 132", "96 II 15"], "cite_par": [], "chapeau": "70. Auszug aus dem Urteil der II. Zivilabteilung vom 12. September 1991 i.S. O. gegen Regierung des Kantons Graubünden (Berufung)", "regestes": ["Mainlevée de l'interdiction, audition (art. 434 ss, art. 374 CC). En procédure de mainlevée de l'interdiction, le droit fédéral commande d'entendre l'interdit."], "faits": "", "considerants": "|380|\n\nErwägungen:\n\n2. Unter dem Gesichtspunkt der Verletzung von Bundesverfahrensrecht macht der Berufungskläger geltend, dass er in analoger Anwendung von Art. 374 ZGB hätte angehört werden müssen, was indessen nicht geschehen sei.\n\nNach Art. 374 Abs. 1 ZGB darf eine Person wegen Verschwendung, Trunksucht, lasterhaften Lebenswandels oder der Art und Weise ihrer Vermögensverwaltung nicht entmündigt werden, ohne dass sie vorher angehört worden ist. Wie sich indirekt aus Abs. 2 dieser Bestimmung schliessen lässt, gilt die Anhörungspflicht auch bei der Entmündigung wegen Geisteskrankheit oder Geistesschwäche gemäss Art. 369 Abs. 1 ZGB, es sei denn, die Anhörung sei aus medizinischen Gründen nicht geboten (BGE 117 II 134 E. 1, BGE 109 II 296 E. 2, mit Hinweisen). Dass der Entmündigte auch bei der Aufhebung der Vormundschaft angehört werden müsse, schreibt das Gesetz nicht ausdrücklich vor. Nach Art. 434 Abs. 1 ZGB ist die Ordnung des Aufhebungsverfahrens grundsätzlich den Kantonen überlassen. Von Bundesrechts wegen sind diese einzig verpflichtet, im Falle der Aufhebung einer wegen Geisteskrankheit oder Geistesschwäche angeordneten Vormundschaft ein Gutachten einzuholen (Art. 436 ZGB). Dieser Verpflichtung ist der Regierungsrat im vorliegenden Fall nachgekommen, wobei der Gutachter zum Ergebnis gelangte, die Voraussetzungen für eine Aufhebung der Vormundschaft seien nicht gegeben.\n\nBereits EGGER hatte indessen die Auffassung vertreten, dass die Anhörung des Entmündigten trotz des Fehlens einer Art. 374 ZGB entsprechenden Regelung unerlässlich sei, wenn das Begehren um Aufhebung der Vormundschaft abgelehnt werden soll (N. 4 zu Art. 436 ZGB). Ob sich dieser Gehörsanspruch aus dem Bundesprivatrecht oder unmittelbar aus Art. 4 BV ergebe, ist freilich nicht klar. Das Bundesgericht hat in einem in ZVW 34/1979 S. 156 ff. publizierten Urteil vom 24. August 1977 offengelassen, ob bei der Aufhebung der Vormundschaft eine bundesrechtliche Anhörungspflicht bestehe. Diese Frage ist deswegen von Bedeutung, weil die Verletzung des sich aus Art. 4 BV ergebenden Gehörsanspruchs beim Bundesgericht nicht mit Berufung, sondern nur mit staatsrechtlicher Beschwerde gerügt werden kann (Art. 43 Abs. 1 Satz 2 |381| OG). In der neueren Lehre wird die analoge Anwendung von Art. 374 ZGB im Aufhebungsverfahren befürwortet (RIEMER, Grundriss des Vormundschaftsrechts, S. 102 N. 200; DESCHENAUX/STEINAUER, Personnes physiques et tutelle, 2. Aufl., S. 273 N. 1012; STRUB, Die Aufhebung der Entmündigung, Diss. Freiburg 1983, S. 150/151; vgl. auch REGOTZ, Das Ende der Bevormundung, Diss. Zürich 1981, S. 154). In der Tat wäre es nicht verständlich, wenn das Bundesrecht für das Aufhebungsverfahren geringere Garantien aufstellen würde als für das Entmündigungsverfahren, obwohl es im wesentlichen um den gleichen Sachverhalt geht. Ob einer Person die Handlungsfähigkeit entzogen oder ob ihr die Wiederherstellung der bereits entzogenen Handlungsfähigkeit verweigert wird, läuft unter dem Gesichtspunkt des Gehörsanspruchs auf dasselbe hinaus. In beiden Fällen dient die Anhörung nicht nur der Wahrung der Verteidigungsrechte der betroffenen Person, sondern sie bildet auch ein Mittel der von Amtes wegen erfolgenden Erforschungen des Tatbestandes, das der Behörde ein eigenes Urteil über die geistige Verfassung dieser Person und über die Notwendigkeit der Anordnung bzw. der Weiterführung einer vormundschaftlichen Massnahme ermöglichen soll (BGE 117 II 138 E. 4a, BGE 113 II 229 E. 6a, BGE 109 II 296 E. 2; EGGER, a.a.O.). Die Anhörung des Entmündigten erscheint daher auch im Verfahren der Aufhebung der Vormundschaft von Bundesrechts wegen als geboten. Es handelt sich dabei um eine bundesrechtliche Verfahrensvorschrift, die das Bundesgericht im Berufungsverfahren von Amtes wegen zu prüfen hat, unabhängig davon, ob im kantonalen Verfahren eine entsprechende Rüge erhoben worden ist (BGE 96 II 16, BGE 87 II 131 /132)."}