{"annee": "117", "cour": "IV", "page": "222", "date": "27/2/1991", "cite": ["82 I 167", "110 IB 187"], "cite_par": ["123 IV 42"], "chapeau": "40. Auszug aus dem Urteil des Kassationshofes vom 27. Februar 1991 i.S. Y. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 14 ch. 1 litt. a CEEx (RS 0.353.1); principe de la spécialité. Le principe de la spécialité s'oppose à la révocation du sursis assortissant d'anciennes peines, lorsque l'Etat qui a accordé l'extradition n'a pas expressément consenti à l'exécution de celles-ci; ce consentement est une condition de la procédure (consid. 3)."], "faits": "BGE 117 IV 222 S. 222\n\nA.- Am 25. August 1989 verurteilte die I. Strafkammer des Obergerichts des Kantons Zürich Y. unter anderem wegen Raubes zu 18 Monaten Zuchthaus. Gleichzeitig widerrief sie den Y. mit Urteilen des Bezirksgerichts Winterthur vom 6. November 1981 und 23. Juli 1984 gewährten bedingten Strafvollzug für Strafen von sieben Monaten beziehungsweise vierzehn Tagen Gefängnis.\n\nB.- Mit Entscheid vom 10. Juli 1990 wies das Kassationsgericht des Kantons Zürich eine gegen dieses Urteil gerichtete kantonale Nichtigkeitsbeschwerde ab, soweit es darauf eintrat.\n\nC.- Mit eidgenössischer Nichtigkeitsbeschwerde beantragt Y., den Widerrufsentscheid des Obergerichts des Kantons Zürich vom 25. August 1989 aufzuheben.\n\nDie Staatsanwaltschaft verzichtete auf eine Vernehmlassung.\n\nBGE 117 IV 222 S. 223", "considerants": "Aus den Erwägungen:\n\n1. a) Der Beschwerdeführer rügt eine Verletzung des Europäischen Auslieferungs-Übereinkommens vom 13. Dezember 1957 (EAÜ; SR 0.353.1).\n\nb) Zum eidgenössischen Recht, dessen Verletzung gemäss Art. 269 Abs. 1 BStP mit Nichtigkeitsbeschwerde gerügt werden kann, zählen auch unmittelbar anwendbare rechtsetzende Staatsverträge, insbesondere über die Auslieferung (BGE 82 I 170 mit Hinweis); auf die Beschwerde ist daher einzutreten.\n\n2. Der Beschwerdeführer bringt vor, er habe sich im Zeitpunkt der Zulassung der Anklage in Spanien in Auslieferungshaft befunden. Nach dem Grundsatz der Spezialität (Art. 14 EAÜ) dürfe er zur Vollstreckung einer Strafe wegen einer anderen, vor der Übergabe begangenen Handlung als derjenigen, die der Auslieferung zugrundeliege, nur mit Zustimmung des Auslieferungsstaates in Haft gehalten werden. Eine solche Zustimmung sei weder im Rahmen des Auslieferungsverfahrens noch nachträglich eingeholt worden. Der Beschluss der Vorinstanz, die mit Urteil des Bezirksgerichts Winterthur vom 6. November 1981 und 23. Juli 1984 bedingt ausgesprochenen Strafen von sieben Monaten beziehungsweise vierzehn Tagen Gefängnis zu vollziehen, verletze daher Art. 14 Ziff. 1 lit. a EAÜ.\n\n3. a) Nach dem Grundsatz der Spezialität, der das gesamte Auslieferungsrecht beherrscht und in Art. 14 EAÜ seinen Ausdruck gefunden hat, darf der Ausgelieferte wegen Taten, die er vor der Übergabe begangen hat und für welche die Auslieferung nicht bewilligt worden ist, im ersuchenden Staat nicht verfolgt werden (BGE 110 Ib 188 E. 3b); entscheidend ist dabei, dass der ersuchte Staat diese Delikte nicht daraufhin prüfen konnte, ob sie von der Auslieferung absolut ausgeschlossen und ob sie beidseitig strafbar seien (vgl. SCHULTZ, Das schweizerische Auslieferungsrecht, Basel 1953, S. 363).\n\nDie gesetzlichen - oder vertraglichen - Spezialitätsklauseln bestimmen einerseits den Umfang der Befugnisse des ersuchenden Staates und entbinden andererseits den ersuchten Staat von der Verantwortung für Massnahmen, die nicht seiner Kontrolle unterliegen und für die er daher mit der Auslieferung nicht einstehen will (VOGLER/WALTER/WILKITZKI, Kommentar zum IRG, § 11 N 3). Die Beschränkung der Befugnisse des ersuchenden Staates durch die Spezialität hindert diesen, andere vom ausgelieferten Verfolgten BGE 117 IV 222 S. 224vor der Auslieferung begangene Taten zu verfolgen oder zu bestrafen sowie dafür ausgesprochene Strafen zu vollstrecken, als diejenigen, welche von der Auslieferungsbewilligung erfasst sind (MARKEES, SJK 422, S. 30; SCHULTZ a.a.O., S. 364; VOGLER/WALTER/WILKITZKI, a.a.O., § 11 N 25). Der Vollstreckung gleichzusetzen ist der Widerruf einer bedingt ausgesprochenen Strafe (SCHWAIGHOFER, Auslieferung und Internationales Strafrecht, Eine systematische Darstellung des ARHG, Wien 1988, S. 185).\n\nb) Wie den Auslieferungsakten zu entnehmen ist, bewilligte der Spanische Ministerrat am 31. März 1989 für die im Haftbefehl der Staatsanwaltschaft des Kantons Zürich vom 23. November 1988 aufgeführten Straftaten die Auslieferung, nachdem einige Formalitäten bereinigt worden waren. Im Haftbefehl wird die Zuführung (und Auslieferung) für den Widerruf der am 6. November 1981 und 23. Juli 1984 durch das Bezirksgericht Winterthur ausgefällten Strafen nicht erwähnt.\n\nDa Spanien damit der Vollstreckung der in den Jahren 1981 und 1984 bedingt ausgefällten Gefängnisstrafen nicht zugestimmt hat, verletzte die Vorinstanz mit ihrem Widerrufsbeschluss Art. 14 EAÜ. Ohne diese Zustimmung fehlt es an einer - von Amtes wegen zu prüfenden - Prozessvoraussetzung eidgenössischen Rechts (SCHULTZ, a.a.O., S. 369; SCHMID, Strafprozessrecht, N 533-537), weshalb der angefochtene Entscheid aufzuheben ist."}