{"annee": "117", "cour": "II", "page": "321", "date": "2/7/1991", "cite": ["82 II 346", "112 II 157", "38 II 693", "102 II 161", "102 II 122", "87 II 349", "92 II 270", "116 II 614", "96 II 400"], "cite_par": ["128 III 454", "127 III 342", "119 II 473", "139 III 176", "118 II 502", "130 III 113", "130 III 748", "131 III 121", "135 III 416"], "chapeau": "58. Auszug aus dem Urteil der I. Zivilabteilung vom 2. Juli 1991 i.S. Valser Mineralquellen AG gegen Passugger Heilquellen AG (Berufung)", "regestes": ["Protection des marques. 1. La preuve d'un fait notoire ne doit pas être rapportée (consid. 2). 2. Conditions auxquelles une marque portant l'indication d'un lieu est protégée, en particulier lorsqu'elle se rattache à des produits dont la qualité dépend essentiellement de la qualité du sol (consid. 3). 3. Confusion de marques (consid. 4)."], "faits": "BGE 117 II 321 S. 322\n\nA.- Die Valser Mineralquellen AG (früherer Firmenname: Valser St. Petersquelle) gewinnt seit 1961 in Vals Mineralwasser, das sie unter der Marke Valser auf den Markt bringt. Sie ist Inhaberin der 1976 ins Markenregister eingetragenen Schweizermarke Nr. 282 713 Valser für Mineralwässer, kohlensäurehaltige Wässer, andere alkoholfreie Getränke, Sirupe und andere Präparate für die Zubereitung von Getränken.\n\nDie Passugger Heilquellen AG befasst sich ebenfalls mit der Gewinnung und dem Vertrieb von Mineralwasser. Im Zusammenhang mit Bestrebungen, in Vals eine Quelle zu erwerben, hinterlegte sie am 15. Februar 1988 beim Bundesamt für geistiges Eigentum die Marken Optima Vals, Optima Valsertal, Piz Ault Vals, Piz Ault Valsertal, Primus Vals und Primus Valsertal für Mineralwässer und kohlensäurehaltige Wässer aus Vals beziehungsweise aus dem Valsertal und damit hergestellte andere alkoholfreie Getränke, Fruchtgetränke, Fruchtsäfte, Sirupe und Präparate zur Herstellung von Getränken schweizerischer Herkunft. Die Marken wurden in der Folge unter den Nummern 365 358 bis 365 363 ins Register eingetragen.\n\nB.- Am 12. September 1989 erhob die Valser Mineralquellen AG beim Kantonsgericht von Graubünden Klage gegen die Passugger Heilquellen AG mit folgendem Antrag in der Sache:\n\n\"1. Es seien die Schweizer Marken 365 358 OPTIMA VALS, 365 359\n\nOPTIMA VALSERTAL, 365 360 PIZ AULT VALS, 365 361 PIZ\n\nAULT VALSERTAL, 365 362 PRIMUS VALS und 365 363\n\nPRIMUS VALSERTAL der Beklagten nichtig zu erklären.\n\n2. Es sei der Beklagten unter Androhung der gerichtlichen Bestrafung ihrer verantwortlichen Organe gemäss Art. 292 StGB mit Haft oder Busse im Widerhandlungsfall - gerichtlich zu untersagen, die Marken\n\nOPTIMA VALS, OPTIMA VALSERTAL, PIZ AULT VALS, PIZ\n\nAULT VALSERTAL, PRIMUS VALS oder PRIMUS VALSERTAL\n\nim Geschäftsverkehr, insbesondere zur Kennzeichnung von Mineralwasser zu verwenden.\n\n3. Die Klägerin sei zu ermächtigen, das Urteil auf Kosten der Beklagten je einmal in zwei schweizerischen Tageszeitungen ihrer Wahl in der Grösse einer Viertelsseite zu veröffentlichen.\" BGE 117 II 321 S. 323\n\nDie Beklagte beantragte am 10. Januar 1990 die Abweisung der Klage. Am gleichen Tag ersuchte sie das Bundesamt für geistiges Eigentum, die umstrittenen Marken im Register wieder zu löschen.\n\nMit Urteil vom 19. Juni 1990 schrieb das Kantonsgericht die Klage ab, soweit sie infolge der Löschung der Marken im Register gegenstandslos geworden war, und wies sie im übrigen ab.\n\nC.- Das Bundesgericht heisst die von der Klägerin eingelegte Berufung teilweise gut, hebt den kantonsgerichtlichen Entscheid auf und weist die Streitsache zu neuer Entscheidung an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n2. Unbegründet ist die Rüge der Klägerin, das Kantonsgericht habe Art. 8 ZGB verletzt, weil es seinem Urteil, ohne Beweise zu erheben, die bestrittene Behauptung der Beklagten zugrunde gelegt habe. Mineralwasser sei ein Naturprodukt, dessen Qualität von der Bodenbeschaffenheit abhänge. Dass die Bodenbeschaffenheit auf die Eigenschaften von Quellwasser einen massgebenden Einfluss hat, ist allgemein bekannt. Über allgemein bekannte Tatsachen aber braucht nicht Beweis geführt zu werden (VOGEL, Grundriss des Zivilprozessrechts, 2. Aufl. 1988, S. 190 Rz. 17; HABSCHEID, Schweizerisches Zivilprozess- und Gerichtsorganisationsrecht, 2. Aufl. 1990, S. 381 Rz. 636; KUMMER, Grundriss des Zivilprozessrechts, 4. Aufl. 1984, S. 122). ...\n\n3. Das Kantonsgericht hält dafür, der Bezeichnung Valser gehe die Schutzfähigkeit als Marke ab. Das Markenrecht gebe deshalb keine Handhabe, der Beklagten die Verwendung des Ortsnamens Vals zur Kennzeichnung eines dort gewonnenen Mineralwassers zu untersagen. Die Klägerin beanstandet diese Auffassung als bundesrechtswidrig.\n\na) Zeichen, die als Gemeingut anzusehen sind, geniessen den gesetzlichen Schutz als Marken nicht (Art. 3 Abs. 2 und Art. 14 Abs. 1 Ziff. 2 MSchG). Als Gemeingut gelten nach der Rechtsprechung unter anderem geographische Namen, soweit sie nicht offensichtlich als blosse Phantasiebezeichnungen verwendet werden, die nichts darüber aussagen, aus welcher Ortschaft oder Gegend die Ware kommt (BGE 92 II 274 E. 2 mit Hinweisen).\n\nAn sich nicht schutzfähige Zeichen können jedoch zu gültigen Marken werden, wenn sie sich im Verkehr als Kennzeichen eines bestimmten Produzenten oder Händlers durchgesetzt haben BGE 117 II 321 S. 324(MATTER, Kommentar zum MSchG, S. 62 ff.; DAVID, Kommentar zum MSchG, N. 35 zu Art. 3). So kann insbesondere auch ein geographischer Name, der die Herkunft der Ware angibt, die Natur eines Freizeichens verlieren und zum Individualzeichen werden, wenn er während langer Zeit nur von einem einzigen Unternehmer als Marke verwendet wird (BGE 92 II 274 E. 2; BGE 82 II 355 E. 3a, je mit Hinweisen).\n\nNach TROLLER (Immaterialgüterrecht, Bd. I, 3. Aufl. 1983, S. 331), auf den sich das Kantonsgericht beruft, kann das Alleinrecht an einer derartigen Ortsbezeichnung allerdings nur erworben werden, wenn die Warenqualität der Arbeitsleistung zuzuschreiben ist. Hängen die Eigenschaften der Ware dagegen von der Bodenbeschaffenheit ab, so kann nach der Auffassung dieses Autors das Recht, den Ortsnamen zu verwenden, den andern Produzenten gleicher Erzeugnisse nicht entzogen werden. Dem kann indessen nicht uneingeschränkt gefolgt werden.\n\nTROLLER stützt seine Ansicht auf BGE 38 II 697 f. Im dort beurteilten Fall, in welchem es um die Verwendung des Ortsnamens Brûlefer als Marke für Weine ging, war jedoch entscheidend, dass der Wein von Brûlefer schon seit langer Zeit als guter Tropfen bekannt war und der Beklagte den von ihm hergestellten Wein bereits mit Brûlefer bezeichnet hatte, bevor der Kläger diesen Namen zu seinen Gunsten ins Markenregister hat eintragen lassen. Daraus, dass das Bundesgericht es abgelehnt hat, unter diesen Umständen ein Markenrecht des Klägers anzuerkennen, lässt sich demnach keine Sonderregel für Waren ableiten, deren Qualität nicht auf die Arbeitsleistung des Herstellers, sondern auf die Bodenbeschaffenheit zurückzuführen ist. Der Entscheid beruht vielmehr auf dem allgemeinen Grundsatz, dass Namen und Begriffe, die bereits als Bezeichnung für eine bestimmte Gattung von Waren bekannt sind, nicht als Marken monopolisiert werden können.\n\nDie Tatsache, dass auch Handelsmarken ins Markenregister eingetragen werden können, zeigt denn auch, dass der Gesichtspunkt der Arbeitsleistung für den Markenschutz jedenfalls nicht allein ausschlaggebend sein kann. Es kommt nicht etwa darauf an, ob ein Hersteller den Schutz seiner Marke aufgrund der für die Herstellung seines Produkts aufgewendeten Mühe gewissermassen verdient hat. Wesentlich ist vielmehr einzig, dass das als Marke dienende Zeichen genügend unterscheidungskräftig ist und dass der Anerkennung eines ausschliesslichen Rechts auf seine markenmässige BGE 117 II 321 S. 325Verwendung kein überwiegendes Freihaltebedürfnis entgegensteht.\n\nEntgegen der Auffassung des Kantonsgerichts kann es deshalb nicht von vornherein ausgeschlossen sein, dass eine aus einer Ortsbezeichnung gebildete Marke für ein Erzeugnis, dessen Qualität massgeblich von der Bodenbeschaffenheit abhängt, Schutzfähigkeit erlangt, indem sie sich im Verkehr als Individualzeichen eines bestimmten Unternehmens durchsetzt. Das heisst indessen umgekehrt nicht, dass für die Frage der Schutzfähigkeit einer Ortsbezeichnung als Marke ohne jede Bedeutung wäre, wie stark die Eigenschaften des Produkts vom Boden und von den übrigen Umweltbedingungen (Klima, Sonneneinstrahlung, Regenmenge usw.) beeinflusst werden. Denn je stärker die Abhängigkeit der Warenqualität von der Bodenbeschaffenheit oder von anderen örtlichen Gegebenheiten ist, desto ausgeprägter ist auch der beschreibende Charakter der aus dem Ortsnamen gebildeten Marke und desto gewichtiger ist daher das einer markenrechtlichen Monopolisierung der Ortsbezeichnung entgegenstehende Freihaltebedürfnis. An das Mass der Verkehrsdurchsetzung werden deshalb umso höhere Anforderungen zu stellen sein (BGE 87 II 352 E. a; vgl. ferner JENE-BOLLAG, Die Schutzfähigkeit von Marke und Ausstattung unter dem Gesichtspunkt des Freihaltebedürfnisses, Diss. Basel 1981, S. 121; MARBACH, Die eintragungsfähige Marke, Diss. Bern 1989, S. 78; MATTER, a.a.O., S. 63).\n\nb) Die Schützbarkeit von Ortsbezeichnungen als Marken für Mineralwasser ist im übrigen auch gewohnheitsrechtlich anerkannt. Es ist in der Schweiz allgemein üblich, Mineralwassermarken aus Ortsnamen zu bilden. Das Bundesamt für geistiges Eigentum hat die Eintragung solcher Marken seit jeher zugelassen. Ferner ist auch das Bundesgericht in BGE 82 II 355 E. 3a davon ausgegangen, dass die aus dem Ortsnamen Weissenburg gebildete Mineralwassermarke Weissenburger des Markenschutzes fähig ist.\n\nc) Für den vorliegenden Fall ergibt sich somit, dass die Marke Valser für das von der Klägerin vertriebene Mineralwasser grundsätzlich schutzfähig sein kann. Voraussetzung ist allerdings, dass sich diese Bezeichnung als Kennzeichen der Klägerin im Verkehr hinreichend durchgesetzt hat. Dazu fehlen Feststellungen im angefochtenen Urteil. Dieses ist deshalb gestützt auf Art. 64 Abs. 1 OG aufzuheben und die Streitsache zu neuer Entscheidung an die Vorinstanz zurückzuweisen.BGE 117 II 321 S. 326\n\n4. Sollte das Kantonsgericht bei der erneuten Beurteilung der Streitsache zum Ergebnis gelangen, dass die Marke der Klägerin infolge Verkehrsdurchsetzung schutzfähig ist, so wird es weiter zu prüfen haben, ob die von der Beklagten beanspruchten Warenbezeichnungen mit dieser Marke verwechselbar sind. Dabei wird von folgenden Grundsätzen auszugehen sein.\n\nOb sich die jüngere Marke durch genügende Merkmale von einer älteren unterscheidet (Art. 6 Abs. 1 MSchG), hängt vom Gesamteindruck ab, den die Zeichen beim kaufenden Publikum hinterlassen, wobei dieser Gesamteindruck allerdings durch einen einzelnen Bestandteil entscheidend beeinflusst werden kann (BGE 112 II 163 E. 2 mit Hinweisen). Ein strenger Massstab ist insbesondere anzulegen, wenn die Waren weitgehend identisch sind (BGE 102 II 125 E. 2 mit Hinweisen) und wenn es sich um Massenartikel des täglichen Gebrauchs handelt (BGE 96 II 404 E. 2 mit Hinweisen).\n\nIst eine Ortsbezeichnung zufolge Verkehrsdurchsetzung zur Marke eines Unternehmens geworden, so kann Konkurrenzunternehmen, die sich nachträglich am gleichen Ort niederlassen, zwar nicht untersagt werden, auf die Herkunft ihrer Ware hinzuweisen. Sie haben aber für genügende Unterscheidbarkeit gegenüber der prioritätsälteren Marke zu sorgen. Die Rechtslage ist ähnlich wie beim Gegenüberstehen der Marken von Gleichnamigen (TROLLER, a.a.O., S. 296). Auseinandersetzungen zwischen zwei am selben Ort ansässigen Unternehmen um die markenmässige Verwendung des Ortsnamens lassen sich nicht schematisch nach einheitlichen Regeln beurteilen. Wie beim Gegenüberstehen der Marken von Gleichnamigen ist in jedem Einzelfall ein Abwägen der gegenseitigen Interessen erforderlich (BGE 116 II 619 E. d). Dem Interesse des Ortsansässigen an der Verwendung des Ortsnamens wird dabei allerdings erheblich weniger Gewicht beizumessen sein, als der aus dem Namensrecht fliessenden Befugnis des Namensträgers zukommt, den eigenen Namen bei allen sich bietenden Gelegenheiten als Mittel der Identifizierung zu verwenden (vgl. BGE 102 II 170 mit Hinweisen)."}