{"annee": "117", "cour": "IB", "page": "266", "date": "22/7/1991", "cite": ["111 IB 213", "116 IB 228", "115 IB 302"], "cite_par": ["122 II 446", "136 II 214", "121 II 67", "129 II 63", "124 II 252"], "chapeau": "34. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 22. Juli 1991 i.S. Stätzerhorn Ski- und Sessellift AG gegen Verwaltungsgericht des Kantons Graubünden (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 24 al. 1 LAT; emplacement d'une construction imposé par sa destination s'agissant de chambres pour le personnel d'un restaurant de montagne. Le fait qu'un restaurant, non conforme à la zone, soit considéré comme une construction dont l'emplacement est imposé par sa destination ne signifie pas qu'il doive en aller de même des chambres d'employés qu'on veut y aménager. Il faut bien plutôt examiner si ces locaux d'habitation sont nécessaires à l'exploitation du restaurant (consid. 2). Le Tribunal fédéral leur dénie en l'espèce le caractère de constructions dont l'emplacement est imposé par leur destination (consid. 3)."], "faits": "|266|\n\nDie Stätzerhorn Ski- und Sessellift AG ist Eigentümerin des 1987/88 neu erstellten Bergrestaurants \"Alp Stätz\" in der Gemeinde Churwalden, das 500 Sitzplätze im Gebäudeinnern und 300 Terrassensitzplätze umfasst. Gegenstand des seinerzeitigen Baugesuchs waren unter anderem eine Zweizimmerwohnung für das Betriebsleiterehepaar und zehn Doppelzimmer für Angestellte. Später richtete die Bauherrin in einem ehemaligen Abstellraum fünf zusätzliche Personalzimmer ein, ohne dafür eine Bewilligung eingeholt zu haben; zudem wandelte sie ein für Angestellte vorgesehenes Zimmer in ein Büro um.\n\nAm 5. April 1990 verweigerte das Departement des Innern und der Volkswirtschaft Graubünden dem von der Bauherrin nachträglich gestellten Baugesuch für die neuen Personalzimmer wegen fehlender Standortgebundenheit die Zustimmung. Den gegen diese |267| Verfügung erhobenen Rekurs wies das Verwaltungsgericht des Kantons Graubünden am 4. Juli 1990 ab.\n\nDas Bundesgericht weist die Verwaltungsgerichtsbeschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Eine Ausnahmebewilligung nach Art. 24 Abs. 1 RPG kann erteilt werden, wenn der Zweck der Baute einen Standort ausserhalb der Bauzonen erfordert (lit. a) und wenn dem Vorhaben keine überwiegenden Interessen entgegenstehen (lit. b). Diese beiden Voraussetzungen müssen kumulativ erfüllt sein (BGE 116 Ib 230 E. 3 mit Hinweisen).\n\na) Die Standortgebundenheit darf nach der bundesgerichtlichen Praxis nur dann bejaht werden, wenn eine Baute aus technischen oder betriebswirtschaftlichen Gründen oder wegen der Bodenbeschaffenheit auf einen Standort ausserhalb der Bauzonen angewiesen ist. Dabei beurteilen sich die Voraussetzungen nach objektiven Massstäben, und es kann weder auf die subjektiven Vorstellungen und Wünsche des Einzelnen noch auf die persönliche Zweckmässigkeit oder Bequemlichkeit ankommen (BGE 116 Ib 230 E. 3a). Das Bergrestaurant der Beschwerdeführerin wurde im Jahre 1987 gestützt auf Art. 24 Abs. 1 RPG bewilligt. Bauten, die einem zonenfremden, aber standortgebundenen Betrieb dienen und aus technischen oder betriebswirtschaftlichen Gründen notwendig sind, werden ausserhalb der Bauzonen grundsätzlich als standortgebunden anerkannt (vgl. unveröffentlichtes Urteil des Bundesgerichts vom 4. April 1985 i.S. Raguth, E. 5; vgl. auch BGE 115 Ib 302 E. d). Dies bedeutet jedoch nicht, dass alle dem Hauptbetrieb dienenden Bauten und Anlagen zulässig wären. Erforderlich ist ein besonderes betriebswirtschaftliches oder technisches Bedürfnis, diese Bauten und Anlagen am vorgesehenen Ort zu erstellen, und zwar in der geplanten Dimension (BGE 111 Ib 217 E. 3b mit Hinweisen; unveröffentlichte Urteile des Bundesgerichts vom 7. Mai 1987 i.S. Keel, E. 3a und vom 9. April 1987 i.S. Marty, E. 4). In diesem Sinne begründet der rechtmässige Bestand eines Restaurants an sich noch keine Standortgebundenheit für Angestelltenzimmer. Es ist vielmehr zu prüfen, ob diese Unterkünfte für eine ordnungsgemässe Bewirtschaftung des Restaurants erforderlich sind. Dabei ist zu berücksichtigen, dass Wohnraum für das Personal eines standortgebundenen |268| Restaurantbetriebs gemäss bundesgerichtlicher Praxis nur dann bewilligt werden kann, wenn die nächste Wohnzone weit entfernt und schwer erreichbar ist (erwähnte Urteile i.S. Marty, E. 4 und i.S. Raguth, E. 5).\n\nb) Aus den Akten ergibt sich, dass im Restaurant der Beschwerdeführerin neben dem Betriebsleiterehepaar, das über eine eigene Wohnung verfügt, gegenwärtig 30 Angestellte tätig sind. Im Jahre 1987 wurden zehn Doppelzimmer für Angestellte bewilligt. Das Verwaltungsgericht hält dazu fest, die Beschwerdeführerin könne gut die Hälfte bis zwei Drittel des Personals im Betrieb selber unterbringen. In einem Bergrestaurant könne Wohnraum für die Angestellten nur dann bewilligt werden, wenn die nächste Wohnzone weit entfernt und schwer erreichbar sei. Die Distanz zur nächsten Wohnzone betrage indessen nur knapp einen Kilometer und der Weg von der Wohnzone bis zum Restaurant könne mit einem Fussmarsch von 20-30 Minuten bewältigt werden. Das Restaurant sei auch mit der Sesselbahn der Beschwerdeführerin (wiederum in Verbindung mit einem Fussmarsch von 20-30 Minuten) erreichbar. Bei diesen Verhältnissen sei es ohne weiteres möglich und zumutbar, einen Teil des Restaurantpersonals in den in den Bauzonen gelegenen Wohnungen unterzubringen. Für eine ständige Anwesenheit des gesamten Personals sprächen auch keine zwingenden betriebsorganisatorischen Gründe. Da lediglich die zur Öffnung und Schliessung des Bergrestaurants notwendigen Personen jederzeit anwesend sein müssten, reiche es aus, wenn die Hälfte bis zwei Drittel der Angestellten zur rechten Zeit an Ort und Stelle sei. Dies werde durch den vorhandenen Wohnraum ohne weiteres gewährleistet. Aus diesen Gründen verneinte das Verwaltungsgericht die Standortgebundenheit der zusätzlichen Personalzimmer.\n\nDiese Erwägungen sind nicht zu beanstanden. Sie stimmen mit der dargelegten bundesgerichtlichen Rechtsprechung überein. Zudem hat das Bundesgericht bereits früher in ähnlich gelagerten Fällen festgehalten, bei geringer Distanz zur nächsten Wohnzone sei es ohne weiteres möglich, dass ein erheblicher Teil des Restaurantpersonals täglich zwischen den Wohnungen und dem Arbeitsplatz hin- und herpendle (erwähnte Urteile i.S. Marty, E. 4b und i.S. Raguth, E. 5b; ebenso i.S. Keel, E. 3). Die Beschwerdeführerin bringt indessen gegen die Ausführungen des Verwaltungsgerichts verschiedene Einwände vor, auf die nachfolgend einzugehen ist.\n\n|269|\n\n3. a) Als erstes macht die Beschwerdeführerin geltend, die Einführung der Fünftagewoche und die Arbeitszeitverkürzung für die Angestellten hätten bereits eine Personalaufstockung erforderlich gemacht. Würde nun von den Angestellten erwartet, dass sie täglich wenigstens eine Stunde Fussmarsch zurückzulegen hätten, wäre ihnen diese Wegzeit mit Sicherheit an die Arbeitszeit anzurechnen, weshalb noch zusätzliches Personal notwendig würde. Dieser Einwand geht fehl. Aus der Arbeitszeitregelung lässt sich nicht ableiten, die Wegzeit sei auf die Arbeitszeit anzurechnen. Dass eine solche Anrechnung schon bisher erfolgte, macht die Beschwerdeführerin nicht geltend. Es erscheint keineswegs als zwingend, dass die Beschwerdeführerin zusätzliches Personal rekrutieren muss, wenn sie ihre Angestelltenunterkünfte nicht erweitern darf. Abgesehen davon, könnte aus einem erhöhten Personalaufwand nicht geschlossen werden, die strittigen Unterkünfte seien standortgebunden.\n\nb) Die Beschwerdeführerin weist weiter darauf hin, dass dort, wo die Angestellten ihren Fussmarsch antreten müssen, keine öffentlichen Parkplätze vorhanden sind und dass auch keine öffentlichen Verkehrsmittel dorthin führen. Indessen tut sie nicht dar, dass der Arbeitsweg ihrer Angestellten deswegen unzumutbar lang würde. Auch die von der Beschwerdeführerin erwähnten organisatorischen Probleme des Personentransports mit Pistenfahrzeugen sowie der angeblich höhere Verbrauch an Treibstoff können die Standortgebundenheit für zusätzliche Angestelltenzimmer nicht begründen, da dadurch ein betriebswirtschaftliches Bedürfnis für diese Zimmer nicht ausgewiesen wird.\n\nc) An sich verständlich ist, dass die Beschwerdeführerin dem Wunsch einiger Angestellten nach einem Einzelzimmer entgegenkommen und deshalb die bewilligten Doppelzimmer nur mit einer Person belegen möchte. Dieser Umstand wie auch die Tatsache, dass die Beschwerdeführerin ein Zimmer in ein Büro umgestaltet hat, genügen aber nicht, um das Ausbauvorhaben als standortgebunden erscheinen zu lassen.\n\nd) Das gleiche gilt für die laut Beschwerdeschrift zu erwartende künftige Vergrösserung des Personalbestandes auf 36 Arbeitnehmer. Auch nach einer solchen Aufstockung würden die bewilligten zehn Doppelzimmer immer noch ausreichen, um gut die Hälfte der Angestellten unterzubringen.\n\ne) Weiter macht die Beschwerdeführerin geltend, durch den Einbau der umstrittenen fünf Personalzimmer habe die Gebäudekubatur |270| keine Ausweitung erfahren; nach aussen träten neu lediglich kleine Fenster in Erscheinung. Die wichtigen Anliegen der Raumplanung blieben so gewahrt. Die Beschwerdeführerin verkennt indessen, dass das grundsätzliche Bauverbot ausserhalb der Bauzonen nicht allein ästhetischen Zwecken dient, sondern - wie im angefochtenen Entscheid zutreffend bemerkt - auch den Sinn hat, Wohnnutzungen in den raumplanerisch nicht dafür bestimmten Gebieten auf das absolute Minimum zu beschränken (EJPD/BRP, Erläuterungen zum RPG, Bern 1981, N 1 zu Art. 24).\n\nf) Schliesslich beruft sich die Beschwerdeführerin auf das Rechtsgleichheitsgebot. Sie habe vor Verwaltungsgericht auf drei Vergleichsfälle hingewiesen, bei denen Unterkünfte für einen wesentlich höheren Anteil des Personals bewilligt worden sei. Das Verwaltungsgericht führt dazu aus, abgesehen davon, dass die drei Fälle nicht einschlägig seien, könne daraus kein Anspruch auf Gleichbehandlung im Unrecht abgeleitet werden. Diesen Erwägungen ist in dem Sinne zuzustimmen, als das Bundesgericht an eine bundesrechtswidrige Praxis der Kantone nicht gebunden wäre. Im Interesse der Durchsetzung einer zentralen und ausserordentlich wichtigen Vorschrift des Bundesrechts muss es Ansprüche auf gesetzwidrige Begünstigung verweigern und der gesetzeskonformen Rechtsanwendung zum Durchbruch verhelfen können (BGE 116 Ib 235 E. 4 mit Hinweisen).\n\ng) Zusammenfassend ergibt sich, dass die von der Beschwerdeführerin erhobenen Einwände nicht geeignet sind, die Erwägungen des Verwaltungsgerichts in Frage zu stellen. In Übereinstimmung mit diesen Erwägungen ist daher die Standortgebundenheit für fünf zusätzliche Angestelltenzimmer zu verneinen. Unter diesen Umständen braucht nicht mehr geprüft zu werden, ob einer allfälligen Bewilligung überwiegende Interessen im Sinne von Art. 24 Abs. 1 lit. b RPG entgegenstehen."}