{"annee": "117", "cour": "IA", "page": "66", "date": "25/4/1991", "cite": ["114 IA 427", "115 IA 201", "117 IB 35"], "cite_par": ["117 IB 35", "125 I 369", "139 I 195", "121 I 155", "132 I 104"], "chapeau": "11. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 25. April 1991 i.S. Grüne Partei des Kantons Zürich und Mitbeteiligte gegen Kantonsrat und Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 85 let. a OJ; recours pour violation du droit de vote; griefs recevables. Dans le recours pour violation du droit de vote formé contre l'organisation d'un vote populaire sur un crédit routier, il n'est pas possible de faire valoir que l'autorité aurait dû examiner si la route était conforme au droit, avant l'organisation de la votation (consid. 1d/cc). Le grief d'orientation insuffisante et, de surcroît, unilatérale des citoyens sur le projet en question est recevable (consid. 1d/dd)."], "faits": "BGE 117 Ia 66 S. 66\n\nDer Kantonsrat Zürich fasste am 4. Dezember 1989 nach Einsichtnahme in einen Antrag des Regierungsrats einen Beschluss über die Bewilligung eines Kredits für den Bau des Autobahnzusammenschlusses Lindengarten bis Römerhof und des Halbanschlusses Flughafen in Kloten mit folgendem Wortlaut:\n\n\"I. Für den Bau des Autobahnzusammenschlusses Lindengarten bis Römerhof und des Halbanschlusses Flughafen in Kloten wird zu Lasten BGE 117 Ia 66 S. 67des Strassenfonds ein Objektkredit von Fr. 54'400'000.-- bewilligt.\n\nII. Die Kreditsumme erhöht oder vermindert sich entsprechend der Baukostenentwicklung zwischen der Aufstellung des Kostenvoranschlages (Preisstand April 1989) und der Bauausführung.\n\nIII. Dieser Beschluss unterliegt der Volksabstimmung.\n\nIV. Veröffentlichung im Amtsblatt, Textteil.\n\nV. Mitteilung an den Regierungsrat zum Vollzug.\"\n\nMit Beschluss vom 20. Dezember 1989 ordnete der Regierungsrat des Kantons Zürich an, der obenerwähnte Kreditbeschluss des Kantonsrats sei am 1. April 1990 mit Stimmzettel 4 der kantonalen Volksabstimmung zu unterbreiten.\n\nGegen diese Beschlüsse des Regierungsrats und des Kantonsrats führen die Grüne Partei und die Sozialdemokratische Partei des Kantons Zürich sowie verschiedene Stimmbürger staatsrechtliche Beschwerde (Stimmrechtsbeschwerde) beim Bundesgericht und stellen die folgenden Anträge:\n\n\"1. Es sei der angefochtene Beschluss des Regierungsrats des Kantons Zürich in bezug auf Stimmzettel 4 und der diesem zugrundeliegende Beschluss des Kantonsrats des Kantons Zürich über die Bewilligung eines Kredits von Fr. 54'400'000.-- für den Bau des Autobahnzusammenschlusses Lindengarten bis Römerhof und des Halbanschlusses Flughafen in Kloten aufzuheben.\n\n2. Es sei der Beschwerde die aufschiebende Wirkung zu gewähren; insbesondere sei der Regierungsrat des Kantons Zürich anzuweisen, die mit Beschluss vom 20. Dezember 1989 auf den 1. April 1990 angesetzte kantonale Volksabstimmung über die in Ziff. 1 umschriebene Vorlage abzusetzen.\n\n3. Alles unter Kosten- und Entschädigungsfolgen zu Lasten der Beschwerdegegner.\"\n\n(S. auch BGE 117 Ib 35.)", "considerants": "Aus den Erwägungen:\n\n1. d) cc) Mit der Stimmrechtsbeschwerde gemäss Art. 85 lit. a OG kann nur die Verletzung politischer Rechte gerügt werden, so beispielsweise die Beeinträchtigung des aktiven und passiven Wahlrechts, des Stimmrechts oder des Referendums- und Initiativrechts. Zulässige Beschwerdegründe sind etwa die unlautere Beeinflussung der Willensbildung, Verfahrensfehler, Anerkennung oder Nichtanerkennung des Stimm- und Wahlrechts, Gültig- oder Ungültigerklärung einer Initiative oder eines Referendums etc. Dagegen kann ein Stimmbürger einen Sachentscheid einer kantonalen Behörde, mit welchem ein Beschluss wegen inhaltlicher Unvereinbarkeit mit übergeordnetem Recht aufgehoben oder BGE 117 Ia 66 S. 68nicht genehmigt wird, nicht wegen Verletzung des Stimmrechts anfechten. Die staatsrechtliche Beschwerde gestützt auf Art. 85 lit. a OG ist in einem solchen Fall - von hier nicht in Betracht fallenden Ausnahmen abgesehen - nur zulässig, soweit die Rechtmässigkeit des Abstimmungsverfahrens oder die Ermittlung des Abstimmungsergebnisses in Frage steht, nicht aber, wenn die materielle Zulässigkeit eines an sich rechtmässig zustande gekommenen Beschlusses umstritten ist (Urteil vom 12. Oktober 1988 in ZBl 90/1989, S. 275; BGE 113 Ia 245 E. 2b, 111 Ia 137 E. 3, 100 Ia 430). Kann aber die materielle Rechtmässigkeit eines von Verwaltungs- und Rechtsmittelbehörden zu treffenden Sachentscheids grundsätzlich nicht Gegenstand der Stimmrechtsbeschwerde sein, so gilt dies auch für die Rüge, es sei von den zuständigen Instanzen noch kein solcher Sachentscheid gefällt worden. Genau dies tun die Beschwerdeführer aber in den Ziffern 27 bis 33 ihrer Beschwerdeschrift. Insoweit kann auf ihre staatsrechtliche Beschwerde somit nicht eingetreten werden. Sie machen in diesem Zusammenhang zwar Verfahrensmängel geltend. Diese beziehen sich jedoch nicht auf das Abstimmungsverfahren, sondern auf das den materiellen Sachentscheid betreffende Entscheidungs- und Rechtsmittelverfahren.\n\ndd) Die Beschwerdeführer machen immerhin geltend, die von ihnen gerügten Verfahrensmängel würden verhindern, dass der Stimmbürger in Kenntnis aller wesentlichen Umstände seinen Entscheid treffen könne. Das vom Verfassungsrecht des Bundes gewährleistete politische Stimmrecht gibt dem Bürger einen Anspruch darauf, dass kein Abstimmungsergebnis anerkannt wird, das nicht den freien Willen der Stimmberechtigten zuverlässig und unverfälscht zum Ausdruck bringt (BGE 115 Ia 206 E. 4, BGE 114 Ia 432 E. 4a mit Hinweisen). Daraus folgt, dass jeder Stimmbürger seinen Entscheid gestützt auf einen möglichst freien und umfassenden Prozess der Meinungsbildung soll treffen können (BGE 115 Ia 206 E. 4, BGE 114 Ia 432 E. 4a mit Hinweis). Die freie Meinungsbildung schliesst grundsätzlich jede direkte Einflussnahme der Behörden aus, welche geeignet wäre, die freie Willensbildung der Stimmbürger im Vorfeld von Wahlen und Abstimmungen zu verfälschen (BGE 114 Ia 432 E. 4a mit Hinweisen). Das bedeutet, dass die Stimmbürger hinreichend über eine Abstimmungsvorlage informiert werden müssen und dass diese Information in einem ausgewogenen Rahmen zu bleiben hat. Insoweit die Beschwerdeführer eine Verletzung dieser Grundsätze geltend machen, ist auf BGE 117 Ia 66 S. 69ihre Stimmrechtsbeschwerde auch hinsichtlich der in den Ziffern 27 bis 33 der Beschwerdeschrift erhobenen Rügen einzutreten."}