{"annee": "117", "cour": "IB", "page": "325", "date": "10/6/1991", "cite": ["108 IB 167", "107 IB 341", "108 IB 178", "114 IB 224", "116 IB 321", "112 IB 195"], "cite_par": ["129 I 313", "122 II 81", "133 V 477", "120 IB 400", "129 II 286", "134 II 137", "120 IB 97", "124 II 146", "135 II 30", "119 IB 397", "131 II 58"], "chapeau": "39. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 10. Juni 1991 i.S. Eidgenössisches Departement des Innern gegen Kantonalbank von Appenzell A.Rh. und Regierungsrat des Kantons Appenzell A.Rh. (Verwaltungsgerichtsbeschwerde)", "regestes": ["Autorisation de défrichement; pesée des intérêts et devoir de coordonner les procédures. 1. Recevabilité du recours de droit administratif contre une décision partielle (consid. 1). 2. a) Conditions pour l'octroi d'une autorisation de défrichement, art. 26 OFor (consid. 2). b) La pesée des intérêts selon l'art. 26 OFor doit être étendue et opérée par la même autorité (consid. 2a). c) L'octroi d'une autorisation de défrichement implique l'obligation d'assurer la coordination avec les autres procédures d'autorisation requises par le droit cantonal et fédéral (consid. 2b)."], "faits": "|326|\n\nAm 5. Juli 1990 stellte die Kantonalbank Appenzell A.Rh. beim Regierungsrat des Kantons Appenzell A.Rh. ein Gesuch um Rodung einer Fläche von 2850 m2 Wald auf dem Grundstück Kat. Nr. 1605 in der Walke in der Gemeinde Herisau. Das Grundstück liegt gemäss dem Gemeindezonenplan in der Industriezone. Die Gesuchstellerin beabsichtigt, in der Walke drei Gewerbetrakte zu erstellen. Für den Trakt C, der in den Bereich der betreffenden Rodungsfläche zu stehen kommt, wurde bei der Gemeinde ein Baugesuch eingereicht.\n\nDer Regierungsrat fasste am 20. November 1990 folgenden Beschluss:\n\n\"1. Dem Rodungsgesuch der Appenzell-Ausserrhodischen Kantonalbank mit\n\neiner Rodungsfläche von ca. 2850 m2 wird dem Grundsatze nach entsprochen.\n\n2. Die Justizdirektion wird beauftragt, auf besonderen Antrag der\n\nGesuchstellerin die Einzelheiten (Fristen, Ersatzaufforstung) zu regeln.\n\n3. Die Gesuchstellerin darf vor diesem Entscheid der Justizdirektion von\n\nder Bewilligung nicht Gebrauch machen.\"\n\nDas Bundesgericht heisst die gegen diesen Entscheid erhobene Verwaltungsgerichtsbeschwerde des Eidgenössischen Departements des Innern gut.", "considerants": "Aus den Erwägungen:\n\n1. a) Der angefochtene Entscheid des Regierungsrates des Kantons Appenzell A.Rh. ist in Anwendung von Art. 25bis Abs. 1 lit. b FPolV und somit gestützt auf öffentliches Recht des Bundes ergangen. Das EDI ist gemäss Art. 103 lit. b OG zur Beschwerde legitimiert.\n\n|327|\n\nb) Der Regierungsrat hat mit dem angefochtenen Entscheid dem Rodungsgesuch \"dem Grundsatze nach\" entsprochen und die Justizdirektion beauftragt, die Einzelheiten zu regeln. Das kantonale Verfahren ist demnach noch nicht abgeschlossen. Gemäss der bundesgerichtlichen Praxis handelt es sich allerdings nicht um einen Zwischen-, sondern um einen Teilentscheid, mit welchem über einen Grundsatzaspekt des Streitgegenstandes entschieden wurde. Ein derartiger Teilentscheid ist im gleichen Verfahren wie eine Endverfügung anfechtbar (vgl. dazu BGE 107 Ib 343 E. 1 mit Hinweisen; FRITZ GYGI, Bundesverwaltungsrechtspflege, 2. Auflage, Bern 1983 S. 140/141). Auf die Verwaltungsgerichtsbeschwerde ist daher einzutreten.\n\n2. Gemäss Art. 31 Abs. 1 des Bundesgesetzes betreffend die eidgenössische Oberaufsicht über die Forstpolizei vom 11. Oktober 1902 (FPolG) soll das Waldareal der Schweiz nicht vermindert werden. Art. 24 FPolV führt diesen Grundsatz dahin aus, dass das Waldareal im Hinblick auf seine Nutz-, Schutz- und Wohlfahrtsaufgaben in seinem Bestand und in seiner regionalen Verteilung zu erhalten sei. Rodungen bedürfen einer Bewilligung. Gemäss Art. 26 Abs. 1 FPolV, der in ständiger Rechtsprechung als gesetzeskonform anerkannt worden ist (BGE 116 Ib 327 E. 4; BGE 112 Ib 200 E. 2; BGE 108 Ib 180 E. 1a, je mit Hinweisen), darf die Bewilligung nur erteilt werden, wenn sich hiefür ein gewichtiges, das Interesse an der Walderhaltung überwiegendes Bedürfnis nachweisen lässt (vgl. dazu BGE 112 Ib 200 E. 2 mit Hinweisen). Dabei gilt das Gebot der Walderhaltung ohne Rücksicht auf Zustand, Wert und Funktion des konkreten Waldes; es bezieht sich auch auf kleine und vernachlässigte Waldgrundstücke (ZBl 88/1987 S. 501). Der Rodung dürfen sodann keine polizeilichen Gründe entgegenstehen (Art. 26 Abs. 2 FPolV). Im weiteren muss das Werk, wofür die Rodung begehrt wird, auf den vorgesehenen Standort angewiesen sein; finanzielle Interessen, wie möglichst einträgliche Nutzung des Bodens oder billige Beschaffung von Land, gelten nicht als gewichtige Bedürfnisse (Art. 26 Abs. 3 FPolV). Der Begriff der Standortgebundenheit ist allerdings hier nicht in raumplanungsrechtlich strengem Sinne zu verstehen, was bedeutet, dass bei Rodungen das Erfordernis der Standortgebundenheit nicht absolut gilt, weil fast immer eine Wahlmöglichkeit besteht. Entscheidend ist, ob die Gründe dieser Wahl die Interessen der Walderhaltung überwiegen (BGE 112 Ib 200 E. 2a mit Hinweisen). Schliesslich ist dem Natur- und Heimatschutz |328| gebührend Rechnung zu tragen (Art. 26 Abs. 4 FPolV). Die Verwaltungsbehörde muss dabei nicht nur die Auswirkungen der Rodung als solche berücksichtigen, sondern auch das anstelle des Waldes zu errichtende Bauwerk und seine Auswirkungen (BGE 108 Ib 177).\n\na) Aus diesen Rodungsvoraussetzungen ergibt sich, dass eine gesamthafte Beurteilung aller auf dem Spiele stehenden Interessen nötig ist, um den Anforderungen des Bundesverwaltungsrechts zu genügen. Dies zeigt in besonderem Masse der vorliegende Fall. Das beschwerdeführende EDI macht nämlich u.a. geltend, die dem Grundsatze nach erteilte Rodungsbewilligung trage den Anforderungen des Natur- und Heimatschutzes gemäss Art. 26 Abs. 4 FPolV nicht hinreichend Rechnung. Gerade diese Frage kann nur beurteilt werden, wenn alle Auflagen und Bedingungen der Rodungsbewilligung feststehen und insbesondere auch über Pflicht und Standort der Ersatzaufforstung gemäss Art. 26bis FPolV Klarheit herrscht. Der Regierungsrat äussert sich indessen zu diesen Fragen nur sehr summarisch, indem er festhält, dem Schaden, den eine Rodung im Gebiet Walke anrichte, stehe wenigstens der Vorteil gegenüber, dass mit der Verwirklichung des Projektes gleichzeitig eine Offenlegung des bisher unterirdisch geführten Walkebaches verbunden sei. Aus diesen Ausführungen geht jedoch noch nicht genügend klar hervor, ob und wie dem Natur- und Heimatschutz Rechnung getragen wurde. Wie vorstehend ausgeführt, sind im Zusammenhang mit einer Rodung weiter auch die Auswirkungen des anstelle des Waldes zu errichtenden Bauwerkes zu berücksichtigen. Dies ist aber erst dann möglich, wenn nicht nur die Grösse desselben, sondern auch die genaue Art der Bewirtschaftung bzw. dessen Zweck feststeht. Auch in diesem Punkt enthält der angefochtene Entscheid zu wenig konkrete Angaben.\n\nEs zeigt sich somit, dass der angefochtene Entscheid auf einem unzureichend abgeklärten Sachverhalt beruht und dass nicht alle Interessen abgewogen wurden. Wie jede Interessenabwägung muss aber auch jene nach Art. 26 FPolV umfassend sein und von der nämlichen Behörde ausgehen (vgl. unveröffentlichtes Urteil des Bundesgerichts vom 27. Oktober 1988 i.S. Ligue suisse pour la protection de la nature, E. 2). Die richtige Anwendung von Art. 26 FPolV verlangt - ähnlich wie die Interessenabwägung nach Art. 24 Abs. 1 lit. b RPG - die Beurteilung eines Projektes als Ganzes; sie schliesst es aus, dass für die Interessenabwägung massgebende |329| Einzelfragen separaten Verfahren vorbehalten werden. Wird bei der Beurteilung einer Rodungsbewilligung in Missachtung des Grundsatzes der umfassenden Interessenabwägung durch die nämliche Behörde ein wesentlicher Gesichtspunkt ausser acht gelassen, so liegt darin in der Regel nicht nur eine unvollständige Sachverhaltsfeststellung, sondern auch eine Verletzung von Art. 26 FPolV (BGE 112 Ib 120 mit Hinweisen). Der Bewilligungsentscheid darf demnach nicht derart aufgeteilt werden, dass über den Grundsatz eine Behörde und über die Einzelheiten eine andere Instanz entscheidet.\n\nb) Zu diesen Überlegungen kommt noch ein weiterer Punkt hinzu. Die bundesgerichtliche Rechtsprechung lässt es zwar zu, dass über ein Rodungsgesuch, dem für die Erstellung einer im Wald geplanten Anlage vorrangige Bedeutung zukommt, vorweg entschieden wird (BGE 114 Ib 230 f. E. 8). Dies ist namentlich dann möglich, wenn von vornherein aufgrund eines zureichend abgeklärten Sachverhaltes klar feststeht, dass die geltend gemachten Interessen das gesetzliche Walderhaltungsgebot nicht zu überwiegen vermögen (vgl. BGE 113 Ib 153 f., nicht publiziertes Urteil des Bundesgerichts vom 24. Mai 1989 i.S. Stadtgemeinde Ilanz E. 4a). Wird eine Rodungsbewilligung in Erwägung gezogen, wie sie die Beschwerdegegnerin verlangt, so hat jedoch notwendigerweise eine Abstimmung mit den übrigen Behörden zu erfolgen, welche für die Erteilung der weiteren Bewilligungen zuständig sind. Im vorliegenden Fall bedarf das Vorhaben der Beschwerdegegnerin neben der Rodungsbewilligung noch verschiedener weiterer Bewilligungen nach kantonalem und gegebenenfalls auch nach eidgenössischem Recht (je nach Nutzungsart der geplanten Bauten evtl. Abklärung der UVP-Pflicht, vgl. Ziff. 7 Anhang der Verordnung über die Umweltverträglichkeitsprüfung vom 19. Oktober 1988, UVPV, evtl. Ausnahmenbewilligungen, Baubewilligung etc.). Soll unter diesen Umständen eine Rodungsbewilligung vorweg, d.h. vor Erteilung der anderen Bewilligungen erteilt werden, so ist die Koordination mit den übrigen, nach kantonalem oder eidgenössischem Recht notwendigen Bewilligungsverfahren sicherzustellen. Dies setzt den Einbezug sämtlicher im Rahmen der übrigen Bewilligungsverfahren zu berücksichtigenden Interessen voraus; namentlich bedürfen die raumplanungs- sowie umwelt- und gewässerschutzrechtlichen Fragen einer eingehenden Prüfung. Dabei genügt nicht allein die materielle Berücksichtigung dieser Belange, die erforderliche Koordination ist vielmehr durch den |330| formellen Einbezug der zuständigen Behörden in das Verfahren der Rodungsbewilligung sicherzustellen. Die zuständigen Verwaltungsbehörden haben im Verfahrensverlauf dafür zu sorgen, dass sowohl in materiellrechtlicher als auch in verfahrensmässiger Hinsicht eine Lösung gefunden wird, bei welcher alle in Frage stehenden Regeln möglichst gleichzeitig und vollumfänglich zum Zuge kommen und überdies die auf das zu beurteilende Projekt anwendbaren kantonalen Normen gebührend berücksichtigt werden (116 Ib 329 f.; ferner nicht publizierter Entscheid vom 24. Mai 1989 i.S. Stadtgemeinde Ilanz, E. 4c, d). An einer derartigen Koordination fehlt es aber im vorliegenden Fall vollumfänglich."}