{"annee": "117", "cour": "IA", "page": "81", "date": "22/1/1991", "cite": ["114 IA 200", "105 II 49", "86 III 134", "114 II 45", "81 II 79", "110 II 54", "98 II 88", "111 II 62", "110 II 255", "93 II 436", "99 II 277"], "cite_par": ["123 III 414", "118 IA 118", "129 III 750", "119 II 391"], "chapeau": "14. Auszug aus dem Urteil der II. Zivilabteilung vom 22. Januar 1991 i.S. Actimon SA gegen Central Bank of Libya (staatsrechtliche Beschwerde)", "regestes": ["Recevabilité du recours de droit public pour violation de traités internationaux (art. 84 al. 1 let. c OJ). Le recours de droit public pour violation de traités internationaux est irrecevable lorsque la violation invoquée peut être critiquée par la voie du recours en réforme. Tel est le cas également, dans une cause susceptible de recours en réforme, lorsque le recourant fait valoir que la décision attaquée viole des dispositions de droit public d'un traité international, respectivement des règles du droit international public coutumier."], "faits": "|81|\n\nDie Actimon SA stellte am 2. Februar 1984 beim Einzelrichter im summarischen Verfahren am Bezirksgericht Zürich gegen den libyschen Staat für eine Forderung von Fr. 460'593.20 nebst Zinsen ein Arrestbegehren. Unter anderem verlangte sie auch die Arrestierung |82| von Vermögenswerten, die auf den Namen der Central Bank of Libya lauten. Insoweit wurde das Begehren abgewiesen. Das Obergericht des Kantons Zürich wies jedoch den Einzelrichter mit Entscheid vom 30. April 1984 an, den Arrest auch bezüglich der auf den Namen der Central Bank of Libya lautenden Vermögenswerte zu bewilligen. Am 30. April 1984 erliess der Einzelrichter einen entsprechenden Arrestbefehl, worauf bei der schweizerischen Nationalbank Wertschriften, lautend auf die Central Bank of Libya, im Betrag von Fr. 620'000.-- mit Arrest belegt wurden. Gegen den Arrestbefehl erhob die Sozialistische Libysche Arabische Volks-Jamahiriya staatsrechtliche Beschwerde, wobei sie sich namentlich auf ihre völkerrechtliche Immunität berief und geltend machte, Vermögenswerte der Central Bank of Libya könnten nicht Gegenstand eines Arrestes sein, da sie zur Erfüllung hoheitlicher Aufgaben bestimmt seien. Mit Entscheid vom 24. April 1985 wies das Bundesgericht die staatsrechtliche Beschwerde ab, soweit darauf einzutreten war.\n\nDa die Central Bank of Libya die mit Arrest belegten Werte zu Eigentum angesprochen hatte, erhob die Actimon SA Klage auf Aberkennung dieses Anspruchs, die vom Obergericht des Kantons Zürich in zweiter Instanz mit Urteil vom 28. September 1990 abgewiesen wurde. Gegen dieses Urteil hat die Actimon SA neben einer Berufung und einer kantonalen Nichtigkeitsbeschwerde gestützt auf Art. 84 Abs. 1 lit. c OG die vorliegende staatsrechtliche Beschwerde erhoben. Sie ersucht um Erteilung der aufschiebenden Wirkung. - Vernehmlassungen zur Beschwerde sind nicht eingeholt worden.\n\nDas Bundesgericht tritt auf die Beschwerde nicht ein.", "considerants": "Aus den Erwägungen:\n\n1. Nach Art. 84 Abs. 2 OG ist die staatsrechtliche Beschwerde nur zulässig, wenn die behauptete Rechtsverletzung nicht sonstwie durch Klage oder Rechtsmittel beim Bundesgericht oder einer andern Bundesbehörde gerügt werden kann. Gegenstand des Prozesses zwischen den Parteien bildet die Frage, ob die mit Arrest belegten Vermögenswerte Eigentum der Beschwerdegegnerin und nicht der Arrestschuldnerin sind und deshalb aus dem Arrestbeschlag entlassen werden müssen. Es liegt somit eine Zivilrechtsstreitigkeit vor, die - obwohl es sich um ein blosses Zwischenverfahren im Rahmen der Arrestbetreibung handelt - grundsätzlich |83| der Berufung unterliegt, wenn der erforderliche Streitwert gegeben ist, wie dies hier zutrifft (BGE 93 II 437, BGE 86 III 137; vgl. z.B. BGE 114 II 45 ff., 102 III 165 ff.). Nach Art. 43 Abs. 1 OG kann mit der Berufung geltend gemacht werden, der angefochtene Entscheid beruhe auf Verletzung des Bundesrechts mit Einschluss der durch den Bund abgeschlossenen völkerrechtlichen Verträge. Dabei erfasst der Begriff des Bundesrechts nicht nur das private, sondern auch das öffentliche Recht des Bundes, und zwar auch solches, das in Staatsverträgen enthalten ist. In einzelnen Urteilen ist freilich ausgeführt worden, es könne mit der Berufung nur die Verletzung von privatrechtlichen Bestimmungen von Staatsverträgen gerügt werden (BGE 98 II 90, BGE 81 II 79). Eine solche Einschränkung findet indessen im Gesetz keine Stütze und lässt sich namentlich auch nicht aus dem Wortlaut von Art. 84 Abs. 1 lit. c OG (zum Sinn dieser Bestimmung vgl. BGE 114 Ia 200 ff.) ableiten. Wenn dort gesagt wird, die Staatsvertragsbeschwerde sei bei Verletzung von zivilrechtlichen Bestimmungen von Staatsverträgen unzulässig, so will dies nicht heissen, bei Verletzung von öffentlichrechtlichen Bestimmungen von Staatsverträgen stehe die Staatsvertragsbeschwerde unabhängig von Art. 84 Abs. 2 OG auch in berufungsfähigen Fällen zur Verfügung (Botschaft des Bundesrates, BBl 1943 S. 118; GULDENER, Schweiz. Zivilprozessrecht, 3. Aufl., S. 545 Anm. 21; POUDRET, N 1.2.3 und 1.3.1 zu Art. 43 OG). Das Bundesgericht ist denn auch nicht nur auf Berufungen eingetreten, mit denen die Verletzung von staatsvertraglichen Gerichtsstandsbestimmungen - die an sich dem öffentlichen Recht angehören - gerügt wurde (BGE 111 II 62 ff., BGE 110 II 56 E. 1a, BGE 99 II 279 E. 1), sondern auch auf solche, die andere öffentlichrechtliche Bestimmungen eines Staatsvertrags bzw. Regeln des Völkerrechts betrafen. So wurde beispielsweise in BGE 105 II 57 ff. E. 3 im Rahmen eines Berufungsverfahrens die Rüge der Verletzung von - klarerweise öffentlichrechtlichen - Bestimmungen des Freihandelsabkommens zwischen der Schweiz und der Europäischen Wirtschaftsgemeinschaft geprüft, und in BGE 110 II 255 wurde auf eine Berufung eingetreten, in der aufgrund der allgemeinen Lehren über die Staatenimmunität zu beurteilen war, ob das Arbeitsverhältnis eines Botschaftsangestellten mit einer ausländischen Botschaft in der Schweiz der schweizerischen Gerichtsbarkeit unterliege.\n\n2. Im vorliegenden Fall stellt sich die Beschwerdeführerin auf den Standpunkt, es ergebe sich aus dem Völkergewohnheitsrecht, |84| das dem Staatsvertragsrecht gleichzusetzen sei, dass die Beschwerdegegnerin nicht als selbständige, vom libyschen Staat getrennte juristische Person angesehen werden dürfe. Sollte sich dem Völkergewohnheitsrecht tatsächlich eine solche Regel entnehmen lassen, was hier nicht zu untersuchen ist, so könnte deren Verletzung nach dem Gesagten mit der Berufung gerügt werden. Die staatsrechtliche Beschwerde ist daher ausgeschlossen."}