{"annee": "117", "cour": "IB", "page": "285", "date": "11/6/1991", "cite": ["99 IB 200", "114 IB 135", "111 IB 290", "110 IB 398", "115 IB 131", "114 IB 344", "112 IB 280", "110 IB 340", "112 IB 543", "115 IB 472", "97 I 573", "111 IB 26", "115 IB 347"], "cite_par": ["118 IB 301", "122 II 165", "126 II 522", "123 II 337", "124 II 460", "125 II 591", "120 IB 136", "117 IB 425", "124 II 293", "118 IB 38", "118 IB 206", "120 IB 233", "126 II 43", "119 IB 480", "121 II 378", "119 IB 458", "118 IB 599", "125 II 643"], "chapeau": "36. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 11. Juni 1991 i.S. WWF gegen Kanton Basel-Stadt und Regierungsrat des Kantons Basel-Stadt (Verwaltungsgerichtsbeschwerde)", "regestes": ["Opposition au projet définitif de routes nationales, étude de l'impact sur l'environnement. Recevabilité du moyen de droit: les organisations nationales peuvent attaquer le projet définitif de routes nationales par la voie du recours de droit administratif en se fondant sur les art. 9 et 55 LPE, car elles sont habilitées, en vertu de l'art. 55 al. 3 LPE, à former l'opposition du droit de l'expropriation aussi au sens de l'art. 7 al. 3 LEx (consid. 2a). Qualité pour agir de l'organisation recourante (consid. 2b). Respect du délai de recours (consid. 3). Pouvoir d'examen du Tribunal fédéral (consid. 4). Le projet définitif attaqué peut s'appuyer sur un projet général approuvé par le Conseil fédéral (consid. 6). La réserve apportée par celui-ci dans sa décision d'approbation ne se rapporte pas à la voie d'accès litigieuse et ne signifie du reste pas que le DFTCE pourrait décider du nombre et de l'emplacement des jonctions (consid. 6a). Le fait que cet accès qui doit tout d'abord être créé avant la mise en exploitation du tronçon principal soit appelé à servir de voie de décongestion n'entraîne pas l'obligation d'élaborer pour lui un projet général complémentaire séparé (consid. 6b). Ni la loi sur les routes nationales ni la législation en matière de protection de l'environnement n'empêchent de projeter et d'exécuter par étapes les tronçons de routes nationales qui font l'objet d'un projet général (consid. 7). Le déroulement de l'étude d'impact sur l'environnement par étapes prévu pour la construction des routes nationales permet en principe de limiter le contrôle de troisième étape au projet définitif particulier (consid. 7b). Dans le cadre de l'opposition contre le projet définitif, le projet général et l'étude d'impact sur l'environnement réalisée au stade de celui-ci (EIE de deuxième étape) ne peuvent encore être remis en question que s'ils présentent des défauts qui se sont répercutés dans le projet définitif (consid. 7c). Le projet définitif litigieux est compatible avec les prescriptions en matière de protection contre le bruit et l'ordonnance sur la protection de l'air (consid. 8). S'il est à prévoir qu'une nouvelle route nationale engendrera des immissions dépassant les valeurs limites d'exposition au bruit, seule peut encore être exigée en vertu de l'art. 25 al. 3 LPE - pourvu que toute limitation admissible des émissions à la source ait été ordonnée - la prise de mesures de protection antibruit sur les immeubles touchés, non pas, en revanche, la renonciation à la construction de la route (consid. 8b). Les art. 18 et 19 OPair n'excluent pas non plus la construction d'une infrastructure destinée aux transports, qui provoquerait des immissions excessives; en pareil cas, l'autorité a bien plutôt l'obligation d'arrêter un plan de mesures au sens de l'art. 31 OPair (consid. 8c)."], "faits": "|287|\n\nNach dem Bundesbeschluss über das Nationalstrassennetz vom 21. Juni 1960 soll die Nationalstrasse N 2 Basel-Chiasso im Gebiet Basel-Lysbüchel an das französische Autobahnnetz angeschlossen werden. Dieser Anschluss bildete Gegenstand verschiedener |288| staatsvertraglicher Abmachungen zwischen der Schweiz und Frankreich. So wurde am 22. September 1982 in Verhandlungen vereinbart und im Mai 1983 durch einen Notenwechsel zwischen dem Bundesrat und der französischen Regierung bestätigt, dass der Verkehr ab der französischen Autobahn A 35 bzw. ab der auf französischem Boden zu errichtenden schweizerisch-französischen Gemeinschaftszollanlage auf der Basler Seite provisorisch über die Neudorfstrasse abgenommen werde. Die Neudorfstrasse wurde in der Folge ausgebaut. Sie leitet den Verkehr vorwiegend durch Wohngebiete zur Flughafenstrasse und zum Luzernerring, von wo aus der Durchgangsverkehr entweder über die Dreirosenbrücke Kleinbasel und schliesslich die Osttangente der N 2 erreicht oder auf der Grossbasler Seite über den äusseren Ring dem Autobahnanschluss Hagnau zustrebt.\n\nFür die definitive Verknüpfung des schweizerischen und des französischen Nationalstrassennetzes wurden mehrere Varianten geprüft. In Frage stand zunächst eine den Bahnanlagen der SBB und der SNCF folgende Süd-/Westtangente. Dieses Projekt wurde jedoch wegen der starken Belastung von Wohngebieten zugunsten einer Nordtangente aufgegeben, die die bestehende Osttangente auf kürzestem Weg mit der Gemeinschaftszollanlage und der A 35 verbindet. Die Nordtangente soll weitgehend überdeckt in Tieflage erstellt werden und im Bereich der heutigen Dreirosenbrücke den Rhein überqueren.\n\nDas generelle Projekt für die Nordtangente, das wegen der schwierigen städtischen Verhältnisse einen hohen Detaillierungsgrad aufweist, sieht neben vier weiteren Anschlüssen unmittelbar bei der Landesgrenze den Vollanschluss Schlachthof vor, der unter anderem über die auszubauende Schlachthofstrasse erreicht werden kann. Die im Industriegebiet gelegene Schlachthofstrasse besteht heute aus zwei zu den Bahnanlagen der SNCF führenden Sackgassen, die mit einer Fussgänger-Unterführung verbunden sind. Die beiden Strassenteilstücke sollen zu einem durchgehend befahrbaren leistungsfähigen Zubringer zum Autobahnanschluss und zur Gemeinschaftszollanlage ausgebaut und die Strassenkreuzung Schlachthofstrasse/Elsässerstrasse/Kohlenstrasse entsprechend angepasst werden.\n\nDer Bundesrat genehmigte das generelle Projekt am 25. März 1987. Hierauf wurde gemäss Beschluss des Regierungsrates des Kantons Basel-Stadt vom 5. März 1987 im Einvernehmen mit den zuständigen Bundesstellen vorweg das Ausführungsprojekt für |289| den Ausbau der Schlachthofverbindung ausgearbeitet, um rasch eine bessere Verteilung des von und zur französischen Autobahn fliessenden Verkehrs zu ermöglichen und die Wohngebiete am Luzernerring und an der Flughafenstrasse zu entlasten. Damit wird der Schlachthofverbindung als Entlastungsstrasse zunächst eine von der Nordtangente unabhängige und selbständige Bedeutung zukommen. Nach Erstellung der Nordtangente soll sie - wie bereits erwähnt - zum eigentlichen Autobahnzubringer werden, der vor allem dem direkten Anschluss des Industriegebietes beidseitig der Elsässerstrasse dient.\n\nDas Ausführungsprojekt für die Schlachthofverbindung wurde vom 31. August bis 29. September 1987 zusammen mit einem Bericht über die Umweltverträglichkeit öffentlich aufgelegt. Gegen das Projekt erhob neben anderen auch der WWF, World Wildlife Fund Schweiz, Einsprache. Nach Eingang der Beurteilungsberichte der kantonalen Umweltschutzbehörden und der Stellungnahme des Bundesamtes für Umwelt, Wald und Landschaft (BUWAL) behandelte der Regierungsrat des Kantons Basel-Stadt die Einsprachen und hiess am 29. August 1989 die Einsprache des WWF im Sinne der Erwägungen teilweise gut. Mit zusätzlichem Beschluss vom gleichen Tage wurde die Umweltverträglichkeit des Nationalstrassenprojektes N 2 Nordtangente \"Schlachthofverbindung\" festgestellt. Damit genehmigte der Regierungsrat, wie er mit nachträglichem Beschluss vom 5. Dezember 1989 präzisierte, zugleich das Bauvorhaben.\n\nDer Einspracheentscheid wurde dem WWF sowie dem Baudepartement des Kantons Basel-Stadt schriftlich mitgeteilt. Der Regierungsratsentscheid über die Umweltverträglichkeit der Schlachthofverbindung wurde zusammen mit dem Umweltverträglichkeitsbericht sowie den Beurteilungsberichten der Umweltschutzfachstellen und der interdepartementalen Umweltschutzkommission vom 13. September bis 13. Oktober 1989 öffentlich aufgelegt mit dem Hinweis, dass während der Auflagefrist Verwaltungsbeschwerde beim Bundesrat bzw. Verwaltungsgerichtsbeschwerde beim Bundesgericht geführt werden könne.\n\nGegen den Einspracheentscheid vom 29. August 1989 hat der WWF am 2. Oktober 1989 Verwaltungsgerichtsbeschwerde beim Bundesgericht und vorsorglich eine gleichlautende Beschwerde beim Bundesrat eingereicht. Mit einer weiteren, ausführlicher begründeten Beschwerde vom 6. Oktober 1989 ist auch der Regierungsratsentscheid über die Ergebnisse der Umweltverträglichkeitsprüfung |290| sowohl beim Bundesrat als auch beim Bundesgericht angefochten worden. Beide Verwaltungsgerichtsbeschwerden werden abgewiesen.", "considerants": "Aus den Erwägungen:\n\n2. a) Der baselstädtische Regierungsrat hat mit dem Einspracheentscheid und dem Entscheid über die Umweltverträglichkeit der Schlachthofverbindung, welcher - wie nachträglich präzisiert - zugleich als Projektgenehmigungsbeschluss zu betrachten ist, in Anwendung von Bundesrecht Verfügungen über Pläne getroffen. Solche Verfügungen sind nur insoweit mit Verwaltungsgerichtsbeschwerde anfechtbar, als es sich um Entscheide über Einsprachen gegen Enteignungen oder Landumlegungen handelt (Art. 99 lit. c OG). Steht kein derartiger Rechtserwerb in Frage, ist in der Regel keine Weiterzugsmöglichkeit ans Bundesgericht gegeben und haben sich die Einsprecher mit verwaltungsrechtlicher Beschwerde an den Bundesrat zu wenden (Art. 73 Abs. 1 lit. c und Art. 74 lit. a VwVG). Werden allerdings dieselben Pläne sowohl von Enteigneten als auch von weiteren Interessierten mit gleichen oder ähnlichen Rügen angefochten, so behandelt das Bundesgericht aus Gründen der Rechtssicherheit und der Prozessökonomie kompetenzausweitend sämtliche Beschwerden (BGE 112 Ib 287 f. E. 2, BGE 111 Ib 291).\n\nWeiter gilt nach bundesgerichtlicher Rechtsprechung der Entscheid der Einsprachebehörde auch gegenüber den gesamtschweizerischen Natur- und Heimatschutzvereinigungen als Entscheid über eine Einsprache gegen die Enteignung im Sinne von Art. 99 lit. c OG, da diese Organisationen gemäss ausdrücklicher Bestimmung von Art. 12 Abs. 3 des Bundesgesetzes über den Natur- und Heimatschutz vom 1. Juli 1966 (NHG; SR 451) zur Geltendmachung von Einsprachen und Begehren gemäss Art. 9, 35 und 55 des Bundesgesetzes über die Enteignung (EntG; SR 711) berechtigt sind. Ebenso sind die Organisationen für befugt gehalten worden, im Verwaltungsgerichtsverfahren neben Art. 12 NHG Art. 55 des Bundesgesetzes über den Umweltschutz vom 7. Oktober 1983 (USG; SR 814.01) anzurufen (BGE 112 Ib 548 E. 1b). Dagegen ist noch nicht entschieden worden, welches Rechtsmittel gegeben ist, wenn sich die allein beschwerdeführende Vereinigung - wie hier - weder auf Art. 12 Abs. 3 NHG noch auf Art. 9 EntG stützt, sondern den Einspracheentscheid einzig aufgrund der Bestimmungen |291| von Art. 9 und 55 USG anficht. Auch in diesem Fall ist nach Auffassung des Bundesgerichts - dem der Bundesrat im Meinungsaustausch beigepflichtet hat - die Verwaltungsgerichtsbeschwerde zulässig:\n\nArt. 55 Abs. 3 USG ermächtigt die gesamtschweizerischen Umweltschutzorganisationen, \"von den Rechtsmitteln im kantonalen Bereich\" Gebrauch zu machen. Zu diesen Rechtsmitteln darf zweifellos auch die in Art. 27 des Bundesgesetzes über die Nationalstrassen (NSG; SR 725.11) vorgesehene Einsprache gegen das Ausführungsprojekt gezählt werden, welche unter anderem der Geltendmachung der enteignungsrechtlichen Einwendungen dient. Nun geht die Rüge, eine geplante, der Umweltverträglichkeitsprüfung unterliegende Anlage lasse sich mit den Umweltschutzvorschriften nicht vereinbaren, in der enteignungsrechtlichen Einwendung gemäss Art. 7 Abs. 3 EntG auf, der Enteigner verletze seine Pflicht, die geeigneten Vorkehren zu treffen, um die Öffentlichkeit und die benachbarten Grundstücke gegen Gefahren und Nachteile sicherzustellen, die mit dem Bau und Betrieb seines Unternehmens verbunden sind. Daraus lässt sich schliessen, der Gesetzgeber habe die im fraglichen Bereich tätigen Vereinigungen - gleich wie er sie durch Art. 12 Abs. 3 NHG zur Einsprache gemäss Art. 9 EntG ermächtigt hat - durch Art. 55 Abs. 3 USG zur enteignungsrechtlichen Einsprache im Sinne von Art. 7 Abs. 3 EntG berechtigen wollen. Können die Umweltschutzorganisationen demnach im nationalstrassenrechtlichen Auflageverfahren enteignungsrechtliche Einsprache erheben, so muss der Einsprachen- und Genehmigungsbeschluss der zuständigen kantonalen Instanz - hier des baselstädtischen Regierungsrates - auch ihnen gegenüber als Entscheid über eine Einsprache gegen die Enteignung im Sinne von Art. 99 lit. c OG gelten und ihnen daher die Verwaltungsgerichtsbeschwerde ans Bundesgericht offenstehen. Die Zuständigkeit des Bundesgerichts zur Beurteilung der Beschwerden des WWF ist somit zu bejahen.\n\nb) Nach Art. 55 Abs. 1 USG können die gesamtschweizerischen Umweltschutzorganisationen, sofern sie mindestens zehn Jahre vor Einreichung der Beschwerde gegründet wurden, gegen Verfügungen der zuständigen Behörden über die Planung, Errichtung oder Änderung von ortsfesten Anlagen, für die eine Umweltverträglichkeitsprüfung nach Art. 9 USG erforderlich ist, Verwaltungsbeschwerde beim Bundesrat oder Verwaltungsgerichtsbeschwerde beim Bundesgericht einreichen.\n\n|292|\n\nDer Beschwerdeführer ist als seit mehr als zehn Jahren bestehende gesamtschweizerische Umweltschutzorganisation anerkannt (vgl. Art. 55 Abs. 2 USG in Verbindung mit Ziff. 3 des Anhangs zur Verordnung vom 27. Juni 1990 über die Bezeichnung der beschwerdeberechtigten Umweltschutzorganisationen, AS 1990 S. 1086). Er ist daher befugt, das Ausführungsprojekt für die Schlachthofverbindung anzufechten, welche - wie erwähnt - als Autobahnzubringer dem Nationalstrassengesetz untersteht und damit zu den vom Bundesrat bezeichneten Anlagen gehört, die der Umweltverträglichkeitsprüfung unterliegen (Art. 9 Abs. 1 USG in Verbindung mit Ziff. 11.1 des Anhangs zur Verordnung über die Umweltverträglichkeitsprüfung vom 19. Oktober 1988 [UVPV; SR 814.011]).\n\n3. Obschon der eidgenössische Gesetzgeber bei Erlass des Umweltschutzgesetzes von der Einführung einer besonderen Umweltschutzbewilligung abgesehen hat und nach Ziff. 11.1 des Anhangs zur UVPV für Nationalstrassen die dritte Stufe der Umweltverträglichkeitskontrolle im Rahmen des Einspracheentscheides zum Ausführungsprojekt vorzunehmen ist, hat der Regierungsrat des Kantons Basel-Stadt am 29. August 1989 neben dem Entscheid über die Einsprachen einen separaten Entscheid über die Vereinbarkeit des Projekts mit den Umweltschutzgeboten gefällt. Während der Einspracheentscheid den Einsprechern zugestellt worden ist und die dreissigtägige Beschwerdefrist von dessen Eröffnung an lief (Art. 106 Abs. 1 OG, Art. 50 Abs. 1 VwVG), ist der Beschluss über die Umweltverträglichkeit der Schlachthofverbindung vom 13. September bis 13. Oktober 1989 öffentlich aufgelegt und in der Publikationsanzeige angegeben worden, gegen den Entscheid könne innert der Auflagefrist Beschwerde geführt werden. Der Beschwerdeführer focht den ihm individuell eröffneten Einspracheentscheid mit Eingabe vom 2. Oktober 1989 und den Umweltverträglichkeitsentscheid mit einer weiteren, der Post am 10. Oktober 1989 übergebenen Rechtsschrift an. Unter diesen Umständen fragt sich, ob sich der Beschwerdeführer auf die in der Auflagepublikation genannte Frist berufen könne, obschon ihm individuell ein Einspracheentscheid zugestellt worden ist. Indessen ist in der amtlichen Publikation ausdrücklich festgehalten worden, dass die Auflagefrist Rechtsmittelfrist sei, und ist kein Vorbehalt hinsichtlich der Einsprecher und der für sie individuell laufenden Frist angebracht worden. Ausserdem waren die dem Beschluss zugrundeliegenden Berichte offenbar auch für die Einsprecher erst |293| ab 13. September 1989 zugänglich. Es ist daher zugunsten des Beschwerdeführers anzunehmen, dass ihm das Recht zustand, innert der Auflagefrist eine zweite, ausführlicher begründete Beschwerde einzureichen, was übrigens der Kanton Basel-Stadt in seiner Vernehmlassung nicht in Frage stellt. Beide Beschwerden sind somit rechtzeitig erhoben worden.\n\n4. Mit Verwaltungsgerichtsbeschwerde kann Verletzung von Bundesrecht, einschliesslich Überschreitung oder Missbrauch des Ermessens, sowie unrichtige oder unvollständige Feststellung des Sachverhaltes geltend gemacht werden (Art. 104 lit. a und b OG). Den Sachverhalt überprüft das Bundesgericht hier frei, da als Vorinstanz kein kantonales Gericht oder eine Rekurskommission, sondern eine kantonale Regierung entschieden hat (Art. 105 OG). Dagegen kann über die Angemessenheit des Einspracheentscheides nicht befunden werden, da das Bundesrecht die Rüge der Unangemessenheit insofern nicht vorsieht (Art. 104 lit. c OG).\n\nOb im angefochtenen Entscheid die auf dem Spiele stehenden, für und wider das Werk sprechenden öffentlichen Interessen richtig gegeneinander abgewogen worden seien, ist in erster Linie eine Rechtsfrage, die das Bundesgericht frei zu untersuchen hat. Das Gericht auferlegt sich jedoch eine gewisse Zurückhaltung, wenn sich technische Probleme stellen und die Einsprachebehörde gestützt auf die Berichte der ihr vom Gesetzgeber beigegebenen Fachinstanzen entschieden hat, wenn weiter örtliche Verhältnisse zu würdigen sind, sofern die Vorinstanz diese besser kennt als das Bundesgericht, oder wenn andere Fragen im Grenzbereich zwischen Recht und Ermessen aufgeworfen werden. Voraussetzung für diese Zurückhaltung ist allerdings, dass es im konkreten Fall keine Anhaltspunkte für eine unrichtige oder unvollständige Feststellung des Sachverhaltes gibt und davon ausgegangen werden kann, dass die Vorinstanz die für den Entscheid wesentlichen Gesichtspunkte geprüft und die erforderlichen Abklärungen sorgfältig und umfassend vorgenommen hat (BGE 112 Ib 295 f. E. 8b, 549 f. E. 1d mit zahlreichen Hinweisen; s.a. BGE 115 Ib 135 f. E. 3, 315 f. E. 4a). Schliesslich ist, wie noch auszuführen sein wird, im Einsprache- und Plangenehmigungsverfahren für den Nationalstrassenbau der besonderen Zuständigkeitsordnung Rechnung zu tragen, nach welcher die Genehmigung des generellen Projektes in die Kompetenz des Bundesrates fällt (vgl. hinten E. 6a und 7c).\n\n5. Der Beschwerdeführer stellt in beiden Beschwerden den Hauptantrag, es sei zunächst die Umweltverträglichkeitsprüfung |294| für das Gesamtprojekt der Nordtangente abzuschliessen, bevor das Ausführungsprojekt für die Schlachthofverbindung genehmigt werde. Sollte diesem Begehren nicht entsprochen werden, so wird gefordert, dass die Umweltverträglichkeitsprüfung für die Schlachthofverbindung ergänzt und für dieses Strassenteilstück vorerst dem Bundesrat im Sinne von Art. 20 NSG ein selbständiges generelles Projekt unterbreitet werde. Schliesslich wird subeventuell die Feststellung verlangt, dass die Schlachthofverbindung gemäss dem vorliegenden Prüfungsergebnis mit den gesetzlichen Anforderungen unvereinbar und nicht umweltverträglich sei.\n\nDer Beschwerde liegt die Überlegung zugrunde, dass die Schlachthofverbindung nicht erstellt werden könne, solange nicht feststehe, ob und wie das Gesamtprojekt der Nordtangente zu realisieren sei. Der Beschwerdeführer beanstandet deshalb das eingeschlagene etappenweise Vorgehen, welches erlaubt, in einer ersten Phase die später zum Nordtangenten-Zubringer auszubauende Schlachthofverbindung als Abnehmer der französischen Autobahn A 35 auszuführen und dementsprechend die Umweltverträglichkeitsprüfung heute auf dieses Teilstück zu beschränken. Nach Ansicht des Beschwerdeführers dürfte die Schlachthofverbindung nur dann vor der Genehmigung des Gesamtprojekts gebaut werden, wenn für sie ein selbständiges generelles Projekt erstellt und vom Bundesrat genehmigt worden wäre.\n\n6. Vorweg zu behandeln ist der Einwand, das umstrittene Ausführungsprojekt könne sich nicht auf ein generelles Projekt stützen bzw. für die umstrittene Strassenverbindung müsse zunächst ein selbständiges generelles Projekt erarbeitet und genehmigt werden. Wäre diese Beanstandung berechtigt, so wären die Beschwerden sofort gutzuheissen und würde sich eine Prüfung der weiteren Rügen erübrigen.\n\na) Die Genehmigung eines Ausführungsprojekts setzt nach Nationalstrassengesetz ein vom Bundesrat gutgeheissenes generelles Projekt im Sinne von Art. 12 ff. NSG voraus (vgl. Art. 21 NSG). Aus den Plänen des generellen Projekts haben insbesondere die Linienführung der Strassen, die Anschlussstellen und die Kreuzungsbauwerke hervorzugehen (Art. 12 NSG). Sind diese wichtigen Bestandteile im generellen Projekt nicht enthalten, so können sie nach bundesgerichtlicher Rechtsprechung im Rahmen der Ausführungsprojektierung nicht vorgesehen werden (vgl. BGE 114 Ib 137 ff. und die in E. 5b zitierten Urteile).\n\n|295|\n\nWie im Sachverhalt erwähnt, ist im vorliegenden Fall das generelle Projekt 1:2000 vom Dezember 1984 für die städtische Nationalstrasse SN2, Abschnitt Landesgrenze F/CH bis Wiese (km 0.00 - km 3.15) vom Bundesrat mit Beschluss vom 25. März 1987 genehmigt und zur Ausarbeitung der Ausführungsprojekte freigegeben worden. In den Plänen des generellen Projektes ist die Schlachthofverbindung als Zubringer zum Vollanschluss Schlachthof der N 2 bzw. zur französischen A 35 eingezeichnet. Im technischen Bericht wird auf die neue Schlachthofstrasse und auf ihre Entlastungsfunktion hingewiesen. Die Schlachthofverbindung ist somit im generellen Projekt offensichtlich enthalten.\n\nUnklarheit hat sich indessen aus dem Wortlaut von Ziffer 2 des bundesrätlichen Genehmigungsbeschlusses ergeben, nach welchem über die Anzahl und die Ausgestaltung der Anschlüsse erst im Rahmen des Ausführungsprojektes definitiv entschieden werden soll. Wäre dieser Vorbehalt in dem Sinne zu verstehen, dass noch nicht feststünde und erst durch das EVED bei Genehmigung des Ausführungsprojektes zu entscheiden sei, ob der Vollanschluss Schlachthof überhaupt verwirklicht werde und die Schlachthofverbindung je als Zubringer zu diesem dienen könne, so wären die Vorwürfe des Beschwerdeführers in der Tat begründet. Wie das Bundesgericht in BGE 114 Ib 137 f. E. 5b dargelegt hat, ist die Frage, wie viele Zugänge zum Nationalstrassennetz zu schaffen und wo diese vorzusehen sind, im Hinblick auf die Funktion der Autobahnen als Schnellverbindungsstrassen und die Gewährleistung der Verkehrssicherheit von ausserordentlich grosser Bedeutung. Die Wahl der Anschlussstellen hat zudem allgemeine verkehrspolitische Auswirkungen und kann zu interkantonalen, ja sogar - wie der vorliegende Fall zeigt - zu internationalen Konflikten führen, deren Lösung dem Bundesrat vorbehalten werden muss, welcher über die nötige Übersicht über alle mit dem Projekt zusammenhängenden Fragen verfügt. Es ginge daher nicht an, den Entscheid über Anzahl und Ausgestaltung der Autobahnanschlüsse dem Departement anheimzustellen. Nun hat der Bundesrat auf Gesuch des baselstädtischen Regierungsrates die Bedeutung seines Genehmigungsbeschlusses mit Schreiben vom 24. Oktober 1990 erläutert. Er hat einerseits festgehalten, dass sich der Vorbehalt in Ziffer 2 seines Beschlusses einzig auf die Rheinanschlüsse und die Rheinbrücke beziehe, nicht dagegen auf den von Anfang an unbestrittenen Vollanschluss Schlachthof. Andererseits solle mit dem Vorbehalt lediglich signalisiert werden, dass der |296| Bundesrat bereit wäre, je nach Planungsentwicklung auf seinen Entscheid betreffend die Halbanschlüsse zurückzukommen. In diesem Sinne werde sich erst später, bei Ausarbeitung des Ausführungsprojektes, erweisen, ob es beim genehmigten generellen Projekt bleibe oder ob infolge einer abweichenden Ausgestaltung der Anschlüsse ein neuer Beschluss über ein abgeändertes generelles Projekt gefasst werden müsste.\n\nAufgrund dieser Klarstellung des Bundesrates steht fest, dass der Vollanschluss Schlachthof und die Schlachthofverbindung Bestandteil des generellen Projektes bilden.\n\nb) Dass die Schlachthofverbindung vorweg erstellt werden und in einer ersten Phase, bis zur Inbetriebnahme der Nordtangente, als Entlastungsstrasse für den von und zur französischen Autobahn fliessenden Verkehr dienen soll, hat nicht zur Folge, dass ein zusätzliches, auf diese Funktion der Strassenverbindung zugeschnittenes generelles Projekt erarbeitet werden müsste. Es ist durchaus üblich und mit dem Nationalstrassengesetz vereinbar, das beim Bau der Nationalstrassen gewisse Teilstücke zunächst provisorisch an das kantonale Strassennetz angeschlossen werden und vorübergehend andere als die ihnen im endgültigen Zustand zugedachten Aufgaben erfüllen. Entgegen der Meinung des Beschwerdeführers ist denn heute auch nicht mehr offen, ob die N 2 im Bereiche des Schlachthofanschlusses überhaupt erstellt werde und die Schlachthofverbindung je ihre Funktion als Nationalstrassen-Zubringer übernehmen könne. Wie bereits angeführt ist schon im Beschluss der Bundesversammlung vom 21. Juni 1960 der Zusammenschluss der französischen Autobahn A 35 mit der schweizerischen Nationalstrasse N 2 angeordnet worden und hat sich die Schweiz in völkerrechtlich verbindlichen Abmachungen gegenüber Frankreich zur Abnahme des Autobahnverkehrs an der Schweizergrenze verpflichtet. Der Grenzübergangspunkt wurde in einem Notenwechsel zwischen dem Bundesrat und der französischen Regierung am 4./9. Januar 1963 festgelegt. In späteren Vereinbarungen wurden provisorische Regelungen für den Anschluss der A 35 getroffen, die 1989 bis zur Grenze fertiggestellt worden ist. Es steht daher sowohl aufgrund innerstaatlichen Rechts als auch völkerrechtlicher Vereinbarungen fest, dass die N 2 im fraglichen Grenzbereich erstellt werden muss und dass demzufolge die Schlachthofverbindung die ihr im generellen Projekt zugewiesene Aufgabe als Nationalstrassen-Zubringer wird übernehmen können.\n\n|297|\n\nDie Zweifel, die der Beschwerdeführer am generellen Projekt als Grundlage für das Ausführungsprojekt Schlachthofverbindung äussert, erweisen sich demnach als unbegründet. Von mangelnder Übereinstimmung des Ausführungsprojektes mit dem generellen Projekt kann nicht die Rede sein.\n\n7. Zu prüfen ist weiter die Rüge, die Umweltverträglichkeitsprüfung hätte nicht auf die Teilstrecke Schlachthofverbindung beschränkt und das Ausführungsprojekt nicht genehmigt werden dürfen, bevor für das Gesamtprojekt Nordtangente die Umweltverträglichkeitsprüfung abgeschlossen sei. Damit wird die Frage aufgeworfen, ob und unter welchen Voraussetzungen aus der Sicht des Nationalstrassenrechts und der Umweltschutzgesetzgebung mehrere zum selben generellen Projekt gehörende Nationalstrassen-Teilstücke gestaffelt geplant und ausgeführt werden dürften. In diesem Zusammenhang ist auch zu untersuchen, inwieweit bei der Anfechtung des Ausführungsprojektes die bei der Ausarbeitung des generellen Projektes vorgenommene Umweltverträglichkeitsprüfung noch zur Diskussion gestellt werden könne.\n\na) Als erstes ist allgemein festzuhalten, dass die generellen Projekte in der Regel grössere Strassenabschnitte umfassen, welche für die Detailprojektierung, die Auflage der Ausführungsprojekte und die Bauausführung üblicherweise unterteilt werden. Dieses etappenweise Vorgehen ist zweckmässig und steht mit dem Nationalstrassengesetz nicht in Widerspruch. Führen Nationalstrassen wie im vorliegenden Fall durch dicht überbautes städtisches Gebiet, so rechtfertigt sich angesichts der schwer überschaubaren Verhältnisse und der zahlreichen technischen Probleme eine Aufteilung auch kleinerer Abschnitte. Hinzu kommt hier, dass die Schlachthofverbindung zunächst die Aufgabe eines Zubringers zur französischen Autobahn zu übernehmen hat, was ohnehin eine vorweggenommene Planung und Ausführung dieses Teilstücks erfordert. Aus der Sicht der Bestimmungen über den Nationalstrassenbau lässt sich daher am eingeschlagenen Vorgehen nichts beanstanden.\n\nb) Auch die Umweltschutzgesetzgebung steht der etappenweisen Ausführung von Nationalstrassenabschnitten nicht entgegen.\n\nZiffer 11.1. des Anhangs der UVPV sieht eine dreistufige Umweltverträglichkeitsprüfung vor. Eine erste Kontrolle findet grundsätzlich bei der Genehmigung der allgemeinen Linienführung und der Art der zu errichtenden Nationalstrassen durch die Bundesversammlung statt, doch ist diese Genehmigung weitgehend bereits mit dem Bundesbeschluss über das Nationalstrassennetz |298| vom 21. Juni 1961 erfolgt. Die Prüfung zweiter Stufe ist bei der Genehmigung des generellen Projektes durch den Bundesrat gemäss Art. 20 NSG vorzunehmen. Schliesslich ist im Auflage- und Einspracheverfahren nach Art. 26 NSG unter möglicher Beteiligung der Betroffenen und der beschwerdeberechtigten Organisationen abzuklären, ob die Ausführungsprojekte den Geboten des Umweltschutzgesetzes entsprechen. Grundsätzlich genügt es, wenn der Gegenstand eines Ausführungsprojekts bildende einzelne Strassenabschnitt der Prüfung unterzogen wird und er die gesetzlichen Anforderungen erfüllt. Der Abschluss der Umweltverträglichkeitsprüfung für die angrenzenden Teilstücke braucht in der Regel nicht abgewartet zu werden, sollte doch die vorangehende Untersuchung des generellen Projekts Gewähr dafür bieten, dass sich das Bauvorhaben als Ganzes umweltverträglich realisieren lässt. Ausserdem würde, müsste stets bis zur Feststellung der Umweltverträglichkeit des Gesamtprojekts zugewartet werden, die Ausführung der Teilabschnitte erschwert und verzögert, was weder im Sinne des Nationalstrassenrechts noch in jenem des Umweltschutzgesetzes wäre. Von der auf das einzelne Ausführungsprojekt beschränkten Untersuchung wäre nur dann abzugehen, wenn Anhaltspunkte dafür bestünden, dass der für den entsprechenden Abschnitt erstellte Umweltverträglichkeitsbericht - wie der Beschwerdeführer im vorliegenden Fall zu bedenken gibt - zu falschen, bei den späteren Etappen nicht mehr zu korrigierenden Folgerungen Anlass gäbe. Eine weitergehende Kontrolle wäre zudem in Betracht zu ziehen, wenn Grund zur Annahme bestünde, dass das generelle Projekt selbst nur einer unzulänglichen Umweltverträglichkeitsprüfung unterzogen worden sei. Doch stellt sich in diesem Zusammenhang vorweg die Frage, ob überhaupt und inwiefern in der Einsprache gegen das Ausführungsprojekt bzw. in der gegen den Einspracheentscheid gerichteten Verwaltungsgerichtsbeschwerde auch noch am generellen Projekt und der entsprechenden Umweltverträglichkeitsprüfung Kritik geübt werden könne.\n\nc) Nach ständiger bundesgerichtlicher Rechtsprechung kann der vom Nationalstrassenbau betroffene Private im Anschluss an die Publikation des Ausführungsprojekts nur gegen dieses Einsprache bzw. Verwaltungsgerichtsbeschwerde erheben und ist gegen das vom Bundesrat genehmigte generelle Projekt kein förmliches Rechtsmittel gegeben, da dieses vom Bundesrat beschlossen wird und Bundesratsentscheide grundsätzlich der verwaltungsgerichtlichen |299| Kontrolle entzogen sind (BGE 111 Ib 28 E. 2a, 292 E. 1c, BGE 110 Ib 402 mit Hinweisen). Das Bundesgericht hat sich daher stets geweigert, auf allgemeine Begehren um Änderung der im generellen Projekt vorgesehenen Linienführung und der Anschlussstellen einzutreten (vgl. BGE 114 Ib 137 f. und dort zitierte Entscheide). Vom Grundeigentümer und Einsprecher wird vielmehr verlangt, dass er konkret aufzeige, inwiefern das Ausführungsprojekt im Bereiche seines Grundstückes gegen Bundesrecht verstosse. Nicht ausgeschlossen worden ist dagegen, dass die gegen das Ausführungsprojekt gerichtete Einsprache eine Änderung der durch das generelle Projekt festgelegten Linienführung nach sich ziehe (BGE 110 Ib 402 E. 3, BGE 99 Ib 201).\n\nDiese an die Beschwerdeführung gestellten Anforderungen sind in BGE 112 Ib 550 f. E. 1d (mit Hinweis auf BGE 97 I 578) gegenüber der gesamtschweizerischen Organisationen gelockert worden. Es wurde festgestellt, dass die für die Einsprachen der Grundeigentümer geltenden Voraussetzungen nicht unverändert auf das Beschwerderecht der ideellen Organisationen übertragen werden könnten. Habe nämlich der Bundesgesetzgeber die gesamtschweizerischen Vereinigungen in Art. 13 NHG und Art. 55 USG mit der Wahrung der Interessen des Natur- und Umweltschutzes u.a. gegenüber den Nationalstrassen beauftragt, so müssten diese auch befugt sein, Einwände gegen das Ausführungsprojekt zu erheben, selbst wenn damit die im generellen Projekt festgelegte Linienführung in Frage gestellt werde. Das bedeutet jedoch nicht, dass sich das Bundesgericht auf Verwaltungsgerichtsbeschwerde der gesamtschweizerischen Organisationen hin über den Genehmigungsbeschluss des Bundesrates hinwegsetzen dürfte, und es bleibt auch für die Organisationen dabei, dass sie darzutun haben, weshalb der Entscheid über das Ausführungsprojekt wegen unrichtiger Sachverhaltsfeststellung oder falscher Rechtsanwendung gegen Bundesrecht verstosse (Art. 104 OG). Das gilt auch für Rügen, die sich auf Art. 9 USG beziehen. Wird vor Bundesgericht geltend gemacht, die Umweltverträglichkeitsprüfung sei mangelhaft, und zwar namentlich deshalb, weil sie sich nicht auf den ganzen Nationalstrassenabschnitt beziehe, der Gegenstand des generellen Projektes bildet, so ist darzulegen, weshalb entweder die dem generellen Projekt zugrundeliegende Prüfung nicht genüge oder warum bei der Ausführungsprojektierung an der seinerzeit für das generelle Projekt angestellten Untersuchung nicht angeknüpft werden könne.\n\n|300|\n\nd) Im vorliegenden Fall befasst sich der Beschwerdeführer mit der generellen Projektierung kaum und macht insbesondere nicht geltend, dass das noch vor Erlass der UVPV genehmigte generelle Projekt unter umweltschutzrechtlichen Aspekten nur unzureichend geprüft worden sei. Dieser Vorwurf wird zu Recht nicht erhoben.\n\nNach bundesgerichtlicher Rechtsprechung haben die der Umweltverträglichkeitsprüfung unterstehenden Anlagen, um deren Bewilligung nach Inkrafttreten des Umweltschutzgesetzes, aber noch vor Erlass der UVPV ersucht worden ist, materiell den gesetzlichen Anforderungen zu entsprechen; in formeller Hinsicht muss dagegen kein Bericht im Sinne der UVPV nachgeliefert werden (vgl. BGE 115 Ib 495 E. 3b, BGE 114 Ib 355 E. 4b). Diese Regel ist im wesentlichen in Art. 24 UVPV übernommen worden, welcher präzisiert, dass sie auch für die einzelnen Verfahrensschritte bei mehrstufigen Prüfungen gelte. Nun lag dem Bundesrat seinerzeit ein ausführlicher Expertenbericht über die Überprüfung mehrerer Nordtangenten-Varianten mittels Nutzwertanalyse und Kosten-Nutzen-Analyse vor. In methodischer Sicht ging der Bericht von Überlegungen aus, von denen sich auch der vom Beschwerdeführer zitierte Bericht der Kommission Biel vom Dezember 1981 für die Überprüfung von Nationalstrassenstrecken leiten liess (vgl. Botschaft des Bundesrates betreffend die Überprüfung von Nationalstrassenstrecken vom 17. Dezember 1984, BBl 1985 I 534ff.). Dieser Expertenbericht, der der generellen Projektierung zugrunde lag, darf als ausreichende Abklärung des Sachverhaltes im Sinne von Art. 24 UVPV für die Beurteilung der Umweltverträglichkeit betrachtet werden. Soweit die vorgenommenen Abklärungen nicht in allen Teilen den erst später in Kraft getretenen Vorschriften der UVPV entsprachen, durften sie - was für das Ausführungsprojekt Schlachthofverbindung auch geschehen ist - im Rahmen der dritten Stufe der Umweltverträglichkeitsprüfung nachgeholt werden.\n\nDamit steht auch fest, dass entgegen der Meinung des Beschwerdeführers nicht mehr offen ist, ob überhaupt und wie die Nordtangente als Verbindung der A 35 mit der Osttangente erstellt wird. Wie bereits dargelegt, muss die städtische Expressstrasse im fraglichen Grenzbereich schon aufgrund der internationalen Verpflichtungen und des Bundesbeschlusses vom 21. Juni 1960 verwirklicht werden (vgl. oben E. 6b). Nach der Genehmigung des generellen Projektes steht aber der Bau der ganzen Nordtangente nicht mehr |301| in Frage. Wohl können - wie erwähnt - Einwendungen zum Ausführungsprojekt auch Änderungen des generellen Projektes nach sich ziehen (BGE 112 Ib 553 E. 3). Ein Verzicht auf die Ausführung eines genehmigten generellen Projektes könnte jedoch als Folge der Beurteilung der Umweltverträglichkeit des Ausführungsprojektes nur in Betracht fallen, wenn die der generellen Projektgenehmigung zugrundeliegenden Prüfungen krass mangelhaft wären und nachträglich festgestellt werden müsste, ein mit der Umweltschutzgesetzgebung vereinbares Projekt lasse sich nicht erstellen. Es wäre alsdann Sache des Bundesrates, die nötigen Konsequenzen hinsichtlich des Widerrufs oder der Änderung seines Genehmigungsbeschlusses zu ziehen. Kann dagegen von einer derartigen Mangelhaftigkeit der für das generelle Projekt getroffenen Abklärungen nicht gesprochen werden, so käme es einer Verletzung des Grundsatzes der Gesetzmässigkeit des Verwaltungshandelns gleich, wenn auf die abgeschlossenen Stufen vorbehaltlos zurückgekommen würde, was der Beschwerdeführer offenbar anstrebt.\n\ne) Schliesslich vermag der Beschwerdeführer auch nicht darzutun, dass und inwiefern die Umweltverträglichkeitsprüfung für die Schlachthofverbindung in ihrer ersten Funktion als Zufahrtstrasse zur französischen Autobahn zu falschen Schlüssen über die Umweltverträglichkeit des Gesamtprojektes Nordtangente führen würde. Die in der Beschwerde in dieser Hinsicht aufgeworfenen Fragen und angebrachten Zweifel vermögen eine solche Annahme nicht zu begründen. Es ist denn auch nicht einzusehen, weshalb die heutigen Untersuchungen über die Umweltverträglichkeit der Schlachthofverbindung, die aller Voraussicht nach vor Inbetriebnahme der Nordtangente stärker belastet sein wird als danach, Anlass zu Fehleinschätzungen für das Gesamtprojekt bilden könnten. Soweit der Beschwerdeführer geltend macht, dass durch den vorweggenommenen Bau der Schlachthofverbindung Sachzwänge geschaffen würden und der Entscheid darüber vorweggenommen werde, ob die Nordtangente mit oder ohne die Schlachthofverbindung umweltverträglicher sei, so ist wiederum darauf hinzuweisen, dass dieser Entscheid bereits im Rahmen der generellen Projektierung getroffen worden ist und im Rahmen der Ausführungsprojektierung nicht mehr überprüft werden kann, sofern das generelle Projekt - was hier nicht zutrifft - nicht auf völlig mangelhaften Unterlagen beruht. Es wäre deshalb verfehlt, mit der Genehmigung des Ausführungsprojektes für die Schlachthofverbindung |302| zuzuwarten, bis die Umweltverträglichkeitsberichte und die Ausführungsprojekte für die gesamte Nordtangente vorlägen. Dem Hauptbegehren des Beschwerdeführers kann deshalb nicht entsprochen werden.\n\n8. Es bleibt zu untersuchen, ob die Schlachthofverbindung tatsächlich - wie der Beschwerdeführer geltend macht - als mit den Umweltschutzvorschriften unvereinbar bezeichnet werden müsse und daher nicht wie geplant erstellt werden dürfe. Der Beschwerdeführer zieht diesen Schluss einerseits daraus, dass im Bereich der Elsässerstrasse sowie des Knotens Elsässerstrasse/Schlachthofstrasse/Kohlenstrasse die Lärmeinwirkungen schon heute die Immissionsgrenzwerte und teils auch die Alarmwerte übersteigen. Diese Anlagen seien daher sanierungsbedürftig und dürften gemäss Art. 18 USG nur ausgebaut oder erweitert werden, wenn sie gleichzeitig saniert würden. Der Bau der Schlachthofverbindung führe aber nicht zu einer Sanierung der bestehenden Strassenanlagen, sondern zu einer lärmmässigen Mehrbelastung von mindestens 2-3 dB(A).\n\nAndererseits werde der Mehrverkehr in der Elsässerstrasse eine höhere Belastung der Luft mit Schadstoffen mit sich bringen. Da auch in dieser Hinsicht bereits heute die massgebenden Grenzwerte deutlich überschritten seien, widerspreche die mit der Schlachthofverbindung beabsichtigte Verkehrsführung den klaren gesetzlichen Bestimmungen.\n\na) Die Schlachthofverbindung ist, wie in den bisher angestellten Erwägungen bereits vorausgesetzt worden ist, als Baute und Verkehrsweg eine Anlage im Sinne von Art. 7 Abs. 7 USG, was übrigens in gleicher Weise für die Elsässerstrasse sowie ganz allgemein für jede Strasse zutrifft. Für bereits bestehende Anlagen, die den Vorschriften des Gesetzes oder anderer Umweltvorschriften nicht genügen, ordnet die Grundsatzvorschrift von Art. 16 USG an, dass sie saniert werden müssen; insbesondere dürfen solche Anlagen nach Art. 18 USG nur umgebaut oder erweitert werden, wenn gleichzeitig zu ihrer Sanierung geschritten wird. Beim vorliegenden Ausführungsprojekt für die Schlachthofverbindung geht es jedoch im wesentlichen um die Erstellung einer neuen, nicht um die Änderung einer bestehenden Anlage. Die Zulässigkeit einer neuen Anlage richtet sich nach der Bestimmung von Art. 25 USG, welche Art. 18 USG vorgeht (A. SCHRADE, Kommentar zu USG, N 37 zu Art. 18, P. ETTLER, a.a.O., N 4 zu Art. 25).\n\n|303|\n\nb) Was die Lärmeinwirkungen anbelangt, so dürfen gemäss Art. 25 Abs. 1 USG ortsfeste Anlagen nur errichtet werden, wenn die durch diese Anlagen allein erzeugten Lärmimmissionen die Planungswerte in der Umgebung nicht überschreiten. Besteht hingegen ein öffentliches Interesse an der Anlage und würde die Einhaltung der Planungswerte zu einer unverhältnismässigen Belastung für das Projekt führen, so können nach Art. 25 Abs. 2 Erleichterungen gewährt werden; dabei dürfen jedoch unter Vorbehalt von Abs. 3 die Immissionsgrenzwerte nicht überschritten werden. Der Vorbehalt von Art. 25 Abs. 3 bezieht sich auf die Errichtung von Strassen, Flughäfen, Eisenbahnanlagen oder anderen öffentlichen oder konzessionierten ortsfesten Anlagen. Können bei diesen Anlagen die Immissionsgrenzwerte durch Massnahmen bei der Quelle nicht eingehalten werden, so müssen auf Kosten des Eigentümers der Anlage die vom Lärm betroffenen Gebäude durch Schallschutzfenster oder ähnliche bauliche Massnahmen geschützt werden. Im weiteren gilt für die Lärm- wie für alle anderen Emissionen, dass sie im Rahmen der Vorsorge soweit zu begrenzen sind, als dies technisch und betrieblich möglich und wirtschaftlich tragbar ist (Art. 1 Abs. 2 und Art. 11 Abs. 2 USG).\n\naa) Gemäss Art. 40 Abs. 1 der Lärmschutz-Verordnung vom 15. Dezember 1986 (LSV; SR 814.41) erfolgt die Beurteilung der Aussenlärmimmissionen ortsfester Anlagen anhand der Belastungsgrenzwerte nach den Anhängen 3 ff. der Verordnung. Diese Grenzwerte sind je nach Empfindlichkeitsstufe (Art. 43 LSV) unterschiedlich hoch. Nach Art. 44 Abs. 1 haben die Kantone dafür zu sorgen, dass die Empfindlichkeitsstufen den Nutzungszonen in den Baureglementen oder Nutzungsplänen der Gemeinden zugeordnet werden. Bis zur Zuordnung haben die Kantone die Empfindlichkeitsstufen im Einzelfall nach Art. 43 zu bestimmen (Art. 44 Abs. 3 LSV; vgl. BGE 115 Ib 351).\n\nDen Akten ist zu entnehmen, dass die Umweltverträglichkeitsprüfung für die Schlachthofverbindung hinsichtlich der Empfindlichkeitsstufen vom Entwurf eines Stufenplans des Amtes für Kantons- und Stadtplanung ausging und die Empfindlichkeitsstufe III als gültig angenommen worden ist. Ein rechtsverbindlicher Entscheid liegt hingegen noch nicht vor. Die Umweltschutzkommission weist in ihrem Bericht darauf hin, dass in einzelnen Bereichen (Neudorfstrasse/Flughafenstrasse sowie Luzernerring) möglicherweise mit der Festsetzung der Stufe II gerechnet werden müsse. Das eingeschlagene Vorgehen entspricht somit den Anordnungen |304| von Art. 44 LSV nicht. Eine Aufhebung des angefochtenen Entscheides aus diesem Grunde wäre jedoch - abgesehen davon, dass der Beschwerdeführer keine entsprechende Rüge erhebt - unter den gegebenen Umständen unverhältnismässig, da hier die Ausnahmebestimmung von Art. 25 Abs. 3 USG Anwendung findet, nach welcher zugunsten von öffentlichen Werken nicht nur eine Überschreitung der Planungswerte, sondern auch der Immissionsgrenzwerte in Kauf genommen werden kann. Es ist daher für den Ausgang des Verfahrens nicht ausschlaggebend, ob die der Empfindlichkeitsstufe III oder die der Stufe II entsprechenden Belastungsgrenzwerte gelten müssten. Immerhin ist dem Regierungsrat des Kantons Basel-Stadt zu empfehlen, das Verfahren gemäss Art. 44 LSV zu beachten, um inskünftig Schwierigkeiten zu vermeiden (vgl. BGE 115 Ib 356 E. 2d).\n\nbb) Nach Art. 25 Abs. 3 USG müssen, wie bereits erwähnt, bei der Errichtung von Strassen auf Kosten des Werkeigentümers die vom Lärm betroffenen Gebäude durch Schallschutzfenster oder ähnliche bauliche Massnahmen geschützt werden, falls durch Massnahmen bei der Quelle die Immissionsgrenzwerte nicht eingehalten werden können. Der baselstädtische Regierungsrat hat diesem Gebot in seinen Entscheiden dadurch Rechnung getragen, dass die Genehmigung des Ausführungsprojektes mit der Auflage verbunden worden ist, allfällige nach Art. 9 (recte: 10) LSV erforderliche Schallschutzmassnahmen frühzeitig, jedoch spätestens innerhalb eines Jahres nach der Eröffnung der neuen Verkehrsachse in die Wege zu leiten. Im weiteren ist im Sinne der Vorsorge angeordnet worden, für die Aushubphase seien spezielle Schallschutzmassnahmen vor allem zugunsten der Wohngebäude \"am Bachgraben\" vorzusehen und der Bauherr habe bei der Wahl des Deponiestandortes für das Aushubmaterial darauf zu achten, dass möglichst wenig Wohngebiet durch den Transportverkehr betroffen werde; die gewählte Route muss von der zuständigen Amtsstelle genehmigt werden. Für die Projektausführung wird allgemein ein optimaler aktiver Lärmschutz vorgeschrieben, um in Übereinstimmung mit den Empfehlungen der baselstädtischen Umweltschutzkommission die Lärmimmissionen so gering als möglich zu halten.\n\nEntgegen der Auffassung des Beschwerdeführers hat der Regierungsrat mit diesen in seinem Kompetenzbereich liegenden Anordnungen den lärmschutzrechtlichen Vorschriften in ausreichendem Masse Rechnung getragen. Selbst wenn nicht vermieden werden |305| kann, dass die Immissionsgrenzwerte an der Elsässerstrasse weiterhin überschritten werden, steht dies trotz den Regeln von Art. 7 und 8 LSV der Verwirklichung der Schlachthofverbindung nicht entgegen. Ob die Verkehrszunahme auf gewissen Strassenstrecken zu wahrnehmbar stärkeren Lärmimmissionen im Sinne von Art. 8 Abs. 3 LSV führen wird - was der Kanton in Abrede stellt -, ist nicht entscheidend, da Art. 25 USG selbst in diesem Fall die Realisierung des Werkes erlaubt. Das überwiegende Interesse an der Anlage, das Voraussetzung für die Gewährung von Erleichterungen gemäss Art. 25 USG bildet, ist für die Schlachthofverbindung in ihrer Eigenschaft als zukünftigem Nordtangenten-Zubringer bereits im Rahmen des generellen Projekts festgestellt worden. Es ist aber, wie sich aus dem folgenden ergibt, zu Recht auch für die vorübergehende Funktion der neuen Verbindung als Zufahrtstrasse zur A 35 bejaht worden.\n\ncc) Der sich seit einigen Jahren von der französischen Autobahn A 35 ins baselstädtische Strassennetz ergiessende Verkehr führt zu einer starken Belastung der bestehenden Strassen, die sowohl Industrie- und Gewerbe- als auch Wohnquartiere erschliessen. Nach dem Bau der im wesentlichen der Landesgrenze und der Industriezone folgenden Schlachthofverbindung wird der grenzüberschreitende Verkehr aufgeteilt und zügiger abgewickelt werden können, was vor allem für die Wohngebiete an der Flughafenstrasse und am Luzernerring wesentliche Erleichterungen bringen wird, während in der Elsässerstrasse mit einigem Mehrverkehr und dem entsprechenden Ansteigen des Lärmpegels zu rechnen ist. Diese Auswirkungen der neuen Verkehrsführung sind, wie der Regierungsrat mit Recht annimmt, bei der Interessenabwägung in ihrer Gesamtheit zu beurteilen. Die Betrachtungsweise des Beschwerdeführers, der allein die nachteiligen Folgen des Projekts in den Vordergrund rückt, die nur ein kleineres Strassengebiet betreffen, ist deshalb zu einseitig. Ausserdem übersieht er, dass der Ausbau des Knotens Schlachthofstrasse/Elsässerstrasse/Kohlenstrasse dank der Erstellung der Tramschlaufe ebenfalls zu Verbesserungen für den öffentlichen Verkehr und die Fussgänger führen wird und dass die prognostizierte Erhöhung des Lärmpegels - sollte sie 2-3 dB(A) nicht übersteigen - bei der gegebenen Lärmsituation an der Grenze des Wahrnehmbaren liegt (vgl. BGE 110 Ib 353 E. 6). Jedenfalls beruht die Feststellung des Regierungsrates, die Vorzüge einer auf zwei Strassenzüge aufgeteilten, flüssigeren Abwicklung des grenzüberschreitenden Verkehrs überwögen die |306| vorübergehende Mehrbelastung der Elsässerstrasse, weder auf einer unrichtigen Abklärung des Sachverhaltes noch auf rechtswidriger Ausübung des der kantonalen Behörde zustehenden Ermessens. Der Regierungsrat durfte daher ohne Bundesrechtsverletzung davon ausgehen, dass an der Schlachthofverbindung als provisorischer Entlastungsstrasse ein überwiegendes öffentliches Interesse im Sinne von Art. 25 USG bestehe.\n\nc) Insofern der Beschwerdeführer auf die Belastung der Luft mit Schadstoffen hinweist und auch in dieser Hinsicht eine Sanierung verlangt, ist einzuräumen, dass das Umweltschutzgesetz für die Luftverunreinigung keine mit Art. 25 vergleichbare Ausnahmebestimmung zugunsten der öffentlichen Werke enthält. Das bedeutet jedoch nicht, dass der Bau von Verkehrsanlagen in stark oder übermässig belasteten Gebieten ausgeschlossen wäre. Die Luftreinhalte-Verordnung vom 16. Dezember 1985 (LRV; SR 814.318.142.1) hält in Art. 2 die \"stationären Anlagen\" und die \"Verkehrsanlagen\" klar auseinander und stellt für diese beiden Anlagetypen separate Vorschriften über die Emissionsbegrenzung und die Massnahmen gegen übermässige Immissionen auf. Art. 18 LRV regelt die vorsorgliche Emissionsbegrenzung bei Verkehrsanlagen in dem Sinne, dass die Behörde alle technischen und betrieblichen und wirtschaftlich tragbaren Massnahmen anzuordnen hat, mit denen die vom Verkehr verursachten Emissionen begrenzt werden können. Steht fest oder ist zu erwarten, dass Fahrzeuge oder Verkehrsanlagen übermässige Immissionen verursachen, so richtet sich gemäss Art. 19 das Verfahren nach Art. 31 bis 34 LRV. Diese Vorschriften verpflichten die Behörde, einen Plan der Massnahmen zu erstellen, die zur Vermeidung oder Beseitigung der übermässigen Immissionen nötig sind.\n\nNach der dargestellten Ordnung kann auch mit Blick auf die zu erwartenden Luftverunreinigungen nicht der Verzicht auf den Nationalstrassenbau, sondern nur verlangt werden, dass alle erforderlichen und tragbaren Massnahmen ergriffen werden, um die Immissionen möglichst gering zu halten. Welche Vorkehren im einzelnen getroffen werden müssen, ist aufgrund einer Interessenabwägung zu entscheiden, bei welcher sowohl den Bestimmungen von Art. 5 und 41 NSG als auch den Grundsätzen der Umweltschutzgesetzgebung Rechnung getragen werden muss.\n\nIm vorliegenden Fall ist ein Massnahmenplan, der sich auf das Gebiet der beiden Halbkantone Basel-Stadt und Basel-Landschaft erstreckt, von den Regierungsräten beider Kantone am |30720| . Februar 1990 verabschiedet und zu den Akten gegeben worden. Aus der lufthygienischen Beurteilung des umstrittenen Ausführungsprojekts durch die baselstädtische Umweltschutzkommission ergibt sich für das Bauvorhaben, dass sich die heutigen Immissionen durch die Schlachthofverbindung \"nicht signifikant vermindern\" lassen werden. Das Projekt führt somit nicht zu einer zusätzlichen Belastung, sondern wird aller Voraussicht nach zu einer - wenn auch nur geringfügigen - Verbesserung der lufthygienischen Situation führen. Es besteht daher entgegen der Meinung des Beschwerdeführers jedenfalls zur Zeit kein Anlass, den Regierungsrat über den erstellten Massnahmenplan hinaus zur Ergreifung weiterer Vorkehren für den Bereich der Schlachthofverbindung zu verpflichten. Zusätzliche Abklärungen dürfen und sollen dagegen, wie der Regierungsrat festgehalten hat, im Rahmen des Gesamtprojektes beim Anschluss der Schlachthofverbindung an die Nordtangente vorgenommen werden.\n\nd) Aus dem Gesagten ergibt sich, dass sich das Ausführungsprojekt für die Schlachthofverbindung sowohl in bezug auf die Lärmeinwirkungen als auch hinsichtlich der Belastung der Luft mit Schadstoffen mit den umweltschutzrechtlichen Vorschriften vereinbaren lässt und die entsprechenden Einwendungen des Beschwerdeführers unbegründet sind.\n\n9. Schliesslich vermag an der Rechtmässigkeit des angefochtenen Ausführungsprojektes nichts zu ändern, dass - was der Beschwerdeführer selbst nur nebenbei bemerkt - der neuen Strassenverbindung einige Ruderal- und Segetalpflanzenstandorte weichen müssen. Der fragliche Vegetationsgürtel gehört zu keiner Schutzzone; er grenzt, wie sich am Augenschein ergeben hat, an die Geleiseanlagen der SNCF und ein Industrieareal, ist nur schmal und wird teilweise als \"wilde\" Deponie benützt. Das Interesse an der Erhaltung dieses Grüngürtels vermag jenes an der Entlastungsstrasse und der mit ihr verbundenen Verbesserungen offensichtlich nicht aufzuwiegen. Unter diesen Umständen durfte es der Regierungsrat bei der Anordnung bewenden lassen, für den Wegfall der Naturflächen geeigneten Ersatz zu schaffen, damit sich der ursprüngliche Vegetationstypus wieder entwickeln könne."}