{"annee": "117", "cour": "V", "page": "309", "date": "22/10/1991", "cite": ["115 V 96"], "cite_par": ["136 V 49", "135 V 80", "129 V 450"], "chapeau": "43. Sentenza del 22 ottobre 1991 nella causa Previdenza del personale della ditta M., composta della Fondazione LPP e della Cassa pensioni del Gruppo M., contro B. e Tribunale delle assicurazioni del Cantone Ticino", "regestes": ["Art. 18 ss, 37 et 49 LPP, art. 6 de l'ordonnance du 12 novembre 1986 sur le maintien de la prévoyance et le libre passage, art. 4 Cst.: Prestations pour survivants. - N'est pas contraire à la loi une disposition statutaire d'une institution de prévoyance selon laquelle, en cas de décès de l'assuré, un capital-décès ou l'avoir de vieillesse financé par les cotisations du travailleur ne peut être versé à des personnes entretenues ou aux héritiers légaux que si aucune rente pour survivant n'est due (consid. 4a). - Une telle réglementation ne viole aucun principe juridique de caractère général, en particulier le droit à l'égalité, si elle établit une distinction selon qu'un orphelin peut prétendre ou non une rente pour survivant (consid. 4b)."], "faits": "|310|\n\nA.- Renata B. era dal 1983 alle dipendenze della Ditta M., la quale affilia il suo personale per la parte obbligatoria della previdenza professionale alla Fondazione LPP della M. e per la previdenza più estesa presso la Cassa pensioni dello stesso gruppo.\n\nL'interessata, sapendosi colpita da malattia letale, si licenziò a fine novembre 1987 nell'intento di far beneficiare il figlio minorenne Luca B., studente a carico, della prestazione di libero passaggio. Il 5 dicembre successivo, prima della scadenza del termine di disdetta del rapporto lavorativo, essa morì.\n\nI due istituti di previdenza disposero di versare a Luca B. complessivamente fr. 900.-- all'anno, più precisamente fr. 75.-- mensili, a titolo di rendita d'orfano.\n\nB.- Luca B. ha adito il Tribunale delle assicurazioni del Cantone Ticino per una petizione con cui postulava il versamento dell'intero avere di vecchiaia, prevalendosi delle norme statutarie, |311| le quali prevedevano il versamento dell'avere di vecchiaia alle persone a carico.\n\nPer giudizio 6 novembre 1989 l'autorità giudiziaria cantonale ha condannato gli istituti convenuti a versare a Luca B. l'avere di vecchiaia costituito con i contributi della madre. Premesso che il Gruppo M. aveva attuato la previdenza professionale dei suoi dipendenti con il sistema dello \"split\", i primi giudici, riconosciuto che la madre dell'attore era ancora assicurata al momento del decesso, hanno precisato che il figlio minorenne dell'assicurata aveva diritto a una rendita per orfano, prestazione che correttamente era stata corrisposta. Sempre i giudici di prime cure, con riferimento agli art. 9.7 del regolamento della Fondazione, rispettivamente 9.5 del regolamento della Cassa pensioni, si sono chiesti se Luca B. avesse comunque avuto diritto, oltre che a una rendita, al versamento dell'avere di vecchiaia: in particolare si sono posti il quesito se l'incameramento da parte dell'istituto di previdenza dell'avere di vecchiaia non avesse costituito un arricchimento indebito, visto che, in considerazione del sistema di finanziamento, vigeva il principio dell'equivalenza e non già quello della solidarietà. Del resto, di regola, il rischio di morte o di invalidità prima del pensionamento era coperto da un'assicurazione i cui premi erano pagati facendo capo a contributi paritetici distinti da quelli formanti l'avere di vecchiaia; le prestazioni versate ai superstiti erano finanziate quindi in modo autonomo e pertanto se l'assicurato moriva prima del pensionamento l'avere di vecchiaia più non assolveva la funzione per cui era stato costituito. Ma ciò nondimeno, sempre a mente dei primi giudici, l'astrazione da ogni criterio di solidarietà non doveva indurre a false conclusioni e si traduceva in altre misure speciali, ragione per cui era concepibile che l'avere di vecchiaia non utilizzato per la previdenza del lavoratore fosse destinato alla realizzazione di scopi previdenziali. In sostanza, quindi, l'istituto poteva incamerare l'avere di affiliati defunti prima del verificarsi dell'evento assicurato senza conseguire un indebito arricchimento. Ma la prestazione litigiosa era da riconoscere per altri motivi: le norme regolamentari distinguevano tra superstiti, con diritto eventuale a pensione, e persone a carico, con diritto all'avere di vecchiaia, distinzione questa che non resisteva a critica. La discriminazione tra avere di vecchiaia, finanziato con parte di contributi del datore di lavoro, e le prestazioni per superstiti finanziate separatamente non permetteva di ammettere la soluzione in esame. Se era vero |312| che gli istituti di previdenza godevano nell'ambito della LPP di libertà operativa, detta libertà trovava limite nei principi generali del diritto, il che valeva per le prestazioni obbligatorie, ma anche per quelle extra-obbligatorie. In quest'ambito era da riconoscere una disparità di trattamento ancorata in una norma che operava una distinzione infondata tra persone a carico e superstiti, che nell'evenienza concreta conduceva a risultati particolarmente iniqui. Titolare del diritto, hanno concluso i giudici di prime cure, doveva comunque essere ritenuto solo Luca B., minorenne.\n\nC.- La previdenza del personale del Gruppo M. interpone ricorso di diritto amministrativo a questa Corte postulando l'annullamento del giudizio, da riformare nel senso della reiezione integrale della petizione. Conferma che la previdenza del personale della ditta è condotta secondo il sistema dello \"split\". Ammette l'esattezza dei fatti narrati nel giudizio querelato, in particolare le conclusioni cui sono arrivati i primi giudici, nel senso che le istituzioni dovevano prestare la rendita per orfano dal momento che la defunta madre era assicurata quando decedette. Precisa che controverso è solo il tema di sapere se la ricorrente debba, oltre alla rendita per orfano, corrispondere all'opponente anche un capitale di decesso, che, a suo parere, dovrebbe ammontare a fr. 29'359.90. Censura il querelato giudizio nella misura in cui, imponendole l'obbligo di versare un capitale, avrebbe disatteso l'art. 49 LPP, che le consente libertà nello stabilire le prestazioni, il finanziamento e l'organizzazione, con violazione della sua autonomia nell'ambito delle prestazioni extra-obbligatorie. Afferma che i primi giudici, se avevano ammesso che le disposizioni regolamentari avrebbero condotto al rifiuto della prestazione litigiosa, non contestando la conformità a legge delle cennate disposizioni, e se esattamente avevano argomentato che in ogni modo la ricorrente non avrebbe conseguito un arricchimento indebito, essi si sarebbero contraddetti nella misura in cui si erano prevalsi del modo di finanziamento, misconoscendo i principi dei sistemi di finanziamento delle istituzioni di previdenza, validi anche nel settore extra-obbligatorio. In sostanza, sarebbe illecito derivare al di fuori del regolamento ulteriori diritti prendendo a base il sistema di finanziamento. Del resto, nel settore obbligatorio la legge stabilisce quali siano le prestazioni da riconoscere, ma non come finanziarle. Problematica simile deriva del resto dalle disposizioni sulla soprassicurazione, quando solo parte delle prestazioni concordate sono attribuite al |313| beneficiario. Comunque, gli argomenti di cui la prima istanza si prevale varrebbero per la Fondazione LPP, non per la Cassa pensioni, con la conseguenza che, se del caso, il capitale di decesso assommerebbe a soli fr. 3'699.85. Né fondato, per la ricorrente, sarebbe l'argomento della disparità di trattamento tra superstiti e persone a carico. Anzitutto perché, come ammesso nel giudizio in lite, la ricorrente potrebbe senza violare il diritto modificare i regolamenti, inoltre perché i superstiti in ogni caso hanno diritto a una rendita. Se è vero ora che nel caso concreto la rendita per orfani è inferiore al capitale di decesso, da ciò non può essere dedotto che le disposizioni siano arbitrarie, dal momento che altre ipotesi sono possibili: in sostanza, in certi casi è l'istituzione previdenziale che registra una perdita, in altre essa registra un utile. Si tratta di fatti connaturali al sistema assicurativo sociale che non permettono di revocare in dubbio comunque la validità dei criteri.\n\nQueste conclusioni sono contrastate da Luca B., il quale chiede fr. 36'630.-- più interessi. L'Ufficio federale delle assicurazioni sociali, di contro, rinuncia a determinarsi.", "considerants": "Diritto:\n\n1./2.- (Competenza del Tribunale federale delle assicurazioni)\n\n3. Ai sensi dell'art. 49 cpv. 1 LPP gli istituti di previdenza possono strutturare liberamente le prestazioni, il finanziamento di queste e l'organizzazione. Per il cpv. 2 del disposto se un istituto di previdenza concede prestazioni più estese di quelle minime, alla previdenza più estesa si applicano soltanto le disposizioni sull'amministrazione paritetica, sulla responsabilità, sul controllo, sulla vigilanza, sulla sicurezza finanziaria e sul contenzioso.\n\nNell'ambito della previdenza obbligatoria e extra-obbligatoria la ricorrente si è data due disposizioni regolamentari.\n\nPer quanto concerne la Fondazione LPP, l'art. 9.7, secondo cui:\n\n\"Se in caso di decesso di un assicurato non viene a scadenza una rendita\n\nper i superstiti o un'indennità per la vedova e se l'assicurato aveva\n\npersone a carico, viene versato - a queste persone - un capitale di\n\ndecesso che corrisponde all'avere di vecchiaia finanziato con i contributi\n\ndel dipendente.\"\n\nPer quanto riferito alla Cassa pensioni, l'art. 9.5, il quale dispone:\n\n\"Se in caso di decesso di un assicurato non viene a scadenza una rendita\n\nper i superstiti o un'indennità per la vedova, viene versato un capitale |314|\n\ndi decesso di fr. 5'000.-- ai suoi eredi legali, ad eccezione dell'ente\n\npubblico. Se il defunto aveva persone a carico, invece del capitale di\n\ndecesso di fr. 5'000.-- viene versato, agli stessi beneficiari, l'avere\n\ndi vecchiaia finanziato con i contributi del dipendente.\"\n\nQueste disposizioni in sostanza ricalcano quanto stabilito all'art. 6 dell'Ordinanza 12 novembre 1986 sul mantenimento della previdenza e del libero passaggio. Le predette disposizioni regolamentari, interpretate letteralmente, non possono condurre che alla determinazione assunta dalla ricorrente. Presupposto per il versamento alle persone a carico, rispettivamente agli eredi legali, dell'avere di vecchiaia finanziato con i contributi del dipendente oppure del capitale di decesso è che non venga a scadenza una rendita, comunque una prestazione per superstiti. Solo in questo caso, non esistendo vedova o orfani al beneficio di prestazioni, viene versato l'avere di vecchiaia oppure il capitale di decesso alle persone a carico o agli eredi legali. In sostanza, se del caso, all'orfano possono spettare, a condizione che egli non percepisca una rendita, altre prestazioni - parte dell'avere di vecchiaia, rispettivamente del capitale di decesso di fr. 5'000.-- - a seconda che sia o meno persona a carico, quando si ritenga che persone a carico possono essere ipotizzate eventualmente persone al cui mantenimento l'assicurato provvedeva in virtù dell'obbligo di assistenza (secondo l'art. 328 segg. CC), oppure le persone indicate nell'ora abrogato art. 86 LAMI, oppure altre secondo l'interpretazione che potesse fornire l'istituto di previdenza, comunque non il figlio in età di percepire una rendita per orfano.\n\nNell'evenienza concreta pertanto, in applicazione delle norme statutarie, l'attribuzione della rendita all'orfano escludeva ogni ulteriore prestazione degli istituti di previdenza.\n\n4. Deve ancora essere esaminato se le disposizioni citate fossero conformi a legge e se le medesime non contraddicevano comunque i principi generali del diritto.\n\na) Per l'art. 18 lett. a LPP il diritto alle prestazioni per i superstiti sussiste soltanto se il defunto, segnatamente, era assicurato quando si verificò il decesso o allorché insorse l'incapacità al lavoro la cui causa ha portato alla morte. L'art. 20 LPP dispone che i figli del defunto hanno diritto alle rendite per orfani e che lo stesso diritto spetta agli affiliati se il defunto doveva provvedere al loro sostentamento. Giusta l'art. 21 cpv. 1 LPP alla morte dell'assicurato la rendita per vedove ammonta al 60% e |315| la rendita per orfani al 20% della rendita intera d'invalidità cui avrebbe avuto diritto l'assicurato. Infine, conformemente all'art. 22 LPP il diritto alle prestazioni per superstiti sorge con la morte dell'assicurato ma, il più presto, quando cessa il diritto al pagamento completo del salario (cpv. 1). Il diritto alle prestazioni per orfani si estingue quando l'orfano muore o compie i 18 anni; esso sussiste tuttavia, ma al massimo sino al compimento del 25o anno di età, fintanto che l'orfano è a tirocinio o agli studi o è incapace di guadagnare perché invalido per almeno due terzi (cpv. 3).\n\nIn concreto giusta l'art. 18 lett. a LPP, atteso che la madre dell'opponente era assicurata al momento del decesso, scadendo, conformemente all'art. 338 cpv. 2 CO, il diritto al salario dopo il momento della morte, ne derivava un diritto a prestazioni, da attuare, secondo l'art. 20 LPP, mediante il versamento di una rendita per orfani, pari, per l'art. 21 LPP, al 20% della rendita intera d'invalidità cui avrebbe avuto diritto l'assicurato, da riconoscere, conformemente all'art. 22 LPP, dalla morte dell'assicurato sino al 18o anno, eventualmente sino al 25o se l'orfano era al tirocinio o agli studi. È quanto prevedono i regolamenti degli istituti di previdenza ricorrenti.\n\nGiova ancora essere appurato se, eventualmente, la LPP consenta ai beneficiari un diritto di opzione tra rendita e indennità in altra forma.\n\nSecondo l'art. 37 cpv. 1 LPP, le prestazioni di vecchiaia per superstiti e d'invalidità sono di regola assegnate come rendite. Giusta il cpv. 2 del disposto, l'istituto di previdenza può assegnare una liquidazione in capitale in luogo di una rendita di vecchiaia o d'invalidità, di una rendita per vedove o di una rendita per orfani che fossero inferiori al 10%, rispettivamente al 6 e al 2% della rendita semplice minima di vecchiaia dell'AVS. Infine, per il cpv. 3 della norma, le disposizioni regolamentari dell'istituto possono stabilire che l'avente diritto può chiedere una liquidazione in capitale in luogo di una rendita di vecchiaia, per vedove o d'invalidità.\n\nImpregiudicato, da un punto di vista generale, quanto avvenga per le rendite vedovili, deve essere osservato aver le disposizioni citate carattere potestativo e, inoltre, in particolare, riferirsi il cpv. 3 solo alle prestazioni per le vedove e non già a quelle per gli orfani, ciò per silenzio qualificato della legge (cfr. DTF 115 V 102 consid. 6).\n\n|316|\n\nNe deve essere dedotto che le disposizioni regolamentari non violano la LPP.\n\nFermi questi presupposti, deve pur essere affermato, con i primi giudici, che l'applicazione delle norme regolamentari può, in certi casi, condurre a conseguenze apparentemente inique. Non c'è chi non vede che in certe ipotesi le disposizioni possano gratificare beneficiari non previsti dalla LPP - persone a carico o eredi legali - di prestazioni più importanti di quelle altrimenti riservate all'orfano. Ciò dipende, ad esempio, dall'età dell'orfano, dal fatto che egli continui o meno negli studi e infine dall'avere accumulato dall'avente causa, quando comunque si ricordi che le rendite alla vedova e agli orfani valgono ad escludere ogni ulteriore prestazione, sia agli eredi che alle persone a carico. Ad ogni modo si tratta di conseguenze che non contrastano le esigenze minime imposte dalla LPP, anche prendendo in considerazione, come accennano i primi giudici, il modo di finanziamento, ambito questo in cui gli istituti di previdenza godono di ampi poteri autonomi, conformemente all'art. 49 LPP, ivi compreso il potere di far beneficiare di prestazioni persone diverse da quelle previste dalla LPP, senza con ciò violare il principio di solidarietà.\n\nb) Resta da esaminare se ravvisabile sia altrimenti una violazione dei principi generali del diritto.\n\nIn sostanza, le norme regolamentari permettono di assegnare al figlio di un assicurato morto senza lasciare una vedova: una pensione quale superstite se il figlio non ha ancora 18 anni, oppure se non avendone ancora 25 è ancora agli studi; superati questi limiti ha diritto alla quota di un capitale di decesso, se in concorrenza con altri eredi legali, oppure dell'avere di vecchiaia finanziato con i contributi dell'avente causa, se incapace di provvedere al proprio sostentamento, ad esempio perché invalido. Le norme distinguono tra i superstiti - in senso tecnico la vedova e gli orfani in età pensionabile -, gli eredi e le persone a carico, quando si ricordi che l'assegnazione di una rendita ai superstiti esclude ogni ulteriore prestazione.\n\nSecondo i primi giudici ora le disposizioni privilegerebbero in modo difforme dai principi generali del diritto, segnatamente dal principio della parità di trattamento, le persone a carico rispetto ai superstiti, nel senso che si era disatteso essere un figlio pur sempre persona a carico.\n\nConformemente alla giurisprudenza, violano il principio dell'uguaglianza ancorato nell'art. 4 Cost. - oltre gli atti |317| legislativi che non hanno un motivo serio e oggettivo o che appaiono privi di senso e scopo - quelli che fanno delle distinzioni inammissibili, che non trovano cioè corrispondenza alcuna nelle diversità delle fattispecie che la disciplina vuole regolare e quelli che - all'opposto - omettono di fare delle distinzioni, quando la diversità delle circostanze da sottoporre a norma impone invece di distinguere e che danno luogo ad una parificazione inammissibile (DTF 115 V 233 consid. 6, 114 Ia 2 consid. 3, 223 consid. 2b, 323 consid. 3a e 423 consid. 4a, 114 V 108 consid. 3b).\n\nOra, giova permettere al riguardo, come già è stato detto, che un figlio è persona a carico solo in certe ipotesi. Inoltre il privilegio può derivare da circostanze particolari, segnatamente dal fatto che una rendita è prestazione ricorrente destinata a scadere, mentre un'indennità è prestazione unica determinata in modo preciso. Infine, il privilegio deriva anche da fattori oggettivi, quali l'età e l'attività del destinatario. Comunque, su questo punto, non può essere data adesione alla tesi dei giudici cantonali. Bisogna in sostanza ritenere che un'istituzione assicurativa assume determinati rischi, che deve indennizzare nelle forme usuali della tecnica assicurativa. Ciò dipende, quando si tratti di prestazioni agli orfani, se paragonate con quelle delle persone a carico, da numerosi fattori, quali quelli del numero degli orfani e della loro età, che potrebbero in certi casi comportare dal profilo finanziario un pregiudizio all'istituto e in altri, come in concreto, un vantaggio. Configurano queste varianti insite nel sistema delle assicurazioni e che, se come nella fattispecie conducono a risultati urtanti, non permettono di considerare l'intero sistema quale retto da principi difformi da quelli generali del diritto e in particolare da quello della parità di trattamento.\n\n5. Dato quanto precede, il giudizio querelato non può essere tutelato.\n\nPer questi motivi,\n\nil Tribunale federale delle assicurazioni pronuncia:\n\nIl ricorso di diritto amministrativo è accolto, nel senso che, in annullamento del giudizio querelato, la petizione dell'assicurato viene respinta."}