{"annee": "117", "cour": "IA", "page": "311", "date": "20/9/1991", "cite": ["112 IA 318", "66 I 157", "116 IB 270", "114 IA 129", "116 IA 252"], "cite_par": ["118 IA 427", "119 IA 178", "142 I 49", "139 I 280", "129 I 74", "119 IV 260", "134 I 114"], "chapeau": "50. Urteil der II. öffentlichrechtlichen Abteilung vom 20. September 1991 i.S. E. und H. S. gegen Kantonsschulrat, Regierungsrat und Verwaltungsgericht des Kantons Glarus (staatsrechtliche Beschwerde)", "regestes": ["Art. 49 et 50 Cst., art. 9 CEDH; dispense générale de l'école le samedi pour des motifs religieux. Même si, en garantissant la liberté de conscience et de croyance et le libre exercice des cultes, la Constitution réserve l'accomplissement des devoirs du citoyen, cela ne dispense pas de l'obligation de réglementer ces droits de manière conforme à la Constitution. Le canton ne peut dès lors pas limiter les libertés religieuses au-delà de ce que requièrent l'intérêt public et le principe de la proportionnalité (précision de la jurisprudence; consid. 1 et 2). Critères pour examiner la constitutionnalité d'une décision qui, sur la base d'une législation cantonale restrictive, refuse d'accorder une dispense générale de l'enseignement scolaire le samedi pour des motifs religieux (consid. 3 et 4). Décision annulée car, en se méprenant sur la situation juridique, le Tribunal administratif n'a pas procédé à l'examen indispensable de la constitutionnalité, malgré les doutes sérieux qu'il avait sur la proportionnalité de la décision (consid. 5)."], "faits": "|312|\n\nW. und H. S. sind Mitglieder der Weltweiten Kirche Gottes, welche ihre Anhänger anweist, sich an Samstagen weltlicher Betätigung zu enthalten.\n\nIm Frühjahr 1990 trat ihr Sohn X. von der Primarschule in die Kantonsschule über. Mit Schreiben vom 27. März 1990 reichten W. und H. S. ein Gesuch um Freistellung des dreizehnjährigen X. vom Schulbetrieb an Samstagen an das Rektorat der Kantonsschule Glarus ein. Sie verwiesen unter anderem darauf, dass X. schon in der Primarschule am Samstag vom Unterricht freigestellt gewesen war und dass seine schulischen Leistungen darunter nicht gelitten hätten.\n\nDas Rektorat leitete das Gesuch zuständigkeitshalber an den Kantonsschulrat weiter, der die Unterrichtsbefreiung am 6. Juni 1990 verweigerte.\n\nGegen den ablehnenden Entscheid des Kantonsschulrates erhoben die Gesuchsteller am 4. Juli 1990 Beschwerde beim Regierungsrat des Kantons Glarus. Dieser wies die Beschwerde am 11. September 1990 ab. Eine dagegen gerichtete Beschwerde vom 16. Oktober 1990 an das Verwaltungsgericht des Kantons Glarus blieb erfolglos.\n\nMit staatsrechtlicher Beschwerde vom 12. März 1991 an das Bundesgericht beantragen W. und H. S. die Aufhebung des verwaltungsgerichtlichen Urteils vom 8. Januar 1991. Zur Begründung berufen sie sich auf Art. 49 und 50 BV sowie Art. 9 EMRK. |313|\n\nIn ihren Vernehmlassungen vom 21. März beziehungsweise 18. April 1991 beantragen das Verwaltungsgericht und der Regierungsrat des Kantons Glarus die Abweisung der Beschwerde.\n\nMit Verfügung vom 11. April 1991 erteilte der Präsident der II. öffentlichrechtlichen Abteilung des Bundesgerichts der Beschwerde die aufschiebende Wirkung.\n\nDas Bundesgericht heisst die Beschwerde gut", "considerants": "aus folgenden Erwägungen:\n\n1. a) Gemäss Art. 49 BV ist die Glaubens- und Gewissensfreiheit unverletzlich (Abs. 1; vgl. dazu BGE 116 Ia 257 E. 5 = ZBl 92/1991, S. 74/5); die Ausübung bürgerlicher oder politischer Rechte darf aber durch keinerlei Vorschriften oder Bedingungen kirchlicher oder religiöser Natur beschränkt werden (Abs. 4), und Glaubensansichten entbinden nicht von der Erfüllung bürgerlicher Pflichten (Abs. 5). Art. 50 BV gewährleistet die freie Ausübung gottesdienstlicher Handlungen (Kultusfreiheit) innerhalb der Schranken der Sittlichkeit und der öffentlichen Ordnung (Abs. 1); den Kantonen und dem Bund bleibt vorbehalten, zur Handhabung der Ordnung und des öffentlichen Friedens unter den Angehörigen der verschiedenen Religionsgenossenschaften sowie gegen Eingriffe kirchlicher Behörden in die Rechte der Bürger und des Staates die geeigneten Massnahmen zu treffen (Abs. 2).\n\nArt. 9 der Konvention zum Schutze der Menschenrechte und Grundfreiheiten vom 4. November 1950 (EMRK; SR 0.101) gibt jedermann Anspruch auf Gedanken-, Gewissens- und Religionsfreiheit, insbesondere die Freiheit, seine Religion oder Weltanschauung einzeln oder in Gemeinschaft mit andern, öffentlich oder privat, durch Gottesdienst, Unterricht, Andachten und Beachtung religiöser Gebräuche auszuüben (Ziff. 1); die Religions- und Bekenntnisfreiheit darf nicht Gegenstand anderer als vom Gesetz vorgesehener Beschränkungen sein, die in einer demokratischen Gesellschaft notwendige Massnahmen im Interesse der öffentlichen Sicherheit, der öffentlichen Ordnung, Gesundheit und Moral oder für den Schutz der Rechte und Freiheiten anderer sind (Ziff. 2).\n\nb) Die Bundesverfassung behält somit die Einhaltung von Bürgerpflichten und die Menschenrechtskonvention unter anderem die öffentliche Ordnung und den Schutz der Rechte und Freiheiten anderer Besucher der öffentlichen Schule vor (BGE 114 Ia 131 /2 |314| E. 2a). Fraglich ist, ob die Bundesverfassung und die Menschenrechtskonvention, wie das Bundesgericht noch in BGE 116 Ia 258 E. b (= ZBl 92/1991, S. 75) unter Verweis auf BGE 114 Ia 131 /2 E. 2a angenommen hat, die gleichen Garantien enthalten oder ob nicht eher die Konvention einen weitergehenden Schutz gewährleistet. Diese äussert sich nämlich insbesondere deutlicher zu den Voraussetzungen - namentlich zum Erfordernis überwiegender öffentlicher Interessen beziehungsweise der Wahrung des Verhältnismässigkeitsprinzips - bei staatlichen Eingriffen in die religiösen Freiheitsrechte. Die Tragweite dieses Vorbehalts kann bei der gesetzlichen Festlegung von Bürgerpflichten, welche einen Eingriff in die Glaubens-, Gewissens- und Kultusfreiheit mit sich bringen, Bedeutung erlangen.\n\nDa im zu beurteilenden Zusammenhang allerdings kein unüberbrückbarer Widerspruch zwischen den in Frage stehenden Bestimmungen zu erkennen ist und somit die Verfassungsnormen jedenfalls im Lichte der Menschenrechtskonvention ausgelegt werden können, ist es für den vorliegenden Fall nicht nötig, die beiden Schutzbereiche der Bundesverfassung und der Menschenrechtskonvention voneinander abzugrenzen.\n\n2. a) Das Bundesgericht hat sich in zwei publizierten Urteilen bereits mit Art. 49 Abs. 5 BV auseinandergesetzt (in beiden Entscheiden ist fälschlicherweise von Art. 49 Abs. 4 BV die Rede; es geht aber beide Male um die Bestimmung, wonach Glaubensansichten nicht von der Erfüllung bürgerlicher Pflichten entbinden, und somit um Abs. 5 dieses Artikels). Das Bundesgericht hielt in BGE 66 I 158 fest, dass der obligatorische Schulbesuch im Rahmen der staatlichen Gesetzgebung, und damit auch der Schulbesuch am Samstag, eine bürgerliche Pflicht sei; sofern das kantonale Schulgesetz keine Ausnahme vom Schulbesuch am Samstag vorsehe, dürfe daher das Gesuch eines Adventisten um Bewilligung einer Ausnahme abgelehnt werden; dieser Entscheid verstosse auch nicht gegen die Kultusfreiheit, denn die Ausübung gottesdienstlicher Handlungen sei nur gewährleistet innerhalb der Schranken der öffentlichen Ordnung (Art. 50 Abs. 1 BV), womit die staatliche Schulgesetzgebung ebenfalls vorbehalten sei.\n\nIn BGE 114 Ia 134 E. b nahm das Bundesgericht auf die in BGE 66 I 158 festgehaltene Rechtsprechung Bezug und führte aus, dass für die Frage, in welchem Ausmass für Feiertage einer Religionsgemeinschaft - es betraf einen Anhänger des gleichen Glaubensbekenntnisses wie im vorliegenden Fall - Dispensation zu erteilen |315| sei, vorab auf die konkrete Regelung in den kantonalen schulrechtlichen Erlassen abzustellen sei. Unmittelbar gestützt auf die Verfassung liesse sich jedenfalls ein Anspruch nicht herleiten, wenn die kantonalen Normen über die Schuldispensation grundsätzlich der Glaubens-, Gewissens- und Kultusfreiheit in genügendem Ausmass Rechnung trügen. In jenem Fall ergab sich, dass die Gesetzgebung des betreffenden Kantons über die Schuldispensation den Schülern beziehungsweise Eltern weit entgegenkam, um ihnen die möglichst ungehinderte Ausübung religiöser Handlungen zu ermöglichen.\n\nb) Das Bundesgericht hatte sich in diesem zweiten Fall zwar nicht zur Frage zu äussern, wie es sich verhält, wenn sich die kantonale Regelung der Freistellung vom obligatorischen Schulunterricht mit religiös bedingten Anliegen der Schüler und Eltern nur in geringem Masse oder überhaupt nicht befasst. Aus der Begründung in den Erwägungen 3b und 4a geht jedoch hervor, dass an der Absolutheit der in BGE 66 I 158 gewählten Formulierung nicht festgehalten werden kann (zum Hintergrund des diesem Urteil aus dem Jahre 1940 zugrundeliegenden Verständnisses der Religionsfreiheit vgl. PETER SALADIN, Grundrechte im Wandel, Bern 1982, S. 16 ff.). Wenn das Verfassungsrecht selbst den Vorrang von Bürgerpflichten vorsieht, dispensiert es damit nicht auch von der Verfassungsmässigkeit der Ausgestaltung dieser Bürgerpflichten. Die Beschränkung der Glaubens-, Gewissens- und Kultusfreiheit setzt wie diejenige anderer Freiheitsrechte eine gesetzliche Grundlage sowie die Wahrung des öffentlichen Interesses sowie des Verhältnismässigkeitsgrundsatzes voraus.\n\nIm Sinne einer Präzisierung der Rechtsprechung ist daher festzuhalten, dass der Kanton die religiösen Freiheiten durch die Festlegung von Bürgerpflichten einschliesslich der Pflicht zum Schulbesuch nicht weiter einschränken darf, als dies auch vom öffentlichen Interesse geboten und verhältnismässig ist (PETER KARLEN, Das Grundrecht der Religionsfreiheit in der Schweiz, Zürich 1988, S. 310; HANS MARTI, Glaubens- und Kultusfreiheit, SJK 1075 N. 1, S. 1 f.; HERBERT PLOTKE, Schweizerisches Schulrecht, Bern 1979, S. 305 ff.; vgl. auch JÖRG PAUL MÜLLER/STEFAN MÜLLER, Die Grundrechte der schweizerischen Bundesverfassung, 2. Aufl., Bern 1991, S. 61) beziehungsweise eine notwendige Massnahme im Sinne von Art. 9 Ziff. 2 EMRK darstellt. Dies ist desto weniger der Fall, je weniger den religiösen Freiheitsrechten bei der rechtlichen Erfassung der Bürgerpflichten Rechnung getragen wird. |316|\n\n3. a) Im Kanton Glarus beginnt die Schulpflicht mit dem zurückgelegten sechsten Altersjahr und dauert neun Jahre (Art. 7 Abs. 1 und 9 Abs. 1 des Gesetzes vom 1. Mai 1983 über das Schulwesen, Schulgesetz; Sammlung des glarnerischen Rechtes IV B/1/3). Art. 20 Abs. 2 des Schulgesetzes, der gemäss Art. 74 Abs. 2 sinngemäss Anwendung auf die Kantonsschule findet, sieht vor, dass die wöchentliche Unterrichtszeit sich über sechs Tage erstreckt; zwei Nachmittage, der Samstagnachmittag und wenn möglich der Mittwochnachmittag, sind schulfrei. Das Schulgesetz selbst enthält keine Regelung der Befreiung vom Unterricht aus religiösen Gründen. In Art. 18 Abs. 4 des Schulgesetzes wird allerdings der Regierungsrat beauftragt, über die Behandlung der Schulversäumnisse ein Reglement zu erlassen.\n\nDie Art. 4-7 des Reglements vom 24. September 1984 über die Behandlung der Schulversäumnisse an der Kantonsschule (Sammlung des glarnerischen Rechtes IV B/4/7) regeln den Urlaub an der Kantonsschule. Namentlich kann nach Art. 7 des Reglementes während der Schulzeit an der Unterstufe und an der Oberstufe je ein Urlaub von höchstens zwei Schulwochen oder 20 einzelnen halben Schultagen gewährt werden. Eine Spezialregelung für religiöse Minderheiten ist nicht vorgesehen; dies im Gegensatz zur Regelung der Schulversäumnisse an der Volksschule, wonach Schüler religiöser Minderheiten wenigstens an hohen Feiertagen vom Unterricht dispensiert werden können (Art. 3 Abs. 4 des Reglements vom 24. September 1984 über die Behandlung der Schulversäumnisse an der Volksschule; Sammlung des glarnerischen Rechtes IV B/31/2). Religiös bedingte Absenzen sind allerdings mit den vorgegebenen zeitlichen Begrenzungen auch an der Kantonsschule möglich und zulässig, sie sind jedoch allen übrigen Abwesenheiten gleichgestellt.\n\nb) Die Pflicht zur Teilnahme am Unterricht findet ohne weiteres und klarerweise eine gesetzliche Grundlage in den Bestimmungen des Schulgesetzes über die Schulpflicht sowie die Unterrichtszeit. Die Regelung, einschliesslich derjenigen auf Verordnungsstufe, ist indes streng. Zwar schliesst sie Freistellungen vom Unterricht aus Glaubensgründen nicht völlig aus, sie sieht aber auch selbst kaum Dispensationsmöglichkeiten vor und geht auf die Anliegen religiöser Minderheiten nicht ein. Es fragt sich daher, ob die vorbehaltlose Anwendung dieser strengen Regelung im vorliegenden Fall mit der Bundesverfassung vereinbar ist, das heisst |317| namentlich im überwiegenden öffentlichen Interesse steht und das Verhältnismässigkeitsprinzip wahrt.\n\n4. a) Das religiöse Ruhetagsgebot ist in der ganzen Schweiz von Bedeutung. So wird der Sonntag landesweit als Ruhetag anerkannt, und es gilt von Bundesrechts wegen ein grundsätzliches Arbeitsverbot an Sonntagen (vgl. Art. 18 des Bundesgesetzes vom 13. März 1964 über die Arbeit in Industrie, Gewerbe und Handel, SR 822.11). Für einen Teil der Bevölkerung dient der Sonntag heutzutage zwar eher der Erholung, Musse und Freizeitbetätigung als der religiösen Besinnung, und ausserdem erfordern gewisse Berufe, dass auch am Sonntag gearbeitet wird. Dennoch ist die Sonntagsruhe nicht nur in sozialer und kultureller, sondern auch in religiöser Hinsicht von grosser Wichtigkeit (vgl. dazu BGE 116 Ib 275, 288 E. 4a). Namentlich behält die Anerkennung des Sonntags als Ruhetag demjenigen Bevölkerungsteil, der dies will, die Möglichkeit vor, den Sonntag zur religiösen Besinnung und zur Vornahme von Kulthandlungen zu nutzen.\n\nDie Glaubens- und Gewissensfreiheit ist eine geistige Freiheit, die in der Schule vor allem durch Toleranz gewährleistet werden muss. Die Kultusfreiheit sodann besteht primär darin, dass die Ausübung des Kultus nicht gestört oder verunmöglicht wird, nicht aber darin, dass auch alle zeitlichen Kollisionen durch Veranstaltungen, die das gesellschaftliche und bürgerliche Leben erfordert, zu vermeiden sind. Eine öffentliche Schule muss sich sowohl in der Vermittlung des Lehrstoffes wie auch bei ihrer Organisation an einen möglichst breiten gemeinsamen Nenner halten (BGE 114 Ia 133 /4 E. 3a). Insofern haben sich auch die traditionell in der Schweiz verwurzelten Bekenntnisse Beschränkungen zu unterziehen, wobei sich bei ihnen die Problematik weniger dringlich stellt, da die Rechtsordnungen und damit auch die Schulorganisation in der Regel auf ihre Feier- und Ruhetage bereits Rücksicht nehmen.\n\nGrenze der Berücksichtigung einzelner Religionsvorschriften - sei es von herkömmlichen Glaubensbekenntnissen, sei es von anderen - muss jedenfalls sein, dass ein geordneter und effizienter Schulbetrieb aufrechterhalten bleibt (BGE 114 Ia 133 E. 3a). Darin liegt denn auch das öffentliche Interesse, das ein Absehen von der Dispensation des Unterrichts an bestimmten Schultagen, namentlich wenn dies allwöchentlich der Fall sein soll, rechtfertigen kann und das genügend Gewähr dafür bietet, dass die Kohärenz der Schulklassen und des Unterrichts nicht übermässig in Frage gestellt wird. |318|\n\nDieser Vorbehalt dürfte allerdings vor allem die Angehörigen religiöser Minderheitsüberzeugungen treffen, da sich die Schulorganisation in erster Linie nach den Bedürfnissen der traditionellen Glaubensbekenntnisse richtet, deren Gebote von der Mehrheit der schweizerischen Bevölkerung auch anerkannt werden. In der Regel dürften die Schwierigkeiten für die Schulorganisation daher um so grösser sein, je mehr eine Glaubensauffassung von den in der Schweiz traditionell verankerten Bekenntnissen abweicht. Entsprechende religiöse Gebote treten eher mit dem öffentlichen Interesse nach einem geordneten und effizienten Schulbetrieb in Konflikt beziehungsweise stossen an die vom öffentlichen Interesse gesetzten Grenzen. Insofern sind den Geboten solcher Glaubensbekenntnisse, die sich von den herkömmlichen Religionen unterscheiden, von vorneherein gewisse Schranken gesetzt (vgl. dazu die kritische redaktionelle Anmerkung zu BGE 114 Ia 129 in: ZBl 90/1989, S. 32, Ziff. 2); dies gilt jedenfalls solange, als sie nicht auf dem Wege der Gesetzgebung zu entsprechenden Anpassungen der Schulorganisation führen, also in der Regel die Anerkennung der Mehrheit der Bürger finden. Auch das Verhältnismässigkeitsprinzip schafft dazu nicht immer eine Korrektur, doch kommt ihm immerhin bei der Festlegung einzelner Anordnungen gesteigerte Bedeutung zu.\n\nb) Das Verhältnismässigkeitsprinzip verlangt, dass ein Grundrechtseingriff sich auf ein die privaten Interessen überwiegendes öffentliches Interesse stützt und sich auf das zum Schutz des öffentlichen Interesses Notwendige beschränkt (BGE 114 Ia 136 E. 5a; BGE 112 Ia 320 E. 2a mit Hinweisen).\n\nDas öffentliche Interesse an der Einhaltung des Schulobligatoriums ist unter dem Gesichtspunkt der öffentlichen Ordnung (geregelter Schulbetrieb) und des Schutzes der Interessen der anderen Schüler gewichtig. Es ist abzuwägen gegenüber dem Interesse der Gesuchsteller, als Familie ihren Glaubensvorstellungen nachleben zu können. Diese stehen vor der Alternative, entweder einem staatlichen oder einem religiösen Gebot zuwiderhandeln zu müssen (MARTI, a.a.O.). Dadurch entsteht nicht nur die Gefahr eines Gewissenskonfliktes, sondern auch einer Auseinandersetzung zwischen Schule und Familie, unter der insbesondere das betroffene Kind leiden könnte. Für die Interessenabwägung ist daher von folgendem Zusammenhang auszugehen: Kommt eine kantonale Regelung über die Schuldispensation den im Glaubensbekenntnis begründeten Interessen der Schüler und ihrer Angehörigen weit |319| entgegen, dürfte das öffentliche Interesse daran, dass nicht über den Willen des Gesetzgebers hinausgehende Schuldispensationen beansprucht werden, regelmässig überwiegen (BGE 114 Ia 136 /7 E. 5a). Bei einer restriktiven Regelung ist dies hingegen fraglich.\n\n5. a) Die glarnerische Dispensationsregelung für die Kantonsschule zeigt wenig Verständnis für die Anliegen religiöser Minderheiten. Für denjenigen, der einem religiösen Ruhetagsgebot ausserhalb des Sonntags oder eines staatlichen Feiertages nachkommen will, ist keine andere Regel vorgesehen als für jemanden, der zum Beispiel an einer Sportveranstaltung oder an einem kulturellen Anlass teilnehmen will, der auf einen oder mehrere Schultage fällt. Die Regelung enthält nicht einmal einen Ausnahmetatbestand, der wenigstens unter gewissen Voraussetzungen eine weitergehende Berücksichtigung glaubensbedingter Dispensationen ermöglicht. Dies führte das Verwaltungsgericht, das immerhin von der verfassungsrechtlichen Zulässigkeit dieser Regelung ausging, dazu, deren Toleranz ernsthaft in Zweifel zu ziehen und den Regierungsrat sinngemäss aufzufordern, das Reglement über die Behandlung der Schulversäumnisse an der Kantonsschule zu ändern.\n\nIm Unterschied zur Praxis an der Kantonsschule wird an den Volksschulen eine Freistellung vom Unterricht an Samstagen aus religiösen Gründen gewährt, obwohl das entsprechende Reglement eine Dispensation an sich nur an hohen Feiertagen und nicht generell an religiösen Ruhetagen vorsieht. So wurden der Sohn der Beschwerdeführer und sein Bruder an der Primarschule vom Unterricht an Samstagen freigestellt; der Bruder erhielt diese Bewilligung inzwischen auch auf der Sekundarstufe. Entgegen der Ansicht der Beschwerdeführer kann allein gestützt auf diese Praxis zwar nicht abgeleitet werden, dass eine Freistellung auch für die Kantonsschule erfolgen müsse; die Interessenlage kann sich für die Kantonsschule eben anders darstellen als für die Primar- oder Sekundarschule. Der Umstand zeigt aber auf, dass auch im Kanton Glarus die Dispensation vom Schulunterricht am Samstag aus religiösen Gründen nicht unbekannt ist und dass die glarnerischen Behörden jedenfalls bei der Anwendung des Reglements über die Behandlung der Schulversäumnisse an der Volksschule auf Verhältnismässigkeitsgesichtspunkte abstellen. Es fragt sich indessen, ob sie dies in massgeblicher Weise auch für die Freistellung vom Unterricht an der Kantonsschule tun.\n\nb) Die glarnerische Regelung geht offenbar davon aus, dass an der Kantonsschule der geordnete und effiziente Schulbetrieb nicht |320| mehr gewährleistet ist, wenn einzelnen Schülern generell an Samstagen Dispens vom Unterricht erteilt wird. Diese Prämisse ist indes zweifelhaft. Das zeigt nicht nur das Beispiel derjenigen Kantone, welche den entsprechenden Schuldispens auf Gymnasialstufe grundsätzlich gewähren; auch das Verwaltungsgericht selbst zog einen solchen Zusammenhang gerade bei der rechtlichen Prüfung des vorliegenden Falles stark in Zweifel. Für derartige Zweifel besteht auch Grund.\n\nDer Samstag ist der wöchentliche Ruhetag der in der Schweiz traditionell verankerten jüdischen Religion. Das Glaubensbekenntnis der Beschwerdeführer feiert in Anlehnung an den jüdischen Glauben den Samstag als religiösen Ruhetag. Beim Samstag handelt es sich ferner nur um einen halben Unterrichtstag, der erst noch dem ohnehin schulfreien Sonntag direkt vorangeht; es entfällt also nicht zum Beispiel mitten in der Woche ein ganzer Schultag. Je länger, je mehr geht die Tendenz sogar dahin, den Samstag gänzlich schulfrei zu halten. Wohl beruht dies weniger auf religiösen als vielmehr auf arbeits- und sozialpolitischen Zusammenhängen; es zeigt jedoch auf, dass ein effizienter Schulbetrieb nicht zwingend vom Unterricht am Samstag abhängt.\n\nWeshalb aus organisatorischen Gründen von vorneherein unlösbare Probleme bestehen sollten, ist denn auch für die Kantonsschule Glarus nicht ersichtlich. Eine Schule ihrer Grössenordnung kann weder in administrativer noch in pädagogischer Hinsicht davon abhängen, dass ausnahmslos alle Schüler jeweils am Samstagmorgen die Schule besuchen. Ebensowenig kann die soziale Einheit der Klassen allein vom gemeinsamen Unterricht am Samstagmorgen abhängen. Unüberbrückbare Probleme könnten sich höchstens dann stellen, wenn eine gemessen an der Grösse der Schule verhältnismässig grosse Anzahl von Schülern Sonderregelungen beantragt. Bis zu einem gewissen Grad ist es jedoch der Lehrerschaft und der Schulverwaltung zumutbar, religiösen Minderheiten bei Ernsthaftigkeit ihrer Anliegen entgegenzukommen, wie sie dies auch tun, wenn eine Absenz aus anderem Grunde erfolgt.\n\nc) Das Verwaltungsgericht kommt sinngemäss zum Schluss, der Schulbetrieb erfordere die Verweigerung der Dispensation an Samstagen im vorliegenden Fall nicht; der Entscheid des Regierungsrates lasse sich aber aus dem Grunde verfassungsrechtlich nicht beanstanden, weil er auf der gesetzlichen Regelung des Kantons Glarus beruhe, die keine Dispensationsmöglichkeit vorsehe. |321|\n\nMit dieser Begründung hat das Verwaltungsgericht die Tragweite der bundesgerichtlichen Rechtsprechung verkannt. Seine Argumentation ist unzutreffend; ist nämlich die Verweigerung der Freistellung vom Unterricht unverhältnismässig, so ist sie auch verfassungswidrig und zwar unabhängig davon, ob Schulgesetz oder regierungsrätliches Reglement eine Dispensation vorsehen oder nicht. Die Unverhältnismässigkeit kann unter Umständen gerade in der vorbehaltlosen Anwendung einer allzu strikten Regelung begründet sein.\n\nInfolge seiner verkürzten Betrachtungsweise hat das Verwaltungsgericht die erforderliche Verhältnismässigkeitsprüfung gar nicht vorgenommen. Insbesondere hat es die massgeblichen Gesichtspunkte nicht abgeklärt, die es ihm ermöglicht hätten, abschliessend zu entscheiden, ob die vorbehaltlose Anwendung der strengen glarnerischen Regelung im vorliegenden Fall den religiösen Grundrechten der Beschwerdeführer gerecht wird. Seine Erwägungen sprechen allerdings eher dafür, dass dies nicht zutrifft. Namentlich bestehen ernsthafte Zweifel daran, dass der vorbehaltlose Ausschluss des Samstagsdispenses im Sinne des Verhältnismässigkeitsprinzips erforderlich - beziehungsweise gemäss Menschenrechtskonvention notwendig - ist zur Gewährleistung des geordneten und effizienten Betriebes der Kantonsschule Glarus; ja die vom Verwaltungsgericht angeführten Argumente sprechen eher für das Gegenteil. Wie sich die Verhältnisse an der Kantonsschule Glarus konkret darstellen, bleibt letztlich jedoch unklar.\n\nDa die entscheidenden Fragen nicht in genügendem Masse abgeklärt wurden, ist es dem Bundesgericht somit nicht möglich, über die Verfassungsmässigkeit der Verweigerung der Dispensation im vorliegenden Fall endgültig zu entscheiden. Immerhin kann festgehalten werden, dass der angefochtene Entscheid so, wie er begründet wurde und vorliegt, unverhältnismässig ist."}