{"annee": "117", "cour": "IA", "page": "513", "date": "29/11/1991", "cite": ["97 I 629", "99 IA 325"], "cite_par": ["122 I 322"], "chapeau": "79. Estratto della sentenza 29 novembre 1991 della II Corte civile nella causa A. contro Dipartimento di giustizia della Repubblica e Cantone Ticino (ricorso di diritto pubblico)", "regestes": ["Art. 4 Cst.; art. 162 du code de procédure civile tessinois. Restitution de l'avance de frais à la partie qui a obtenu gain de cause. Le droit de cette partie à obtenir de l'Etat la restitution des frais dont elle a fait l'avance - lorsque l'autre partie est au bénéfice de l'assistance judiciaire - n'inclut pas celui d'obtenir le versement des dépens qui lui ont été alloués."], "faits": "|513|\n\nIl Pretore della giurisdizione di Locarno-Campagna ha completato il 16 ottobre 1989 una sua precedente sentenza con cui veniva pronunciato il divorzio dei coniugi A., condannando il marito al versamento di fr. 96'000.-- oltre interessi dal 23 novembre 1983 a titolo di liquidazione del regime matrimoniale dei beni.\n\nIl Tribunale di appello, accogliendo l'appello principale del marito, ha annullato il giudizio del Pretore, condannando la moglie al pagamento delle tasse di giustizia e delle spese, nonché al versamento delle ripetibili di prima e seconda istanza: per quest'ultima essa è stata posta al beneficio dell'assistenza giudiziaria.\n\n|514|\n\nIl 23 maggio 1991 il marito ha inoltrato al Dipartimento di giustizia del Cantone Ticino istanza di pagamento delle ripetibili assegnategli nella procedura cantonale, istanza respinta il 28 agosto 1991.\n\nIl marito insorge al Tribunale federale con un ricorso di diritto pubblico, in cui postula l'annullamento della decisione impugnata e la condanna dello Stato del Cantone Ticino al pagamento delle citate ripetibili.\n\nIl Dipartimento di giustizia conclude alla reiezione del gravame.", "considerants": "Dai considerandi:\n\n2. Secondo l'art. 162 CPC ticinese, qualora la parte soccombente - ammessa al beneficio dell'assistenza giudiziaria - venga condannata nella sentenza definitiva al pagamento delle spese e delle tasse di giustizia, la parte vincente ha diritto di ottenere dallo Stato la restituzione delle spese da essa anticipate: l'autorità cantonale, a questo proposito, ritiene che il sopraccitato disposto non contempli l'obbligo dello Stato di rifondere alla stessa parte vincente le ripetibili attribuitele. Il diritto di quest'ultima alle ripetibili va in effetti interpretato come operante unicamente nei confronti della parte soccombente, pur se questa è posta al beneficio dell'assistenza giudiziaria.\n\nIl ricorrente scorge nella decisione impugnata una violazione dell'art. 4 Cost., in quanto a suo parere l'autorità cantonale avrebbe interpretato in modo estremamente restrittivo il surriferito disposto di legge, creando così una disparità di trattamento tra le parti in tutte le fasi di un processo. L'art. 4 Cost. garantisce l'uguaglianza di trattamento e sancisce il divieto del diniego di giustizia: ciò significa che, nel caso in esame, ciascuno deve poter far valere i propri diritti anche qualora non disponga delle necessarie risorse finanziarie. In altri termini, è d'uopo evitare che l'accesso ai tribunali e, più in generale, alla giustizia, sia riservato alle sole persone abbienti, poiché allora sarebbe irrilevante godere dei medesimi diritti, se poi essi non possono venire adeguatamente esercitati per dei motivi meramente finanziari (DTF 97 I 630 consid. 4; DTF 99 Ia 330 consid. 4). Il disposto costituzionale in questione non esige invece che lo Stato assuma il pagamento delle ripetibili attribuite alla parte vincente nei confronti della parte assistita soccombente, anche se ai Cantoni è data facoltà d'introdurre tale obbligo (cf. ad esempio l'art. 112 cpv. 2 ZPO SO) ed anche se |515| ciò potrebbe apparire opportuno (ZEN-RUFFINEN, Assistance judiciaire et administrative: les règles minima imposées par l'art. 4 Cst., in JT 1989 I 34 ss, segnatamente pag. 45, con la motivazione, invero non del tutto convincente, secondo cui l'obbligo in questione a carico dello Stato non sarebbe che il corollario di quello consistente nel permettere alle persone indigenti l'accesso ai tribunali). Se ne deve dunque concludere che il rischio della parte vincente di non poter incassare le ripetibili esiste, e può verificarsi in ogni lite giudiziaria. Esso non è specifico della situazione in cui la parte soccombente è posta al beneficio dell'assistenza giudiziaria."}