{"annee": "117", "cour": "II", "page": "199", "date": "11/3/1991", "cite": ["96 II 257", "109 II 483", "98 II 57", "58 II 313", "77 II 321", "95 II 456", "94 II 44", "116 II 365"], "cite_par": ["126 III 239", "127 III 33", "131 III 121", "131 III 384", "139 IV 17", "126 III 315", "133 III 431", "119 II 473", "122 III 469"], "chapeau": "41. Auszug aus dem Urteil der I. Zivilabteilung vom 11. März 1991 i.S. Touring Club der Schweiz gegen Mercedes-Benz (Schweiz) AG (Berufung)", "regestes": ["Motivation du recours en réforme (art. 55 al. 1 let. c OJ). Si la juridiction cantonale rejette une action reposant sur plusieurs fondements juridiques, le Tribunal fédéral n'examine que ceux qui sont tenus pour contraires au droit fédéral. Concurrence déloyale; danger de confusion (art. 3 let. d LCD). - L'utilisation d'un signe descriptif faisant partie du domaine public est en principe à la disposition de chaque concurrent (consid. 2a/bb), à moins que ce signe ne se soit imposé comme marque individuelle par un long usage exclusif ou en raison de sa combinaison originale (consid. 2b). - La notion de prestation au sens de l'art. 3 LCD n'est pas identique à celle de l'art. 5 LCD (consid. 2a/ee)."], "faits": "|200|\n\nA.- Der Touring Club der Schweiz, ein Verein im Sinne von Art. 60 ff. ZGB, bezweckt die Wahrung der Rechte und Interessen seiner über 1,2 Millionen Mitglieder im Strassenverkehr und die Förderung ihrer touristischen Belange. Eine seiner bedeutendsten Dienstleistungen stellt der mobile Pannenhilfsdienst dar. Die hiefür verwendeten gelben TCS-Fahrzeuge geniessen einen hohen Bekanntheitsgrad.\n\nDie Mercedes-Benz (Schweiz) AG ist für den Vertrieb der \"Mercedes-Benz\"-Fahrzeuge in der Schweiz zuständig. Am 1. September 1989 lancierte sie unter dem Titel \"DIE NEUE MERCEDES-BENZ TOURING GARANTIE\" eine Pressemitteilung. Sie pries darin eine \"in dieser Form einzige Serviceleistung\" an, welche darin bestehe, dass den Fahrern von neuen Mercedes-Personenwagen vier Jahre lang der kostenlose Einsatz des Mercedes-Benz-Notdienstes gewährt werde.\n\nDer Touring Club der Schweiz erblickt darin eine unlautere Konkurrenzierung seiner \"Touring-Hilfe\" sowie eine Namensanmassung.\n\nB.- Am 8. November 1989 ersuchte der Touring Club der Schweiz das Handelsgericht des Kantons Zürich, der Mercedes-Benz (Schweiz) AG bei Strafe zu verbieten, für ihren Pannenhilfe-Service die Bezeichnung \"Touring-Garantie\" bzw. \"Garantie Touring\" zu verwenden. Mit Urteil vom 4. September 1990 wies das Handelsgericht die Klage ab.\n\nC.- Mit seiner eidgenössischen Berufung beantragt der Kläger, das Urteil des Handelsgerichts aufzuheben und der Beklagten bei Strafe zu verbieten, für ihren Pannenhilfe-Service die Bezeichnung \"Touring-Garantie\" bzw. \"Garantie Touring\" zu verwenden.", "considerants": "Aus den Erwägungen:\n\n1. Vor Handelsgericht stützte der Kläger seinen Anspruch auf Wettbewerbs- und Namensrecht; er wurde unter beiden Aspekten abgewiesen. Der Kläger macht vor Bundesgericht nicht geltend, die namensrechtliche Abweisung verletze Bundesrecht. Mithin ist diese mangels entsprechender Begründung in der Berufung nicht zu überprüfen (Art. 55 Abs. 1 lit. c OG).\n\n2. Der Kläger ist der Ansicht, die Gleichartigkeit des Angebots der Beklagten schmälere seinen Gewinn und führe zu einer |201| Konkurrenzsituation, die das neue UWG untersage. Ferner macht er geltend, die von der Beklagten verwendete Bezeichnung \"Mercedes-Benz Touring-Garantie\" schaffe eine Verwechslungsgefahr zu der vom Kläger offerierten Dienstleistung \"Touring-Hilfe\", welche sich überdies im Verkehr durchgesetzt habe.\n\nDas neue UWG bezweckt, den lauteren und unverfälschten Wettbewerb zu gewährleisten (Art. 1). Unlauter ist das Verhalten eines Mitbewerbers nur, wenn es gegen den in Art. 2 UWG allgemein formulierten Grundsatz oder gegen die Sondertatbestände (Art. 3 ff.) verstösst. Solange sich ein Mitbewerber mit lauteren Mitteln um mehr Anteil oder Einfluss auf dem Markt bemüht und dabei den Wettbewerb als solchen nicht gefährdet, kann ein Gewinn- oder Umsatzrückgang bei andern Konkurrenten nicht widerrechtlich sein. Das neue Gesetz will einen funktionierenden Wettbewerb garantieren (Botschaft zum UWG vom 18. Mai 1983, BBl 1983 II 1038) und schützt somit auch gleichartige Leistungen, die deshalb im folgenden nur unter dem Gesichtspunkt der Lauterkeit zu prüfen sind. Wettbewerbsrechtlich stellt sich dabei allein die Frage nach einer unlauteren Verwechslungsgefahr.\n\na) Gemäss Art. 3 lit. d UWG handelt unlauter, wer Massnahmen trifft, die geeignet sind, Verwechslungen mit Waren, Werken, Leistungen oder dem Geschäftsbetrieb eines andern herbeizuführen.\n\nDie Verwechslungsgefahr wird als Rechtsfrage vom Bundesgericht frei geprüft (BGE 95 II 458 E. 1, 465 E. II/1 und 468 E. II/3). Dies gilt auch insoweit, als sie sich nach dem Verständnis des allgemeinen Publikums, welches die streitigen Leistungen in Anspruch nimmt, beurteilt (BGE 95 II 458 E. 2); anders verhält es sich bloss, wenn das Branchenverständnis spezifischer Verkehrskreise in Frage steht (BGE 96 II 261 E. a). Der Begriff der Verwechslungsgefahr ist dabei für den Bereich des gesamten Kennzeichnungsrechts ein einheitlicher (BGE 116 II 370 E. 4a).\n\naa) Das Handelsgericht führt mit Bezug auf BGE 58 II 314 E. 1 aus, der Begriff \"Touring\" gehöre als blosse Sachbezeichnung dem sprachlichen Gemeingut an. Er sei als Bestandteil von Firmen und Marken sehr verbreitet und zeichne sich nicht durch eine besondere Originalität aus.\n\nbb) Die Verwendung einer gemeinfreien Bezeichnung steht grundsätzlich jedem Wettbewerbsteilnehmer offen (BGE 96 II 261 E. 3a, BGE 94 II 46). Schranken bestehen einerseits darin, dass durch gleichartige Hinweise nicht die Gefahr von Verwechslungen |202| geschaffen werden darf, dieser mithin durch geeignete Zusätze oder auf andere Weise begegnet werden muss, anderseits darin, dass eine Sachbezeichnung, welche durch langen Gebrauch zum Individualzeichen geworden ist, nicht als charakteristischer Bestandteil in einer Konkurrenzbezeichnung übernommen werden darf (BGE 98 II 63 E. 3 mit Hinweisen).\n\ncc) Das Bundesgericht hat in BGE 58 II 314 E. 1 die Auffassung vertreten, der Firmenbestandteil \"Touring\" des Klägers gehöre dem sprachlichen Gemeingut an, sei im Englischen die umfassende Bezeichnung für touristische Betätigung, also auch für das Rad- und Autofahren. Als Fremdwort habe er im deutschen Sprachgebrauch zwar etwas Besonderes an sich, bleibe aber deswegen nicht weniger als im Englischen eine der Allgemeinheit zugängliche Sachbezeichnung. Daran ist unverändert festzuhalten.\n\ndd) \"Hilfe\" ist wie \"Touring\" eine gemeinfreie Sachbezeichnung. Zu Recht hält die Vorinstanz fest, dass Zusammensetzungen solcher Sachbezeichnungen grundsätzlich keinen über denjenigen der einzelnen Bestandteile hinausgehenden Schutz geniessen, ausser, die Kombination sei so originell, dass sie Individualisierungskraft erlange (BGE 109 II 488 : \"Computerland\"). Dem Begriff \"Touring-Hilfe\" eignet eine solche Originalität nicht; er entfaltet keine über den allgemeinen Leistungsbeschrieb hinausgehende Kennzeichnungsfunktion, welche aus dem Begriff allein auf die Individualisierung eines Unternehmens schliessen liesse.\n\nIm allgemeinen Sprachvergleich unterscheiden sich die \"Mercedes-Benz Touring-Garantie\" und die \"Touring-Hilfe\" formal wie auch inhaltlich deutlich. Identisch ist allein der gemeinfreie Begriff \"Touring\". Ein aufmerksamer Leser wird deshalb die Bezeichnung der Beklagten nicht mit dem Geschäftsbetrieb oder der Leistung \"Touring-Hilfe\" des Klägers in Verbindung bringen. Das Handelsgericht hat deshalb zu Recht eine unlautere Verwechslungsgefahr nach Art. 3 lit. d UWG verneint.\n\nee) Fehl geht schliesslich die Ansicht des Klägers, der Begriff der Leistung nach Art. 3 UWG sei inhaltsgleich mit demjenigen in Art. 5 UWG. Letzterer befasst sich mit der Verwertung einer fremden Leistung. Darunter fallen Arbeitsergebnisse, also Produkte geistiger Anstrengung und materieller Aufwendungen, die ausserhalb des Bereichs der Spezialgesetzgebung zum Schutz von Immaterialgütern als solche nicht geschützt sind (Botschaft S. 1047; DAVID, Schweizerisches Wettbewerbsrecht, 2. Aufl., Rz. 372 ff.; TROLLER/TROLLER, Kurzlehrbuch des Immaterialgüterrechts, |203| S. 196). Die Behauptung des Klägers, die Beklagte biete seine \"Touring-Hilfe\" an, trifft nach dem bisher Gesagten in keiner Weise zu. Insoweit sich der Kläger hiermit auf Leistungsschutz berufen will, sind seine Ausführungen unbegründet. Die klägerische Dienstleistung an sich wie auch die Idee der Pannenhilfe sind wettbewerbsrechtlich nicht geschützt. Es ist deshalb nicht ersichtlich, welche Arbeitsergebnisse im Sinne des Gesetzes die Beklagte sich parasitär zu eigen gemacht haben soll. Von einer Verletzung von Art. 5 UWG kann demnach keine Rede sein.\n\nb) Der Kläger beansprucht für seine \"Touring-Hilfe\" eine weitergehende, durchgesetzte Kennzeichnungskraft, welche er in langjähriger, intensiver Arbeit und unter sehr grossem Aufwand von Zeit und Mitteln erworben habe. Letzteres ist allein nicht entscheidend. Ein schutzwürdiges Zeichen liegt erst vor, wenn es durch langen Gebrauch zum Individualzeichen geworden ist, d.h. die Bedeutung eines schlagwortähnlichen Hinweises auf ein Geschäft erlangt hat (BGE 98 II 63, BGE 77 II 325 f.). Wie die Vorinstanz indessen zutreffend erkannt hat, verbietet sich angesichts der Vielzahl von Verwendungen des Begriffs \"Touring\" gerade im Zusammenhang mit Tätigkeiten in der Auto-, Autozubehör-, Autoservice- und Touristikbranche die Annahme einer individualisierenden Zuordnung zum Betrieb des Klägers. Unbesehen der Bedeutung des TCS kann daher nicht davon ausgegangen werden, in den einschlägigen Konsumentenkreisen werde der Begriff \"Touring\" ausschliesslich diesem zugeordnet. Die Bezeichnung \"Hilfe\" sodann lässt sich von vornherein nicht monopolisieren und wird zudem im Leistungsbeschrieb der Beklagten auch nicht verwendet. Es bleibt mithin dabei, dass die beiden streitigen Bezeichnungen sich hinreichend unterscheiden, um eine wettbewerbsrechtliche Verwechslungsgefahr auszuschliessen. Dies führt zur Bestätigung des angefochtenen Urteils."}