{"annee": "117", "cour": "IV", "page": "233", "date": "21/11/1991", "cite": ["115 IV 221", "77 IV 18", "114 IV 116", "106 IV 302", "114 IA 377", "115 IB 517", "112 IA 260", "105 IV 169", "116 IV 193", "89 IV 62"], "cite_par": ["128 IV 145", "120 IV 78", "123 III 213", "129 IV 305", "122 IV 91", "120 IV 107", "123 IV 252", "119 IV 92", "119 IV 339", "129 IV 107", "132 II 178", "118 II 206", "119 IB 311", "119 IV 207", "141 IV 155"], "chapeau": "43. Urteil des Kassationshofes vom 21. November 1991 i.S. Staatsanwaltschaft des Kantons Luzern gegen X. (Nichtigkeitsbeschwerde)", "regestes": ["Confiscation lorsque la prescription de l'infraction est acquise. 1. Art. 268 ch. 1 et 2 CP. La décision par laquelle un tribunal met fin à l'action pénale en raison de la prescription absolue et refuse de confisquer les biens séquestrés n'est pas une ordonnance de non-lieu mais un jugement (consid. 1b). 2. Art. art. 58, art. 70 ss et art. 109 CP; art. 10 LMJ (RS 935.52); art. 6 ch. 2 CEDH. a) La présomption d'innocence ne fait nullement obstacle à la confiscation, malgré la prescription absolue, des objets qui ont servi à commettre l'infraction ou qui en sont le produit ou le résultat (consid. 3). b) Le juge peut et doit, même lorsque la poursuite de l'action pénale n'est pas (plus) possible, examiner si les conditions de la confiscation sont réunies (consid. 4). c) Demeure ouverte la question de savoir s'il existe une prescription absolue en ce qui concerne la confiscation proprement dite et quel serait le délai de prescription relative. De toute manière, le court délai de prescription absolue de deux ans que la loi a prévu en matière de contravention ne peut valoir, s'agissant de la confiscation de biens et valeurs (ici des mises et des gains de jeu) liés à la commission de contraventions (consid. 5; changement partiel de jurisprudence)."], "faits": "|234|\n\nA.- Aufgrund von verschiedenen Hinweisen, wonach in einem bestimmten Restaurant um hohe Geldbeträge widerrechtlich gespielt werde, nahm die Kantonspolizei Luzern im Auftrag des Amtsstatthalteramts Sursee am 25. Februar 1988 in diesem Restaurationsbetrieb eine Hausdurchsuchung vor. Im Säli wurde eine Spielerrunde von 10 Gästen samt Wirt angetroffen. Die Polizei beschlagnahmte erhebliche Geldbeträge, die von den Spielern zum grossen Teil zu Spielzwecken verwendet wurden bzw. hätten verwendet werden sollen. Bei X. wurden Fr. 5'630.-- sichergestellt und an die Staatskasse überwiesen.\n\nDas Eidgenössische Justiz- und Polizeidepartement übertrug am 21. April 1988 die an sich unter die Bundesstrafgerichtsbarkeit fallende Strafsache zur Untersuchung und Beurteilung an die Behörden des Kantons Luzern.\n\nB.- Das Amtsgericht Sursee sprach X. am 26. Januar 1990 des Betreibens einer Spielbank nach Art. 6 des Bundesgesetzes über die Spielbanken (SBG; SR 935.52) schuldig und bestrafte ihn deswegen mit einer Busse von Fr. 5'000.--, bedingt vorzeitig löschbar |235| bei einer Probezeit von einem Jahr. Es zog den bei X. sichergestellten Geldbetrag von Fr. 5'630.-- gestützt auf Art. 10 SBG ein.\n\nDie II. Kammer des Obergerichts des Kantons Luzern stellte auf die Appellation des Gebüssten hin mit Entscheid vom 14. Februar 1991 das Verfahren gegen X. wegen Verstosses gegen das Spielbankengesetz infolge Verjährung ein. Es entschied zudem, X. sei der beschlagnahmte Geldbetrag von Fr. 5'630.-- inklusive Zins seit dem 20. Mai 1988 in der Höhe des durchschnittlichen Sparheftzinses der LKB zurückzuerstatten.\n\nC.- Die Staatsanwaltschaft des Kantons Luzern führt eidgenössische Nichtigkeitsbeschwerde mit den Anträgen, der Entscheid des Obergerichts sei insoweit aufzuheben, als X. der bei ihm beschlagnahmte Geldbetrag von Fr. 5'630.-- zurückerstattet wird, und die Sache sei zur neuen Entscheidung an die Vorinstanz zurückzuweisen. Sie stellt zudem das Gesuch, die Vorinstanz sei anzuweisen, bis zum Entscheid des Bundesgerichts über die vorliegende Nichtigkeitsbeschwerde die Rückerstattung des beschlagnahmten Geldbetrages an den Beschwerdegegner zu unterlassen.\n\nD.- X. stellt die Anträge, auf die Nichtigkeitsbeschwerde sei nicht einzutreten, eventuell sei sie abzuweisen. Gegen das Gesuch der Staatsanwaltschaft um Gewährung der - einstweilen superprovisorisch bewilligten - aufschiebenden Wirkung erhebt er keine Einwände.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beschwerdegegner macht zur Begründung seines Antrags, es sei auf die Nichtigkeitsbeschwerde nicht einzutreten, geltend, dass nur Straferkenntnisse mit eidgenössischer Nichtigkeitsbeschwerde anfechtbar seien; die Frage, ob Spielgeld gemäss Art. 10 SBG einzuziehen sei, betreffe nicht den Strafpunkt. Diese Frage sei vielmehr analog einer adhäsionsweise geltend gemachten Zivilforderung zu behandeln; diesbezüglich mangele es aber am erforderlichen Streitwert. Der Einwand ist unbegründet.\n\na) Das Verfahren der Einziehung kann offensichtlich nicht einem Adhäsionsprozess gleichgestellt werden. Eine Streitwertgrenze gibt es deshalb nicht.\n\nb) Die Nichtigkeitsbeschwerde an den Kassationshof des Bundesgerichts ist gemäss Art. 268 BStP unter anderem zulässig gegen Urteile der Gerichte, die nicht durch ein kantonales Rechtsmittel wegen Verletzung eidgenössischen Rechts angefochten |236| werden können (Ziff. 1 Satz 1), und gegen Einstellungsbeschlüsse letzter Instanz (Ziff. 2). Durch den angefochtenen Entscheid wurde das Strafverfahren gegen den Beschwerdegegner wegen Widerhandlungen gegen das Spielbankengesetz infolge Verjährung eingestellt und die Herausgabe des beschlagnahmten Geldbetrages samt Zinsen angeordnet. Beim angefochtenen Entscheid handelt es sich nicht um einen Einstellungsbeschluss im Sinne von Art. 268 Ziff. 2 BStP, sondern um ein Urteil gemäss Art. 268 Ziff. 1 BStP, da er nicht von einer Untersuchungs- oder Anklagebehörde, sondern, was entscheidend ist, von einem Gericht ausgefällt worden ist.\n\nc) Die Staatsanwaltschaft kann mit der eidgenössischen Nichtigkeitsbeschwerde nicht nur den Beschluss betreffend die Einstellung des Strafverfahrens als solchen, sondern auch den Entscheid betreffend den Verzicht auf die Einziehung anfechten. So wie der Angeschuldigte, der freigesprochen oder gegen den das Verfahren eingestellt worden ist, gegen eine trotzdem erfolgte Einziehung des Tatwerkzeugs oder des unrechtmässig erlangten Gewinns Nichtigkeitsbeschwerde wegen Verletzung eidgenössischen Rechts erheben kann (vgl. etwa BGE 105 IV 170, BGE 89 IV 62, BGE 77 IV 18), kann die Staatsanwaltschaft gegen den letztinstanzlichen Entscheid, durch den auf die Einziehung von beschlagnahmten Vermögenswerten etc. verzichtet wurde, ihrerseits Nichtigkeitsbeschwerde wegen Verletzung eidgenössischen Rechts erheben. Dabei ist entgegen einer etwas missverständlichen Andeutung in BGE 106 IV 304 E. 1 unerheblich, dass sich das Obergericht im angefochtenen Entscheid mit der Frage, ob eine \"strafbare Handlung\" im Sinne von Art. 58 StGB bzw. ein \"verbotenes Spiel\" gemäss Art. 10 SBG vorliege, infolge Eintritts der absoluten Verfolgungsverjährung gar nicht befasst hat. Aus der Funktion der eidgenössischen Nichtigkeitsbeschwerde (Überprüfung der einheitlichen Anwendung des Bundesrechts in Strafsachen) ergibt sich, dass sämtliche letztinstanzliche Entscheide in bezug auf Anordnung/Nichtanordnung von Sanktionen, die das eidgenössische Recht vorsieht, mit der Nichtigkeitsbeschwerde anfechtbar sind (vgl. auch BGE 115 IV 223 E. 1 Satz 1; BGE 116 IV 203 E. 8a).\n\nd) Auf die Nichtigkeitsbeschwerde ist demnach grundsätzlich einzutreten.\n\n2. Das Obergericht stellte das Verfahren gegen den Beschwerdegegner wegen Widerhandlung gegen das Spielbankengesetz mit der Begründung ein, dass am 26. Februar 1990, also einen Monat |237| nach Ausfällung des erstinstanzlichen Entscheides und kurze Zeit nach Einreichung der Appellationserklärung des Beschwerdegegners, die absolute Verfolgungsverjährung (Frist 2 Jahre) eingetreten sei. Es sah aus diesem Grunde von der Einziehung des beim Beschwerdegegner sichergestellten Geldbetrages ab. Zur Begründung führte es im wesentlichen aus, dass sowohl Art. 10 SBG betreffend die Einziehung von Spielgeld als auch Art. 58 StGB im Lichte der in Art. 6 Ziff. 2 EMRK statuierten Unschuldsvermutung auszulegen und dass bei Eintritt der Verfolgungsverjährung unter Berücksichtigung der Unschuldsvermutung eine Einziehung nicht mehr zulässig sei. Die Einziehung nach Art. 10 SBG sei nämlich nur bei Feststellung eines tatbestandsmässigen und rechtswidrigen Verhaltens des Angeschuldigten möglich; in einer solchen Feststellung liege aber zumindest eine indirekte Schuldfeststellung, welche die Unschuldsvermutung aber gerade verbiete.\n\nOb diese Auffassung des Obergerichts richtig sei, ist eine Frage des eidgenössischen Rechts im Sinne von Art. 269 Abs. 1 BStP und kann daher von der Staatsanwaltschaft mit der eidgenössischen Nichtigkeitsbeschwerde zur Entscheidung gestellt werden. Denn das Obergericht hat Art. 6 Ziff. 2 EMRK nicht unmittelbar, sondern bloss mittelbar, im Rahmen der Auslegung von Art. 10 SBG und Art. 58 StGB, angewendet (vgl. BGE 114 IV 118 E. 1c/aa, BGE 114 Ia 377, je mit Hinweisen).\n\n3. Die Unschuldsvermutung gemäss Art. 6 Ziff. 2 EMRK hindert eine Einziehung nach Art. 58 StGB bzw. Art. 10 SBG nicht. Wie im angefochtenen Entscheid unter Hinweis auf einen in EuGRZ 1990 326 publizierten Bundesgerichtsentscheid sowie auf FROWEIN/PEUKERT (EMRK-Kommentar, Art. 6 N. 115) zutreffend ausgeführt wird, ergibt sich aus Art. 6 Ziff. 2 EMRK, dass der ein Strafverfahren abschliessende, nicht verurteilende Entscheid in der Begründung nicht den Eindruck erwecken darf, dass den Betroffenen in Tat und Wahrheit doch eine strafrechtliche Schuld treffe und er daher bei Fortführung des Verfahrens auf jeden Fall verurteilt worden wäre. Der Entscheid über die Einziehung ist indessen gegenüber dem das Strafverfahren abschliessenden, nicht verurteilenden Entscheid selbständig; denn die Einziehung ist ohne Rücksicht auf die Strafbarkeit einer bestimmten Person möglich und setzt somit auch nicht die Durchführung eines Strafverfahrens gegen eine bestimmte Person voraus. Die zuständige Behörde darf und muss auch in Fällen, in denen ein Strafverfahren aus irgendwelchen Gründen nicht stattfindet oder eingestellt |238| wird, prüfen, ob die gesetzlichen Voraussetzungen der Einziehung erfüllt seien. Im übrigen ist eine strafrechtliche Schuld gerade nicht Voraussetzung für eine Einziehung nach Art. 58 StGB bzw. Art. 10 SBG. Vielmehr genügt nach Art. 58 StGB das Vorliegen einer \"strafbaren Handlung\", d.h. eines tatbestandsmässigen und rechtswidrigen Verhaltens (vgl. dazu etwa SCHULTZ, Einziehung und Verfall, ZBJV 114/1975 S. 321 f.), bzw. nach Art. 10 SBG die \"Feststellung verbotenen Spiels\". Die Einziehung gemäss den genannten Bestimmungen ist somit beispielsweise auch dann möglich, wenn der Täter unzurechnungsfähig ist (Art. 10 StGB) und ihn daher keine strafrechtliche Schuld trifft oder wenn bestimmte Schuldausschliessungsgründe vorliegen (SCHULTZ, op.cit., S. 322). Da somit erstens das Einziehungsverfahren gegenüber dem Strafverfahren grundsätzlich ein selbständiges ist und zweitens die Einziehung gemäss Art. 58 StGB und Art. 10 SBG keine strafrechtliche Schuld voraussetzt, verstösst der Entscheid, durch den nach Eintritt der Verfolgungsverjährung in bezug auf die Tat eine Einziehung angeordnet wird, nicht gegen die in Art. 6 Ziff. 2 EMRK statuierte Unschuldsvermutung, solange er nicht direkt oder indirekt die Erwägung enthält, dass der Betroffene bei Fortsetzung des Strafverfahrens bestraft worden wäre.\n\n4. Von der Frage nach der Relevanz der Unschuldsvermutung unabhängig ist die Frage, ob der Richter bei Einstellung des Strafverfahrens infolge Eintritts der absoluten Verfolgungsverjährung überhaupt noch die Möglichkeit habe abzuklären, ob ein bestimmtes Verhalten eine \"strafbare Handlung\" im Sinne von Art. 58 StGB bzw. ein \"verbotenes Spiel\" gemäss Art. 10 SBG sei. Das ist zu bejahen, was sich schon daraus ergibt, dass etwa in Fällen, in denen bei Auslandstaten über die Einziehung von in der Schweiz befindlichen Vermögenswerten zu entscheiden ist, ein selbständiges Einziehungsverfahren durchgeführt wird, soweit ursprüngliche schweizerische Strafhoheit gemäss Art. 3-7 StGB besteht (vgl. dazu BGE 115 Ib 538 E. 7g/aa und 553 E. 13c). Der Umstand, dass aus diesem oder jenem Grunde ein Strafverfahren nicht (mehr) durchgeführt werden kann, hindert den Richter mithin nicht, in einem Verfahren betreffend Einziehung vorfrageweise zu prüfen, ob deren Voraussetzungen, unter anderem ein tatbestandsmässiges und rechtswidriges Verhalten, erfüllt seien.\n\n5. Es stellt sich die Frage, ob auch in bezug auf die Einziehung von Gegenständen und Vermögenswerten die Verfolgungsverjährung |239| eintreten könne und wie lange allenfalls diesbezügliche Verjährungsfristen dauern.\n\na) Der Kassationshof hat in BGE 105 IV 169 ff. erkannt, dass die Einziehung unrechtmässiger Vermögensvorteile nicht mehr zulässig sei, wenn die Strafverfolgung verjährt ist. \"Gebote der Sozialethik\" hätten den Gesetzgeber bei der Revision von Art. 58 StGB veranlasst, die Einziehung unrechtmässig erlangter Vermögenswerte in diese Bestimmung einzubeziehen; strafbares Verhalten soll sich nicht lohnen. Die Einziehung unrechtmässig erlangter Vermögenswerte bezwecke somit nicht den Schutz der öffentlichen Sicherheit, sondern habe repressiven Charakter und nähere sich daher der Strafe. Es sei deshalb angemessen, den Grundgedanken der Verfolgungsverjährung, wonach eine strafbare Handlung nach Ablauf einer bestimmten Zeit keine nachteiligen Folgen mehr haben soll, auch für die Einziehung unrechtmässig erlangter Vermögenswerte gelten zu lassen; dies müsse a fortiori für die Eintreibung der staatlichen Ersatzforderung gemäss Art. 58 Abs. 4 StGB gelten. Offengelassen wurde, wie es sich insoweit bei der Einziehung zu Sicherungszwecken verhalte (S. 171).\n\nb) Im schweizerischen Schrifttum ist kontrovers, ob und inwieweit die Sicherungseinziehung und/oder die Einziehung von unrechtmässig erlangten Vermögenswerten auch nach Eintritt der Verfolgungsverjährung hinsichtlich der Tat noch möglich sei.\n\nEinige Autoren vertreten die Auffassung, die Einziehung sei nach Eintritt der Verfolgungsverjährung nicht mehr zulässig (THORMANN/VON OVERBECK, Kommentar, Art. 70 StGB N. 6; LOGOZ/SANDOZ, Commentaire, art. 70 note 8; offenbar auch GAUTHIER, Quelques aspects de la confiscation selon l'article 58 du CPS, in Festgabe Schultz, ZStrR 94/1977, S. 364 ff., 370 f.); sie begründen dies im wesentlichen mit der - nach den vorstehenden Ausführungen unzutreffenden - Überlegung, dass im Falle der Verjährung das Vorliegen einer strafbaren Handlung als Einziehungsvoraussetzung gar nicht mehr festgestellt werden könne. Die meisten Autoren erachten die Sicherungseinziehung auch nach Eintritt der Verfolgungsverjährung in bezug auf die Tat als zulässig, sofern der fragliche Gegenstand (in der Hand des Betroffenen) nach wie vor gefährlich ist (TRECHSEL, Kurzkommentar, Art. 58 N. 20; SCHULTZ, Strafrecht Allg. Teil II, 4. Aufl., S. 212, derselbe, Einziehung und Verfall, ZBJV 114/1978 S. 305 ff., 323 f.; STRATENWERTH, Strafrecht Allg. Teil II, § 14 |240| N. 20; REHBERG, Strafrecht II, 5. Aufl., S. 119; vgl. auch ARTHUR BÖHLER, Die Einziehung im schweizerischen Strafrecht, Diss. Zürich 1945, S. 105/6). Die vom Kassationshof des Bundesgerichts im zitierten BGE 105 IV 169 ff. vertretene Auffassung, dass die Einziehung unrechtmässig erlangter Vermögenswerte nach Eintritt der Verfolgungsverjährung nicht mehr zulässig sei, findet, in dieser allgemeinen Form, nur vereinzelt Zustimmung (etwa LOUIS GAILLARD, SJK Nr. 73, S. 9) und wird von der herrschenden Lehre abgelehnt. Nach SCHULTZ (Strafrecht Allg. Teil II, 4. Aufl., S. 211 f.) ist der Eintritt der Verfolgungsverjährung unbeachtlich, \"wenn es um die Einziehung der Beute aus Delikten geht\". Gemäss TRECHSEL (a.a.O.) soll entgegen BGE 105 IV 170 trotz Verjährung die Einziehung möglich sein, \"wenn der Täter noch im Besitz von (Netto)Gewinn\" ist; die Einziehung dieses Gewinns, die keinen Strafcharakter habe, aber auch nur sie, sei (im Sinne von Art. 58 StGB) geboten. Nach STRATENWERTH (op.cit., § 14 N. 51 f.) kann \"nur eine differenzierte, die legitimen Interessen aller Beteiligten berücksichtigende Beurteilung des Einzelfalles darüber entscheiden..., ob die Einziehung unrechtmässiger Vermögenswerte eher als Massnahme oder als Strafe zu verstehen ist, auf welche Voraussetzungen der Strafbarkeit also allenfalls verzichtet werden darf\" (N. 52 in fine).\n\nc) Die Verjährung ist im 3. Abschnitt des 3. Titels des StGB betreffend \"Strafen, sichernde und andere Massnahmen\" geregelt. Diese systematische Stellung könnte dafür sprechen, dass die Regeln über die Verjährung für alle im 1. Abschnitt (\"Die einzelnen Strafen und Massnahmen\") dieses 3. Titels angeführten Sanktionen gelten sollen, mithin auch für die Einziehung. Dass die Einziehung gemäss Art. 58 StGB \"unabhängig von der Strafbarkeit einer bestimmten Person\" möglich ist, schliesst die Anwendung von Art. 70 ff. StGB nicht notwendigerweise aus; der genannte Passus hat unabhängig von der Verjährungsfrage seinen Sinn, indem die Einziehung auch möglich sein soll, wenn der Täter nicht ermittelt oder aus andern Gründen als wegen der Verjährung nicht bestraft werden kann.\n\nAnderseits ist in Art. 70 StGB von der Verjährung der \"Strafverfolgung\" (\"action pénale\", \"azione penale\") die Rede; die Einziehung gehört aber nicht zur Strafverfolgung im engeren Sinne. Sodann wird in Art. 73 StGB nur die Vollstreckungsverjährung in bezug auf Strafen (Ziff. 1) und Nebenstrafen (Ziff. 2), nicht auch hinsichtlich von Massnahmen geregelt. In bezug auf die |241| persönlichen Massnahmen enthält Art. 45 Ziff. 6 StGB eine besondere Regelung.\n\nd) Es braucht vorliegend nicht entschieden zu werden, wie es sich hinsichtlich der Verfolgungsverjährung in bezug auf die Einziehung im einzelnen verhält. Es ist Sache des Gesetzgebers, die notwendigen Bestimmungen zu erlassen. Art. 58 StGB umfasst die Einziehung ganz unterschiedlicher Objekte (Gegenstände, Vermögenswerte, Ersatzforderungen) und verfolgt verschiedene Zwecke (Sicherung, Ausgleich). Es ist denkbar, dass die Frage der Verjährung je nach der Art des einzuziehenden Objekts und je nach dem Zweck der Einziehung verschieden zu beantworten ist.\n\nDie Frage der Verjährung in bezug auf die Einziehung ist im StGB möglicherweise deshalb nicht ausdrücklich geregelt, weil Art. 58 StGB in der ursprünglichen Fassung vor der Revision durch den Anhang zum BG über das Verwaltungsstrafrecht vom 22. März 1974 nur die Einziehung von Gegenständen vorsah unter der Voraussetzung, dass die Gegenstände die Sicherheit von Menschen, die Sittlichkeit oder die öffentliche Ordnung gefährden. Solange instrumenta aut producta sceleris (in der Hand des Besitzers) aber gefährlich sind, sollte die Einziehung, die insoweit einer polizeilichen Massnahme gleicht, möglich sein, was gegen die Verjährbarkeit spricht (vgl. BGE 105 Ib 268 E. 3b). Die Einziehung von Gegenständen und insbesondere von Vermögenswerten zum Zweck der Beseitigung eines unrechtmässigen Vorteils oder Zustandes, die in Art. 58 StGB in der heute geltenden Fassung ebenfalls vorgesehen ist, ist demgegenüber ganz anderer Art als die Einziehung gefährlicher Gegenstände.\n\nZunächst ist vom Grundsatz auszugehen, dass alle öffentlichrechtlichen Forderungen auch bei Fehlen einer ausdrücklichen Gesetzesbestimmung der Verjährung unterliegen (vgl. BGE 112 Ia 262 E. 5 mit Hinweisen; FRITZ ZWEIFEL, Zeitablauf als Untergangsgrund öffentlich-rechtlicher Ansprüche, Diss. Basel 1960, S. 62 f.; GYGI, Verwaltungsrecht, Bern 1986, S. 299 ff.; IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, S. 200 ff.; RHINOW/KRÄHENMANN, Schweizerische Verwaltungsrechtsprechung, Ergänzungsband, S. 96 ff., je mit Hinweisen). Dies muss auch in bezug auf die Einziehung gelten. Bei der Ersatzeinziehung gemäss Art. 58 Abs. 4 StGB steht dem Staat unzweifelhaft eine Forderung (in der Höhe des unrechtmässigen Vorteils) zu. Wenn diese Forderung innert einer bestimmten Frist verjähren kann, dann muss es auch in bezug auf die Einziehung nach Art. 58 Abs. 1 |242| StGB eine Verjährung geben, auch wenn insoweit nicht von einer Forderung des Staates im technischen Sinne (auf Herausgabe des einzuziehenden Objekts) gesprochen werden kann. Eine Ausnahme kommt nach dem Gesagten hinsichtlich gefährlicher Gegenstände in Frage, solange der fragliche Gegenstand in der Hand des Besitzers gefährlich bleibt.\n\naa) Jedenfalls ist festzuhalten, dass für die absolute Verfolgungsverjährung in bezug auf die Einziehung nicht die verhältnismässig kurzen absoluten Verjährungsfristen, wie sie das StGB insbesondere für Übertretungen vorsieht (2 Jahre, Art. 109 in Verbindung mit Art. 72 Ziff. 2 Abs. 2 StGB), gelten können. Die strafrechtlichen absoluten Verfolgungsverjährungsfristen gemäss StGB betragen nur das Anderthalbfache bzw., bei Übertretungen und Ehrverletzungen, das Doppelte der relativen Fristen (Art. 72 Ziff. 2 Abs. 2 StGB), und das StGB kennt nur wenige Gründe für das Ruhen der Verjährung, welches den Eintritt der absoluten Verfolgungsverjährung um die Ruhezeit hinausschiebt (dazu TRECHSEL, Kurzkommentar, Art. 72 N. 4 mit Hinweisen). Die Gründe hiefür dürften darin liegen, dass nach Ablauf einer bestimmten Zeit der Täter nicht mehr soll bestraft werden können; denn im Lauf der Zeit ändert sich die Persönlichkeit des Täters und nehmen das Sühne- und Vergeltungsbedürfnis ab. Soweit dem öffentlichen Recht die absolute Verjährung im technischen Sinne überhaupt bekannt ist, sind die absoluten Fristen in der Regel wesentlich länger als die relativen Fristen (vgl. etwa für die Veranlagungs- und Bezugsverjährung im Steuerrecht Art. 50 des Entwurfs des Bundesrates zu einem BG über die Harmonisierung der direkten Steuern der Kantone und Gemeinden sowie Art. 125 und 126 des Entwurfs des Bundesrates zu einem BG über die direkte Bundessteuer, BBl 1983 III 1 ff., 308, 355 f.: relative Frist 5 Jahre, absolute Frist 15 bzw. 10 Jahre).\n\nDie Einziehung gehört nicht zur - personenbezogenen - Strafverfolgung im engeren Sinne; vielmehr liegt ihr ein öffentlichrechtlicher Anspruch sui generis des Staates zugrunde. Daher muss, soweit es hinsichtlich der Einziehung eine Verjährung gibt, zumindest die absolute Verjährungsfrist in bezug auf die Einziehung länger sein als die absolute Verjährungsfrist hinsichtlich der Strafverfolgung im engeren Sinne, jedenfalls in den Fällen, in denen diese Frist, wie insbesondere bei Übertretungen, sehr kurz ist, nämlich nur 2 Jahre beträgt. Es ist nicht zu übersehen, dass gerade auch durch strafbare Handlungen, die in Nebenstrafgesetzen als |243| blosse Übertretungen eingestuft werden, deren Abklärung und Beurteilung aber wegen ihrer Komplexität verhältnismässig lange Zeit in Anspruch nimmt, hohe Gewinne erzielt werden können.\n\nEs muss vorliegend nicht abschliessend entschieden werden, wie lange die absolute Verjährungsfrist in bezug auf die Einziehung dauert, soweit es insoweit eine Verjährung überhaupt gibt. Die Frist beträgt jedenfalls mindestens 10 Jahre. Gemäss Art. 127 OR verjähren alle Forderungen, für die das Bundeszivilrecht nicht etwas anderes bestimmt, mit Ablauf von 10 Jahren; eine Frist von 10 Jahren - seit der schädigenden Handlung bzw. seit Entstehung des Anspruchs - sehen auch Art. 60 Abs. 1 OR (für Ansprüche aus unerlaubter Handlung) und Art. 67 Abs. 1 OR (für Ansprüche aus ungerechtfertigter Bereicherung) vor, wobei es sich allerdings bei all diesen zivilrechtlichen Fristen nicht um absolute Verjährungsfristen im technischen Sinne handelt. Soweit das Strafrecht für die Strafverfolgung im engeren Sinne eine längere absolute Verjährungsfrist vorsieht, z.B. 15 Jahre für mit Zuchthaus bedrohte Taten (Art. 70 Abs. 2 in Verbindung mit Art. 72 Ziff. 2 Abs. 2 StGB), dürfte diese auch für die Einziehung gelten, wenn das einzuziehende Objekt mit einer solchen Tat im Zusammenhang steht.\n\nAn BGE 105 IV 169 ff. kann demnach jedenfalls insoweit nicht festgehalten werden, als darin davon ausgegangen wird, dass die absoluten Verjährungsfristen in bezug auf die Einziehung, soweit es hier eine Verjährung überhaupt gibt, gleich lange dauern wie die absoluten Verjährungsfristen hinsichtlich der Verfolgung der Anknüpfungstat.\n\nDer Beschwerdegegner verübte die ihm zur Last gelegten Widerhandlungen gegen das Spielbankengesetz am 25. Februar 1988. Gemäss den vorstehenden Ausführungen beträgt die absolute Verfolgungsverjährungsfrist in bezug auf die Einziehung in einem Fall der vorliegenden Art jedenfalls mindestens 10 Jahre. Diese Frist ist im heutigen Zeitpunkt noch längst nicht verstrichen.\n\nbb) Damit stellt sich die Frage nach der Dauer der relativen Verfolgungsverjährungsfrist in bezug auf die Einziehung.\n\nSofern der massgebende Erlass keine Vorschriften betreffend den Beginn und die Dauer der Verjährungsfrist enthält, sind die gesetzlichen Fristenregelungen anderer Erlasse für verwandte Ansprüche heranzuziehen (BGE 112 Ia 263 mit Hinweisen). Da die Einziehung eine strafrechtliche Massnahme darstellt, liegt an sich die Annahme nahe, dass in bezug auf die Einziehung die gleichen |244| relativen Verjährungsfristen gelten sollen wie für die Verfolgung der Straftaten, mit welchen die einzuziehenden Objekte im Zusammenhang stehen, vorliegend also, da die in Betracht fallenden Widerhandlungen gegen das Spielbankengesetz Übertretungen sind, eine relative Verjährungsfrist von einem Jahr. Es mag aber auch Gründe für die Übernahme anderer Regelungen etwa gemäss Art. 60 OR (Verjährung von Ansprüchen aus unerlaubter Handlung) oder Art. 67 OR (Verjährung von Ansprüchen aus ungerechtfertigter Bereicherung) geben. Wie es sich damit im einzelnen verhält, braucht vorliegend jedoch nicht entschieden zu werden. Selbst wenn man nämlich die kürzeste hier in Betracht fallende relative Verjährungsfrist von einem Jahr seit der Tat als massgebend erachten wollte, wäre in bezug auf die Einziehung der fraglichen Gelder die Verjährung nicht eingetreten. Die Verjährungsfrist von einem Jahr ist nämlich immer wieder rechtzeitig unterbrochen worden. Der Beschwerdegegner verübte die inkriminierten Widerhandlungen am 25. Februar 1988. Die Verjährungsfrist wurde in der Folge durch verschiedene Handlungen der Behörden unterbrochen, so etwa durch den Überweisungsentscheid des Amtsstatthalters vom 17. Januar 1989, durch die gerichtliche Vorladung vom 2. November 1989, durch den verurteilenden und die Einziehung anordnenden Entscheid des Amtsgerichts Sursee vom 26. Januar 1990, durch die Appellation des Beschwerdegegners vom 13. Februar 1990, durch die Obergerichtsverhandlung vom 6. November 1990 sowie durch die Ergreifung der eidgenössischen Nichtigkeitsbeschwerde durch die Staatsanwaltschaft vom 20. März 1991. Die Verfolgungsverjährungsfrist wird durch die Eröffnung des vorliegenden Entscheides des Kassationshofes erneut unterbrochen.\n\ne) Es ergibt sich demnach zusammenfassend, dass auf die Einziehung der beim Beschwerdegegner beschlagnahmten Gelder weder unter Berufung auf die Unschuldsvermutung gemäss Art. 6 Ziff. 2 EMRK noch mit der Begründung verzichtet werden kann, dass insoweit, gleich wie für die Widerhandlung gegen das Spielbankengesetz, eine absolute Verfolgungsverjährungsfrist von 2 Jahren gelte.\n\nDie Nichtigkeitsbeschwerde der Staatsanwaltschaft ist insoweit gutzuheissen.\n\n6. Damit stellen sich die Fragen, ob und inwieweit die beim Beschwerdegegner beschlagnahmten Gelder entsprechend der Meinung der Beschwerdeführerin \"als Spielgeld\" im Sinne von |245| Art. 10 SBG und/oder als unrechtmässiger Vorteil gemäss Art. 58 Abs. 1 lit. a StGB eingezogen werden können.\n\nDer Kassationshof kann diese Fragen indessen im gegenwärtigen Stadium des Verfahrens nicht entscheiden. Das Obergericht hat das Strafverfahren wegen Widerhandlung gegen das Spielbankengesetz infolge Eintritts absoluter Verjährung eingestellt und auf die Einziehung der beschlagnahmten Gelder verzichtet. Das angefochtene Urteil enthält keine tatsächlichen Feststellungen etwa zu den Fragen, inwieweit es sich bei den fraglichen Geldern um Spielgewinne und inwieweit es sich dabei um Gelder handelt, die erst zum Einsatz im Spiel bestimmt waren, und ob und inwieweit der fragliche Geldbetrag auch das Geld umfasst, welches im Augenblick des Eingreifens der Polizei als Einsatz des Beschwerdegegners gerade im Spiel war. Von den Antworten auf diese Tatfragen hängt es aber unter anderem ab, ob und gegebenenfalls gestützt auf welche Bestimmung (Art. 58 StGB, Art. 10 SBG) inwieweit eine Einziehung der beschlagnahmten Gelder zulässig ist. Die Sache ist daher gemäss Art. 277 BStP zur Ergänzung der tatsächlichen Feststellungen an die Vorinstanz zurückzuweisen. Diese wird die sich je nach dem festgestellten Sachverhalt stellenden Rechtsfragen bei der Anwendung von Art. 10 SBG (Begriff des Spielgeldes) und Art. 58 StGB zu entscheiden haben."}