{"annee": "117", "cour": "IB", "page": "147", "date": "5/6/1991", "cite": ["114 IB 214", "116 IB 175", "115 IA 329", "114 IA 25", "116 IA 102", "116 IA 85", "106 IA 238", "115 IB 456"], "cite_par": ["118 IB 590", "118 IA 112", "119 IB 380"], "chapeau": "20. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 5. Juni 1991 i.S. Firma S. gegen Baukommission Opfikon und Verwaltungsgericht (I. Kammer) des Kantons Zürich (Verwaltungsgerichtsbeschwerde und staatsrechtliche Beschwerde)", "regestes": ["Législation fédérale sur la protection de l'environnement, droit cantonal et communal sur l'aménagement du territoire et les constructions; \"entreprises gênantes\" en zones d'habitation (§ 52 LATC ZH). 1. Perdent en principe leur autonomie par rapport au droit fédéral de la protection de l'environnement, les dispositions de droit cantonal et communal relatives à la \"gêne\", resp. \"aux entreprises gênantes\", dans la mesure où ces notions de droit cantonal visent la protection contre le bruit. Des dispositions cantonales et communales sur l'admissibilité d'\"entreprises gênantes\" dans les zones d'affectation ne peuvent avoir de portée autonome que si elles règlent la possibilité, du point de vue de l'aménagement du territoire ou de l'urbanisme, d'installer une entreprise en zone d'habitation à l'endroit prévu. Dans ce cadre, les normes cantonales et communales y relatives se fondent sur les compétences législatives cantonales et communales en matière d'aménagement du territoire (consid. 2). 2. En vertu de l'art. 14 du règlement des constructions d'Opfikon, seules sont admissibles en zone d'habitation W3/65 les \"entreprises non gênantes\" (cf. § 52 LATC ZH). L'interprétation fonctionnelle des autorités zurichoises, d'après laquelle ne sont tolérées en zone d'habitation que les entreprises qui répondent au besoin quotidien des habitants, n'est pas critiquable au regard de l'art. 4 Cst. et correspond aux objectifs et au sens de la loi fédérale sur l'aménagement du territoire, ainsi qu'aux principes directeurs de la loi zurichoise sur l'aménagement du territoire et les constructions."], "faits": "BGE 117 Ib 147 S. 149\n\nDie Baukommission Opfikon verweigerte der Firma S. die baurechtliche Bewilligung für die Umnutzung zweier Lastwagengaragen samt Vorplatz, die in der dreigeschossigen Wohnzone W3/65 liegen, in einen Verkaufsplatz für Occasionsautos. Gemäss Art. 14 der Bauordnung von Opfikon (BauO) sind in der Wohnzone W3/65 lediglich nicht störende Gewerbe zulässig. Die Baurekurskommission I des Kantons Zürich wies am 10. Februar 1989 einen gegen diesen Entscheid erhobenen Rekurs der Firma S. ab.\n\nMit Entscheid vom 21. Dezember 1989 wies das Verwaltungsgericht des Kantons Zürich die gegen den Entscheid der Baurekurskommission I erhobene Beschwerde ebenfalls ab. Das Gericht führte aus, es könne offen bleiben, ob der Verkauf von Occasionsautos als störend im Sinne der eidgenössischen Lärmschutzgesetzgebung zu betrachten sei. Bereits die Zonenordnung von Opfikon lasse in der Wohnzone nur nicht störende Gewerbe zu.\n\nMit Verwaltungsgerichtsbeschwerde und staatsrechtlicher Beschwerde vom 3. Mai 1990 beantragt die Firma S., der Entscheid des Verwaltungsgerichtes sei aufzuheben. Das Bundesgericht weist die Beschwerden ab.", "considerants": "Aus den Erwägungen:\n\n2. a) Im hier zur Diskussion stehenden Fall geht es um die Anwendung von Art. 14 lit. b BauO in der Fassung vom 3. Februar 1986 bzw. Art. 14 lit. a BauO in der Fassung vom 29. November 1989 in Verbindung mit § 52 des Gesetzes des Kantons Zürich über die Raumplanung und das öffentliche Baurecht vom 7. September 1975 (Planungs- und Baugesetz; PBG). Anlässlich der Änderung von Art. 14 BauO vom 29. November 1989 hat die Stadt Opfikon entgegen Art. 44 Abs. 2 der eidgenössischen Lärmschutz-Verordnung BGE 117 Ib 147 S. 150vom 15. Dezember 1986 (LSV; SR 814.331) der Wohnzone keine Empfindlichkeitsstufe nach Art. 43 LSV zugeordnet. Insoweit genügt Art. 14 BauO den Anforderungen der eidgenössischen Lärmschutz-Verordnung noch nicht (BGE 115 Ib 383; 114 Ia 385; ALFRED KUTTLER, Umweltschutz und Raumplanung, Schriftenfolge Nr. 54, Schweizerische Vereinigung für Landesplanung, Bern 1990, S. 17). Doch braucht hierauf nicht näher eingegangen zu werden (BGE 114 Ib 223), wie die nachstehenden Erwägungen zeigen.\n\nb) Nach § 52 Abs. 1 PBG sind Wohnzonen in erster Linie für Wohnbauten bestimmt; dieser Nutzweise zugerechnet werden Arbeitsräume, die mit einer Wohnung zusammenhängen und in einem angemessenen Verhältnis zur eigentlichen Wohnfläche stehen. Andere Nutzungsweisen können durch die Bau- und Zonenordnung allgemein oder gebietsweise gestattet oder nach Geschossen, Anteil an der Gesamtnutzfläche oder Einwirkungsgrad beschränkt oder ganz untersagt werden (§ 52 Abs. 2 PBG). Gemäss Art. 14 lit. b BauO in der Fassung von 1986 und Art. 14 lit. a BauO in der Fassung von 1989 sind in der hier fraglichen Wohnzone nur \"nicht störende Gewerbe\" zulässig. Der gewerblich genutzte Anteil darf höchstens 30% der Bruttogeschossfläche betragen (Art. 14 lit. b BauO 1986, Art. 14 lit. c BauO 1989).\n\nDas Verwaltungsgericht des Kantons Zürich liess im angefochtenen Entscheid ausdrücklich offen, ob der geplante Autooccasionsbetrieb der Beschwerdeführerin den Anforderungen des Umweltschutzrechts des Bundes, insbesondere den Normen der Lärmschutz-Verordnung genügt. Es hat die nachgesuchte Bewilligung aus raumplanerischen Gründen verweigert und dabei ausgeführt, ein Autooccasionshandel sei in der hier fraglichen Wohnzone in Opfikon nicht zonenkonform. Es ist deshalb zu prüfen, ob das Verwaltungsgericht Bundesrecht verletzte, indem es Bundesumweltschutzrecht nicht anwendete und die Beschwerde mit der Begründung abwies, bereits aufgrund von Art. 14 BauO könne die Bewilligung nicht erteilt werden. Die Beantwortung dieser Frage hängt davon ab, ob Art. 14 BauO gegenüber Bundesumweltschutzrecht selbständige Bedeutung zukommt.\n\nc) Bis zum Inkrafttreten des Umweltschutzgesetzes am 1. Januar 1985 stützten sich Massnahmen der Kantone im Bereiche des Umweltschutzes in erster Linie auf das Raumplanungsrecht (Art. 3 Abs. 3 lit. b des Bundesgesetzes über die Raumplanung vom 22. Juni 1979 (Raumplanungsgesetz, RPG; SR 700)) und auf BGE 117 Ib 147 S. 151kantonales Baupolizeirecht (BGE 116 Ib 179 E. 1b, aa). Mit Inkrafttreten des Umweltschutzgesetzes verlor das kantonale Recht seine selbständige Bedeutung, soweit sich sein materieller Gehalt mit dem Bundesrecht deckt oder weniger weit geht als dieses; es behielt sie dort, wo es die bundesrechtlichen Normen ergänzt oder - soweit erlaubt - verschärft (BGE 116 Ib 179 f. E. 1b, bb; 114 Ib 220 E. 4a). Vorliegend geht es in erster Linie um den Lärmschutz. Neben den in der Lärmschutz-Verordnung festgelegten Vorschriften über die Planungswerte, Immissionsgrenzwerte und Alarmwerte haben die Lärmbelastungsgrenzwerte der Kantone keine selbständige Bedeutung mehr (Art. 65 Abs. 2 des Bundesgesetzes über den Umweltschutz vom 7. Oktober 1983 (Umweltschutzgesetz, USG; SR 814.01)); ferner regelt das Bundesrecht, wie der Lärm zu ermitteln ist (Art. 36 ff. LSV; BGE 114 Ib 220 f. E. 4a). Die Vollzugsbehörde hat die Aussenlärmimmissionen ortsfester Anlagen anhand der Belastungsgrenzwerte nach den Anhängen 3 ff. zur Lärmschutz-Verordnung zu beurteilen (Art. 40 Abs. 1 LSV). Weiter haben die Kantone dafür zu sorgen, dass die Empfindlichkeitsstufen gemäss Art. 43 LSV den Nutzungszonen in den Baureglementen oder Nutzungsplänen der Gemeinden zugeordnet werden (Art. 44 Abs. 1 LSV). Dies geschieht bei der Ausscheidung oder Änderung der Nutzungszonen oder bei der Änderung der Baureglemente, spätestens jedoch zehn Jahre nach Inkrafttreten der Lärmschutz-Verordnung (Art. 44 Abs. 2 LSV). Bis zu dieser Zuordnung bestimmen die Kantone die Empfindlichkeitsstufen im Einzelfall nach Art. 43 LSV (Art. 44 Abs. 3 LSV).\n\nd) Das Bundesgericht hatte sich seit Inkrafttreten des Umweltschutzgesetzes bereits mehrfach mit der Frage zu befassen, ob kantonalen bzw. kommunalen Normen des Bau-, Planungs- und Umweltschutzrechtes neben dem Umweltschutzrecht des Bundes noch selbständige Bedeutung zukommt.\n\naa) In BGE 115 Ib 461 E. 1c entschied das Bundesgericht, Art. 154 des Raumplanungs- und Baugesetzes des Kantons Freiburg vom 9. Mai 1983 habe seine selbständige Bedeutung verloren. Dieser Rechtssatz bestimmt, dass weder Bauten noch ihre Benützung übermässige Einwirkungen auslösen dürfen und dass jederzeit aufgrund der technischen Möglichkeiten die Massnahmen zu treffen sind, die eine Beschränkung der schädlichen Einwirkungen auf ein zulässiges Mass erlauben. In einem weiteren Urteil führte das Bundesgericht aus, Art. 21 des Reglementes der Gemeinde Yvonand zum Teilzonenplan \"Aux Marais\" habe ebenfalls weitgehend BGE 117 Ib 147 S. 152keine selbständige Bedeutung mehr (BGE 116 Ib 180 E. 1b, cc und c). Nach dieser kommunalen Norm sind in allen Zonen Unternehmungen, die nachteilige Auswirkungen auf die Nachbarschaft (Lärm, Gerüche, Rauch, Gefahren etc.) haben, untersagt.\n\nArt. 14 BauO unterscheidet sich von den vorstehend erwähnten Immissionsvorschriften des Kantons Freiburg bzw. der Gemeinde Yvonand insofern, als diese Bestimmungen inhaltliche Anforderungen an den Umweltschutz festlegen, die heute - wie erwähnt - weitgehend vom Bundesrecht geregelt werden. Es handelt sich um generalklauselartige Immissionsschutznormen des kantonalen bzw. kommunalen Rechts (HERIBERT RAUSCH, Kommentar zum Umweltschutzgesetz, N 24 zu Art. 65 USG). Demgegenüber enthält Art. 14 BauO besondere Vorschriften bezüglich der Zulässigkeit von Gewerben in der Wohnzone der Stadt Opfikon. Diese Regelungen, welche die Frage der Zonenkonformität von Gewerbebetrieben in Wohnzonen betreffen, beziehen sich nach Auffassung des Verwaltungsgerichtes auch auf Sachbereiche, die vom Umweltschutzrecht des Bundes nicht erfasst sind.\n\nbb) In BGE 114 Ib 214 war die Tragweite des kantonal- bzw. kommunalrechtlichen Begriffes des \"mässig störenden Betriebes\" zu beurteilen. Das Gericht hielt fest, das Umweltschutzrecht des Bundes beziehe sich nicht auf besondere städtebauliche Aspekte, wie sie nach den Zonenvorschriften für den Charakter einer Quartierüberbauung massgebend sein können. Auch erfasse es nicht alle denkbaren Auswirkungen, die insbesondere ein Betrieb mit grossem Verkehrsaufkommen mit sich bringen kann (Parkierungsproblem, Gefährdung der Fussgänger usw.). Es sei daher grundsätzlich nach wie vor denkbar, einen Betrieb mit der Begründung als unzulässig zu bezeichnen, er falle nicht mehr in die kantonalrechtliche Gruppe der mässig störenden, sondern in diejenige der stark störenden Betriebe, weil er nicht vom Umweltschutzrecht des Bundes erfasste starke Störungen bewirke. In einem solchen Fall könne ein Baugesuch allein gestützt auf diese Begründung abgewiesen werden, ohne dass gestützt auf Art. 43 und 44 LSV Empfindlichkeitsstufen festgelegt würden und ein Bauvorhaben aufgrund etwa der im Anhang 6 zur Lärmschutz-Verordnung festgesetzten Belastungsgrenzwerte beurteilt werde (BGE 114 Ib 217 E. 1c und 222 f. E. 5). Diese Rechtsprechung wurde in BGE 116 Ib 183 f. E. 3b bestätigt.\n\ncc) Soweit die kantonalrechtlichen Begriffe der \"Störung\" bzw. des \"störenden Betriebes\" den Lärmschutz erfassen sollen, kommt BGE 117 Ib 147 S. 153den entsprechenden kantonalen und kommunalen Normen grundsätzlich keine selbständige Bedeutung mehr zu (BGE 114 Ib 220 f. E. 4a). Das Umweltschutzrecht des Bundes erfasst aber - wie erwähnt - nicht alle denkbaren Auswirkungen, die insbesondere ein Betrieb mit grossem Verkehrsaufkommen mit sich bringen kann (Gefährdung der Fussgänger, Parkierungsproblem). Bezüglich solcher Auswirkungen kann kantonales bzw. kommunales Recht selbständige Bedeutung haben (BGE 114 Ib 223 E. 5).\n\nSelbständige Bedeutung können kantonale und kommunale Bestimmungen über die Zulässigkeit von \"störenden Betrieben\" in Nutzungszonen weiter haben, soweit sie die Frage regeln, ob aus raumplanerischen Gründen ein Betrieb am vorgesehenen Ort in einer Wohnzone überhaupt erstellt werden darf (BGE 114 Ib 352). Dabei geht es um besondere städtebauliche Aspekte, wie sie gemäss den Zonenvorschriften für den Charakter einer Quartierbebauung massgebend sein können (BGE 114 Ib 222 f. E. 5). In diesem Rahmen beruhen kantonale bzw. kommunale Normen auf originären kantonalen bzw. kommunalen Rechtsetzungskompetenzen auf dem Gebiet der Ortsplanung (HERIBERT RAUSCH, a.a.O., N 24 zu Art. 65 USG). Hier steht die Frage im Vordergrund, welche Nutzungstruktur eine Wohnzone aufweisen soll und ob z.B. ein Autooccasionshandel mit Blick auf den Charakter der zur Diskussion stehenden Wohnzone erlaubt ist (BGE 116 Ib 183 f. E. 3b; BGE 114 Ib 223). In diesem Sinne will Art. 14 BauO, dessen Marginalie denn auch von \"Gewerbezulässigkeit\" spricht, auf eine geordnete Bodennutzung hinlenken und festlegen, ob und in welchem Rahmen bestimmte Betriebe von vorneherein und generell - als Kategorie - zonenwidrig sind (in BGE 106 Ia 238 f. nicht veröffentlichte E. 4a).\n\nAuf diesen (Teil-)Gehalt von Art. 14 BauO stützte sich das Verwaltungsgericht des Kantons Zürich in seinem angefochtenen Entscheid. Es führte aus, Wohnzonen dienten in erster Linie dem Wohnen. Massgebend war dabei für das Verwaltungsgericht die Frage, inwiefern im Hinblick auf eine geordnete Besiedlung des Landes (Art. 22quater BV, Art. 1 Abs. 1 RPG) und auf die Trennung von Wohngebieten und Gebieten, die für Gewerbe bestimmt sind (Art. 3 Abs. 3 lit. a RPG), ein Autooccasionsbetrieb aufgrund der geltenden Nutzungsplanung in Opfikon in der Wohnzone bewilligt werden kann. Dabei ging es ihm primär um die Bewahrung des Wohnquartiercharakters und somit um einen städtebaulich-ästhetischen Aspekt (BGE 116 Ib 183 f. E. 3b; BGE 114 Ib 222 E. 5) BGE 117 Ib 147 S. 154im Gebiet Glatthofstrasse-Müllackerstrasse. Entgegen der Auffassung des Eidgenössischen Departementes des Innern kommt Art. 14 BauO neben dem Umweltschutzrecht des Bundes insoweit selbständige Bedeutung zu.\n\ne) Zusammenfassend ist festzuhalten, dass das Verwaltungsgericht des Kantons Zürich Bundesumweltschutzrecht nicht verletzte, indem es das Nutzungsänderungsgesuch der Beschwerdeführerin allein aufgrund des kantonalen bzw. kommunalen Rechts abwies.\n\n5. a) Die Beschwerdeführerin bringt weiter vor, das Verwaltungsgericht habe § 14 BauO und § 52 Abs. 2 PBG willkürlich angewendet. Der Autooccasionshandel sei ein \"nicht störendes Gewerbe\". Der gewerblich genutzte Anteil übersteige 30% der Bruttogeschossfläche nicht.\n\nDas Verwaltungsgericht führte dazu aus, auch Betriebe, die im Sinne des eidgenössischen Umweltschutzrechtes nicht störend seien, könnten in Wohnzonen störend sein. Wohnzonen dienten in erster Linie der Wohnnutzung. Ein nicht störendes Gewerbe müsse ein bestimmtes Verhältnis zur Wohnnutzung wahren. Es bestätigte die Ausführungen der Baurekurskommission I zur Frage der Zonenkonformität, wonach in Wohnzonen eine beschränkte Durchmischung mit Einrichtungen zur Befriedigung des täglichen Bedarfs zwar erwünscht sei. Aufgrund der allgemein gebotenen Übereinstimmung mit dem Zonenzweck gelte das Erfordernis, dass nicht störende Betriebe ihrem Wesen nach in Wohnquartiere passen müssten. Je ausgeprägter eine Zone Wohnzwecken diene, um so höhere Anforderungen würden für die Zulassung einer anderen Nutzung gelten. Nicht störend seien Bäckereien, Schuhmachereien, Coiffeursalons, Schneiderateliers, Ateliers für technische und graphische Berufe, kleinere kaufmännische Betriebe, Arztpraxen usw. Der Betrieb habe keine funktionale Beziehung zur Wohnzone.\n\nb) Willkür und damit eine Verletzung von Art. 4 BV liegt vor, wenn ein Entscheid offensichtlich unhaltbar ist, mit der tatsächlichen Situation in klarem Widerspruch steht, eine Norm oder einen unumstrittenen Rechtsgrundsatz krass verletzt oder in stossender Weise dem Gerechtigkeitsgedanken zuwiderläuft (BGE 116 Ia 88 E. 2b; BGE 115 Ia 332 E. 3a, BGE 114 Ia 27 f. E. 3b mit Hinweisen). Das Bundesgericht kann nur eingreifen, wenn die Auslegung nicht nur unrichtig, sondern schlechterdings unhaltbar ist (BGE 116 Ia 104 E. 4a).\n\nBGE 117 Ib 147 S. 155\n\nDie Anwendung von Art. 14 BauO und § 52 PBG durch das Verwaltungsgericht ist im Lichte von Art. 4 BV nicht zu beanstanden. § 52 Abs. 1 PBG legt klar fest, dass Wohnzonen in erster Linie für Wohnbauten bestimmt sind. In diesem Sinne sind in Opfikon nach Art. 14 BauO in der Wohnzone nur nicht störende Gewerbe zulässig. Die funktionale Betrachtungsweise der Zürcher Behörden, wonach in der Wohnzone nur Gewerbe zugelassen werden, die dem täglichen Bedarf der Bewohner dienen, entspricht durchaus auch den Zielen und dem Zweck des Raumplanungsgesetzes. Dieses will wohnliche Siedlungen schaffen (Art. 1 Abs. 2 lit. b RPG) und auf eine angemessene Dezentralisation der Besiedlung und der Wirtschaft hinwirken (Art. 1 Abs. 2 lit. c RPG). Die Auffassung des Verwaltungsgerichtes und der Baurekurskommission I des Kantons Zürich, in den Wohnzonen nur Gewerbe zuzulassen, die der täglichen Versorgung der Bewohner dienen, lässt sich auch mit Blick auf Art. 3 Abs. 3 lit. a RPG, der bestimmt, dass Wohn- und Arbeitsgebiete einander zweckmässig zugeordnet werden sollen, ohne weiteres vertreten. Ein Autooccasionshandel unterscheidet sich hinsichtlich der Bedeutung für die Versorgung der Bevölkerung klarerweise etwa von Bäckereien, Arztpraxen, Coiffeursalons etc. Der angefochtene Entscheid steht auch, soweit dies im Rahmen der Willkürprüfung festgestellt werden kann, mit den Richtplangrundsätzen des Planungs- und Baugesetzes des Kantons Zürich im Einklang, legt dieses doch in § 18 Abs. 2 lit. d fest, dass Wohngebiete mit genügend erreichbaren öffentlichen und privaten Diensten für die Versorgung, Fürsorge, Kultur, Bildung und Naherholung ausgestattet werden oder ausgestattet werden können. Inwiefern ein Autooccasionsbetrieb in der Wohnzone in diese richtplanerischen Vorgaben passen würde, ist nicht ersichtlich.\n\nDaran ändert auch der nicht weiter spezifizierte Hinweis der Beschwerdeführerin auf Bauvorhaben der Stadt Opfikon in der Bauzone und im Zusammenhang mit der Überdeckung der Autobahn nichts. Weder bringt die Beschwerdeführerin vor, welche Nutzungsvorschriften in diesen Fällen hätten angewendet werden sollen noch ist ihren Ausführungen zu entnehmen, inwiefern eine ungleiche Behandlung gleicher Sachverhalte vorliegen würde. Insofern ist die Beschwerde ungenügend begründet und es kann auf sie in diesem Punkt nicht eingetreten werden (Art. 90 Abs. 1 lit. b OG).\n\nBei diesem Ausgang des Verfahrens kann offen bleiben, ob mit dem Autooccasionsbetrieb der von der kommunalen Gesetzgebung geforderte Wohnanteil von 70% eingehalten wird oder nicht."}