{"annee": "117", "cour": "V", "page": "294", "date": "31/12/1991", "cite": ["114 V 239", "110 V 48", "112 V 97"], "cite_par": ["125 V 324", "134 V 359", "126 V 93", "119 V 289", "125 V 413", "122 V 242", "121 V 216", "125 V 266"], "chapeau": "40. Auszug aus dem Urteil vom 31. Dezember 1991 i.S. Z. gegen Schweizerische Eidgenossenschaft, handelnd durch die Eidgenössische Versicherungskasse, und Verwaltungsgericht des Kantons Bern", "regestes": ["Art. 97 al. 1, 98 let. g, 128 OJ, art. 73 al. 4 LPP. Objet de la contestation et objet du litige en procédure de dernière instance (consid. 2). Art. 18 al. 1 des statuts de la CFA de 1950. Notion d'année complète de cotisations (consid. 3). Art. 331b al. 4 CO, art. 18 al. 1 des statuts de la CFA de 1950. Pour fixer la part équitable de la créance de libre passage, il faut prendre pour point de départ la réserve mathématique après déduction du déficit technique (consid. 4b). Art. 331b al. 2 CO, art. 18 al. 1 des statuts de la CFA de 1950. - Est considéré comme équitable le montant d'une prestation de libre passage qui est supérieur, après neuf années complètes de cotisations à la CFA, au tiers de la réserve mathématique. - Les cotisations versées par le travailleur (y compris les sommes de rachat, etc.) doivent être portées en compte pour fixer la part équitable de la réserve mathématique (consid. 4c)."], "faits": "", "considerants": "|295|\n\nAus den Erwägungen:\n\n2. a) Streitgegenstand im System der nachträglichen Verwaltungsrechtspflege, wie sie vor dem Eidg. Versicherungsgericht auch in Berufsvorsorgestreitigkeiten (Art. 73 Abs. 4 BVG) stattfindet (Art. 128 in Verbindung mit Art. 97 ff. OG), ist das Rechtsverhältnis, welches - im Rahmen des durch den vorinstanzlichen Entscheid bestimmten Anfechtungsgegenstandes - den aufgrund der Beschwerdebegehren effektiv angefochtenen Verfügungsgegenstand der kantonalen Instanz gemäss Art. 98 lit. g OG bildet. Nach dieser Begriffsumschreibung sind Anfechtungsgegenstand und Streitgegenstand identisch, wenn die Verfügung, hier der kantonale Gerichtsentscheid, insgesamt angefochten wird. Bezieht sich demgegenüber die Beschwerde nur auf einen Teil des durch die Verfügung bestimmten Rechtsverhältnisses, gehören die nichtbeanstandeten Teilaspekte des verfügungsweise festgelegten Rechtsverhältnisses zwar wohl zum Anfechtungs-, nicht aber zum Streitgegenstand.\n\nIm kantonalen Gerichtsentscheid festgelegte - somit Teil des Anfechtungsgegenstandes bildende -, aber aufgrund der Beschwerdebegehren nicht mehr streitige - somit nicht zum Streitgegenstand zählende - Fragen prüft der Richter nur, wenn die nichtbeanstandeten Punkte in engem Sachzusammenhang mit dem Streitgegenstand stehen (vgl. dazu die zur erstinstanzlichen Verwaltungsrechtspflege gebildeten Grundsätze in BGE 112 V 99 Erw. 1a, BGE 110 V 51 Erw. 3c mit Hinweisen).\n\nb) Angefochten und daher Streitgegenstand ist im vorliegenden Verfahren einzig die Höhe der Freizügigkeitsleistung als solche. Die übrigen vor der Vorinstanz noch strittigen Punkte (Weiterführung der Mitgliedschaft, Verzinsung der Freizügigkeitsleistung, Rückzahlung und Verzinsung der für das erste Semester 1986 geleisteten Beitragszahlung) rügt der Beschwerdeführer in der |296| Verwaltungsgerichtsbeschwerde nicht, so dass der vorinstanzliche Entscheid insofern in formelle Rechtskraft erwachsen und einer Überprüfung durch das Eidg. Versicherungsgericht entzogen ist.\n\nDie Feststellung der Vorinstanz, die dem Beschwerdeführer von der Eidgenössischen Versicherungskasse (EVK) erbrachte Freizügigkeitsleistung von Fr. 137'408.05 genüge den Mindestvorschriften betreffend Freizügigkeit im Obligatoriumsbereich (Art. 27 f. BVG), wird ferner in der Verwaltungsgerichtsbeschwerde ebenfalls nicht beanstandet. Aus diesem Grunde und weil nach der Aktenlage keine Anhaltspunkte bestehen, welche die Auffassung der Vorinstanz als unrichtig erscheinen liessen, ist die streitige Berechnung der Freizügigkeitsleistung unter diesem Gesichtswinkel nicht weiter zu prüfen (BGE 110 V 52 f.).\n\n3. Der Beschwerdeführer ist auf Ende Dezember 1985 aus dem Bundesdienst ausgetreten und auf diesen Zeitpunkt hin auch aus der EVK ausgeschieden. Die Höhe der Freizügigkeitsleistung ist daher aufgrund der alten Fassung der EVK-Statuten vom 29. September 1950 (nachfolgend EVK-Statuten 50) zu beurteilen, welche bis zum Inkrafttreten der total revidierten EVK-Statuten vom 2. März 1987, in Kraft seit 1. Januar 1988 (AS 1987 II 1250-52), Geltung hatten.\n\na) Nach Art. 18 Abs. 1 EVK-Statuten 50 erhält der Versicherte, dessen Dienstverhältnis aufgelöst wird und der keinen Anspruch auf Kassenleistungen hat oder der die Mitgliedschaft nicht nach Art. 3 Abs. 2 weiterführt, eine Austrittsentschädigung (Satz 1). Sie entspricht den von ihm geleisteten Beiträgen und Einkaufssummen ohne Zins (Satz 2). Dazu kommt für jedes über vier hinausgehende volle Beitragsjahr ein Zuschlag von 4% der vom Versicherten geleisteten Beiträge, ohne Einkaufssummen (Satz 3).\n\nb) Strittig ist zunächst, ob die EVK zu Recht bei der Anwendung dieser Bestimmung neun volle Beitragsjahre berücksichtigt hat. Diesbezüglich hatte sich der Beschwerdeführer im bundesgerichtlichen Verfahren auf den Standpunkt gestellt, er habe 1976 bei seinem Eintritt in den Bundesdienst die durch die EVK verlangte Einkaufssumme für einen rückwirkenden Einkauf bis zum 30. Altersjahr (30jährig am 14. März 1961) voll geleistet. Es stehe damit eindeutig fest, dass er bis zum 31. Dezember 1985 an die EVK Beiträge für 24 Jahre und 9 Monate geleistet habe. Dem widersprach die Eidgenössische Finanzverwaltung insbesondere mit dem Argument, der Arbeitgeberanteil an der Freizügigkeitsleistung sei bloss für die Dauer des Arbeitsverhältnisses geschuldet, |297| und nicht auch für die eingekauften Jahre (Versicherungsjahre), weil auf den vom Arbeitnehmer eingebrachten Freizügigkeitsleistungen der Arbeitgeber keine Beiträge zu bezahlen habe.\n\nVon der gleichen Betrachtungsweise wie die Eidgenössische Finanzverwaltung ist das Eidg. Versicherungsgericht im Rahmen von Art. 331b Abs. 1 OR ausgegangen, wobei es folgendes festgehalten hat: Wollte man die mitgebrachten Freizügigkeitsleistungen und die Einmaleinlage als Beiträge im Sinne von Art. 331b Abs. 1 OR qualifizieren, so würde dies bedeuten, dass der Arbeitgeber verpflichtet wäre, im Sinne von Beiträgen gleich hohe Betreffnisse an die berufliche Vorsorge zu entrichten. Eine solche Pflicht besteht aber offensichtlich nicht (BGE 114 V 256 Erw. 9c in fine).\n\nIn bezug auf Vorsorgeeinrichtungen, die den Anspruch auf eine in Prozenten des versicherten Verdienstes berechnete Altersrente von einer bestimmten Versicherungszeit seit Eintritt in die Kasse abhängig machen, kommt es auf die effektive Versicherungszeit im Sinne der Kassenmitgliedschaft an. Dagegen kann die unvollständige oder erst nach einem bestimmten Stichdatum begonnene Versicherungszeit/Mitgliedschaft nicht durch den rückwirkenden Einkauf von Versicherungsjahren ergänzt werden (Urteil des Eidg. Versicherungsgerichts vom 9. Februar 1989 in Sachen P., publiziert in SZS 1990 S. 93-97). Mangels einer abweichenden Ordnung in den EVK-Statuten 50 sind diese Grundsätze entsprechend auch auf den hier vorliegenden Fall einer streitigen Freizügigkeitsleistung anwendbar. Daraus ergibt sich, dass es für die Frage des 4%igen Zuschlages für jedes über vier Beitragsjahre hinausgehende zusätzliche Beitragsjahr auf die effektiven Mitgliedschaftsjahre, in denen Beiträge geleistet worden sind, ankommt, und nicht auf Zeiten angebrochener Kalenderjahre, welche sich gegebenenfalls über die effektiven Mitgliedschafts- oder Beitragsjahre hinaus erstrecken, wie das Eidg. Versicherungsgericht im nicht veröffentlichten Urteil M. vom 12. Dezember 1991 entschied.\n\nc) Ist somit von neun vollen Beitragsjahren auszugehen, so ergibt dies dem Beschwerdeführer einen Zuschlag von 20% (5x4%), welcher zusammen mit dem Total der eigenen Beiträge (Fr. 50'782.20) sowie der geleisteten Einkaufssumme (Fr. 76'469.40) zu einer Freizügigkeitsleistung von Fr. 137'408.05 führt.\n\n4. Es fragt sich indessen, ob der Betrag von Fr. 137'408.05 einen angemessenen Teil des Deckungskapitals im Sinne von Art. 331b Abs. 2 OR darstellt.\n\n|298|\n\na) Art. 331b OR, welcher seit dem 1. Januar 1985 kraft Art. 342 Abs. 1 lit. a OR auch für die öffentlichrechtlichen Vorsorgeeinrichtungen u.a. des Bundes gilt, lautet:\n\n1\n\nHat der Arbeitnehmer für die Alters-, Hinterlassenen- oder\n\nInvalidenvorsorge Beiträge an eine Versicherungseinrichtung geleistet und\n\nerhält er bei Beendigung des Arbeitsverhältnisses von ihr keine\n\nLeistungen, so hat er gegen sie eine Forderung, die mindestens seinen\n\nBeiträgen entspricht, unter Abzug der Aufwendungen zur Deckung eines\n\nRisikos für die Dauer des Arbeitsverhältnisses.\n\n2\n\nSind vom Arbeitnehmer und vom Arbeitgeber oder, aufgrund einer Abrede, von\n\ndiesem allein für fünf oder mehr Jahre Beiträge geleistet worden, so\n\nentspricht die Forderung des Arbeitnehmers einem der Anzahl der\n\nBeitragsjahre angemessenen Teil des auf den Zeitpunkt der Beendigung des\n\nArbeitsverhältnisses berechneten Deckungskapitals.\n\n3\n\nSind für dreissig oder mehr Jahre Beiträge geleistet worden, so entspricht\n\ndie Forderung des Arbeitnehmers dem gesamten Deckungskapital.\n\n3bis\n\nDie Personalfürsorgeeinrichtung legt in ihren Statuten oder in ihrem\n\nReglement die Höhe der Forderung des Arbeitnehmers für die Anzahl\n\nBeitragsjahre vom vollendeten fünften bis zum dreissigsten Beitragsjahr\n\nfest.\n\n4\n\nDas Deckungskapital ist so zu berechnen, dass vom Gegenwert der künftigen\n\nLeistungen der Gegenwert der künftigen, durch Reglement festgesetzten\n\nBeiträge des Arbeitnehmers und des Arbeitgebers abgezogen wird, unter\n\nBerücksichtigung eines allfälligen versicherungstechnischen Fehlbetrages.\n\n5\n\nDie Personalfürsorgeeinrichtung kann für die Bestimmung der Forderung des\n\nArbeitnehmers durch Reglement eine abweichende Regelung treffen, sofern\n\nsie für diesen mindestens gleichwertig ist.\n\nb) Vorweg ist festzuhalten, dass Art. 18 Abs. 1 EVK-Statuten 50 formell Art. 331b Abs. 3bis OR entspricht, weil diese Kassenbestimmung, wie dargetan, die Art und Weise, wie der angemessene Teil am Deckungskapital zu ermitteln ist, durch die 4%igen Zuschläge ab dem fünften vollen Beitragsjahr umschreibt. Streitig ist aber, ob die in Anwendung von Art. 18 Abs. 1 EVK-Statuten 50 richtig berechnete Freizügigkeitsleistung von Fr. 137'408.05 als angemessener Teil des Deckungskapitals bezeichnet werden kann. Hierüber gehen die Auffassungen der Parteien auseinander. Dabei ist die Höhe des Deckungskapitals als eines solchen nicht streitig.\n\n|299| In einer Eingabe vom 12. Februar 1987 an den Beschwerdeführer hat die Fachstelle P. das für den Zeitpunkt des Austrittes auf den 31. Dezember 1985 massgebliche Deckungskapital mit Fr. 493'617.-- festgelegt, welcher Berechnungsweise sich EVK und Finanzverwaltung angeschlossen haben. Von Verwaltungsseite wird aber geltend gemacht, dass von diesem Deckungskapital gemäss Art. 331b Abs. 4 OR der versicherungstechnische Fehlbetrag, ausmachend rund 30%, in Abzug zu bringen ist, was der Beschwerdeführer bestreitet. Indessen entspricht gemäss der Rechtsprechung des Bundesgerichts (nicht veröffentlichte Urteile M. vom 27. Juni 1980, M. vom 20. Oktober 1982 und G. vom 14. Oktober 1983) der Abzug des versicherungstechnischen Fehlbetrages Art. 331b Abs. 4 OR. Auch HUMMEL-PUERTA (Die Freizügigkeit in der freiwilligen beruflichen Vorsorge, Diss. St. Gallen 1983, S. 144) vertritt zu Recht die Auffassung, dass den Versicherungseinrichtungen in Art. 331b Abs. 4 OR die Möglichkeit gewährt werde, bei der Berechnung der Freizügigkeitsleistung ein allfälliges versicherungstechnisches Defizit zu berücksichtigen.\n\nc) Verringert sich somit im vorliegenden Fall unter Berücksichtigung des unbestrittenen, bei der EVK vorhandenen versicherungstechnischen Fehlbetrages das Deckungskapital von Fr. 493'617.-- um 30,5% (= Fr. 150'553.--) auf Fr. 343'064.--, steht fest, dass der Beschwerdeführer bei knapp zehn Beitragsjahren (somit einem Drittel der 30 Jahre, welche nach Art. 331b Abs. 3 OR Anspruch auf das volle Deckungskapital geben) mit den erhaltenen Fr. 137'408.05 mehr als einen Drittel des massgeblichen Deckungskapitals zugesprochen bekommen hat. So betrachtet, erscheint die zugesprochene Austrittsentschädigung ohne weiteres als angemessen im Sinne von Art. 331b Abs. 2 OR.\n\nDer Beschwerdeführer will aber die Angemessenheit der ihm ausbezahlten Freizügigkeitsleistung deswegen nicht gelten lassen, weil von den Fr. 137'408.05 Fr. 127'251.60 Eigenleistungen des Versicherten selber darstellen (Einkaufssumme, Beiträge), wogegen lediglich Fr. 10'156.45 aus Mitteln des Arbeitgebers stammen. Er möchte die eigenen Beiträge (einschliesslich Einkaufsgeldern usw.) vorwegbeziehen und die verbleibende Differenz in Beziehung zum Deckungskapital bringen, führt er doch aus: \"Die vorerwähnte Leistung der EVK von nur Fr. 10'156.45 stellt mit Sicherheit nicht einen angemessenen Teil des auf den Zeitpunkt der Beendigung des Arbeitsverhältnisses berechneten Deckungskapitals dar.\" Dem kann nicht beigepflichtet werden. Art. 331b OR |300| unterscheidet klar zwischen den Arbeitnehmerbeiträgen, welche im Rahmen von Abs. 1 massgeblich sind, und spricht anderseits in Abs. 2 einzig vom angemessenen Teil am Deckungskapital. HUMMEL-PUERTA (a.a.O., S. 132) weist zutreffend darauf hin, dass der Anspruch auf die Arbeitnehmerbeiträge des Art. 331b Abs. 1 OR einen Minimalanspruch bezeichnet, der auch bei Auflösung eines Dienstverhältnisses nach mehr als fünf Jahren im Rahmen von Abs. 2 nicht unterschritten werden darf. Anderseits dürfen die vom Arbeitnehmer geleisteten Beiträge im Rahmen von Art. 331b Abs. 2 OR zur Bestimmung des angemessenen Teils am Deckungskapital sehr wohl in Rechnung gestellt werden (unklar diesbezüglich BRÜHWILER, Die betriebliche Personalvorsorge in der Schweiz, S. 515).\n\nd) Nach dem Gesagten steht fest, dass die dem Beschwerdeführer von der EVK ausgerichtete Freizügigkeitsleistung von Fr. 137'408.05 einen angemessenen Teil am massgeblichen Deckungskapital von Fr. 343'064.-- darstellt. Ob die in Art. 18 Abs. 1 EVK-Statuten 50 getroffene Ordnung, welche im übrigen weitgehend mit der neuen, seit 1. Januar 1988 in Kraft befindlichen Regelung übereinstimmt (Art. 34 Abs. 1 EVK-Statuten 87), auch in anderen und besonders in den vom Bundesgericht in den erwähnten Urteilen bezeichneten Fällen der Auflösung des Dienstverhältnisses nach langjähriger Mitgliedschaftsdauer vor Art. 331b Abs. 2 OR standhält, braucht hier nicht entschieden zu werden."}