{"annee": "117", "cour": "IB", "page": "94", "date": "25/1/1991", "cite": [], "cite_par": ["117 IA 508"], "chapeau": "12. Auszug aus dem Urteil des Kassationshofes vom 25. Januar 1991 i.S. K. gegen Regierungsrat des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 17 al. 1 OJ; publicité des débats. Les délibérations et les votations ont lieu en séance publique, lorsque la Cour de cassation du Tribunal fédéral statue sur les recours de droit administratif portant sur des mesures administratives dans le domaine de la circulation routière."], "faits": "", "considerants": "BGE 117 Ib 94 S. 94\n\nAus den Erwägungen:\n\n1. Letztinstanzliche kantonale Entscheide über Administrativmassnahmen im Strassenverkehr (Führerausweisentzüge, Verwarnungen) unterliegen der Verwaltungsgerichtsbeschwerde an das Bundesgericht (Art. 24 Abs. 2 SVG). Gemäss Art. 12 Abs. 1 lit. a OG i.V.m. Art. 3 Ziff. 3 des Reglementes für das Schweizerische Bundesgericht (SR 173.111.1) fällt die Behandlung dieser Beschwerden in die Zuständigkeit der zweiten öffentlichrechtlichen Abteilung. Nach Art. 14 Abs. 1 OG i.V.m. Art. 8 Abs. 4 des Reglementes kann zur Ausgleichung der Geschäftslast vorübergehend von der Geschäftsverteilung gemäss Art. 2 bis 7 des Reglementes abgewichen werden. In Anwendung dieser Bestimmung sind seit 1. Januar 1982 die Verwaltungsgerichtsbeschwerden gegen Administrativmassnahmen im Strassenverkehr (soweit es sich um Verfügungen betreffend Führerausweisentzüge handelt) dem BGE 117 Ib 94 S. 95Kassationshof zugewiesen (unveröffentlichter Beschluss des Gesamtgerichts vom 30. November 1981).\n\nSofern das Gesetz nichts anderes vorschreibt, sind die Parteiverhandlungen, Beratungen und Abstimmungen öffentlich, ausgenommen unter anderem die Beratungen und Abstimmungen der strafrechtlichen Abteilungen (Art. 17 Abs. 1 OG). Wie dargelegt, urteilt der Kassationshof, soweit er über Verwaltungsgerichtsbeschwerden gegen Administrativmassnahmen entscheidet, anstelle einer öffentlichrechtlichen Abteilung. Folglich ist das für die öffentlichrechtlichen Abteilungen massgebende Verfahrensrecht anwendbar. Eine öffentlichrechtliche Abteilung müsste - da eine abweichende gesetzliche Bestimmung nicht besteht - über Verwaltungsgerichtsbeschwerden gegen Administrativmassnahmen öffentlich verhandeln, beraten und abstimmen, wie dies vor der vorübergehenden Übertragung dieser Geschäfte an den Kassationshof auch der Fall war. Entsprechendes muss deshalb auch für den Kassationshof gelten: Er tagt in solchen Fällen nicht als strafrechtliche, sondern anstelle der zweiten öffentlichrechtlichen Abteilung. Die im vorliegenden Verfahren durchzuführende Sitzung des Kassationshofes ist deshalb öffentlich. Die von 1982 bis 1990 gehandhabte andere Praxis wird somit aufgegeben."}