{"annee": "117", "cour": "IA", "page": "199", "date": "10/9/1991", "cite": [], "cite_par": ["118 IA 95", "143 IV 160", "131 I 66", "124 I 274", "121 I 208", "125 I 394", "131 I 113", "131 I 436", "131 I 36"], "chapeau": "35. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 10. September 1991 i.S. S. gegen Sch., Staatsanwaltschaft und Direktion der Justiz des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 5 par. 3 CEDH; séparation de la fonction du juge de la détention et de celle de représentant du Ministère public. L'art. 5 par. 3 CEDH est violé lorsqu'un juge qui a ordonné une arrestation soutient ultérieurement l'accusation dans la même affaire."], "faits": "BGE 117 Ia 199 S. 199\n\nDie Bezirksanwaltschaft Zürich führte gegen S. eine Strafuntersuchung wegen wiederholten und fortgesetzten gewerbsmässigen Betruges sowie weiterer Delikte. Die Untersuchung wurde zuerst durch Bezirksanwalt R. und hernach durch Bezirksanwalt Sch. geführt. S. wurde zunächst am 18. Juni 1984 durch Bezirksanwalt R. und am 31. August 1987 ein zweites Mal durch Bezirksanwalt Sch. in Untersuchungshaft gesetzt. In der Folge wurde Bezirksanwalt Sch. zum ausserordentlichen Staatsanwalt gewählt, um die Anklage gegen S. erstinstanzlich vor Obergericht zu vertreten.\n\nNachdem Anklage erhoben worden war, stellte S. beim Obergericht des Kantons Zürich den Antrag, die Anklage sei wegen verschiedener Mängel zur Verbesserung zurückzuweisen. Das Obergericht lehnte, soweit es auf die Sache eintrat, am 20. Februar BGE 117 Ia 199 S. 2001991 den Antrag auf Rückweisung der Anklage ab. Gleichzeitig überwies es eine Kopie der an das Obergericht gerichteten Eingabe von S. im Sinne der Erwägungen an die Direktion der Justiz des Kantons Zürich. In den betreffenden Erwägungen hielt es fest, die von S. erhobenen Einwendungen könnten sinngemäss als Rüge des Vorliegens eines Ausstandsgrundes gegen den Anklagevertreter im Sinne von § 95 Abs. 1 Ziff. 3 Gerichtsverfassungsgesetz des Kantons Zürich vom 13. Juni 1976 (GVG) verstanden werden. Dies zu entscheiden sei jedoch Sache der kantonalen Justizdirektion als Aufsichtsbehörde über die Staatsanwaltschaft.\n\nDie kantonale Justizdirektion wies das Ausstandsbegehren von S. gegen den ausserordentlichen Staatsanwalt und Anklagevertreter Sch. mit Verfügung vom 3. Mai 1991 ab. Zur Begründung führte sie im wesentlichen aus, die Frage, ob die Anordnung der Untersuchungshaft durch Sch., der seither zum ausserordentlichen Staatsanwalt für die Anklagevertretung bestellt worden sei, rückblickend einen Verstoss gegen Art. 5 Ziff. 3 EMRK darstelle, brauche nicht abschliessend geprüft zu werden. Für die Rechtmässigkeit spräche der Umstand, dass Sch. als Bezirksanwalt die Untersuchung eines Verfahrens geführt habe, von welchem zum vornherein festgestanden sei, dass es in geschworenengerichtliche bzw. obergerichtliche Zuständigkeit fallen würde. Sch. habe demnach davon ausgehen dürfen, gemäss § 72 GVG werde die Anklage nicht von ihm, sondern von einem Staatsanwalt vertreten. Wenn auch für die Vertretung der Anklage ein gewisses Mass an Unabhängigkeit und Unbefangenheit erwartet werden müsse, könne dies nicht soweit reichen, wie dies für eine richterliche Tätigkeit geboten sei. Ein Justizbeamter, der früher die Haft verfügt habe, dürfe im gleichen Verfahren ohne weiteres Anklagefunktionen übernehmen. Vorliegend werde die Stellung des Angeklagten dadurch nicht beeinträchtigt, dass der in der Zwischenzeit zum ausserordentlichen Staatsanwalt ernannte und die Anklage vertretende frühere Bezirksanwalt Sch. die Untersuchung teilweise geführt und in einem frühern Zeitpunkt die Untersuchungshaft verfügt habe. Auch sei eine Befangenheit nach § 96 Ziff. 4 GVG zu verneinen, da die Einwendungen, welche eine solche Befangenheit zu dokumentieren vermöchten, schon im Entscheid des Obergerichtes vom 20. Februar 1991 als unbegründet bezeichnet worden seien.\n\nHiegegen gelangte S. mit staatsrechtlicher Beschwerde ans Bundesgericht. Das Bundesgericht heisst die staatsrechtliche Beschwerde gut, soweit auf sie eingetreten werden kann.\n\nBGE 117 Ia 199 S. 201", "considerants": "Aus den Erwägungen:\n\n4. a) Der Beschwerdeführer rügt weiter eine Verletzung von Art. 5 Ziff. 3 EMRK. Er beruft sich dabei auf den Fall Jutta Huber, den der Europäische Gerichtshof für Menschenrechte am 23. Oktober 1990 entschieden hat (Série A Nr. 188, in EuGRZ 1990, 502 ff.). Die angefochtene Verfügung der Justizdirektion und die Vernehmlassungen der Beschwerdegegner wollen diesen Entscheid nicht auf den vorliegenden Fall angewendet haben.\n\nb) Im Fall Huber kam der Europäische Gerichtshof für Menschenrechte in Ziffer 43 zum Schluss, die EMRK schliesse zwar nicht aus, dass ein Gerichtsbeamter, der über die Haft befindet, auch andere Funktionen ausübe. Aber seine Unbefangenheit sei in Frage gestellt, wenn er im Verlaufe des späteren Strafverfahrens als Anklagevertreter auftreten könne. Der Fall betraf einen zürcherischen Bezirksanwalt, wobei von Anfang an weitgehend feststand, dass eine allfällige Anklage in die bezirksgerichtliche Zuständigkeit fallen würde.\n\nc) Im vorliegenden Fall stand demgegenüber anhand der Deliktsumme von Anfang an fest, dass erstinstanzlich, im Gegensatz zum Fall Jutta Huber, gegebenenfalls Anklage beim Obergericht bzw. dem Geschworenengericht erhoben und als Anklagebehörde in diesem Fall nicht die Bezirksanwaltschaft, sondern die Staatsanwaltschaft amten würde (vgl. § 44 i.V.m. § 72 GVG). In der Tat erhob in der Folge dann auch die Staatsanwaltschaft gegen den Beschwerdeführer Anklage beim Obergericht. Anklagevertreter war aber der in der Zwischenzeit zum ausserordentlichen Staatsanwalt ernannte Bezirksanwalt, der teilweise die Untersuchung geführt und den Beschwerdeführer, nachdem dieser am 20. Juni 1984 nach zweitägiger Untersuchungshaft entlassen worden war, am 31. August 1987 erneut in Untersuchungshaft versetzt hatte. Allein dieser Umstand zeigt, dass hier grundsätzlich ein Fall vorliegt, in welchem der die Untersuchung führende Bezirksanwalt später, zwar in anderer Funktion, die Anklageschrift ausarbeitete und formell Anklage beim Obergericht erhob. Nicht entscheidend kann dabei sein, ob Bezirksanwalt Sch. gewusst hat oder damit rechnen musste, dass er in die Lage kommen könnte, einmal die Anklage zu vertreten. Richtig ist, dass im zürcherischen Strafverfahren die hier eingetretene Konstellation zumindest nicht häufig vorkommt. In den letzten Jahren wurden jedoch, wie dem Bundesgericht bekannt ist, wiederholt Bezirksanwälte wegen der grossen BGE 117 Ia 199 S. 202Geschäftslast der Staatsanwaltschaft zu ausserordentlichen Staatsanwälten auf Zeit oder ad hoc für einzelne Fälle ernannt. Ganz ausschliessen konnte Bezirksanwalt Sch. im Sommer 1987 dies nicht, obwohl damals der Gang der Dinge noch nicht sehr wahrscheinlich war. Es liegt somit ein Fall vor, wie ihn die Erwägungen Ziffer 43 des Strassburger Urteils vom 23. Oktober 1990 i.S. Jutta Huber durchaus im Auge hatten. Die entsprechende Rüge erscheint deshalb als begründet. Zur Präzisierung sei hier jedoch angeführt, dass die Verletzung von Art. 5 Ziff. 3 EMRK nicht unmittelbar in der Tätigkeit von Sch. als ausserordentlicher Staatsanwalt liegt, sondern in seiner Tätigkeit als Bezirksanwalt im Zeitpunkt der Verhaftung des Beschwerdeführers. Diese Haftverfügung ist indessen nicht mehr anfechtbar. Um die von Art. 5 Ziff. 3 EMRK geforderte Trennung von Haftrichter und Anklagevertreter überhaupt durchsetzen zu können, muss der Beschwerdeführer diese Rüge auch in einem späteren Verfahrensstadium, wenn er vom entsprechenden Mangel Kenntnis erhält, noch vorbringen und verlangen können, dass diejenige Person, die die Haft verfügte, nicht als Anklagevertreter tätig werde."}