{"annee": "117", "cour": "IV", "page": "48", "date": "11/3/1991", "cite": ["116 IV 167", "112 IV 48", "96 I 415", "106 IV 298"], "cite_par": ["117 IV 480"], "chapeau": "13. Extrait de l'arrêt de la Cour de cassation du 11 mars 1991 dans la cause X. c. Ministère public du canton de Vaud (pourvoi en nullité)", "regestes": ["Art. 21 LCD, art. 2 et art. 3 OL; annonce publique d'une liquidation ou d'une opération analogue tendant à accorder temporairement des avantages particuliers aux acheteurs. Pour déterminer si un vendeur offre des avantages particuliers et momentanés qu'il n'accorderait pas ordinairement, il ne faut pas se fonder sur le sens qu'il a entendu donner à son annonce, mais sur l'impression d'ensemble qu'elle éveille dans le public. Est publique l'annonce faite dans un grand magasin fréquenté par de très nombreuses personnes qui y accèdent même sans intention précise d'acheter. Le respect de l'ordonnance sur l'indication des prix ne dispense pas de l'autorisation nécessaire pour annoncer publiquement une liquidation ou une opération analogue dans les conditions fixées par l'OL."], "faits": "|49|\n\nA.- Alors que les soldes suivant la fin de l'année avaient été autorisés à Lausanne du 12 janvier au 1er février 1989, X., directeur du magasin \"Coop Au Centre\" à Lausanne - qui comporte sept niveaux et offre une grande quantité d'articles variés -, a organisé dans ce magasin, le 3 janvier 1989, des ventes au détail, sur plusieurs étalages à chaque étage, annoncées par des panneaux \"prix\" et \"2 pour 1\"; les prix des marchandises exposées à ces étalages étaient indiqués selon le procédé du prix barré, c'est-à-dire que le prix offert était accompagné d'un prix comparatif plus élevé, mais qui était biffé. Le 8 février 1989, de nouvelles ventes avec des prix barrés furent organisées, annoncées par un panneau \"action\".\n\nB.- X. fut renvoyé en jugement sous l'accusation d'avoir violé l'ordonnance sur les liquidations et les opérations analogues (OL; RS 241.1).\n\nStatuant le 11 juillet 1990, le Tribunal de police du district de Lausanne l'a acquitté, considérant qu'il n'y avait pas eu d'annonce publique au sens de l'article 3 OL.\n\nSur recours du Ministère public, la Cour de cassation cantonale, se référant à la jurisprudence qui assimile les grands magasins à des lieux publics (ATF 96 I 415 ss), reconnut X. coupable et le condamna à une amende de 4'000 francs.\n\nC.- X. a déposé, le 29 octobre 1990, une déclaration de pourvoi en nullité à la Cour de cassation du Tribunal fédéral. Il a motivé son pourvoi en date du 3 janvier 1990. Invoquant une violation des art. 2 al. 1, 25 OL, 25 LCD, 16 et 19 OIP, il conclut, sous suite de frais et dépens, à l'annulation de la décision attaquée et sollicite l'effet suspensif.\n\nIl a également déposé un recours de droit public qui a été rejeté en date du 11 mars 1991.", "considerants": "Extrait des considérants:\n\n2. a) L'article 21 al. 1 LCD (RS 241) prévoit qu'aucune liquidation ou opération analogue tendant à accorder temporairement des avantages particuliers aux acheteurs ne peut être |50| annoncée publiquement ou exécutée sans une autorisation du service cantonal compétent.\n\nL'article 25 LCD punit des arrêts ou de l'amende jusqu'à 20'000 francs celui qui, intentionnellement, aura commis une infraction aux prescriptions sur les liquidations; si l'auteur a agi par négligence, la peine sera l'amende.\n\nL'article 21 al. 4 LCD charge le Conseil fédéral d'édicter par voie d'ordonnance les dispositions d'exécution nécessaires. Sur cette base, le Conseil fédéral a adopté l'ordonnance sur les liquidations et les opérations analogues.\n\nL'article 1 al. 2 OL exclut du champ d'application de l'ordonnance certaines ventes particulières, qui n'entrent pas en considération en l'espèce, au moins pour l'essentiel des marchandises vendues.\n\nL'article 2 al. 2 OL définit les liquidations, mais il n'est pas douteux en l'espèce qu'il ne s'agit pas d'une liquidation.\n\nSelon l'article 2 al. 3 OL, les opérations analogues sont toutes les autres opérations qui remplissent les conditions énoncées à l'al. 1.\n\nAinsi, l'article 2 al. 1 OL définit comme opération analogue \"une vente au détail à l'occasion de laquelle l'acheteur se voit offrir, par des annonces publiques, des avantages momentanés que le vendeur ne lui accorderait pas ordinairement\".\n\nL'article 3 OL définit l'annonce publique. Selon cette disposition, \"sont considérées comme publiques les annonces faites au moyen de la presse, de médias électroniques, de feuilles volantes, de circulaires, de lettres ou de cartes envoyées à un grand nombre de personnes, de journaux destinés à la clientèle, de catalogues, de prospectus, d'affiches, d'étalages en vitrine, d'inscriptions, d'enseignes, de réclames dans les cinémas, de films publicitaires, de haut-parleurs ou par tout autre procédé approprié\".\n\nL'article 4 al. 1 OL prescrit que les liquidations et les opérations analogues sont soumises à une autorisation de l'autorité cantonale compétente. Il est admis qu'aucune autorisation n'avait été accordée en l'espèce.\n\nL'article 25 let. a OL prévoit de punir, selon l'article 25 LCD, celui qui annonce publiquement une vente non autorisée qui tombe sous le coup de l'ordonnance.\n\nb) Sachant que le recourant, en tant que directeur du magasin concerné, a organisé des ventes au détail sans être au bénéfice de |51| l'autorisation prévue par l'article 21 al. 1 LCD, la première question à résoudre est de savoir s'il a offert aux acheteurs des avantages particuliers et momentanés qu'il ne leur accorderait pas ordinairement (art. 21 al. 1 LCD, 2 al. 1 OL; voir ATF 116 IV 168 consid. 3a).\n\nPour trancher cette question - qui relève de l'interprétation et de l'application du droit fédéral -, il faut rechercher, non pas le sens que le vendeur a entendu donner à son annonce, mais l'impression d'ensemble qu'elle éveille dans le public (ATF 116 IV 170 consid. b et les arrêts cités).\n\nLes prix barrés suggèrent clairement l'idée d'un avantage particulier, l'acheteur se voyant offrir un prix inférieur à celui qui paraît être pratiqué ordinairement.\n\nIl faut ensuite se demander si cet avantage particulier revêt un caractère momentané (art. 2 al. 1 OL), c'est-à-dire s'il n'est offert que temporairement (art. 21 al. 1 LCD). Pour trancher cette question, il faut considérer l'impression que l'annonce produit sur le lecteur moyen, afin de savoir si elle lui fait croire que le vendeur offre des conditions spéciales qui ne seront plus applicables quelque temps plus tard (ATF 116 IV 170 consid. b et les arrêts cités). Pour admettre le caractère temporaire, il n'est pas nécessaire que le commerçant propose des conditions particulières pour une durée déterminée, il suffit que le lecteur puisse comprendre que ces conditions spéciales - distinctes de celles faites ordinairement - ne sont valables que pour une durée limitée, par exemple en suggérant qu'il s'agit de liquider un stock réduit ou les vêtements de la saison écoulée (ATF 112 IV 51 et les références citées).\n\nLe panneau \"2 pour 1\" évoque clairement l'idée d'une marchandise vendue à moitié prix; or, le consommateur ne peut pas imaginer qu'un magasin va vendre durablement de la marchandise à moitié prix. Organisée le 3 janvier, une telle vente fait immédiatement songer à la liquidation de certains stocks, après la fin de l'année. Une telle annonce éveillait donc bien dans le public l'idée qu'il s'agissait d'une occasion à saisir immédiatement.\n\nQuant aux panneaux \"action\", ils suggèrent directement, selon le sens des mots, une opération de vente limitée dans le temps (voir ATF 116 IV 170 consid. a).\n\nc) Ainsi, l'opération, telle qu'elle avait été conçue dans les deux cas, devait donner au public l'impression que le vendeur accordait |52| temporairement des avantages particuliers. Il reste à déterminer si la vente a été annoncée publiquement.\n\nIl est malaisé de tracer une frontière nette et objective entre les annonces \"publiques\" et celles qui ne le sont pas; une annonce est en tout cas faite au public lorsqu'un nombre non déterminé de personnes peut en prendre connaissance par hasard (ATF 106 IV 299 consid. 2a); la jurisprudence a toujours considéré que la notion d'annonce publique devait être interprétée extensivement et s'appliquer également au cas où une annonce est faite à un nombre déterminé de personnes, pour autant qu'il s'agisse d'un nombre important (ATF 106 IV 300 consid. b à d). L'annonce faite dans un grand magasin, fréquenté quotidiennement par de très nombreuses personnes qui y accèdent même sans intention précise d'achat, peut être tout aussi publique que ce qui est annoncé, par exemple, dans une vitrine (ATF 96 I 419 consid. 5a). Les grands magasins, qui offrent une large variété de produits, sont volontairement aménagés de telle sorte que les gens puissent y entrer, s'y promener, voir la marchandise exposée et en sortir, comme s'ils déambulaient dans une rue bordée de vitrines. Les grands magasins sont ordinairement fréquentés par une foule sans intention précise d'achat; ils jouent ainsi un rôle tout à fait comparable à celui joué, en d'autres temps ou d'autres lieux, par les marchés ou les foires sur la voie publique. Certes, les grands magasins ne se trouvent pas sur le domaine public, mais l'article 3 OL ne contient pas une telle restriction, puisqu'il envisage des annonces publicitaires dans les salles de cinéma. Selon le sens et le but de la norme, il suffit, pour qu'il y ait annonce publique, que des gens en grand nombre soient mis en présence d'une annonce qu'ils n'ont en aucune façon sollicitée et qui ne correspond à aucune démarche de leur part dans le cadre d'un projet d'achat.\n\nLe recourant se plaint d'une interprétation qui conduirait à une inégalité de traitement par rapport au petit commerce, qui n'offre qu'une gamme limitée de produits, et où, après avoir poussé la porte, il faut s'adresser à un vendeur pour obtenir des renseignements. Il apparaît cependant d'emblée que les conditions d'exploitation de ces commerces sont fondamentalement différentes et justifient donc un traitement différent. Les grands magasins ont choisi d'aménager leur surface à la manière d'un marché public, souhaitant que les gens y déambulent et soient tentés par la marchandise exposée; il est légitime qu'ils assument les conséquences du caractère public qu'ils ont donné à leur |53| surface. Dans des situations intermédiaires, il est vrai qu'il peut être délicat de dire s'il s'agit ou non d'un grand magasin; cette question ne se pose pas en l'espèce, puisque les constatations de l'autorité cantonale quant au magasin en cause sont claires et non contestées et qu'il en résulte qu'il s'agit bien d'un grand magasin.\n\nd) Le recourant observe qu'il a respecté l'article 16 de l'ordonnance sur l'indication des prix (OIP; RS 942.211). Il semble ainsi admettre que cette disposition règle de manière exhaustive la question de l'indication de prix comparatifs, de sorte que l'OL ne trouverait plus application dans ce domaine. Il omet ainsi de distinguer deux questions: d'une part celle, réglée par l'OL, de savoir à quelles conditions il est licite d'annoncer publiquement des ventes au détail accordant temporairement des avantages particuliers aux acheteurs et, d'autre part, celle qui relève de l'OIP et qui est de déterminer de quelle manière l'indication du prix doit être faite (cf. ATF 116 IV 172 consid. c). L'argumentation du recourant tirée de l'OIP est donc ici sans pertinence.\n\ne) Sans formellement soulever ce moyen, le recourant semble soutenir qu'il aurait agi sous l'emprise d'une erreur de droit, croyant qu'il suffisait de remplir les conditions de l'article 16 OIP. Il ressort cependant du dossier que le magasin en cause a reçu une circulaire du chef de la police du commerce du 27 juin 1988, soit postérieurement à l'entrée en vigueur de l'OIP, qui rappelle très précisément la jurisprudence du Tribunal fédéral concernant le caractère public des annonces faites dans les grands magasins. Le recourant savait que son opération de vente avait lieu en dehors des soldes autorisés; il n'ignorait donc pas qu'il fallait une autorisation pour procéder à de telles ventes; il ne pouvait sérieusement penser que lorsque l'autorisation exigée par l'OL n'avait pas été obtenue, l'OL ne s'appliquait tout simplement pas. Dès lors qu'il n'avait aucun motif sérieux de penser que les dispositions de l'OL n'étaient plus applicables, l'autorité cantonale n'a pas violé le droit fédéral en ne faisant pas application de l'article 20 CP, le recourant n'ayant pas \"des raisons suffisantes de se croire en droit d'agir\".\n\nf) Les panneaux attiraient l'attention du public qui déambulait dans le grand magasin et l'incitaient à se rendre à des étalages où des prix barrés étaient affichés, offrant temporairement des conditions avantageuses; il s'agit là d'une annonce publique de vente au détail offrant momentanément des avantages particuliers; comme le recourant a procédé à cette opération sans autorisation, |54| sa condamnation, sur la base des articles 21 al. 1 et 25 LCD, 2, 3, 4 et 25 let. a OL, ne viole pas le droit fédéral."}