{"annee": "117", "cour": "II", "page": "494", "date": "17/12/1991", "cite": ["113 II 31", "77 II 7", "112 II 1", "108 II 122", "115 II 97", "116 II 411", "85 II 609", "105 III 107", "76 I 150", "116 II 713", "115 II 57", "108 II 398", "102 IA 406"], "cite_par": ["128 III 201", "135 III 614", "128 III 191", "125 III 443", "119 II 183", "129 III 250", "136 III 23", "118 II 348", "118 II 528", "130 II 351", "128 III 346", "121 III 219", "139 I 57", "138 III 714", "124 III 337"], "chapeau": "90. Extrait de l'arrêt de la Ire Cour civile du 17 décembre 1991 dans la cause C. Inc. contre F. Inc., X. et Y. (recours en réforme)", "regestes": ["Art. 154 ss LDIP. Droit applicable au statut personnel d'une société. 1. Examen de la capacité d'être partie dans le cadre d'un recours en réforme (consid. 2). 2. L'art. 154 al. 1 LDIP rattache le statut personnel d'une société au droit de l'Etat de son incorporation (consid. 4). Sous l'empire de la LDIP, il n'y a pas place pour la réserve du siège fictif, fondée sur la notion de fraude à la loi (consid. 5 et 6). En revanche, la réserve de l'ordre public suisse (art. 17 LDIP) constitue une limite générale à la théorie de l'incorporation (consid. 7). 3. Capacité civile de la demanderesse - société panaméenne - admise en l'espèce (consid. 8)."], "faits": "|494|\n\nA.- Par mémoire du 23 décembre 1986, C. Inc. - société de droit panaméen dont le siège statutaire est au Panama - a assigné F. Inc., X. et Y. en paiement de 152'400 francs, plus intérêts. Selon la demande, ce montant correspond à des acomptes impayés, destinés à rembourser un prêt partiaire accordé par C. Inc. à F. Inc. et garanti par le cautionnement solidaire de X. et Y.\n\nLe 30 avril 1990, le Tribunal de première instance du canton de Genève a déclaré la demande irrecevable, faute de capacité d'être |495| partie de C. Inc. Statuant le 22 mars 1991 sur appel de la demanderesse, la Cour de justice civile a confirmé le jugement de première instance, sauf sur les dépens.\n\nB.- C. Inc. interjette un recours en réforme au Tribunal fédéral; elle demande que la capacité d'être partie lui soit reconnue et que son action soit déclarée recevable. Les défendeurs concluent au rejet du recours.", "considerants": "Extrait des considérants:\n\n2. La capacité d'être partie - à l'instar de la capacité d'ester en justice - est une notion de procédure et relève donc, théoriquement, du droit cantonal. Elle découle néanmoins du droit matériel puisqu'elle appartient à quiconque a la jouissance des droits civils, de même que la capacité d'ester est le corollaire de l'exercice des droits civils. Dans la mesure où ces questions sont régies par le droit privé fédéral, le Tribunal fédéral peut donc les examiner dans le cadre d'un recours en réforme (ATF 108 II 399 consid. 2a, ATF 77 II 9 consid. 1; POUDRET, COJ II, n. 1.3.2.4 ad art. 43 et n. 2.1. ad art. 53).\n\n3. L'action de la demanderesse était pendante en première instance le 1er janvier 1989, date de l'entrée en vigueur de la loi fédérale sur le droit international privé (LDIP; RS 291). Si les parties ne s'accordent pas sur l'interprétation à donner aux dispositions déterminantes de la LDIP, elles ne contestent en revanche pas, sur le principe, l'application du nouveau droit. Selon une jurisprudence constante, le Tribunal fédéral doit toutefois appliquer le droit d'office (ATF 116 II 715 consid. 3, 699 consid. 4, ATF 115 II 58 consid. 1a et les arrêts cités). En particulier, il n'est pas lié par les motifs invoqués par les parties, par exemple au sujet de la loi applicable dans le temps (art. 63 al. 1 OJ; ATF 85 II 613 consid. 2).\n\nLes dispositions transitoires de la LDIP ne sont pas des plus explicites. L'art. 198 LDIP soumet au nouveau droit les actions et requêtes pendantes en première instance lors de l'entrée en vigueur de la LDIP alors que l'art. 196 LDIP pose le principe de la non-rétroactivité (sur le rapport entre ces deux dispositions, voir VON OVERBECK/ROSSEL, Le conflit mobile et le droit transitoire en matière de régimes matrimoniaux selon la LDIP, SJ 1990, p. 274-275; SCHNYDER, Das neue IPR-Gesetz, 2e éd., p. 150 ss; KNOEPFLER/SCHWEIZER, Précis de droit international privé suisse, |496| n. 791 ss; BROGGINI, Regole intertemporali del nuovo diritto internazionale privato svizzero, in Conflits et harmonisation, Mélanges en l'honneur d'Alfred E. von Overbeck, p. 456 ss; ROSSEL, L'application dans le temps des règles de droit international privé, in Le juriste suisse face au droit et aux jugements étrangers, p. 343 et 346). En l'espèce, si la société demanderesse a certes été fondée, en fait, avant l'entrée en vigueur de la LDIP, la question de savoir si son existence sera reconnue dans l'ordre juridique suisse relève des effets de cette création. Conformément aux art. 196 al. 2 et 198 LDIP, c'est donc bien le nouveau droit qui s'applique à la présente cause.\n\n4. a) Plusieurs théories ont été imaginées pour déterminer le droit applicable au statut personnel des personnes juridiques en droit international privé. Les deux principales sont la théorie du siège réel et la théorie de l'incorporation. Selon la première théorie, le statut personnel est soumis au droit du lieu où l'administration de la personne morale s'exerce effectivement. La seconde théorie rattache le statut personnel au droit du lieu où les formalités de constitution de la personne morale ont été accomplies (ATF 108 II 400 consid. 3a; FORSTMOSER, Schweizerisches Aktienrecht, I/1, p. 114 ss; VISCHER, Droit international privé, in Traité de droit privé suisse, tome I, 4, p. 65 ss; PERRIN, La reconnaissance des sociétés étrangères et ses effets, thèse Genève 1969, p. 45 ss).\n\nAvant l'entrée en vigueur de la LDIP, il n'existait pas en droit suisse de disposition légale indiquant selon quel critère de rattachement le statut personnel des personnes juridiques devait être déterminé. C'est donc la jurisprudence qui a établi des règles en la matière. Dans un arrêt Vernet et consorts rendu en 1950, le Tribunal fédéral a rappelé que le critère de rattachement des sociétés était le siège statutaire sauf si celui-ci se révélait fictif, c'est-à-dire sans rapport avec la réalité des choses et choisi uniquement pour échapper aux lois du pays où la personne morale exerce en fait son activité (fraude à la loi); dans ce cas-là, sera déterminant le droit du siège effectif, soit de l'Etat où la société a le centre principal de son administration (ATF 76 I 159 consid. 3 et les arrêts cités). La réserve du siège fictif fondée sur la fraude à la loi a été constamment réaffirmée par la suite (ATF 108 II 125 ss consid. 2, ATF 105 III 111 consid. 2, ATF 102 Ia 410). En revanche, dans les arrêts les plus récents, le Tribunal fédéral n'a pas tranché définitivement entre la théorie du siège statutaire et celle de l'incorporation, les cas soumis à son examen n'ayant pas révélé de |497| dissociation entre l'Etat du siège statutaire et celui de l'incorporation (ATF 110 Ib 217 consid. 2b, 108 II 402 consid. 3, voir également 125 ss consid. 2).\n\nApprouvée par certains auteurs (en particulier, PERRIN, Note concernant l'arrêt Earl Orient Shipping, SJ 1987, p. 625 ss), cette jurisprudence a été critiquée par d'autres, notamment en ce qui concerne la sanction de la fraude à la loi (VISCHER, Praxis des Bundesgerichtes zum internationalen Obligationenrecht 1982/83, ASDI 1984, XL, p. 341 ss; HEINI, Zu einem Urteil des Schweizerischen Bundesgerichtes über das Personalstatut ausländischer juristischer Personen, IPRax, 1984, cahier No 3, p. 166 ss).\n\nb) Le nouveau droit a consacré la théorie de l'incorporation. Aux termes de l'art. 154 al. 1 LDIP, les sociétés sont régies par le droit en vertu duquel elles sont organisées si elles répondent aux conditions de publicité ou d'enregistrement prescrites par ce droit ou, dans le cas où ces prescriptions n'existent pas, si elles se sont organisées selon le droit de cet Etat. Ce n'est que si la société ne remplit pas les conditions précitées qu'elle sera régie par le droit de l'Etat dans lequel elle est administrée en fait (art. 154 al. 2 LDIP). Le droit ainsi désigné est applicable notamment à la jouissance et à l'exercice des droits civils, sous réserve des art. 156 à 161 LDIP (art. 155 let. c LDIP).\n\n5. a) Se fondant notamment sur l'avis de PERRIN (Les sociétés fictives en droit civil et en droit international privé, SJ 1989, p. 553), la Cour de justice a estimé que la réserve du siège fictif instaurée par la jurisprudence demeurait valable malgré l'entrée en vigueur de la LDIP. Dans le cas particulier, les juges précédents ont relevé que le siège statutaire de la demanderesse, au Panama, ne correspondait pas à son siège réel, en Suisse. Constatant par ailleurs que la demanderesse était propriété d'une fondation liechtensteinoise dont l'unique bénéficiaire était une personne physique domiciliée au Liban, la cour cantonale a jugé que la fraude à la loi était réalisée en l'occurrence, car la construction choisie permettait de contourner l'interdiction des fidéicommis de famille résultant de l'art. 335 CC. La demanderesse étant dépourvue de la personnalité juridique au regard du droit suisse, droit du siège effectif, la Cour de justice lui a dénié la capacité d'être partie et a déclaré son action irrecevable.\n\nb) La LDIP ne prévoit pas expressément la réserve du siège fictif fondée sur la notion de fraude à la loi. S'agit-il d'une lacune à combler ou d'un silence qualifié? Les avis sont partagés en |498| doctrine. Certains auteurs se bornent à exposer le système légal, sans allusion à la notion de fraude à la loi (SCHNYDER, op.cit., p. 133; NOBEL, Zum Internationalen Gesellschaftsrecht im IPR-Gesetz, in Festschrift für Prof. Rudolf Moser, p. 184). Dans le chapitre concernant la localisation des actes juridiques, KNOEPFLER/SCHWEIZER rappellent que la LDIP se fonde, dans son principe, sur la théorie de l'incorporation, avec l'exception de l'art. 154 al. 2 LDIP et le rattachement spécial de l'art. 159 LDIP (op.cit., n. 511-512); en revanche, dans le chapitre relatif aux limites de l'application de la règle de conflit, ces auteurs font état, sans autre précision, de la jurisprudence instituant la réserve du siège fictif et paraissent ainsi accréditer la thèse selon laquelle cette exception demeure valable sous l'empire du nouveau droit (op.cit., n. 341). Telle est en tout cas l'opinion défendue par PERRIN, d'après lequel la LDIP n'a pas modifié les conditions de la non-reconnaissance des sociétés pseudo-étrangères (op.cit., SJ 1989, p. 553 ss). Quant à BROGGINI, il est également d'avis que la notion de fraude à la loi est inhérente au système suisse de droit international privé (Regole societarie del nuovo diritto internazionale privato svizzero, in Festschrift zum 65. Geburtstag von Mario M. Pedrazzini, p. 269). Pour J.-A. REYMOND, il paraît douteux que l'art. 159 LDIP (responsabilité pour une société étrangère) - présenté comme la parade aux sociétés fictives - fasse obstacle à l'imposition des sanctions que peut justifier une fraude à la loi, sans préjuger pour autant de la nature de ces sanctions (Sociétés étrangères en Suisse - A propos de l'art. 159 LDIP, in Mélanges Pierre Engel, p. 300). P. REYMOND est pour sa part indécis sur la question de savoir si le nouveau droit écarte définitivement les conséquences de la fraude à la loi telles qu'elles découlent de la jurisprudence précitée; il estime toutefois que le recours à ce principe peut se fonder sur l'art. 18 LDIP (application de dispositions impératives du droit suisse) (Les personnes morales et les sociétés dans le nouveau droit international privé suisse, in Le nouveau droit international privé suisse, édité par le CEDIDAC, p. 150 et 188). Deux auteurs sont plus catégoriques à ce sujet. KLEIN fait observer que l'application du principe de la fraude à la loi risque de vider la théorie de l'incorporation de sa substance et que la jurisprudence sur la réserve du siège fictif n'a trouvé aucun écho dans la LDIP; dans les cas extrêmes, cet auteur propose le recours à l'art. 15 LDIP (clause d'exception) (Die gesellschaftsrechtlichen Bestimmungen des IPRG, BJM 1989, p. 369-370). |499|\n\nPour sa part, EBENROTH estime que l'absence de réglementation de la fraude à la loi en dehors du domaine d'application de l'art. 15 LDIP constitue un silence qualifié de la part du législateur (Das Gesellschaftsrecht im neuen schweizerischen IPRG, RDS 108 (1989) I, p. 75).\n\n6. a) L'interprétation de la loi permet de révéler l'existence d'une lacune. En l'occurrence, il s'agit de déterminer si l'absence de référence à la réserve du siège fictif dans la LDIP constitue une lacune occulte. Selon la définition de DESCHENAUX, une telle lacune se présente \"lorsque le législateur a omis d'adjoindre à une règle conçue de façon générale la restriction qu'imposent, dans certains cas déterminés, le sens et le but de la règle considérée ou d'une autre règle légale\" (Le Titre préliminaire du Code civil, in Traité de droit civil suisse, tome II, 1, p. 93; voir également LANG, La fraude à la loi en droit international privé suisse, thèse Lausanne 1984, p. 111 et 124 ss). En d'autres termes, il y a lacune occulte lorsque \"le silence de la loi est contraire à son économie\" (DESCHENAUX, ibid.).\n\nLa loi s'interprète en premier lieu pour elle-même, c'est-à-dire selon sa lettre, son esprit, son but ainsi que les valeurs sur lesquelles elle repose. A cet égard, les travaux préparatoires ne sont pas directement déterminants pour l'interprétation et ne lient pas le Tribunal fédéral; ils ne sont toutefois pas dépourvus de valeur et peuvent se révéler un moyen utile pour dégager le sens d'une norme (ATF 116 II 415 consid. 5b, ATF 115 II 99 consid. 2b, ATF 112 II 1).\n\nb) En matière de sociétés, la LDIP institue tout d'abord des rattachements en cascade. Lorsque l'Etat d'incorporation ne prévoit pas de conditions de publicité ou d'enregistrement, il suffit que la société se soit organisée selon le droit de cet Etat pour que celui-ci s'applique (art. 154 al. 1 in fine LDIP). En outre, si la personne morale ne remplit pas les conditions de publicité ou d'enregistrement prescrites par le droit de l'Etat d'incorporation, c'est le droit du siège effectif qui est déterminant (art. 154 al. 2 LDIP). La loi prévoit ensuite quelques rattachements dérogeant à la règle générale pour des cas particuliers (art. 156 à 159 LDIP). Parmi ceux-ci, il y a le cas de la société créée en vertu du droit étranger dont les activités sont exercées en Suisse ou à partir de la Suisse; en pareille hypothèse, la responsabilité des personnes qui agissent au nom de cette société sera soumise au droit suisse (art. 159 LDIP). De cette systématique, il résulte que la loi cherche à assurer le plus largement possible l'existence de la société, par le |500| rattachement en cascade. En désignant les cas nécessitant une réglementation spéciale, le législateur paraît en outre assumer pour les autres hypothèses les conséquences de la théorie de l'incorporation, abstraction faite de l'application des dispositions de la partie générale de la loi, qui seront examinées plus loin.\n\nc) Pour leur part, les travaux préparatoires ont attaché une importance primordiale à la sécurité et à la prévisibilité du droit dans le domaine des sociétés (Bulletin officiel de l'Assemblée fédérale - Conseil national (ci-après: CN), 1986, p. 1359; Message concernant une loi fédérale sur le droit international privé du 10 novembre 1982, FF 1983 I, p. 427 (ci-après: Message); IPR-Gesetz - Schlussbericht der Expertenkommission zum Gesetzesentwurf (ci-après: Schlussbericht), in Etudes suisses de droit international, vol. 13, p. 267). S'agissant du rattachement des personnes morales, la théorie de l'incorporation est apparue comme la mieux à même de réaliser ce postulat, en garantissant la personnalité et donc l'existence de la société (CN, 1986, p. 1359; Message, p. 428; Schlussbericht, p. 267 et 269). Quant aux limites apportées au principe de l'incorporation, elles se justifiaient notamment par des considérations touchant à la protection des créanciers, dans le cas des sociétés dont l'Etat d'incorporation et l'Etat de l'activité effective sont dissociés (CN, 1986, p. 1359; Message, p. 431-432; Schlussbericht, p. 274). Au surplus, ni les Chambres fédérales, ni le Conseil fédéral, ni la Commission d'experts ne mentionnent dans le compte rendu de leurs travaux la réserve du siège fictif, pourtant consacrée par la jurisprudence depuis plusieurs décennies à l'époque de l'élaboration et de l'adoption de la LDIP. Il est vrai que le rapporteur de langue allemande au Conseil des Etats a affirmé que le projet correspondait à la jurisprudence du Tribunal fédéral (CE, 1985, p. 168). Aucune conclusion déterminante ne peut toutefois être tirée de cette déclaration succincte et générale. Comme l'interprétation systématique, l'examen des travaux préparatoires ne fournit ainsi aucun indice permettant de soutenir que la réserve du siège fictif s'inscrit dans la logique de la loi. Au contraire, il apparaît que le législateur a opté résolument pour la théorie de l'incorporation, tempérée uniquement par quelques rattachements particuliers dans certains cas précis où il l'estimait nécessaire.\n\nDans ces conditions, admettre la réserve du siège fictif fondée sur la fraude à la loi reviendrait finalement à introduire la théorie du siège effectif \"par la petite porte\", contrairement aux intentions |501| du législateur. Il ne faut pas perdre de vue non plus que le rattachement au droit du siège effectif en cas de fraude à la loi conduirait le plus souvent à l'inexistence de la société en droit suisse, ce que la LDIP tend précisément à éviter. En conclusion, l'interprétation de la loi ne révèle pas l'existence d'une lacune occulte.\n\n7. Les rattachements opérés en vertu de la LDIP sont par ailleurs soumis aux restrictions de la partie générale de la loi (art. 15 et 17 à 19 LDIP).\n\nIl convient de se demander à cet égard si une éventuelle fraude à la loi ne pourrait pas être contrecarrée par le recours à la clause d'exception (art. 15 al. 1 LDIP), qui écarte exceptionnellement le droit désigné par la loi si, au regard de l'ensemble des circonstances, il est manifeste que la cause n'a qu'un lien très lâche avec ce droit et qu'elle se trouve dans une relation beaucoup plus étroite avec un autre droit. Cette disposition n'a toutefois pas été conçue pour réprimer les détournements de la loi suisse, mais pour permettre au juge de trouver, dans l'intérêt des parties, la solution la plus adéquate dans une cause donnée (Message, p. 300). Avant l'entrée en vigueur de la LDIP, cette exception au rattachement normal résultait de la jurisprudence du Tribunal fédéral, qui l'appliquait surtout en matière de contrats et toujours dans l'intérêt des parties (ibid.). Vu la ratio de l'art. 15 LDIP, il paraît ainsi douteux qu'il puisse être invoqué en cas de fraude à la loi. De plus, comme PERRIN (op.cit., SJ 1989, p. 564) et EBENROTH (op.cit., p. 74) le font observer, le fait de choisir une forme sociale étrangère peut être assimilé à une élection de droit. Or le recours à l'art. 15 LDIP est précisément exclu dans ce cas-là (art. 15 al. 2 LDIP).\n\nEn revanche, la réserve de l'ordre public suisse (art. 17 LDIP) constitue une limite générale à la théorie de l'incorporation consacrée à l'art. 154 al. 1 LDIP. La réserve dite négative de l'ordre public permet au juge de ne pas appliquer exceptionnellement un droit (matériel) étranger qui aurait pour résultat de heurter de façon insupportable les moeurs et le sentiment du droit en Suisse.\n\nQuant à l'art. 18 LDIP qui touche à l'aspect positif de l'ordre public, il ne paraît pas a priori et in abstracto devoir être appliqué dans le domaine des sociétés. En effet, les lois d'application immédiate sont en règle générale des dispositions impératives qui répondent le plus souvent à des intérêts essentiels d'ordre social, politique ou économique (KNOEPFLER/SCHWEIZER, op.cit., n. 376), |502| ce qui n'est pas le cas des règles du droit suisse en matière de constitution de sociétés. Du reste, considérer ces dispositions comme impératives au sens de l'art. 18 LDIP reviendrait finalement à appliquer le droit suisse au statut de toutes les personnes morales et à vider ainsi de sa substance la théorie de l'incorporation.\n\n8. a) Selon les constatations de la cour cantonale, la demanderesse est une société de droit panaméen. Il faut en conclure qu'elle a été constituée conformément à ce droit. Aucun élément rapporté dans l'arrêt attaqué n'établit que la demanderesse n'aurait pas respecté les conditions prescrites par le droit panaméen pour sa création, de sorte que l'art. 154 al. 2 LDIP instituant le recours subsidiaire au droit du siège effectif ne peut, en tout état de cause, pas trouver application en l'espèce. Conformément à l'art. 154 al. 1 LDIP, la demanderesse est ainsi régie par le droit panaméen, qui lui reconnaît la personnalité juridique.\n\nb) Il reste à examiner si l'art. 17 LDIP peut être invoqué pour ne pas reconnaître la capacité civile de la demanderesse en Suisse. A ce sujet, les faits constatés souverainement par l'autorité cantonale ne permettent pas de conclure à une violation de l'ordre public suisse. En particulier, les considérations de l'arrêt déféré sur le véritable propriétaire économique des actions de la demanderesse sont sans pertinence. En effet, la personnalité de la société existe indépendamment de celle de ses membres, le principe de la transparence ne pouvant s'appliquer qu'en cas d'abus (ATF 113 II 36 consid. 2c et les arrêts cités). Au demeurant, on ne voit pas en quoi le fait d'admettre la demanderesse à procéder devant les tribunaux helvétiques pourrait heurter les moeurs et le sentiment du droit en Suisse.\n\nc) La demanderesse disposant de la capacité civile, son action n'est pas irrecevable pour défaut de la capacité d'être partie. Le recours est dès lors bien fondé et l'arrêt attaqué sera réformé dans ce sens."}