{"annee": "117", "cour": "IB", "page": "399", "date": "12/12/1991", "cite": ["116 IA 264", "115 IB 508", "108 IB 71", "112 V 106", "116 IB 321", "102 IA 355", "116 IA 252"], "cite_par": ["123 I 313", "124 II 293"], "chapeau": "48. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 12. Dezember 1991 i.S. Heli-Link Helikopter AG gegen Regierungsrat des Kantons Zürich (Verwaltungsgerichts- und staatsrechtliche Beschwerde)", "regestes": ["Art. 115 al. 1 let. g de l'ordonnance du 14 novembre 1973 sur la navigation aérienne (ONA); droits d'usage pour l'exploitation d'une base d'hélicoptères. Le refus des droits d'usage sur un aéroport selon l'art. 115 al. 1 let. g ONA est fondé sur le droit fédéral; aussi la voie du recours de droit administratif est-elle ouverte contre la décision correspondante d'une autorité cantonale de dernière instance (consid. 1)."], "faits": "|399|\n\nNach Art. 33 des Bundesgesetzes vom 21. Dezember 1948 über die Luftfahrt (Luftfahrtgesetz, LFG, SR 748.0) und Art. 114 der Verordnung über die Luftfahrt vom 14. November 1973 (Luftfahrtverordnung, LFV, SR 748.01) bedürfen gewerbsmässige Flüge, die nicht der Beförderung von Personen und Sachen auf regelmässig beflogenen Luftverkehrslinien dienen, einer Bewilligung des Bundesamtes für Zivilluftfahrt. Voraussetzung für deren Erteilung an schweizerische Unternehmungen ist in der Regel das Vorliegen einer allgemeinen Betriebsbewilligung. Nach Art. 115 Abs. 1 lit. g LFV wird eine solche nur gewährt, wenn \"auf dem schweizerischen Flugplatz, der als Standort des Flugbetriebes vorgesehen ist, die notwendigen Benützungsrechte nachgewiesen\" sind.\n\nDie Heli-Link Helikopter AG (im folgenden: Heli-Link AG) bemüht sich um eine allgemeine Betriebsbewilligung für ihre Unternehmung, die zurzeit über einen Helikopter verfügt.\n\n|400|\n\nAm 28. Juni 1990 ersuchte sie zu diesem Zweck auf dem Flughafen Zürich-Kloten um die Erteilung von Benützungsrechten gemäss Art. 115 Abs. 1 lit. g LFV. Die Flughafendirektion teilte ihr am 20. Juli 1990 mit, dass dies aus Platzgründen nicht möglich sei. Am 29. August 1990 lehnte der Regierungsrat des Kantons Zürich, nachdem die Heli-Link AG an ihrem Antrag festgehalten hatte, das Gesuch ausdrücklich ab, worauf die Heli-Link AG am 11. Oktober 1990 ein Wiedererwägungsgesuch stellte.\n\nGleichzeitig reichte sie gegen den Entscheid des Regierungsrates beim Bundesgericht sowohl Verwaltungsgerichts- wie staatsrechtliche Beschwerde ein.\n\nDas Bundesgericht tritt auf die Verwaltungsgerichtsbeschwerde ein aus folgenden", "considerants": "Erwägungen:\n\n1. Das Bundesgericht prüft von Amtes wegen und mit freier Kognition, ob die Voraussetzungen zum Eintreten auf eine Verwaltungsgerichts- oder eine staatsrechtliche Beschwerde erfüllt sind (BGE 116 Ia 255 E. 3, BGE 115 Ib 510 E. 5, je mit Hinweisen).\n\na) Gemäss Art. 97 Abs. 1 OG beurteilt das Bundesgericht letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne von Art. 5 des Bundesgesetzes vom 20. Dezember 1968 über das Verwaltungsverfahren (VwVG; SR 172.021), die von einer der in Art. 98 OG aufgeführten Vorinstanzen ausgehen und die unter keine der Ausnahmen der Art. 99-102 OG fallen. Als Verfügungen gelten Anordnungen der Behörden im Einzelfall, die sich auf öffentliches Recht des Bundes stützen (Art. 5 Abs. 1 VwVG) oder richtigerweise hätten stützen sollen (BGE 116 Ia 266 E. 2a mit Hinweisen).\n\nDabei kann von einer Verfügung, die sich auf öffentliches Recht des Bundes stützt oder stützen sollte, nicht schon dann die Rede sein, wenn bei der Anwendung selbständigen kantonalen Rechts eine Bundesnorm bloss zu beachten oder mit anzuwenden ist, sondern nur, wenn öffentliches Recht des Bundes die oder eine der Grundlagen bildet, auf der im betreffenden Sachgebiet die Verfügungen im Einzelfall abzustützen sind (BGE 112 V 113 E. 2d; vgl. auch ALOIS PFISTER, Staatsrechtliche und Verwaltungsgerichts-Beschwerde: Abgrenzungsschwierigkeiten, in: ZBJV 121/1985 S. 533 ff., insbesondere S. 549 f.). In den Fällen, in denen Grundlage der Verfügungen einerseits selbständiges kantonales Recht, |401| andererseits das öffentliche Recht (Verwaltungsrecht) des Bundes bildet, können letztinstanzliche Verfügungen der kantonalen Behörden mit Verwaltungsgerichtsbeschwerde angefochten werden, soweit ausschliesslich eine Verletzung dieses Bundesrechts in Frage steht (BGE 108 Ib 74 E. 1a mit Hinweisen), während die Verletzung des selbständigen kantonalen Rechts mit staatsrechtlicher Beschwerde geltend zu machen ist, wobei die beiden Beschwerden dem Bundesgericht gegebenenfalls in einer einzigen Eingabe unterbreitet werden können. Blosse Grundsatz- oder Rahmenbestimmungen im öffentlichen Recht des Bundes, die zur Handhabung im Einzelfall der Ausführung durch selbständiges kantonales Recht bedürfen, bilden nicht Grundlage der Verfügung, die sich selber nicht auf solche Normen des öffentlichen Rechts des Bundes stützt. Sollte das angewendete selbständige kantonale Recht Grundsatz- und Rahmenbestimmungen des öffentlichen Bundesrechts widersprechen, so steht gegen die Verfügung die staatsrechtliche Beschwerde wegen Verletzung des Grundsatzes der derogatorischen Kraft des Bundesrechts offen (BGE 116 Ia 266 E. 2b mit Hinweisen).\n\nb) Das Luftrecht des Bundes enthält keine ausdrückliche Regelung seines Verhältnisses zum kantonalen Recht. Im Abschnitt über die Benützung des Luftraumes und die Sicherheitsmassnahmen behält das Luftfahrtgesetz (Art. 21 Abs. 2) lediglich die allgemeinen polizeilichen Befugnisse von Bund und Kantonen auf Flugplätzen und anderen dem Luftverkehr dienenden Grundstücken vor, ohne selber eine Abgrenzung vorzunehmen. Die Frage, auf welcher Rechtsgrundlage die Benützungsrechte an einem Flughafen erteilt oder verweigert werden, ist deshalb durch Auslegung zu ermitteln.\n\naa) Art. 37ter BV erklärt die Gesetzgebung über die Luftschiffahrt zur Bundessache. Diese umfassende Kompetenz erlaubt, die Luftfahrt in allen ihren Erscheinungsformen zum Gegenstand der Bundesgesetzgebung zu machen und die Kantone vollständig davon auszuschliessen. Der Bund kann die Materie nach allen Seiten regeln; er ist insbesondere befugt, Vorschriften über die Aufgabenteilung zwischen Staat und privater Luftfahrt, über das Flugpersonal, den Linien- und Nichtlinienverkehr, die Flugsicherung oder über - die im vorliegenden Fall interessierenden - Flugplätze zu erlassen. Die Bundeskompetenz umfasst, weil sie auf die Vereinheitlichung der Vorschriften über die Luftfahrt und die Förderung dieses Verkehrsträgers im Rahmen seiner nationalen und internationalen |402| Bedeutung gerichtet ist, nicht nur die Ermächtigung, den Verkehr in der Luft zu regeln, sondern auch jene, über die auf dem Boden für den Betrieb der Luftfahrt notwendigen Anlagen Bestimmungen aufzustellen (MARTIN LENDI, in Kommentar BV, Art. 37ter, Rz. 1 ff.; PIERRE MOREILLON, Les obstacles à la création et à l'exploitation des champs d'aviation, thèse Lausanne 1986, S. 14 ff., mit weiteren Literaturhinweisen; vgl. auch BBl 1945 I 343 ff.; BBl 1976 III 1238). Der Begriff der Luftfahrt umfasst den Verkehr mit Luftfahrzeugen, daneben aber gleichzeitig auch alle Voraussetzungen des Verkehrs, der Verkehrsmittel und der Luftfahrer (OSKAR LÄTSCH, Grundlagen des öffentlichen Luftrechtes in der Schweiz, Diss. Zürich 1935, S. 32).\n\nbb) Das Bundesgesetz über die Luftfahrt regelt im dritten Abschnitt die \"Bodenorganisation\". Nach Art. 36 erlässt der Bundesrat die näheren Vorschriften über die Anlage und den Betrieb von Land- und Wasserflugplätzen. Die Anlage und der Betrieb von Flugplätzen, die dem öffentlichen Verkehr dienen, bedürfen einer Konzession des Eidgenössischen Verkehrs- und Energiewirtschaftsdepartementes (Art. 37 Abs. 1 LFG), die Anlage und der Betrieb aller anderen Flugplätze lediglich einer Bewilligung des Bundesamtes für Zivilluftfahrt (Art. 37 Abs. 2 LFG).\n\nNach Art. 30 der Luftfahrtverordnung sind Flugplätze Land- oder Wasserflächen, die für den Abflug und die Landung von Luftfahrzeugen hergerichtet sind. Als Flughäfen werden Flugplätze bezeichnet, die dem öffentlichen Verkehr dienen, alle andern Flugplätze gelten als Flugfelder (Art. 31 LFV, vgl. BGE 102 Ia 358 E. 6). Für Flughäfen besteht insofern ein Zulassungszwang zugunsten aussenstehender Benützer, als nach Art. 39 Abs. 5 lit. b LFV in die Konzession die Verpflichtung des Konzessionärs aufzunehmen ist, \"den Flughafen für die in der Konzession umschriebenen Benützungsarten des öffentlichen Luftverkehrs zur Verfügung zu stellen und die Voraussetzungen für eine geordnete Benützung zu schaffen\". Für Flugfelder, das heisst private Flugplätze, die vorwiegend privaten Interessen dienen und privater Initiative überlassen sind, gilt ohne spezielle Regelung in der Bewilligung keine entsprechende Pflicht (Art. 44 Abs. 4 LFV; vgl. auch Art. 44ter LFG). Der Halter eines Flugfeldes kann demnach die Benutzung seiner Anlage im Rahmen der Bewilligung und der Bundesgesetzgebung frei regeln.\n\nc) Die Frage, auf welcher Rechtsgrundlage eine Verweigerung von Benützungsrechten ergeht, führt unter diesen Umständen bereits |403| zu einer differenzierten Betrachtungsweise je nach der Rechtsnatur des Flugplatzes.\n\naa) Besteht für den Flugfeldhalter aufgrund von Bundesverwaltungsrecht grundsätzlich keine Pflicht, Dritten seine Anlage zur Verfügung zu stellen, so handelt es sich bei der entsprechenden Weigerung auch nicht um eine Verfügung, welche sich auf Bundesverwaltungsrecht stützt oder hätte stützen sollen. Die Verwaltungsgerichtsbeschwerde an das Bundesgericht ist in diesem Fall nach Art. 97 OG in Verbindung mit Art. 5 VwVG ausgeschlossen.\n\nbb) Anders verhält es sich bei den Flughäfen, für die das Bundesverwaltungsrecht ausdrücklich einen Zulassungszwang vorsieht (Art. 39 Abs. 5 lit. b LFV).\n\nArt. 2 der Konzession vom 20. Oktober 1951 für den Betrieb des interkontinentalen Flughafens Zürich (im folgenden: Konzession) verpflichtet den Kanton Zürich, den Flughafen im Rahmen der allgemeinen Vorschriften über den Luftverkehr und der Konzession für die Benützung mit allen im internen und internationalen Luftverkehr zugelassenen Luftfahrzeugen zur Verfügung zu stellen, für die Abgabe von Betriebsstoffen für Luftfahrzeuge zu sorgen und die Aufnahme und Abgabe von Ladung zu dulden (Abs. 1). Auch wenn der Kanton Zürich als Konzessionär des Bundes (Ziff. 2 des Betriebsreglementes vom 7. September 1950 für den interkontinentalen Flughafen Zürich, Zürcher Gesetzessammlung 748.21) den interkontinentalen Flughafen Zürich-Kloten im Rahmen einer (unselbständigen) Anstalt des kantonalen Rechtes betreibt (vgl. PETER BALTENSPERGER, Untersuchung der luft- und verkehrspolizeilichen Befugnisse des Flughafenhalters am Beispiel des interkontinentalen Flughafens Zürich-Kloten, Diss. Zürich 1984, S. 10 ff.; HANS WIPFLI, Sicherheitsmassnahmen gegen Gewaltakte im schweizerischen Linienluftverkehr, Diss. Zürich 1983, S. 59/60; GEORGES FELDER, Flughafenrecht, S. 55, in: Einführungskurs ins Luftrecht, 11 Referate gehalten am 7./8. November 1958 an der Universität Freiburg i.Ue.; ANDRES HODEL, Rechtsfragen und wirtschaftliche Probleme der schweizerischen Flughäfen am Beispiel des Flughafens Zürich, in: Schweizerisches Archiv für Verkehrswissenschaft und Verkehrspolitik 24/1969/2, S. 131), bleibt die Notwendigkeit der Erteilung einer Konzession durch den Bund und das dadurch begründete öffentlichrechtliche Verhältnis zwischen diesem und dem Konzessionär doch nicht ohne Einfluss auf die Ausgestaltung des Anstaltsrechtes. Über die Konzession werden vom Bundesrecht der Anstaltszweck, die Betriebspflicht |404| sowie der Zulassungszwang beherrscht. Der Flughafen dient in erster Linie der Erfüllung einer mit der Flughafenkonzession übertragenen öffentlichen Aufgabe des Bundes (HANS WIPFLI, a.a.O., S. 60; MARTIN KÖPFLI, Schweizerisches Flugplatzrecht, Diss. Zürich 1947, S. 72, insbesondere S. 136; vgl. auch Botschaft vom 13. Februar 1945 über den Ausbau der Zivilflugplätze in BBl 1945 I 155 ff., insbesondere S. 174 ff.; bzw. Botschaft vom 14. Juli 1956 über die Änderung des Bundesbeschlusses über den Ausbau der Zivilflugplätze in BBl 1956 I 1581 ff.).\n\ncc) Dass Flughäfen eine öffentliche Aufgabe des Bundes erfüllen, für die gemäss Art. 50 LFG das Enteignungsrecht nach dem Bundesgesetz vom 20. Juni 1930 über die Enteignung (SR 711) gewährt werden kann, ergibt sich auch aus Art. 8 Abs. 1 des Luftfahrtgesetzes, wonach unter Vorbehalt der durch den Bundesrat zu bestimmenden Ausnahmen Luftfahrzeuge nur auf Flugplätzen abfliegen oder landen dürfen, und der daraus erwachsenden Pflicht, für die entsprechenden Möglichkeiten zu sorgen (vgl. auch BBl 1945 I 356). Der Bund kommt dieser Aufgabe dadurch nach, dass er für Flugplätze, die dem öffentlichen Luftverkehr dienen (Flughäfen), in der Konzession eine Zulassungspflicht vorsieht (Art. 44 Abs. 4 LFV e contrario). Gemäss der Formulierung der konzessionsrechtlichen Grundlage, wonach der Flughafen im Rahmen der allgemeinen (bundesrechtlichen) Vorschriften über den Luftverkehr und der Konzession für die Benützung mit allen im internen und internationalen Luftverkehr zugelassenen Luftfahrzeugen zur Verfügung zu stellen ist (Art. 2 Abs. 1 der Konzession; vgl. auch MARTIN KÖPFLI, a.a.O., S. 78 ff.), regelt damit aber das Bundesrecht im hier interessierenden Punkt die Flughafenbenützung. Es bestimmt grundsätzlich den Umfang der Zulassungspflicht. Eine Verweigerung der Zulassung kann deshalb mit Verwaltungsgerichtsbeschwerde angefochten werden; in welchem Umfang effektiv eine Pflicht besteht, ist dabei eine Frage der Auslegung des materiellen Bundesrechtes.\n\ndd) Für die Auffassung, dass die Frage nach der grundsätzlichen Zulassung auf dem Flughafen ein bundesrechtlich geregeltes Problem ist, spricht auch die Tatsache, dass das zürcherische Recht keine entsprechende Normierung kennt. Der Entscheid des Regierungsrates vom 29. August 1990 stützt sich ausschliesslich auf Art. 115 LFV. Eine kantonale Regelung bezeichnet er nicht. In Frage käme auch nur das Betriebsreglement vom 7. September 1950 für den interkontinentalen Flughafen Zürich oder die Verordnung |405| vom 22. September 1976/25. November 1987 zum Bundesgesetz über die Luftfahrt und zur Luftfahrtverordnung (Zürcher Gesetzessammlung 748.2; 50 236). Beide Erlasse enthalten aber keine materiellen Vorschriften über die Gewährung oder Verweigerung von Benützungsrechten. Das Betriebsreglement zählt unter Ziff. 14 in Präzisierung der konzessionsrechtlichen Zulassungspflicht lediglich nach Prioritäten jene Arten von Flügen auf, denen der Flughafen hauptsächlich dient. Die Verordnung enthält nur Zuständigkeitsvorschriften über die Gewährung oder Verweigerung von Benützungsrechten (§ 1 2. lit. g und § 2 lit. o).\n\nd) Das Rechtsverhältnis, welches Gegenstand der Verfügung des Regierungsrates und des Anfechtungsstreites bildet, ist somit im öffentlichen Recht des Bundes geregelt (vgl. FRITZ GYGI, Bundesverwaltungsrechtspflege, Bern 1983, S. 85 f.). Die Verwaltungsgerichtsbeschwerde erweist sich, weil kein Ausnahmefall gemäss Art. 99-102 OG vorliegt, nach Art. 98 lit. g OG in Verbindung mit Art. 5 VwVG als zulässig. Daran ändert auch das von der Beschwerdeführerin beim Regierungsrat eingereichte Wiedererwägungsgesuch nichts.\n\ne) Als Verfügungsadressatin und Interessentin am Erwerb einer allgemeinen Betriebsbewilligung wird die Beschwerdeführerin durch die Verweigerung der für deren Erwerb nötigen Benützungsrechte stärker als jedermann betroffen und steht in einer besonderen, beachtenswerten, nahen Beziehung zur Streitsache, weshalb sie nach Art. 103 lit. a OG zur Verwaltungsgerichtsbeschwerde legitimiert ist (vgl. BGE 116 Ib 323 E. 2a). Weil auch die anderen formellen Voraussetzungen erfüllt sind (Art. 106-108 OG), ist grundsätzlich auf die Beschwerde einzutreten.\n\nf) Die Beschwerdeführerin hat gegen den Entscheid des Regierungsrates auch staatsrechtliche Beschwerde eingereicht. Diese ist nach Art. 84 Abs. 2 OG nur zulässig, wenn die behauptete Rechtsverletzung nicht sonstwie durch Klage oder Rechtsmittel beim Bundesgericht oder einer anderen Bundesbehörde gerügt werden kann. Weil sich im vorliegenden Fall die Verwaltungsgerichtsbeschwerde als zulässig erweist (E. 1b bis d) und keine Verletzung selbständigen kantonalen Rechtes zur Diskussion steht, ist auf die staatsrechtliche Beschwerde nicht einzutreten."}