{"annee": "117", "cour": "IV", "page": "498", "date": "22/11/1991", "cite": ["106 IV 58", "92 IV 26", "106 IV 56", "112 IV 88", "91 IV 40", "99 IV 222", "96 IV 35", "100 IV 59", "107 IV 47"], "cite_par": ["127 IV 91", "123 IV 218", "135 IV 32"], "chapeau": "87. Urteil des Kassationshofs vom 22. November 1991 i.S. Z. gegen Staatsanwaltschaft des Kantons Aargau (Nichtigkeitsbeschwerde)", "regestes": ["Art. 36 al. 2 LCR, art. 1 al. 8 2e phrase OCR; priorité de droite aux intersections. Les croisées, les bifurcations, les débouchés de garages ou de places de parc, etc., constituent les uns avec les autres des intersections sur lesquelles les véhicules venant de droite ont la priorité (consid. 3-5). Art. 36 al. 4 LCR; priorité. Le véhicule circulant en marche arrière doit la priorité aux autres véhicules aux intersections; demeure ouverte la question de savoir si ce principe s'applique aussi à l'égard de véhicules débouchant d'une voie secondaire (consid. 6)."], "faits": "BGE 117 IV 498 S. 498\n\nMit Urteil vom 2. November 1990 sprach das Obergericht des Kantons Aargau Z. in zweiter Instanz des Missachtens des Vortrittsrechts schuldig und verurteilte ihn gestützt auf Art. 90 Abs. 1 BGE 117 IV 498 S. 499SVG in Verbindung mit Art. 14 Abs. 5 VRV zu einer Busse von Fr. 50.--. Von der Anklage der Verletzung der Art. 36 Abs. 4 SVG und 15 Abs. 3 VRV sprach es ihn frei.\n\nDagegen führt der Verurteilte eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das angefochtene Urteil sei aufzuheben und die Sache zu seiner Freisprechung an die Vorinstanz zurückzuweisen.\n\nDie Staatsanwaltschaft des Kantons Aargau hat auf Gegenbemerkungen verzichtet.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Gemäss den verbindlichen tatsächlichen Feststellungen der Vorinstanz (Art. 277bis Abs. 1 BStP) stellt sich der Sachverhalt wie folgt dar: Der Beschwerdeführer fuhr am 14. Oktober 1989 mit seinem Personenwagen Toyota Corolla auf dem Areal A. in B. aus der Ausfahrt der Tiefgarage in Richtung Gemeindehaus. Gleichzeitig fuhr I. mit seinem Personenwagen Toyota Supra rückwärts vom Parkplatz der Liegenschaft Hauptstrasse 26 her ebenfalls in Richtung Gemeindehaus. Als sich der Beschwerdeführer bereits im Rechtsbogen zum Gemeindehaus befand, nahte von links der rückwärtsfahrende Personenwagen des I., so dass es zu einer leichten Kollision kam, wobei der Personenwagen des I. mit der linken, hinteren Fahrzeugecke seitlich gegen den linken, vorderen Kotflügel des Personenwagens des Beschwerdeführers stiess.\n\nDie kantonalen Instanzen kamen zum Schluss, der Unfallort stelle eine Garageausfahrt dar, welche in eine Parkplatzzufahrt einmünde, so dass weder Art. 36 Abs. 4 SVG noch Art. 36 Abs. 2 SVG oder Art. 15 Abs. 3 VRV Anwendung finden könnten. Wie sich aus der Bestimmung von Art. 1 Abs. 8 Satz 2 VRV ergebe, fehle es auch an den Voraussetzungen einer Strassenverzweigung. Es handle sich um einen Fall des nicht geregelten Vortritts nach Art. 14 Abs. 5 VRV, bei welchem die Fahrzeuglenker besonders vorsichtig fahren und sich über den Vortritt verständigen müssten. Diesen Vorsichtspflichten sei der Beschwerdeführer nicht nachgekommen, insbesondere habe er keinen Blick nach links geworfen.\n\n2. Der Beschwerdeführer räumt ein, dass die Garage- und Parkplatzausfahrt Verkehrsflächen darstellten, deren Zusammentreffen mit der Fahrbahn gemäss Art. 1 Abs. 8 VRV nicht als Verzweigung gelten würde. Er stellt sich aber auf den Standpunkt, die in der genannten Bestimmung aufgeführten Verkehrsflächen BGE 117 IV 498 S. 500bildeten im Verhältnis untereinander Strassenverzweigungen, wenn sie zusammenträfen und Fahrbahnen im Sinne von Art. 1 Abs. 4 VRV aufwiesen. Da beide Verkehrsflächen dem Fahrverkehr dienten, sei eine Fahrbahn zu bejahen. Bei dieser Sachlage liege eine Verzweigung im Sinne von Art. 1 Abs. 8 Satz 1 VRV vor, so dass Art. 36 Abs. 1 Satz 1 SVG zur Anwendung gelange, während Art. 14 Abs. 5 VRV nicht anwendbar sei. Im Eventualstandpunkt macht der Beschwerdeführer geltend, dass er die Bestimmung von Art. 14 Abs. 5 VRV - selbst wenn sie anwendbar sein sollte - nicht verletzt habe, weil im zu beurteilenden Fall wegen der Rückwärtsfahrt des Unfallbeteiligten I. eine Verständigung über den Vortritt gar nicht möglich gewesen sei. Es habe ungeachtet seines eigenen Verhaltens allein aufgrund der Rückwärtsfahrt von I. zur Kollision kommen müssen. Die Vorinstanz sei somit von einem bundesrechtswidrigen Begriff des natürlichen Kausalzusammenhanges ausgegangen.\n\n3. Auf Strassenverzweigungen hat gemäss Art. 36 Abs. 2 SVG grundsätzlich das von rechts kommende Fahrzeug den Vortritt. Strassen sind die von Motorfahrzeugen, motorlosen Fahrzeugen oder Fussgängern benützten Verkehrsflächen, wobei der dem Fahrverkehr dienende Teil als Fahrbahn bezeichnet wird (Art. 1 Abs. 1 und 4 VRV). Verzweigungen sind Kreuzungen, Gabelungen oder Einmündungen von Fahrbahnen (Art. 1 Abs. 8 Satz 1 VRV). Aus dieser Begriffsumschreibung folgt, dass die Rechtsvortrittsregel von Art. 36 Abs. 2 SVG dem Grundsatze nach immer gilt, wenn Fahrbahnen in Form von Kreuzungen, Gabelungen oder Einmündungen aufeinandertreffen bzw. sich schneiden.\n\nVon dieser Regel sehen Gesetz und Verordnung Ausnahmen vor. So haben nach Art. 36 Abs. 2 SVG Fahrzeuge auf gekennzeichneten Hauptstrassen den Vortritt, auch wenn sie von links kommen, wobei weitere abweichende Regelungen durch Signale oder durch die Polizei vorbehalten bleiben. Ferner gilt gemäss Art. 1 Abs. 8 Satz 2 VRV das Zusammentreffen von Rad- oder Feldwegen, von Garage-, Parkplatz-, Fabrik- oder Hofausfahrten usw. mit der Fahrbahn nicht als Verzweigung. In Übereinstimmung hiermit hat nach Art. 15 Abs. 3 VRV, wer aus Fabrik-, Hof- oder Garageausfahrten, aus Feldwegen, Radwegen, Parkplätzen, Tankstellen und dergleichen oder über ein Trottoir auf eine Haupt- oder Nebenstrasse fährt, den Benützern dieser Strassen den Vortritt zu gewähren. Für zwei hier nicht interessierende Sonderfälle BGE 117 IV 498 S. 501sich verzweigender Strassen enthalten die Abs. 1 und 2 von Art. 15 VRV eine besondere Vortrittsregelung.\n\n4. a) Ausnahmen von der Rechtsvortrittsregel, wie sie Art. 1 Abs. 8 Satz 2 VRV vorsieht, sind unfallträchtig. Im Interesse der Verkehrssicherheit müssen sie daher auf Fälle beschränkt werden, die auch ohne Signalisierung für die Beteiligten, selbst für Ortsunkundige und bei erschwerten Sichtverhältnissen, zweifelsfrei erkennbar sind. Im Zweifel ist stets für die normale Ordnung, nicht für die Ausnahme zu entscheiden (BGE 107 IV 49 E. 3a).\n\nDer Kassationshof hat objektive Kriterien dafür aufgestellt, wann eine derartige Ausnahmesituation anzunehmen ist. In erster Linie handelt es sich um die in Art. 1 Abs. 8 Satz 2 VRV ausdrücklich erwähnten Beispiele. Dazu gehören namentlich Ausfahrten, die nur einzelnen Gebäuden oder Parkplätzen usw. dienen, unabhängig von ihrem Ausbau, also auch breite asphaltierte Verkehrsflächen und bei Längen um ca. 100 m (BGE 107 IV 49 E. 3b mit Hinweis auf BGE 99 IV 222). Ferner liegt eine Ausnahmesituation bei eigentlichen Feldwegen vor, die schmal sind und keinen Belag aufweisen. Für Fälle, in denen eine Klassierung unter die in Art. 1 Abs. 8 Satz 2 VRV genannten Beispiele nicht eindeutig ist, hat der Kassationshof zusätzlich auf die Bedeutung des Verkehrsweges abgestellt, die dieser für den allgemeinen Fahrverkehr hat, insbesondere im Vergleich mit der Strasse, mit der er zusammentrifft. Er hat dabei erkannt, dass Strässchen, die nur bestimmten Personen offenstehen oder als Stichstrassen bzw. Sackgassen wenige Häuser bedienen, bei der Einmündung in Durchgangsstrassen eine derart untergeordnete Bedeutung zukomme, dass auch dort die Rechtsvortrittsregel nicht gelte (BGE 112 IV 88; ferner BGE 91 IV 41 und 146).\n\nb) Im Fall eines zu einem Einkaufszentrum gehörenden Parkplatzes, bei dem drei Fahrbahnen zur Einfahrt und eine zur Wegfahrt dienten, die alle mit Pfeilen als Einbahnwege gekennzeichnet waren, hat der Kassationshof erkannt, dass nicht nur die eigentlichen Parkfelder, sondern auch die zwischen den Parkfeldern liegenden Fahrstreifen als untergeordnete Verkehrsflächen von Art. 15 Abs. 3 VRV umfasst würden (BGE 100 IV 62 E. 3). Demgegenüber hat er die der Ein- und Ausfahrt dienenden Fahrstreifen, die keine direkte Zufahrt zu den Parkfeldern boten, im Verhältnis zu den zwischen den Parkfeldern liegenden Fahrstreifen den Strassen gleichgestellt. Daraus folgte, dass dem aus einem Parkfeld kommenden und in die Fahrbahn der Ein- und BGE 117 IV 498 S. 502Wegfahrten einbiegenden Fahrzeugführer gemäss Art. 15 Abs. 3 VRV und der allgemeinen Regel von Art. 36 Abs. 4 SVG das Vortrittsrecht nicht zustand (BGE 100 IV 62 E. 4; ebenso unveröffentlichter Entscheid des Kassationshofs vom 10. Oktober 1974 i.S. Z., SJZ 1975 S. 266 Nr. 117 a.E.).\n\n5. a) Der Verkehrsweg, den der Fahrzeuglenker I. benützte, dient allein als Zufahrt zu den Parkplätzen einer Liegenschaft und ist maximal 30 Meter lang, so dass auf dieser Strecke kein Verkehr aufkommen kann. Dasselbe gilt für die Garageausfahrt, die der Beschwerdeführer befuhr. Beide Verkehrswege sind daher als Parkplatz- beziehungsweise Garageausfahrten im Sinne von Art. 1 Abs. 8 Satz 2 VRV zu betrachten. Eine unterschiedliche verkehrsmässige Bedeutung der beiden Ausfahrten ist nicht ersichtlich und wird von der Vorinstanz jedenfalls nicht festgestellt.\n\nb) Nach der allgemeinen Regel von Art. 36 Abs. 2 SVG hat auf Strassenverzweigungen das von rechts kommende Fahrzeug den Vortritt. Diese Rechtsvortrittsregel gelangt entgegen der Auffassung der Vorinstanz auch zur Anwendung, wenn sich zwei Verkehrsflächen von untergeordneter Bedeutung kreuzen oder gabeln, beziehungsweise die eine in die andere einmündet (vgl. SCHAFFHAUSER, Grundriss des schweizerischen Strassenverkehrsrechts, Band I, S. 245 N 664 mit weiteren Hinweisen). Die Bestimmung von Art. 1 Abs. 8 Satz 2 VRV steht dem nicht entgegen. Diese besagt, dass das Zusammentreffen von Garage- und Parkplatzausfahrten etc. mit einer Fahrbahn nicht als Verzweigung gilt. Rad- oder Feldwege und Garage- oder ähnliche Ausfahrten sind jedoch ebenfalls von Motorfahrzeugen, motorlosen Fahrzeugen oder Fussgängern benützte Verkehrsflächen und weisen dem Fahrverkehr dienende Teile auf. Sie stellen nach der gesetzlichen Umschreibung ebenfalls Strassen und Fahrbahnen dar (vgl. Art. 1 Abs. 1 und 4 VRV). Art. 1 Abs. 8 Satz 1 VRV trifft daher auch auf solche Verkehrsflächen zu, so dass Kreuzungen, Gabelungen oder Einmündungen derartiger Verkehrswege ebenfalls Verzweigungen sind.\n\nArt. 1 Abs. 8 Satz 2 VRV liegt der Gedanke zugrunde, dass der Verkehr auf Durchgangsstrassen weder innerorts noch ausserorts durch Abzweigungen behindert werden soll, die für den Motorfahrzeugverkehr praktisch keine oder nur geringe Bedeutung haben (BGE 92 IV 27). Im Verhältnis zu Verkehrswegen von eindeutig untergeordneter Bedeutung steht der Vortritt somit in jedem Fall den auf Strassen mit grossem Verkehrsaufkommen BGE 117 IV 498 S. 503verkehrenden Fahrzeugen zu. Dies steht in Einklang mit Art. 15 Abs. 3 VRV. Satz 2 von Art. 1 Abs. 8 VRV beinhaltet somit eine Ausnahme von der Rechtsvortrittsregel gemäss Art. 36 Abs. 2 SVG. Ein Grund für eine solche Ausnahme vom Rechtsvortrittsgebot besteht jedoch beim Zusammentreffen von Wegen und Ausfahrten, denen je im Verhältnis unter sich in bezug auf die Verkehrsdichte annähernd die gleiche Bedeutung zukommt, nicht (vgl. zu Verhältnis zweier Nebenstrassen untereinander BGE 96 IV 37 E. 1).\n\nZusammenfassend ergibt sich daraus, dass als Regel bei jeder Verzweigung von Fahrbahnen der Rechtsvortritt gilt. Ausnahmen davon greifen nur Platz bei Verzweigungen von Fahrbahnen, bei denen der einen Fahrbahn gegenüber der anderen im Sinne der angeführten bundesgerichtlichen Rechtsprechung verkehrsmässig eine eindeutig untergeordnete Bedeutung zukommt. Dem entspricht, dass die Ausnahmebestimmung von Art. 1 Abs. 8 Satz 2 VRV im Interesse möglichst klarer Verkehrs- und Vortrittsrechtsverhältnisse einschränkend auszulegen ist und im Zweifel stets die normale Ordnung gilt (BGE 106 IV 57, BGE 107 IV 49 E. 3a).\n\nc) Aus dem Gesagten folgt, dass das Zusammentreffen der Fahrbahn der Garageausfahrt, die der Beschwerdeführer benützte, und der von I. befahrenen Parkplatzausfahrt eine Strassenverzweigung bildet, bei der nach Art. 36 Abs. 2 SVG der Rechtsvortritt gilt. Der Beschwerdeführer war daher gegenüber dem von links kommenden Fahrzeuglenker I. vortrittsberechtigt. Wenn die Vorinstanz dies verneinte und Art. 14 Abs. 5 VRV anwandte, hat sie somit Bundesrecht verletzt.\n\n6. Das Vortrittsrecht des Beschwerdeführers ergibt sich überdies auch aus dem Umstand, dass I. rückwärts fuhr. Gemäss Art. 36 Abs. 4 SVG darf der Fahrzeugführer, der rückwärts fahren will, andere Strassenbenützer nicht behindern. Er hat allen auf der Strasse verkehrenden Fahrzeugen, ob sie von rechts oder von links kommen, den Vortritt zu gewähren (BGE 106 IV 60 E. 2). Die Vortrittspflicht des Rückwärtsfahrenden gilt bei jeder Verzweigung auch gegenüber von links kommenden oder durch Signal an sich vortrittsbelasteten Vorwärtsfahrern (vgl. BUSSY/RUSCONI, Code suisse de la circulation routière, Commentaire, art. 36 No 4.14 let. d; GIGER, Strassenverkehrsgesetz, 4. Aufl. 1985, S. 111 lit. f).\n\nDas Zusammentreffen der Parkplatz- und der Garageausfahrt im zu beurteilenden Fall bilden eine Verzweigung im Sinne von BGE 117 IV 498 S. 504Art. 1 Abs. 8 Satz VRV (vgl. E. 5 hievor). Dem Beschwerdeführer stand daher der Vortritt auch deshalb zu, weil I. rückwärts fuhr. Ob I. als Rückwärtsfahrender auch dann vortrittsbelastet gewesen wäre, wenn die von ihm befahrene Verkehrsfläche gegenüber derjenigen, auf der sich der Beschwerdeführer befand, übergeordnet gewesen wäre (Art. 1 Abs. 8 Satz 2 und 15 Abs. 3 VRV), kann offenbleiben (vgl. SCHAFFHAUSER, a.a.O., N 704).\n\n7. Aus dem Gesagten ergibt sich, dass der Beschwerdeführer aus zwei Gründen vortrittsberechtigt war: Zum einen, weil er in der vorliegenden Konstellation den Rechtsvortritt hatte; zum anderen, weil I. als Rückwärtsfahrer vortrittsbelastet war. Aus diesen Gründen ist die Nichtigkeitsbeschwerde gutzuheissen."}