{"annee": "117", "cour": "IV", "page": "1", "date": "3/4/1991", "cite": [], "cite_par": [], "chapeau": "1. Auszug aus dem Urteil des Kassationshofes vom 3. April 1991 i.S. G. gegen S. und W. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 31 al. 1 CP; retrait de la plainte. La plainte peut être valablement retirée jusqu'à la communication (orale ou écrite) du dispositif du jugement de première instance."], "faits": "", "considerants": "|1|\n\nAus den Erwägungen:\n\n2. a) Was den Schuldspruch wegen Sachbeschädigung betrifft, bringt der Beschwerdeführer vor, der nach der mündlichen Eröffnung des erstinstanzlichen Urteils, aber vor dessen schriftlicher Begründung erfolgte Rückzug des Strafantrags sei zu Unrecht nicht beachtet worden.\n\nDie Vorinstanz hält den Rückzug des Strafantrags für unwirksam, weil das erstinstanzliche Urteil als im Sinne von Art. 31 Abs. 1 StGB verkündet zu gelten habe, wenn es entweder vom Gerichtspräsidenten mündlich eröffnet und begründet worden sei oder, falls keine mündliche Eröffnung stattgefunden habe, bei der Zustellung des begründeten Urteils. Im vorliegenden Fall sei das Urteil durch das Bezirksgericht K. mündlich eröffnet und durch den Gerichtspräsidenten begründet worden, weshalb der nachher erfolgte Rückzug des Strafantrags keine Wirkung mehr gehabt habe.\n\naa) Der Berechtigte kann gemäss Art. 31 Abs. 1 StGB seinen Strafantrag zurückziehen, \"solange das Urteil erster Instanz noch nicht verkündet ist\".\n\n|2|\n\nAus der Entstehungsgeschichte ergeben sich wichtige Hinweise darauf, wie diese Bestimmung zu verstehen ist. Die kantonalen Strafgesetze sahen zwar einen Rückzug des Strafantrags vor, doch bestanden über den Zeitpunkt, bis zu welchem er erfolgen konnte, grosse Unterschiede (CARL STOOSS, Die Grundzüge des schweizerischen Strafrechts I, S. 282 f.). Den Antrag Thormann, den Rückzug auch noch im Berufungsverfahren zuzulassen, lehnte die zweite Expertenkommission ab (Schweizerisches Strafgesetzbuch, Protokoll der zweiten Expertenkommission, Band I, S. 172 ff.). Die Vorentwürfe seit 1903 und später der Entwurf legten erstmals einen bestimmten Zeitpunkt innerhalb des erstinstanzlichen Verfahrens fest, und zwar bis zur Verkündung des Urteils (vgl. dazu Walter Huber, Die allgemeinen Regeln über den Strafantrag im schweizerischen Recht (StGB 28-31), Diss. Zürich 1966, S. 61 f.). Der Nationalrat änderte zunächst mit der Formulierung, \"solange das Urteil des Gerichts erster Instanz noch nicht gefällt ist\", den deutschen Text (Sten.Bull. 1928 N 98 f.). Der Ständerat lehnte die Fassung der grossen Kammer ab, weil er einen auch nach aussen erkennbaren Zeitpunkt für wünschenswert hielt, und präzisierte den Vorschlag des Bundesrats mit den Worten, \"solange das Dispositiv des Urteils erster Instanz noch nicht eröffnet ist\" (Sten.Bull. 1931 S 141 f.). Der Nationalrat folgte daraufhin dem ursprünglichen Vorschlag des Bundesrats mit der Begründung, in der Verkündung sei das Dispositiv unter allen Umständen enthalten (Sten.Bull. 1933 N 825 f.). Schliesslich stimmte auch die kleine Kammer der Fassung zu, \"solange das Urteil erster Instanz noch nicht verkündet ist\" (Sten.Bull. 1935 S 195).\n\nDaraus, dass die ständerätliche Fassung, \"solange das Dispositiv des Urteils erster Instanz noch nicht eröffnet ist\", nicht ins Gesetz aufgenommen wurde, könnte man schliessen, der massgebliche Zeitpunkt bestimme sich nicht nach der Mitteilung des Dispositivs. Der Nationalrat verwarf diese Lösung jedoch erst, nachdem die Berichterstatter darauf hingewiesen hatten, dass in der Verkündung das Dispositiv unter allen Umständen enthalten sei und dass es von den kantonalen Prozessvorschriften abhänge, ob die Urteilsmotive ebenfalls schon vorlägen (Sten.Bull. 1933 N 825 f.). Auch die kleine Kammer stellte schliesslich, da sie sich nicht in die kantonalen Verfahrensgesetze einmischen wollte, auf die Verkündung ab (Sten.Bull. 1935 S 195). Der Gesetzgeber verwarf somit die \"Dispositiv-Fassung\", weil er den Kantonen nicht vorschreiben wollte und durfte (Art. 64bis Abs. 2 BV), wie |3| sie die Verkündung des Urteils auszugestalten hätten. Er entschied sich für die Formulierung, \"solange das Urteil erster Instanz noch nicht verkündet ist\", weil in der Verkündung der entscheidende Anhaltspunkt, das Dispositiv, immer enthalten ist. Deshalb kommt es - unabhängig davon, wie die Verkündung/Eröffnung des Urteils kantonal geregelt ist - für den Zeitpunkt des Rückzugs des Strafantrags nur darauf an, ob das Dispositiv mündlich oder schriftlich bereits mitgeteilt wurde. Nach dieser Mitteilung ist der Rückzug des Strafantrags ohne Wirkung.\n\nbb) Das Urteil wurde am 12. Dezember 1989 vom Bezirksgericht K. mündlich eröffnet und vom Gerichtspräsidenten begründet. Der Rückzug des Strafantrags datiert vom 9. Februar 1990 und erfolgte damit erst nach der mündlichen Mitteilung des Dispositivs, weshalb ihn die Vorinstanz zu Recht als unwirksam erachtete."}