{"annee": "117", "cour": "IA", "page": "324", "date": "15/11/1991", "cite": ["113 IA 72", "116 IA 32", "114 IA 278", "113 IA 407", "105 IB 301"], "cite_par": ["119 IA 81", "119 V 456"], "chapeau": "52. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 15. November 1991 i.S. E. gegen V. und G., Gerichtspräsident H., Staatsanwaltschaft des Kantons Freiburg und Kriminalgericht des Seebezirks (staatsrechtliche Beschwerde)", "regestes": ["Art. 58 al. 1 Cst. et art. 6 ch. 1 CEDH; droit à un juge exempt de parti pris. Un juge peut prendre part à une cause pénale même s'il a participé à l'examen d'une demande de récusation présentée par l'accusé, dirigée contre un autre tribunal."], "faits": "|324|\n\nVor dem Kriminalgericht des Sensebezirks begann am 17. April 1990 der Strafprozess gegen E., dem strafbare Handlungen im Zusammenhang mit der \"Lucona-Sache\" vorgeworfen wurden. Am 23. April 1990 begab sich das Kriminalgericht, bestehend aus |325| dem Gerichtspräsidenten und vier Amtsrichtern, nach Wien, um verschiedene Zeugen einzuvernehmen. Der die Verhandlungen in Wien leitende österreichische Untersuchungsrichter bat am letzten Tag der Zeugeneinvernahmen die fünf Schweizer Richter, in das seiner Sekretärin gehörende Exemplar des von einem österreichischen Journalisten verfassten Buches \"Der Fall Lucona\" ihre Unterschrift hineinzusetzen, welchem Wunsch die Richter entsprachen. An der Sitzung vom 30. April 1990 vor dem Kriminalgericht des Sensebezirks wurden sie deswegen von E. als befangen abgelehnt. Mit Urteil vom 30. April 1990 wies das Kriminalgericht des Sensebezirks das Ausstandsbegehren ab. An diesem Entscheid wirkte der Gerichtspräsident des Seebezirks als Vorsitzender mit. Das Kriminalgericht des Sensebezirks verurteilte E. am 1. Juni 1990 wegen Urkundenfälschung und Gehilfenschaft zu versuchtem Betrug zu drei Jahren Gefängnis. Das Kantonsgericht Freiburg hob dieses Urteil am 26. Februar 1991 in teilweiser Gutheissung einer Beschwerde des Angeklagten auf, soweit dieser darin der Urkundenfälschung schuldig gesprochen worden war, und wies die Sache zur neuen Beurteilung an ein anderes Kriminalgericht, nämlich an dasjenige des Seebezirks, zurück. Dessen Präsident teilte E. am 24. September 1991 die Zusammensetzung des Gerichts mit, das die Neubeurteilung der Strafsache vornehmen werde. In der Folge reichte E. gegen den Gerichtspräsidenten ein Ausstandsbegehren ein, das vom Kriminalgericht des Seebezirks am 17. Oktober 1991 abgewiesen wurde.\n\nGegen diesen Entscheid hat E. staatsrechtliche Beschwerde erhoben. Das Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer macht geltend, das angefochtene Urteil, mit dem sein Ausstandsbegehren gegen den Gerichtspräsidenten des Seebezirks abgewiesen wurde, verletze den Anspruch auf einen unbefangenen und unparteiischen Richter im Sinne der Art. 58 Abs. 1 BV und 6 Ziff. 1 EMRK.\n\nDiese beiden Vorschriften räumen dem Bürger einen Anspruch darauf ein, dass seine Sache von einem unvoreingenommenen, unparteiischen und unbefangenen Richter beurteilt wird. Befangenheit ist nach der bundesgerichtlichen Rechtsprechung dann anzunehmen, wenn Umstände vorliegen, die geeignet sind, Misstrauen |326| in die Unparteilichkeit eines Richters zu erwecken. Solche Umstände können entweder in einem bestimmten persönlichen Verhalten des betreffenden Richters oder in gewissen funktionellen und organisatorischen Gegebenheiten begründet sein. In beiden Fällen wird aber nicht verlangt, dass der Richter deswegen tatsächlich befangen ist. Es genügt, wenn Umstände vorliegen, die den Anschein der Befangenheit und die Gefahr der Voreingenommenheit zu begründen vermögen. Bei der Beurteilung des Anscheins der Befangenheit und der Gewichtung solcher Umstände kann nicht auf das subjektive Empfinden einer Partei abgestellt werden; das Misstrauen in die Unvoreingenommenheit muss vielmehr in objektiver Weise begründet erscheinen (BGE 116 Ia 33 f. E. 2b mit Hinweisen).\n\nDas Bundesgericht hatte wiederholt zu prüfen, ob ein Richter deswegen als befangen abgelehnt werden könne, weil er sich bereits in einem früheren Zeitpunkt in amtlicher Funktion mit der konkreten Streitsache befasst hatte. Es hat zu diesem Umstand der sogenannten Vorbefassung ausgeführt, es könne nicht allgemein gesagt werden, in welchen Fällen die Tatsache, dass ein Richter schon zu einem früheren Zeitpunkt in der betreffenden Angelegenheit tätig war, unter dem Gesichtswinkel von Verfassung und Konvention die Ausstandspflicht begründe, und in welchen Fällen das nicht zutreffe. Als massgebendes Kriterium für die Beurteilung dieser Frage im Einzelfall hielt es aber fest, es sei generell zu fordern, dass das Verfahren in bezug auf den konkreten Sachverhalt und die konkret zu entscheidenden Rechtsfragen trotz der Vorbefassung als offen erscheine und nicht der Anschein der Vorbestimmtheit erweckt werde (BGE 116 Ia 34 f. E. 3a mit Hinweisen).\n\nDer Beschwerdeführer lehnte Gerichtspräsident H. in dem vor dem Kriminalgericht des Seebezirks hängigen Verfahren betreffend Neubeurteilung der Strafsache deshalb als befangen ab, weil dieser Richter als Vorsitzender am Urteil des Kriminalgerichts des Sensebezirks vom 30. April 1990 mitgewirkt hatte, mit dem das Ausstandsbegehren des Beschwerdeführers gegen fünf Richter des Kriminalgerichts des Sensebezirks abgewiesen worden war. Der Gerichtspräsident des Seebezirks hatte in jenem Ausstandsverfahren darüber zu befinden, ob die fünf Richter dadurch, dass sie anlässlich der Zeugeneinvernahmen in Wien am 25. April 1990 ihre Unterschrift in ein Exemplar des Buches \"Der Fall Lucona\" setzten, den Anschein erweckt hätten, sie könnten im Strafprozess gegen den Beschwerdeführer nicht mehr unbefangen urteilen. Demgegenüber wird er bei der Neubeurteilung der Strafsache zu entscheiden |327| haben, ob der Beschwerdeführer im Anklagepunkt der Urkundenfälschung schuldig zu sprechen sei. Mit dieser Frage hatte sich der Gerichtspräsident beim Ausstandsentscheid vom 30. April 1990 nicht zu befassen. Es kann deshalb nicht gesagt werden, das Verfahren, in dem die Strafsache neu beurteilt wird, sei wegen des Umstands, dass der Gerichtspräsident an jenem Rekusationsentscheid mitwirkte, nicht mehr offen und es werde der Anschein der Vorbestimmtheit erweckt. Der Beschwerdeführer beruft sich zu Unrecht auf ein den Kanton Freiburg betreffendes Urteil des Bundesgerichts (BGE 113 Ia 72), wonach die Personalunion von Untersuchungsrichter und Gerichtspräsident vor Art. 58 Abs. 1 BV und Art. 6 Ziff. 1 EMRK nicht standhält. Es geht hier nicht um diese Konstellation der Vorbefassung, bei welcher der Gerichtspräsident in der gleichen Angelegenheit bereits eine andere Funktion, nämlich jene des Untersuchungsrichters, ausgeübt hatte. Im vorliegenden Fall war der Gerichtspräsident im früheren Verfahrensabschnitt in der gleichen Funktion tätig, in der er auch bei der Neubeurteilung der Strafsache tätig sein wird. Nicht stichhaltig ist ferner der Einwand des Beschwerdeführers, er verliere das Vertrauen in den Richter, wenn er am 18. November 1991 vor dem Kriminalgericht des Seebezirks einem Gerichtspräsidenten gegenüberstehe, der in seiner Angelegenheit bereits einmal ein für ihn ungünstiges Urteil gefällt habe. Ein Richter verliert seine Unabhängigkeit und Unbefangenheit nicht deswegen, weil er gegen eine bestimmte Partei entscheidet (BGE 114 Ia 279 E. 1; BGE 113 Ia 409; BGE 105 Ib 304 E. 1c). Wenn der Beschwerdeführer geltend macht, er habe kein Vertrauen in den Gerichtspräsidenten des Seebezirks, weil dieser im Ausstandsverfahren gegen ihn entschieden habe, so ist das sein subjektives Empfinden, auf das nach der bundesgerichtlichen Rechtsprechung bei der Beurteilung des Anscheins der Befangenheit nicht abgestellt werden kann. Bei objektiver Betrachtung kann, wie das Kriminalgericht des Seebezirks mit Recht festhielt, nicht gesagt werden, der Ausgang des Verfahrens betreffend Neubeurteilung der Strafsache sei wegen des Umstands, dass der Gerichtspräsident des Seebezirks schon am Ausstandsentscheid vom 30. April 1990 mitgewirkt hat, nicht mehr offen und es werde der Anschein der Vorbestimmtheit erweckt. Die Rüge, der angefochtene Entscheid verletze die Art. 58 Abs. 1 BV und 6 Ziff. 1 EMRK, ist daher unbegründet."}