{"annee": "117", "cour": "V", "page": "303", "date": "25/11/1991", "cite": ["116 V 106", "108 V 245", "115 V 362"], "cite_par": ["126 V 258", "118 V 248", "124 V 108", "120 V 445", "123 V 142", "118 V 274", "119 III 18", "121 V 362", "121 V 216", "124 V 338", "132 V 159", "124 V 52"], "chapeau": "42. Arrêt du 25 novembre 1991 dans la cause B. contre Fondation d'assurances et de prestations sociales en faveur des métiers groupés par la Fédération romande des métiers du bâtiment (FRMB) et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 30 al. 2 let. a LPP, art. 331c al. 4 let. b ch. 1 CO: Paiement en espèces de la prestation de libre passage. - Moment où s'éteint le droit d'un assuré au versement en espèces de la prestation de libre passage (consid. 2b et c). - Terme auquel la demande de versement doit être présentée (consid. 2d)."], "faits": "BGE 117 V 303 S. 303\n\nA.- André-Fernand B., né le 13 décembre 1923, ressortissant français, a résidé à Genève, où il exerçait la profession de serrurier, BGE 117 V 303 S. 304du 22 janvier 1957 au 31 décembre 1988, date de son retour dans son pays d'origine.\n\nLa Fondation d'assurances et de prestations sociales en faveur des métiers groupés par la Fédération romande des métiers du bâtiment (FRMB; ci-après: la fondation), à Lausanne, est une institution de prévoyance ayant pour but de permettre aux entreprises qui lui sont affiliées de réaliser les mesures de prévoyance prévues par la LPP. Dans les divers cantons où la fondation exerce ses activités, elle est représentée auprès des assurés par les caisses de compensation des associations affiliées à la FRMB. Dans le cas des entreprises de serrurerie genevoises, il s'agit de la Caisse de compensation de la serrurerie et constructions métalliques du canton de Genève, rattachée à la MEROBA, Caisse de compensation de la Fédération romande de métiers du bâtiment (ci-après: la caisse).\n\nLe 1er novembre 1976, la fondation a délivré à André-Fernand B., qui avait mis fin à son activité professionnelle dans une entreprise affiliée à la FRMB, une police de libre passage lui garantissant un capital au décès de 3'840 francs et une rente annuelle de 768 francs. Par la suite, le prénommé a exercé à nouveau une activité lucrative dans une entreprise affiliée à la FRMB, du mois de janvier 1985 au mois de novembre 1987, et il a reçu de la fondation un certificat d'assurance daté du 1er décembre 1987, lui garantissant une rente annuelle de vieillesse de 971 francs à partir du 1er janvier 1989, date de la retraite.\n\nPar lettre du 25 août 1988, l'assuré a demandé à la caisse de l'informer sur le montant de sa future rente en indiquant qu'il arriverait à la retraite à la fin de l'année et qu'il quitterait la Suisse. Le 23 septembre 1988, la caisse a invité André-Fernand B. à remplir et à lui retourner une déclaration relative au \"deuxième pilier (LPP)\", ce que le prénommé a fait le 13 octobre suivant, en précisant une nouvelle fois qu'il quitterait la Suisse à la fin de l'année. Relancée par son assuré le 6 décembre 1988, la caisse l'a informé, le 19 décembre suivant, qu'apparemment il aurait droit à une rente de vieillesse dès le 1er janvier 1989, soit le premier jour du mois suivant l'accomplissement de sa soixante-cinquième année. Elle a en outre invité l'intéressé à remplir une demande de rente de vieillesse. Par lettre du 11 janvier 1989, le représentant d'André-Fernand B. a invité la caisse à lui fournir certains renseignements. Cette lettre contenait notamment le passage suivant: BGE 117 V 303 S. 305\n\n\"Ainsi qu'il vous en a informé, M. B. a quitté définitivement la Suisse\n\npour s'établir en France. Par conséquent, vous voudrez bien procéder au\n\ncalcul de la rente et au calcul du capital lui revenant s'il choisissait\n\ncette possibilité.\"\n\nLe 24 janvier 1989, la caisse a informé l'assuré qu'il avait droit, dès le 1er janvier 1989, à une rente viagère d'un montant annuel de 2'428 francs, soit 768 francs au titre de la rente viagère garantie conformément à la police de libre passage constituée le 1er novembre 1976 et 1'660 francs au titre de la rente viagère fondée sur la période d'assurance du 7 janvier 1985 au 20 novembre 1987 (régime LPP).\n\nLe 31 janvier 1989, l'assuré a demandé formellement à la caisse le versement en capital de l'\"avoir de vieillesse du fonds de prévoyance\", au motif qu'il avait définitivement quitté la Suisse le 31 décembre 1988.\n\nPar lettre du 13 février 1989, la caisse a refusé de faire droit à cette demande. D'une part, affirmait-elle, l'assuré n'ayant pas quitté définitivement la Suisse avant l'âge terme, il ne pouvait prétendre une prestation de libre passage. D'autre part, la caisse déclarait n'avoir reçu aucune demande de l'intéressé tendant au paiement de la prestation de vieillesse sous la forme d'un capital. Au demeurant, une telle demande est soumise à un préavis de trois ans. Aussi déclarait-elle confirmer sa \"décision de rente\" du 24 janvier 1989.\n\nB.- Un échange ultérieur de correspondance n'ayant pas permis de concilier les points de vue des parties, André-Fernand B. a ouvert action le 11 octobre 1989 devant le Tribunal des assurances du canton de Vaud en concluant implicitement au paiement de l'avoir de vieillesse sous forme de capital.\n\nPar jugement du 20 février 1990, la juridiction cantonale a rejeté la demande au motif que, d'une part, lorsqu'il avait quitté définitivement la Suisse, le 31 décembre 1988, l'assuré avait soixante-cinq ans révolus et ne pouvait donc prétendre le paiement en espèces de la prestation de libre passage et que, d'autre part, il ne satisfaisait à aucune des conditions légales ou réglementaires lui permettant d'obtenir le paiement sous la forme d'un capital de la prestation de vieillesse qui lui était due.\n\nC.- André-Fernand B. interjette recours de droit administratif contre ce jugement en demandant au Tribunal fédéral des assurances de lui reconnaître \"le droit au paiement de sa prestation en espèces\".\n\nBGE 117 V 303 S. 306\n\nLa fondation conclut au rejet du recours, tandis que l'Office fédéral des assurances sociales (ci-après: l'OFAS) propose d'admettre le pourvoi en ce sens que le droit à une prestation de libre passage payable en espèces soit reconnu au recourant.", "considerants": "Considérant en droit:\n\n1. a) Selon l'art. 104 let. a OJ, le recours de droit administratif peut être formé pour violation du droit fédéral, y compris l'excès et l'abus du pouvoir d'appréciation. En vertu de l'art. 104 let. b en liaison avec l'art. 105 al. 2 OJ, le recourant peut aussi faire valoir que l'autorité cantonale de recours a constaté les faits pertinents de manière manifestement inexacte ou incomplète ou qu'elle les a établis au mépris de règles essentielles de procédure.\n\nCependant, dans la procédure de recours portant sur l'octroi ou le refus de prestations d'assurance (y compris la restitution de celles-ci), le pouvoir d'examen du Tribunal fédéral des assurances est plus étendu. Le tribunal peut alors examiner l'opportunité de la décision attaquée; il n'est en outre pas lié par l'état de fait constaté par la juridiction inférieure. Par ailleurs, le tribunal peut s'écarter des conclusions des parties à l'avantage ou au détriment de celles-ci (art. 132 OJ; ATF 115 V 363 consid. 3a, ATF 108 V 247 consid. 1a).\n\nb) Aux termes de son mémoire de demande du 11 octobre 1989, André-Fernand B. voulait obtenir le paiement de son avoir de vieillesse sous forme de capital comme le permet l'art. 23.3 du règlement du 1er janvier 1985 régissant la fondation, intitulé \"Règlement LPP 1985\" (ci-après: le règlement). En revanche, dans sa réplique du 28 décembre 1989 en instance cantonale et dans son recours de droit administratif, il est uniquement question du paiement en espèces de la prestation de libre passage. Or, il s'agit là de deux prestations de nature différente, même si, vers la fin d'une carrière professionnelle, la prestation de libre passage payée en espèces aura une valeur et une portée très proches de celles de la prestation de vieillesse servie en capital (cf. le message du Conseil fédéral à l'appui d'un projet de loi sur la prévoyance professionnelle vieillesse, survivants et invalidité du 19 décembre 1975 [FF 1976 I 209]).\n\nIl convient dès lors d'examiner l'affaire uniquement sous l'angle du droit du recourant au versement en espèces de la prestation de libre passage échue le 30 novembre 1987.\n\nBGE 117 V 303 S. 307\n\n2. a) D'après l'art. 30 al. 2 let. a LPP, la prestation de libre passage est payée en espèces lorsque la demande en est faite par un ayant droit qui quitte définitivement la Suisse. De même, l'art. 331c al. 4 let. b ch. 1 CO dispose que l'institution de prévoyance qui est débitrice d'un travailleur en vertu des art. 331a ou 331b CO est tenue de s'acquitter de son obligation par un versement en espèces au travailleur qui le demande, lorsque celui-ci quitte définitivement la Suisse. Quant à l'art. 7 al. 2 let. b de l'ordonnance sur le maintien de la prévoyance et le libre passage du 12 novembre 1986, il dispose que le capital de prévoyance ne peut faire l'objet d'un versement anticipé que lorsque la demande en est faite par un preneur de prévoyance qui quitte définitivement la Suisse.\n\nL'art. 32.3.2 let. a du règlement est en l'occurrence conforme à ces dispositions.\n\nb) En l'espèce, il est constant que, le 31 décembre 1988, soit la veille du jour où s'est ouvert son droit à la rente de vieillesse allouée par la fondation, le recourant a définitivement quitté la Suisse pour retourner en France. Il y a lieu dès lors d'examiner si, à cette date, il pouvait encore prétendre une prestation de libre passage alors même qu'il avait atteint l'âge de soixante-cinq ans révolus le 13 décembre précédent.\n\nLes premiers juges ont répondu négativement à cette question au motif que selon l'art. 27 al. 2 LPP, l'assuré n'a droit à une prestation de libre passage qu'avant la survenance d'un cas d'assurance. Or, d'après eux, le cas d'assurance est survenu, en l'espèce, lorsque l'ayant droit a atteint l'âge de soixante-cinq ans révolus, à savoir le 13 décembre 1988. Cette thèse était également celle que soutenait la fondation en première instance et qu'elle confirme dans sa réponse au recours de droit administratif.\n\nLe recourant est en revanche d'avis que la date décisive est celle du 1er janvier 1989, c'est-à-dire le jour où est né son droit à la rente. Telle est aussi l'opinion de l'OFAS qui se fonde sur l'art. 9.2 du règlement, selon lequel \"l'âge de la retraite\" - donnant droit à une rente de vieillesse viagère (art. 18.1 du règlement) - \"est atteint le premier jour du mois qui suit le soixante-cinquième anniversaire pour les hommes\". Cette réglementation, calquée sur celle de l'AVS (cf. art. 21 al. 2, première phrase, LAVS), est conforme à la loi et trouve sa contrepartie dans le fait que la rente est payée entièrement pour le mois au cours duquel le droit s'éteint (art. 38 LPP). L'autorité de surveillance en déduit que le recourant a atteint l'âge lui donnant droit à une rente de BGE 117 V 303 S. 308vieillesse le 1er janvier 1989 et non pas le 13 décembre 1988, date de son soixante-cinquième anniversaire.\n\nc) La thèse soutenue par le recourant et l'OFAS apparaît bien fondée. En effet, les premiers juges perdent de vue que le droit du recourant à la prestation de libre passage est né bien avant le 13 décembre 1988, puisque c'est à la fin du mois de novembre 1987, alors que toutes les conditions posées à l'art. 27 al. 2 LPP étaient réalisées, que l'intimée lui a remis une police de libre passage. N'est donc pas litigieux, en l'occurrence, l'exigibilité de la prestation de libre passage - qui coïncide avec la fin du rapport de prévoyance (ATF 116 V 109 consid. 3) - mais le moment où s'est éteinte la possibilité de demander le versement de cette prestation en espèces. Or, cela dépend de la date à laquelle la créance en prestations futures est devenue exécutable, c'est-à-dire pouvait être réalisée ou, en d'autres termes, a cessé de n'être qu'une simple expectative.\n\nEn tant que partie intégrante de l'avoir de vieillesse acquis par le recourant lorsqu'il a atteint l'âge ouvrant droit à la rente de vieillesse (art. 14 al. 1, première phrase, et art. 15 al. 1 let. b LPP), la prestation de libre passage est devenue exécutable le jour où le recourant est parvenu à \"l'âge de la retraite\" au sens de l'art. 18.1 du règlement puisque, selon cette disposition réglementaire, c'est cet âge qui marque l'échéance de la rente de vieillesse. Et l'art. 9.2 du règlement prévoit que \"l'âge de la retraite est atteint le premier jour du mois qui suit le soixante-cinquième anniversaire pour les hommes\", en l'espèce le 1er janvier 1989.\n\nDès lors, il est conforme à une interprétation correcte des dispositions réglementaires ici applicables de considérer que le 31 décembre 1988 la prestation de libre passage n'était pas devenue exécutable en tant qu'élément de la rente de vieillesse puisque, ce jour-là, le droit du recourant à cette rente n'était encore que virtuel. Aussi, pour autant qu'à cette date la condition du départ définitif de la Suisse fût réalisée, le recourant pouvait-il prétendre le versement en espèces de la prestation de libre passage. Ce droit n'était pas éteint malgré la survenance de son soixante-cinquième anniversaire le 13 décembre 1988.\n\nd) Toutefois, tant les dispositions légales que réglementaires exposées au consid. 2a subordonnent le versement en espèces de la prestation de libre passage à une demande de l'ayant droit. Or, une telle demande - quel qu'en soit le motif - doit impérativement intervenir avant l'extinction du droit à l'exécution de l'obligation sous la forme d'un versement en BGE 117 V 303 S. 309espèces, c'est-à-dire avant la naissance du droit à la prestation de vieillesse. Mais, dans le cas particulier, aucune demande de versement en espèces de la prestation de libre passage n'a été formulée par le recourant, même implicitement, avant la naissance du droit à la prestation de vieillesse, soit avant le 1er janvier 1989. Dans sa lettre du 25 août 1988, l'intéressé ne s'est enquis que du \"montant de (sa) rente\". Dans la \"déclaration\" qu'il a remplie et signée le 13 octobre 1988, il n'a coché aucune des éventualités figurant dans le texte imprimé, en particulier la dernière qui avait précisément trait à la possibilité d'obtenir le versement en espèces de la prestation de libre passage en cas de départ définitif de la Suisse. A cet égard, on ne trouve rien non plus dans sa lettre du 6 décembre 1988. Ce n'est que le 11 janvier 1989, dans la lettre rédigée par le représentant de l'assuré, qu'il est question pour la première fois d'un paiement en capital. Toutefois, là encore, il ne s'agit pas véritablement d'une demande tendant au versement en espèces de la prestation de libre passage, puisque ledit représentant demandait uniquement à l'intimée de \"procéder au calcul de la rente et au calcul du capital revenant (à l'intéressé) s'il choisissait cette possibilité\". En tout état de cause, une telle demande serait tardive du moment qu'elle a été adressée à l'intimée après le 1er janvier 1989, date à laquelle la rente de vieillesse a pris naissance.\n\nCela étant, le jugement entrepris doit être confirmé dans son résultat et le recours se révèle mal fondé."}