{"annee": "117", "cour": "IV", "page": "256", "date": "6/9/1991", "cite": ["106 IV 257", "116 V 123", "101 IV 33", "111 IV 130", "106 IV 355"], "cite_par": ["120 IV 276", "127 V 281", "118 IV 239"], "chapeau": "46. Extrait de l'arrêt de la Cour de cassation pénale du 6 septembre 1991 dans la cause X. c. Ministère public du canton de Vaud (pourvoi en nullité)", "regestes": ["Art. 140 ch. 1 CP, abus de confiance. Dans un système d'assurance maladie où le patient reste seul débiteur des frais médicaux, la prestation de la caisse-maladie versée à son assuré ne constitue pas une chose confiée."], "faits": "|256|\n\nA.- Mme X. a reçu à la fin du mois d'août 1988 une facture de la \"Clinique S.\" en raison de son hospitalisation durant une quinzaine de jours pour un accouchement. Elle a transmis la facture à son assurance (caisse d'assurance-maladie) qui lui a versé le montant intégral demandé par la clinique, soit 13'058 fr. 55. Cette somme a été virée sur le compte de chèques postaux de l'assurée, mais celle-ci - en proie à des difficultés financières - a utilisé cet argent pour désintéresser d'autres créanciers que la clinique. Cet établissement hospitalier a obtenu un acte de défaut de biens de 14'377 fr. 45 au mois de juin 1989.\n\nB.- A la suite d'une plainte pénale déposée par la clinique, X. a été renvoyée devant le Tribunal correctionnel du district de Lausanne pour abus de confiance. Elle a été acquittée après s'être engagée à payer par acomptes la facture de la clinique, ce qui avait entraîné le retrait de la plainte.\n\nC.- La Cour de cassation pénale du Tribunal cantonal vaudois a admis le recours du Ministère public du canton de Vaud. X. a été condamnée à 2 mois d'emprisonnement avec sursis pendant 2 ans pour abus de confiance.\n\nD.- L'accusée se pourvoit en nullité au Tribunal fédéral. Elle soutient pour l'essentiel que la prestation d'assurance ne lui avait pas été confiée; elle demande l'annulation de l'arrêt de la Cour de cassation du canton, ainsi que le renvoi de la cause à l'autorité cantonale afin d'être acquittée, sous suite de frais et dépens.\n\n|257|", "considerants": "Extrait des considérants:\n\n1. a) D'après l'art. 140 ch. 1 CP, commet un abus de confiance celui qui, dans un dessein d'enrichissement illégitime, s'approprie sans droit une chose mobilière appartenant à autrui et qui lui avait été confiée ou celui qui, sans droit, emploie à son profit ou à celui d'un tiers une chose fongible, notamment une somme d'argent laquelle lui avait été confiée.\n\nL'un des éléments de cette infraction est le caractère de chose confiée de l'objet ou de l'argent que l'auteur s'est approprié sans droit. Ce dernier acquiert, grâce à la confiance dont il jouit, la possibilité de disposer de la chose appartenant à autrui; en d'autres termes, un pouvoir sur la chose d'autrui doit lui avoir été confié à la suite d'un accord avec le propriétaire de dite chose (ATF 111 IV 132 consid. 1a). Ainsi, une chose est confiée au sens de l'art. 140 ch. 1 CP lorsqu'elle est remise ou laissée à l'auteur pour qu'il l'utilise de manière déterminée dans l'intérêt d'autrui, en particulier pour la garder, l'administrer ou la livrer selon des instructions qui peuvent être expresses ou tacites (ATF 106 IV 259 consid. 1, ATF 101 IV 33 et arrêts cités).\n\nb) L'autorité cantonale n'a pas ignoré la jurisprudence précitée mais lui a donné une extension qu'elle ne comporte pas. En effet, rien dans l'état de fait ne permet de penser que le contrat d'assurance maladie de la recourante contienne des clauses particulières. Or, selon les art. 22bis al. 7 et 22quater al. 6 LAMA (RS 832.10), les assurés membres d'une caisse-maladie demeurent débiteurs des honoraires dus au médecin et des montants demandés par l'établissement hospitalier dans lequel ils ont séjourné; les dispositions conventionnelles contraires sont réservées. En principe donc, les relations nouées entre le patient et la clinique sont régies par le droit des obligations. La caisse maladie n'est en rien débitrice des créances de l'établissement hospitalier mais se limite à garantir, en tant que \"tiers garant\", leur prise en charge dans la mesure où elles incombent à l'assuré (voir ALFRED MAURER, schweiz. Sozialversicherungsrecht, Berne 1981, vol. II p. 354 ss). Dans ce système d'assurance, des liens juridiques étroits, sinon exclusifs, sont maintenus entre le patient et son médecin ou l'établissement hospitalier; l'assuré supporte le risque de devoir payer la différence entre ce qu'il a payé et la prestation versée par la caisse (ATF 116 V 129 consid. 3).\n\n|258|\n\nAinsi, en l'absence d'un accord contraire, le rôle d'une caisse maladie se limite à verser à ses assurés les sommes qu'elle leur doit en vertu du contrat passé avec eux. Il n'y a pas de lien juridique entre la caisse et la clinique qui obligerait la première à faire en sorte que la seconde reçoive du patient le montant des frais d'hospitalisation facturés. La caisse est libérée de toutes ses obligations, quant à la couverture des frais médicaux au sens large, dès qu'elle verse à son assuré la prestation qui découle du contrat; la clinique ne peut lui réclamer à aucun titre (garantie, porte-fort, solidarité) le montant d'une facture en souffrance. Il n'incombe pas non plus à la caisse de contrôler - avant de verser sa prestation - que le patient a payé la clinique. Il n'est en effet pas rare que celui-ci règle la facture, de ses propres deniers, avant de recevoir la prestation de la caisse. Dans un tel système, on ne voit pas sur quelle clause du contrat d'assurance-maladie pourrait reposer un rapport de confiance particulier entre les cocontractants, tendant à ce que l'assuré utilise la prestation touchée conformément à la volonté de la caisse.\n\nEn l'espèce, il existait deux contrats distincts. L'un avait été conclu entre la caisse-maladie et la recourante. L'autre liait cette dernière à l'établissement hospitalier. En revanche, il n'y avait aucun lien de droit entre la caisse-maladie et la clinique. Dès lors, la prestation d'assurance reçue par la recourante n'était assortie d'aucune condition ou charge propre à créer un rapport de confiance particulier protégé par l'art. 140 CP. Après le paiement de la prestation à l'assurée, la caisse n'avait plus d'autres obligations relatives aux soins en cause; on ne discerne donc pas d'obligation dont l'exécution aurait été confiée à la recourante. En d'autres termes, la volonté de l'assurance n'était pas de payer la clinique (ce qu'elle aurait pu pratiquement faire sans passer par un versement à l'assurée) mais seulement d'honorer ses engagements contractuels vis-à-vis de la seule recourante; la prestation a été versée dans l'intérêt exclusif de l'assurée (voir ATF 86 IV 169 consid. 3).\n\nMême si, par hypothèse, l'on admettait une obligation légale pour le patient de payer la clinique au moyen de l'indemnité versée à cette fin par la caisse-maladie, il n'existerait pas pour autant un rapport de confiance au sens de l'art. 140 ch. 1 CP; cette conclusion repose sur les mêmes motifs que ceux énoncés aux ATF 106 IV 356 consid. 3.\n\nc) La cour cantonale a raisonné en liant les obligations résultant de deux contrats distincts (entre la caisse-maladie et la |259| recourante d'une part, entre la clinique et la patiente d'autre part). A tort, cette autorité a ainsi admis que la prestation d'assurance avait été confiée à la recourante (voir SCHUBARTH, Kommentar zum schweiz. Strafrecht, B.T. vol. 2, Berne 1990, art. 140 p. 86 n. 39). L'art. 140 CP n'instaure pas une protection pénale générale de la bonne foi dans l'exécution de tous les contrats (voir SCHUBARTH, op.cit., p. 82 n. 24). La somme d'argent doit avoir été confiée, élément qui fait ici défaut. En particulier, contrairement à ce que paraît soutenir le Ministère public cantonal, le lien juridique entre la recourante et la clinique (qui n'a pas versé de somme d'argent et qui n'a rien confié) n'est pas protégé ici.\n\nLe pourvoi doit être admis et la cause renvoyée à l'autorité cantonale afin que la recourante soit acquittée."}