{"annee": "117", "cour": "III", "page": "4", "date": "11/1/1991", "cite": ["115 IA 12", "115 III 11", "115 III 6", "113 III 5", "100 III 3"], "cite_par": ["120 III 9", "123 III 492", "119 V 89", "121 III 88"], "chapeau": "2. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 11. Januar 1991 i.S. X. (Rekurs)", "regestes": ["Délai pour le dépôt du recours au Tribunal fédéral (art. 19 al. 1 LP). Calcul du délai en cas de notification de la décision de l'autorité cantonale de surveillance - à une adresse postale (consid. 2); - pendant les féries du droit de poursuite ou de sorte que le délai de recours vient à échéance pendant ces féries (consid. 3)."], "faits": "", "considerants": "BGE 117 III 4 S. 4\n\nAus den Erwägungen:\n\n2. Eine an einen Postfachinhaber adressierte eingeschriebene Sendung ist erst in jenem Zeitpunkt als zugestellt zu betrachten, da sie am Postschalter abgeholt wird. Geschieht dies nicht innerhalb der in Art. 169 Abs. 1 lit. e der Verordnung (1) zum Postverkehrsgesetz (SR 783.01) vorgesehenen Abholfrist von sieben Tagen, gilt die Sendung nach der Rechtsprechung als am letzten Tag dieser Frist zugestellt, sofern der Adressat mit der Zustellung hatte rechnen müssen (vgl. BGE 115 Ia 15 E. a; BGE 100 III 7 f.).\n\nLetzteres ist hier ohne weiteres zu bejahen, hatte doch der Rekurrent selbst nur wenige Wochen zuvor die im fraglichen Entscheid beurteilte Beschwerde eingereicht. Der erste Tag der für die Zustellung des Entscheids vom 28. November 1990 massgebenden Abholfrist war unter den gegebenen Umständen offensichtlich der 30. November 1990, d.h. der Tag nach der Postaufgabe, so dass die siebentägige Frist am 6. Dezember 1990 endete. (Das Postamt ... leitete die Sendung am darauffolgenden Tag an die kantonale Aufsichtsbehörde zurück.) Am 6. Dezember 1990 begann nach dem Gesagten die Frist von zehn Tagen für die BGE 117 III 4 S. 5Einreichung des Rekurses an die erkennende Kammer (Art. 19 Abs. 1 SchKG) zu laufen. Der erste mitzuzählende Tag (vgl. Art. 32 Abs. 1 OG) war der 7. Dezember 1990 und der letzte Tag der Frist der 16. Dezember 1990, der auf einen Sonntag fiel. Der Rekurs hätte daher spätestens am nächstfolgenden Werktag (Art. 32 Abs. 2 OG), d.h. am 17. Dezember 1990, der Post übergeben werden müssen. Dies geschah indessen erst am 4. Januar 1991.\n\n3. Die vom Rekurrenten angeführten Weihnachts-Betreibungsferien, die am 18. Dezember 1990 einsetzten (vgl. Art. 56 Ziff. 3 SchKG), konnten auf den Fristenlauf demnach von vornherein keinen Einfluss haben. Etwas anderes hätte sich übrigens auch nicht ergeben, wenn die Zustellung des angefochtenen Entscheids oder das Ende der Rekursfrist in die Betreibungsferien gefallen wäre: Bis vor kurzem nahm die erkennende Kammer zwar generell an, die Zustellung entfalte ihre Wirkung auch bei einem Beschwerdeentscheid einer kantonalen Aufsichtsbehörde in einem solchen Fall erst am Tag nach Ablauf der Ferien (dazu BGE 113 III 5 f.). Nach der mit BGE 115 III 6 ff. eingeleiteten Rechtsprechung (vgl. auch BGE 115 III 11 ff.) fallen Vorkehren der Aufsichtsbehörden indessen nur dann unter das Verbot der Vornahme von Betreibungshandlungen gemäss Art. 56 SchKG, wenn diese Behörden selbständig in das Verfahren eingreifen und dem Betreibungsbeamten die Vornahme einer Betreibungshandlung vorschreiben; entscheiden sie - wie hier die Vorinstanz - nur über die Begründetheit einer Beschwerde oder eines Rekurses, liegt dagegen keine Betreibungshandlung im Sinne der genannten Bestimmung vor. Wo Art. 56 SchKG nicht zum Tragen kommt, ist auch der Anwendung des vom Rekurrenten angerufenen Art. 63 SchKG betreffend die Auswirkungen der Betreibungsferien auf den Lauf einer Frist der Boden entzogen (vgl. BGE 115 III 10 f. E. 5, 13 f. E. b und c) ..."}