{"annee": "143", "cour": "III", "page": "416", "date": "2/6/2017", "cite": ["142 IV 196", "141 III 80", "138 IV 258", "139 IV 113", "142 III 653", "141 III 270", "138 III 94", "134 III 188", "141 II 113", "134 I 184", "138 III 333", "135 III 329", "138 III 190"], "cite_par": ["144 III 475"], "chapeau": "57. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause A. contre B. (recours en matière civile)\n\n5A_661/2016 du 2 juin 2017", "regestes": ["Recours contre une décision limitée à la question des frais et dépens de la procédure prise séparément d'une décision sur la compétence (art. 92 et 93 LTF). Lorsqu'une partie conteste la décision sur les frais et dépens prise séparément de la décision sur la compétence, la réglementation exceptionnelle prévue par l'art. 92 LTF ne s'applique pas. La recevabilité du recours se détermine selon l'art. 93 LTF. Absence de préjudice irréparable (consid. 1)."], "faits": "|416|\n\nA. Statuant sur appel de A. le 26 mars 2015, la Cour d'appel civile du Tribunal cantonal du canton de Vaud a confirmé le jugement du 7 avril 2014 de la Chambre patrimoniale cantonale déclarant irrecevable la demande de A. du 11 septembre 2012 qui tendait à la |417| condamnation de B. au paiement de diverses sommes et à la mainlevée définitive, à concurrence de 130'070 fr., plus intérêts, de l'opposition que ce dernier avait formée au commandement de payer notifié dans la poursuite n° x. Elle a en outre admis la demande d'assistance judiciaire de l'intimé.\n\nB. Le 18 février 2016, la IIe Cour de droit civil du Tribunal fédéral a admis le recours en matière civile formé par A. contre cet arrêt qu'elle a réformé en ce sens qu'elle a renvoyé la cause à la \"Chambre patrimoniale cantonale\" pour examen de la demande du 11 septembre 2012, mis les frais judiciaires à la charge de l'intimé, fixé les dépens dus à la recourante pour la procédure devant le Tribunal fédéral et renvoyé la cause à \"l'autorité cantonale\" pour nouvelle décision sur les frais et dépens de la procédure cantonale (arrêt 5A_633/2015).\n\nStatuant à la suite de ce renvoi le 16 juin 2016, la Cour d'appel civile vaudoise a renvoyé la décision sur les frais et dépens de première instance à la décision finale. Elle a arrêté les frais de deuxième instance à charge de B. à 2'299 fr., qu'elle a provisoirement laissés à la charge de l'Etat, et fixé à 6'000 fr. les dépens de deuxième instance à verser à A. Elle a précisé que le bénéficiaire de l'assistance judiciaire B. était, dans la mesure de l'art. 123 CPC, tenu au remboursement des frais judiciaires et de l'indemnité due à son conseil d'office pris en charge par l'Etat. Elle a enfin déclaré exécutoire l'arrêt qu'elle a rendu sans frais judiciaires.\n\nC. Le Tribunal fédéral a déclaré irrecevable le recours en matière civile interjeté par A. lequel tendait, principalement, à ce que les dépens de première instance soient fixés à 35'000 fr. et ceux de seconde instance à 17'000 fr., au renvoi à la décision finale du prononcé sur les frais et dépens de la procédure de conciliation et à ce que les frais de première et de deuxième instance, arrêtés respectivement à 4'000 fr. et 2'299 fr., soient mis à la charge de B., plus intérêts à dater de leur échéance respective et, subsidiairement, au renvoi de la cause pour nouvelle décision dans le sens des considérants.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n1. Le Tribunal fédéral examine d'office et librement la recevabilité des recours qui lui sont soumis (ATF 142 IV 196 consid. 1; ATF 141 II 113 consid. 1).\n\n|418|\n\n1.1 Par arrêt du 18 février 2016 (5A_633/2015), le Tribunal fédéral, admettant le recours en matière civile, a réformé l'arrêt cantonal en ce sens qu'il a renvoyé la cause à la Chambre patrimoniale (autorité de première instance) pour examen de la demande. Il s'agit là d'un renvoi improprement dit dès lors qu'il a été ordonné pour que la procédure se poursuive (CORBOZ, in Commentaire de la LTF, 2e éd. 2014, n° 14 ad art. 107 LTF). Il résulte en effet des considérants que le Tribunal fédéral a statué sur la compétence ratione materiae et ratione loci - qu'il a admises - du premier juge à connaître de la demande au fond (consid. 4.3). Cet arrêt se substituait à l'arrêt cantonal du 26 mars 2015 (NICOLAS VON WERDT, in Bundesgerichtsgesetz [BGG],2e éd. 2015, n° 9 ad art. 107 LTF p. 573,; CORBOZ, op. cit., n° 25 ad art. 107 LTF) et constituait une décision préjudicielle ou incidente sur la compétence.\n\n1.2 L'arrêt attaqué du 16 juin 2016 se limite à régler les frais et dépens de la procédure incidente cantonale sur la compétence. En application des art. 104 ss CPC ainsi que du Tarif du 26 septembre 2010 des frais judiciaires civils (RSV 270.11.5) et du Tarif du 23 novembre 2010 des dépens en matière civile (RSV 270.11.6), il renvoie la décision sur les frais et dépens de première instance à la décision finale, dit que les frais judiciaires de deuxième instance, arrêtés à 2'299 fr., pour l'intimé sont provisoirement laissés à la charge de l'Etat et fixe les dépens de deuxième instance à verser à l'appelante à 6'000 fr., tout en réservant l'art. 123 CPC.\n\nCe prononcé accessoire s'inscrit dans le cadre de l'arrêt de renvoi du Tribunal fédéral (5A_633/2015) lequel, renonçant à fixer lui-même les frais et dépens de la procédure cantonale, a laissé à la Cour d'appel civile le soin de le faire conformément aux règles de procédure civile et aux tarifs cantonaux, possibilité que lui confère les art. 67 et 68 al. 5 LTF (ATF 134 I 184 consid. 6.2, en cas de renvoi selon l'art. 107 al. 2, 2e phrase, LTF).\n\nFormellement, il n'est pas contenu dans la décision sur la question principale relative à la compétence. Cette particularité tient au fait que, dans son arrêt de renvoi, le Tribunal fédéral a fait usage de la faculté que lui réserve l'art. 107 al. 2, 2e phrase, LTF de renvoyer l'affaire directement à l'autorité qui a statué en première instance (cf. supra, consid. 1.1). Il n'en demeure pas moins qu'il constitue une décision additionnelle et rectificative par rapport à la décision que la cour cantonale avait rendue et qui a donné lieu à l'arrêt du Tribunal fédéral du 18 février 2016 avec laquelle il forme une unité (cf. sur |419| le cas de procédures distinctes étroitement liées par leur objet: ATF 142 III 653 consid. 1.3). Elle doit donc être traitée à l'instar d'un prononcé accessoire contenu dans une décision incidente sur la compétence.\n\n1.3 Selon la jurisprudence, lorsqu'une partie conteste uniquement le prononcé sur les frais et dépens contenu dans une décision incidente sur la compétence, la recevabilité du recours se détermine selon l'art. 93 LTF. Il n'est en effet pas justifié de traiter les décisions incidentes sur la compétence différemment des autres décisions incidentes pour lesquelles il n'est possible de critiquer la seule répartition des frais et dépens que dans un recours dirigé contre la décision finale (ATF 138 III 94 consid. 2; ATF 135 III 329 consid. 1).\n\nL'hypothèse de l'art. 93 al. 1 let. a LTF n'entrant manifestement pas en considération en l'espèce, la recevabilité du recours supposerait l'existence d'un préjudice irréparable, à savoir qui cause un inconvénient de nature juridique, qui ne puisse pas être ultérieurement réparé ou entièrement réparé par une décision finale favorable au recourant (ATF 141 III 80 consid. 1.2; ATF 139 IV 113 consid. 1; ATF 138 III 333 consid. 1.3.1, ATF 138 III 190 consid. 6; ATF 134 III 188 consid. 2).\n\nLe prononcé accessoire sur les frais et dépens, contenu dans une décision incidente, n'est cependant pas de nature à causer un tel dommage; la partie qui, sans remettre en cause la question tranchée par la décision incidente, s'estime lésée par la répartition des frais et dépens, conserve la possibilité de contester ce point à l'appui du recours contre la décision finale, conformément à l'art. 93 al. 3 LTF ou, si celle-ci n'est pas remise en cause sur le fond, dès le moment où elle a été rendue (ATF 138 III 94 consid. 2.3; ATF 135 III 329 consid. 1.2, avec les citations; arrêts 2D_1/2017 du 9 janvier 2017 consid. 3.2, avec la jurisprudence citée; 5A_624/2016 du 9 mars 2017 consid. 1.1; 5A_960/2013 du 13 février 2014 consid. 2.3; 5A_477/2013 du 11 novembre 2013 consid. 3.1; 5A_747/2013 du 30 janvier 2014 consid. 1.1).\n\nLorsque la recourante soutient que la Cour d'appel civile ne pouvait pas renvoyer à la décision finale la fixation des dépens relatifs à la procédure incidente de première instance, elle ne démontre pas l'existence d'un préjudice irréparable, mais se plaint d'une violation des règles du Code de procédure civile en la matière, notamment de l'art. 104 CPC, grief qui peut être soulevé dans un recours contre la décision finale. |420|\n\n1.4 Le Tribunal fédéral renonce à l'exigence d'un préjudice irréparable lorsque la partie recourante expose et rend vraisemblable que la décision contestée entraînera un déni de justice ou un retard injustifié (ATF 138 IV 258 consid. 1.1 et ATF 138 III 190 consid. 6; arrêt 5A_878/2014 du 17 juin 2015 consid. 1.1, non publié aux ATF 141 III 270).\n\nLa recourante invoque cette dernière hypothèse. Elle se contente toutefois à cet égard de nombreuses considérations générales sur la violation du principe de célérité et d'affirmer - sans plus d'explications - que le renvoi à la décision finale de la décision sur les frais et dépens de première instance viole son \"droit à ce que sa cause soit entendue dans un délai raisonnable eu égard notamment à l'enjeu du litige dont la valeur atteint CHF 130'070\". Ce moyen est en conséquence insuffisamment motivé, de sorte que le recours n'échappe pas à l'exigence de l'art. 93 al. 1 let. a LTF. (...)"}