{"annee": "143", "cour": "IV", "page": "457", "date": "16/11/2017", "cite": ["141 IV 220", "139 IV 25"], "cite_par": ["145 IV 42"], "chapeau": "58. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Oberstaatsanwaltschaft des Kantons Aargau (Beschwerde in Strafsachen)\n\n6B_129/2017 vom 16. November 2017", "regestes": ["Droit du prévenu de participer aux auditions de coaccusés (art. 147 al. 1 CPP); interdiction d'utiliser des preuves illicites (art. 147 al. 4 CPP). Le prévenu a, en principe, le droit de participer aux auditions de coprévenus dans la même procédure. Une violation de ce droit rend inexploitables les déclarations à charge émanant de coprévenus (confirmation de la jurisprudence [ATF 141 IV 220 consid. 4 s.]). Les informations obtenues lors d'auditions non exploitables ne peuvent être utilisées ni pour préparer l'administration renouvelée de preuves ni pour y procéder (consid. 1.6)."], "faits": "|458|\n\nA. Die Staatsanwaltschaft Baden eröffnete mit Verfügung vom 10. August 2011 unter der Verfahrensnummer ST.2011.4075 eine Strafuntersuchung gegen X. Dieser befand sich vom 9. September 2011 bis zum Antritt des vorzeitigen Strafvollzugs am 18. Juni 2013 in Untersuchungshaft. Am 30. Oktober 2013 wurde er aus dem vorzeitigen Strafvollzug entlassen. Am 18. Juni 2014 erhob die Staatsanwaltschaft Anklage.\n\nMit Urteil des Bezirksgerichts Baden vom 1. Juli 2015 wurde X. der einfachen Körperverletzung gemäss Art. 123 Ziff. 1 StGB, der mehrfachen, teilweise versuchten Nötigung gemäss Art. 181 StGB, der mehrfachen Gefährdung des Lebens gemäss Art. 129 StGB, des qualifizierten Raubes gemäss Art. 140 Ziff. 4 StGB und der mehrfachen Widerhandlung gegen das Bundesgesetz vom 20. Juni 1997 über Waffen, Waffenzubehör und Munition (Waffengesetz, WG; SR 514. 54) gemäss Art. 33 Abs. 1 lit. a i.V.m. Art. 4 Abs. 1 lit. a WG schuldig gesprochen und mit einer Freiheitsstrafe von 10 Jahren bestraft.\n\nGegen dieses Urteil erhob X. Berufung an das Obergericht des Kantons Aargau. Mit Urteil vom 18. November 2016 sprach dieses X. vom Vorwurf der mehrfachen Gefährdung des Lebens gemäss Art. 129 StGB frei. Hingegen erklärte es ihn der einfachen Körperverletzung gemäss Art. 123 Ziff. 1 StGB, der mehrfachen, teilweise versuchten Nötigung gemäss Art. 181 StGB, des qualifizierten Raubes gemäss Art. 140 Ziff. 3 StGB und der mehrfachen Widerhandlung gegen das Waffengesetz gemäss Art. 33 Abs. 1 lit. a i.V.m. Art. 4 Abs. 1 lit. a WG für schuldig und verurteilte ihn zu einer Freiheitsstrafe von 5 Jahren.\n\nB. Mit Eingabe vom 30. Januar 2017 führt X. Beschwerde in Strafsachen an das Bundesgericht. Er beantragt, er sei von den Vorwürfen des qualifizierten Raubes gemäss Art. 140 Ziff. 3 StGB, der Nötigung gemäss Art. 181 StGB zum Nachteil von A. und der mehrfachen Widerhandlungen gegen das Waffengesetz gemäss Art. 33 Abs. 1 lit. a i.V.m. Art. 4 Abs. 1 lit. a WG freizusprechen. Er sei in Anrechnung der erstandenen Haft von 783 Tagen mit einer Freiheitsstrafe von 12 Monaten zu bestrafen, und für die erlittene Überhaft sei ihm eine Genugtuung von Fr. 50'000.- zu entrichten. Eventualiter sei die Sache zur Neubeurteilung von Schuld und Strafe sowie der Kosten- und Entschädigungsfolgen an die Vorinstanz zurückzuweisen. Die Schuldsprüche wegen einfacher Körperverletzung und wegen mehrfacher, teilweiser versuchter Nötigung werden - mit Ausnahme der Verurteilung wegen Nötigung zum Nachteil von A. - vom Beschwerdeführer nicht angefochten. |459|\n\nDie Oberstaatsanwaltschaft und die Vorinstanz beantragen die Beschwerdeabweisung. Der Beschwerdeführer hat auf weitere Bemerkungen verzichtet.\n\nIn Gutheissung der Beschwerde hebt das Bundesgericht das angefochtene Urteil auf und weist die Sache zu neuer Entscheidung an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n1. (...)\n\n1.6.1 Sämtliche Einvernahmen wurden somit im gleichen Verfahren ST.2011.4075 durchgeführt. Die Tatsache, dass einzelne Verfahren - so jene gegen B., C. und D. - später abgetrennt wurden, ist für die Beurteilung nicht von Relevanz.\n\nIm gleichen Verfahren steht der beschuldigten Person, wie dargelegt (nicht publ. E. 1.4), gemäss Art. 147 Abs. 1 StPO grundsätzlich das Recht zu, an den Einvernahmen von mitbeschuldigten Personen und von Auskunftspersonen teilzunehmen. Dem Beschwerdeführer wurde diese Möglichkeit indes bei sämtlichen Einvernahmen verwehrt. Dass eine Teilnahme vorliegend aus den aus dem Gesetz resultierenden Gründen (vgl. hierzu BGE 139 IV 25 E. 5.4 und E. 5.5 S. 33 ff.) ausser Betracht gefallen wäre, wird von der Staatsanwaltschaft und der Vorinstanz nicht geltend gemacht. Insbesondere wird nicht behauptet und ist auch nicht ersichtlich, dass ein Anwendungsfall von Art. 108 Abs. 1 StPO vorgelegen hätte (eingehend hierzu BGE 139 IV 25 E. 5.5.6-5.5.11 S. 38 ff.).\n\nEine Verletzung von Art. 147 Abs. 1 StPO führt nach dem Gesagten gestützt auf Art. 147 Abs. 4 StPO zu einem Beweisverwertungsverbot gegenüber der Partei, die an der Beweiserhebung nicht anwesend war (BGE 139 IV 25 E. 5.4.1 S. 34). Werden Aussagen, welche die Befragten in Einvernahmen ohne Teilnahme des Beschwerdeführers machten, in späteren Konfrontationseinvernahmen den Befragten wörtlich vorgehalten, so werden diese Aussagen im Sinne von Art. 147 Abs. 4 StPO unzulässigerweise verwertet.\n\n1.6.2 Im zu beurteilenden Fall erachtet der Beschwerdeführer selbst die Aussagen von B. anlässlich der Einvernahme als Auskunftsperson vom 5. August 2011 als verwertbar, da die Befragung vor der ersten Einvernahme des Beschwerdeführers als beschuldigte Person am 21. September 2011 stattfand. Unbestrittenermassen verwertbar sind auch die von der Vorinstanz berücksichtigten Aussagen von B. |460| anlässlich der Konfrontationseinvernahme vom 17. Juni 2013, bei welcher diesem keine früheren Aussagen vorgehalten wurden, sondern er zu einem ihn belastenden Schreiben des Beschwerdeführers Stellung nahm.\n\nDie Vorinstanz hat indessen bei den vom Beschwerdeführer angefochtenen Schuldsprüchen auch Aussagen von B., C., D., E. und F. in die Beweiswürdigung miteinbezogen. Dabei handelt es sich einerseits um staatsanwaltschaftliche oder von der Staatsanwaltschaft an die Polizei delegierte Befragungen nach dem 21. September 2011, bei denen dem Beschwerdeführer das Teilnahmerecht nicht gewährt wurde, oder andererseits um Konfrontationseinvernahmen, die sich im Wesentlichen in einer Bestätigung früher gemachter Aussagen erschöpften.\n\nDas Datum ist insofern massgebend, als der Beschwerdeführer an diesem Tag zum ersten Mal staatsanwaltschaftlich befragt wurde und ihm deshalb ab diesem Zeitpunkt das Recht zustand, an den staatsanwaltschaftlichen oder von der Staatsanwaltschaft an die Polizei delegierten Beweiserhebungen anwesend zu sein (vgl. nicht publ. E. 1.4). Soweit dem Beschwerdeführer die Teilnahme an Einvernahmen nach dem 21. September 2011 verwehrt wurde, dürfen sie nach Art. 147 Abs. 4 StPO zu seinem Nachteil nicht verwertet werden.\n\nDie Durchführung einer Einvernahme ohne Teilnahme des Beschuldigten steht einer Wiederholung der Beweiserhebung grundsätzlich nicht entgegen. Wird aber die Einvernahme wiederholt oder wird - wie im vorliegenden Verfahren - zu einem späteren Zeitpunkt eine Konfrontationseinvernahme durchgeführt, darf die Strafbehörde nicht auf die Ergebnisse der vorausgegangenen Einvernahmen zurückgreifen, soweit diese einem Beweisverbot unterliegen. Art. 147 Abs. 4 StPO hält klar fest, dass Beweise, die unter Verletzung des Teilnahmerechts erhoben worden sind, nicht zulasten der Partei verwertet werden dürfen, die nicht anwesend war. Und ebenso deutlich sieht Art. 141 Abs. 1 StPO vor, dass Beweise in keinem Fall verwertbar sind, wenn die Strafprozessordnung einen Beweis als unverwertbar bezeichnet. Aufzeichnungen über unverwertbare Beweise sind denn auch nach Art. 141 Abs. 5 StPO aus den Strafakten zu entfernen, bis zum rechtskräftigen Abschluss des Verfahrens unter separatem Verschluss zu halten und danach zu vernichten.\n\nSind Beweise in keinem Fall verwertbar und aus den Strafakten zu entfernen, hat dies auch Konsequenzen für die weitere |461| Untersuchungsführung. Die aus unverwertbaren Einvernahmen erlangten Erkenntnisse dürfen weder für die Vorbereitung noch für die Durchführung erneuter Beweiserhebungen verwendet werden. Genau dies ist indessen vorliegend geschehen. In den später durchgeführten Konfrontationseinvernahmen wurden die Mitbeschuldigten oder Belastungszeugen nicht mehr aufgefordert, sich zum Gegenstand der Einvernahme zu äussern (vgl. Art. 143 Abs. 4 StPO), und sie wurden auch nicht mehr zur Sache befragt. Vielmehr beschränkte sich die einvernehmende Strafbehörde weitgehend darauf, aus den vorausgegangenen, nicht verwertbaren Befragungen längere Passagen in Anführungszeichen wortwörtlich wiederzugeben, worauf sich dann die einvernommenen Personen in aller Regel mit der Antwort begnügten, das stimme so, es sei damals korrekt protokolliert worden oder sie habe nichts mehr zu ergänzen.\n\n1.6.3 Die Vorinstanz verletzt Bundesrecht, soweit sie im Rahmen ihrer Beweiswürdigung zum Nachteil des Beschwerdeführers auf Aussagen von Mitbeschuldigten oder Belastungszeugen in Einvernahmen abstellt, bei denen dem Beschwerdeführer nach dem 21. September 2011 das Teilnahmerecht nicht gewährt wurde oder anlässlich derer den einvernommenen Personen Erkenntnisse aus vorausgegangenen Befragungen vorgehalten wurden, die mangels Gewährung der Teilnahmerechte ihrerseits einem Beweisverbot unterliegen.\n\nDie Vorinstanz stützt sich in ihrer Beweiswürdigung ganz wesentlich auf nicht verwertbare Beweise ab. Ob die verwertbaren Beweise (insbesondere Telefonkontrolle, Observation und verwertbare Aussagen) eine Verurteilung wegen qualifizierten Raubes gemäss Art. 140 Ziff. 3 StGB, wegen Nötigung gemäss Art. 181 Abs. 1 StGB zum Nachteil von A. und wegen mehrfacher Widerhandlungen gegen das Waffengesetz gemäss Art. 33 Abs. 1 lit. a i.V.m. Art. 4 Abs. 1 lit. a WG zu begründen vermögen, ist nicht vom Bundesgericht, sondern von der Vorinstanz zu entscheiden (vgl. zum Ganzen auch BGE 141 IV 220 E. 5 S. 230 f.)."}