{"annee": "143", "cour": "I", "page": "344", "date": "8/8/2017", "cite": ["141 I 172", "137 II 409", "133 III 393", "141 III 80", "138 IV 258", "136 I 323", "133 III 629"], "cite_par": [], "chapeau": "32. Extrait de l'arrêt de la Ire Cour de droit social dans la cause A. contre Département de l'instruction publique, de la culture et du sport (recours en matière de droit public)\n\n8C_607/2016 du 8 août 2017", "regestes": ["Art. 29a Cst.; art. 21 al. 3 LPAC/GE; art. 46A RPAC/GE et art. 57 let. c LPA/GE; ouverture d'une procédure de reclassement d'un agent de la fonction publique genevoise; droit cantonal; préjudice irréparable. La décision incidente d'ouverture d'une procédure de reclassement préalablement au prononcé d'un licenciement administratif ordinaire peut causer un préjudice irréparable au sens de l'art. 57 let. c LPA/GE (consid. 7.4). Le fait de subordonner le droit de l'agent de demander sa réintégration à la condition qu'il renonce au préalable à un reclassement viole la garantie de l'accès au juge selon l'art. 29a Cst. (consid. 8.3)."], "faits": "|345|\n\nA. A., enseignant, a été promu par le Conseil d'Etat de la République et canton de Genève (ci-après: le Conseil d'Etat) à la fonction de B. avec effet au 11 août 2008. Après avoir été libéré de son obligation de travailler (dès le 17 août 2015), l'intéressé a été informé par la Conseillère d'Etat en charge du Département de l'instruction publique, de la culture et du sport de la République et canton de Genève (ci-après: le DIP) que les éléments constitutifs d'un motif fondé de résiliation des rapports de service étaient réalisés et que, ce faisant, la direction des ressources humaines du département allait procéder à la recherche d'un poste disponible répondant à ses capacités au sein de l'administration (décision du 15 décembre 2015).\n\nB. A. a déféré cette décision devant la Cour de justice de la République et canton de Genève, Chambre administrative. Le 7 mars 2016, il a indiqué avoir accepté le poste de C. (dès le 14 mars 2016) qui lui a été proposé dans le cadre de la procédure de reclassement, mais qu'il maintenait son recours. Par arrêt du 26 juillet 2016, la Cour de justice a déclaré le recours irrecevable.\n\nC. A. forme un recours en matière de droit public contre ce jugement dont il demande l'annulation. Il conclut principalement à l'annulation de la décision d'affectation à la fonction de C. et à la réintégration dans son affectation de B. Subsidiairement, il conclut au renvoi de la cause à l'autorité précédente pour qu'elle entre en matière sur son recours et l'instruise. A l'appui de son recours, il produit la confirmation de son changement de fonction (du 25 août 2016).\n\nLe DIP conclut principalement à l'irrecevabilité du recours et subsidiairement à son rejet.\n\nLe recourant a déposé des observations le 19 décembre 2016.\n\nLe Tribunal fédéral a admis le recours dans la mesure où il était recevable.", "considerants": "Extrait des considérants:\n\n1.\n\n1.1 La juridiction cantonale a déclaré le recours irrecevable dans la mesure où il n'était pas devenu sans objet. Elle a considéré que |346| l'ouverture de la procédure de reclassement ne constituait qu'une étape vers une éventuelle résiliation des rapports de service ou le maintien de l'intéressé dans un autre poste au sein de la fonction publique. Ce faisant, le recourant avait reporté de manière anticipée sur la décision d'ouverture de la procédure les conséquences d'un éventuel échec de son reclassement. En réalité, selon les premiers juges, la contestation des reproches adressés par le DIP ne pouvait intervenir que s'ils servaient à fonder une décision de licenciement, en l'état inexistante. Le recourant avait par ailleurs mis fin à la procédure de reclassement en choisissant d'accepter la fonction de C., colloquée dans une échelle de traitement inférieure.\n\n1.2 La question de savoir si le jugement attaqué est une décision incidente (art. 93 LTF) ou une décision finale (art. 90 LTF) peut demeurer indécise. En effet, lorsqu'un recours porte sur la question de l'existence même d'un recours cantonal, le recours auprès du Tribunal fédéral est en principe recevable indépendamment de l'exigence d'un préjudice irréparable au sens de l'art. 93 al. 1 let. a LTF (ATF 138 IV 258 consid. 1.1 p. 261; arrêt 1B_37/2014 du 10 juin 2014 consid. 1, in SJ 2015 I p. 73). En tout état de cause, la problématique d'un éventuel préjudice irréparable pourrait en l'occurrence rester indécise au niveau de la recevabilité. En effet la question soulevée au fond tend justement à examiner si tel est le cas en l'espèce (arrêt 1B_324/2016 du 12 septembre 2016 consid. 1).\n\n2. La présente cause est une contestation de nature pécuniaire en matière de rapports de travail de droit public, de sorte que le motif d'exclusion de l'art. 83 let. g LTF n'entre pas en considération. La valeur litigieuse dépasse largement le seuil de 15'000 fr. (le recourant fait valoir au fond une perte de salaire de 42'318 fr. par an) ouvrant la voie du recours en matière de droit public en ce domaine (art. 51 al. 1 et art. 85 al. 1 let. b LTF). Le recours a par ailleurs été déposé dans le délai (art. 100 LTF) et dans les formes (art. 42 LTF) prescrits par la loi.\n\n3. Le recours contient le renvoi à une pièce nouvelle (du 25 août 2016), postérieure à la décision attaquée. Le recourant n'expose toutefois pas précisément en quoi la présentation de cette pièce et des allégués s'y référant serait admissible au regard des exigences légales (art. 99 al. 1 LTF; ATF 133 III 393 consid. 3 p. 395; arrêt 9C_58/2015 du 11 août 2015 consid. 3.2). Il n'y a dès lors pas lieu de les prendre en considération. |347|\n\n4. Le litige porte uniquement sur le point de savoir si la juridiction cantonale était fondée à déclarer irrecevable le recours formé par le recourant contre la décision d'ouverture d'une procédure de reclassement. Compte tenu de la nature du litige, le recourant ne peut conclure qu'à l'annulation de la décision attaquée et au renvoi de la cause à l'autorité précédente pour qu'elle entre en matière sur le recours cantonal et statue sur le fond. Il s'ensuit que les conclusions principales du recourant tendant à ce que le Tribunal fédéral se prononce lui-même sur le fond de l'affaire sont irrecevables.\n\n5.\n\n5.1 Selon l'art. 21 al. 3 de la loi générale [de la République et canton de Genève] du 4 décembre 1997 relative au personnel de l'administration cantonale, du pouvoir judiciaire et des établissements publics médicaux (LPAC; rs/GE B 5 05), l'autorité compétente peut résilier les rapports de service du fonctionnaire pour un motif fondé. [...] Elle est tenue, préalablement à la résiliation, de proposer des mesures de développement et de réinsertion professionnels et de rechercher si un autre poste au sein de l'administration cantonale correspond aux capacités de l'intéressé. Aux termes de l'art. 22 LPAC, il y a motif fondé lorsque la continuation des rapports de service n'est plus compatible avec le bon fonctionnement de l'administration, soit notamment en raison de l'insuffisance des prestations (let. a), de l'inaptitude à remplir les exigences du poste (let. b) et de la disparition durable d'un motif d'engagement (let. c).\n\n5.2 Selon l'art. 46A du règlement d'application [de la République et canton de Genève] du 24 février 1999 de la loi générale relative au personnel de l'administration cantonale, du pouvoir judiciaire et des établissements publics médicaux (RPAC; rs/GE B 5 05.01), lorsque les éléments constitutifs d'un motif fondé de résiliation sont dûment établis lors d'entretiens de service, un reclassement selon l'art. 21 al. 3 LPAC est proposé pour autant qu'un poste soit disponible au sein de l'administration et que l'intéressé au bénéfice d'une nomination dispose des capacités nécessaires pour l'occuper (al. 1). [...] L'intéressé bénéficie d'un délai de 10 jours ouvrables pour accepter ou refuser la proposition de reclassement (al. 4). En cas de reclassement, un délai n'excédant pas 6 mois est fixé pour permettre à l'intéressé d'assumer sa nouvelle fonction (al. 5). En cas de refus, d'échec ou d'absence du reclassement, une décision motivée de résiliation des rapports de service pour motif fondé intervient (al. 6). Le service des ressources humaines du département, agissant d'entente avec l'office du personnel de l'Etat, est l'organe responsable (al. 7). |348|\n\n6. Le DIP, par sa Conseillère d'Etat, a tout d'abord constaté la réalisation des éléments constitutifs d'un motif fondé de résiliation des rapports de service de A. le 15 décembre 2015, puis communiqué la cause à la directrice de la direction des ressources humaines pour qu'elle procède à la recherche d'un poste disponible répondant aux capacités de l'intéressé durant un délai de deux mois. Cette mesure constitue, selon les termes clairs de l'art. 21 al. 3 LPAC, une étape obligatoire préparant une résiliation des rapports de service qui, autrement, pourrait être jugée contraire au principe de la proportionnalité (Exposé des motifs du projet de loi [de la République et canton de Genève] modifiant la loi générale relative au personnel de l'administration cantonale et des établissements publics médicaux [LPAC] [B 5 05], PL 9904, p. 20 s.). Comme l'a retenu à juste titre la juridiction cantonale, la décision du 15 décembre 2015 doit par conséquent être qualifiée d'incidente (sur cette notion, voir ATF 133 III 629 consid. 2.2 p. 631), en ce sens qu'elle représente une étape dans le cadre d'une procédure qui peut aboutir à un renvoi comme ultime mesure.\n\n7.\n\n7.1 Invoquant une violation de l'art. 29a Cst., le recourant fait valoir que la décision attaquée a pour effet de le priver de toute possibilité de faire examiner par un tribunal le bien-fondé des griefs formulés à son endroit par le DIP. Il se plaint aussi d'une application arbitraire du droit cantonal en tant que la juridiction cantonale a retenu que la décision du 15 décembre 2015 n'était pas susceptible de lui causer un préjudice irréparable. Il souligne qu'il n'a eu d'autre choix que d'accepter une rétrogradation comme seule alternative à son licenciement. Cette nouvelle affectation ne découlait toutefois pas d'un agrément passé entre lui et son employeur, mais des particularités propres à sa situation personnelle (notamment à son âge et à ses 26 années de service dans l'enseignement public) qui rendaient en pratique illusoire toute perspective réelle de réinsertion professionnelle en cas de licenciement.\n\n7.2 Selon l'art. 57 let. c de la loi [de la République et canton de Genève] du 12 septembre 1985 sur la procédure administrative (LPA; rs/GE E 5 10), les décisions incidentes sont susceptibles d'un recours si elles peuvent causer un préjudice irréparable ou si l'admission du recours peut conduire immédiatement à une décision finale qui permet d'éviter une procédure probatoire longue et coûteuse. Cette disposition est de teneur identique à l'art. 93 al. 1 let. a LTF (arrêt 1D_10/2011 |349| du 14 novembre 2011 consid. 2.2). Savoir si un préjudice irréparable existe s'apprécie donc par rapport aux effets de la décision incidente sur la cause principale, respectivement la procédure principale (ATF 141 III 80 consid. 1.2 p. 80).\n\n7.3 On peut déduire des motifs du jugement attaqué que les premiers juges ont tout d'abord retenu qu'un intérêt de fait peut suffire pour admettre le risque d'un préjudice irréparable au sens de l'art. 57 let. c LPA. Au considérant 2b de son jugement, la cour cantonale indique en effet que le préjudice irréparable suppose que la partie recourante ait un intérêt digne de protection à ce que la décision attaquée soit immédiatement annulée ou modifiée, comme un intérêt économique ou un intérêt tiré du principe de l'économie de la procédure. Il n'est ainsi pas exigé, selon l'interprétation donnée par les premiers juges du droit cantonal, que la partie soit exposée à un préjudice de nature juridique, à condition qu'en attaquant une décision incidente la partie recourante ne cherche pas uniquement à empêcher l'accroissement des frais de la procédure ou la prolongation de celle-ci. Cette approche du droit cantonal est d'ailleurs très largement partagée dans les autres cantons (voir parmi d'autres: GRODECKI/JORDAN, Code annoté de procédure administrative genevoise: LPA/GE et lois spéciales, 2017, p. 172 ss; BENOÎT BOVAY, Procédure administrative, 2e éd. 2015, p. 476).\n\n7.4 En limitant ensuite le préjudice irréparable à une seule lésion des droits de fond (consid. 1 supra), le raisonnement suivi par les premiers juges revient de facto à priver le recourant de la possibilité de contester devant l'autorité de recours les motifs qui ont conduit à son changement d'affectation (au sens de l'art. 12 al. 3 LPAC). Le recourant ne pouvait en définitive les contester que s'il provoquait la résiliation de ses rapports de service, en s'opposant d'emblée à tout reclassement, ou en cas d'échec d'un reclassement. Or, déjà au moment du prononcé de la décision incidente, il apparaissait évident que le recourant n'avait guère d'autre choix que d'accepter toute mesure qui lui serait proposée comme alternative à son licenciement, en dépit de l'important déclassement professionnel, personnel et salarial que cela impliquerait. Du moment qu'il ne pouvait pas faire contrôler par le juge la réalité d'un motif fondé de résiliation des rapports de service au sens des art. 22 LPAC et 46A RPAC sans renoncer du même coup à un reclassement, le recourant subissait un préjudice irréparable, qu'il soit d'ordre juridique ou à tout le moins de fait. |350|\n\n7.5 Pour autant qu'on puisse en juger, les travaux préparatoires à l'origine des modifications de l'art. 22 LPAC vont d'ailleurs dans le même sens. L'autorité compétente ordonne l'ouverture d'une procédure de reclassement en se fondant sur un examen a priori de la situation conflictuelle, sans avoir à procéder à une instruction complète. Il n'est ainsi pas nécessaire que les faits soient établis avec certitude: la vraisemblance suffit. Il faut, mais il suffit au sens de l'art. 46A RPAC, qu'un certain nombre de faits déterminants soient constatés avec un degré de vraisemblance suffisant lors d'entretiens de service pour apparaître plausibles et soient assez sérieux pour justifier l'ouverture de la procédure (\"dûment établis\"). Cet examen peut dès lors conduire, comme l'a expressément relevé le Conseil d'Etat, à des situations \"à la limite\"; le contrôle juridictionnel étant alors \"déterminant\" pour éviter de \"faire échouer le traitement RH adéquat\" (Exposé des motifs du projet de loi B 5 05 précité, p. 25). Le législateur a donc envisagé la possibilité d'un recours au stade déjà de l'ouverture de la procédure de reclassement.\n\n8.\n\n8.1 Sous le régime de l'ancienne réglementation de la fonction publique cantonale genevoise, si la résiliation était contestée avec succès elle n'entraînait pas un droit à la réintégration. En effet, comme le Tribunal fédéral a déjà eu l'occasion de le constater, l'ancien art. 31 al. 2 LPAC ne conférait aucun droit à la réintégration. La Chambre administrative de la Cour de justice qui constatait le caractère injustifié d'un licenciement pouvait proposer la réintégration du fonctionnaire ou de l'employé, mais l'autorité compétente n'était pas tenue d'y procéder (voir p. ex. arrêt 8C_12/2015 du 14 janvier 2016 consid. 6.2). Le nouvel art. 31 al. 2 LPAC prévoit désormais que si la Chambre administrative retient que la résiliation des rapports de service ne repose pas sur un motif fondé, elle ordonne à l'autorité compétente la réintégration. Cette disposition est entrée en vigueur le 19 décembre 2015 et l'on est fondé à considérer qu'elle eût été applicable à une procédure de résiliation postérieure à cette date (cf. GRODECKI/JORDAN, op. cit., p. 327).\n\n8.2 Dans ce contexte juridique et indépendamment de la question d'un préjudice irréparable, le jugement d'irrecevabilité se révèle incompatible avec la garantie constitutionnelle d'accès au juge prévue par l'art. 29a Cst. Selon cette disposition, toute personne a droit à ce que sa cause soit jugée par une autorité judiciaire. La |351| Confédération et les cantons peuvent, par la loi, exclure l'accès au juge dans des cas exceptionnels. Cette norme constitutionnelle étend donc le contrôle judiciaire en principe à toutes les contestations juridiques. Il s'agit en particulier de contestations portant sur les droits et les obligations de personnes (physiques ou morales). La garantie ne s'oppose cependant pas aux conditions de recevabilité habituelles du recours ou de l'action (ATF 141 I 172 consid. 4.4 p. 180; ATF 137 II 409 consid. 4.2 p. 411; ATF 136 I 323 consid. 4.3 p. 328).\n\n8.3 En l'espèce, le jugement attaqué revient à subordonner le droit du recourant de demander sa réintégration à la condition qu'il renonce au préalable à un reclassement professionnel. Selon l'interprétation donnée par les premiers juges de l'art. 57 let. c LPA, l'intéressé n'a en effet pas la possibilité de soumettre au juge le bien-fondé des griefs formulés à son endroit par son employeur pour justifier son changement d'affectation, malgré les lourdes conséquences que ce changement entraîne pour une personne de plus de cinquante ans et qui a conduit l'ensemble de sa carrière professionnelle au sein de l'enseignement public genevois. Dans cette mesure, la décision prise par le DIP affecte la situation juridique du recourant en tant que titulaire de droits et d'obligations (cf. ATF 136 I 323). Celui-ci doit avoir la possibilité de l'attaquer sans autres conditions. Par conséquent, le jugement d'irrecevabilité rendu par l'autorité précédente viole la garantie de l'accès au juge selon l'art. 29a Cst.\n\n9. Contrairement à l'opinion défendue par les premiers juges, l'acceptation de la proposition de reclassement par le recourant n'était finalement pas susceptible de supprimer l'intérêt actuel juridique ou pratique au traitement de son recours. A. persistait en effet à contester les motifs de l'ouverture de la procédure de reclassement et à demander sa réintégration comme B. Du moment que le DIP, par sa Conseillère d'Etat, avait expressément attiré l'attention du recourant sur le fait que la recherche d'une alternative à son licenciement ne prendrait pas plus de deux mois et qu'il avait retiré l'effet suspensif au recours, l'intéressé n'avait pas d'autre choix que de collaborer, vu sa situation personnelle. Pour autant, il a expressément maintenu son recours et demandé à la juridiction cantonale de statuer (écriture du 7 mars 2016). On ne saurait dès lors suivre l'autorité précédente lorsqu'elle affirme que le recourant avait choisi de mettre fin à la procédure de reclassement. (...)"}