{"annee": "143", "cour": "IV", "page": "160", "date": "16/2/2017", "cite": ["133 I 270", "117 IA 72", "104 IB 24", "126 I 172", "139 IV 270", "117 IA 199", "125 I 60"], "cite_par": ["145 IV 503", "145 IV 179", "145 I 318"], "chapeau": "22. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Oberstaatsanwaltschaft des Kantons Aargau (Beschwerde in Strafsachen)\n\n6B_73/2017 vom 16. Februar 2017", "regestes": ["Art. 31 al. 1 Cst.; art. 212, 221 et 236 CPP; exécution anticipée des peines et des mesures, demande de mise en liberté. L'exécution anticipée d'une peine relève de l'exécution de la détention provisoire et de la détention pour des motifs de sécurité. Le fondement juridique de la privation de liberté n'est pas la peine privative de liberté qui sera probablement prononcée mais la détention pendant la procédure (consid. 2.1). Lorsque le prévenu, qui a donné son accord à l'exécution anticipée de la peine, demande sa mise en liberté, c'est au regard des dispositions régissant la détention provisoire et la détention pour des motifs de sécurité qu'il faut examiner la légalité des motifs de la détention (consid. 2.3 et 4)."], "faits": "|161|\n\nA. X. befindet sich seit dem 13. November 2012 in Untersuchungshaft und seit dem 14. Mai 2013 im vorzeitigen Strafvollzug. Das Obergericht des Kantons Aargau verurteilte ihn am 18. August 2016 zweitinstanzlich zu einer Freiheitsstrafe von 4 ½ Jahren und ordnete eine ambulante Massnahme an. Im Übrigen wies es \"das an der Verhandlung gestellte Gesuch um Entlassung aus dem vorzeitigen Strafvollzug ab\". Dem Entscheid lässt sich weiter entnehmen, dass das Bezirksgericht Kulm \"im Anschluss an die Urteilseröffnung\" beschlossen hatte, \"der Beschuldigte gehe (zur Sicherung des Massnahmevollzugs) zurück in den vorzeitigen Strafvollzug\".\n\nDie Staatsanwaltschaft des Kantons Aargau erhob gegen das Urteil vom 18. August 2016 Beschwerde in Strafsachen und beantragte die Anordnung der Verwahrung anstelle der obergerichtlich angeordneten ambulanten Massnahme. Mit Entscheid heutigen Datums weist das Bundesgericht die Beschwerde ab (Verfahren 6B_1203/2016).\n\nB. X. stellte am 19. Oktober, 17. November und 30. November 2016 beim Amt für Justizvollzug des Kantons Aargau Gesuche um bedingte Entlassung aus dem Strafvollzug; subsidiär beantragte er die Gewährung von (begleiteten) Urlauben zwecks Vorbereitung von Vollzugslockerungen. Das Amt für Justizvollzug leitete die Eingaben am 2. Dezember 2016 an das Obergericht weiter. Der Verfahrensleiter des Strafgerichts am Obergericht des Kantons Aargau wies am 21. Dezember 2016 \"das Gesuch des Beschuldigten um Entlassung aus dem vorzeitigen Strafvollzug\" und um Vollzugsöffnungen in der Form von Urlaub ab.\n\nC. X. erhebt Beschwerde in Strafsachen und beantragt, die Verfügung vom 21. Dezember 2016 aufzuheben und das Verfahren an das Amt für Justizvollzug zurückzuweisen, eventualiter ihn bedingt aus dem Strafvollzug zu entlassen, subeventualiter Vollzugslockerungen zu gewähren.\n\nDie Vorinstanz verzichtete auf eine Beschwerdeantwort. Die Oberstaatsanwaltschaft beantragt in ihrer Stellungnahme die Abweisung der Beschwerde. X. nahm davon Kenntnis.\n\nDas Bundesgericht heisst die Beschwerde gut, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n2. Gemäss Art. 236 StPO kann die Verfahrensleitung der beschuldigten Person bewilligen, Freiheitsstrafen oder freiheitsentziehende |162| Massnahmen vorzeitig anzutreten, sofern der Stand des Verfahrens es erlaubt (Abs. 1). Mit dem Eintritt in die Vollzugsanstalt tritt die beschuldigte Person ihre Strafe oder Massnahme an; sie untersteht von diesem Zeitpunkt an dem Vollzugsregime, wenn der Zweck der Untersuchungs- oder Sicherheitshaft dem nicht entgegensteht (Abs. 4).\n\n2.1 Der vorzeitige Straf- oder Massnahmenantritt stellt seiner Natur nach eine strafprozessuale Zwangsmassnahme auf der Schwelle zwischen Strafverfolgung und Strafvollzug dar (BGE 133 I 270 E. 3.2.1). Damit soll schon vor Erlass des rechtskräftigen Strafurteils ein Haftregime ermöglicht werden, das auf die persönliche Situation der beschuldigten Person zugeschnitten ist; ausserdem können erste Erfahrungen mit der voraussichtlich sachlich gebotenen Vollzugsform gesammelt werden (BGE 126 I 172 E. 3a). Für eine Fortdauer der strafprozessualen Haft in den Modalitäten des vorzeitigen Strafvollzugs muss weiterhin mindestens ein besonderer Haftgrund (analog zu Art. 221 StPO; BGE 133 I 270 E. 3.2.1) vorliegen. Sodann muss der vorzeitige Strafvollzug verhältnismässig sein (Urteil 1B_69/2016 vom 21. März 2016 E. 2.1).\n\nDer vorzeitige Strafantritt betrifft nur das Vollzugsregime. Die strafprozessuale Haft wird nicht wie üblich in einer Haftanstalt vollzogen, die diesem Zweck vorbehalten ist (vgl. Art. 234 Abs. 1 StPO). Mit dem vorzeitigen Antritt der Strafe ändern sich allein die Vollzugsmodalitäten, indem das Regime der Vollzugsanstalt zur Anwendung gelangt. Dies ändert aber nichts daran, dass es sich beim vorzeitigen Strafantritt um nichts anderes als um eine Variante der strafprozessualen Haft handelt. Das Erfordernis einer klaren gesetzlichen Grundlage für den mit dem vorzeitigen Strafantritt verbundenen Freiheitsentzug bleibt davon unberührt.\n\n2.2 Nach Art. 31 Abs. 1 BV darf die Freiheit einer Person nur in den vom Gesetz selbst vorgesehenen Fällen und nur auf die im Gesetz vorgeschriebene Weise entzogen werden. Vor dem Eintritt der Rechtskraft und damit dem Vollzug eines Urteils verlangt das Gesetz für die Anordnung der Untersuchungs- oder Sicherheitshaft (inklusive Ersatzmassnahmen) einerseits einen dringenden Tatverdacht und andererseits das Vorliegen eines besonderen Haftgrunds (Art. 221 StPO). Die Einwilligung zum vorzeitigen Strafantritt ändert daran grundsätzlich nichts. Sie entbindet die Strafbehörden lediglich davon, das gesetzlich vorgeschriebene Verfahren zur Anordnung und Prüfung der strafprozessualen Haft (Art. 224 ff. StPO) einzuhalten. Mit seiner ausdrücklichen Einwilligung zum vorzeitigen Strafantritt |163| verzichtet die beschuldigte Person auf die ihr durch Verfassung und EMRK garantierten und in der Strafprozessordnung konkretisierten Garantien; denn ohne ihre Einwilligung müssten diese zwingend eingehalten werden (BGE 117 Ia 72 E. 1c).\n\n2.3 Das Bundesgericht hatte in BGE 104 Ib 24 E. 3b noch entschieden, dass nach erfolgter Zustimmung zum Strafantritt nicht mehr auf die Frage der Untersuchungshaft zurückgekommen werden könne, weil die Einwilligung unwiderruflich sei. In BGE 117 Ia 72 E. 1d präzisierte es seine Rechtsprechung dahingehend, dass die beschuldigte Person berechtigt sein muss, jederzeit ein Begehren um Entlassung aus der Haft bzw. dem vorzeitigen Strafantritt zu stellen. Zur Begründung wurde ausgeführt, dass der Freiheitsentzug gegen den Willen des Betroffenen nur so lange gerechtfertigt sein könne, als die Haftvoraussetzungen gegeben seien. Nicht beantwortet wurde jedoch die Frage, im Rahmen welchen Verfahrens diese Haftprüfung zu erfolgen hat. Dabei bleibt indessen zu berücksichtigen, dass die erwähnte Rechtsprechung in einer Zeit entwickelt wurde, in der in den Kantonen selbstständige Zwangsmassnahmegerichte noch nicht bekannt waren und das Verfahren in aller Regel gesetzlich nur rudimentär in den kantonalen Strafprozessordnungen geregelt war (vgl. BGE 117 Ia 199 E. 4 mit Hinweis auf das Urteil des EGMR Huber gegen Schweiz vom 23. Oktober 1990, Verfahren 12794/87). Mit diesem Urteil setzte bezüglich der verfahrensrechtlichen Garantien der Haftanordnung und -überprüfung ein Umdenkprozess ein, jedoch regelte erst die StPO die verfahrensrechtliche Ebene des Haftrechts in einem umfassenden Sinn und führte für die von einem strafprozessualen Freiheitsentzug Betroffenen weitreichende Garantien ein.\n\nDies muss berücksichtigt werden, wenn sich die Frage nach den rechtlichen Konsequenzen eines Widerrufs der Einwilligung zum vorzeitigen Strafantritt stellt. Reicht die beschuldigte Person, die vorzeitig die Strafe angetreten hat, ein Haftentlassungsgesuch ein, ist unbestritten, dass ein weiterer Freiheitsentzug nur gerechtfertigt ist, wenn nach den massgebenden Bestimmungen der Strafprozessordnung die Voraussetzungen für die Anordnung von Untersuchungs- oder Sicherheitshaft gegeben sind. Mit ihrem Haftentlassungsgesuch bringt sie aber auch klar zum Ausdruck, dass sie nicht nur die materiellen Voraussetzungen der Haft bestreitet, sondern im Hinblick auf einen allfälligen weiteren Freiheitsentzug nicht mehr länger auf die ihr nach der Strafprozessordnung zustehenden Verfahrensgarantien verzichtet. Mit einer blossen Abweisung des Haftentlassungsgesuchs im |164| Rahmen eines mehr oder weniger formlosen Verfahrens - wie im vorliegenden Fall etwa durch das Bezirksgericht und das Obergericht im Rahmen des Sachurteils - kann es deshalb nicht sein Bewenden haben. Vielmehr hat die mit der Behandlung des Haftentlassungsgesuchs befasste Behörde nach den für die Haftprüfung geltenden Verfahrensregeln zu entscheiden, ob die Voraussetzungen der Untersuchungs- bzw. Sicherheitshaft nach wie vor gegeben sind. Verneint sie diese, hat sie die Haftentlassung zu verfügen. Bejaht sie die Voraussetzungen, hat sie formell die Untersuchungs- bzw. Sicherheitshaft anzuordnen, da nur so die zur Begründung eines rechtmässigen Freiheitsentzugs bestehenden Garantien eingehalten werden können. Der Vollzugsort bleibt davon grundsätzlich unberührt, da auch die Untersuchungs- und Sicherheitshaft in einer Vollzugsanstalt vollzogen werden können.\n\n3.\n\n3.1 Zuständig zur Behandlung des Haftentlassungsgesuchs ist die Verfahrensleitung des Strafgerichts des Obergerichts des Kantons Aargau, da die Vollstreckung des (möglicherweise) in Teilrechtskraft erwachsenen Urteils bis heute noch nicht angeordnet wurde. Sie bleibt deshalb gestützt auf Art. 233 StPO zum Entscheid über das Haftentlassungsgesuch zuständig, auch wenn die Staatsanwaltschaft in der Zwischenzeit gegen das Urteil vom 18. August 2016 Beschwerde in Strafsachen beim Bundesgericht erhoben hat (vgl. Urteil 6B_135/2012 vom 18. April 2012 E. 1.6).\n\n3.2 Art. 233 StPO verlangt, dass die Verfahrensleitung des Berufungsgerichts über Haftentlassungsgesuche innert 5 Tagen entscheidet. Diese Bestimmung gilt auch für Gesuche um Entlassung aus dem vorzeitigen Sanktionenvollzug (Urteil 1B_116/2013 vom 12. April 2013 E. 2.1) und ist Ausdruck des strafprozessualen Beschleunigungsgebots in Haftsachen (Urteil 1B_608/2011 vom 10. November 2011 E. 2.6). Indem die Vorinstanz über die Gesuche des Beschwerdeführers vom 19. Oktober, 17. November und 30. November 2016 (oben Sachverhalt Bst. B) erst am 21. Dezember 2016 entschieden hat, hat sie die Frist von 5 Tagen nicht respektiert und damit das Beschleunigungsgebot in Haftsachen verletzt.\n\n4.\n\n4.1 Zur Begründung der Abweisung des Entlassungsgesuchs beruft sich die Vorinstanz im Hauptstandpunkt auf Art. 86 Abs. 1 StGB und macht geltend, dass die Voraussetzung der fehlenden schlechten Legalprognose für die bedingte Entlassung des |165| Beschwerdeführers aus dem Strafvollzug nicht vorliege. Die Vorinstanz übersieht dabei offensichtlich, dass sie nicht über die bedingte Entlassung aus dem rechtmässig angeordneten Vollzug einer rechtskräftigen Freiheitsstrafe zu entscheiden hat, sondern sich allein die Frage nach dem Vorliegen von strafprozessualen Haftgründen stellt.\n\nNach Art. 212 Abs. 3 StPO dürfen Untersuchungs- und Sicherheitshaft nicht länger dauern als die zu erwartende Freiheitsstrafe (BGE 139 IV 270 E. 3.1; Urteil 1B_283/2016 vom 26. August 2016 E. 5.2). Liegt bereits ein richterlicher Entscheid über das Strafmass vor, stellt dieser ein wichtiges Indiz für die mutmassliche Dauer der tatsächlich zu verbüssenden Strafe dar (Urteile 1B_209/2014 vom 30. Juni 2014 E. 2.1; 1B_43/2013 vom 1. März 2013 E. 4.1 und 1B_406/2012 vom 31. Juli 2012 E. 2.5). Bei der Beurteilung der Verhältnismässigkeit der Haft im Verfahren des Berufungsgerichts hat der Haftrichter aber auch zu berücksichtigen, dass die Staatsanwaltschaft mit der Berufung eine Strafverschärfung verlangt (BGE 139 IV 270 E. 3.1). Dies muss auch gelten, wenn die Staatsanwaltschaft mit Beschwerde in Strafsachen eine höhere Bestrafung oder eine freiheitsbeschränkendere Massnahme beantragt. Die blosse Tatsache, dass aufgrund eines Rechtsmittels der Staatsanwaltschaft eine Sanktionsverschärfung möglich erscheint, genügt aber nicht; ansonsten hätte es die Staatsanwaltschaft in der Hand, mit der blossen Ergreifung eines Rechtsmittels den Ausgang des Haftprüfungsverfahrens zu präjudizieren. Andererseits müssen aber auch die Erfolgsaussichten des hängigen Rechtsmittels nicht mit an Sicherheit grenzender Wahrscheinlichkeit gegeben sein. In Anlehnung an den dringenden Tatverdacht von Art. 221 Abs. 1 StPO muss aber verlangt werden, dass aufgrund der gesamten Umstände mit hinreichender Wahrscheinlichkeit eine Verschärfung der von der Vorinstanz ausgefällten und nun angefochtenen Sanktion erwartet werden kann (BGE 139 IV 270 E. 3.1).\n\nIm Eventualstandpunkt verweist die Vorinstanz zwar auf die Tatsache, dass die Staatsanwaltschaft mit Beschwerde in Strafsachen die Anordnung der Verwahrung beantragt hat. Sie äussert sich aber mit keinem Wort zu den Erfolgsaussichten dieser Beschwerde, sondern beschränkt sich darauf, einige Gründe zu nennen, welche auf Fluchtgefahr hindeuten, um es dann bei der Feststellung bewenden zu lassen: \"Bei einer Flucht würde der Zweck der bundesgerichtlichen Überprüfung des Berufungsurteils mit Blick auf die von der Oberstaatsanwaltschaft angestrebte Verwahrung des Beschuldigten vereitelt.\" Sie verzichtet sogar ausdrücklich darauf, den Haftgrund der |166| Wiederholungsgefahr zu prüfen, obwohl gerade der Gefahr weiterer Tatbegehung unter dem Gesichtspunkt der Erfolgsaussichten der von der Staatsanwaltschaft angestrebten Verwahrung (vgl. Art. 64 Abs. 1 lit. a und b StGB) entscheidende Bedeutung zukäme. Unter dem Gesichtspunkt der Prüfung der Verhältnismässigkeit, aber auch - wie noch darzulegen sein wird, demjenigen der Fluchtgefahr - ist deshalb einstweilen auf die vom Obergericht ausgefällte Freiheitsstrafe von 4 ½ Jahren und die von ihr angeordnete ambulante Massnahme abzustellen.\n\n4.2 Nach der Rechtsprechung ist bei der Prüfung der zulässigen Haftdauer der Umstand, dass die in Aussicht stehende Freiheitsstrafe bedingt ausgesprochen werden kann, wie auch die Möglichkeit einer bedingten Entlassung aus dem Strafvollzug grundsätzlich nicht zu berücksichtigen (BGE 133 I 270 E. 3.4.2 S. 281 f.; BGE 125 I 60 E. 3d).\n\nWas die bedingte Entlassung anbelangt, hängt deren Gewährung vom Verhalten des Gefangenen im Strafvollzug und von der Prognose hinsichtlich seines zukünftigen Verhaltens in Freiheit ab (Art. 86 Abs. 1 StGB). Diese Fragen fallen in das Ermessen der zuständigen Behörde (Art. 86 Abs. 2 StGB) und es liegt in der Regel nicht am Haftrichter, eine solche Prognose anzustellen (Urteile 1B_330/2013 vom 16. Oktober 2013 E. 2.1 und 1B_641/2011 vom 25. November 2011 E. 3.1). Vom Grundsatz der Nichtberücksichtigung der Möglichkeit einer bedingten Entlassung ist nach der bundesgerichtlichen Rechtsprechung indes dann eine Ausnahme zu machen, wenn es die konkreten Umstände des Einzelfalls gebieten (Urteile 1B_153/2013 vom 17. Mai 2013 E. 2.4 und 1B_51/2008 vom 19. März 2008 E. 4.1), insbesondere wenn absehbar ist, dass eine bedingte Entlassung mit grosser Wahrscheinlichkeit erfolgen dürfte (Urteil 1B_122/2009 vom 10. Juni 2009 E. 2.3).\n\nDie Vorinstanz geht davon aus, dass in Berücksichtigung der vorausgegangenen Untersuchungshaft und des vorzeitigen Strafantritts die Freiheitsstrafe im Mai 2017 endet. Die konkreten Umstände des Falles gebieten es nicht, vom Grundsatz der Nichtberücksichtigung einer möglichen Entlassung abzuweichen. Es kann diesbezüglich auf den angefochtenen Entscheid verwiesen werden, in welchem die Vorinstanz eine ungünstige Legalprognose mit nachvollziehbaren Gründen bejaht.\n\n4.3 Die Annahme von Fluchtgefahr setzt ernsthafte Anhaltspunkte dafür voraus, dass die beschuldigte Person sich durch Flucht dem |167| Strafverfahren oder der zu erwartenden Sanktion entziehen könnte (Art. 221 Abs. 1 lit. a StPO). Im Vordergrund steht dabei eine mögliche Flucht ins Ausland, denkbar ist jedoch auch ein Untertauchen im Inland (Urteil 1B_387/2016 vom 17. November 2016 E. 5.2). Bei der Bewertung, ob Fluchtgefahr besteht, sind die gesamten konkreten Verhältnisse zu berücksichtigen. Es müssen Gründe bestehen, die eine Flucht nicht nur als möglich, sondern als wahrscheinlich erscheinen lassen. Die Schwere der drohenden Strafe ist zwar ein Indiz für Fluchtgefahr, genügt jedoch für sich allein nicht, um den Haftgrund zu bejahen (BGE 125 I 60 E. 3a; Urteil 1B_368/2016 vom 1. November 2016 E. 2.2). Miteinzubeziehen sind die familiären und sozialen Bindungen, die berufliche und finanzielle Situation und die Kontakte zum Ausland. Selbst bei einer befürchteten Reise in ein Land, welches die beschuldigte Person grundsätzlich an die Schweiz ausliefern bzw. stellvertretend verfolgen könnte, ist die Annahme von Fluchtgefahr nicht ausgeschlossen (Urteile 1B_387/2016 vom 17. November 2016 E. 5.2; 1B_157/2015 vom 27. Mai 2015 E. 3.1 und 1B_325/2014 vom 16. Oktober 2014 E. 3.1). Die Wahrscheinlichkeit einer Flucht nimmt in der Regel mit zunehmender Verfahrens- bzw. Haftdauer ab, da sich auch die Dauer des allenfalls noch abzusitzenden strafrechtlichen Freiheitsentzugs mit der bereits geleisteten prozessualen Haft, die auf die mutmassliche Freiheitsstrafe anzurechnen wäre (Art. 51 StGB), kontinuierlich verringert (Urteil 1B_281/2015 vom 15. September 2015 E. 2.2).\n\nDer Beschwerdeführer befindet sich seit dem 13. November 2012 in Untersuchungshaft und damit bereits seit annähernd 4 ½ Jahren in Haft bzw. im vorzeitigen Strafvollzug. Mit Blick auf die zweitinstanzlich ausgesprochene Freiheitsstrafe von 4 ½ Jahren hat die Fluchtgefahr, soweit sie mit der drohenden Strafe begründet wird, erheblich abgenommen. Auch wenn die von der Vorinstanz angeführten konkreten Umstände mitberücksichtigt werden, lässt sich angesichts eines noch drohenden Strafrestes von zwei Monaten eine weitere Aufrechterhaltung der Haft nicht mehr rechtfertigen. Sie lässt sich aber auch - wie unter E. 4.1 dargelegt wurde - nicht mit dem pauschalen Hinweis darauf begründen, dass bei einer Haftentlassung \"der Zweck der bundesgerichtlichen Überprüfung des Berufungsurteils mit Blick auf die von der Oberstaatsanwaltschaft angestrebte Verwahrung des Beschuldigten vereitelt\" würde.\n\n4.4 Andere Haftgründe macht die Vorinstanz nicht geltend; und es ist nicht Aufgabe des Bundesgerichts, deren allfällige Voraussetzungen von Amtes wegen zu prüfen. (...)"}