{"annee": "143", "cour": "I", "page": "147", "date": "18/1/2017", "cite": ["136 I 167", "140 I 2", "141 I 105", "132 I 49", "131 II 743", "122 II 65", "135 I 130", "119 II 443", "131 IV 23", "137 I 31", "132 I 256"], "cite_par": ["144 I 193", "144 I 281", "144 I 126"], "chapeau": "13. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Demokratische Juristinnen und Juristen Luzern (DJL) und Mitb. gegen Regierungsrat sowie Kantonsrat des Kantons Luzern (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_502/2015 vom 18. Januar 2017", "regestes": ["Art. 16 al. 1 et 2 et art. 22 Cst.; liberté d'opinion et de réunion en lien avec la facturation des frais lors de manifestations sur le domaine public. Facturation des frais comme atteinte à un droit fondamental (consid. 3.1). Principes de la liberté d'opinion et de réunion lors de manifestations sur le domaine public (consid. 3.2). Effet de dissuasion ou d'intimidation (\"chilling effect\") lors de l'exercice de ces droits fondamentaux idéaux (consid. 3.3).", "§ 32b al. 3 LPol/LU; art. 5 al. 2 et art. 9 Cst.; frais à la charge de l'organisateur lors de manifestations avec exercice de la violence. Principe de l'équivalence. Des organisateurs de manifestation - en tant qu'ils créent le risque d'une violation de l'ordre public par des tiers - peuvent en principe être qualifiés juridiquement de perturbateurs, sans violation de l'art. 22 Cst. (confirmation de la jurisprudence; consid. 5.2). Proportionnalité de l'atteinte à la liberté d'opinion et de réunion (consid. 5.3). Compatibilité de la facturation des frais à l'organisateur lors de manifestations - avec exercice de la violence - avec le principe de l'équivalence en droit fiscal (consid. 6.3).", "§ 32b al. 4 LPol/LU; art. 5 al. 2 et art. 9 Cst.; facturation proportionnelle des frais d'intervention de la police aux personnes participant à l'exercice de la violence, pour un montant maximal de 30'000 francs. \"Chilling effect\". Principe de l'équivalence. Principe de l'effet de dissuasion d'un règlement vague (question laissée indécise; consid. 11). Evaluation de l'obligation de supporter les frais sur la base d'une considération ex post et d'après la mesure de la part de responsabilité concrète du seul perturbateur (consid. 12.3). Violation du principe de l'équivalence (consid. 12.4)."], "faits": "|149|\n\nA. Nach Einsicht in die Botschaft des Regierungsrats vom 9. Dezember 2014 beschloss der Luzerner Kantonsrat am 25. Juni 2015 die nachfolgende Änderung des Gesetzes vom 27. Januar 1998 über die Luzerner Polizei (PolG/LU; SRL 350):\n\n7 Gebühren\n\n§ 32 Grundsätze\n\n1 [...].\n\n2 Insbesondere kann [die Luzerner Polizei] ausserordentliche Aufwendungen, die bei einem Polizeieinsatz entstehen, der Verursacherin oder dem Verursacher in Rechnung stellen, namentlich wenn diese Aufwendungen vorsätzlich oder grobfahrlässig verursacht werden oder wenn sie in überwiegend privatem Interesse liegen.\n\n3 [...].\n\n§ 32a Kostenersatz bei Veranstaltungen\n\n1 Bei Veranstaltungen mit kommerziellem Zweck stellt die Luzerner Polizei dem Veranstalter die Kosten des Polizeieinsatzes in Rechnung.\n\n2 Bei Veranstaltungen mit ganz oder teilweise ideellem Zweck stellt die Luzerner Polizei im Einvernehmen mit dem Justiz- und Sicherheitsdepartement je nach Anteil des ideellen Zwecks reduzierte Kosten in Rechnung. Bei Kundgebungen wird unter Vorbehalt von § 32b auf die Rechnungstellung verzichtet.\n\n3 Der Regierungsrat bestimmt in der Verordnung die Anzahl Einsatzstunden, die im Rahmen der polizeilichen Grundversorgung unentgeltlich erbracht werden.\n\n§ 32b Kostenersatz bei Veranstaltungen mit Gewaltausübung\n\n1 Bei Veranstaltungen, bei denen Gewalt an Personen oder Sachen verübt wurde, können dem Veranstalter und den an der Gewaltausübung beteiligten Personen zusätzlich zum Kostenersatz nach § 32a die Kosten des Polizeieinsatzes ab Beginn der Gewaltausübung in Rechnung gestellt werden. |150|\n\n2 Die Kosten des Polizeieinsatzes ab Beginn der Gewaltausübung werden zu höchstens 40 Prozent auf den Veranstalter und zu 60 Prozent auf die an der Gewaltausübung beteiligten Personen aufgeteilt.\n\n3 Der Veranstalter wird nur kostenpflichtig, wenn er nicht über die erforderliche Bewilligung verfügt oder Bewilligungsauflagen vorsätzlich oder grobfahrlässig nicht eingehalten hat. Je nach Einhaltung der Bewilligungsauflagen ist der vom Veranstalter zu tragende Anteil zu reduzieren. Dem Veranstalter können höchstens 30 000 Franken in Rechnung gestellt werden.\n\n4 Der Anteil, der von den an der Gewaltausübung beteiligten Personen zu tragen ist, wird zu gleichen Teilen auf die einzelnen Personen aufgeteilt. Einer einzelnen Person können höchstens 30 000 Franken in Rechnung gestellt werden.\n\nDie Referendumsfrist lief am 26. August 2015 unbenutzt ab. Mit Publikation im Kantonsblatt vom 29. August 2015 wurde festgestellt, dass die Änderung des Polizeigesetzes rechtskräftig geworden sei und am 1. Januar 2016 in Kraft trete.\n\nB. Die Demokratischen Juristinnen und Juristen Luzern, die JungsozialistInnen des Kantons Luzern, die Sozialdemokratische Partei des Kantons Luzern, die Grüne Partei des Kantons Luzern, der Luzerner Gewerkschaftsbund, die Jungen Grünen Kanton Luzern sowie drei Privatpersonen erheben Beschwerde in öffentlich-rechtlichen Angelegenheiten an das Bundesgericht. Sie beantragen die Aufhebung von § 32b PolG/LU und demgemäss auch von § 32a Abs. 2 PolG/LU, soweit dieser bei Kundgebungen den Verzicht auf eine Rechnungsstellung an den Vorbehalt von § 32b PolG/LU knüpft.\n\nDas Bundesgericht hat die Angelegenheit öffentlich beraten und heisst die Beschwerde teilweise gut.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n3. Gemäss § 32a Abs. 2 Satz 2 PolG/LU bezieht sich der Vorbehalt von § 32b PolG/LU auf Kundgebungen, d.h. auf Veranstaltungen ideellen Inhalts. Diese Kundgebungen stehen unter dem Schutz der Meinungs- und Versammlungsfreiheit (Art. 16 und Art. 22 BV).\n\n3.1 Jede Person hat das Recht, ihre Meinung frei zu bilden und sie ungehindert zu äussern und zu verbreiten (Art. 16 Abs. 1 und 2 BV; Art. 10 EMRK sowie Art. 21 UNO-Pakt II [SR 0.103.2]). Darunter fallen die verschiedensten Formen der Kundgabe von Meinungen (BGE 132 I 256 E. 3 S. 258 mit Hinweis). Die Versammlungsfreiheit gewährleistet den Anspruch, Versammlungen zu organisieren, |151| an Versammlungen teilzunehmen oder Versammlungen fernzubleiben (Art. 22 BV; Art. 11 EMRK; Art. 21 UNO-Pakt II). Zu den Versammlungen gehören unterschiedlichste Arten des Zusammenfindens von Menschen im Rahmen einer gewissen Organisation mit einem weit verstandenen gegenseitig meinungsbildenden oder meinungsäussernden Zweck (vgl. BGE 137 I 31 E. 6.1 S. 44 mit Hinweisen).\n\nDie Auferlegung von Kosten im Zusammenhang mit der Ausübung der Meinungs- und Versammlungsfreiheit kann einen Grundrechtseingriff darstellen (vgl. CHRISTOPH ERRASS, in: Die schweizerische Bundesverfassung, St. Galler Kommentar, 3. Aufl. 2014, N. 53 zu Art. 22 BV). Grundrechtseingriffe bedürfen einer gesetzlichen Grundlage und müssen durch ein öffentliches Interesse gerechtfertigt sowie verhältnismässig sein (Art. 36 BV). Mit den angefochtenen Bestimmungen des Luzerner Polizeigesetzes ist eine gesetzliche Grundlage gegeben (Art. 36 Abs. 1 BV; [...]). Als öffentliches Interesse im Sinne von Art. 36 Abs. 2 BV kommt, wie im vorliegenden Fall, insbesondere der Schutz der öffentlichen Ordnung und Sicherheit in Betracht. Das Gebot der Verhältnismässigkeit gemäss Art. 36 Abs. 3 BV verlangt, dass eine behördliche Massnahme für das Erreichen des im öffentlichen Interesse liegenden Ziels geeignet und erforderlich ist und sich für die Betroffenen in Anbetracht der Schwere der Grundrechtseinschränkung als zumutbar erweist (vernünftige Zweck-Mittel-Relation). Polizeiliche Massnahmen müssen sich gegen den Störer richten (persönliche Erforderlichkeit; vgl. statt vieler HÄFELIN/MÜLLER/UHLMANN, Allgemeines Verwaltungsrecht, 7. Aufl. 2016, Rz. 554). Die Zumutbarkeit des Eingriffs beurteilt sich anhand einer umfassenden Interessenabwägung zwischen privaten und öffentlichen Interessen (vgl. zum Ganzen BGE 132 I 49 E. 6 und 7 S. 57 ff.; ERRASS, a.a.O., N. 55 ff. zu Art. 22 BV).\n\n3.2 Das Bundesgericht hat die Grundzüge der Meinungs- und Versammlungsfreiheit für Kundgebungen auf öffentlichem Grund in BGE 132 I 256 E. 3 S. 258 ff. (mit Hinweisen) zusammengefasst: Die Meinungs- und Versammlungsfreiheit erhalten im Zusammenhang mit Demonstrationen einen über reine Abwehrrechte hinausgehenden Charakter und weisen ein gewisses Leistungselement auf. Die angesprochenen Grundrechte gebieten in Grenzen, dass für Kundgebungen öffentlicher Grund zur Verfügung gestellt wird. Ferner sind die Behörden verpflichtet, durch geeignete Massnahmen wie etwa durch Gewährung eines ausreichenden Polizeischutzes dafür zu sorgen, dass öffentliche Kundgebungen tatsächlich stattfinden können |152| und nicht durch gegnerische Kreise gestört oder verhindert werden. Demonstrationen können einer Bewilligungspflicht unterstellt werden. Im Bewilligungsverfahren darf die Behörde die gegen eine Kundgebung sprechenden polizeilichen Gründe, die zweckmässige Nutzung des öffentlichen Grunds im Interesse der Allgemeinheit und der Anwohner und die mit einer Kundgebung verursachte Beeinträchtigung von Freiheitsrechten unbeteiligter Dritter mitberücksichtigen. Zu den polizeilichen Gründen zählen namentlich die Aufrechterhaltung der Sicherheit und die Abwendung unmittelbarer Gefahren von Ausschreitungen, Krawallen und Gewalttätigkeiten sowie Übergriffen und Straftaten jeglicher Art. Die öffentliche Ordnung lässt keinen Raum für Meinungskundgebungen, die mit rechtswidrigen Handlungen (wie z.B. Sachbeschädigungen) verbunden sind oder einen gewalttätigen Zweck verfolgen. In den grundrechtlichen Schutzbereich fallen dementsprechend nur (ursprünglich) friedliche Versammlungen. Im Bewilligungsverfahren ist dem ideellen Gehalt der Meinungs- und Versammlungsfreiheit Rechnung zu tragen. Die verschiedenen Interessen sind nach objektiven Gesichtspunkten gegeneinander abzuwägen und zu gewichten. Eine dem Grundsatz der Verhältnismässigkeit genügende Gestaltung kann die Anordnung von Auflagen und Bedingungen sowie eine entsprechende verhältnismässige Mitwirkung der Veranstalter erfordern (...). In diesem Sinne besteht gestützt auf die Meinungs- und Versammlungsfreiheit grundsätzlich ein bedingter Anspruch, öffentlichen Grund für Kundgebungen mit Appellwirkung zu benützen.\n\nArt. 22 BV schützt nach dem Gesagten nur friedliche Versammlungen. Entwickelt sich bei einer anfänglich friedlichen Versammlung Gewalt in einem Ausmass, dass die meinungsbildende Komponente völlig in den Hintergrund tritt, kann der Schutz des Grundrechts entfallen. Kleinere Gruppen, die am Rand einer Versammlung randalieren, können den Grundrechtsschutz für die Versammlung als Ganzes hingegen nicht beseitigen (MÜLLER/SCHEFER, Grundrechte in der Schweiz, 4. Aufl. 2008, S. 585; MAYA HERTIG, in: Basler Kommentar, Bundesverfassung, 2015, N. 8 f. zu Art. 22 BV). Der Umstand, dass es an einer ursprünglich friedlichen Kundgebung zu Gewaltausübung kommt, lässt den Grundrechtsschutz somit nicht von vorneherein dahinfallen.\n\n3.3 In Ergänzung hierzu ist festzuhalten, dass die Meinungs- und Versammlungsfreiheit nicht nur durch direkte Eingriffe wie Verbote und Sanktionen beeinträchtigt werden können. Denkbar sind auch |153| mittelbare Beeinträchtigungen dieser Grundrechte in dem Sinne, dass der Betroffene sich aufgrund einer behördlichen Reaktion nicht mehr getraut, erneut vom Grundrecht Gebrauch zu machen. In Rechtsprechung und Lehre wird in diesem Zusammenhang vom sog. \"chilling effect\" (auch \"effet dissuasif\") gesprochen (zur Entwicklungsgeschichte dieser aus dem US-amerikanischen Verfassungsrecht stammenden Metapher vgl. JULIAN STABEN, Der Abschreckungseffekt auf die Grundrechtsausübung, 2016, S. 44 ff.; grundlegend das Urteil der Grossen Kammer des Europäischen Gerichtshofs für Menschenrechte [EGMR] Goodwin gegen Vereinigtes Königsreich vom 27. März 1996, Nr. 17488/90, Receuil CourEDH 1996-II S. 500 § 39; weitere Nachweise bei GRABENWARTER/PABEL, Europäische Menschenrechtskonvention, 6. Aufl. 2016, § 23 N. 27 i.f.; BGE 131 IV 23 E. 3.1 S. 28; vgl. auch BGE 136 I 167 E. 3.2.3 S. 172; BGE 140 I 2 E. 10.6.3 S. 37; zum Ganzen auch MÜLLER/SCHEFER, a.a.O., S. 375; KIENER/KÄLIN, Grundrechte, 2. Aufl. 2013, S. 212 und 219 f.; RHINOW/SCHEFER/UEBERSAX, Schweizerisches Verfassungsrecht, 3. Aufl. 2016, N. 1564 f.; HÄFELIN/HALLER/KELLER/THURNHERR, Schweizerisches Bundesstaatsrecht, 9. Aufl. 2016, S. 154; HERTIG, a.a.O., N. 40 zu Art. 16 BV). Die Ausübung der Grundrechte darf durch negative Begleiterscheinungen nicht derart beschränkt werden, dass von einer Abschreckungswirkung oder einem Einschüchterungseffekt zu sprechen ist. Ein solcher besteht im vorliegenden Zusammenhang dann, wenn für die Ausübung eines ideellen Grundrechts Polizeikosten verrechnet werden, welche die Grundrechtsberechtigten von der Grundrechtswahrnehmung abhalten (STEFAN LEUTERT, Polizeikostentragung bei Grossveranstaltungen, 2005, S. 119; vgl. auch ERRASS, a.a.O., N. 54 zu Art. 22 BV). Entscheidend ist insoweit (auch) die Wahrung des Grundsatzes der Verhältnismässigkeit (LEUTERT, a.a.O., S. 121). Die Kostenforderungen müssen mithin moderat ausgestaltet sein, so dass die effektive Grundrechtsausübung tatsächlich möglich bleibt (LEUTERT, a.a.O., S. 120 f.).\n\n(...)\n\n5.\n\n5.1 Aus dem Verhältnismässigkeitsprinzip ergibt sich, dass sich die polizeiliche Massnahme nur gegen den Störer, nicht aber gegen bloss mittelbare Verursacher des polizeiwidrigen Zustands richten darf (vgl. auch § 6 PolG/LU). Das Störerprinzip konkretisiert somit den Verhältnismässigkeitsgrundsatz in persönlicher Hinsicht (HÄFELIN/MÜLLER/UHLMANN, a.a.O., Rz. 2608). Das Erfordernis der |154| Unmittelbarkeit der Verursachung der Gefahr oder Störung bedeutet, dass als polizeirechtlich erhebliche Ursachen nur solche Handlungen in Betracht kommen, die bereits selber die Grenze zur Gefahr überschritten haben; entferntere, lediglich mittelbare Verursachungen scheiden aus (Unmittelbarkeitsprinzip; vgl. BGE 131 II 743 E. 3.2 S. 747 f.). Der Störer ist polizeirechtlich verpflichtet, eine Gefahr oder Störung zu beseitigen oder die Kosten für die Massnahmen zur Herstellung des ordnungsgemässen Zustands zu tragen. Diese Massnahmen umfassen nicht nur diejenigen, welche vom Störer selber hätten vorgekehrt oder veranlasst werden können und lediglich wegen zeitlicher Dringlichkeit direkt von der zuständigen kantonalen Behörde angeordnet worden sind. Sie beinhalten auch Vorkehrungen, welche von vorneherein technisch und rechtlich nur von den polizeilichen Organen und den ihnen beigeordneten Spezialdiensten vorgenommen oder angeordnet werden können (BGE 122 II 65 E. 6a S. 70).\n\nAls Störer gilt erstens der Verhaltensstörer, der durch sein eigenes Verhalten oder durch das Verhalten Dritter, für die er verantwortlich ist, die öffentliche Ordnung und Sicherheit unmittelbar stört oder gefährdet (z.B. randalierende Demonstranten). Zweitens wird der Zustandsstörer erfasst, der die tatsächliche oder rechtliche Herrschaft über Sachen hat, welche die Polizeigüter unmittelbar stören oder gefährden (z.B. Eigentümer einer vorschriftswidrigen Baute). Drittens gilt schliesslich der Zweckveranlasser als Störer, der durch sein Tun oder Unterlassen bewirkt oder bewusst in Kauf nimmt, dass ein anderer die Polizeigüter stört oder gefährdet (z.B. der Organisator einer Veranstaltung; vgl. zum Ganzen HÄFELIN/MÜLLER/UHLMANN, a.a.O., Rz. 2612 ff., mit Kritik an der Haftung des Zweckveranlassers; kritisch auch: MARKUS KERN, Kommunikationsgrundrechte als Gefahrenvorgaben, 2012, S. 483 f.). Massgebend ist der unmittelbare Zusammenhang zwischen dem Verhalten des Zweckveranlassers und der Störung (LEUTERT, a.a.O., S. 141). Nach der Lehre nehmen etwa die Verantwortlichen eines Fussballclubs, der für seine gewalttätige Hooligan-Szene bekannt ist, zumindest in Kauf, dass es zu Ausschreitungen und als Folge davon zu einem Polizeieinsatz kommt. Sie gelten daher als Zweckveranlasser der Störungen (TSCHANNEN/ZIMMERLI/MÜLLER, Allgemeines Verwaltungsrecht, 4. Aufl. 2014, S. 545 ff., mit Hinweis auf Luzerner Gerichts- und Verwaltungsentscheide [LGVE] 2006 II Nr. 1 E. 6b). Als Ausprägung des Verhältnismässigkeitsgrundsatzes darf der Zweckveranlasser nur dann in Anspruch |155| genommen werden, wenn der polizeiliche Eingriff geeignet und erforderlich ist, um die Störung zu beheben, und ihm der Eingriff zugemutet werden kann (vgl. MÖCKLI/TÖNDURY, Vom Störerbild zum Störerprinzip - und zurück?, in: Staats- und Verwaltungsrecht auf vier Ebenen, Festschrift für Tobias Jaag, Rüssli/Hänni/Häggi Furrer [Hrsg.], 2012, S. 37).\n\n5.2 In BGE 135 I 130 schützte das Bundesgericht eine Verordnungsregelung im Kanton Neuenburg, welche den Organisatoren von Sportveranstaltungen als Zweckveranlasser einen Anteil zwischen 60 und 80 % an den Kosten überwälzt, die der Einsatz der Kantonspolizei für die Gewährleistung der Sicherheit bei Sportveranstaltungen mit Gewaltpotenzial verursacht. Ebenso erachtete das Bundesgericht eine Regelung im Demonstrationsgesetz des Kantons Genf als verfassungskonform, welche es dem Staat erlaubt, auf Veranstalter finanziell zurückzugreifen, die ihren Verpflichtungen nicht nachkommen und der Polizei beispielsweise Informationen vorenthalten (Urteil 1C_225/2012 vom 10. Juli 2013 E. 4, in: SJ 2014 I S. 37).\n\nAn dieser Rechtsprechung ist festzuhalten. Es ist somit zulässig, die Organisatoren von Sportveranstaltungen wie auch Kundgebungsveranstalter, die sich pflichtwidrig verhalten, zur Tragung von Kosten des Polizeieinsatzes zu verpflichten. Kundgebungsveranstalter als Zweckveranlasser können folglich grundsätzlich als Störer ins Recht gefasst werden, ohne dass hierdurch gegen Art. 22 BV verstossen wird.\n\nZu klären bleibt, ob sich auch die konkrete Ausgestaltung in § 32b Abs. 3 PolG/LU als verhältnismässig erweist.\n\n5.3\n\n5.3.1 Für eine Kostenpflicht des Veranstalters als Zweckveranlasser setzt § 32b Abs. 1 PolG/LU voraus, dass an der Veranstaltung Gewalt an Personen oder Sachen verübt wurde; in Rechnung gestellt werden können nur Kosten des Polizeieinsatzes ab Beginn der Gewaltausübung.\n\n5.3.2 Nach dem klaren Wortlaut von § 32b Abs. 3 PolG/LU wird der Veranstalter nicht kostenpflichtig, wenn keine Bewilligung erforderlich ist oder keine Auflagen verfügt werden. Spontane Kundgebungen, die keiner Bewilligung bedürfen, werden somit von der Kostenpflicht nicht erfasst.\n\n5.3.3 Werden Bewilligungsauflagen verfügt, müssen diese verhältnismässig ausgestaltet sein (Art. 36 Abs. 3 BV; vgl. auch E. 3.2 |156| hiervor). Die Bestimmung von § 32b Abs. 3 PolG/LU lässt offen, welche Bewilligungsauflagen in Betracht kommen. In der Botschaft des Regierungsrats vom 9. Dezember 2014 (nachfolgend: Botschaft) wird erläuternd ausgeführt, eine übliche Bewilligungsauflage bei Veranstaltungen sei die Bereitstellung eines genügenden Sicherheitsdiensts (S. 22 f.). Klarstellend ist hierzu festzuhalten, dass der Kundgebungsveranstalter zwar dazu verpflichtet werden kann, im Rahmen seiner Möglichkeiten einen Ordnungsdienst zu organisieren, welcher die Kommunikation mit der Polizei sicherstellt und als Bindeglied zwischen den Demonstrierenden und der Polizei fungiert. Hingegen kann es nicht Sache der Veranstalter sein, für ein umfassendes Sicherheitsdispositiv zu sorgen. Es besteht ein staatliches Gewaltmonopol. An Orten, die der Allgemeinheit offenstehen, ist es daher Aufgabe der Polizei, für die Sicherheit zu sorgen (vgl. Urteil 1C_225/2012 vom 10. Juli 2013 E. 3.6 f., in: SJ 2014 I S. 37; vgl. zum Ganzen auch MARKUS MOHLER, Grundzüge des Polizeirechts in der Schweiz, 2012, S. 415 ff.; CHRISTINE GANDER, Sicherheit und Demonstrationen - Grenzen eines Grundrechts, Sicherheit & Recht 2/2008 S. 72 f.; ERRASS, a.a.O., N. 39 zu Art. 22 BV; SCHWEIZER/MOHLER, Die schweizerische Bundesverfassung, a.a.O., N. 22 zu den Vorbemerkungen zur Sicherheitsverfassung; siehe ferner ERRASS/ZÜND, Privatisierung von Polizeiaufgaben, Sicherheit & Recht 3/2012 S. 162 ff., insb. 174 und 183; zur Frage der Übertragung von Durchsuchungsbefugnissen an private Sicherheitsdienste im sog. halböffentlichen Raum [bspw. Fussballstadien, Transportmittel] vgl. BGE 140 I 2 E. 10.2 S. 29 f.). § 28 Abs. 3 PolG/LU hält unter dem Titel \"Übertragung von Aufgaben an Private\" denn auch ausdrücklich fest, dass Aufträge, die polizeiliches Handeln gemäss den §§ 9-21 PolG/LU bedingen, nicht an Private übertragen werden dürfen. Damit sind namentlich die Anhaltung und Identitätsfeststellung (§ 9 PolG/LU), die Durchsuchung von Personen (§ 14 PolG/LU) und von Sachen (§ 15 PolG/LU) und die Ausübung unmittelbaren Zwangs (§ 20 PolG/LU) ausschliesslich Sache der Polizei und können nicht an einen privaten Dienst delegiert werden. § 1a PolG/LU behält für die Tätigkeit der Polizei in der Strafverfolgung und der Strafuntersuchung die StPO (SR 312.0) explizit vor. Sämtliche Zwangsmassnahmen im Sinne der StPO (Art. 196-298d StPO) können indes ebenfalls einzig durch Strafbehörden (Polizei, Staatsanwaltschaft und Gerichte) und nicht durch Private angeordnet werden (Art. 198 StPO; siehe auch Urteil 1C_225/2012 vom 10. Juli 2013 E. 3.7, in: SJ 2014 I S. 37). |157|\n\nAufgrund der offenen Formulierung lässt sich die Bestimmung von § 32b Abs. 3 PolG/LU in Bezug auf mögliche Bewilligungsauflagen verfassungskonform auslegen. Der Veranstalter kann von ihm als unverhältnismässig eingestufte Auflagen im konkreten Anwendungsfall anfechten.\n\n5.3.4 Der Veranstalter muss des Weiteren zumindest grobfahrlässig gegen die Bewilligungsauflagen verstossen. Der Begriff der groben Fahrlässigkeit ist ein zivilrechtlicher. Grobe Fahrlässigkeit liegt vor, wenn der Haftpflichtige unter Verletzung der elementarsten Vorsichtsgebote handelt und dadurch ausser Acht lässt, was jedem verständigen Menschen in der gleichen Lage und unter den gleichen Umständen hätte einleuchten müssen (ROLAND BREHM, Berner Kommentar, 4. Aufl. 2013, N. 197a zu Art. 41 OR; ALFRED KOLLER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 3. Aufl. 2009, S. 743 f.; BGE 119 II 443 E. 2a S. 448). Das Verhalten des Fehlbaren muss schlechterdings unverständlich erscheinen (MARTIN A. KESSLER, in: Basler Kommentar, Obligationenrecht, Bd. I, 6. Aufl. 2015, N. 49 zu Art. 41 OR).\n\n5.3.5 Mit diesen Eingrenzungen (vgl. E. 5.3.1-5.3.4 hiervor) wird der Kreis möglicher Störer mit § 32b PolG/LU entgegen der Auffassung der Beschwerdeführer nicht über das Erforderliche hinaus ausgeweitet. Vielmehr wird mit der gesetzgeberischen Lösung ein unmittelbarer Zusammenhang zwischen dem Verhalten des Veranstalters (zumindest grobfahrlässiger Verstoss gegen Bewilligungsauflagen) und der Störung (Gewalt an Personen und Sachen) vorausgesetzt, weshalb das Erfordernis der Unmittelbarkeit gewahrt ist. Damit ist gleichzeitig gesagt, dass sich die entsprechende Einschränkung der Meinungs- und Versammlungsfreiheit insoweit als verhältnismässig erweist.\n\n5.4 Unter Verhältnismässigkeitsgesichtspunkten zu prüfen bleibt der von den Beschwerdeführern beanstandete Abschreckungseffekt (vgl. bereits E. 3.3 hiervor).\n\nVoraussetzung für eine Kostenpflicht des Veranstalters ist, wie bereits ausgeführt, dass er verhältnismässig ausgestaltete Bewilligungsauflagen vorsätzlich oder grobfahrlässig nicht eingehalten hat. Das Verhalten des Veranstalters muss insoweit schlechterdings unverständlich erscheinen (vgl. E. 5.3.3 und 5.3.4 hiervor). Der Veranstalter kann folglich das Risiko auf Kostenersatz durch eigenes Verhalten ausschliessen, da er einzig bei einem zumindest grobfahrlässigen |158| Verstoss gegen Bewilligungsauflagen kostenpflichtig wird. Damit kann nicht gesagt werden, dass von § 32b Abs. 3 PolG/LU ein unverhältnismässiger \"chilling effect\" ausgeht, welcher Organisatoren von Kundgebungen als Grundrechtsträger von der Ausübung des Grundrechts der Versammlungsfreiheit abschreckt. Da es die Veranstalter mithin selbst in der Hand haben, eine Kostenpflicht zu verhindern, ist die Höhe der drohenden Gebühr von bis zu Fr. 30'000.- bei der Beurteilung des Abschreckungseffekts nicht von entscheidender Bedeutung. Die Höhe ist indes für die Frage der Einhaltung des Äquivalenzprinzips massgebend (dazu sogleich E. 6).\n\n6. (...)\n\n6.3\n\n6.3.1 Das Kostendeckungsprinzip besagt, dass der Gebührenertrag die gesamten Kosten des betreffenden Verwaltungszweigs nicht oder nur geringfügig übersteigen soll (BGE 141 I 105 E. 3.3.2 S. 108). Das Äquivalenzprinzip konkretisiert das Verhältnismässigkeitsprinzip und das Willkürverbot für den Bereich der Kausalabgaben (Art. 5 Abs. 2 und Art. 9 BV). Es bestimmt, dass eine Gebühr nicht in einem offensichtlichen Missverhältnis zum objektiven Wert der Leistung stehen darf und sich in vernünftigen Grenzen halten muss. Der Wert der Leistung bemisst sich nach dem wirtschaftlichen Nutzen, den sie dem Pflichtigen bringt, oder nach dem Kostenaufwand der konkreten Inanspruchnahme im Verhältnis zum gesamten Aufwand des betreffenden Verwaltungszweigs, wobei schematische, auf Wahrscheinlichkeit und Durchschnittserfahrungen beruhende Massstäbe angelegt werden dürfen (vgl. zum Ganzen BGE 141 I 105 E. 3.3.2 S. 108 f.). Das Äquivalenzprinzip bezieht sich somit grundsätzlich auf das Verhältnis von Abgabe und Leistung im konkreten Einzelfall (Individualäquivalenz; HÄFELIN/MÜLLER/UHLMANN, a.a.O., Rz. 2785 ff.; TSCHANNEN/ZIMMERLI/MÜLLER, a.a.O., S. 569).\n\n6.3.2 Die Beschwerdeführer erachten die in § 32b Abs. 3 Satz 3 PolG/LU festgelegte Höchstgebühr von Fr. 30'000.-, welche den Veranstaltern in Rechnung gestellt werden kann, als mit dem Äquivalenzprinzip unvereinbar. Dieser Auffassung kann nicht gefolgt werden. Wie dargelegt, muss die Höhe der Gebühr im konkreten Einzelfall in einem vernünftigen Verhältnis zum objektiven Wert der Leistung stehen. Es kann jedenfalls nicht von vorneherein ausgeschlossen werden, dass eine Kostenauflage von gesamthaft Fr. 30'000.- sich im Einzelfall als verhältnismässig erweisen könnte. Zu denken ist dabei an den Fall einer von mehreren Veranstaltern organisierten |159| Grosskundgebung, bei welcher es (nach grobfahrlässiger oder vorsätzlicher Missachtung von Bewilligungsauflagen seitens der Veranstalter) aufgrund massiver Gewaltausschreitungen zu einem Grosseinsatz der Polizei kommt. Diesfalls könnte ein Gesamtbetrag von Fr. 30'000.- anteilsmässig auf die verschiedenen Veranstalter aufgeteilt werden. Eine Solidarschuldnerschaft hingegen würde dem Äquivalenzprinzip widersprechen oder bedürfte einer spezialgesetzlichen Grundlage (vgl. LEUTERT, a.a.O., S. 125), die § 32b Abs. 3 PolG/LU nicht enthält.\n\nZusammenfassend führt die abstrakte Normenkontrolle somit zum Ergebnis, dass § 32b Abs. 3 PolG/LU dem abgaberechtlichen Äquivalenzprinzip nicht widerspricht. Den von der Kostenauflage betroffenen Veranstaltern steht im konkreten Anwendungsfall der Rechtsmittelweg zur Überprüfung der Rechtmässigkeit der erhobenen Abgabe nach Massgabe des Kostendeckungs- und des Äquivalenzprinzips offen (...).\n\n(...)\n\n10. Nach § 32b Abs. 4 PolG/LU wird der Anteil, der von den an der Gewaltausübung beteiligten Personen zu tragen ist, zu gleichen Teilen auf die einzelnen Personen aufgeteilt. Einer einzelnen Person können höchstens Fr. 30'000.- in Rechnung gestellt werden.\n\nDie Beschwerdeführer rügen in der Hauptsache wiederum einen unzulässigen Abschreckungseffekt (dazu bereits E. 3.3 und E. 5.4 hiervor) und eine Verletzung des Äquivalenzprinzips (vgl. auch E. 6 hiervor).\n\n11. Wie bereits ausgeführt, kann die Ausübung von Kommunikationsgrundrechten auch auf indirekte Weise beeinträchtigt werden, indem missliebige Betätigungen zwar nicht vorweg, aber in der Folge mit empfindlichen Rechtsnachteilen belegt werden, mit der Konsequenz, dass die betroffene Person davon absieht, zukünftig erneut von ihrem Grundrecht Gebrauch zu machen (BGE 131 IV 23 E. 3.1 S. 28; BGE 140 I 2 E. 10.6.3 S. 37; Urteil 5A_888/2011 vom 20. Juni 2012 E. 5.3; vgl. auch das Urteil der Grossen Kammer des EGMR Stoll gegen Schweiz vom 10. Dezember 2007, Nr. 69698/01, Recueil CourEDH 2007-V S. 247 f. § 110). In der Lehre wird zudem darauf hingewiesen, dass ein Abschreckungseffekt auch aus einer vagen gesetzlichen Regelung resultieren kann, die den rechtsanwendenden Behörden einen derart grossen Spielraum belässt, dass die rechtlichen Konsequenzen einer Meinungsäusserung für die Einzelnen kaum mehr abschätzbar sind (MÜLLER/SCHEFER, a.a.O., S. 376 f.; HERTIG, |160| a.a.O., N. 40 zu Art. 16 und N. 16 zu Art. 22 BV; vgl. auch mit weiteren Nachweisen MELANIE KRÜSI, Das Zensurverbot nach Art. 17 Abs. 2 der Schweizerischen Bundesverfassung, 2011, S. 172).\n\nIm vorliegenden Fall gewärtigen Kundgebungsteilnehmer, im Umfang von maximal Fr. 30'000.- für die Kosten eines Polizeieinsatzes haftbar gemacht zu werden, was ein beträchtliches finanzielles Risiko darstellt. Ausserdem ist aufgrund der Regelung von § 32b PolG/LU nicht von Anfang an klar, ob und ab welchem Zeitpunkt sich die dort vorgesehene Kostenbeteiligung realisiert. Angesichts dieser Umstände kann § 32b Abs. 4 PolG/LU grundsätzlich geeignet sein, einen Abschreckungseffekt zu bewirken. Ob diese indirekte Beeinträchtigung der Versammlungs- und der Meinungsfreiheit erheblich genug wäre, um für sich alleine als unverhältnismässiger Eingriff qualifiziert zu werden, braucht vorliegend jedoch nicht beantwortet zu werden, da sich die angefochtene Bestimmung bereits aus abgaberechtlichen Gründen als unzulässig erweist (dazu sogleich E. 12).\n\n12.\n\n12.1 Die Beschwerdeführer bringen weiter vor, es widerspreche dem das Verhältnismässigkeitsprinzip konkretisierenden Äquivalenzprinzip, dass gemäss § 32b Abs. 4 PolG/LU der Anteil, der von den an der Gewaltausübung beteiligten Personen zu tragen ist, zu gleichen Teilen auf die einzelnen Personen aufgeteilt wird. Mit dieser Pauschalisierung werde den subjektiven und objektiven Anteilen an der Verursachung zu Unrecht keine Rechnung getragen.\n\n12.2 In der Botschaft des Regierungsrats wird zu § 32b Abs. 4 PolG/LU erläutert, es gehe nicht um eine straf- oder zivilrechtliche, persönliche Vorwerfbarkeit, sondern um eine verwaltungsrechtliche Zuteilung von Gebühren an bestimmte Personen; zur einfachen Handhabung würden die Gebühren nicht den einzelnen Personen nach ihrer individuellen Gewaltausübung zugerechnet, sondern zu gleichen Teilen zugeteilt (S. 22).\n\n12.3 Wie dargelegt, widersprechen schematische, auf Wahrscheinlichkeit und Durchschnittserfahrungen beruhende Bemessungsmassstäbe dem Äquivalenzprinzip grundsätzlich nicht (vgl. E. 6.3.1 hiervor mit Hinweis auf BGE 141 I 105 E. 3.3.2 S. 108 f.). Solche Pauschalisierungen dürfen jedoch nicht zu sachlich unhaltbaren oder rechtsungleichen Ergebnissen führen (TSCHANNEN/ZIMMERLI/MÜLLER, a.a.O., S. 569). Einheitliche Pauschalen sind unter dem Aspekt der |161| Rechtsgleichheit nur bei geringfügigen Belastungen rechtmässig, wenn sich eine Abstufung nach den individuellen Verhältnissen nicht rechtfertigt. Für die Rechtfertigung der finanziellen Belastung eines Einzelnen müssen die Kosten daher grundsätzlich individuell zugerechnet werden können. Es soll nur derjenige belastet werden, der die Verwaltungstätigkeit auch tatsächlich verursacht hat (DANIELA WYSS, Kausalabgaben, 2009, S. 53 und 65 f.).\n\nBei der Bemessung der Kostentragungspflicht der Störer muss der Haftungsanteil der einzelnen Störer gestützt auf das Äquivalenzprinzip nach sachgerechten Kriterien festgelegt werden. Im Gegensatz zur polizeitaktisch ex ante vorzunehmenden Störerqualifikation hat die Kostenüberwälzung aufgrund einer objektiven Betrachtung ex post zu erfolgen. Die Behörden haben die Kosten nach Massgabe des konkreten Tatbeitrags und damit entsprechend dem Grad der Verantwortung für die Störungssituation zu verlegen. Jeder Störer darf zur Kostentragung seines Störungsanteils - und ausschliesslich für diesen Teil - herangezogen werden (vgl. zum Ganzen LEUTERT, a.a.O., S. 147 f.; TSCHANNEN/ZIMMERLI/MÜLLER, a.a.O., S. 549).\n\n12.4 Einem passiven Kundgebungsteilnehmer, der sich trotz polizeilicher Aufforderung nicht entfernt, kann nicht ein Verwaltungsaufwand in pauschaler Weise bis zu einer Höhe von Fr. 30'000.- individuell zugerechnet werden. Insbesondere ist er nicht in gleichem oder vergleichbarem Ausmass wie die tatsächlich Gewalt ausübenden Personen verantwortlich für die anfallenden polizeilichen Kosten. § 32b Abs. 4 PolG/LU erlaubt jedoch keine Differenzierung nach Massgabe des konkreten Störungsanteils, sondern schreibt vor, dass der Anteil, der von den an der Gewaltausübung beteiligten Personen zu tragen ist, zwingend zu gleichen Teilen auf die einzelnen Personen aufgeteilt wird. Diese Lösung ist zwar einfach zu handhaben, in ihrer Undifferenziertheit jedoch mit dem Rechtsgleichheits- und dem Äquivalenzprinzip nicht vereinbar, da insbesondere keine Unterscheidung zwischen Randalierern und passiven Kundgebungsteilnehmern, die sich trotz polizeilicher Aufforderung nicht entfernen, vorgenommen werden kann.\n\nDamit erweist sich die Rüge der Beschwerdeführer als begründet. § 32b Abs. 4 PolG/LU, wonach die Gebühren von bis zu Fr. 30'000.- zu gleichen Teilen von den an der Gewaltausübung beteiligten Personen zu tragen sind, verstösst gegen das gebührenrechtliche Äquivalenzprinzip, welches das Verhältnismässigkeitsprinzip und das |162| Willkürverbot für den Bereich der Kausalabgaben konkretisiert (Art. 5 Abs. 2 und Art. 9 BV; vgl. auch E. 6.3.1 hiervor).\n\n13. Zusammenfassend ist festzuhalten, dass sich § 32b Abs. 4 PolG/LU nicht verfassungskonform auslegen lässt. Dies führt zur Gutheissung der Beschwerde in diesem Punkt und zur Aufhebung der angefochtenen Bestimmung. Bei diesem Ergebnis muss auf die weiteren Rügen der Beschwerdeführer nicht mehr eingegangen werden. (...)"}