{"annee": "143", "cour": "IV", "page": "450", "date": "30/11/2017", "cite": ["139 IV 62"], "cite_par": [], "chapeau": "56. Extrait de l'arrêt de la Cour de droit pénal dans la cause X. contre Ministère public de la République et canton de Genève et A. (recours en matière pénale)\n\n6B_275/2017 du 30 novembre 2017", "regestes": ["Art. 97 al. 3 CP; annulation du jugement de première instance et modification de la qualification de l'infraction. Lorsqu'un jugement de première instance a été rendu, les faits qui sont à la base de la condamnation (et non la qualification juridique retenue) ne peuvent plus être prescrits. Si le premier juge a retenu une qualification erronée et que celle-ci est annulée, la prescription ne recommence plus à courir (consid. 1)."], "faits": "BGE 143 IV 450 S. 450\n\nA. Par jugement du 16 janvier 2013, le Tribunal de police du canton de Genève a condamné X. pour diffamation à une peine pécuniaire de trente jours-amende à 90 fr., avec sursis durant trois ans, ainsi qu'à une amende de 750 fr., la peine privative de liberté de substitution en cas de défaut de paiement de l'amende étant de cinq jours.\n\nB.\n\nB.a Par arrêt du 12 novembre 2014, la Chambre pénale d'appel et de révision de la Cour de justice genevoise a partiellement admis l'appel formé par X. et réformé le jugement attaqué en ce cens qu'elle a réduit la peine pécuniaire à vingt jours-amende, confirmant le jugement attaqué pour le surplus.\n\nPar arrêt du 23 mars 2016 (6B_6/2015), le Tribunal fédéral a admis le recours interjeté par X. et annulé l'arrêt de la Chambre pénale d'appel et de révision genevoise, la cause étant renvoyée à l'autorité cantonale pour nouvelle décision. BGE 143 IV 450 S. 451\n\nB.b Par arrêt du 25 janvier 2017, la Chambre pénale d'appel et de révision de la Cour de justice genevoise a annulé le jugement rendu le 16 janvier 2013. Elle a reconnu X. coupable d'injure et l'a condamnée à une peine pécuniaire de dix jours-amende à 90 fr. l'unité, avec sursis pendant deux ans.\n\nC. Contre ce dernier arrêt, X. dépose un recours en matière pénale devant le Tribunal fédéral. Elle conclut à ce que le Tribunal fédéral annule l'arrêt attaqué, qu'il constate que l'action pénale est prescrite et rende une ordonnance de classement et qu'il lui octroie une indemnité pour les dépenses occasionnées par l'exercice raisonnable de ses droits dans la procédure. En outre, elle sollicite l'octroi de l'effet suspensif au recours.\n\nPar ordonnance du 6 mars 2017, le Président de la Cour de droit pénal du Tribunal fédéral a rejeté la demande d'effet suspensif.", "considerants": "Extrait des considérants:\n\n1. La recourante fait valoir que l'infraction d'injure est prescrite. Selon elle, l'ensemble de la procédure pénale ouverte à son encontre et le jugement de première instance du 16 janvier 2013 n'ont porté que sur l'infraction de diffamation (à l'exclusion de celle d'injure dont les éléments constitutifs n'ont jamais été examinés), de sorte que celui-ci ne peut pas avoir eu pour effet de mettre fin à la prescription pour l'infraction d'injure. D'après la recourante, la prescription, ainsi que la mise à néant de celle-ci via l'art. 97 al. 3 CP, s'examinent en lien avec une infraction donnée et non avec un état de fait. Selon la recourante, dans la mesure où le courrier litigieux date du 2 novembre 2010 et que le délai de prescription pour les infractions contre l'honneur est de quatre ans, la prescription était acquise le 2 novembre 2014, à savoir deux ans avant que l'autorité précédente la condamne pour injure par jugement du 25 janvier 2017.\n\n1.1 Pour les délits contre l'honneur, l'action pénale se prescrit par quatre ans (art. 178 al. 1 CP).\n\n1.2 Selon l'art. 97 al. 3 CP, la prescription de l'action pénale cesse définitivement de courir dès qu'un jugement de première instance a été rendu, qu'il s'agisse d'un jugement de condamnation ou d'acquittement (ATF 139 IV 62 consid. 1.5 p. 70 ss). Si ce jugement est annulé par la suite lors d'une procédure de recours, la prescription ne recommence plus à courir (arrêts 6B_370/2012 du 22 octobre 2012 consid. 4; 6B_983/2010 du 19 avril 2011 consid. 4.2.3). BGE 143 IV 450 S. 452\n\n1.3 Contrairement à ce que soutient la recourante, la prescription de l'action pénale ne se rapporte pas à la qualification juridique de l'infraction, mais aux faits délictueux à la base de l'infraction. L'effet de la prescription est de mettre fin au droit de punir un acte délictueux en raison de l'écoulement du temps. Après un certain délai, les faits reprochés au prévenu ne peuvent plus être poursuivis. Conformément à l'art. 97 al. 3 CP, lorsqu'un jugement de première instance a été rendu, les faits qui sont à la base de la condamnation (et non la qualification juridique retenue) ne peuvent plus être prescrits dans la suite de la procédure. Si le premier juge a retenu une qualification erronée et que celle-ci est annulée par l'autorité de recours, la prescription ne recommence plus à courir; le premier juge peut retenir une autre qualification juridique des faits sans se voir opposer une éventuelle prescription.\n\n1.4 En l'espèce, par ordonnance pénale, il était reproché à la recourante d'avoir, dans un courrier du 2 novembre 2010 adressé à l'exécutif de la Ville de Genève, tenu des propos attentatoires à l'honneur de A., directeur de B. Par jugement du 16 janvier 2013, le Tribunal de police a considéré que ces faits étaient punissables et a condamné la recourante pour diffamation. Ce jugement a mis un terme définitif à l'écoulement de la prescription en ce qui concerne l'état de fait sous tendant la condamnation pour diffamation (et non à la prescription de la qualification de diffamation). C'est donc à juste titre que l'autorité précédente a admis que l'action pénale en relation avec le courrier du 2 novembre 2010 n'était pas prescrite et qu'elle pouvait condamner la recourante pour injure."}