{"annee": "143", "cour": "II", "page": "361", "date": "1/3/2017", "cite": ["139 I 206", "134 I 92"], "cite_par": [], "chapeau": "25. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. A. gegen Migrationsamt des Kantons Basel-Stadt (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_101/2017 vom 1. März 2017", "regestes": ["Art. 5 CEDH; art. 29 al. 3, art. 31 Cst.; art. 76a, art. 80a LEtr; art. 1 al. 3 et art. 4 AAD; art. 28 al. 4 du Règlement Dublin (UE n° 604/2013); art. 9 al. 6 de la Directive 2013/33/UE du Parlement européen et du Conseil du 26 juin 2013 établissant des normes pour l'accueil des personnes demandant la protection internationale; assistance judiciaire en matière de détention et garanties pour les personnes détenues. L'art. 28 al. 4 du Règlement Dublin renvoie, en ce qui concerne les conditions de détention et les garanties de procédure applicables aux personnes en détention Dublin, aux articles 9, 10 et 11 de la Directive 2013/33/UE (consid. 3.1). L'art. 9 al. 6 de cette directive ne permet pas aux Etats de faire dépendre l'assistance judiciaire des chances de succès du cas particulier (consid. 3.2). Le renvoi de l'art. 28 al. 4 du Règlement Dublin à ladite réglementation (art. 9, 10 et 11 de la Directive 2013/33/UE) a pour conséquence que celle-ci fait partie intégrante du Règlement Dublin et, en tant que telle, relève des acquis applicables à la Suisse (consid. 3.3)."], "faits": "|362|\n\nA. Am 5. Januar 2017 wurde der (nach eigenen Angaben) kamerunische Staatsangehörige A. (geboren 1970) einreisend von Frankreich in die Schweiz von den Schweizer Grenzwachbehörden kontrolliert.\n\nGleichentags wurde A. vorläufig festgenommen. Das Migrationsamt des Kantons Basel-Stadt führte gleichentags eine Einvernahme durch, zu welcher A. eine Anwältin beigegeben wurde. Nach dieser Einvernahme ordnete das kantonale Migrationsamt mit Verfügung desselben Datums gestützt auf Art. 76a Abs. 3 lit. a des Bundesgesetzes vom 16. Dezember 2005 über die Ausländerinnen und Ausländer (AuG; SR 142.20) eine Administrativhaft (sog. \"Dublin-Haft\", vgl. Botschaft vom 7. März 2014 über die Genehmigung und die Umsetzung der Notenaustausche zwischen der Schweiz und der EU betreffend die Übernahme der Verordnungen [EU] Nr. 603/2013 und [EU] Nr. 604/2013 [Weiterentwicklungen des Dublin/Eurodac-Besitzstands], BBl 2014 2694 [nachfolgend: Botschaft Dublin 2014]) von sieben Wochen an und eröffnete A. diese Verfügung noch in Anwesenheit der Rechtsvertreterin. Mit Eingabe vom 16. Januar 2017 an das kantonale Migrationsamt ersuchte der neue Rechtsvertreter im Namen von A. um gerichtliche Überprüfung der Haft und stellte den Antrag, A. sei, unter Gewährung der unentgeltlichen |363| Rechtspflege und Verbeiständung, unverzüglich aus der Haft zu entlassen.\n\nB. Mit Urteil vom 20. Januar 2017 erkannte die Einzelrichterin für Zwangsmassnahmen im Ausländerrecht am Appellationsgericht des Kantons Basel-Stadt als Verwaltungsgericht, die vom kantonalen Migrationsamt für die Dauer vom 6. Januar 2017 bis 24. Februar 2017 angeordnete Haft sei rechtmässig und angemessen. Der Antrag auf unentgeltliche Verbeiständung wurde abgewiesen.\n\nC. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten vom 30. Januar 2017 beantragt A., anwaltlich vertreten, das Urteil der Einzelrichterin für Zwangsmassnahmen im Ausländerrecht am Appellationsgericht des Kantons Basel-Stadt als Verwaltungsgericht vom 20. Januar 2017 sei vollumfänglich, eventualiter teilweise, aufzuheben. Der Beschwerdeführer sei unverzüglich aus der Ausschaffungshaft zu entlassen und auf freien Fuss zu setzen. Der vorinstanzliche Kostenentscheid sei vollumfänglich aufzuheben, eventualiter sei dem Beschwerdeführer für das vorinstanzliche Verfahren die unentgeltliche Prozessführung und Verbeiständung mit dem Unterzeichneten als Advokaten zu bewilligen und es sei die Angelegenheit zur Festsetzung eines angemessenen Anwaltshonorars an die Vorinstanz zurückzuweisen, subeventualiter sei die Angelegenheit zur neuen Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückzuweisen. Für das bundesgerichtliche Verfahren sei dem Beschwerdeführer die unentgeltliche Prozessführung und Verbeiständung mit dem Unterzeichneten als Advokaten zu bewilligen.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n3. Als begründet erweist sich die Beschwerde, soweit dem Beschwerdeführer im vorinstanzlichen Verfahren auf richterliche Überprüfung der Dublin-Haft die unentgeltliche Verbeiständung verwehrt worden ist.\n\n3.1 Während die verfahrensrechtlichen Garantien in Zusammenhang mit dem Überstellungsentscheid in Art. 27 der Verordnung EU Nr. 604/2013 des Europäischen Parlaments und des Rates vom 26. Juni 2013 zur Festlegung der Kriterien und Verfahren zur Bestimmung des Mitgliedstaats, der für die Prüfung eines von einem Drittstaatsangehörigen oder Staatenlosen in einem Mitgliedstaat gestellten |364| Antrags auf internationalen Schutz zuständig ist (ABl. L 180 vom 29. Juni 2013 S. 31-59; nachfolgend: Dublin-Verordnung) und die unentgeltliche Rechtspflege insbesondere in Art. 27 Abs. 6 der Dublin-Verordnung geregelt worden ist (Botschaft Dublin 2014, BBl 2014 2688 f. Ziff. 3.1.2; HRUSCHKA/MAIANI, EU Immigration and Asylum Law, A Commentary, 2. Aufl. 2016, N. 20 ff. zu Art. 27 Abs. 5 und Abs. 6 Dublin III Regulation [EU] Nr. 604/2013), verweist Art. 28 Abs. 4 der Dublin-Verordnung hinsichtlich der Haftbedingungen und der Garantien für in Haft befindliche Personen zwecks Absicherung der Überstellungsverfahren in den zuständigen Dublin-Mitgliedstaaten auf die Art. 9, Art. 10 und Art. 11 der Richtlinie 2013/33/EU des Europäischen Parlaments und des Rates vom 26. Juni 2013 zur Festlegung von Normen für die Aufnahme von Personen, die internationalen Schutz beantragen (ABl. L 180 vom 29. Juni 2013 S. 96-116).\n\n3.2 Gemäss Art. 9 Abs. 6 der Richtlinie 2013/33/EU sorgen die Mitgliedstaaten bei der erstmaligen richterlichen Prüfung der Rechtmässigkeit und Angemessenheit der Haft dafür, dass die Antragsteller unentgeltliche Rechtspflege in Anspruch nehmen können, wobei die Rechtsberatung und -vertretung zumindest die Vorbereitung der erforderlichen Verfahrensdokumente und die Teilnahme an der Verhandlung im Namen des Inhaftierten vor den Justizbehörden umfasst. Der Gesetzeswortlaut von Art. 9 Abs. 6 der Richtlinie 2013/33/EU eröffnet, im Gegensatz zu Art. 26 Abs. 3 derselben Richtlinie, den einzelnen Staaten nicht die Möglichkeit, die unentgeltliche Rechtspflege vom Erfordernis einer konkreten Erfolgsaussicht des Rechtsmittels abhängig zu machen. Wortlaut und Zusammenhang des Gesetzestextes legen somit nahe, dass Inhaftierte für die Haftüberprüfung Anspruch auf unentgeltliche Rechtspflege und Verbeiständung ungeachtet der Erfolgsaussichten in der Sache selbst haben (PEEK/TSOURDI, EU Immigration and Asylum Law, A Commentary, 2. Aufl. 2016, N. 16 zu Art. 9 Asylum Reception Conditions Directive 2013/33/EU). Dieses Auslegungsergebnis wird dadurch bestätigt, dass der Verzicht auf das Erfordernis der Erfolgsaussicht im Wortlaut von Art. 9 Abs. 6 der Richtlinie 2013/33/EU auf einen zwischen Europäischem Parlament und dem Rat erzielten Kompromiss zurückzuführen ist (Standpunkt des Rates in erster Lesung im Hinblick auf die Annahme einer Richtlinie des Europäischen Parlaments und des Rates zur Festlegung von Normen für die |365| Aufnahme von Antragstellern auf internationalen Schutz [Neufassung], angenommen am 6. Juni2013 [ST 14654/2/12 REV 2 ADD 1],S. 4, 7). Die einzelnen Staaten können jedoch die Gewährung der unentgeltlichen Rechtspflege im Zusammenhang mit dem Haftprüfungsverfahren von der finanziellen Bedürftigkeit des Antragstellers abhängig machen (Art. 9 Abs. 7 lit. a, Abs. 8 lit. b Richtlinie 2013/33/EU), sie durch spezifische, nach nationalem Recht zur Unterstützung von Antragsstellern bestimmten Personen erbringen lassen (Art. 9 Abs. 7 lit. b Richtlinie 2013/33/EU) und sie nach finanziellen und/oder zeitlichen Kriterien begrenzen (Art. 9 Abs. 8 lit. a Richtlinie 2013/33/EU; vgl. dazu PEEK/TSOURDI, a.a.O., N. 14 f.).\n\n3.3 Durch den in Art. 28 Abs. 4 Dublin-Verordnung enthaltenen Verweis wird die Regelung, auf welche verwiesen wird (Art. 9, Art. 10, Art. 11 der Richtlinie 2013/33/EU), durch Inkorporation Teil der Dublin-Verordnung und ist als solche als Teil des acquis auch im Verhältnis zur Schweiz anwendbar (HRUSCHKA/MAIANI, a.a.O., N. 5 zu Art. 28 Dublin III Regulation [EU] Nr. 604/2013; ausdrücklich auch Botschaft Dublin 2014, BBl 2014 2707). Angesichts dessen, dass das Recht auf unentgeltliche Verbeiständung anlässlich der erstmaligen richterlichen Überprüfung der Dublin-Haft nicht von den Erfolgsaussichten in der Sache selbst und, anders als bei ausländerrechtlicher Haft üblich (vgl. BGE 139 I 206 E. 3.3.1 S. 214; BGE 134 I 92 E. 3.2.3 S. 100; Urteile 2C_526/2016 vom 30. Juni 2016 E. 2.1; 2C_906/2008 vom 28. April 2009 E. 2.2.2), auch nicht erst nach einem bestimmten Zeitablauf entsteht, hätte die Vorinstanz prüfen müssen, ob der Beschwerdeführer bedürftig ist und ihm deswegen die Verbeiständung unentgeltlich hätte gewährt werden müssen. In diesem Punkt erweist sich die Beschwerde als begründet, und ist sie teilweise gutzuheissen. Das angefochtene Urteil ist insoweit aufzuheben, als der Antrag auf unentgeltliche Verbeiständung im vorinstanzlichen Verfahren abgewiesen wurde, und die Sache in diesem Umfang zu neuem Entscheid im Sinne der Erwägungen an die Vorinstanz zurückzuweisen. (...)"}