{"annee": "143", "cour": "IV", "page": "130", "date": "6/3/2017", "cite": ["141 IV 61", "121 II 257", "114 IB 27"], "cite_par": ["144 IV 136"], "chapeau": "17. Extrait de l'arrêt de la IIe Cour de droit public dans la cause Administration cantonale des impôts du canton de Vaud contre A. SA (recours en matière de droit public)\n\n2C_576/2016 / 2C_577/2016 du 6 mars 2017", "regestes": ["Art. 55 LHID; art. 241 LI/VD; violation des obligations de procédure; montant de l'amende d'ordre pour les impôts cantonaux et communaux par rapport à celui de l'amende d'ordre pour l'impôt fédéral direct. Dispositions topiques et pouvoir d'appréciation du Tribunal fédéral (consid. 2). L'amende d'ordre infligée pour violation des obligations de procédure (art. 55 LHID) est une sanction pénale qui doit être fixée selon les principes généraux du CP, dont l'art. 47 CP. Pour déterminer sa quotité, il y a lieu de tenir compte de l'importance présumée du montant des éléments imposables, ainsi que de l'effet incitatif que doit avoir l'amende. Dans ce cadre, dès lors qu'en principe les impôts cantonaux et communaux sont plus élevés que l'impôt fédéral direct, il est justifié d'infliger une amende plus importante pour les premiers que pour le second (consid. 3)."], "faits": "BGE 143 IV 130 S. 131\n\nA. A. SA est une société sise à B. dans le canton de Vaud. Après lui avoir octroyé un délai pour déposer sa déclaration d'impôt pour la période fiscale 2013, puis, ce délai n'ayant pas été respecté, l'avoir sommée le 21 octobre 2014, sans succès, de la déposer dans un délai de trente jours, l'Office d'impôt des personnes morales du canton de Vaud lui a, le 10 décembre 2014, infligé une amende de 300 fr. au titre des impôts cantonaux et communaux (ci-après: ICC) et de 150 fr. au titre de l'impôt fédéral direct (ci-après: IFD). Le 13 décembre 2014, A. SA a finalement remis sa déclaration d'impôt.\n\nDans une décision sur réclamation du 26 novembre 2015, l'Administration cantonale des impôts du canton de Vaud (ci-après: l'Administration cantonale) a confirmé les amendes susmentionnées.\n\nB. Par arrêt du 19 mai 2016, le Tribunal cantonal du canton de Vaud (ci-après: le Tribunal cantonal) a partiellement admis le recours de A. SA. Il a jugé que les éléments constitutifs de l'amende étaient réalisés. En revanche, il a estimé que la fixation de la quotité de l'amende procédurale allant du simple au double selon qu'elle relevait du droit cantonal ou du droit fédéral ne reposait ni sur les normes en cause ni sur la faute du contrevenant ou d'autres circonstances de fait. Partant, il a réduit le montant de l'amende pour les ICC au même montant que celui infligé pour l'IFD, à savoir 150 fr.\n\nC. Agissant par la voie du recours en matière de droit public, l'Administration cantonale demande au Tribunal fédéral, sous suite de frais, de réformer l'arrêt du 19 mai 2016 du Tribunal cantonal en tant qu'il impose de fixer les amendes d'ordre pour défaut du dépôt de la déclaration d'impôt au même montant pour l'IFD et pour les ICC et de confirmer sa décision sur réclamation du 26 novembre 2015 fixant l'amende pour l'IFD à 150 fr. et celle pour les ICC à 300 fr., subsidiairement, de les fixer à la hauteur qu'il jugera adéquate. BGE 143 IV 130 S. 132\n\nA. SA conclut au rejet du recours. Le Tribunal cantonal se réfère à l'arrêt attaqué. L'Administration fédérale des contributions s'en remet à l'appréciation du Tribunal fédéral.\n\nL'Administration cantonale a renoncé à déposer des observations complémentaires.\n\nLe Tribunal fédéral a admis le recours en tant qu'il concerne l'amende d'ordre pour les impôts cantonaux et communaux 2013.", "considerants": "Extrait des considérants:\n\n2. Les parties ne contestent pas que les éléments objectifs et subjectif de l'art. 55 de la loi fédérale du 14 décembre 1990 sur l'harmonisation des impôts directs des cantons et des communes (LHID; RS 642. 14) respectivement de l'art. 241 de la loi vaudoise du 4 juillet 2000 sur les impôts directs cantonaux (LI; RSV 642.11) sont remplis.\n\nEst seul litigieux le montant de l'amende d'ordre pour les ICC 2013. Il s'agit de définir si cette amende peut être du même montant que celle pour l'IFD ou si la quotité de ces deux amendes doit être différente. La recourante souligne que, pour fixer celles-ci, il faut tenir compte de la situation personnelle du contribuable et du fait que la sanction doit être efficace: ces éléments autoriseraient la fixation d'une amende plus importante pour les ICC que pour l'IFD, à savoir 300 fr. dans le présent cas.\n\n2.1 L'art. 55 LHID dispose:\n\n\"Celui qui, malgré sommation, aura manqué intentionnellement ou par négligence à une obligation qui lui incombait en vertu de la présente loi ou d'une mesure prise en application de celle-ci, sera puni d'une amende de 1000 francs au plus; dans les cas graves ou en cas de récidive, l'amende sera de 10 000 francs au plus.\"\n\nQuant à l'art. 174 de la loi fédérale du 14 décembre 1990 sur l'impôt fédéral direct (LIFD; RS 642.11), il prévoit:\n\n\"1 Sera puni d'une amende celui qui, malgré sommation, enfreint intentionnellement ou par négligence une obligation qui lui incombe en vertu de la présente loi ou d'une mesure prise en application de celle-ci, notamment:\n\na. en ne déposant pas une déclaration d'impôt ou les annexes qui doivent l'accompagner,\n\nb. en ne fournissant pas les attestations, renseignements ou informations qu'il est tenu de donner,\n\nc. en ne s'acquittant pas des obligations qui lui incombent dans une procédure d'inventaire, en sa qualité d'héritier ou de tiers. BGE 143 IV 130 S. 133\n\n2 L'amende est de 1'000 francs au plus; elle est de 10'000 francs au plus dans les cas graves ou en cas de récidive.\"\n\nCes dispositions répriment toutes deux une violation des obligations de procédure du contribuable. Elles sont similaires, l'art. 174 al. 1 LIFD se différenciant uniquement en ce qu'il énumère des exemples de violation d'obligations de procédure. La peine prévue est identique, sans limite inférieure, mais avec une limite supérieure de 10'000 fr. pour les cas graves et de 1'000 fr. pour les autres. En outre, l'art. 241 LI est conforme à l'art. 55 LHID.\n\nCompte tenu de ce qui précède, la jurisprudence et la doctrine traitant de l'art. 174 LIFD peuvent être prises en considération pour l'amende de l'art. 55 LHID, ces dispositions étant au demeurant analysées de façon similaire par les auteurs. Partant, bien que le litige ne concerne que l'amende pour les ICC, il y a lieu d'interpréter la LHID de la même manière que la LIFD, dans un souci d'harmonisation verticale.\n\n2.2 Dans la mesure où elles respectent le cadre légal, les autorités fiscales et judiciaires cantonales disposent d'un large pouvoir d'appréciation lors de la fixation de l'amende, de sorte que le Tribunal fédéral n'intervient que lorsque l'instance inférieure n'a pas respecté les limites supérieure ou inférieure de la peine telles qu'elles sont prévues par la loi, qu'elle n'a pas pris en considération les circonstances énumérées par celle-ci ou qu'elle a fixé arbitrairement une peine trop sévère ou trop clémente (ATF 114 Ib 27 consid. 4a p. 31; arrêt 2C_98/2016 du 1er mars 2016 consid. 2.2).\n\n3.\n\n3.1 Les art. 55 LHID et 174 LIFD répriment la violation d'obligations de procédure ou, selon certains auteurs, l'insoumission à une injonction de l'autorité (DIANE MONTI, Les contraventions fiscales en droit fiscal harmonisé, 2001, p. 23; HENRI TORRIONE, Les infractions fiscales en matière d'impôts directs et dans le domaine de l'impôt anticipé, des droits de timbre et de la TVA, in Les procédures en droit fiscal, 3e éd. 2015, p. 1076; PETER LOCHER, Kommentar zum Bundesgesetz über die direkte Bundessteuer, vol. III, 2015, n° 23 ad art. 174 LIFD). Le bien juridiquement protégé par ces articles est la bonne exécution de la taxation qui est mise en danger par le comportement récalcitrant du contribuable; en outre, ce comportement provoque, indirectement, la mise en danger à tout le moins abstraite de la créance fiscale de la communauté publique (arrêt 2C_98/2016 susmentionné consid. 2.3 et l'auteur cité; MONTI, op. cit., p. 42; BGE 143 IV 130 S. 134PETER LOCHER, System des schweizerischen Steuerrechts, 7e éd. 2016, p. 458). La sanction n'a pas pour seule fonction de punir le contribuable (Archives 66 p. 142, 2A.42/1994 consid. 3b; NICCOLÒ RASELLI, Ordnungsbussen wegen Verletzung steuerlicher Verfahrensvorschriften, Fragen und Thesen, StR 46/1991 p. 433 ss, 443), elle vise aussi à le contraindre à suivre les injonctions qui lui sont faites lorsqu'il n'obéit pas à une obligation qui lui est prescrite (ATF 121 II 257 consid. 5b p. 271; Archives 66 p. 142, 2A.42/1994 consid. 3a; cf. aussi BUGNON/BÉGUIN, Droit pénal fiscal en matière d'impôt directs, in Droit pénal fiscal, Pierre-Marie Glauser [éd.], 2013, p. 68; PIETRO SANSONETTI, in Commentaire romand, Impôt fédéral direct, 2008, n° 8 ad art. 174 LIFD; SIEBER/MALLA, in Bundesgesetz über die direkte Bundessteuer [DBG], Zweifel/Beusch [éd.], 3e éd. 2017, n° 36 ad art. 174 LIFD). La sanction doit permettre à l'autorité de taxation d'établir de façon exacte et complète les éléments imposables, afin d'établir les impôts dus; si le contribuable manque à son devoir, le risque existe en effet de voir ces éléments être sous-estimés et, par conséquent, la charge fiscale diminuée de façon indue (Archives 66 p. 142, 2A.42/1994 consid. 3b).\n\nIl y a concours idéal entre les art. 55 LHID et 174 LIFD, les biens juridiques protégés par ces dispositions étant différents: ils tendent tous deux à assurer l'exécution d'une obligation procédurale mais l'un protège, au final, la créance d'impôt fédérale et l'autre la créance d'impôt cantonale et communale mises en danger par le comportement du contribuable (MONTI, op. cit., p. 42; SANSONETTI, op. cit., n° 38 ad art. 174 LIFD).\n\nLes amendes d'ordre infligées pour violation des obligations de procédure sont depuis longtemps qualifiées de sanctions pénales (StR 70/2015 p. 256, 2C_284/2014 consid. 3.2 et les références citées), ainsi que de mesures de contrainte (Archives 66 p. 142, 2A.42/1994 consid. 3b; MONTI, op. cit., p. 23). Ainsi, l'amende doit être arrêtée dans chaque cas selon la culpabilité du contribuable. Une appréciation adéquate du cas doit être opérée: il s'agit de prendre en considération tous les aspects particuliers, à savoir la gravité de la faute, ainsi que la situation personnelle du contribuable (RDAF 1989 p.103 = Archives 56 p. 137, A.367/1985 consid. 3a; RDAF 1986 p. 258 = Archives 55 p. 530, A.257/1982 consid. 4a), notamment sa situation financière et les effets de la peine sur sa situation (\"Strafempfindlichkeit\") (LOCHER, op. cit., n° 21 ad art. 174 LIFD; SIEBER/MALLA, op. cit., n° 34 ad art. 174 LIFD; SIEBER/MALLA, in Bundesgesetz überBGE 143 IV 130 S. 135 die Harmonisierung der direkten Steuern der Kantone und Gemeinden [StHG], Zweifel/Beusch [éd.], 3e éd. 2017, n° 22 ad art. 55 LHID). L'amende doit représenter une sanction efficace, et non pas seulement une mesure \"bagatelle\" (ATF 121 II 257 consid. 6a p. 272).\n\n3.2 Dès lors que les amendes des art. 55 LHID et 174 LIFD sont qualifiées de sanctions pénales, la peine devrait être fixée selon les principes généraux du Code pénal suisse du 21 décembre 1937 (RS 311.0), dont l'art. 47 CP (analogue à l'ancien art. 63 CP; cf. art. 333 al. 1 et 106 al. 3 CP). Les auteurs qui se sont expressément exprimés sur cet aspect sont presque unanimement en faveur de l'application de ceux-ci dans le cadre des art. 55 LHID et 174 LIFD (FILLI/PFENNINGER-HIRSCHI, in Kommentar zum Steuergesetz des Kantons Basel-Landschaft, 2004, n° 11 ad § 157; MONTI, op. cit., p. 39; LOCHER, op. cit., n° 22 ad art. 174 LIFD; SIEBER/MALLA, op. cit. n° 34 ad art. 174 LIFD; SIEBER/MALLA, op. cit., n° 22 ad art. 55 LHID; RICHNER/FREI/KAUFMANN/MEUTER, Kommentar zum Zürcher Steuergesetz, 3e éd. 2013, n° 29 ad § 234, contra: ROBERT ROTH, Infractions fiscales et conditions générales de la répression fiscale, RDAF 1999 II p. 25 ss, n. IV ch. 2 qui mentionne les fonctions de légitimation, limitation et détermination de la faute mais estime que ce dernier principe est réservé au \"noyau dur\" du droit pénal [cf. note n. 60] et que, par conséquent, ce principe tel qu'établi par l'ancien art. 63 CP ne trouve pas application). Il a déjà été jugé que ces dispositions pénales s'appliquent dans le cadre de la soustraction (art. 175 LIFD) qui est qualifiée de \"echtes Strafverfahren\" (cf. StR 67/2012 p. 759, 2C_851/2011 consid. 2.2 et 3; arrêt 2A.274/2001 du 25 avril 2002 consid. 4.1). On ne voit pas ce qui s'oppose à leur prise en compte dans le cadre des art. 55 LHID et 174 LIFD. D'ailleurs les critères arrêtés par la jurisprudence en matière d'amende d'ordre, afin de déterminer la hauteur de l'amende (cf. supra consid. 3.1), correspondent à ceux découlant de l'art. 47 CP, à savoir la culpabilité de l'auteur qui implique de considérer notamment les antécédents de celui-ci, sa situation personnelle, l'effet de la peine sur son avenir, ainsi que le mobile (cf. aussi arrêt 2C_851/2011 susmentionné et les auteurs cités).\n\n3.3 Dans le cadre de la fixation de la peine selon l'art. 47 CP, il est tenu compte de la gravité de l'atteinte (ATF 141 IV 61 consid. 6.1.1 p. 66) et donc de la valeur du bien juridiquement protégé qui a été lésé ou mis en danger; en cas de vol par exemple, la peine ne sera pas la même suivant la valeur du bien volé. Il n'y a pas lieu de s'écarter de cette différenciation pour les amendes d'ordre. Dans le cadre BGE 143 IV 130 S. 136de l'application des art. 55 LHID et 174 LIFD, il s'agit d'établir l'importance que peut avoir l'obligation violée pour une taxation conforme au droit. Or, l'importance présumée du montant des éléments imposables constitue un facteur à prendre en considération dans ce cadre; ce montant sert d'ailleurs à définir si l'on est en présence d'un cas grave (URS R. BEHNISCH, Das Steuerstrafrecht im Recht der direkten Bundessteuer, 1991, p. 168; MONTI, op. cit., p. 38; SANSONETTI, op. cit., n° 32 ad art. 174 LIFD; SIEBER/MALLA, op. cit., n° 34 ad art. 174 LIFD; SIEBER/MALLA, op. cit., n° 22 ad art. 55 LHID). En outre, les éléments imposables aboutissent, dans la grande majorité des cas, à un impôt sur le bénéfice dû au niveau cantonal et communal (taux d'imposition sur le bénéfice pour les sociétés de capitaux et coopératives: art. 105 al. 1 LI), dont le maximum est fixé à 30 % dans le canton de Vaud (art. 8 al. 1 de la loi vaudoise du 5 décembre 1956 sur les impôts communaux [LICom; RSV 650.11]), nettement plus élevé qu'au niveau fédéral où le taux d'imposition s'élève à 8.5 % pour les sociétés de capitaux et coopératives (art. 68 LIFD et art. 128 al. 1 let. b Cst.). Compte tenu de ces taux et de leur progressivité, pour un même bénéfice imposable (ou proche), la taxation de l'intimée aboutira à des ICC forcément plus élevés que l'IFD. De plus, la créance fédérale ne comporte que l'impôt sur le bénéfice, alors que la créance cantonale et communale comporte non seulement l'impôt sur le bénéfice mais également celui sur le capital (taux d'imposition: art. 118 al. 1 LI); finalement, ces deux impôts sont dus dans le canton de Vaud au niveau cantonal et communal (cf. art. 5 et 6 LICom); il y a donc quatre impôts différents en jeu pour les ICC et un seul pour l'IFD. Dès lors, sous cet angle, il convient de prendre en considération ce facteur pour établir les amendes. Au demeurant, la jurisprudence a implicitement confirmé cette façon de procéder (cf., par ex., arrêt 2C_710/2007 du 20 février 2008 consid. 3.2 et 4).\n\nEn outre, la sanction doit être efficace, c'est-à-dire qu'elle doit atteindre un certain montant, afin d'avoir un effet incitatif poussant le contribuable à remplir ses obligations de procédure. Cette efficacité est notamment fonction du montant des éléments imposables et donc du montant de la taxation (cf. RDAF 1989 p. 103 = Archives 56 p. 137, A.367/1985 consid. 3c): plus ceux-ci sont élevés plus l'amende devra l'être pour atteindre son but. Or, si le fisc ne connaît pas les éléments imposables au moment d'établir l'amende (le contribuable n'ayant précisément pas remis sa déclaration d'impôt), il est évident que, comme susmentionné, les ICC qui en résulteront seront plus BGE 143 IV 130 S. 137élevés que l'IFD. Dès lors, afin que l'amende remplisse son effet incitatif, il se justifie également à cet égard de fixer un montant plus élevé pour les ICC que pour l'IFD.\n\nCertes, le bien juridiquement protégé par les art. 55 LHID et 174 LIFD est la bonne exécution de la taxation qui est mise en danger par le comportement récalcitrant du contribuable et non pas directement la créance fiscale en tant que fortune de la collectivité publique qui est pour sa part protégée par les art. 56 LHID et 175 LIFD qui répriment la soustraction (ATF 121 II 257 consid. 5b p. 271 relatif à l'art. 129 AIFD). Cela étant, la violation des obligations de procédure met tout de même indirectement la créance fiscale en danger (cf. consid. 3.1). Rien n'empêche, dès lors, de fixer l'amende, dans le cadre des art. 55 LHID et 174 LIFD, en tenant compte du fait que la taxation aboutit, en principe, à un impôt dû plus important pour les ICC que pour l'IFD. Cette façon de procéder se différencie d'ailleurs de celle des art. 56 LHID et 175 LIFD en application desquels l'amende est directement déterminée sur la base du montant de l'impôt soustrait (elle est en principe du même montant que l'impôt soustrait; si la faute est légère, l'amende peut être réduite jusqu'au tiers de ce montant et, si elle est grave, elle peut au plus être triplée). Ce point démontre au demeurant que les amendes pour soustraction sont également fixées à des quotités différentes pour les ICC et l'IFD.\n\n3.4 In casu, le Tribunal cantonal a ramené l'amende pour les ICC, qui est infligée à la personne morale elle-même (art. 57 al. 1 LHID et art. 248 al. 1 LI), au même montant que celle pour l'IFD, considérant que la fixation de la quotité de cette amende au double du montant de celle pour l'IFD ne reposait ni sur les normes en cause ni sur la faute du contrevenant ou d'autres circonstances de fait. En cela, cette autorité a violé les art. 55 LHID et 241 LI, puisqu'au regard des considérations développées ci-dessus, le rôle incitatif de l'amende justifie un montant plus élevé en matière d'ICC; le grief doit être admis.\n\nL'amende pour l'IFD a été arrêtée à 150 fr. par l'autorité de taxation; le Tribunal cantonal a confirmé ce montant. Il sera considéré qu'il correspond, pour une première infraction, à la culpabilité de l'intimée qui n'a pas déposé sa déclaration après avoir obtenu un délai (non respecté) pour ce faire, puis avoir été sommée de la remplir; le document a finalement été remis après le délai octroyé par la sommation. En général, le montant de l'amende pour l'ICC s'élève BGE 143 IV 130 S. 138au double de celle pour l'IFD et la recourante demande que celle-là soit fixée à 300 fr. Compte tenu du fait que l'IFD est, en principe, largement plus faible que les ICC, il y a lieu de rétablir la décision sur réclamation du 26 novembre 2015 qui arrêtait l'amende en cause à 300 fr. (...)"}