{"annee": "143", "cour": "III", "page": "189", "date": "23/2/2017", "cite": ["118 II 249", "137 III 289", "119 II 319", "140 III 105", "128 III 12", "142 III 732", "140 III 101"], "cite_par": [], "chapeau": "31. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. A. gegen B. (Beschwerde in Zivilsachen)\n\n5A_83/2017 vom 23. Februar 2017", "regestes": ["Appel au juge en cas de placement à des fins d'assistance prononcé par un médecin; exigence d'une expertise en cas de troubles psychiques (art. 439 al. 1 ch. 1 et al. 3 CC, en relation avec l'art. 450e al. 3 CC). Lorsque la personne placée à des fins d'assistance souffre de troubles psychiques, un rapport d'expertise est nécessaire (consid. 3)."], "faits": "|189|\n\nA. Am 17. Januar 2017 wurde A. aus dem betreuten Wohnen im C., U., in die Psychiatrie U. eingewiesen und von dort am 18. Januar 2017 in die Psychiatrische Klinik D. überwiesen. Am 20. Januar 2017 ordnete Dr. med. B., leitender Arzt der Psychiatrischen Klinik D., die fürsorgerische Unterbringung von A. (Betroffener) gestützt auf Art. 426 Abs. 1 i.V.m. Art. 429 ZGB an.\n\nB. Der Betroffene reichte am selben Tag Beschwerde beim Verwaltungsgericht ein und ersuchte um sofortige Entlassung. Das Verwaltungsgericht hörte an der Verhandlung vom 25. Januar 2017 den Betroffenen, die Klinikärzte sowie den gerichtlich bestellten Sachverständigen, Dr. med. E., an. Gleichentags gab es der gegen die ärztliche fürsorgerische Unterbringung vom 20. Januar 2017 eingelegten Beschwerde insoweit nicht statt, als es dem Gesuch um umgehende Entlassung nicht entsprach. Hingegen ordnete das Verwaltungsgericht an, der Beschwerdeführer werde im Sinne der Erwägungen entlassen, sobald eine Anschlusslösung der Art eines betreuten Wohnens gewährleistet sei. Für den Fall, dass keine Anschlusslösung gefunden werde [andernfalls], sei bei gleich bleibendem Gesundheitszustand frühzeitig vor Ablauf der ärztlich verfügten Unterbringung die zuständige KESB anzurufen, damit diese unverzüglich über die Weiterführung oder Aufhebung der Massnahme entscheide. Ein Entlassungsentscheid der Klinik wurde vorbehalten. |190|\n\nC. Gegen den Entscheid des Verwaltungsgerichts hat der Betroffene (fortan: Beschwerdeführer) mit zwei Eingaben vom 30. Januar 2017 (je Postaufgabe) beim Bundesgericht Beschwerde erhoben. Er ersucht um Entlassung aus der fürsorgerischen Unterbringung. Das Bundesgericht heisst die Beschwerde gut und ordnet die Entlassung des Beschwerdeführers an.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n3. Das Verwaltungsgericht ist von einer psychischen Störung des Beschwerdeführers ausgegangen und hat daher an der Verhandlung vom 25. Januar 2017 den gerichtlich bestellten Sachverständigen angehört. Bevor sich das Bundesgericht zur Vollständigkeit des Gutachtens äussert, gilt es abzuklären, ob eine Überprüfung der ärztlichen fürsorgerischen Unterbringung durch die kantonale Beschwerdeinstanz, wie in Art. 450e Abs. 3 ZGB vorgesehen, allein gestützt auf ein ärztliches Gutachten erfolgen kann.\n\n3.1 Nach Art. 439 Abs. 1 Ziff. 1 ZGB kann die betroffene Person bei ärztlich angeordneter Unterbringung schriftlich das zuständige Gericht anrufen. Die massgebende Gesetzesbestimmung (Art. 439 ZGB) enthält keine eigenen verfahrensrechtlichen Grundsätze; sie bestimmt aber in Absatz 3, das Verfahren richte sich \"sinngemäss\" (franz. \"par analogie\"; ital. \"per analogia\") nach den Bestimmungen über das Verfahren vor der gerichtlichen Beschwerdeinstanz (Art. 450 ff. ZGB). Gemäss Art. 450e Abs. 3 ZGB muss bei psychischen Störungen gestützt auf das Gutachten einer sachverständigen Person entschieden werden. Die Praxis der kantonalen Beschwerdeinstanzen ist uneinheitlich, gibt es doch vereinzelt Kantone, die in Beschwerdeverfahren gemäss Art. 439 ZGB ohne Gutachten über Beschwerden entscheiden (z.B. Kanton Bern). Das Bundesgericht hat sich bisher noch nicht konkret zur Frage geäussert, ob das Sachverständigengutachten auch im Beschwerdeverfahren gegen die ärztliche fürsorgerische Unterbringung (Art. 439 Abs. 1 Ziff. 1 ZGB) zwingend erforderlich ist. Immerhin hat es in einem Verfahren betreffend Abweisung des Entlassungsgesuchs durch die Einrichtung (Art. 439 Abs. 1 Ziff. 3 ZGB) im Rahmen der Überprüfung einer allfälligen Vorbefassung der Präsidentin der KESB ohne Begründung die Notwendigkeit eines Gutachtens im Beschwerdeverfahren bejaht (BGE 142 III 732 E. 4.3.2 S. 737).\n\n|191|\n\n3.2 Dem bundesrätlichen Entwurf zu Art. 439 ZGB, dem die geltende Fassung dieser Bestimmung wörtlich entspricht, lässt sich zur strittigen Frage nichts Schlüssiges entnehmen. Wenig aufschlussreich ist auch die Botschaft vom 28. Juni 2006 zur Änderung des Schweizerischen Zivilgesetzbuches [Erwachsenenschutz, Personenrecht und Kindesrecht] (BBl 2006 7072), ergibt sich doch daraus lediglich, nach Art. 439 Abs. 3 ZGB richte sich das Verfahren - wie im Fall einer Beschwerde gegen die Unterbringung durch die Erwachsenenschutzbehörde (Art. 428 Abs. 1 ZGB) - \"sinngemäss\" (franz. \"par analogie\"; ital. \"per analogia\") nach den Bestimmungen über das Verfahren vor der gerichtlichen Beschwerdeinstanz (Art. 450 ff. ZGB). Die beiden Kammern stimmten dem Entwurf des Bundesrates ohne Diskussion zu (AB 2007 S 840; AB 2008 N 1536). Die Lehre vertritt mehrheitlich ausdrücklich die Auffassung, die Beschwerdeinstanz nach Art. 439 ZGB sei zur Einholung eines Gutachtens im Sinn von Art. 450e Abs. 3 ZGB verpflichtet (PHILIPPE MEIER, Droit de la protection de l'adulte, Art. 360-456 CC, 2016, S. 651 Rz. 1352; GEISER/ETZENSBERGER, in: Basler Kommentar, Zivilgesetzbuch, Bd. I, 5. Aufl. 2014, N. 48 zu Art. 439 ZGB; OLIVIER GUILLOD, in: Erwachsenenschutz, FamKomm, 2013, N. 39 zu Art. 439 ZGB). HERMANN SCHMID (Erwachsenenschutz, Kommentar zu Art. 360-456 ZGB, 2010, N. 18 zu Art. 439 ZGB) äussert sich zwar nicht ausdrücklich zur Notwendigkeit des Gutachtens; seiner Ansicht nach gelangen aber die besonderen Bestimmungen bei fürsorgerischer Unterbringung (Art. 450 ff. ZGB) zur Anwendung, womit namentlich Art. 450e ZGB zum Tragen kommt. Angesichts des Wortlautes von Art. 439 Abs. 3 ZGB und der zitierten Lehrmeinungen besteht kein Grund, im Fall der Beschwerde gegen eine ärztliche Einweisung einen weniger strengen Massstab anzulegen und kein Gutachten im Sinn von Art. 450e Abs. 3 ZGB zu verlangen. Insbesondere lässt sich der Verzicht auf ein Gutachten nicht mit dem Hinweis auf den gesetzlichen Begriff \"sinngemäss\" (\"par analogie\"; \"per analogia\") begründen: Dieser besagt einzig, dass die Verfahrensbestimmungen vor der gerichtlichen Beschwerdeinstanz (Art. 450-450e ZGB) ebenso bei der Anrufung des Gerichts (Marginalie zu Art. 439 ZGB) durch den Betroffenen zur Anwendung gelangen. Mithin werden die für ein bestimmtes Verfahren vorgesehenen Normen auf ein anderes Verfahren angewendet. Zwar ist nicht zu übersehen, dass die ärztliche Einweisung lediglich auf maximal sechs Wochen befristet ist (Art. 429 ZGB) und nach |192| Ablauf der kantonal bestimmten, sechs Wochen nicht überschreitenden Maximalfrist ohne Weiteres dahinfällt, wenn die KESB keine Fortführung der Massnahme verfügt. Das ändert aber nichts daran, dass es sich auch bei dieser zeitlich befristeten Massnahme um einen schweren Eingriff in die persönliche Freiheit des Betroffenen (Art. 10 Abs. 2 BV) handelt, der diese strenge Anforderung rechtfertigt.\n\n3.3 Das in Beachtung von Art. 450e Abs. 3 ZGB einzuholende Gutachten hat es der Beschwerdeinstanz zu ermöglichen, die sich aus Art. 426 Abs. 1 ZGB ergebenden Rechtsfragen zu beantworten (BGE 140 III 105 E. 2.3 mit Hinweisen). Es hat sich insbesondere über den Gesundheitszustand der betroffenen Person, aber auch darüber zu äussern, wie sich allfällige gesundheitliche Störungen hinsichtlich der Gefahr einer Selbst- bzw. Drittgefährdung oder einer Verwahrlosung auswirken können und ob sich daraus ein Handlungsbedarf ergibt (BGE 137 III 289 E. 4.5). In diesem Zusammenhang interessiert insbesondere, ob ein Bedarf an der Behandlung einer festgestellten psychischen Erkrankung bzw. an Betreuung der betroffenen Person besteht. Wird ein Behandlungs- bzw. Betreuungsbedarf bejaht, hat das Gutachten weiter darüber Auskunft zu geben, mit welcher konkreten Gefahr für die Gesundheit oder das Leben der betroffenen Person bzw. von Dritten zu rechnen ist, wenn die Behandlung der gutachterlich festgestellten Krankheit bzw. die Betreuung unterbleibt (zum Erfordernis der konkreten Gefahr: Urteile 5A_312/2007 vom 10. Juli 2007 E. 2.3; 5A_288/2011 vom 19. Mai 2011 E. 5.3). Im Weiteren ist durch den Gutachter Antwort darauf zu geben, ob aufgrund des festgestellten Handlungsbedarfs eine stationäre Behandlung bzw. Betreuung unerlässlich ist. Dabei hat der Experte auch darüber Auskunft zu geben, ob die betroffene Person über glaubwürdige Krankheits- und Behandlungseinsicht verfügt. Schliesslich hat der Gutachter zu beantworten, ob eine Anstalt zur Verfügung steht und wenn ja, warum die vorgeschlagene Anstalt infrage kommt (BGE 140 III 101 E. 6.2.2 S. 102 f. mit Hinweisen).\n\n3.4 Im Rahmen des anlässlich der Verhandlung vom 25. Januar 2017 mündlich erstatteten Gutachtens erklärte der Sachverständige, nicht abschätzbar seien Situationen, in welchen der Beschwerdeführer in seine Wahnwelt gerate und in denen er handeln, d.h. sich verteidigen müsse \"oder selbst in Situationen gerate\"; es bestehe eine relativ latente Selbst- und Fremdgefährdung. Der Experte verneint indes ausdrücklich eine akute Selbst- oder Fremdgefährdung. Weiter ist |193|\n\ndem Protokoll zu entnehmen, der Bedarf einer psychischen Behandlung sei gegeben. \"Der Zugang [zum Beschwerdeführer] sei erschwert.\" Die Betreuung brauche eine geschützte Wohnform, ohne die es Probleme mit den \"Umgebungspersonen\" bezüglich seinen Vorstellungen und Ideen gebe. Der Gutachter äussert sich aber nicht zur Frage, mit welcher konkreten Gefahr für das Leben und die Gesundheit des Betroffenen zu rechnen ist, wenn Behandlung und Betreuung unterbleiben (zu diesem Erfordernis: BGE 140 III 101 E. 6.2.2 S. 103). Als ungenügend erweist sich die nicht spezifizierte allgemeine Bestätigung der Ausführungen der behandelnden Ärzte durch den Gutachter, zumal sich daraus nicht ergibt, was nun genau bestätigt wird. Abgesehen davon ist es nicht Aufgabe der in dieser Sache nicht unabhängigen Klinikärzte, ein Gutachten im Sinn von Art. 450e Abs. 3 ZGB abzugeben (BGE 128 III 12 E. 4a S. 15; BGE 119 II 319 E. 2b S. 321 f.; BGE 118 II 249). Aufgrund der ungenügenden Abklärung des rechtserheblichen Sachverhaltes durch Gutachten war das Verwaltungsgericht nicht in der Lage, die Rechtmässigkeit der ärztlichen fürsorgerischen Unterbringung und die weitere Zurückbehaltung bis zum Ablauf der gesetzlichen Frist zu beurteilen. (...)"}