{"annee": "143", "cour": "V", "page": "369", "date": "30/10/2017", "cite": ["132 V 393", "137 V 71", "130 V 532", "142 V 368", "127 V 275", "142 V 26", "142 V 488", "143 V 139", "122 V 157", "110 V 199", "102 V 76", "124 V 90"], "cite_par": ["144 V 14"], "chapeau": "39. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. A. AG gegen Bundesamt für Gesundheit BAG (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_695/2016 vom 30. Oktober 2017", "regestes": ["Art. 34 al. 2 let. b et c OPAS (dans sa teneur en vigueur du 1er juillet 2002 au 31 mai 2015); réexamen tous les trois ans des conditions d'admission dans la liste des spécialités; composition d'un groupe de comparaison en cas de comparaison thérapeutique. La décision relative à la composition du groupe de comparaison relève du pouvoir d'appréciation, tant en lien avec les critères \"indications identiques\" et \"effets similaires\" qu'en ce qui concerne le choix et le nombre de médicaments à prendre en considération (consid. 5.3.3). En cas de décision sur le caractère comparable des médicaments, les indications qui se rapportent à l'autorisation accordée par Swissmedic, respectivement les informations destinées aux professionnels, sont déterminantes (consid. 6)."], "faits": "|370|\n\nA. Im Rahmen der dreijährlichen Überprüfung der Aufnahmebedingungen derjenigen Arzneimittel, die in der Liste der pharmazeutischen Spezialitäten und konfektionierten Arzneimittel mit Preisen (Spezialitätenliste; fortan: SL) aufgeführt sind, informierte das Bundesamt für Gesundheit (BAG) die A. AG am 13. März 2014 darüber, dass die Arzneimittel mit SL-Aufnahmedatum 2011, 2008, 2005, 2002 etc. überprüft würden und verlangte Daten betreffend das Arzneimittel B. ein. Mit Mitteilung vom 11. Juli 2014 an die A. AG legte das BAG dar, weil B. in keinem der sechs Referenzländer im Handel sei, werde die Wirtschaftlichkeit ausschliesslich anhand eines therapeutischen Quervergleichs (nachfolgend: TQV) mit den Arzneimitteln C. und D. beurteilt. Dieser ergebe einen Senkungssatz von 12,5 %, der per 1. November 2014 auf die gesamte Gamme von B. angewendet werde. Nach Einwänden der A. AG, wonach beim TQV von B. auch die Arzneimittel E. und F. Berücksichtigung finden müssten, verfügte das BAG am 24. September 2014 wie in Aussicht gestellt.\n\nB. Eine hiergegen erhobene Beschwerde wies das Bundesverwaltungsgericht nach Durchführung eines doppelten Schriftenwechsels - replicando beantragte die Beschwerdeführerin, auch G. müsse für den TQV herangezogen werden - mit Entscheid vom 8. September 2016 ab.\n\nC. Die A. AG führt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Antrag, der Entscheid des Bundesverwaltungsgerichts vom 8. September 2016 und die Verfügung des BAG vom 24. September 2014 seien aufzuheben und der aktuelle Fabrikabgabepreis von B. sei als wirtschaftlich zu bestätigen. Eventualiter sei die Angelegenheit an die Verwaltung zurückzuweisen mit der Anweisung, B. sei einem TQV mit den Arzneimitteln E., F., D., C. und G. zu unterziehen. |371|\n\nDer Beschwerdegegner trägt auf Abweisung der Beschwerde an. Am 24. Januar 2017 äussert sich die Beschwerdeführerin zur Beschwerdeantwort.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. (...)\n\nDie Vorinstanz hat die einschlägigen Grundlagen gemäss Gesetz und Rechtsprechung zutreffend dargelegt. Dies betrifft namentlich die Bestimmungen und Grundsätze des KVG (in der ab 1. März 2014 geltenden Fassung) zur Wirksamkeit, Zweckmässigkeit und Wirtschaftlichkeit der Leistungen gemäss Art. 25-31 KVG (Art. 32 Abs. 1 KVG; zum komparativen Charakter der Wirtschaftlichkeit: BGE 142 V 26 E. 5.2.1 S. 34 f.), zur periodischen Überprüfung dieser Voraussetzungen (Art. 32 Abs. 2 KVG; BGE 142 V 26 E. 5.2.3 und 5.3 S. 36 ff.) sowie zur SL (Art. 52 Abs. 1 lit. b KVG). Korrekt wiedergegeben hat sie ferner die relevanten Bestimmungen der KVV (SR 832.102; in der ab 1. März 2014 geltenden Fassung) und der Verordnung des EDI vom 29. September 1995 über Leistungen in der obligatorischen Krankenpflegeversicherung (Krankenpflege-Leistungsverordnung, KLV; SR 832.112.31; in der ab 1. Juli 2014 geltenden Fassung) zu den Bedingungen für die Aufnahme von Arzneimitteln in die SL, zur Beurteilung der Wirtschaftlichkeit im Allgemeinen und zur Überprüfung der Aufnahmebedingungen alle drei Jahre. Darauf wird verwiesen.\n\nWiederzugeben ist Art. 34 KLV (\"Wirtschaftlichkeit\"), dessen Abs. 2 (in der von 1. Juli 2002 bis 31. Mai 2015 in Kraft gestandenen Fassung [AS 2002 3013; 2015 1359]) wie folgt lautet:\n\n2 Für die Beurteilung der Wirtschaftlichkeit eines Arzneimittels werden berücksichtigt:\n\na. dessen Fabrikabgabepreis im Ausland;\n\nb. dessen Wirksamkeit im Verhältnis zu anderen Arzneimitteln gleicher Indikation oder ähnlicher Wirkungsweise;\n\nc. dessen Kosten pro Tag oder Kur im Verhältnis zu den Kosten von Arzneimitteln gleicher Indikation oder ähnlicher Wirkungsweise\n\nd. bei einem Arzneimittel im Sinne von Artikel 31 Absatz 2 Buchstaben a und b ein Innovationszuschlag für die Dauer von höchstens 15 Jahren; in diesem Zuschlag sind die Kosten für Forschung und Entwicklung angemessen zu berücksichtigen. |372|\n\n3. Es ist unbestritten, dass bei der Überprüfung der Wirtschaftlichkeit von B. - weil dieses in keinem der sechs Referenzländer (Art. 35 Abs. 2 KLV) im Handel war - ausnahmsweise einzig ein TQV durchzuführen ist (zur Pflicht zur grundsätzlich umfassenden Wirtschaftlichkeitsprüfung mittels Auslandpreisvergleich [fortan: APV] und TQV grundlegend: BGE 142 V 26 E. 5.2.2 und 5.2.3 S. 36 f.; vgl. auch BGE 142 V 368 E. 5.3 S. 379, BGE 142 V 488 E. 8.2 i.f. S. 501).\n\nStrittig ist hingegen die Rechtmässigkeit der Vergleichsgruppenbildung im Rahmen des TQV von B. bzw. ob es bundesrechtskonform ist, als Vergleichsarzneimittel einzig C. und D., nicht aber die Arzneimittel E., F. und G. zuzulassen.\n\n4. Das Bundesverwaltungsgericht legte zwecks Schaffung eines Überblicks über die für den TQV von B. zur Diskussion stehenden Arzneimittel dar, für welche Indikationen die Arzneimittel im Sinne des Bundesgesetzes vom 15. Dezember 2000 über Arzneimittel und Medizinprodukte (HMG; SR 812.21) laut der Fachinformation zugelassen waren, welcher Abgabekategorie gemäss der Verordnung vom 17. Oktober 2001 über die Arzneimittel (VAM; SR 812.212.21; vgl. Art. 23-27) sie angehörten und welcher therapeutischen Gruppe (IT[Index Therapeuticus]-Gruppe) der Spezialitätenliste sie zugeteilt waren. Es erwog, Art. 34 Abs. 2 lit. b und c KLV sehe keine Priorisierung eines der Auswahlkriterien (\"gleiche Indikation\", \"ähnliche Wirkungsweise\") vor. Aus dieser Bestimmung könne zudem nicht abgeleitet werden, dass beim TQV entweder ausschliesslich Arzneimittel gleicher Indikation oder ausschliesslich Arzneimittel ähnlicher Wirkungsweise zu vergleichen seien. Der Verwaltung stehe hinsichtlich des anwendbaren Kriteriums und bei der Auswahl der Vergleichspräparate ein weiter Ermessensspielraum zu. Die Verordnungsbestimmung sehe somit nicht vor, dass das BAG den TQV unter Anwendung beider Kriterien durchführen müsse, wenn im konkreten Fall Arzneimittel mit gleicher Indikation und solche ähnlicher Wirkungsweise vorhanden seien. Daher sei nicht grundsätzlich unzulässig, dass der Beschwerdegegner beim TQV von B. lediglich Vergleichspräparate gleicher Indikation herangezogen habe.\n\nZu prüfen bleibe aber, ob das BAG bei der Auswahl der Vergleichspräparate sein weites Ermessen sachgerecht ausgeübt habe. Laut den Fachinformationen verfügten C. und D. über weitgehend identische Indikationen wie B. Dagegen wiesen F. und E. nur die Indikation der seborrhoischen Dermatitis auf, währenddem B. zusätzlich für Kopfschuppen (Pityriasis simplex capitis), Psoriasis des behaarten Kopfes |373| und Pityriasis versicolor indiziert sei. Nach Art. 65b Abs. 1 KVV beziehe sich die Wirtschaftlichkeitsprüfung auf die \"indizierte Heilwirkung\" des zu prüfenden Arzneimittels, weshalb es angezeigt sei, sämtliche zugelassenen Indikationen von B. zu berücksichtigen. Insofern sei nicht zu beanstanden, dass die Verwaltung (nur) jene Arzneimittel in den TQV einbeziehe, die möglichst sämtliche zugelassenen Indikationen von B. abdeckten. Zudem sei es sachgerecht, dass die Verwaltung dabei auf den Wortlaut der heilmittelrechtlichen Zulassung bzw. der entsprechenden Fachinformation abstelle. Seien wie hier zwei Vergleichspräparate mit weitgehend identischer zugelassener Indikation vorhanden, sei nicht zu beanstanden, dass das BAG die Vergleichsgruppe nicht auf Arzneimittel ausdehne, die zwar nicht nach der Swissmedic-Zulassung, aber nach Ansicht der Beschwerdeführerin in der Praxis über eine gleiche bzw. ähnliche Indikation verfügten. Die diagnosebezogenen Verschreibungszahlen, mit denen die Beschwerdeführerin die in der Praxis gleiche bzw. ähnliche Indikation belegen wolle, seien nicht massgebend, müsse die therapeutische Gleichwertigkeit im Rahmen des TQV doch mit klinischen Studien belegt werden. Auch mit Blick auf die Einteilung in unterschiedliche Abgabekategorien - bei E. und F. handle es sich (im Gegensatz zu B., C. und D.; Abgabekategorie D [Abgabe nach Fachberatung; Art. 26 VAM]) um Arzneimittel der Abgabekategorie B (Abgabe auf ärztliche oder tierärztliche Verschreibung; Art. 24 VAM) -, was auf heilmittelrechtlich relevante Unterschiede hinweise, sei die Vorgehensweise der Verwaltung nachvollziehbar. Insgesamt habe es im Ermessen der Verwaltung gelegen, die Vergleichspräparate auf Arzneimittel mit praktisch identischer Indikation gemäss Swissmedic-Fachinformationen und der gleichen Abgabekategorie einzuschränken. Unter diesen Umständen könne offengelassen werden, ob bei E. und F. - trotz heilmittelrechtlich eingeschränkterer Indikation sowie unterschiedlicher Abgabekategorie - von einer ähnlichen Wirkungsweise wie bei B. auszugehen sei.\n\n5.\n\n5.1 Zunächst rügt die Beschwerdeführerin, das Vorgehen der Verwaltung, Arzneimittel mit ähnlicher Wirkungsweise beim TQV von B. nicht zu berücksichtigen, erfolge contra legem und stelle einen Ermessensmissbrauch dar. Die Formulierung \"oder\" von Art. 34 Abs. 2 lit. b KLV verschaffe der Verwaltung einen gewissen Ermessensspielraum für Fälle, in denen ausnahmsweise nur Arzneimittel mit gleichen Indikationen oder solche ähnlicher Wirkungsweise verglichen werden könnten. Aus dem Wortlaut der |374| Verordnungsbestimmung gehe indes nicht hervor, dass immer nur entweder Arzneimittel gleicher Indikation oder Arzneimittel mit ähnlicher Wirkungsweise zu berücksichtigen seien. Im Gegenteil habe das Bundesgericht Arzneimittel gleicher Indikation oder ähnlicher Wirkungsweise stets als Einheit behandelt und auch GÄCHTER/MEIENBERGER fassten im Rechtsgutachten vom 8. Februar 2013 Arzneimittel gleicher Indikation oder ähnlicher Wirkungsweise zu einer Vergleichsgruppe im Rahmen des TQV zusammen. Aufgrund dieser einhelligen und klaren Praxis wäre der Beschwerdegegner verpflichtet gewesen, Arzneimittel gleicher Indikation und Arzneimittel ähnlicher Wirkungsweise grundsätzlich als einheitliche Vergleichsgruppe zu behandeln und damit in den TQV einzubeziehen. Eine umfassende Wirtschaftlichkeitsprüfung im Sinne von BGE 142 V 26 könne nur erfolgen, wenn der TQV umfassend sei. Dies bedeute, dass kein Ermessensspielraum für die Verwaltung bestehe, aus den für den TQV in Frage kommenden Arzneimitteln nur gewisse Arzneimittel auszuwählen. Zur TQV-Vergleichsgruppe von B. gehörten somit nebst C. und D. insbesondere auch E., F. und G.\n\n5.2 Der Beschwerdeführerin kann insoweit gefolgt werden, als Lehre und Rechtsprechung Arzneimittel gleicher Indikation bzw. ähnlicher Wirkungsweise oftmals quasi als Einheit behandeln, indem sie diese mit \"zum gleichen Behandlungszweck zur Verfügung stehender\" Heil- bzw. Arzneimittel umschreiben (BGE 142 V 26 E. 5.2.2 und 5.3 mit Hinweisen; so bereits unter der Geltung des KUVG: BGE 102 V 76 E. 2 S. 79; Bericht der Parlamentarischen Verwaltungskontrolle zuhanden der Geschäftsprüfungskommission des Ständerates vom 13. Juni 2013, in: Evaluation der Zulassung und Überprüfung von Medikamenten in der obligatorischen Krankenpflegeversicherung, S. 18 Ziff. 4.3, S. 35 Ziff. 8.1; GÄCHTER/MEIENBERGER, Rechtsgutachten zuhanden der Parlamentarischen Verwaltungskontrolle vom 8. Februar 2013, in: Evaluation der Zulassung und Überprüfung von Medikamenten in der obligatorischen Krankenpflegeversicherung vom 13. Juni 2013 - Materialien zum Bericht der Parlamentarischen Verwaltungskontrolle zuhanden der Geschäftsprüfungskommission des Ständerates, S. 31 Rz. 41, S. 33 Rz. 46; beide Dokumente abrufbar unter www.parlament.ch; THOMAS GÄCHTER, Preisgestaltungsmechanismen in der Sozialversicherung: Das schweizerische System der Preisgestaltung von Medikamenten in der Krankenversicherung im Vergleich, in: Bilim ve uygulamada ilaç ve hukuk uluslararasi sempozyumu, 4-6 haziran |3752008| , S. 176 Ziff. 2 aa). Allein daraus - konkrete Aussagen zur Bedeutung dieser Formulierung bei der Bildung der Vergleichsgruppe finden sich in Lehre und Rechtsprechung nicht - kann entgegen der Beschwerde jedoch nicht entnommen werden, eine Vergleichsgruppe müsse grundsätzlich immer (sämtliche) Arzneimittel gleicher Indikation und Arzneimittel ähnlicher Wirkungsweise umfassen. Durch die Umschreibung \"zum gleichen Behandlungszweck zur Verfügung stehender Arzneimittel\", die die Differenzierung zwischen Arzneimitteln gleicher Indikation und ähnlicher Wirkungsweise nicht vornimmt, kann einzig gefolgert werden, dass von einer Gleichrangigkeit der beiden Arzneimittelgruppen auszugehen ist. Daher bleibt durch Auslegung zu ermitteln (E. 5.3 hernach), wie es sich bei der Bildung einer Vergleichsgruppe mit den beiden Kriterien und der Auswahl bzw. Anzahl zu berücksichtigender Arzneimittel verhält.\n\n5.3 Verordnungsrecht ist gesetzeskonform auszulegen. Es sind die gesetzgeberischen Anordnungen, Wertungen und der in der Delegationsnorm eröffnete Gestaltungsspielraum mit seinen Grenzen zu berücksichtigen. Auch ist den Grundrechten und verfassungsmässigen Grundsätzen Rechnung zu tragen und zwar in dem Sinne, dass - sofern durch den Wortlaut (und die weiteren massgeblichen normunmittelbaren Auslegungselemente) nicht klar ausgeschlossen - der Verordnungsbestimmung jener Rechtssinn beizumessen ist, welcher im Rahmen des Gesetzes mit der Verfassung (am besten) übereinstimmt (verfassungskonforme oder verfassungsbezogene Interpretation; BGE 143 V 139 E. 6.1 S. 143 mit Hinweisen).\n\n5.3.1 Mit Vorinstanz und Beschwerdeführerin lässt sich aus dem in allen drei Amtssprachen - jedenfalls soweit hier interessierend - übereinstimmenden Wortlaut von Art. 34 Abs. 2 lit. b KLV (\"dessen Wirksamkeit im Verhältnis zu anderen Arzneimitteln gleicher Indikation oder ähnlicher Wirkungsweise\"; \"son efficacité thérapeutique par rapport à d'autres médicaments dont les indications sont identiques ou les effets similaires\"; \"dell'efficacia terapeutica rispetto ad altri medicamenti con uguale indicazione o effetti analoghi\") keine Priorisierung eines der beiden Kriterien (\"gleicher Indikation\", \"ähnlicher Wirkungsweise\") ableiten. Vielmehr stehen die beiden Kriterien gleichrangig nebeneinander.\n\nZutreffend ist weiter, dass der Wortlaut der Verordnungsbestimmung keine ausschliessliche Berücksichtigung eines der Kriterien dergestalt vorschreibt, dass die Vergleichsgruppe entweder aus |376| Arzneimitteln gleicher Indikation oder aus Arzneimitteln ähnlicher Wirkungsweise zu bilden wäre. Die Konjunktion \"oder\" drückt lediglich - aber immerhin - aus, dass die Vergleichsgruppe nicht aus Arzneimitteln gebildet werden muss, die kumulativ die gleiche(n) Indikation(en) und eine ähnliche Wirkungsweise aufweisen wie das zu überprüfende Arzneimittel. Folglich ist es einerseits zulässig, Arzneimittel in den TQV einzubeziehen, welche nur eines der zwei Kriterien erfüllen. Andererseits lässt der Wortlaut der Verordnungsbestimmung es auch zu, Arzneimittel zu berücksichtigen, welche beide Kriterien von Art. 34 Abs. 2 lit. b und c KLV erfüllen. Mithin ergeben sich aufgrund der grammatikalischen Auslegung von Art. 34 Abs. 2 lit. b und c KLV mindestens vier (allenfalls kombinierbare) Varianten, um eine Vergleichsgruppe zu bilden: Mittels Arzneimitteln gleicher Indikation (1), mittels Arzneimitteln ähnlicher Wirkungsweise (2), mittels Arzneimitteln gleicher Indikation oder ähnlicher Wirkungsweise (3) sowie mittels Arzneimitteln gleicher Indikation und ähnlicher Wirkungsweise (4). Entgegen der Beschwerdeführerin impliziert der Wortlaut der Verordnungsbestimmung indes keine Pflicht, die Vergleichsgruppe im Regelfall immer mittels einer der genannten Varianten zu bilden.\n\nFerner lässt der Wortlaut der Bestimmung offen, aus wie vielen Arzneimitteln eine Vergleichsgruppe zu bilden ist, wenn mehr als ein vergleichbares Arzneimittel existiert. Aus der grammatikalischen Auslegung der Verordnungsbestimmung (\"im Verhältnis zu anderen Arzneimitteln\"; \"par rapport à d'autres médicaments\"; \"rispetto ad altri medicamenti\") kann - anders als beschwerdeweise postuliert - nicht abgeleitet werden, es müssten grundsätzlich immer sämtliche in Frage kommenden Arzneimittel in den TQV einbezogen werden. Mit dem Wortlaut ist es daher vereinbar, dass sich die Verwaltung bei der Vergleichsgruppenbildung auf eine nicht näher bestimmte Anzahl von Vergleichsarzneimitteln beschränkt.\n\n5.3.2 Aus systematischer bzw. teleologischer Sicht ist beachtenswert, dass der per 1. Oktober 2009 aufgehobene - und zeitgleich sowie ohne Änderung als Art. 65b Abs. 1 KVV eingefügte - Abs. 1 von Art. 34 KLV dahingehend lautete, dass ein Arzneimittel als wirtschaftlich gilt, wenn es die indizierte Heilwirkung mit möglichst geringem finanziellem Aufwand gewährleistet (AS 2009 4251; S. 8 Ziff. 3.2 der Publikation \"Änderungen und Kommentar im Wortlaut\" des BAG vom 29. Juni 2009 zu den vorgesehenen Änderungen der KVV per 1. Oktober 2009 und 1. Januar 2010 [abrufbar unter www.bag.admin.ch]). Diese Bestimmung war Ausfluss bzw. |377| Konkretisierung des im Gesetz statuierten Sparsamkeitsgebots von Art. 43 Abs. 6 KVG (vgl. dazu GEBHARD EUGSTER, Krankenversicherung, in: Soziale Sicherheit, SBVR Bd. XIV, 3. Aufl. 2016, S. 625 Rz. 710) bzw. des Ziels der periodischen Überprüfung gemäss Art. 32 Abs. 2 KVG, nämlich der Sicherstellung, dass die Leistungen - hier die Arzneimittel der SL - die Kriterien von Art. 32 Abs. 1 KVG (Wirksamkeit, Zweckmässigkeit, Wirtschaftlichkeit) jederzeit erfüllen (BGE 142 V 26 E. 5.4 i.f. S. 39 f.). Mithin ist Art. 34 Abs. 2 KLV im Lichte des im Verfügungszeitpunkt gestrichenen Abs. 1 derselben Bestimmung - und damit im Sinne der in Art. 32 Abs. 2 und Art. 43 Abs. 6 KVG statuierten Ziele - auszulegen, war mit dessen Aufhebung bzw. Verschiebung in die KVV doch keine inhaltliche Änderung des TQV beabsichtigt. Dies führt erstens zum Ergebnis, dass für die Vergleichsgruppenbildung das Ziel der möglichst günstigen Kosten (bei qualitativ hochstehender und zweckmässiger gesundheitlicher Versorgung) entscheidend ist und nicht, ob die Verwaltung im Einzelfall Arzneimittel gleicher Indikation und/oder ähnlicher Wirkungsweise (zu den möglichen Varianten vgl. E. 5.3.1 hiervor) heranzieht. Zweitens kann entgegen der Beschwerdeführerin keine Pflicht bestehen, die Vergleichsgruppe nicht nur aus einer Auswahl, sondern aus sämtlichen in Frage kommenden (d.h. vergleichbaren) Arzneimitteln zu bilden. Eine solche Pflicht würde das Wirtschaftlichkeits- bzw. das Sparsamkeitsgebot konterkarieren, müssten doch auch überdurchschnittlich teure, gleich wirksame Präparate in den Vergleich einbezogen werden, wodurch das Preisniveau hoch bliebe, selbst wenn gleichzeitig wesentlich billigere, gleich wirksame Präparate zur Verfügung stünden. Daher muss es der Verwaltung anheimgestellt werden, aus der Menge der vergleichbaren Arzneimittel nur jene für den TQV beizuziehen, die ein gutes Verhältnis zwischen dem medizinischen Nutzen und den Kosten aufweisen (vgl. bereits die unter der Herrschaft des KUVG ergangene und unter dem KVG weiterhin geltende Rechtsprechung, wonach es unter Umständen zulässig ist, den TQV auf ein einziges [Konkurrenz-]Präparat zu beschränken: BGE 127 V 275 E. 2b S. 280 mit Hinweis auf Urteil [des Eidg. Versicherungsgerichts] K 51/81 vom 14. Mai 1984 E. 7a, in: RKUV 1984 K 602 S. 294). Denn nur ein derartiger Vergleich ermöglicht es, \"überholte Leistungen auszumustern\" bzw. deren Preise zu senken (vgl. BGE 142 V 26 E. 5.2.3 S. 36 f.). Aus BGE 142 V 26, mit dem das Bundesgericht eine \"umfassende Wirtschaftlichkeitsprüfung\" gefordert hat, kann die Beschwerdeführerin nichts Gegenteiliges ableiten. Eine umfassende |378|\n\nWirtschaftlichkeitsprüfung im Sinne des genannten Leitentscheids erheischt zwar - wenn immer möglich - den Einbezug einer Kosten-Nutzen-Analyse (a.a.O., E. 5.2.3 S. 36 f.), nicht aber den Einbezug sämtlicher Vergleichsarzneimittel.\n\n5.3.3 Zusammenfassend ergibt die sprachlich-grammatikalische, systematische und zweckgerichtete Auslegung von Art. 34 Abs. 2 lit. b und c KLV, dass der Entscheid über die Vergleichsgruppenbildung sowohl in Bezug auf die Kriterien \"gleiche Indikation\" und \"ähnliche Wirkungsweise\" als auch hinsichtlich der Auswahl und Anzahl der heranzuziehenden Arzneimittel Ermessenscharakter aufweist. Mithin steht es im Ermessen der Verwaltung, im jeweiligen Einzelfall in einem ersten Schritt zu entscheiden, anhand welcher der beiden Kriterien die Menge der potentiellen Vergleichsarzneimittel zu bilden ist. In einem zweiten Schritt steht es in ihrem Ermessen, darüber zu befinden, welche und damit auch wie viele der in Frage kommenden Arzneimittel dem TQV effektiv zugrunde zu legen sind (E. 5.4 hernach), damit dem Ziel des Gesetzes - eine qualitativ hochstehende gesundheitliche Versorgung mit möglichst geringen Kosten - nachgelebt wird.\n\nFolglich hält der Schluss des Bundesverwaltungsgerichts, wonach es \"nicht grundsätzlich unzulässig\" sei, dass die Verwaltung beim TQV von B. lediglich Vergleichspräparate gleicher Indikation herangezogen habe, vor Bundesrecht stand.\n\n5.4 In Bezug auf die Vergleichsgruppe von B. macht die Beschwerdeführerin geltend, Verwaltung und Vorinstanz hätten - ausgehend vom Wortlaut der jeweiligen Fachinformation - ein unhaltbares und willkürliches (Auswahl-)Kriterium in Form der \"identischen Indikationen\" formuliert und damit ihr Ermessen missbräuchlich ausgeübt. Dieses Kriterium widerspreche dem Sinn und Zweck des TQV und verstosse gegen den in Art. 32 KVG verankerten Grundsatz der Wirtschaftlichkeit: Der TQV soll einen Vergleich mit mehreren Arzneimitteln mit gleichem Behandlungszweck ermöglichen, wozu notwendigerweise eine repräsentative, auf sachlichen Kriterien beruhende Auswahl zu treffen sei. Mit der Beschränkung des TQV auf Arzneimittel mit vollständig identischen Indikationen werde die Vergleichsbasis regelmässig so stark reduziert, dass nicht adäquat abgebildet werde, was die obligatorische Krankenpflegeversicherung für vergleichbare Arzneimittel bezahle. Dies treffe im Fall von B. umso mehr zu, als die im TQV berücksichtigten Präparate bei den |379| marktbedeutendsten Diagnosen (von B.) L21/30 in weniger als 10 % der Fälle verschrieben würden (C. in 8,0 %, D. in 1,6 % der Fälle), während im Gegensatz dazu E. und F. in 33,3 % bzw. 18,1 % der Fälle verschrieben würden. Diese Vergleichsgruppenbildung könne dazu führen, dass die Preise ohne objektiven Grund auf einem übermässig hohen Niveau verharrten. Des Weiteren werde damit der Grundsatz der Gleichbehandlung der Gewerbegenossen verletzt. Während die Beschwerdeführerin durch den Vergleich von B. mit C. und D. diskriminiert werde, würden die Inhaberinnen von E., F. und G. - weil ausser Acht gelassen werde, dass die gleiche therapeutische Wirkung auch mit dem günstigeren B. erzielt werden könne - begünstigt und gleichzeitig die obligatorische Krankenpflegeversicherung geschädigt. Schliesslich sei das Kriterium der Abgabekategorie gemäss VAM sachfremd, machten die Abgabekategorien doch keine Aussage über die Wirksamkeit eines Arzneimittels.\n\n5.4.1 Im Rahmen der bundesgerichtlichen Rechtskontrolle kann nur überprüft werden, ob das kantonale Gericht - resp. hier das Bundesverwaltungsgericht - sein Ermessen rechtsfehlerhaft ausgeübt hat, d.h. bei Ermessensüberschreitung, -missbrauch oder -unterschreitung. Ermessensmissbrauch ist gegeben, wenn die Behörde zwar im Rahmen des ihr eingeräumten Ermessens bleibt, sich aber von unsachlichen, dem Zweck der massgebenden Vorschriften fremden Erwägungen leiten lässt oder allgemeine Rechtsprinzipien, wie das Verbot der Willkür und von rechtsgleicher Behandlung, das Gebot von Treu und Glauben sowie den Grundsatz der Verhältnismässigkeit verletzt (BGE 137 V 71 E. 5.1 S. 72 f. mit Hinweis auf BGE 132 V 393 E. 3.3 in fine S. 399; vgl. auch WIEDERKEHR/RICHLI, Praxis des allgemeinen Verwaltungsrechts, Bd. I, 2012, N. 1517).\n\n5.4.2 Das Bundesgericht hat sich in BGE 110 V 199 - noch unter der Herrschaft des KUVG, wobei die damaligen Regelungen mit den hier im Vordergrund stehenden Bestimmungen von Art. 34 Abs. 2 KLV weitestgehend deckungsgleich sind - mit der Frage der Vergleichsgruppenbildung beim TQV befasst. Es erkannte im Wesentlichen, Ausgangspunkt für den Vergleich (gemeint ist der TQV) habe nicht der Wirkstoff, sondern die Indikation bzw. Wirkungsweise zu sein. Damit eine Vergleichbarkeit gegeben sei, dürfe sich das Vergleichspräparat hinsichtlich seiner Wirkungsweise (oder Indikation) nicht wesentlich vom zu überprüfenden Arzneimittel unterscheiden (a.a.O., E. 3a S. 203 f.). Diese Rechtsprechung wurde mit BGE 127 V 275 E. 2b S. 279 fortgeführt. Welche Auswirkungen die |380| Forderung nach einer weitgehenden Gleichheit von Indikation oder Wirkungsweise in Bezug auf jene Arzneimittel zeitigt, die - wie B. - nicht bloss eine, sondern mehrere Indikationen aufweisen, wurde höchstrichterlich noch nicht geklärt. Auch die Lehre befasst sich - soweit überhaupt - lediglich punktuell mit der Problematik des TQV von Arzneimitteln, die verschiedene Indikationen aufweisen (vgl. KESSELRING/KOHLER, Aktuelles aus der Preissenkungspraxis des BAG, Newsletter Vischer AG vom 25. September 2013 [abrufbar unter www.vischer.com], wonach zu fordern sei, dass die Indikationen der Referenzarzneimittel zusammengenommen die Indikationen des zu vergleichenden Arzneimittels abdeckten). Ebenso wenig äussert sich das vom BAG herausgegebene Handbuch betreffend die Spezialitätenliste (SL) vom 1. September 2011 (fortan: SL-Handbuch; abrufbar unter www.bag.admin.ch) zu dieser Thematik (vgl. nunmehr aber namentlich Ziff. C.2.1.2, C.2.1.6 und E.1.9.1 des SL-Handbuchs 2017 betreffend Art. 65b Abs. 4bis KVV [in Kraft seit 1. März 2017], wonach keine Deckungsgleichheit hinsichtlich der Indikationen notwendig sei und bei Arzneimitteln mit mehreren unterschiedlichen Indikationen für die Beurteilung der Wirtschaftlichkeit die \"Hauptindikation\" berücksichtigt werde).\n\n5.4.3 Ein Ermessensmissbrauch kann in dem für die Überprüfung von B. von der Verwaltung gewählten und von der Vorinstanz bestätigten Vorgehen - lediglich jene Arzneimittel in den TQV einzubeziehen, die möglichst sämtliche zugelassenen Indikationen von B. abdecken - nicht erblickt werden. Zunächst ist dieses Vorgehen grundsätzlich vereinbar mit der soeben wiedergegebenen bundesgerichtlichen Rechtsprechung (E. 5.4.2 hiervor), die eine Vergleichbarkeit nur bejaht, sofern zwischen dem zu überprüfenden Arzneimittel und dem Vergleichsarzneimittel hinsichtlich der Wirkungsweise bzw. Indikation kein wesentlicher Unterschied besteht.\n\nAlsdann ist nicht erkennbar, weshalb der Preisvergleich von B. dem Sinn und Zweck des TQV widersprechen sollte. Fehl geht insbesondere das Argument, durch den Einbezug von Arzneimitteln mit möglichst deckungsgleichen Indikationen werde die Vergleichsbasis so stark reduziert, dass nicht adäquat abgebildet werde, was die obligatorische Krankenpflegeversicherung für vergleichbare Arzneimittel bezahle. Die Frage der Wirtschaftlichkeit beantwortet sich, anders als die Beschwerdeführerin annimmt, nicht nach Massgabe eines \"Durchschnittspreises\" sämtlicher zum gleichen Behandlungszweck zur Verfügung stehenden Arzneimittel. Ausgehend vom bereits |381| Dargelegten (E. 5.3.2 und 5.3.3 hiervor) ist - den Bestrebungen des Gesetzgebers zur Kosteneindämmung im Gesundheitswesen entsprechend, die sich nicht zuletzt in der Einführung der periodischen Überprüfung der Bedingungen für die Aufnahme in die SL manifestierten (BGE 143 V 139 E. 6.2.2 S. 144 mit Hinweisen) - vielmehr zu prüfen, ob (gleich wirksame und zweckmässige) Arzneimittel zur Verfügung stehen, welche kostengünstiger als das zu überprüfende Arzneimittel sind (vgl. in diesem Sinne bereits Urteil [des Eidg. Versicherungsgerichts] K 35/87 vom 29. Januar 1988 E. 2b). In diesem Kontext kann den Verschreibungszahlen nichts Entscheidwesentliches entnommen werden. Ins Leere stösst ausserdem der Einwand, die Vergleichsgruppenbildung anhand des Kriteriums der \"identischen Indikation\" führe zu völlig unhaltbaren bzw. das Gebot der Wirtschaftlichkeit verletzenden Ergebnissen dergestalt, dass übermässig hohe Preisniveaus resultierten. Die Beschwerdeführerin beschränkt sich zur Begründung ihres Einwandes auf theoretische Rechenbeispiele, ohne aber betreffend den hier zu beurteilenden Fall auch nur ansatzweise darzutun, inwiefern das Ergebnis des vom BAG durchgeführten TQV unwirtschaftlich sein sollte. Dies ist auch nicht erkennbar, umso weniger, als der von der Beschwerdeführerin postulierte Preisvergleich, bei dem die Vergleichsgruppenbildung unter Zuhilfenahme von Verschreibungszahlen erfolgte, ein wesentlich höheres als das vom BAG errechnete Preisniveau zur Konsequenz hätte. Von einer Schädigung der obligatorischen Krankenpflegeversicherung durch den TQV von B. kann daher keine Rede sein.\n\nOb die Einteilung in unterschiedliche Abgabekategorien gemäss VAM, die u.a. anhand der Kriterien der pharmakologischen Wirkung, der akuten und chronischen Toxizität oder der klinischen Erfahrungen, insbesondere in Bezug auf Verträglichkeit und unerwünschte Wirkungen (vgl. Art. 20 Abs. 2 lit. a-f VAM) erfolgt, ein sachfremdes Kriterium für die Bildung der Vergleichsgruppe von B. darstellt, braucht in concreto nicht geprüft zu werden. Die Vorinstanz hat diese Einteilung bloss als Zusatzargument für die Zulässigkeit der Vergleichsgruppenbildung verwendet - Hauptargument war das Kriterium der möglichst gleichen Indikationen. Daher würde die Vergleichsgruppenbildung nicht allein schon deshalb bundesrechtswidrig, wenn dieses Kriterium tatsächlich sachfremd wäre.\n\nSchliesslich verfängt die Rüge nicht, Verwaltung und Vorinstanz hätten ihr Ermessen missbräuchlich ausgeübt, indem sie durch die Vergleichsgruppenbildung den aus der Wirtschaftsfreiheit |382| abgeleiteten Grundsatz der Gleichbehandlung der Gewerbegenossen verletzt hätten. Die Sozialversicherung als solche ist auf Verfassungs- und Gesetzesstufe der Wirtschaftsfreiheit weitgehend entzogen. In Bereichen, in denen von vornherein kein privatwirtschaftlicher Wettbewerb herrscht, wie bei der Festlegung von Tarifen für Leistungen, die durch die staatlich (mit)finanzierte Sozialversicherung bezahlt werden, sind Preisvorschriften zulässig; die Wirtschaftsfreiheit gibt insbesondere keinen Anspruch darauf, in beliebiger Höhe Leistungen zu Lasten der sozialen Krankenversicherung zu generieren. Mithin werden die Zulassungsinhaberinnen, deren Arzneimittel in der SL gelistet sind, durch Preisfestsetzungsentscheide nicht in einer durch die Wirtschaftsfreiheit geschützten Tätigkeit rechtlich eingeschränkt und können sich daher in der Regel nicht auf den Grundsatz der Gleichbehandlung der Gewerbegenossen berufen (vgl. BGE 142 V 488 E. 7.2 S. 499). Weshalb dies in casu anders sein sollte, legt die Beschwerdeführerin nicht dar, weshalb sich entsprechende Weiterungen erübrigen.\n\n5.5 Aufgrund des hiervor Ausgeführten stellt die Bildung der TQV-Vergleichsgruppe von B. mittels Arzneimitteln mit weitgehend identischer Indikationen keine rechtsfehlerhafte Ermessensausübung dar.\n\n6. Eventualiter macht die Beschwerdeführerin geltend, die Vorinstanz sei in Willkür verfallen und habe den Sachverhalt offensichtlich unrichtig festgestellt, indem sie bei der Prüfung der weitgehend identischen Indikationen einzig und allein auf den Wortlaut der Zulassung bzw. der Fachinformationen abgestellt habe. Die Fachterminologie in Bezug auf die Indikationen sei alles andere als einheitlich. Überdies hätten sich die Indikations- und Diagnoseformulierungen im Zuge der medizinischen Entwicklung über die Jahrzehnte laufend verändert. Daher wäre die Verwaltung gehalten gewesen, auch eine historische, teleologische und systematische Perspektive einzunehmen. Gemäss Gutachten des Prof. Dr. med. H. vom 5. März 2015, das die Vorinstanz unberücksichtigt gelassen und damit das rechtliche Gehör verletzt habe, wiesen E., F. und G. dieselben Indikationen wie B. auf. Dass E. und F. (Zulassung im Jahr 2008 bzw. 2006) gemäss Fachinformation \"nur\" die Indikation seborrhoische Dermatitis aufwiesen, habe ausschliesslich mit der modernen Diagnoseformulierung in den klinischen Studien zu tun. B. sei hingegen im Jahr 1980 zugelassen worden. Seither habe sich das Rad in der medizinischen Welt weitergedreht. Die Mehrzahl der Indikationen von B. stelle nur eine theoretische Mehrzahl von Indikationen dar, die nichts |383| anderes bedeuteten als die einzige Indikation \"Sebhorrhoische Dermatitis\" von E. und F.\n\nDem kann nicht gefolgt werden. Notwendige, aber nicht hinreichende Bedingung für die Aufnahme eines Arzneimittels in die SL ist die gültige Zulassung des Schweizerischen Heilmittelinstituts Swissmedic (Art. 65 Abs. 1 i.V.m. Art. 64a Abs. 1 KVV; BGE 130 V 532 E. 3.3 S. 539; vgl. auch GEBHARD EUGSTER, a.a.O., S. 622 Rz. 701; GÄCHTER/MEIENBERGER, a.a.O., S. 27 Rz. 30; UELI KIESER, Die Zulassung von Arzneimitteln im Gesundheits- und im Sozialversicherungsrecht, AJP 2007 S. 1048 f.). Die Swissmedic erteilt nach Prüfung insbesondere der Qualität, der Sicherheit und der Wirksamkeit des Arzneimittels (vgl. Art. 10 Abs. 1 lit. a und Abs. 2 HMG) die heilmittelrechtliche Zulassung ausdrücklich für definierte Indikationen oder Anwendungsgebiete (BGE 130 V 532 E. 3.2.2 S. 538; MOSIMANN/SCHOTT, in: Basler Kommentar, Heilmittelgesetz, 2006, N. 20 zu Art. 9 HMG). Die Swissmedic genehmigt ferner auch die entsprechende Arzneimittelinformation (vgl. Art. 16a Abs. 1 VAM). Die Zulassung gemäss Art. 9 HMG erlaubt eine SL-Aufnahme, jedoch nur in den Grenzen der Indikationen und Anwendungsvorschriften gemäss Swissmedic-Zulassung (GEBHARD EUGSTER, a.a.O., S. 622 Rz. 701; GÄCHTER/MEIENBERGER, a.a.O., S. 27-28 Rz. 30). Das BAG seinerseits prüft - in Kenntnis der Empfehlung der Eidgenössischen Arzneimittelkommission -, ob die Kriterien von Art. 32 Abs. 1 KVG (Wirksamkeit, Zweckmässigkeit, Wirtschaftlichkeit) erfüllt sind und entscheidet über die Aufnahme in die SL (vgl. Art. 52 Abs. 1 lit. b KVG; vgl. auch GÄCHTER/MEIENBERGER, a.a.O., S. 25 Rz. 21 ff.).\n\nAngesichts dieser doppelstufigen Zulassungsprüfung, wobei entscheidend ist, dass die nachgelagerte SL-Zulassung namentlich in Bezug auf die Indikationen nicht weiter gehen darf als die heilmittelrechtliche Zulassung, muss - worauf Vorinstanz und Beschwerdegegner zu Recht hinweisen - das BAG auf die Swissmedic-Zulassung bzw. die Fachinformationen abstellen können. Daher kann es entgegen der Ansicht der Beschwerdeführerin nicht Aufgabe des BAG sein, im Rahmen der Überprüfung der Aufnahmebedingungen - in concreto beim Entscheid über die Vergleichbarkeit der Arzneimittel - mittels historischer, teleologischer und systematischer Auslegung zu ermitteln, ob die in der Swissmedic-Zulassung bzw. den genehmigten Fachinformationen definierten Indikationen nicht noch umfassender verstanden werden könnten. Zu Recht weist der |384| Beschwerdegegner in diesem Zusammenhang überdies darauf hin, dass Swissmedic die zugelassenen Arzneimittel und damit einhergehend auch die Fachinformationen periodisch (Art. 16 Abs. 3 HMG i.V.m. Art. 13 Abs. 1 und 3 VAM) sowie nach jeweils fünf Jahren anlässlich der Erneuerung der Zulassung (Art. 16 Abs. 2 und 4 i.V.m. Art. 11 Abs. 1 lit. f HMG) überprüft. Mithin ist davon auszugehen, dass die Indikations- und Diagnoseformulierungen somit - anders als in der Beschwerde dargestellt - regelmässig auf den neusten Stand gebracht werden (vgl. in diesem Sinne auch Art. 16a VAM, wonach die Zulassungsinhaberin eines Arzneimittels verpflichtet ist, die Arzneimittelinformation dem aktuellen Stand von Wissenschaft und Technik sowie neuen Ereignissen und Bewertungen anzupassen). Schliesslich ist der Vorinstanz beizupflichten, dass es den Zulassungsinhaberinnen anheimgestellt ist, eine Anpassung bzw. Erweiterung der Indikation(en) im heilmittelrechtlichen Verfahren geltend zu machen. Dafür besteht im Verfahren der dreijährlichen Überprüfung der Aufnahmebedingungen bzw. des therapeutischen Quervergleichs kein Raum. Unter diesen Umständen kann das eingereichte Privatgutachten des Prof. Dr. med. H. von vornherein nicht Grundlage für ein Abweichen von der Swissmedic-Zulassung bzw. den entsprechenden Fachinformationen bilden und die Vorinstanz durfte in antizipierter Beweiswürdigung (BGE 124 V 90 E. 4b S. 94; BGE 122 V 157 E. 1d S. 162) davon absehen, näher auf dieses Gutachten einzugehen, ohne den Anspruch auf rechtliches Gehör (Art. 29 Abs. 2 BV) zu verletzen. Dasselbe gilt für die von der Beschwerdeführerin ins Feld geführten Verschreibungszahlen."}