{"annee": "143", "cour": "III", "page": "564", "date": "23/10/2017", "cite": ["136 III 583", "143 III 520", "135 III 315", "136 III 624", "141 III 489", "143 III 420", "99 IA 423", "142 III 78", "138 III 583", "65 III 49", "124 III 501", "132 III 140", "134 III 656", "140 III 180"], "cite_par": ["144 III 193"], "chapeau": "72. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause A. SAS contre B. SA (recours en matière civile)\n\n5A_533/2017 du 23 octobre 2017", "regestes": ["Art. 80 LP, art. 18 al. 1 CO, art. 241 CPC; mainlevée définitive de l'opposition, interprétation d'une transaction judiciaire. Il n'appartient pas au juge de la mainlevée d'interpréter, au sens de l'art. 18 al. 1 CO, une transaction judiciaire (consid. 4)."], "faits": "|564|\n\nA.\n\nA.a Le 18 janvier 2012, A. SAS a déposé devant le Tribunal d'arrondissement de la Broye et du Nord vaudois une requête de protection dans les cas clairs à l'encontre de B. SA, concluant à ce que cette dernière soit condamnée à lui payer les sommes de 19'874,40 euros avec intérêt à 0,38 % l'an dès le 27 juin 2011 et de 44'476,80 euros avec intérêt à 0,38 % l'an dès le 9 juillet 2011.\n\nCette requête a été déclarée irrecevable par prononcé du 22 juin 2012. A. SAS a alors réintroduit sa demande en procédure ordinaire par acte du 3 juillet 2012.\n\nA.b Le 7 mai 2012, B. SA a déposé auprès de la Cour civile du Tribunal cantonal vaudois contre A. SAS, notamment, une demande par laquelle elle a conclu, principalement, avec suite de frais et dépens, au |565| paiement de la somme de 146'092 fr. 80 avec intérêt à 5% l'an dès le 2 août 2011.\n\nElle a, entre autres arguments, fait valoir que sa créance en paiement de dommages-intérêts était fondée non seulement sur l'art. 9 al. 3 de la loi fédérale du 19 décembre 1986 contre la concurrence déloyale (LCD; RS 241), mais aussi sur la responsabilité contractuelle ainsi que sur la responsabilité fondée sur la confiance.\n\nB.\n\nB.a Dans la cause introduite par A. SAS (cf. supra A.a in fine), lors de l'audience du 7 novembre 2012, la Présidente du Tribunal d'arrondissement de la Broye et du Nord vaudois a pris acte, pour valoir jugement définitif et exécutoire, de la convention passée entre les parties à l'audience, dont les chiffres I et IV ont la teneur suivante:\n\n\"I. B. SA se reconnaît débitrice de A. SAS d'un montant total de CHF 77'221.45 (...) avec intérêts à 0,38 % l'an dès le 9 juillet 2011, montant correspondant aux créances de EURO 19'874.40, respectivement EURO 44'476.80 objets de la demande en paiement du 3 juillet 2012 pendante devant le tribunal de céans sous référence CC12.027904.\n\nParties stipulent expressément que la dette de B. SA, de CHF 77'221.45 (...) avec intérêts à 0,38 % l'an dès le 9 juillet 2011, ne sera exigible qu'une fois le sort de la créance compensante de B. SA contre A. SAS, objet de la procédure pendante devant la Cour civile du Tribunal cantonal vaudois sous référence CG12.017824/SNR/coj, définitivement connu, que ce soit par le biais d'un jugement définitif et exécutoire ou d'une convention entre les parties.\n\n[...]\n\nIV. Au bénéfice de ce qui précède, la procédure divisant A. SAS et B. SA devant le tribunal civil de l'arrondissement de céans est rayée du rôle.\"\n\nB.b Dans la cause introduite par B. SA (cf. supra A.b), ensuite de son audience de jugement du 26 août 2015, la Cour civile du Tribunal cantonal vaudois a notifié aux parties le 21 avril 2016 un jugement dont le dispositif est le suivant:\n\n\"I. En tant qu'elles sont fondées sur une responsabilité autre que la LCD, les conclusions que la demanderesse B. SA a déposées contre la défenderesse A. SAS dans sa demande du 7 mai 2012, sa réplique du 21 juin 2013 et son écriture du 25 août 2015 sont irrecevables.\n\nII. Les autres conclusions prises par la demanderesse à l'encontre de la défenderesse A. SAS sont rejetées.\"\n\nPour fonder l'irrecevabilité, elle a considéré que les juridictions suisses étaient incompétentes pour juger des prétentions de la demanderesse à l'encontre de la défenderesse fondées sur un contrat. |566|\n\nPar courrier adressé à A. SAS le 3 juin 2016, le Tribunal fédéral a attesté n'avoir enregistré aucun recours contre le jugement susmentionné.\n\nC.\n\nC.a Le 14 juillet 2016, à la réquisition de A. SAS, l'Office des poursuites du district du Jura-Nord vaudois a notifié à B. SA, dans la poursuite n° x, un commandement de payer le montant de 78'654 fr. 90, avec intérêt à 5 % l'an dès le 24 mai 2016, indiquant comme titre de la créance ou cause de l'obligation: \"Convention extrajudiciaire [sic] du 7 novembre 2012 et jugement du Tribunal cantonal du canton de Vaud du 21 avril 2016.\"\n\nLa poursuivie a formé opposition totale.\n\nC.b Le 29 août 2016, la poursuivante a saisi le Juge de paix des districts du Jura-Nord vaudois et du Gros-de-Vaud d'une requête concluant notamment, avec suite de frais et dépens, à la mainlevée définitive de l'opposition à la poursuite en cause à concurrence de 78'654 fr. 90 avec intérêt à 5 % l'an dès le 24 mai 2016 et des frais de poursuite de 182 fr. 65, avec intérêt à 5 % l'an dès le 15 juillet 2016.\n\nDans ses déterminations du 7 octobre 2016, B. SA a conclu, avec suite de frais et dépens, au rejet de la requête.\n\nPar prononcé rendu sous forme de dispositif le 10 janvier 2017, notifié à la poursuivie le lendemain, le Juge de paix des districts du Jura-Nord vaudois et du Gros-de-Vaud a prononcé la mainlevée définitive de l'opposition à concurrence de 77'221 fr. 45 plus intérêts au taux de 0,38 % l'an dès le 9 juillet 2011. Les motifs du prononcé ont été adressés aux parties le 23 février 2017 et notifiés à la poursuivie le lendemain.\n\nC.c Par acte du 6 mars 2017, B. SA a recouru contre le prononcé précité, en concluant, avec suite de frais et dépens de première et deuxième instances, principalement à sa réforme en ce sens que la mainlevée définitive de l'opposition n'est pas prononcée et, subsidiairement, à ce que la cause soit renvoyée à l'instance précédente pour nouvelle décision dans le sens des considérants à intervenir.\n\nL'intimée s'est déterminée par acte du 13 avril 2017, concluant, avec suite de frais et dépens, à la confirmation du prononcé entrepris.\n\nPar arrêt du 9 juin 2017, expédié le 14 suivant, la Cour des poursuites et faillites du Tribunal cantonal vaudois a admis le recours et |567| a réformé le prononcé attaqué en ce sens que l'opposition formée par B. SA au commandement de payer n° x de l'Office des poursuites du district du Jura-Nord vaudois, notifié à la réquisition de A. SAS, est maintenue.\n\n(...)\n\nPar arrêt du 23 octobre 2017, le Tribunal fédéral a rejeté dans la mesure de sa recevabilité le recours en matière civile qu'A. SAS a interjeté contre la décision cantonale du 9 juin 2017.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n4. La question qui se pose est de savoir si, à la lumière notamment de l'arrêt 5A_235/2013 du 24 juillet 2013, le juge de la mainlevée est fondé à interpréter, au sens de l'art. 18 al. 1 CO, une transaction judiciaire. Pour y répondre (cf. infra consid. 4.4), il faut rappeler le but du contentieux de la mainlevée (cf. infra consid. 4.1) et, après avoir exposé la qualité de titre de mainlevée définitive de la transaction judiciaire (cf. infra consid. 4.2), faire un parallèle avec la jurisprudence constante en la matière lorsque le poursuivant est au bénéfice d'un jugement exécutoire (cf. infra consid. 4.3).\n\n4.1 Le contentieux de la mainlevée de l'opposition (art. 80 ss LP) n'a pas pour but de constater la réalité de la créance en poursuite, mais l'existence d'un titre exécutoire, le juge de la mainlevée ne se prononçant que sur la force probante du titre produit (ATF 132 III 140 consid. 4.1.1 et les références). Le prononcé de mainlevée ne sortit que des effets de droit des poursuites et ne fonde pas l'exception de chose jugée quant à l'existence de la créance (ATF 136 III 583 consid. 2.3).\n\nLe prononcé qui rejette une requête de mainlevée définitive n'acquiert pas force de chose jugée quant à l'existence de la prétention litigieuse et n'empêche pas le poursuivant de requérir à nouveau la mainlevée définitive dans une nouvelle poursuite, voire dans la même poursuite après disparition du vice entachant le titre invoqué pour l'exécution (ATF 99 Ia 423 consid. 4 pour la première hypothèse et ATF 65 III 49 p. 51 pour la seconde hypothèse; arrêt 5A_696/2012 du 23 janvier 2013 consid. 4.1.2 et les références).\n\n4.2\n\n4.2.1 Aux termes de l'art. 80 al. 1 LP, le créancier qui est au bénéfice d'un jugement exécutoire peut requérir du juge la mainlevée |568| définitive de l'opposition. L'art. 80 al. 2 ch. 1 LP assimile aux jugements les transactions ou reconnaissances passées en justice.\n\nLa transaction judiciaire, passée en cours de procédure (art. 208, 241 et 219 CPC), a le caractère d'un acte contractuel tout en possédant également celui d'un acte de procédure qui entraîne la fin du procès et jouit de la force de chose jugée. C'est cette dernière caractéristique qui implique essentiellement que l'exécution forcée éventuelle s'effectuera comme celle d'un jugement (arrêts 5D_124/2015 du 18 mai 2016 consid. 2.3.2 et les références; 4A_269/2012 du 7 décembre 2012 consid. 3.1; cf. aussi, MORAND, La transaction, 2016, n. 449). Le juge se borne à prendre acte de la transaction; il ne rend pas de décision judiciaire, même si, formellement, il raye la cause du rôle (art. 241 al. 3 CPC; arrêt 4A_254/2016 du 10 juillet 2017 consid. 4.1.1 et les références).\n\n4.2.2 Lorsque le jugement prévoit une condition suspensive, il incombe au créancier de prouver par titre immédiatement disponible sa réalisation, à moins que celle-ci ne soit reconnue sans réserve par le débiteur ou qu'elle ne soit notoire (ATF 141 III 489 consid. 9.2; arrêts 5D_88/2012 du 13 juillet 2012 consid. 4; 5A_487/2011 du 2 septembre 2011 consid. 3.2 et les références; 5P.324/2005 du 22 février 2006 consid. 3.2; dans le même sens pour la condition résolutoire à prouver par le débiteur: cf. arrêt 5A_445/2012 du 2 octobre 2013 consid. 4.3 et les références, in SJ 2014 I p. 189; STAEHELIN, in Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, vol. I, 2 e éd. 2010, n° 44 ad art. 80 LP; ABBET, in La mainlevée de l'opposition, 2017, n° 34 ad art. 80 LP; PANCHAUD/CAPREZ, La mainlevée d'opposition, 1980, § 110 I p. 264).\n\nVu son assimilation au jugement, les mêmes principes valent pour la transaction judiciaire (GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, vol. I, 1999, n os 34 s. ad art. 81 LP; STAEHELIN, op. cit., loc. cit.).\n\n4.3\n\n4.3.1 Saisi d'une requête de mainlevée définitive à l'appui de laquelle le poursuivant produit un jugement, le juge doit notamment vérifier si la créance en poursuite résulte de cet acte. Il n'a cependant pas à se déterminer sur son existence matérielle ni sur le bien-fondé du jugement la constatant. En particulier, il n'a pas à examiner les moyens de droit matériel que le débiteur pouvait faire valoir dans le procès qui a abouti au jugement exécutoire (ATF 142 III 78 consid. 3.1; ATF 140 III 180 consid. 5.2.1; ATF 124 III 501 consid. 3a).\n\n|569|\n\n4.3.2 L'art. 334 CPC règle la demande d'interprétation et de rectification d'une décision judiciaire. Une telle demande tend à remédier à une formulation du dispositif qui serait peu claire, incomplète, équivoque ou contradictoire en elle-même ou avec les motifs (au sujet de l'art. 129 LTF: cf. arrêt 5G_1/2012 du 4 juillet 2012 consid. 1.1).\n\nL'intérêt à interprétation peut apparaître digne de protection lorsque l'exécution forcée a échoué, même partiellement (arrêt 5C.122/2002 du 7 octobre 2002 consid. 3.1, in Pra 2003 n o 94 p. 505; dans ce sens: cf. arrêt 4A_519/2015 du 4 février 2016 consid. 5). Néanmoins, si le dispositif d'un jugement n'a pas le degré de précision nécessaire pour qu'une exécution forcée aboutisse, une demande d'interprétation ne sera en général d'aucun secours. En effet, l'interprétation est réservée aux cas où le dispositif ne reflète pas, ou pas exactement, la volonté réelle du tribunal, mais non à ceux où un point n'a pas du tout été tranché ou en tout cas pas avec la précision nécessaire pour l'exécution. La portée du dispositif devra être interprétée dans le cadre de la procédure d'exécution forcée à la lumière des considérants (ATF 143 III 420 consid. 2.2 p. 423).\n\nA cette occasion, il ne peut toutefois être question pour le juge de la mainlevée d'interpréter des termes vagues (ATF 143 III 420 précité). De jurisprudence constante, saisi d'une requête de mainlevée définitive de l'opposition, le juge n'a ni à revoir ni à interpréter le titre qui lui est produit (ATF 140 III 180 consid. 5.2.1; arrêt 5A_8/2016 du 21 juin 2016 consid. 4.3). Si le jugement est peu clair ou incomplet, il appartient au juge du fond de le préciser ou le compléter (ATF 136 III 624 consid. 4.2.3; ATF 135 III 315 consid. 2.3; ATF 134 III 656 consid. 5.3.2 et les références; arrêts 5D_81/2012 du 12 septembre 2012 consid. 3.1; 5A_487/2011 du 2 septembre 2011 consid. 3.1 et les références). Il suffit cependant que ce qui est exigé de la partie condamnée résulte clairement des considérants. En effet, la limitation susmentionnée du pouvoir d'examen du juge de la mainlevée ne signifie pas que celui-ci doive se fonder exclusivement sur le dispositif du jugement invoqué. Il peut aussi se référer aux considérants du jugement pour déterminer si celui-ci vaut titre de mainlevée définitive au sens de l'art. 80 al. 1 LP; ce n'est que si le sens du dispositif est douteux et que ce doute ne peut être levé à l'examen des motifs que la mainlevée doit être refusée. Le juge peut aussi prendre en considération à cette fin d'autres documents, dans la mesure où le jugement y renvoie (ATF 138 III 583 consid. 6.1.1; ATF 135 III 315 consid. 2.3; arrêts 5D_171/2016 du 16 février 2017 |570| consid. 5; 5A_712/2012 du 29 janvier 2013 consid. 2; 5D_81/2012 consid. 3.1 précité; 5P.324/2005 du 22 février 2006 consid. 3.4; ABBET, op. cit., n° 12 ad art. 80 LP).\n\nSi même les considérants ne donnent pas, ou pas clairement, les précisions souhaitées, ceci peut être dû au fait que dans la procédure au fond, les conclusions corrélatives n'ont pas été formulées, ou l'ont été mais n'ont pas été tranchées. En ce dernier cas, il aurait fallu s'en plaindre dans la procédure au fond, par les voies de droit ordinaires disponibles (ATF 143 III 420 précité consid. 2.2). En d'autres termes, si le poursuivant n'a pas déposé de conclusions suffisamment précises ou complètes devant le juge du fond, il se retrouvera confronté, au stade de l'exécution forcée, aux conséquences de son manque de précision initial, même s'il a obtenu gain de cause: ni le juge de l'exécution forcée, ni celui de l'interprétation de la décision ne pourront corriger matériellement la décision incomplète ou imprécise (BASTONS BULLETTI, in CPC Online, newsletter du 23.08.2017).\n\n4.4\n\n4.4.1 L'acte auquel le juge se réfère pour mettre fin au procès, soit une transaction ou un autre succédané de décision, ne peut pas faire l'objet d'une demande d'interprétation au sens de l'art. 334 CPC. Cet acte n'est en effet pas une déclaration de volonté du juge mais des parties (ATF 143 III 520 consid. 6.2 et 6.3; cf. supra consid. 4.3.2). En revanche, la transaction judiciaire peut être interprétée selon les règles applicables au contrat, soit selon l'art. 18 CO (arrêts 4A_185/2017 du 15 juin 2017 consid. 4.2; 5A_521/2015 du 11 février 2016 consid. 3.3; 4A_298/2014 du 4 décembre 2014 consid. 3.4).\n\n4.4.2 En matière d'exécution forcée d'une décision ne portant pas sur le versement d'une somme d'argent ou la fourniture de sûretés (art. 335 ss CPC), le Tribunal fédéral a jugé que la transaction judiciaire n'était exécutoire que dans la mesure où la prestation en cause était clairement déterminée quant à son objet, son lieu et quant au moment où elle devait être exécutée de telle manière que le tribunal de l'exécution n'avait pas à faire intervenir sa propre appréciation (arrêt 4A_269/2012 du 7 décembre 2012 consid. 3.2). En d'autres termes, dans cette hypothèse, le juge de l'exécution ne peut pas procéder à une interprétation, au sens de l'art. 18 al. 1 CO, de la transaction judiciaire.\n\n4.4.3 En matière d'exécution forcée d'une somme d'argent ou de sûretés, le Tribunal fédéral a en revanche affirmé que le juge de la |571| mainlevée était en principe fondé à interpréter la transaction judiciaire en conformité avec les règles déduites de l'art. 18 al. 1 CO pour décider si celle-ci constituait un titre de mainlevée (arrêts 5D_46/2014 du 7 octobre 2014 consid. 2.1; 5A_235/2013 du 24 juillet 2013 consid. 3.1; 5A_487/2011 du 2 septembre 2011 consid. 4.1). La doctrine a rendu compte de ces arrêts (ABBET, op. cit., n° 95 ad art. 80 LP; KREN KOSTKIEWICZ, in SchKG Kommentar, 19 e éd. 2016, n° 37 ad art. 80 LP; STAEHELIN, op. cit., Ergänzungsband zur 2. Aufl., 2017, n° 21 ad art. 80 LP).\n\nIl n'en demeure pas moins que, dans ces arrêts, le Tribunal fédéral n'a procédé qu'à l'interprétation objective de la transaction en cause et seulement dans le but de déterminer s'il en ressortait une condamnation du débiteur à payer la somme mise en poursuite. Dans l'arrêt 5D_46/2014, le plus récent sur la question, il a même exclu que le juge de la mainlevée pût, dans le cas d'espèce, interpréter la transaction au motif que celle-ci présentait un manque de clarté tel du point de vue du droit matériel que le juge de la mainlevée ne pouvait pas juger de son contenu, seul le juge du fond devant se saisir d'un tel litige.\n\n4.4.4 La jurisprudence précitée (arrêts 5D_46/2014 du 7 octobre 2014 consid. 2.1; 5A_235/2013 du 24 juillet 2013 consid. 3.1; 5A_487/2011 du 2 septembre 2011 consid. 4.1) doit donc être précisée comme il suit:\n\nLa transaction judiciaire est assimilée à un jugement et permet donc au poursuivant d'obtenir la mainlevée définitive de l'opposition, sans qu'il soit possible pour le poursuivi d'intenter l'action en libération de dette (art. 83 al. 2 LP). Au vu de cette assimilation et de ses conséquences, il n'y a aucune raison de traiter cet acte différemment qu'un jugement. Dès lors, de même qu'il ne peut pas interpréter une décision judiciaire comme s'il était saisi d'une demande fondée sur l'art. 334 CPC (cf. supra consid. 4.3.2), le juge de la mainlevée ne peut pas non plus interpréter, au sens de l'art. 18 al. 1 CO, une transaction judiciaire. Par ailleurs, comme en présence d'un jugement, pour constituer un titre de mainlevée définitive, la transaction judiciaire doit clairement obliger définitivement le débiteur au paiement d'une somme d'argent déterminée. Le juge de la mainlevée doit seulement décider si cette obligation en ressort. Cette solution correspond au demeurant à la jurisprudence fédérale en matière d'exécution forcée d'une obligation autre qu'en argent (cf. supra consid. 4.4.2). |572|\n\n4.5 En l'espèce, c'est avec raison que la juridiction précédente a considéré que les termes de la transaction judiciaire du 7 novembre 2012 étaient clairs et que le jugement de la Cour civile produit par la poursuivante pour prouver la réalisation de la condition suspensive y figurant n'était pas suffisant pour justifier le prononcé de la mainlevée.\n\nLa simple lecture du texte de la transaction judiciaire litigieuse révèle que l'exigibilité de la dette de la poursuivie dépend d'un jugement au fond définitif et exécutoire ou d'une convention entre les parties liquidant l'ensemble des prétentions de la poursuivie à l'encontre de la poursuivante. Il n'est à cet égard pas contesté qu'au moment de l'audience du 7 novembre 2012, la poursuivie faisait valoir devant la Cour civile du Tribunal cantonal vaudois une prétention fondée sur la loi fédérale contre la concurrence déloyale (LCD), qui reposait également sur un fondement contractuel et délictuel, et que celle-ci était opposée en compensation à la poursuivante. Or, le jugement notifié le 21 avril 2016 par la Cour civile prouve uniquement que les conclusions fondées uniquement sur la LCD font l'objet d'un jugement au fond définitif et exécutoire, contrairement à celle portant sur la prétention dont le sort n'est pas définitivement connu vu l'irrecevabilité prononcée pour ce qui est du fondement contractuel. Faute de pouvoir produire un jugement définitif et exécutoire relatif à dite créance, qui seule permet de chiffrer le montant de la créance compensée mise en poursuite, la poursuivante a donc échoué dans la preuve qu'elle était censée apporter quant à la réalisation de la condition suspensive contenue dans la transaction judiciaire du 7 novembre 2012. Dite transaction ne pouvait dès lors valoir titre de mainlevée définitive, sans qu'il soit besoin de procéder à une interprétation portant sur le droit matériel. Non seulement les développements de la recourante relatifs aux interprétations subjective et objective de la transaction apparaissent sans pertinence, mais ils ne lui sont d'aucune aide pour obtenir la mainlevée: si l'autorité cantonale était arrivée, comme elle, à la conclusion que la transaction judiciaire nécessitait une interprétation au sens de l'art. 18 al. 1 CO, elle n'aurait pu alors que refuser la mainlevée en raison du manque de clarté et de précision du titre produit.\n\nIl suit de là que les griefs de la recourante sont infondés et que le recours doit être rejeté."}