{"annee": "143", "cour": "IV", "page": "347", "date": "22/6/2017", "cite": ["140 III 264", "141 IV 249", "141 IV 305", "141 I 49"], "cite_par": ["145 IV 438"], "chapeau": "44. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Staatsanwaltschaft des Kantons Solothurn (Beschwerde in Strafsachen)\n\n6B_1319/2016 vom 22. Juni 2017", "regestes": ["Art. 4 al. 1 lit. a, 8 al. 1, 10 al. 1 et 33 al. 1 lit. a de la loi sur les armes; acquisition d'armes d'entraînement avec projectiles de couleur (FX-Marqueur) sans permis d'acquisition d'armes. La notion d'acquisition comprend toute forme de transmission d'armes, juridique ou de fait, indépendamment du point de savoir si cette transmission n'est que temporaire. Le prêt d'armes à un tiers pour son usage, immédiatement suivi de sa restitution, constitue une acquisition au sens de la loi (consid. 3). Les FX-marqueurs sont des armes à feu au sens de l'art. 4 al. 1 let. a LArm (consid. 4)."], "faits": "BGE 143 IV 347 S. 348\n\nA. X. wird vorgeworfen, er habe im Mai 2012 13 Pistolen SIG P228 FX (Trainingswaffen mit Farbmarkier-Projektilen) erworben, ohne über den erforderlichen Waffenerwerbsschein verfügt zu haben. Gemäss Waffengesetz handle es sich bei der Gebrauchsleihe um eine Form des Erwerbs, wozu gesetzlich ein Waffenerwerbsschein vorgeschrieben sei.\n\nB.\n\nB.a Die Staatsanwaltschaft des Kantons Solothurn erklärte X. mit Strafbefehl vom 15. Juli 2013 wegen eines Vergehens gegen das Bundesgesetz über Waffen, Waffenzubehör und Munition vom 20. Juni 1997 (Waffengesetz, WG; SR 514.54) schuldig und verurteilte ihn zu einer Geldstrafe von 10 Tagessätzen zu Fr. 140.-, unter Gewährung des bedingten Strafvollzugs bei einer Probezeit von 2 Jahren.\n\nGegen diesen Strafbefehl erhob X. Einsprache. Der Amtsgerichtspräsident von Thal-Gäu sprach ihn daraufhin mit Urteil vom 2. Juli 2014 vom Vorwurf des Vergehens gegen das Waffengesetz frei. Auf Berufung der Staatsanwaltschaft bestätigte das Obergericht des Kantons Solothurn am 20. April 2015 den Freispruch des Richteramts. Den Eventualantrag auf Aufhebung des angefochtenen Urteils und Rückweisung der Sache an die erste Instanz zur Durchführung einer neuen Hauptverhandlung und zur Fällung eines neuen Urteils wies es ab.\n\nB.b Das Bundesgericht hiess am 25. November 2015 eine vom Oberstaatsanwalt des Kantons Solothurn geführte Beschwerde in Strafsachen gut, soweit es darauf eintrat, hob das angefochtene Urteil auf und wies die Sache zur neuen Entscheidung an das Obergericht zurück (Verfahren 6B_690/2015).\n\nB.c Am 27. September 2016 erklärte das Obergericht des Kantons Solothurn X. der Widerhandlung gegen das Waffengesetz (Art. 4 Abs. 1 lit. a WG i.V.m. Art. 33 Abs. 1 lit. a WG) schuldig und verurteilte ihn zu einer Geldstrafe von 10 Tagessätzen zu Fr. 140.-, mit BGE 143 IV 347 S. 349bedingtem Strafvollzug unter Auferlegung einer Probezeit von 2 Jahren.\n\nC. X. führt Beschwerde in Strafsachen. Er beantragt, das angefochtene Urteil sei aufzuheben und er sei von der Anklage der Widerhandlung gegen das Waffengesetz freizusprechen. Eventualiter sei die Sache zur neuen Entscheidung an die Vorinstanz zurückzuweisen.\n\nD. Die Oberstaatsanwaltschaft des Kantons Solothurn beantragt in ihrer Vernehmlassung die Abweisung der Beschwerde, soweit darauf einzutreten sei. X. hält in seiner Replik an seinem Standpunkt fest. Das Obergericht hat auf Stellungnahme verzichtet.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Der Beschwerdeführer rügt weiter eine Verletzung von Bundesrecht. Die von der Vorinstanz festgestellte Übernahme der Waffen zum einzigen Zweck der Weitergabe an einen Dritten zum Gebrauch, stelle keinen Erwerb im Sinne von Art. 33 Abs. 1 lit. a WG dar. Es liege in Bezug auf ihn auch keine Gebrauchsleihe vor. Er habe die Waffen unbestrittenermassen für seinen Kollegen bestellt, abgeholt und diesem übergeben.\n\nIn rechtlicher Hinsicht macht der Beschwerdeführer geltend, nicht jeder noch so kurze Besitz könne als Erwerb im Sinne des Gesetzes qualifiziert werden. Dies ergebe sich schon aus den mit dem Erwerb verbundenen Vorschriften von Art. 8 ff. und 32a WG. So verlange das Gesetz etwa für den Transport, welcher ebenfalls Besitz voraussetze, weder einen Waffenerwerbsschein noch einen Waffentragschein. Da er die Pistolen nicht erworben habe, habe er auch keinen Erwerbsschein benötigt. Dies ergebe sich bereits daraus, dass er keinen Herrschafts- oder Gebrauchswillen gehabt habe. Wer eine Waffe gar nicht benutzen wolle und sie lediglich entgegennehme, um sie einem Dritten zum Gebrauch zu überlassen, benötige ebenso wenig einen Erwerbsschein wie der Transporteur der Waffe. Lediglich der Dritte, welcher die Waffen gebrauchen wolle, müsse über einen Waffenerwerbsschein verfügen. Erwerb setze eine (beabsichtigte) Sachherrschaft zu eigenen Zwecken sowie von einer gewissen Dauer und Intensität voraus. Es komme auf den Zweck der Besitzbegründung an. Er habe im zu beurteilenden Fall die Waffen nicht BGE 143 IV 347 S. 350selber gebrauchen wollen, sondern sie seinem Kollegen zu dessen Gebrauch weitergegeben. Im vorliegenden Fall habe sich somit allenfalls sein Kollege, welcher die Waffen anlässlich des SWAT-Trainings benützt habe, strafbar gemacht. Seine Stellung als Polizist sei nur insofern von Bedeutung gewesen, als er mit dem Lieferanten der Firma C. AG aus dienstlichem Anlass persönlich bekannt gewesen sei. Er habe aber den Zweck der Waffenlieferung nie verheimlicht und auch nie behauptet, er habe als Polizist gehandelt.\n\n3.2 Die Vorinstanz nimmt in tatsächlicher Hinsicht an, der Beschwerdeführer habe die fraglichen 13 Pistolen bei der C. AG bestellt. Er sei bei der Firma und bei dessen Aussendienstmitarbeiter in seiner Funktion als Polizist bekannt gewesen, weshalb die Lieferantin davon ausgegangen sei, für die Transaktion sei kein Waffenerwerbsschein notwendig. Der Lieferschein sei denn auch auf die Kantonspolizei Solothurn ausgestellt und vom Beschwerdeführer vorbehaltlos visiert worden. Dass der Beschwerdeführer die Waffen als Polizist ohne Erwerbsschein erhalten würde, sei der Grund dafür gewesen, dass er persönlich die Bestellung gemacht und seinem Kollegen nicht einfach die Kontaktadresse der Lieferfirma gegeben habe. Die Waffen seien vorerst zum Gebrauch übergeben worden, für einen allfälligen späteren Kauf habe der Aussendienstmitarbeiter der C. AG auf dem Lieferschein den Stückpreis notiert. Der Lieferant habe die Waffen in die alleinige Obhut und Herrschaft des Beschwerdeführers übergeben. Die Waffen seien mithin ihm allein geliefert worden. Dieser habe sie in der Folge seinem Bekannten für die Durchführung eines SWAT-Events weitergegeben.\n\nDie Vorinstanz nimmt in rechtlicher Hinsicht an, bei den fraglichen Pistolen handle es sich um Waffen im Sinne des Waffengesetzes. Mit der Bestellung und Übernahme habe der Beschwerdeführer die Waffen im Sinne des Waffengesetzes erworben. Sie hätten einem rein privaten Zweck gedient und er habe sie in der Absicht erworben, sie seinem Kollegen zum Gebrauch weiterzugeben. Er habe damit die Waffen in eigener Person und nicht bloss als Gehilfe seines Bekannten erworben. Bei dieser Sachlage hätte der Beschwerdeführer einen Waffenerwerbsschein benötigt. Er habe im Wissen um diese Umstände und somit vorsätzlich gehandelt.\n\n3.3 Das Waffengesetz bezweckt die Bekämpfung der missbräuchlichen Verwendung von Waffen und Munition sowie deren Bestandteilen und Zubehör (Art. 1 Abs. 1 WG). Es regelt gemäss Art. 1 Abs. 2 WG den Erwerb, das Verbringen in das schweizerische Staatsgebiet, BGE 143 IV 347 S. 351die Ausfuhr, das Aufbewahren, den Besitz, das Tragen, den Transport, das Vermitteln, die Herstellung von und den Handel mit Waffen, wesentlichen oder besonders konstruierten Waffenbestandteilen und Waffenzubehör (lit. a) und mit Munition und Munitionsbestandteilen (lit. b). Es gilt u.a. nicht für Polizeibehörden (Art. 2 Abs. 1 WG).\n\nGemäss Art. 8 Abs. 1 WG benötigt, wer eine Waffe oder einen wesentlichen Waffenbestandteil erwerben will, einen Waffenerwerbsschein. Der Waffenerwerbsschein ermächtigt zum Erwerb einer einzigen Waffe oder eines einzigen wesentlichen Waffenbestandteils (Art. 9b Abs. 1 WG). Es handelt sich um eine Polizeibewilligung, welche nicht übertragbar ist (Urteil 6B_884/2013 vom 9. Oktober 2014 E. 3.3.2).\n\nWer vorsätzlich ohne Berechtigung Waffen, wesentliche oder besonders konstruierte Waffenbestandteile, Waffenzubehör, Munition oder Munitionsbestandteile anbietet, überträgt, vermittelt, erwirbt, besitzt, herstellt, abändert, umbaut, trägt, in einen Schengen-Staat ausführt oder in das schweizerische Staatsgebiet verbringt, wird nach der Strafbestimmung von Art. 33 Abs. 1 lit. a WG mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft.\n\n3.4 Das angefochtene Urteil verletzt kein Bundesrecht. Der Begriff des Erwerbs im Sinne des Waffengesetzes umfasst alle Formen der Eigentums- bzw. Besitzesübertragung wie z. B. Kauf, Tausch, Schenkung, Erbschaft, Miete und Gebrauchsleihe (Urteil 6B_884/2013 vom 9. Oktober 2014 E. 3.3.2; Botschaft vom 24. Januar 1996 zum Bundesgesetz über Waffen, Waffenzubehör und Munition, BBl 1996 1057 zu Art. 1). Unter den Begriff des Erwerbs fällt mithin jede Form der rechtlichen oder tatsächlichen Übertragung von Waffen, unabhängig davon, ob die Übertragung zu einem nur vorübergehenden Zweck erfolgt. Wer eine Waffe - etwa miet- oder leihweise - nur temporär erwirbt, wird Besitzer und hat die gesetzlichen Erwerbsvorschriften zu beachten (BOPP/JENDIS, in: Waffengesetz [WG], Fancinani/Sutter [Hrsg.], 2017, N. 11 zu Art. 5 WG; HANS WÜST, Schweizer Waffenrecht, 1999, S. 66). Ein Waffenerwerb im Sinne des Waffengesetzes liegt immer dann vor, wenn der Erwerber die tatsächliche Herrschaftsgewalt über die Waffe erhält, ohne dass ein Dritter diese Herrschaftsgewalt ausübt (BOPP/JENDIS, a.a.O., N. 12 zu Art. 5 WG; WÜST, a.a.O., S. 67, 70).\n\nDer Beschwerdeführer hat die Waffen bei der Lieferfirma für sich bzw. an die Adresse der Kantonspolizei Solothurn bestellt und mit BGE 143 IV 347 S. 352deren Entgegennahme die tatsächliche Herrschaft über sie erlangt, so dass er über sie verfügen konnte. Dies hat er auch getan, indem er sie an seinen Bekannten weitergegeben hat, der sie seinerseits für ein SWAT-Training verwenden wollte. Damit hat der Beschwerdeführer die Waffen im Sinne des Gesetzes erworben. Da er nicht über einen Waffenerwerbsschein verfügte, hat er sich gemäss Art. 33 Abs. 1 lit. a WG strafbar gemacht. Ob er die Waffen zum eigenen Gebrauch ausgeliehen oder sie bestellt hat, um sie nach der Übernahme einem Dritten zu dessen Gebrauch weiterzugeben, ist in diesem Kontext unerheblich. Wesentlich ist, dass die Waffen in den Herrschaftsbereich des Beschwerdeführers gelangten und ihm die Verfügungsgewalt übertragen wurde. Dass er blosser Vermittler zwischen der Lieferfirma und seinem Bekannten gewesen wäre, lässt sich somit nicht sagen. Damit erweist sich die Auffassung des Beschwerdeführers, er habe mangels Erwerbs keinen Erwerbsschein benötigt, als unzutreffend. Nichts für den Standpunkt des Beschwerdeführers ableiten lässt sich aus dem Umstand, dass der Transport von Waffen gemäss Art. 28 Abs. 1 WG keine Waffentragbewilligung erfordert. Denn die Befreiung von der Bewilligungspflicht bezieht sich nur auf den ziel- und zweckgerichteten, vorübergehenden Transport im Sinne von Art. 28 Abs. 1 lit. a-e WG. Diese Ausnahmen ändern zudem nichts am Grundprinzip des bewilligungspflichtigen Waffentragens gemäss Art. 27 Abs. 1 WG, die auch für den Transporteur gilt.\n\nDie Beschwerde ist auch in diesem Punkt unbegründet.\n\n4.\n\n4.1 Der Beschwerdeführer rügt schliesslich eine unvollständige Feststellung des Sachverhalts. Bei den fraglichen Waffen handle es sich um umgerüstete Polizeiwaffen, die nur noch für Trainingszwecke eingesetzt und mit denen lediglich farbige Seifengeschosse abgeschossen werden könnten. Diese umgerüsteten Waffen fielen zwar unter den Geltungsbereich des Waffengesetzes, seien aber von der Waffenerwerbsscheinpflicht gemäss Art. 10 Abs. 1 lit. e WG ausgenommen. Die Vorinstanz habe übersehen, dass nicht für jede unter das Waffengesetz fallende Waffe ein Waffenerwerbsschein benötigt werde. Sie habe lediglich festgestellt, er habe gewusst, dass es sich um Waffen im Sinne des Waffengesetzes handle, dass er diese als Polizist ohne Waffenerwerbsschein erhalte und dass die Waffen nicht für einen polizeilichen Zweck, sondern für einen privaten Event eines Kollegen gedient hätten. Sie habe aber weder festgestellt noch BGE 143 IV 347 S. 353geprüft, ob die fraglichen Pistolen einer Erwerbsscheinpflicht unterlägen.\n\nZuletzt beanstandet der Beschwerdeführer, dass die Vorinstanz die von ihr abgenommenen Beweise nicht gewürdigt und seine Ausführungen ohne hinreichende Begründung als unglaubhaft beurteilt habe. Er habe bei der Befragung in der Berufungsverhandlung mit Nachdruck darauf hingewiesen, dass er den Lieferanten auf die falsche Lieferadresse hingewiesen habe. Er habe auch ausdrücklich gesagt, er sei davon ausgegangen, die FX-Markierer fielen nicht unter das Waffengesetz und er habe nie beabsichtigt, die Waffen \"über die Polizei laufen zu lassen\". Wie die Vorinstanz ohne jegliche Auseinandersetzung mit diesen Aussagen und trotz Bestätigung durch den als Zeugen einvernommenen Aussendienstmitarbeiter das Gegenteil habe feststellen können, sei willkürlich. Jedenfalls verletze es den Gehörsanspruch, ihm ohne jeden erkennbaren Grund einfach das Gegenteil dessen zu unterstellen, was er wahrheitsgemäss ausgesagt habe.\n\n4.2 Die Vorinstanz erwägt, es handle sich bei den fraglichen Pistolen unbestrittenermassen um Waffen im Sinne des Waffengesetzes. Aus dem Schuldspruch der Widerhandlung gegen das Waffengesetz ergibt sich, dass die Vorinstanz die Waffen zudem als Feuerwaffen im Sinne von Art. 4 Abs. 1 lit. a WG qualifiziert. Damit stellt sie implizit fest, dass die umgerüsteten Pistolen der Erwerbsscheinpflicht unterlagen. Die Vorinstanz nimmt demgemäss an, der Beschwerdeführer hätte für den Erwerb der Waffen einen Waffenerwerbsschein benötigt, über den er indes nicht verfügt habe.\n\n4.3 Gemäss Art. 4 Abs. 1 lit. a WG gelten als Feuerwaffen Geräte, mit denen durch Treibladung Geschosse abgegeben werden können und die eine einzige Person tragen und bedienen kann, oder Gegenstände, die zu solchen Geräten umgebaut werden können. Ebenfalls als Waffen gelten nach Abs. 1 lit. d und e derselben Bestimmung auch Druckluft- und CO2 -Waffen, die eine Mündungsenergie von mindestens 7,5 Joule entwickeln oder aufgrund ihres Aussehens mit echten Feuerwaffen verwechselt werden können sowie Imitations-, Schreckschuss- und Soft-Air-Waffen, die aufgrund ihres Aussehens mit echten Feuerwaffen verwechselt werden können. Dem Waffengesetz unterstehen mithin auch Gegenstände, von denen grundsätzlich keine Verletzungsgefahr ausgeht (Urteil 6B_524/2016 vom 13. Februar 2017 E. 1.4.2). Diese dürfen gemäss Art. 10 Abs. 1 WG BGE 143 IV 347 S. 354- im Gegensatz zu Feuerwaffen (Art. 8 Abs. 1 WG) - ohne Waffenerwerbsschein erworben werden. Gemäss Art. 6 der Verordnung vom 2. Juli 2008 über Waffen, Waffenzubehör und Munition (Waffenverordnung, WV; SR 514.541) sind Druckluft-, CO2-, Imitations-, Schreckschuss- und Soft-Air-Waffen mit Feuerwaffen verwechselbar, wenn sie auf den ersten Blick echten Feuerwaffen gleichen, und zwar unabhängig davon, ob eine Fachperson oder sonst jemand nach kurzer Prüfung die Verwechselbarkeit erkennt (vgl. Botschaft vom 11. Januar 2006 zur Änderung des Bundesgesetzes über Waffen, Waffenzubehör und Munition [Waffengesetz, WG], BBl 2006, 2722 Ziff. 2.1.2, 2730 zu Art. 4 Abs. 1 lit. g und 2735 zu Art. 10 Abs. 1). Die Person, die eine von der Waffenerwerbsscheinspflicht ausgenommene Waffe überträgt, muss die Identität und das Alter des Erwerbers anhand eines amtlichen Ausweises überprüfen (Art. 10a Abs. 1 WG). Die Waffe darf dabei nur übertragen werden, wenn die übertragende Person nach den Umständen annehmen darf, dass dem Erwerb \"kein Hinderungsgrund nach Art. 8 Abs. 2 [WG] entgegensteht\" (Art. 10a Abs. 2 WG).\n\n4.4 Der Beschwerdeführer macht erstmals im bundesgerichtlichen Verfahren geltend, die umgerüsteten Polizeiwaffen seien zwar Waffen im Sinne des Waffengesetzes, hätten aber nicht der Waffenerwerbsscheinpflicht unterlegen. In der Befragung im Berufungsverfahren machte er noch geltend, die FX-Markierer würden überhaupt nicht unter das Waffengesetz fallen. Ob es dem Beschwerdeführer möglich und nach Treu und Glauben auch zumutbar gewesen wäre, seinen Standpunkt bereits in einem früheren Verfahrensstadium vorzubringen, kann offenbleiben. Denn er ist jedenfalls unbegründet. Die Vorinstanz nimmt zu Recht an, der Erwerb der in Frage stehenden Pistolen habe einen Waffenerwerbsschein erfordert, da mit diesen ein Projektil abgefeuert und hierfür ein Anzündhütchen und eine Treibladung verwendet wird, so dass die Waffen als Feuerwaffen zu qualifizieren sind. Dies entspricht im Übrigen auch dem Hinweis des Mitarbeiters der C. AG im Aussendienst an den Beschwerdeführer, wonach er einen Waffenerwerbsschein brauche, wenn er die Waffen privat erwerben wolle. Der Beschwerdeführer ging denn offenbar auch selber davon aus, dass jedenfalls für den Kauf der Waffen ein Waffenerwerbsschein erforderlich gewesen wäre.\n\nSoweit der Beschwerdeführer schliesslich rügt, die Vorinstanz habe die Beweise nicht gewürdigt, sondern lediglich ein Ergebnis festgestellt, das mangels Begründung nicht nachvollziehbar sei, geht seine BGE 143 IV 347 S. 355Beschwerde nicht über eine appellatorische Kritik hinaus, auf welche das Bundesgericht nicht eintritt (BGE 141 IV 249 E. 1.3.1; BGE 140 III 264 E. 2.3). Der Beschwerdeführer hätte darlegen müssen, inwiefern die Feststellungen der Vorinstanz offensichtlich unhaltbar sein oder mit der tatsächlichen Situation in klarem Widerspruch stehen sollen und die vorhandenen Beweise andere Schlussfolgerungen geradezu aufdrängten. Er beschränkt sich indes lediglich darauf, seinen im kantonalen Verfahren vertretenen Standpunkt zu wiederholen. Jedenfalls ist das angefochtene Urteil in diesem Punkt nicht schlechterdings unhaltbar. Den kantonalen Instanzen steht auf dem Gebiet der Beweiswürdigung ein weiter Spielraum des Ermessens zu. Willkür in der Beweiswürdigung liegt nur vor, wenn die Behörde in ihrem Entscheid von Tatsachen ausgeht, die mit der tatsächlichen Situation in klarem Widerspruch stehen oder auf einem offenkundigen Fehler beruhen. Dabei genügt es nicht, wenn sich der angefochtene Entscheid lediglich in der Begründung als unhaltbar erweist; eine Aufhebung rechtfertigt sich nur, wenn er auch im Ergebnis verfassungswidrig ist (BGE 141 IV 305 E. 1.2). Nach ständiger Rechtsprechung genügt für die Begründung von Willkür auch nicht, dass das angefochtene Urteil mit der Darstellung des Beschwerdeführers nicht übereinstimmt oder eine andere Lösung oder Würdigung vertretbar erscheint (BGE 141 I 49 E. 3.4 und 70 E. 2.2, mit Hinweisen). Dass die Vorinstanz den Sachverhalt offensichtlich unrichtig festgestellt hätte oder ihren Entscheid ungenügend begründet hätte, ist nicht ersichtlich.\n\nDas angefochtene Urteil verletzt auch in diesem Punkt kein Bundesrecht. (...)"}