{"annee": "143", "cour": "III", "page": "242", "date": "28/6/2017", "cite": ["127 III 453", "107 IB 387", "83 II 375", "120 II 321", "121 II 317", "120 II 15", "132 III 689", "109 II 304", "134 III 248", "116 II 519", "122 IV 17", "139 V 176", "130 III 182", "73 II 151", "44 II 33", "106 II 311", "142 III 433", "119 IB 334", "91 II 474", "93 II 230", "76 II 129", "134 III 379", "103 II 227", "112 II 35"], "cite_par": ["145 I 250", "144 IV 285", "145 II 282"], "chapeau": "40. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause A. contre Etat du Valais (recours en matière civile)\n\n4A_60/2017 du 28 juin 2017", "regestes": ["Responsabilité du propriétaire foncier (art. 679 CC); eaux publiques. Rappel de jurisprudence (consid. 3). Responsabilité du canton engagée du fait d'inondations consécutives à une remontée de la nappe phréatique, provoquée par des travaux d'extraction industrielle de gravier dans le lit du Rhône effectués à une profondeur plus basse que la limite fixée dans l'autorisation délivrée par le canton (consid. 4.1-4.5)."], "faits": "|243|\n\nA.\n\nA.a Le 29 février 2012, le Conseil d'Etat valaisan a autorisé les entreprises E1 SA et E2 SA à extraire à deux endroits donnés (km K1 et km K2) un banc de gravier déposé dans le Rhône. Il a subordonné l'autorisation à différentes conditions, dont le respect impératif d'une profondeur maximale de 1 m 50, et a fixé la redevance à 5 fr. par m3 de matériau extrait, TVA en sus.\n\nLes travaux d'extraction ont été effectués du 12 mars au 3 avril 2012 s'agissant de E1 SA et du 20 mars au 13 avril 2012 s'agissant de E2 SA.\n\nA l'endroit des extractions, la nappe phréatique était, avant le 16 mars 2012, nettement inférieure à la moyenne pluriannuelle. A compter de cette date, elle a, de manière soudaine et continue, atteint des niveaux inhabituellement élevés. Dès le début du mois de juin 2012, des affleurements de la nappe souterraine ont été observés dans certains secteurs. Plusieurs caves d'immeubles ont été inondées. Le canton du Valais a pris diverses mesures préventives.\n\nLa situation s'est aggravée lors de la crue du Rhône du 2 juillet 2012. Le niveau de la nappe phréatique a subi une nouvelle hausse atteignant 0 m 50. Le canton a pris des mesures complémentaires pour maintenir le niveau de la nappe et renforcer la digue du Rhône. En août 2012, le niveau de la nappe est repassé sous la cote moyenne en hautes eaux. Le coût des mesures mises en oeuvre pour rétablir la situation de la nappe souterraine antérieure au printemps 2012 a été estimé à quelque 3,6 millions de francs.\n\nA.b En juin/juillet 2012, les remontées de la nappe phréatique ont provoqué des inondations dans les cultures fruitières de l'agriculteur A., propriétaire de nombreuses parcelles dans la plaine du Rhône. Le taxateur officiel de la commune concernée a estimé à 56'226 fr. 33 l'ampleur du préjudice subi par l'agriculteur. Le 19 octobre 2012, celui-ci a adressé une copie du rapport du taxateur au Conseil d'Etat valaisan.\n\nA.c Le 11 octobre 2012, l'Etat du Valais a chargé un bureau de géologues de déterminer les causes de la remontée de la nappe phréatique. |244|\n\nDans son rapport du 10 juillet 2013, le bureau a constaté que dans un état non perturbé, il n'y avait à l'endroit litigieux aucune connexion directe entre le Rhône et les eaux souterraines. Les précipitations s'étaient révélées inférieures aux moyennes pluriannuelles depuis le mois de janvier 2012. Entre le mois de janvier et la fin du mois de juin 2012, les niveaux du Rhône s'étaient inscrits globalement dans ces moyennes. Au printemps et en été 2012, aucun apport d'eau exceptionnel des versants n'avait été observé.\n\nSur la base des données recueillies, le bureau de géologues est arrivé à la conclusion que les deux entreprises n'avaient pas respecté la profondeur maximale fixée par le Conseil d'Etat dans son autorisation du 29 février 2012. Il a expliqué la remontée de la nappe phréatique \"sans équivoque par la création d'une connexion directe entre le Rhône et l'aquifère et par une atteinte à la couche de colmatage\" à un ou plusieurs endroits dans le lit du Rhône. Il existait une \"concordance spatiale et temporelle\" entre la remontée de la nappe et les travaux réalisés par E1 SA au km K1. Il était en outre probable que les prélèvements de gravier opérés par E2 SA avaient également augmenté l'infiltration des eaux du Rhône. Le cas échéant, les deux effets se cumulaient, même si ceux liés aux travaux de E1 SA étaient plus importants.\n\nLe bureau a encore précisé que si la profondeur d'excavation imposée par le Conseil d'Etat avait été respectée et que les bancs de gravier avaient été prélevés sans détruire la couche de colmatage, aucune connexion directe entre le Rhône et les eaux souterraines n'aurait été créée et aucune remontée de la nappe phréatique ne serait survenue.\n\nA.d Le 12 juillet 2013, l'Etat du Valais a décliné sa responsabilité. En revanche, il n'a contesté ni le principe, ni l'ampleur du dommage subi par l'agriculteur A.\n\nB.\n\nB.a Le 18 septembre 2013, A. a déposé une demande devant le Juge du district de ... (VS) en concluant, sous réserve d'amplifications, à ce que l'Etat du Valais soit condamné à lui payer 56'226 fr. 33 plus intérêts dès le 1er août 2012.\n\nB.b Par jugement du 3 mars 2015, le juge de district a rejeté la demande dans la mesure où elle était recevable.\n\nB.c Statuant le 12 décembre 2016 sur appel du demandeur, la Cour civile II du Tribunal cantonal valaisan a confirmé cette décision. En |245| substance, la Cour a jugé que la responsabilité du canton n'était engagée ni en vertu de l'art. 58 CO, ni en vertu de l'art. 679 CC. A cet égard, la Cour a constaté que si les travaux d'exploitation effectués dans le Rhône excédaient bel et bien les limites fixées par le droit de voisinage, le canton du Valais n'avait pas à en répondre; la maîtrise de fait sur l'ouvrage était exercée par les entreprises bénéficiaires des autorisations délivrées par le Conseil d'Etat. Le canton avait certes mis l'ouvrage à leur disposition, mais en vue d'un certain usage qui ne présentait pas de risque et qui ne se confondait pas avec l'utilisation qu'en avaient faite les intéressées.\n\nC. Le demandeur a saisi le Tribunal fédéral d'un recours en matière civile qui a été admis, le canton du Valais étant condamné au paiement de 56'226 fr. 33 plus intérêts à 5 % l'an dès le 1er août 2012.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n3.\n\n3.1 Les art. 679 et 684 ss CC posent des limites à l'exercice de la propriété foncière, au profit des voisins. L'art. 684 al. 1 CC institue une règle générale selon laquelle le propriétaire est tenu, dans l'exercice de son droit, spécialement dans ses travaux d'exploitation industrielle, de s'abstenir de tout excès au détriment de la propriété du voisin. Diverses situations particulières sont ensuite réglées aux art. 685 ss CC. Il est notamment précisé que le propriétaire qui fait des fouilles ou des constructions ne doit pas nuire à ses voisins en ébranlant leur terrain, en l'exposant à un dommage ou en compromettant les ouvrages qui s'y trouvent (art. 685 al. 1 CC).\n\nL'art. 679 al. 1 CC énonce la sanction générale des règles sur les rapports de voisinage. Selon cette disposition, celui qui est atteint ou menacé d'un dommage parce qu'un propriétaire excède son droit peut actionner ce propriétaire pour qu'il remette les choses en l'état ou prenne des mesures en vue d'écarter le danger, sans préjudice de tous dommages-intérêts.\n\nLes art. 679 et 684 ss CO instituent une responsabilité objective qui n'est donc pas subordonnée à l'existence d'une faute et suppose la réalisation de trois conditions: un excès du propriétaire dans l'utilisation de son fonds; une atteinte (actuelle ou menaçante) aux droits du voisin; enfin, un rapport de causalité naturelle et adéquate entre l'excès et l'atteinte (ATF 119 Ib 334 consid. 3c p. 342; ATF 109 II 304 |246| consid. 2 p. 308; plus récent, arrêt 5C.154/2006 du 29 novembre 2006 consid. 2.1).\n\n3.2 L'excès du droit de propriété ne peut résider que dans un comportement humain qui doit être lié à l'exercice de la maîtrise effective sur le fonds, c'est-à-dire à l'exploitation ou toute autre utilisation du fonds. Les immissions qui sont dues exclusivement à un phénomène naturel n'entrent pas dans la notion d'excès du droit de propriété (ATF 93 II 230 consid. 3b p. 234; ATF 91 II 474 consid. 6 p. 484; PAUL-HENRI STEINAUER, Les droits réels, tome II, 4e éd. 2012, n. 1910 ss; CHRISTIAN ROTEN, Intempéries et droit privé, 2000, n. 1563 s.). Des questions de causalité adéquate (cf. consid. 3.7 infra) peuvent se poser lorsque l'atteinte causée au voisin résulte de la conjugaison d'un comportement humain et d'un phénomène naturel (ARTHUR MEIER-HAYOZ, Berner Kommentar, 3e éd. 1964, n° 90 ad art. 679 CC; cf. ATF 73 II 151 consid. 1 p. 154).\n\n3.3 La notion de voisin n'est pas définie et varie selon la norme du droit de voisinage en cause. Si les art. 687 et 688 CC impliquent normalement que les fonds soient contigus, tel n'est pas nécessairement le cas s'agissant des art. 684, 685 ou 689 CC (STEINAUER, op. cit., n. 1903; HEINZ REY, Die Grundlagen des Sachenrechts und das Eigentum, 3e éd. 2007, n. 1103-1105). La notion ne se limite donc pas à des fonds contigus ou situés dans un périmètre bien délimité; peuvent ainsi avoir qualité pour agir des propriétaires dont le fonds est situé à plusieurs kilomètres de l'origine de l'immission (ATF 121 II 317 consid. 4b p. 326; ATF 120 II 15 consid. 2a p. 17; ATF 109 II 304 consid. 2 p. 309).\n\n3.4 Dans des arrêts déjà anciens, le Tribunal fédéral a précisé que le propriétaire foncier a qualité pour défendre à une action fondée sur l'art. 679 CC non seulement lorsqu'il cause lui-même le dommage, mais également quand celui-ci est le fait d'une tierce personne qui utilise directement l'immeuble et qui y est autorisée en vertu du droit privé ou public. Le propriétaire peut ainsi être recherché pour le fait de l'entrepreneur qui accomplit des travaux sur son immeuble, ou encore pour le comportement de son locataire ou de son fermier (ATF 83 II 375 consid. 2 p. 380). Le locataire est considéré comme un tiers autorisé même s'il fait du fonds un usage contraire au contrat de bail, car le propriétaire peut le faire cesser en vertu du contrat (ATF 44 II 33 consid. 1 p. 36 s.) ou, s'il est déjà trop tard, demander réparation (LAURENT L'HUILLIER, La responsabilité du |247| propriétaire foncier selon l'article 679 du Code civil suisse [...], RDS 1952 p. 54a et 90a).\n\nDans un arrêt concernant des nuisances sonores causées par des clients fréquentant un dancing, l'autorité de céans a rappelé qu'il est inhérent à la responsabilité causale que le propriétaire foncier réponde non seulement du fait de ses auxiliaires, mais aussi du comportement de tiers qui utilisent son fonds avec son consentement et qui ne sont donc pas des tiers non autorisés (ATF 120 II 15 consid. 2a in fine p. 18).\n\nCela étant, le Tribunal fédéral a reconnu la qualité pour défendre non seulement au propriétaire d'immeuble, mais aussi - nonobstant la lettre de l'art. 679 CC - au titulaire d'un droit réel limité qui a l'usage du fonds, en particulier au bénéficiaire d'un droit de superficie, ou encore au titulaire d'un droit personnel permettant d'utiliser le fonds (locataire, fermier), tout en relevant que le dernier point est controversé en doctrine (ATF 132 III 689 consid. 2.2.1 et les arrêts cités).\n\nPlus récemment, l'autorité de céans s'est demandé si le propriétaire du fonds de base a également qualité pour défendre lorsque le titulaire du droit de superficie répond en vertu de l'art. 679 CC du dommage résultant de l'exercice excessif de son droit. Elle a constaté que le superficiaire exerce seul, en vertu d'un droit réel indépendant, la maîtrise juridique et de fait sur le bien-fonds; dès lors, s'il cause un dommage parce qu'il excède son droit, il paraît logique qu'il en réponde seul et que la responsabilité du propriétaire du fonds de base ne soit pas engagée à raison de l'usage d'un droit sur lequel il n'a plus aucune maîtrise. Dans cette affaire qui concernait un glissement de terrain, il a été jugé que la propriétaire du fonds de base avait bel et bien perdu toute maîtrise sur celui-ci et ne pouvait dès lors pas être actionnée. Est demeurée indécise la question de savoir si la qualité pour défendre doit toujours être déniée au propriétaire du fonds de base, ou si elle devrait être reconnue dans des cas où il aurait conservé une certaine maîtrise de fait sur l'immeuble et contribué à causer le dommage (ATF 132 III 689 consid. 2.3.4 et 2.4 p. 696).\n\n3.5 L'art. 679 al. 1 CC peut aussi trouver application lorsque le fonds d'où émane l'atteinte appartient à une collectivité publique (arrêt 5A_587/2015 du 22 février 2016 consid. 2.3.1). Tel est le cas sans restriction lorsque ce fonds ressortit au patrimoine financier (composé de biens servant indirectement à remplir des tâches publiques): |248| ces biens sont en principe gérés selon le droit privé (ATF 112 II 35 consid. 2).\n\nQuant aux biens du patrimoine administratif (qui servent directement à remplir une tâche publique, tels que gares, hôpitaux ou écoles) et ceux destinés à l'usage commun, ils peuvent rester soumis au droit privé dans la mesure compatible avec leur affectation et pour autant que la loi ne prescrive pas une solution différente. Il faut examiner dans le cas concret si l'accomplissement de tâches publiques déterminées par la loi exclut l'application du droit civil (arrêts 4A_250/2015 du 21 juillet 2015 consid. 4.1 et 5A_587/2015 précité consid. 2.3.1; ATF 120 II 321 consid. 2b p. 323; ATF 103 II 227 consid. 4). Selon la jurisprudence, le voisin ne peut pas exercer les actions du droit privé prévues à l'art. 679 CC si les immissions proviennent de l'utilisation, conforme à sa destination, d'un ouvrage d'intérêt public pour la réalisation duquel la collectivité disposait du droit d'expropriation, et si la tâche publique ne peut pas être exécutée sans provoquer des immissions dans les environs (immissions inévitables ou ne pouvant être écartées sans frais excessifs). La prétention au versement d'une indemnité d'expropriation se substitue à ces actions et il appartient non plus au juge civil, mais au juge de l'expropriation de statuer sur l'existence du droit à l'indemnité et sur le montant de celle-ci (ATF 134 III 248 consid. 5.1 et les arrêts cités, concernant l'aéroport de Zurich; ATF 121 II 317 consid. 4d; ATF 107 Ib 387 consid. 2a; arrêt précité 5A_587/2015 ibidem).\n\nL'autorité de céans a précisé que la souveraineté (\"haute police\") que l'Etat exerce sur les choses sans maître et biens du domaine public (art. 664 CC) - soit les biens dans l'usage commun, par nature ou par affectation - procure une maîtrise indépendante semblable au droit de propriété qui justifie au moins sur le principe d'appliquer l'art. 679 CC. La responsabilité de l'Etat peut ainsi être engagée sur cette base à raison d'un cours d'eau considéré comme eau publique par le droit fédéral et le droit cantonal, sans égard à l'éventuel droit de propriété que le canton peut conférer. Subsiste la réserve concernant les immissions inévitables dues à l'accomplissement d'une tâche d'intérêt public (ATF 91 II 474 consid. 3, consid. 4b p. 482 et consid. 5 p. 483, et le commentaire de PETER LIVER, ZBJV 1967 p. 7 ss, lequel salue le retour à la jurisprudence initiale; cf. aussi ATF 76 II 129 p. 131 s.; 75 II 116 consid. 3 p. 119; 70 II 85 consid. 1 p. 90 s.). Dans l'affaire en cause, l'application de l'art. 679 CC a cependant été exclue parce que l'événement dommageable (inondation du fonds voisin) était dû |249| à un événement naturel (pluies extraordinaires) et non à un excès du droit de propriété; le fait que le canton n'ait pas pris les mesures nécessaires pour éviter les conséquences d'un tel événement ne relevait pas de l'art. 679 CC (ATF 91 II 474 consid. 6 p. 484).\n\nLa doctrine est d'avis que l'art. 679 CC pourrait en revanche s'appliquer lorsque l'atteinte au fonds voisin est directement causée par des installations ou aménagements ou lorsque ceux-ci constituent un facteur aggravant, par exemple lorsque le lit d'un cours d'eau n'est plus suffisamment étanche en raison d'un défaut d'entretien ou encore lorsqu'un glissement de terrain est dû tant à des conditions géologiques particulières qu'à des suintements et exfiltrations (SIMEONI/MAHON, La responsabilité de l'Etat en matière de lacs et cours d'eau, in Mélanges en l'honneur de Pierre Wessner, 2011, p. 191; cf. aussi ROTEN, op. cit., n. 1598 ss).\n\n3.6 Dans des arrêts anciens, l'autorité de céans a jugé que la collectivité publique, comme propriétaire du sol sur lequel elle a établi une canalisation, répond des pollutions causées par des tiers autorisés à se relier à la canalisation et exerçant le droit d'usage qui leur a été concédé; à l'instar du propriétaire d'immeuble qui répond de l'usage illicite qu'en fait son fermier, la collectivité doit répondre du fait de l'usager régulièrement autorisé, même si celui-ci a méconnu des dispositions réglementaires. Il ne s'agit pas de tiers quelconques qui se seraient permis, en marge de l'usage commun autorisé, d'utiliser le domaine public (ATF 76 II 129 spéc. p. 132 s.; 75 II 116 consid. 5; cf. aussi ATF 83 II 375 consid. 2 p. 380, cité au consid. 3.4 supra).\n\nPlusieurs auteurs vont dans le même sens (STEINAUER, op. cit., n. 1907a; MEIER-HAYOZ, op. cit., n° 73 ad art. 679 CC; L'HUILLIER, op. cit., p. 59a et 88a-91a; FRANÇOIS GUISAN, Droit de voisinage et domaine public, note de jurisprudence [ad ATF 76 II 129], JdT 1951 I p. 141; cf. aussi ROTEN, op. cit., n. 1586).\n\n3.7 Enfin, il doit exister un rapport de causalité naturelle et adéquate entre l'excès dans l'utilisation du fonds et l'atteinte aux droits du voisin.\n\nUn fait est la cause naturelle d'un résultat dommageable s'il en constitue une des conditions sine qua non; il n'est pas nécessaire que l'événement considéré soit la cause unique ou immédiate du résultat. Le constat d'un lien de causalité naturelle relève du fait (ATF 139 V 176 consid. 8.4.1 et 8.4.3).\n\n|250| Il y a causalité adéquate lorsque le comportement incriminé était propre, d'après le cours ordinaire des choses et l'expérience générale de la vie, à entraîner un résultat du genre de celui qui s'est produit (ATF 142 III 433 consid. 4.5 p. 438). Pour procéder à cette appréciation de la probabilité objective, le juge se met en règle générale à la place d'un \"tiers neutre\"; cependant, pour permettre de déterminer le rôle de phénomènes naturels complexes, il sied de requérir l'avis d'experts (ATF 119 Ib 334 consid. 5b p. 345). La jurisprudence a précisé que, pour qu'une cause soit adéquate, il n'est pas nécessaire que le résultat se produise régulièrement ou fréquemment; une telle conséquence doit demeurer dans le champ raisonnable des possibilités objectivement prévisibles (ATF 139 V 176 consid. 8.4.2 et les arrêts cités). La causalité adéquate peut être interrompue par un événement extraordinaire ou exceptionnel auquel on ne pouvait s'attendre - force naturelle, fait du lésé ou d'un tiers -, et qui revêt une importance telle qu'il s'impose comme la cause la plus immédiate du dommage et relègue à l'arrière-plan les autres facteurs ayant contribué à le provoquer - y compris le fait imputable à la partie recherchée (ATF 130 III 182 consid. 5.4 p. 188; ATF 127 III 453 consid. 5d p. 457; ATF 122 IV 17 consid. 2c/bb p. 23; ATF 116 II 519 consid. 4b). La causalité adéquate est une question de droit, que le Tribunal fédéral revoit librement (ATF 139 V 176 consid. 8.4.3).\n\n4.\n\n4.1 La cour cantonale a constaté en fait, sur la base du rapport établi par un bureau de géologie et d'une manière qui lie le Tribunal fédéral, que les inondations ayant provoqué des dégâts sur les cultures fruitières du demandeur en juin/juillet 2012 sont dues à la remontée de la nappe phréatique, phénomène qui est la conséquence de l'extraction de gravier par E1 SA, voire par E2 SA, au-delà de la profondeur prescrite. Il est par ailleurs incontestable, au vu des conclusions du rapport géologique telles qu'elles ont été retenues par la cour cantonale, que le comportement incriminé était propre, d'après le cours ordinaire des choses et l'expérience générale de la vie, à entraîner un résultat du genre de celui qui s'est produit. Le dommage subi par le demandeur est donc en relation de causalité naturelle et adéquate avec l'extraction de gravier opérée par E1 SA, voire par E2 SA, au-delà de la profondeur maximale dont le respect impératif constituait l'une des conditions de l'autorisation d'extraction délivrée par le défendeur. |251|\n\n4.2 L'Etat du Valais exerce sa souveraineté sur le Rhône, qui fait partie du domaine public du canton conformément à l'art. 163 al. 1 de la loi cantonale du 24 mars 1998 d'application du code civil suisse (RS/VS 211.1; concernant la nappe phréatique située sous la plaine du Rhône, cf. ATF 106 II 311 et art. 163 al. 4 de la loi précitée). Cette souveraineté est de nature à engager la responsabilité du canton en vertu de l'art. 679 CC (cf. consid. 3.5 supra). Rien n'indique que les extractions opérées répondaient à un intérêt public supérieur et qu'elles étaient inévitables. Au contraire, la cour cantonale a constaté qu'il s'agissait pour l'essentiel d'extractions à des fins industrielles, pour lesquelles le canton a perçu une redevance (cf. consid. 4.4 infra). Les art. 679 ss CC sont ainsi applicables.\n\n4.3 Comme l'ont admis les juges cantonaux, le comportement consistant à extraire du gravier du Rhône en creusant à une profondeur excessive, au point de détruire la couche de colmatage et de provoquer une connexion directe entre le Rhône et les eaux souterraines, elle-même à l'origine d'inondations dommageables, constitue un excès de l'exercice du droit de propriété (ou de souveraineté) sur les eaux publiques.\n\nLe demandeur, qui est propriétaire de nombreuses parcelles situées dans la plaine du Rhône et dont les cultures fruitières ont subi des préjudices du fait des inondations, a qualité pour exercer l'action en dommages-intérêts de l'art. 679 al. 1 CC (cf. consid. 3.3 supra).\n\nL'élément litigieux porte sur le point de savoir si la responsabilité de la collectivité publique peut être engagée alors que les extractions ayant causé les inondations sont le fait de tiers. Cette question a trait à la qualité pour défendre et à la causalité adéquate.\n\n4.4 En date du 29 février 2012, le Conseil d'Etat valaisan a délivré deux autorisations d'extraire du gravier, la première en faveur de E1 SA au km K1, pour la période hivernale des basses eaux, mais au plus tard jusqu'à fin mars 2012. L'autorisation était soumise à différentes conditions, dont celle de s'en tenir impérativement à une profondeur maximale de 1 m 50. La seconde autorisation, assortie de conditions quasiment identiques, a été délivrée à l'entreprise E2 SA au km K2.\n\nLa cour cantonale a présenté la réglementation cantonale. Elle s'est référée à la loi cantonale du 15 mars 2007 sur l'aménagement des cours d'eau (RS/VS 721.1) et a constaté que le Conseil d'Etat peut délivrer une concession ou une autorisation d'extraction de |252| matériaux, pour autant que le bilan alluvionnaire naturel ne s'en trouve pas durablement perturbé et que les dispositions sur la protection des eaux ou la protection de la nature soient respectées. Le droit de prélever du gravier peut être révoqué ou restreint lorsque le bilan alluvionnaire est durablement perturbé. La cour a ensuite constaté que d'après les travaux législatifs, l'autorisation est généralement appropriée pour une extraction de gravier temporaire et peu intensive (Message accompagnant la loi sur l'aménagement des cours d'eau, Bulletin des séances du Grand Conseil du canton du Valais [BSGC], session ordinaire de novembre 2006, p. 306); le prélèvement de gravier tend à l'exploitation, à des fins industrielles, des matériaux qui composent le lit des cours d'eau (Message accompagnant le projet de décret créant un fonds pour le financement du projet de la 3e correction du Rhône, BSGC, session ordinaire de septembre 2014, p. 797). Enfin, la cour a rappelé qu'en vertu de l'art. 60 al. 1 let. a de la loi sur l'aménagement des cours d'eau, le concessionnaire ou bénéficiaire d'une autorisation est passible d'une amende comprise entre 1'000 fr. et 100'000 fr. s'il ne respecte pas les conditions et charges liées à la concession ou à l'autorisation octroyée.\n\nLa cour d'appel a retenu que même si les travaux réalisés apparaissaient justifiés d'un point de vue sécuritaire, les deux entreprises avaient procédé pour l'essentiel à une extraction à des fins industrielles; elle a jugé qu'en délivrant les autorisations, le canton s'était conformé à la législation applicable. Le recourant ne dénonce aucun arbitraire, ni dans la constatation du motif des travaux, ni dans l'application du droit cantonal (cf. ATF 134 III 379 consid. 1.2), ce qui suffit à clore toute discussion. Il apparaît donc que la ou les entreprises ayant procédé à l'extraction trop profonde étaient au bénéfice d'autorisations délivrées en conformité avec le droit cantonal, le Conseil d'Etat ayant de surcroît pris la précaution de limiter la profondeur de l'extraction, qui n'a pas été respectée. Ces éléments ne suffisent pas pour autant à exonérer le canton du Valais de sa responsabilité. La ou les entreprises dont le comportement est à l'origine des inondations sont en effet des tiers \"autorisés\", soit des tiers à qui la collectivité publique a cédé un attribut de son \"droit de propriété\" ou de souveraineté, et dont elle répond en principe du comportement même contraire aux conditions posées dans l'acte les habilitant à user du domaine public (cf. consid. 3.6 supra), sous réserve d'une rupture du lien de causalité adéquate (cf. consid. 4.5 infra). |253|\n\nContrairement à ce qu'a retenu la cour cantonale, le fait de délivrer à titre ponctuel, pour un mois et sous diverses conditions, une autorisation d'extraire du gravier sur une portion étroitement délimitée du cours d'eau public qu'est le Rhône n'est en rien comparable à la situation bien particulière du propriétaire qui octroie un droit de superficie à autrui, permettant à celui-ci d'exercer seul, en vertu d'un droit réel indépendant, la maîtrise juridique et de fait sur le bien-fonds (cf. ATF précité 132 III 689 consid. 2.3.4). Le canton n'a pas abandonné toute maîtrise sur ces portions du domaine public au profit des entreprises précitées. Au contraire, il a défini de façon précise la manière dont les tiers pouvaient procéder à l'extraction industrielle; il pouvait au besoin retirer l'autorisation et sanctionner les bénéficiaires.\n\n4.5 Comme la responsabilité instituée par l'art. 679 al. 1 CC est une responsabilité causale, indépendante de toute faute du propriétaire à l'origine de l'atteinte (cf. consid. 3.1 supra), il importe peu dans ce contexte de savoir si le canton a fautivement omis de veiller à ce que les entreprises autorisées respectent les conditions impératives - singulièrement la profondeur maximale d'extraction - auxquelles il avait subordonné ces autorisations.\n\nPar ailleurs, la violation, par E1 SA, voire par E2 SA, de ces conditions impératives ne constitue pas un élément propre à interrompre le lien de causalité adéquate, contrairement à ce qu'a retenu la cour cantonale. Un tel comportement ne constitue en effet pas une circonstance si exceptionnelle ou extraordinaire que la collectivité publique ne pouvait pas s'y attendre. Le simple fait que E1 SA ait bénéficié depuis 1982 d'une concession renouvelée ne suffit pas à modifier cette analyse, dans la mesure où on ignore tout des circonstances de cette relation.\n\nIl s'ensuit qu'en vertu de la responsabilité objective consacrée à l'art. 679 al. 1 CC, le canton du Valais doit répondre du dommage subi par le demandeur. (...)"}