{"annee": "143", "cour": "V", "page": "409", "date": "30/11/2017", "cite": ["140 V 538", "141 V 281", "143 V 418", "135 V 23", "134 V 392", "135 II 369", "140 V 193", "127 V 294", "139 V 547", "125 V 351"], "cite_par": ["145 V 361", "143 V 418", "145 V 215"], "chapeau": "43. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. IV-Stelle des Kantons Zürich gegen A. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_841/2016 vom 30. November 2017", "regestes": ["Art. 4 al. 1 LAI en liaison avec les art. 6-8 LPGA (en particulier l'art. 7 al. 2 LPGA); art. 28 al. 1 LAI; troubles dépressifs de degré léger à moyen et invalidité donnant droit à une rente. Il est approprié et conforme au système de soumettre également ces troubles à la grille d'évaluation normative et structurée selon l' ATF 141 V 281. Une telle évaluation est superflue lorsque l'incapacité de travail est niée sur la base de rapports probants établis par des médecins spécialistes (voir ATF 125 V 351) et que d'éventuelles appréciations contraires n'ont pas de valeur probante du fait qu'elles proviennent de médecins n'ayant pas une qualification spécialisée ou pour d'autres raisons. Changement de jurisprudence (consid. 4.5)."], "faits": "BGE 143 V 409 S. 410\n\nA. Die 1960 geborene A. arbeitete ab 1. Oktober 1998 im Umfang von 70 % als Kreditorenbuchhalterin bei der B. AG. Am 8. März 2015 meldete sie sich wegen eines Burnouts bei der Invalidenversicherung zum Leistungsbezug an. Vom 15. Januar bis 28. März 2015 liess A. eine diagnostizierte mittelgradige depressive Episode mit somatischen Symptomen (ICD-10 F32.1) sowie ein Erschöpfungssyndrom (ICD-10 Z73.0) stationär in der Klinik C. behandeln. Die nachfolgend konsultierte Psychiaterin Frau Dr. med. D. attestierte eine vollständige Arbeitsunfähigkeit bei gleicher diagnostischer Einschätzung. Mit der Begründung, es liege kein invalidenversicherungsrechtlich relevanter Gesundheitsschaden vor, der die Arbeitsfähigkeit dauerhaft einschränke, wies die IV-Stelle des Kantons Zürich das Leistungsbegehren ab (Verfügung vom 17. November 2015).\n\nB. A. erhob dagegen Beschwerde beim Sozialversicherungsgericht des Kantons Zürich und reichte ein durch ihren Krankentaggeldversicherer veranlasstes psychiatrisches Gutachten des Dr. med. E., Chefarzt Klinik F., vom 29. Dezember 2015 während des Verfahrens nach. Das Gericht hiess die Beschwerde gut, hob die Verfügung vom 17. November 2015 auf und stellte fest, dass die Versicherte ab 1. November 2015 Anspruch auf eine ganze Invalidenrente habe (Entscheid vom 10. November 2016).\n\nC. Die IV-Stelle führt Beschwerde in öffentlich-rechtlichen Angelegenheiten und beantragt, in Aufhebung des vorinstanzlichen Entscheids sei ihre Verfügung vom 17. November 2015 zu bestätigen. Ferner ersucht sie um Erteilung der aufschiebenden Wirkung der Beschwerde.\n\nA. lässt Abweisung der Beschwerde und auch des Gesuchs um aufschiebende Wirkung des Rechtsmittels beantragen. Das kantonale Gericht schliesst sinngemäss auf Abweisung der Beschwerde. Das Bundesamt für Sozialversicherungen verzichtet auf eine Vernehmlassung.\n\nD. Mit Verfügung vom 15. Februar 2017 hat der Abteilungspräsident der Beschwerde aufschiebende Wirkung zuerkannt.\n\nE. Die I. und die II. sozialrechtliche Abteilung haben zur folgenden Rechtsfrage ein Verfahren nach Art. 23 Abs. 1 BGG durchgeführt: BGE 143 V 409 S. 411\n\n\"Ist die Rechtsprechung, wonach depressive Störungen leicht- bis mittelgradiger Natur einzig dann als invalidisierende Krankheiten in Betracht fallen, wenn sie erwiesenermassen therapieresistent sind, aufzugeben?\"\n\nDie beiden sozialrechtlichen Abteilungen haben die Rechtsfrage bejaht.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Streitig und zu prüfen ist, ob die Vorinstanz Bundesrecht verletzte, indem sie der diagnostizierten psychischen Gesundheitsstörung (mit attestierter vollständiger Arbeitsunfähigkeit bis mindestens Ende Februar 2016) invalidisierende Wirkung zuerkannte und einen Anspruch auf Invalidenrente ab 1. November 2015 bejahte. Zeitliche Grenze der richterlichen Überprüfungsbefugnis bildet dabei die am 17. November 2015 erlassene Verfügung (BGE 134 V 392 E. 6 S. 397).\n\n2.2 Anspruch auf eine Rente haben Versicherte, wenn sie während eines Jahres ohne wesentlichen Unterbruch durchschnittlich mindestens 40 % arbeitsunfähig (Art. 6 ATSG) gewesen und nach Ablauf dieses Jahres zu mindestens 40 % invalid sind (Art. 28 Abs. 1 lit. b und c IVG).\n\n3.\n\n3.1 Das kantonale Gericht erwog, trotz frühzeitig begonnener und konsequent durchgeführter Therapie hätten die Ärzte der Versicherten übereinstimmend eine seit dem 10. November 2014 bestehende und bis mindestens Ende Februar 2016 dauernde 100%ige Arbeitsunfähigkeit attestiert. In den Akten würden sich keine Hinweise finden, die Zweifel an diesen Einschätzungen aufkommen liessen. Der Experte Dr. med. E. habe zwar eine gesundheitliche Besserung seit November 2015 festgestellt, dennoch aber bei Vorliegen einer Anpassungsstörung mit längerer depressiver Reaktion (ICD-10 F43.21), einer generalisierten Angststörung (ICD-10 F41.1) und einer psychophysischen Erschöpfung (ICD-10 Z73.0) eine vollständige Arbeitsunfähigkeit im Gutachtenszeitpunkt festgehalten. Aufgrund der erheblichen psychophysischen Erschöpfung habe er eine weitere stationäre psychosomatische Rehabilitation empfohlen, die die Beschwerdegegnerin in der Klinik H. vom 11. Januar bis 13. Februar 2016 absolviert habe. In Nachachtung der Rechtsprechung gemäss BGE 143 V 409 S. 412 BGE 127 V 294, wonach die Therapierbarkeit eines Leidens den Eintritt einer rentenbegründenden Invalidität nicht absolut ausschliesse, bestehe ab 1. November 2015 Anspruch auf eine ganze Invalidenrente. Mit Blick auf den Krankheitsverlauf sei die Rente allenfalls zu befristen oder zu einem späteren Zeitpunkt einer Revision zu unterziehen.\n\n3.2 Die IV-Stelle verneint die Erheblichkeit des depressiven Leidens im invalidenversicherungsrechtlichen Sinn. Sie stellt sich auf den Standpunkt, psychische Störungen seien grundsätzlich nur dann invalidisierend, wenn sie schwer und therapeutisch nicht (mehr) angehbar seien. Bei leichten bis mittelgradigen depressiven Störungen fehle es praxisgemäss an der vorausgesetzten Schwere, seien sie rezidivierend oder episodisch. Die Versicherte habe die Klinik H. im Februar 2016 in gebessertem Zustand verlassen können; nach dem Beck-Depressions-Inventar (BDI) habe sie bei Austritt mit 14 Punkten den untersten Wert für eine leichte Depression erreicht. Gestützt auf die Ergebnisse des psychiatrischen Gutachters Dr. med. E. und der Klinik H. sei demnach nicht von einem invalidisierenden Leiden auszugehen.\n\n4.\n\n4.1 Die Auffassung der Beschwerde führenden IV-Stelle, dass die Folgen der vorliegenden depressiven Problematik nur bei überwiegend wahrscheinlicher Therapieresistenz invalidenversicherungsrechtlich Berücksichtigung finden, entspricht der bisherigen höchstrichterlichen Rechtsprechung. Danach fallen depressive Störungen leicht- bis mittelgradiger Natur, seien sie im Auftreten rezidivierend oder episodisch, einzig dann als invalidisierende Krankheiten in Betracht, wenn sie erwiesenermassen therapieresistent sind (BGE 140 V 193 E. 3.3 S. 197 mit Hinweis; Urteile 9C_841/2016 vom 8. Februar 2017 E. 3.1; 9C_13/2016 vom 14. April 2016 E. 4.2; 9C_539/2015 vom 21. März 2016 E. 4.1.3.1; 8C_104/2014 vom 26. Juni 2014 E. 3.3.4). Diese Praxis ist zu hinterfragen und zu prüfen, ob daran festgehalten werden kann (vgl. dazu: EVA SLAVIK, Invalidenrentenanspruch bei depressiven Erkrankungen, Jusletter vom 4. September 2017).\n\n4.2\n\n4.2.1 Das Bundesgericht hat wiederholt unter Hinweis auf BGE 127 V 294 E. 4c S. 298 bekräftigt, dass in der Invalidenversicherung die Therapierbarkeit eines Leidens dem Eintritt einer rentenbegründenden BGE 143 V 409 S. 413Invalidität nicht absolut entgegensteht (zuletzt etwa Urteile 8C_222/2017 vom 6. Juli 2017 E. 5.2; 9C_682/2016 vom 16. Februar 2017 E. 3.2; 8C_349/2016 vom 2. November 2015 E. 3.1). Denn die Behandelbarkeit, für sich allein betrachtet, sagt nichts über den invalidisierenden Charakter einer psychischen Störung, so auch eines depressiven Leidens, aus (vgl. auch RAHEL SAGER, Die bundesgerichtliche Rechtsprechung betreffend Depressionen, SZS 2015 S. 308 ff., 317 f. Ziff. 5.2). Aus diesem Grundsatzurteil geht weiter hervor, dass in jedem Einzelfall eine Beeinträchtigung der Erwerbsfähigkeit unabhängig von der diagnostischen Einordnung eines Leidens und grundsätzlich unbesehen der Ätiologie ausgewiesen und in ihrem Ausmass bestimmt sein muss. Entscheidend ist die Frage, ob es der versicherten Person zumutbar ist, eine Arbeitsleistung zu erbringen, was sich nach einem weitgehend objektivierten Massstab beurteilt (BGE 127 V 294 E. 4b/cc S. 297 f. in fine; wiedergegeben in BGE 139 V 547 E. 5.2 S. 555). Die objektivierte Zumutbarkeitsbeurteilung fand in Art. 7 Abs. 2 ATSG ihren gesetzlichen Niederschlag. Die in BGE 127 V 294 getroffenen grundsätzlichen Aussagen zur Behandelbarkeit einer psychischen Erkrankung haben weiterhin Bestand. Eine Abkehr hiervon drängt sich nicht auf.\n\n4.2.2 Die dargelegten Grundsätze stehen in Einklang mit der Rechtsprechung zu den psychosomatischen Leiden gemäss BGE 141 V 281. Danach finden hinsichtlich der Anspruchsprüfung anhand des Indikatorenkatalogs die Aspekte von Behandlungserfolg oder -resistenz (in der Kategorie \"funktioneller Schweregrad\") und ergänzend dazu, mit Blick auf den anamnestisch ausgewiesenen Leidensdruck, die Inanspruchnahme von therapeutischen Optionen (in der Kategorie \"Konsistenz\") beweisrechtlich als Indizien Beachtung. Die grundsätzlich gegebene Therapierbarkeit ist demnach bei somatoformen und gleichgestellten Störungen kein Ausschlussgrund für die Bejahung einer Invalidität. Sie ist vielmehr (als Indiz) in die gesamthaft vorzunehmende allseitige Beweiswürdigung miteinzubeziehen.\n\n4.3 Aus medizinischer Warte können funktionelle Beeinträchtigungen durch somatoforme/funktionelle Störungen und durch solche depressiver Natur gleich gross sein. Die Objektivier- und Beweisbarkeit ist bei der Feststellung somatoformer Störungen und vergleichbarer Leiden eingeschränkt, worin sie sich aber nicht von anderen psychischen Störungen unterscheiden (PETER HENNINGSEN, Probleme und offene Fragen in der Beurteilung der Erwerbsfähigkeit bei Probanden mit funktionellen Körperbeschwerdesyndromen, SZS 2014 BGE 143 V 409 S. 414S. 524). Fest steht, dass viele depressive Erkrankungen prinzipiell durch Antidepressiva und Psychotherapie behandelbar sind, wobei offenbar bloss etwa in der Hälfte der behandelten Fälle von einer adäquaten Depressionsbehandlung nach psychiatrischen Standards ausgegangen werden kann (Schweizerisches Gesundheitsobservatorium [Obsan], Depressionen in der Schweizer Bevölkerung, Obsan-Bericht 56, 2013, S. 16; vgl. auch die Behandlungsempfehlungen der Schweizerischen Gesellschaft für Angst und Depression [SGAD] und der Schweizerischen Gesellschaft für Biologische Psychiatrie [SGBP] in Zusammenarbeit mit der Schweizerischen Gesellschaft für Psychiatrie und Psychotherapie [SGPP]). Selbst wenn in der Mehrzahl der Fälle depressive Episoden, adäquat behandelt, günstig verlaufen und es zu einer vollständigen Remission oder Teilremission innert weniger Monate kommt, liegen dennoch trotz lege artis durchgeführter Behandlungsmassnahmen chronische Verläufe mit über zweijähriger Dauer vor, wobei komorbide Leiden die Behandlungsdauer wesentlich beeinflussen können (SCHLEIFER UND ANDERE, Der Begriff der Therapieresistenz bei unipolaren depressiven Störungen aus medizinischer und aus rechtlicher Sicht - eine Standortbestimmung im Nachgang zu BGE 9C_13/2016, HAVE 3/2017 S. 272 sowie Schweizerisches Gesundheitsobservatorium [Obsan], a.a.O., S. 16).\n\n4.4 Aus rechtlicher Sicht ergibt sich aus diesen Darlegungen, dass die Frage, ob bei Erkrankungen aus dem depressiven Formenkreis eine invalidenversicherungsrechtlich relevante Einschränkung der Arbeitsfähigkeit resultiert, ebenso wenig wie bei somatoformen Störungen, allein mit Bezug auf das Kriterium der Behandelbarkeit beantwortet werden kann. Zwar gilt die Frage, ob eine Therapie durchgeführt wird, auch im Rahmen der medizinischen Begutachtung als Indiz für den Leidensdruck der versicherten Person und damit für den Schweregrad der Störung (WOLFGANG HAUSOTTER, Psychiatrische und psychosomatische Begutachtung für Gerichte, Sozial- und private Versicherungen, Frankfurt 2016, S. 193; vgl. ferner FOERSTER/DRESSING/DRESSING, Begutachtung bei sozialrechtlichen Fragen, in: Psychiatrische Begutachtung, Venzlaff/Foerster/Dressing/Habermeyer [Hrsg.], 6. Aufl. 2015, S. 553 f.). Mit dem Hinweis auf eine \"regelmässig gute Therapierbarkeit\" bei leichten bis mittelschweren Störungen direkt auf eine fehlende invalidenversicherungsrechtlich relevante Einschränkung der Arbeitsfähigkeit zu schliessen, greift aber zu kurz und blendet wesentliche medizinische Aspekte dieses BGE 143 V 409 S. 415Krankheitsgeschehens in sachlich unbegründeter Weise aus (vgl. SLAVIK, a.a.O., Rz. 50 mit Hinweis auf Fn. 71;ULRIKE HOFFMANN-RICHTER, Psychische Beeinträchtigungen in der Rechtsprechung, in: Sozialversicherungsrechtstagung 2015, Ueli Kieser [Hrsg.], 2016, S. 77 f.). Die Therapierbarkeit vermag demnach keine abschliessende evidente Aussage über das Gesamtmass der Beeinträchtigung und deren Relevanz im invalidenversicherungsrechtlichen Kontext zu liefern. Einen Gesundheitsschaden allein gestützt auf das Argument der fehlenden Therapieresistenz unbesehen seiner funktionellen Auswirkungen als invalidenversicherungsrechtlich nicht relevant einzustufen, mit der Konsequenz eines Ausschlusses von Rentenleistungen, ist weder sachlich geboten noch medizinisch abgestützt. Die Therapierbarkeit eines Leidens stellt kein taugliches Kriterium für rechtliche Differenzierungen im Sinne der in Frage stehenden Rechtsprechung dar. Die Feststellung, dass leichte bis mittelgradige depressive Störungen rezidivierender oder episodischer Natur einzig dann als invalidisierende Krankheiten in Betracht fallen, wenn sie erwiesenermassen therapieresistent sind, ist daher in dieser absoluten Form unzutreffend und steht einer objektiven, allseitigen Abklärung und Beurteilung der funktionellen Einschränkungen der Krankheit im Einzelfall entgegen. Zusammenfassend bestehen damit nach vertiefender Auseinandersetzung mit der Sach- und Rechtslage und der dabei gewonnenen besseren Einsicht hinreichend gewichtige Gründe, die bisherige Rechtsprechung zu den leichten bis mittelschweren Depressionen fallen zu lassen (BGE 140 V 538 E. 4.5 S. 541 mit Hinweisen).\n\n4.5\n\n4.5.1 Unterliegen die depressiven Geschehen, losgelöst von der Frage ihrer Ausprägung, den gleichen Schwierigkeiten hinsichtlich Objektivier- und Beweisbarkeit wie alle psychischen Störungen, rechtfertigt sich - auch mit Blick auf die materielle Beweislast der die Invalidenrente beanspruchenden versicherten Person - keine gesonderte Beurteilung leichter bis mittelschwerer Störungen aus dem depressiven Formenkreis. Mit der Annahme, dass aus medizinischer Sicht generell für sämtliche psychischen Leiden eine beschränkte Objektivier- und Beweisbarkeit gilt und nachdem auch aus rechtlicher Warte grundsätzlich alle psychischen Erkrankungen im Hinblick auf ihre Auswirkungen auf die Arbeits- und Erwerbsfähigkeit den somatoformen Schmerzstörungen und vergleichbaren psychosomatischen Leiden gleich zu stellen sind (BGE 143 V 418), drängt BGE 143 V 409 S. 416sich ein einheitliches Vorgehen zur Beurteilung eines Anspruchs auf Invalidenrente im Rahmen dieser Problematik auf. Dies gilt umso mehr, als auch die Abgrenzung somatoformer oder funktioneller Störungen von depressiven Leiden im Rahmen der Begutachtung häufig Probleme bereitet (WOLFGANG HAUSOTTER, Begutachtung somatoformer und funktioneller Störungen, 2. Aufl. 2004, S. 36).\n\n4.5.2 Bei leichten bis mittelschweren depressiven Störungen ist, wie bei jeder geltend gemachten gesundheitsbedingten Erwerbsunfähigkeit, demnach im Einzelfall (einzig) danach zu fragen, ob und wie sich die Krankheit leistungslimitierend auswirkt, wobei eine leistungs-, insbesondere rentenbegründende Invalidität jedenfalls eine psychiatrische, lege artis gestellte Diagnose voraussetzt (BGE 141 V 281 E. 2 S. 285 ff.; vgl. dazu auch ANDREAS STEVENS, Genügt die Beschwerdeschilderung als Krankheitsnachweis?, in: Grenzwertige psychische Störungen, Vollmoeller [Hrsg.], 2004, S. 27 ff.). Denn gerade mit Blick darauf, dass auch bei einem depressiven Leiden soziale Belastungen, die direkt negative funktionelle Folgen zeitigen, auszuklammern sind, setzt die vorzunehmende Abgrenzung zu reaktiven, invaliditätsfremden Geschehen auf psychosoziale Belastungen eine nachvollziehbare Diagnosestellung voraus. Nicht zuletzt im Sinne der Einzelfallgerechtigkeit ist es sach- und systemgerecht, solche Leiden ebenfalls einem strukturierten Beweisverfahren nach BGE 141 V 281 zu unterziehen. Entscheidend ist dabei, unabhängig von der diagnostischen Einordnung ihres Leidens, ob es gelingt, auf objektivierter Beurteilungsgrundlage den Beweis einer rechtlich relevanten Arbeits- und Erwerbsunfähigkeit zu erbringen, wobei die versicherte Person die materielle Beweislast zu tragen hat (BGE 141 V 281 E. 3.7.2 S. 295 f.). Wie bei den somatoformen Schmerzstörungen und vergleichbaren psychosomatischen Leiden verbleiben aber Verlauf und Ausgang von Therapien als wichtige Schweregradindikatoren. Dementsprechend ist es Aufgabe des medizinischen Sachverständigen, nachvollziehbar aufzuzeigen, weshalb trotz lediglich leichter bis mittelschwerer Depression und an sich guter Therapierbarkeit der Störung im Einzelfall funktionelle Leistungseinschränkungen resultieren, die sich auf die Arbeitsfähigkeit auswirken. Zudem haben medizinische Studien gezeigt, dass eine adäquate, leitlinienkonforme antidepressive Therapie als eine notwendige Voraussetzung für günstige Verläufe hinsichtlich Arbeitsfähigkeit und Wiedereingliederung anzusehen ist (Schweizerisches Gesundheitsobservatorium [Obsan], a.a.O., S. 19; FULVIA ROTA, Zur BGE 143 V 409 S. 417 Notwendigkeit und Wirksamkeit langdauernder Psychotherapien, JaSo 2015 S. 233 ff.). Eine konsequente, adäquate psychotherapeutische Therapie des depressiven Geschehens ist dabei nach medizinischer Ansicht wie auch im Rahmen der sozialversicherungsrechtlichen Schadenminderungspflicht zumutbar (BGE 127 V 294 E. 4b/cc S. 297; HAUSOTTER, a.a.O., S. 195).\n\n4.5.3 Aus Gründen der Verhältnismässigkeit kann dort von einem strukturierten Beweisverfahren abgesehen werden, wo es nicht nötig oder auch gar nicht geeignet ist. Daher bleibt es entbehrlich, wenn im Rahmen beweiswertiger fachärztlicher Berichte (vgl. BGE 125 V 351) eine Arbeitsunfähigkeit in nachvollziehbar begründeter Weise verneint wird und allfälligen gegenteiligen Einschätzungen mangels fachärztlicher Qualifikation oder aus anderen Gründen kein Beweiswert beigemessen werden kann (vgl. BGE 143 V 418 E. 7.1). Namentlich in Fällen, bei denen nach bestehender Aktenlage überwiegend wahrscheinlich von einer bloss leichtgradigen depressiven Störung auszugehen ist, die ihrerseits nicht schon als chronifiziert gelten kann (SCHLEIFER UND ANDERE, a.a.O., S. 269 unten f.) und auch nicht mit Komorbiditäten einhergeht, bedarf es daher in aller Regel keiner Weiterungen in Form eines strukturierten Beweisverfahrens.\n\n5.\n\n5.1 Fallspezifisch ergibt sich nach dem Gesagten, dass nicht bereits mit dem Argument der fehlenden Therapieresistenz eine invalidenversicherungsrechtlich relevante psychische Gesundheitsschädigung auszuschliessen ist. Mit der IV-Stelle kann aber dennoch nicht aufgrund der bestehenden Aktenlage auf einen Anspruch auf eine ganze Rente begründende Invalidität geschlossen werden. Insoweit ist die Beschwerde begründet (Art. 61 lit. c ATSG i.V.m. Art. 95 lit. a BGG; BGE 135 II 369 E. 3.1 in fine S. 373; BGE 135 V 23 E. 2 S. 25).\n\n5.2 Weder der Gutachter Dr. med. E. noch die behandelnden Ärzte der Klinik H. legten schlüssig und nachvollziehbar dar, warum sie trotz der von ihnen klinisch festgestellten Verbesserung der diagnostizierten Leiden weiterhin eine vollständige Arbeitsunfähigkeit in sämtlichen Tätigkeitsbereichen attestierten. Dr. med. E. schätzte in seinem Gutachten vom 29. Dezember 2015 die Arbeitsfähigkeit nach stationären therapeutischen Massnahmen von vier bis sechs Wochen prognostisch auf 50 % und rechnete mit einer monatlichen Steigerung derselben zwischen 20 und 25 % bis zur BGE 143 V 409 S. 418Wiederherstellung der vollen Arbeitsfähigkeit. Dem Austrittsbericht der Klinik H.,soweit er, da nach Verfügungserlass ergangen, überhaupt zu berücksichtigen ist (vgl. E. 2.1), lässt sich nicht entnehmen, weshalb die Ärzte - bei einem seit November 2015 gebesserten Zustand und im Rahmen der Selbstbeurteilung nach BDI leichter Symptomatik -selbst in einer leidensangepassten Tätigkeit überhaupt kein funktionelles Leistungsvermögen mehr annahmen. Die attestierte vollständige Arbeitsunfähigkeit bis Ende Februar 2016 bezieht sich zum einen nicht auf den massgebenden Zeitraum. Zum andern wurde sie einzig mit einem Hinweis auf die Rekonvaleszenz begründet. Der von der Beschwerdegegnerin letztinstanzlich eingereichte Austrittsbericht der Tagesklinik der Psychiatrischen Klinik G. vom 9. Dezember 2016 ist als neues Beweismittel (echtes Novum) unbeachtlich (Art. 99 Abs. 1 BGG). Schlüssige medizinische Ausführungen, die eine zuverlässige Beurteilung der Arbeitsfähigkeit im nunmehr anzuwendenden strukturierten Beweisverfahren nach BGE 141 V 281 erlauben würden, liegen somit nicht vor. Die Sache ist daher an die Verwaltung zurückzuweisen, damit sie ein den Grundsätzen nach BGE 141 V 281 entsprechendes psychiatrisches Gutachten, mit besonderem Augenmerk auf Therapieerfolg oder -resistenz, einhole. Gestützt darauf wird sie in Berücksichtigung des gesundheitlichen Verlaufs neu entscheiden."}