{"annee": "143", "cour": "II", "page": "485", "date": "28/6/2017", "cite": ["135 II 313", "128 II 222"], "cite_par": [], "chapeau": "36. Extrait de l'arrêt de la Ire Cour de droit public dans la cause A. et C. contre I. SA (recours en matière de droit public)\n\n1C_54/2016 du 28 juin 2017", "regestes": ["Art. 24b al. 1 et 1ter LAT; art. 40 al. 1 OAT; exploitation d'une buvette dans un chalet d'alpage qui ne dispose plus de fonction agricole. Une exploitation d'estivage peut être considérée comme une entreprise agricole au sens de l'art. 24b al. 1 LAT (consid. 2.2). Le chalet d'alpage litigieux ne dispose d'aucune infrastructure agricole et le bétail qui est estivé dans les alentours demeure en permanence au pâturage; le chalet d'alpage n'a ainsi plus de fonction agricole au sens de l'art. 40 al. 1 OAT et ne peut par conséquent être considéré comme un centre d'exploitation temporaire au sens de l'art. 24b al. 1ter LAT (consid. 2.3). Les personnes morales, propriétaires de domaines agricoles, peuvent obtenir une autorisation pour des activités accessoires non agricoles, si les conditions des art. 24b LAT et 40 OAT sont remplies: tel n'est pas le cas en l'espèce (consid. 3)."], "faits": "|486|\n\nA. J. dispose d'un certificat fédéral de capacité d'agriculteur. Par convention du 10 juillet 2009, il a repris l'entreprise agricole familiale, à savoir le domaine de base de Saint-Légier-La Chiésaz, constitué de 44.51 ha de SAU (surface agricole utile) et d'un troupeau de 150 UGB (unités de gros bétail) de vaches allaitantes. Dans le courant de l'année 2011, son père K. lui a remis le domaine dit \"des Montagnes\", composé de deux exploitations d'estivage reliées en un seul train d'alpage, à savoir celle de \"Mousse\", gérée en fermage, et celle de \"Pléiades-Le Sommet\".\n\nPar ailleurs, depuis le mois de novembre 2008, J. est l'administrateur avec signature individuelle de la société anonyme I. SA. Il a acquis le capital-actions de cette société afin de pouvoir disposer de la |487| parcelle n° 170 du registre foncier de la commune de Blonay pour y faire estiver son bétail.\n\nB. La parcelle n° 170, propriété de I. SA, est située au lieu-dit \"L'Aplayau\", où se trouve l'estivage \"Pléiades-Le Sommet\". Ce bien-fonds, d'une surface totale de 151'024 m2, supporte un bâtiment ECA 620 (chalet d'alpage) noté 4 au recensement architectural cantonal. Il se trouve pour partie en zone intermédiaire et pour partie en zone agricole protégée au sens du règlement sur le plan d'extension et la police des constructions de Blonay approuvé par le Conseil d'Etat du canton de Vaud le 1er juillet 1952. Il s'agit de 11 hectares de pâturages et de 4,1 hectares classés en pâturages d'importance nationale.\n\nDurant l'année 2008, I. SA a réalisé sans autorisation des travaux aux abords du chalet d'alpage ECA 620, à savoir: terrassements sur toute la longueur de la façade est, pose d'une bande de graviers le long de la façade ouest, décapage des bords herbeux du chemin d'accès, pose de tout-venant et dégagement de la façade sud, ainsi que raccordement de la ferme au réseau communal d'eau potable et au réseau de collecte des eaux usées. En avril 2009, I. SA a aussi procédé sans autorisation à une réfection du chemin agricole au nord de la parcelle n° 170 sur une distance d'environ 300 mètres, en recouvrant le tronçon d'une couche de ballast d'une vingtaine de centimètres d'épaisseur.\n\nLe Service cantonal du développement territorial (ci-après: le SDT) a dénoncé I. SA auprès du Préfet du district de Riviera-Pays-d'Enhaut. Il a exigé le réensemencement de toutes les surfaces recouvertes illicitement, à la seule exception de l'aire nécessaire aux places de stationnement, limitées à dix. Par prononcé préfectoral du 2 juin 2010, J., administrateur de I. SA, a été condamné à une amende de 400 fr. pour infraction à la loi cantonale du 4 décembre 1985 sur l'aménagement du territoire et les constructions (LATC; RSV 700. 11).\n\nC. Le 18 décembre 2008, I. SA, par l'intermédiaire de son administrateur J., a déposé une demande de permis de construire portant sur l'aménagement d'une buvette d'été dans le chalet d'alpage existant sur la parcelle n° 170.\n\nLe 26 janvier 2009, le Service cantonal de l'agriculture (ci-après: le SAgr) a donné un préavis favorable, aux deux conditions suivantes: |488| les travaux à entreprendre dans les volumes de l'étable doivent être facilement réversibles et l'activité de buvette sur l'estivage \"Les Pléiades-Le Sommet\" devra conserver un caractère accessoire dans le train d'alpage actuel ou, cas échéant, dans un autre train d'alpage de charge équivalente. Sur demande du SDT, J. a établi le 7 juillet 2009 un concept de gestion. Ce concept prévoit notamment que les hôtes pourront déguster des produits provenant de l'entreprise agricole, à savoir des produits laitiers (fromage à raclette, sérac, tommes, crème, crème double, fondue et croûtes au fromage), des pâtes à la crème, de la viande séchée, salami, jambon ainsi que des fruits tels que pommes, poires et cerises. L'exploitant pourra bénéficier de l'aide de sa mère, de son oncle et, au besoin, d'autres membres de la famille. Les prises de position des services cantonaux ont été réunies dans une synthèse de la Centrale des autorisations CAMAC du 5 octobre 2009. Le SAgr y a confirmé son préavis favorable. Le SDT a délivré l'autorisation spéciale requise, assortie de conditions impératives.\n\nPar décision du 1er juillet 2010, la Municipalité de Blonay a levé l'opposition formée dans le cadre de l'enquête publique et délivré le permis de construire requis. Cette décision prévoyait notamment le réensemencement de toutes les surfaces recouvertes illicitement, à la seule exception d'une aire nécessaire à 10 places de stationnement au maximum. Elle limitait en outre à 50 unités le nombre de places assises intérieures comme extérieures. Enfin, seules deux chambres étaient autorisées dans le bâtiment.\n\nD. L. ainsi que A. et consorts ont interjeté recours devant la Cour de droit administratif et public du Tribunal cantonal du canton de Vaud (ci-après: le Tribunal cantonal) contre la décision de la Municipalité de Blonay du 1er juillet 2010 et les décisions cantonales contenues dans la synthèse CAMAC du 5 octobre 2009, en particulier celle rendue par le SDT.\n\nLe Tribunal cantonal a tenu audience à Blonay, le 5 octobre 2011, et procédé à une inspection locale en présence des parties. Par arrêt du 21 juin 2012, la cour cantonale a considéré en substance que le projet de buvette était conforme à la loi fédérale du 22 juin 1979 sur l'aménagement du territoire (LAT; RS 700). En revanche, elle a constaté que la question du nombre de places de stationnement et des surfaces gravelées à remettre en état n'avait pas fait l'objet des plans exigés par le SDT dans son autorisation spéciale. Il convenait dès lors d'annuler la décision de la Municipalité de Blonay du |4891| er juillet 2010 et de renvoyer le dossier à cette autorité pour nouvelle décision.\n\nLe recours dirigé contre ce jugement a été déclaré irrecevable par arrêt du Tribunal fédéral du 22 novembre 2013 (cause 1C_404/2012).\n\nE. Pour donner suite à cet arrêt de renvoi, I. SA a déposé une nouvelle demande de permis de construire portant sur l'aménagement d'une buvette d'été dans le chalet d'alpage existant sur la parcelle n° 170. Sous réserve de quelques modifications, le projet est resté à peu près le même que sur les plans de 2009.\n\nDans le bâtiment actuel dont le rez est couvert d'un toit à deux pans coupés qui s'allonge perpendiculairement à la pente, l'amont étant à l'est, le projet conserverait le mur de refend dont l'inspection locale a montré qu'il sépare l'étable, qui occupe l'essentiel du rez-de-chaussée du côté nord du bâtiment, de l'ancienne cuisine située à l'extrémité sud. Dans l'espace nord précédemment dévolu à l'étable se trouverait la buvette qu'un escalier relierait à une galerie aménagée dans une partie du volume de la toiture; d'une surface de 95 m2, elle comporterait 34 places assises intérieures et 12 places assises extérieures. Dans la partie sud seraient aménagés une cuisine et un réfectoire qu'un escalier relierait à deux chambres aménagées dans le volume de la toiture. A l'ouest, soit à l'aval, les ouvertures du rez-de-chaussée seraient agrandies pour ménager trois grandes portes-fenêtres. Dans l'appentis qui longe le bâtiment à l'amont, côté est, seraient aménagés des WC côté buvette et un économat côté cuisine. Sur le pan est de la toiture, le pignon secondaire existant serait supprimé tandis que quatre petits vélux seraient installés. Trois cheminées de forme pyramidale allongée seraient prévues en toiture pour la cheminée de la buvette, celle du réfectoire et pour la cuisine. Les 10 places de stationnement prévues sont figurées sur les plans au nord du chemin d'accès et les parties à réensemencer sont indiquées sur une orthophotographie.\n\nLe nouveau projet, soumis à l'enquête publique du 6 août au 4 septembre 2014, a suscité plusieurs oppositions, dont celles de A. et de C. Pour sa part, le SAgr a délivré un préavis favorable. Quant au SDT, il a délivré l'autorisation requise et a prévu l'inscription d'une mention au registre foncier ayant la teneur suivante: l'activité accessoire non agricole est constatée; la buvette a une capacité totale de 50 places (intérieures et extérieures); le projet comporte deux chambres à l'étage pour le personnel et celles-ci ne peuvent pas être |490| utilisées comme chambres d'hôtes; l'espace d'exposition à l'étage ne peut pas être utilisé comme lieu de restauration ou d'hébergement; le projet comporte 10 places de parc au maximum; le terrain au nord-ouest, au pied de la façade au nord-est et les places de parc sont remis en état, réensemencés et enherbés; la buvette et les aménagements extérieurs devront être remis en état dès que les conditions d'octroi de l'autorisation ne seront plus réunies.\n\nPar décision du 18 décembre 2014, la Municipalité de Blonay a levé les oppositions et délivré le permis de construire requis. Le recours formé par trois particuliers, dont A. et C., a été rejeté par arrêt du Tribunal cantonal du 21 décembre 2015.\n\nF. Agissant par la voie du recours en matière de droit public, A. et C. demandent au Tribunal fédéral de réformer l'arrêt cantonal en ce sens que la décision municipale du 18 décembre 2014 est annulée, l'autorisation d'aménager la buvette-restaurant d'été litigieuse étant refusée. (...)\n\n(...)\n\nH. Le 17 mai 2017, une délégation du Tribunal fédéral a procédé à une inspection locale, en présence des parties. La délégation s'est rendue au chalet de l'Aplayau, à l'alpage de Mousse et à l'exploitation agricole principale de Saint-Légier. Il a notamment été constaté que le chalet de l'Aplayau n'a pas d'utilité pour les vaches allaitantes qui paissent dans les prés alentour.\n\nLes parties et les intéressés ont pu ensuite déposer leurs observations écrites en rapport avec le procès-verbal de l'inspection locale.\n\nI. Le Tribunal fédéral a rendu son jugement en séance publique le 28 juin 2017. Il a admis le recours et annulé l'arrêt attaqué et la décision de la Municipalité du 18 décembre 2014.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n2. Sur le fond, les recourants soutiennent en substance que l'on ne se trouverait en présence ni d'une entreprise agricole ni d'un centre d'exploitation temporaire. Ils dénoncent aussi le changement, à leur sens, complet et définitif de l'affectation et du caractère agricole du chalet de l'Aplayau. Ils se prévalent d'une violation de l'art. 24b al. 1 et 1ter LAT ainsi que de l'art. 40 al. 1 de l'ordonnance du 28 juin 2000 sur l'aménagement du territoire (OAT; RS 700.1). |491|\n\n2.1 A teneur de l'art. 24b al. 1 LAT, lorsqu'une entreprise agricole au sens de la loi fédérale du 4 octobre 1991 sur le droit foncier rural (LDFR; RS 211.412.11) ne peut subsister sans un revenu complémentaire, les travaux de transformation destinés à l'exercice d'une activité accessoire non agricole proche de l'exploitation dans des constructions et installations existantes peuvent être autorisés. L'alinéa 1ter de cette disposition prévoit que, dans les centres d'exploitation temporaires, les travaux de transformation ne peuvent être autorisés qu'à l'intérieur des constructions et installations existantes et uniquement pour des activités accessoires de restauration ou d'hébergement.\n\nSelon l'art. 40 al. 1 let. d OAT, l'autorisation d'exercer une activité accessoire non agricole présuppose que l'on soit en présence d'une entreprise agricole au sens de l'art. 5 ou 7 LDFR.\n\nEn vertu de l'art. 7 LDFR, on entend par entreprise agricole une unité composée d'immeubles, de bâtiments et d'installations agricoles qui sert de base à la production agricole et qui exige, dans les conditions d'exploitation usuelles dans le pays, au moins une unité de main-d'oeuvre standard.\n\nDans son Message du 2 décembre 2005 relatif à la révision partielle de la LAT (FF 2005 6629; ci-après: le Message), le Conseil fédéral a précisé que les centres d'exploitation temporaire devaient également pouvoir bénéficier des possibilités offertes par l'art. 24b LAT, et cela qu'ils fassent partie intégrante d'une entreprise agricole exploitée à l'année ou seulement d'une exploitation d'estivage (p. 6644). Ceci est prévu par le nouvel art. 24b al. 1 ter LAT, dont le but est de clarifier la situation des centres d'exploitation qui ne sont occupés que pendant une partie de l'année, comme dans les domaines de l'économie alpestre ou l'estivage. Ainsi, malgré le fait que les exploitations d'estivage ne remplissent pas les conditions de l'entreprise agricole (au sens de la LDFR; cf. ATF 135 II 313 consid. 6.2 p. 326 s.), l'art. 24b LAT leur est applicable.\n\n2.2 En l'espèce, le constructeur exploite un domaine de base à St-Légier-La Chiésaz, qui constitue indubitablement une entreprise agricole au sens de l'art. 7 LDFR. Dans le courant 2011, son père lui a remis le domaine dit \"des Montagnes\", qui est composé de deux exploitations d'estivage reliées en seul train d'alpage, à savoir celle de \"Mousse\" et celle de \"Pléiades-Le Sommet\". C'est sur ce dernier estivage que se situe le chalet litigieux de l'Aplayau. |492|\n\nSelon les recourants, rien ne permet d'affirmer que l'exploitation d'estivage considérée serait une entreprise agricole de taille suffisante au sens de l'art. 7 LDFR. Ceci n'est toutefois pas déterminant. Comme l'a relevé à juste titre le SAgr, le calcul de l'art. 7 LDFR (en vue de déterminer si l'on se trouve en présence d'une entreprise agricole) n'a pas été prévu pour les exploitations d'estivage (exploitations temporaires), si ce n'est pour le calcul de l'exploitation de base, qui tient compte des animaux estivés. En effet, c'est pour cette raison, ainsi que pour dissiper le doute qui subsistait lorsqu'il s'agissait de savoir si une exploitation d'estivage pouvait ou non être assimilée à une entreprise agricole, que la LAT a été révisée. Dorénavant, la loi permet explicitement le développement de ce type d'activité étroitement liée à l'exploitation temporaire. A contrario, une interprétation restrictive conduirait à ne plus autoriser aucune buvette dans une exploitation temporaire, à savoir en alpage, ce qui n'était pas le but voulu par le législateur.\n\n2.3 Les recourants avancent ensuite que le chalet d'alpage litigieux ne représente pas un centre d'exploitation temporaire au sens de l'art. 24b al. 1ter LAT. Ils soutiennent que l'activité accessoire non agricole ne sera pas effectuée dans les bâtiments centraux de l'exploitation agricole, en violation de l'art. 40 al. 1 let. a OAT. Ils font valoir que le centre de l'exploitation d'estivage se trouve au lieu-dit \"Mousse\", qui est plus grand et plus productif que l'estivage \"Pléiades-Le Sommet\", et qui comprend des bâtiments et des installations fonctionnels, tandis que la ferme de l'Aplayau ne serait pas exploitée, ni exploitable en l'état. Ils affirment aussi que le projet de buvette litigieux impliquerait un changement complet et définitif de l'affectation et du caractère agricole du chalet de l'Aplayau, en y substituant une activité économique sans aucun lien avec l'agriculture.\n\n2.3.1 Selon l'art. 40 al. 1 OAT, l'autorisation d'exercer une activité acessoire non agricole présuppose que celle-ci soit effectuée dans les bâtiments centraux de l'entreprise agricole (let. a), que celle-ci soit conçue de telle façon que l'exploitation de l'entreprise agricole reste assurée (let. b), que le caractère agricole de la ferme reste pour l'essentiel inchangé (let. c).\n\nL'activité accessoire non agricole envisagée doit être proche de l'exploitation agricole. La proximité géographique à l'entreprise agricole est déterminante en premier lieu pour apprécier la proximité d'activités accessoires non agricoles hors de la zone à bâtir |493| (ATF 128 II 222 consid. 3 p. 224 s.). L'art. 40 al. 1 let. a OAT explicite le critère de la proximité géographique en posant comme condition à l'autorisation d'exercer une activité accessoire non agricole que celle-ci soit effectuée dans les bâtiments centraux de l'entreprise agricole. Les constructions isolées, dépourvues de relation spatiale avec les bâtiments principaux ne peuvent être considérées comme proches de l'exploitation. Il est donc exclu de transformer, à des fins commerciales ou artisanales, des bâtiments d'exploitation éloignés, car la création d'îlots d'activités en zone de non bâtir favoriserait la dispersion des constructions et contreviendrait au principe de séparation entre les parties constructibles et non constructibles du territoire (RUDOLF MUGGLI, in Commentaire pratique LAT: construire hors zone à bâtir, Aemisegger/Moor/Ruch/Tschannen [éd.], 2017, n° 18 ad art. 24bLAT et les références citées; voir ég. CHANTAL DUPRÉ, in Commentaire de la Loi fédérale sur l'aménagement du territoire, Aemisegger/Kuttler/Moor/Ruch [éd.], 2010, n° 13 ad art. 24b LAT).\n\nLa proximité matérielle, liée à la nature de l'activité en cause, doit également être prise en considération (ATF 128 II 222 consid. 3 p. 224 s.). Elle ressort de l'art. 40 al. 1 let. c OAT, qui prévoit que le caractère agricole de la ferme reste pour l'essentiel inchangé.\n\n2.3.2 A cet égard, la cour cantonale a retenu, en substance, que la taille de l'exploitation impliquait que l'activité principale du constructeur serait toujours exercée sur son domaine. Elle a ainsi considéré que J. ne pourrait pas se muer en tenancier d'un établissement public à plein temps, la buvette litigieuse n'étant exploitée que durant la période d'estivage. Elle a aussi exposé en quoi, à l'examen des plans des modifications projetées, le caractère agricole de la ferme restait inchangé. Ce faisant, l'instance précédente n'a en réalité pas traité de la question du caractère agricole du chalet de l'Aplayau, ni de sa fonction en lien avec l'agriculture. L'aspect extérieur du bâtiment est en effet sans pertinence pour juger de l'activité agricole qui se passe dans le chalet d'alpage litigieux.\n\nOr si le chalet de l'Aplayau avait autrefois une vocation agricole, il n'est actuellement plus nécessaire à l'exploitation agricole. En effet, le bétail qui est estivé dans les alentours demeure en permanence au pâturage. Il s'agit de surcroît uniquement de vaches allaitantes qui n'ont pas besoin d'être traites. Le chalet d'alpage en cause aurait gardé un caractère agricole, par exemple, si une installation de traite s'y trouvait et si des vaches laitières paissaient dans les prés voisins. Le |494| bâtiment en question ne dispose cependant d'aucune infrastructure permettant d'héberger ou de soigner les animaux et il n'en est prévu aucune dans le projet de buvette. Il n'a donc plus de fonction agricole au sens de l'art. 40 al. 1 OAT et ne peut par conséquent être considéré comme un centre d'exploitation temporaire au sens de l'art. 24b al. 1ter LAT.\n\n3. Le Tribunal fédéral constate en outre que l'intimée, requérante et bénéficiaire de l'autorisation de construire litigieuse, est une société anonyme dont le but statutaire, tel qu'il ressort du registre du commerce, est l'exploitation d'établissements publics, la vente de tous produits dans les domaines de la restauration et de l'alimentation, ainsi que toutes activités dans les domaines précités, notamment le service traiteur. L'intimée vise donc un but sans aucun lien avec l'activité agricole et n'exploite, au chalet de l'Aplayau, aucune entreprise agricole au sens des art. 6 et 9 de l'ordonnance du 7 décembre 1998 sur la terminologie agricole et la reconnaissance des formes d'exploitation (OTerm; RS 910.91). En effet, elle ne dispose pas d'une unité de production (soit un ensemble de terres, de bâtiments et d'installations: art. 6 al. 2 OTerm) et le bâtiment litigieux, délabré et inutilisable à des fins agricoles, ne comprend pas d'installations nécessaires à l'estivage (art. 9 al. 1 let. d OTerm).\n\nAu lieu-dit de l'Aplayau, l'intimée conduit ainsi une entreprise purement économique avec une activité accessoire agricole (l'estivage de bétail dans les pâturages alentour). Dans ces conditions, l'art. 24b LAT qui régit les activités accessoires non agricoles hors de la zone à bâtir ne trouve aucune application. Pour ce motif également, l'autorisation querellée devrait être annulée.\n\nCela ne signifie cependant pas que les personnes morales, propriétaires de domaines agricoles, ne peuvent pas obtenir d'autorisation pour des activités accessoires non agricoles. Il faut toutefois que les conditions de l'art. 24b LAT et de l'art. 40 OAT soient remplies, ce qui n'est pas le cas en l'espèce. (...)"}