{"annee": "143", "cour": "III", "page": "545", "date": "20/11/2017", "cite": ["113 II 513"], "cite_par": ["144 III 155"], "chapeau": "69. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. B. AG und C. AG gegen D. AG (Beschwerde in Zivilsachen)\n\n4A_125/2017 vom 20. November 2017", "regestes": ["Art. 89 de la norme SIA 118; art. 374 CO; contrat d'entreprise à prix forfaitaire, fixation du prix en cas de modifications. Détermination judiciaire du prix pour des modifications de commande unilatérales dans un contrat d'entreprise à prix forfaitaire soumis à la norme SIA 118. Application analogique de l'art. 89 de la norme SIA 118 en cas de désaccord des parties. Calcul du prix complémentaire (consid. 4.4)."], "faits": "BGE 143 III 545 S. 546\n\nDie Mitglieder der ARGE A., die Gesellschaften B. AG und C. AG (Unternehmerinnen, Beschwerdeführerinnen), verpflichteten sich in einem Werkvertrag mit der D. AG (Bauherrin, Beschwerdegegnerin), Baumeisterarbeiten zu einem Pauschalpreis zu erbringen. Die SIA-Norm 118 war Bestandteil dieses Vertrags. Nach Beendigung der Arbeiten machten die Beschwerdeführerinnen noch offene Forderungen geltend. Sie begründeten diese insbesondere mit einseitigen Bestellungsänderungen (Art. 84 SIA-Norm 118) resp. aufgrund von der Bauherrin verschuldeter besonderer Verhältnisse (Art. 58 Abs. 2 SIA-Norm 118).\n\nDas Handelsgericht des Kantons Zürich wies diese Forderungen, soweit nicht von der Gegenseite anerkannt, mit der Begründung ab, die Preise für die geltend gemachten Arbeiten seien analog Art. 374 OR anhand des effektiven Aufwands zu bestimmen, da die SIA-Norm 118 insofern lückenhaft sei. Die Beschwerdeführerinnen, die diese Preise teilweise anders festgesetzt hätten, würden keine genügenden Angaben zu ihrem effektiven Aufwand machen, womit es an erforderlichen rechtserheblichen Behauptungen fehle.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut und weist die Sache zur neuen Entscheidung an die Vorinstanz zurück.\n\n(Zusammenfassung)\n\nAus den Erwägungen:", "considerants": "4. (...)\n\n4.4 Die Vorinstanz beurteilte durch Auslegung der SIA-Norm 118 sowie unter Anwendung des OR, wie bei einem Werkvertrag mit Pauschalpreis die Preise für Nachtragsarbeiten wegen einseitigen Bestellungsänderungen (Art. 84 SIA-Norm 118) resp. aufgrund vom BGE 143 III 545 S. 547Bauherrn verschuldeter besonderer Verhältnisse (Art. 58 Abs. 2 SIA-Norm 118) zu bestimmen sind, wenn die Unternehmerin diese Arbeiten ausgeführt hat, ohne dass sich die Parteien vorgängig über die entsprechenden Entschädigungen geeinigt hätten oder die Bauherrin deren Ausführung in Regie angeordnet hätte. Zu prüfen bleibt, ob die Vorinstanz dabei zu Recht von einer Lücke ausging und gegebenenfalls diese alsdann auch zutreffend füllte.\n\n4.4.1 Gemäss Abs. 1 von Art. 89 SIA-Norm 118, der sich zusammen mit Art. 88 SIA-Norm 118 unter Ziffer 3.4 \"Auswirkungen der Bestellungsänderung bei anderen Leistungen\" findet und laut Randtitel die \"Bestellungsänderung bei Leistungen zu Global- oder Pauschalpreisen\" regelt, ist ein Mehr- oder Minderpreis als Nachtragspreis zu vereinbaren, wenn eine Bestellungsänderung zur Änderung einer pauschal zu vergütenden Leistung oder ihrer Ausführungsvoraussetzungen führt. Abs. 2 ergänzt, dass dieser Nachtragspreis bei Pauschalpreisen auf Basis jener Kostengrundlage vereinbart wird, die im Zeitpunkt der Bestellungsänderung gültig ist. Abs. 3 erklärt Art. 87 Abs. 4 SIA-Norm 118 (Randtitel dieser Norm: \"Fehlen von Einheitspreisen; veränderte Ausführungsvoraussetzungen\") für anwendbar, wenn bei zusätzlichen Arbeiten keine Einigung über den Nachtragspreis zustandekommt. Dort ist vorgesehen, dass diesfalls die Bauleitung die fraglichen Arbeiten in Regie ausführen lassen oder unter voller Schadloshaltung des Unternehmers einem Dritten vergeben kann. Für die Bemessung der zusätzlichen Vergütung bei vom Bauherrn verschuldeten besonderen Verhältnissen erklärt Art. 58 Abs. 2 SIA-Norm 118 die Art. 86-91 der Norm für sinngemäss anwendbar.\n\nGemäss OR ist zu unterscheiden, ob die Vergütung im Voraus genau bestimmt worden ist oder nicht. Im ersten Fall ist der Unternehmer grundsätzlich verpflichtet, das Werk zum vereinbarten Preis fertigzustellen (Art. 373 Abs. 1 OR). Liegen jedoch ausserordentliche Umstände vor, welche die Fertigstellung hindern oder übermäsig erschweren, kann das Gericht nach seinem Ermessen eine Erhöhung des Preises bewilligen (Art. 373 Abs. 2 OR). Wurde der Preis hingegen im Voraus nicht oder nur ungefähr bestimmt, ist er nach Massgabe des Wertes der Arbeit und der Aufwendungen des Unternehmers festzusetzen (Art. 374 OR).\n\n4.4.2 Das Bundesgericht hat sich zu der sich hier stellenden Frage bislang noch nicht geäussert:\n\nDas Urteil 4A_183/2010 vom 27. Mai 2010 ist - entgegen der Vorinstanz - nicht vergleichbar. Zwar war die SIA-Norm 118 dort BGE 143 III 545 S. 548grundsätzlich ebenfalls Vertragsbestandteil geworden (Sachverhalt Bst. A). Strittig war jedoch eine einvernehmliche Bestellungsänderung, die in der SIA-Norm 118 gerade nicht geregelt ist. Da zudem nicht festgestellt war, dass sich die Parteien darauf geeinigt hätten, die Vergütung für die Arbeiten gemäss einvernehmlicher Bestellungsänderung anhand der Normen zur einseitigen Bestellungsänderung (Art. 84 ff. SIA-Norm 118) zu bestimmen, war die SIA-Norm 118 für die Preisbestimmung nicht einschlägig. Die Vergütung bemass sich daher ausschliesslich nach dem OR, namentlich Art. 374 OR (E. 3.2; kritisch zur Nichtanwendung der Regeln der SIA-Norm zur Preisbestimmung bei einseitigen Bestellungsänderungen auf einvernehmliche PETER GAUCH, Der Werkvertrag [nachfolgend: Werkvertrag], 5. Aufl. 2011, S. 325 Rz. 807a; HÜRLIMANN/SIEGENTHALER, Das Werkvertragsrecht in den Entscheiden des Bundesgerichts in den Jahren 2008-2011, Jusletter 6. Februar 2012 Rz. 40; vgl. aber auch Urteil 4A_234/2014 vom 8. September 2014 E. 5.1, wo allerdings nicht auf das zit. Urteil 4A_183/2010 Bezug genommen wird).\n\nDas zit. Urteil 4A_234/2014 liegt dem vorliegenden Fall insofern näher. Dort galt es, bei einem Vertrag mit Pauschalpreis einen Minderpreis aufgrund einer Leistungsreduktion zu berechnen. Das Bundesgericht hielt fest, wenn diesbezüglich keine Einigung zwischen den Parteien zustande gekommen sei, habe das Gericht den Minderpreis sinngemäss nach Art. 89 SIA-Norm 118 zu bestimmen (E. 5.2). Es schützte dabei die Vorgehensweise der Vorinstanz, die den Minderpreis anhand eines auf der Basis der Pauschale umgerechneten Quadratmeterpreises bestimmte. Dass dies bundesrechtswidrig sei und stattdessen auf die \"Budgetpreise\" hätte abgestellt werden müssen, wie von der dortigen Beschwerdeführerin begehrt, sei nicht dargetan (E. 5.3). In seiner Urteilsanmerkung bezweifelt SIEGENTHALER, ob diese Lösung kalkulatorisch richtig sei, auch wenn sie den \"Charme der Einfachheit\" habe (THOMAS SIEGENTHALER, Bestellungsänderung bei Pauschalpreisen - die Tücke der Lücke, BR 2015 S. 149).\n\nIn BGE 113 II 513 waren Einheitspreise - nicht wie hier ein Pauschalpreis - vereinbart, wobei sich die Menge wesentlich änderte. Da Angaben zur ursprünglichen Kostengrundlage fehlten, um die neuen Einheitspreise gemäss Art. 86 Abs. 2 SIA-Norm 118 zu bestimmen, wurde die SIA-Norm als nicht anwendbar erachtet und die Entschädigung nach dem OR festgesetzt (BGE 113 II 513 E. 3a S. 515 f. = Pra 1989 Nr. 17 S. 81 f.; kritisch zu dieser Vorgehensweise PEDRAZZINI/PRADER, A propos de l'augmentation de la BGE 143 III 545 S. 549 rémunération de l'entrepreneur, BR 1990 S. 12). Das Bundesgericht kam dabei zum Ergebnis, mangels Beweises des beanspruchten Betrags habe das Gericht die Lage nach freiem Ermessen zu würdigen. Denn es sei kein Grund ersichtlich, warum der in Art. 373 Abs. 2 OR für Verträge mit Festpreisen eingeräumte Bemessungsspielraum nicht auch bei eigentlichen Änderungen des Werkvertrags gemäss Art. 374 OR zur Anwendung gelangen sollte (BGE 113 II 513 E. 5b S. 520 f. = Pra 1989 Nr. 17 S. 86 f.; kritisch zu dieser Begründung PETER GAUCH, Anmerkung zu BGE 113 II 513, BR 1989 S. 71; PEDRAZZINI/PRADER, a.a.O., S. 13).\n\n4.4.3 [Darstellung der Ansichten, die in der Lehre zur sich stellenden Frage vertreten werden.]\n\nIn Anbetracht dieser divergierenden Lehrmeinungen überrascht es wenig, wenn in der Lehre moniert wird, die Art. 85-91 SIA-Norm 118 seien \"nicht leicht zu verstehen, jedenfalls aber auslegungsbedürftig\" (GAUCH, Werkvertrag, a.a.O., S. 321 f. Rz. 796), resp. sie seien \"sehr kompliziert[e] und sehr abstrakt[e]\" (SCHUMACHER/KÖNIG, Die Vergütung im Bauwerkvertrag, 2. Aufl. 2017, S. 256 Rz. 700); es wird gar \"eine erneute Revision der Norm\" als angezeigt erachtet (so ANTON EGLI, in: Kommentar zur SIA-Norm 118, Gauch/Stöckli [Hrsg.], 2. Aufl. 2017, N. 116 Vorbem. Art. 84-91 SIA-Norm 118).\n\n4.4.4\n\n4.4.4.1 Seinem Wortlaut nach regelt Art. 89 SIA-Norm 118 den vorliegenden Fall nicht. Denn Abs. 1 und 2 sehen vor, dass die Parteien einen Mehr- oder Minderpreis vereinbaren. Was gilt, wenn sie sich nicht einigen, ist in diesen Absätzen bei einem wörtlichen Verständnis nicht geregelt. Abs. 3 betrifft zwar die Nichteinigung, regelt diese aber bloss teilweise. Zum einen betrifft er nur \"zusätzliche[n] Arbeiten\". Zum anderen sind die Handlungsmöglichkeiten,die er dem Bauherrn bei Nichteinigung einräumt (Anordnung der Ausführung in Regie oder Vergabe an Dritte unter Schadloshaltung), dazu bestimmt, vor Ausführung der Arbeiten ausgeübt zu werden. Geschieht dies aber nicht und werden die Arbeiten dennoch ausgeführt, fehlt es wiederum an einer Regelung.\n\nEin derart auf den Wortlaut abstellendes Verständnis überzeugt allerdings nicht (vgl. auch Art. 18 Abs. 1 OR). Art. 84 SIA-Norm 118 räumt dem Bauherrn ein einseitiges Änderungsrecht ein. Dass gestützt darauf erfolgende Bestellungsänderungen hinsichtlich der Vergütung nicht folgenlos bleiben, ist selbstverständlich. Würden Abs. 1 BGE 143 III 545 S. 550und 2 von Art. 89 SIA-Norm 118 nun so verstanden, dass sie einzig die Vereinbarung des Nachtragspreises durch die Parteien regeln, hätte dies unstimmige Konsequenzen: Entweder würde diesfalls die Einigung der Parteien über den Preis nämlich als eine Voraussetzung für die Pflicht zur Ausführung der Bestellungsänderung verstanden, wodurch der Unternehmer das einseitige Änderungsrecht durch Obstruktion bei der Preisverhandlung aushebeln könnte. Oder eine vorgängige Einigung würde nicht als Voraussetzung aufgefasst, mit der Folge, dass der Unternehmer trotz Nichteinigung über den Preis verpflichtet wäre, die einseitig angeordnete Bestellungsänderung auszuführen, obwohl ungeregelt bliebe, wie diese zu vergüten ist. Weder das eine noch das andere überzeugt. Vielmehr ist erforderlich, dass als Pendant zum einseitigen Änderungsrecht auch geregelt ist, wie sich die Vergütung für eine solche Änderung bemisst - und zwar nicht nur im Fall einer diesbezüglichen Einigung. Zudem wird eine antizipierte Regelung, wie Nachtragspreise zu bilden sind, vor allem dann relevant, wenn sich die Parteien später nicht einigen können oder es aus anderen Gründen vor der Arbeitsausführung nicht zu einer Einigung kommt. Andernfalls, d.h. bei einer Vereinbarung, sind die Parteien in der Preisbestimmung nämlich frei und Abs. 2, der die Kostengrundlage als Basis nennt, kann nicht mehr als eine Anregung sein. Diese Anregung würde allerdings untergraben, wenn der Preis bei Nichteinigung nach anderen Kriterien zu bestimmen wäre. Verspricht sich eine Partei von der anderen Bemessungsmethode nämlich ein für sie besseres Resultat, bestünde für sie im konkreten Fall ein Anreiz, die Verhandlung über den Preis auf der vereinbarten Basis scheitern zu lassen. Auch mit Blick darauf ist nicht davon auszugehen, dass die Klausel nur gerade die eher unproblematische Situation der Einigung regeln will, im kritischen Fall, insbesondere bei einer gerichtlichen Auseinandersetzung, hingegen nicht einschlägig sein soll. Das Bundesgericht verstand die Norm im zit. Urteil 4A_234/2014 E. 5.2 denn auch dahingehend, dass bei Nichteinigung das Gericht den Minderpreis nach Art. 89 SIA-Norm 118 zu bestimmen hat.\n\nEntgegen der Vorinstanz ist Art. 89 SIA-Norm 118, insbesondere deren Absätze 1 und 2, nicht bereits deshalb unbeachtlich, weil sich die Parteien nicht auf einen Mehr- oder Minderpreis einigten. Vielmehr hat diesfalls das Gericht den Mehr- oder Minderpreis in sinngemässer Anwendung dieser Norm zu bestimmen, eine Lücke liegt insofern nicht vor. BGE 143 III 545 S. 551\n\n4.4.4.2 Eine andere Frage ist, wie der Mehr- oder Minderpreis nach Art. 89 SIA-Norm 118 zu bestimmen ist. Der vereinbarte Pauschalpreis bleibt grundsätzlich bestehen und es ist ein Mehr- oder Minderpreis als Nachtragspreis festzusetzen. Basis für diesen ist gemäss Art. 89 Abs. 2 SIA-Norm 118 bei einem Pauschalpreis die Kostengrundlage im Zeitpunkt der Bestellungsänderung. Was als Kostengrundlage zu verstehen ist, hält Art. 62 SIA-Norm 118 fest. Es handelt sich dabei um Kostenfaktoren, die von der Kostenstruktur und dem Ermessen des konkreten Unternehmers unabhängig sind. Es liegt also eine objektive Grundlage vor (PRADER/STÖCKLI, in: Kommentar zur SIA-Norm 118, Gauch/Stöckli [Hrsg.], 2. Aufl. 2017, N. 2 und 4 Vorbem. zu Art. 62-63 SIA-Norm 118; SCHUMACHER/KÖNIG, a.a.O., S. 239 f. Rz. 654), wobei Art. 62 Abs. 1 SIA-Norm 118 an zwei Stellen ausdrücklich auf die \"allgemeinen Marktpreise\" verweist. Die angestrebte Objektivierung sowie die explizite Nennung der Marktpreise spricht dafür, dass demnach - gerade in Anbetracht des Rückgangs von Listen- und Richtpreisen - für die Bestimmung der Nachtragspreise bei vereinbartem Pauschalpreis generell auf die allgemeinen Marktpreise im Zeitpunkt der Bestellungsänderung abgestellt werden kann (HUBERT STÖCKLI, Was ist mit der Vergütung los - ein Arbeitspapier, in: Schweizerische Baurechtstagung 2015, S. 15 und 20; im Ergebnis ähnlich SCHUMACHER/KÖNIG, a.a.O., S. 239 f. Rz. 654; vgl. auch EGLI, a.a.O., N. 9.1 zu Art. 89 SIA-Norm 118).\n\nIn einem gewissen Widerspruch dazu sieht allerdings Art. 18 Abs. 2 SIA-Norm 118 vor, Preisanalysen würden \"bei der Festlegung von Nachtragspreisen (Art. 86-89) mitberücksichtigt\". Denn damit wird nicht auf den Marktpreis, sondern auf die vereinbarten Preise Bezug genommen, was für eine Preisfortschreibung spricht (vgl. EGLI, a.a.O., N. 9 zu Art. 18 SIA-Norm 118). Preisanalysen können zwar im Einzelfall bestehen, müssen aber nicht. Und anders als bei Werkverträgen mit Einheitspreisen muss bei solchen mit einem Pauschalpreis den Parteien, insbesondere dem Bauherrn, auch nicht ein mit Preisen versehenes Leistungsverzeichnis des Unternehmers vorliegen, an dem sich die Preise für eine Fortschreibung orientieren könnten (vgl. Art. 87 Abs. 2 SIA-Norm 118). Infolgedessen ist vorbehältlich einer anderslautenden Vereinbarung bei der Bestimmung von Nachtragspreisen bezüglich Werkverträgen mit Pauschalpreis nicht von einer Preisfortschreibung auszugehen - es ist vielmehr, wie ausgeführt, auf die allgemeinen Marktpreise abzustellen. BGE 143 III 545 S. 552\n\nDies heisst nun aber freilich nicht, dass deshalb bei einem Werkvertrag mit Pauschalpreis ein ausgefülltes Leistungsverzeichnis oder Preisanalysen von vornherein unbeachtlich wären, insbesondere wenn diese dem Bauherrn bekannt waren. Denn der Bauherr schloss den Werkvertrag mit diesem Unternehmer ab, was dafür spricht, dass dessen Preise im Zeitpunkt der Offertstellung konkurrenzfähig waren. Dies jedenfalls dann, wenn der Bauherr - wie es üblich ist - von mehreren Unternehmern Offerten einholte und womöglich noch Abgebotsrunden durchführte. Allfällige Rabatte oder Nachlässe, die im Rahmen von Abgebotsrunden gewährt wurden, sind allerdings bei den ursprünglichen Preisangaben im Leistungsverzeichnis noch in Anschlag zu bringen, etwa durch einen entsprechenden prozentualen Abzug. Ohne anderslautende Anhaltspunkte (etwa eine negative Teuerung und/oder sinkende Lohnkosten) dürften diese Preise auch zu einem späteren Zeitpunkt (erst recht) noch als konkurrenzfähig - und damit einen allgemeinen Marktpreis reflektierend oder gar unterbietend - zu betrachten sein. Solche Unterlagen sind daher im Rahmen der gerichtlichen Bildung der Nachtragspreise sehr wohl zu berücksichtigen und können als Hilfsmittel dazu dienen (vgl. zit. Urteil 4A_234/2014 E. 5.2; EGLI, a.a.O., N. 108 Vorbem. Art. 84-89 SIA-Norm 118; betr. Preisanalysen auch Art. 18 Abs. 2 SIA-Norm 118), etwa indem sie mangels anderer Anhaltspunkte als Indizien für die allgemeinen Marktpreise verstanden werden, auch wenn als Grundsatz nicht von einer Preisfortschreibung auszugehen ist.\n\nHingegen ist bei der Bestimmung der Nachtragspreise durch das Gericht bei einem Werkvertrag mit Pauschalpreis grundsätzlich nicht auf eine Ausführung in Regie abzustellen (nach Art. 89 Abs. 3 i.V.m. Art. 87 Abs. 4 SIA-Norm 118). Erstens könnte dies von vornherein nur für \"zusätzliche[n] Arbeiten\" gelten, wodurch eine dahingehende Unterscheidung erforderlich würde und das Gericht womöglich im selben Fall zwei unterschiedliche Preisbestimmungsmethoden parallel anwenden müsste. Und zweitens geht diese Norm von einer vorgängigen Anordnung von Regiearbeiten durch die Bauherrin aus (vgl. auch Art. 44 Abs. 3 SIA-Norm 118), damit dem Unternehmer bewusst ist, dass er diese Arbeiten entsprechend erfassen und dokumentieren muss (siehe auch Art. 47 SIA-Norm 118). Unterblieb eine solche Anordnung jedoch und ist es nunmehr am Gericht, die Nachtragspreise zu bestimmen, ist es offenkundig zu spät für eine zeitnahe Erfassung und Dokumentation dieser Arbeiten. Entsprechend lässt sich eine nachträgliche Preisbestimmung nicht darauf BGE 143 III 545 S. 553abstellen. Heranzuziehen sind vielmehr, wie hiervor ausgeführt, die allgemeinen Marktpreise - und zwar auch für \"zusätzliche[n] Arbeiten\", deren Ausführung in Regie nicht vorgängig angeordnet worden ist.\n\n4.4.4.3 Bei der Bestimmung der Nachtragspreise durch das Gericht nach Art. 89 Abs. 2 SIA-Norm 118 anhand der unbestimmten, nicht näher konkretisierten \"allgemeinen Marktpreise\" kann es nicht das Ziel sein, das einzig richtige Ergebnis zu ermitteln, dürfte es ein solches doch gar nicht erst geben. Wäre den Parteien wichtig gewesen, dass ein Gericht bei der nachträglichen Bestimmung der Nachtragspreise an eine exakte Bemessungsmethode gebunden wäre, hätten sie eine entsprechend präzisere vertragliche Regelung treffen können und müssen. Indem sie sich stattdessen für die Übernahme der SIA-Norm 118 entschieden haben, die zur Frage, wie bei einem Vertrag mit Pauschalpreis die Preise für Nachtragsarbeiten wegen einseitigen Bestellungsänderungen resp. aufgrund vom Bauherrn verschuldeter besonderer Verhältnisse zu bilden sind, bloss eine vage Vorgabe enthält, räumen sie dem Gericht einen erheblichen Beurteilungsspielraum ein. Das Gericht hat infolgedessen bei der Festsetzung der Nachtragspreise einen Ermessensentscheid zu treffen und dabei alle Preiselemente zu berücksichtigen, die aufgrund der Parteibehauptungen vorhanden sind (im Ergebnis einen Ermessensentscheid herbeiführend, wenn auch ausserhalb der SIA-Norm und unter Heranziehung von Art. 373 Abs. 2 OR, bereits BGE 113 II 513 E. 5b S. 520 f.; vgl. dazu auch GAUCH, Werkvertrag, a.a.O., S. 316 f. Rz. 787). Das Gericht hat dieses Ermessen pflichtgemäss wahrzunehmen und die Nachtragspreise sachgerecht und mit Augenmass zu bestimmen (im Ergebnis dahingehend auch zit. Urteil 4A_234/2014 E. 5.3).\n\nSoweit die Vorinstanz die Mehrforderungen zufolge Bestellungsänderungen bzw. besonderen Verhältnissen einzig mit der Begründung abgewiesen hat, es fehle an den erforderlichen rechtserheblichen Behauptungen bezüglich deren Berechnung, da der effektive Aufwand nachzuweisen gewesen wäre, ist der angefochtene Entscheid aufzuheben und zur neuen Beurteilung an die Vorinstanz zurückzuweisen - es betrifft dies die Mehrforderungen aus Zusatzleistungen Nr. 5, 8, 9, 11, 15, 16 und 22. Von der Vorinstanz werden diesbezüglich einerseits, soweit erforderlich, die bislang noch nicht behandelten Punkte zu prüfen sein (etwa, ob überhaupt zu vergütende Bestellungsänderungen vorliegen) und andererseits die BGE 143 III 545 S. 554Nachtragspreise zu bestimmen sein. Diese Preisbestimmung setzt zunächst voraus, dass die zusätzlichen Leistungen behauptet sind (und auch bewiesen werden können). Ferner müssen nach dem Gesagten Behauptungen vorliegen, die dem Gericht ermöglichen, die Nachtragspreise für diese Leistungen in Ausübung seines Ermessens zu bestimmen, wobei grundsätzlich die Marktpreise im Zeitpunkt der Bestellungsänderung massgeblich sind (vgl. E. 4.4.4.2 hiervor)."}