{"annee": "143", "cour": "II", "page": "65", "date": "25/1/2017", "cite": ["141 III 173", "141 II 447", "139 II 404", "141 II 199", "142 II 161"], "cite_par": [], "chapeau": "6. Extrait de l'arrêt de la IIe Cour de droit public dans la cause X. contre Administration fiscale cantonale du canton de Genève (recours en matière de droit public)\n\n2C_606/2016 / 2C_607/2016 du 25 janvier 2017", "regestes": ["Art. 18 CDI CH-IL et ch. 5 du Protocole CDI CH-IL; impôt à la source suisse prélevé sur des prestations en capital de la prévoyance professionnelle rapatriées mais pas imposées en Israël. L'interprétation du ch. 5 du Protocole CDI CH-IL démontre que, pour bénéficier de l'exonération de l'impôt suisse, les revenus de source suisse perçus par un résident israélien doivent être effectivement imposés en Israël. Le but de cette disposition est d'éviter les cas de double non-imposition et ce pour tous les revenus traités par la convention CH-IL (consid. 3 et 4). Dès lors, l'impôt à la source suisse prélevé sur des prestations en capital de la prévoyance professionnelle (provenant d'une institution privée) reçues par un résident israélien qui les a transférées sur un compte bancaire en Israël mais qui n'y ont pas été imposées, le résident étant exonéré d'impôt dans ce pays pendant dix ans, n'est pas contraire à la convention CH-IL et n'a pas à être remboursé (consid. 5)."], "faits": "|66|\n\nA. X., né en 1959, est parti s'établir en Israël le 30 septembre 2012. Durant son activité professionnelle en Suisse, il a cotisé à deux plans de prévoyance au sein de la Fondation de prévoyance des entités suisses du Groupe B., à savoir un plan ordinaire totalisant 1'647'819 fr. et un plan supplémentaire se montant à 743'696 fr. Le 12 août 2013, un impôt à la source de 142'399 fr. a été prélevé sur le plan ordinaire au titre de l'impôt fédéral direct, ainsi que des impôts cantonal et communal, les prestations en capital de prévoyance ayant été versées à l'intéressé sur un compte auprès de la banque A., à Tel Aviv; le plan supplémentaire a été soumis aux mêmes impôts pour un montant total de 61'158 fr.\n\nX. a transmis au fisc genevois, le 14 mai 2014, deux formulaires en vue d'obtenir le remboursement de l'impôt à la source prélevé sur ses deux prestations en capital; ces documents portaient le |67| tampon de l'autorité fiscale israélienne et la rubrique \"effectively transferred and taxed in Israel\" était cochée dans chaque formulaire. Le 13 juin 2014, X., a remis à l'Administration fiscale cantonale de la République et canton de Genève (ci-après: l'Administration cantonale), et à la demande de celle-ci, un document attestant qu'il était exonéré d'impôt en Israël pendant dix ans, en tant que nouvel immigrant dans ce pays, sur les revenus de ses avoirs détenus avant son immigration en Israël.\n\nPar décision du 4 août 2014, l'Administration cantonale a rejeté la demande de remboursement de X.; faute d'avoir démontré une imposition effective des prestations en capital en cause en Israël, il ne pouvait pas bénéficier de l'exonération de l'impôt suisse.\n\nB. Le Tribunal administratif de première instance de la République et canton de Genève a admis le recours de X., en date du 17 février 2015. Compte tenu du domicile en Israël de celui-ci, cet Etat disposait d'un droit exclusif pour imposer les prestations en capital de la prévoyance professionnelle; les deux formulaires fournis certifiaient que le fisc israélien avait eu connaissance du versement de ce capital. Dès lors que les prestations avaient été versées sur un compte bancaire en Israël, elles avaient été \"reçues en Israël\" au sens du ch. 5 du Protocole de la Convention entre la Confédération suisse et l'Etat d'Israël du 2 juillet 2003 en vue d'éviter les doubles impositions en matière d'impôts sur le revenu et sur la fortune (RS 0.672. 944.91; ci-après: la Convention CH-IL ou CDI CH-IL); l'absence d'imposition dans cet Etat ne constituait pas un motif permettant à la Suisse d'imposer ces pensions, le ch. 5 du Protocole CDI CH-IL, qui contenait une condition alternative (reçus en Israël ou soumis à l'impôt dans ce pays), n'exigeant pas une telle imposition dans l'Etat de domicile.\n\nC. Par arrêt du 24 mai 2016, la Cour de justice de la République et canton de Genève (ci-après: la Cour de justice) a admis le recours de l'Administration cantonale. Elle a procédé à l'interprétation du ch. 5 du Protocole CDI CH-IL pour arriver à la conclusion que, d'une part, la méthode de l'exemption de l'impôt suisse ne s'appliquait que pour autant que le revenu ait été effectivement imposé en Israël et que, d'autre part, cette disposition valait pour tous les types de revenus, y compris les prestations en capital de la prévoyance professionnelle; dès lors que les prestations en cause perçues par X. n'avaient pas été soumises à taxation en Israël, celui-ci ne pouvait pas obtenir le remboursement de l'impôt à la source prélevé en Suisse en 2013. |68|\n\nD. Agissant par la voie du recours en matière de droit public, X. demande au Tribunal fédéral, sous suite de frais et dépens, de réformer l'arrêt du 24 mai 2016 de la Cour de justice en ce sens que l'impôt à la source retenu sur les avoirs de prévoyance payés en capital lui est intégralement remboursé; subsidiairement, d'annuler ledit arrêt et renvoyer la cause à la Cour de justice pour un nouveau jugement dans le sens des considérants.\n\nL'Administration fiscale cantonale et l'Administration fédérale des contributions concluent au rejet du recours. La Cour de justice persiste dans les considérants et le dispositif de son arrêt.", "considerants": "Extrait des considérants:\n\n3. Il n'est pas contesté que le droit interne suisse prévoit un impôt limité, et donc prélevé à la source, sur les prestations de libre-passage d'une institution de prévoyance privée, telles que celles reçues par le recourant (art. 5 al. 1 let. e, 6 al. 2, 96 et 100 al. 1 de la loi fédérale du 14 décembre 1990 sur l'impôt fédéral direct [LIFD; RS 642.11], ainsi qu'art. 11 de l'ordonnance du 19 octobre 1993 sur l'imposition à la source dans le cadre de l'impôt fédéral direct [OIS; RS 642.118.2]) et que la demande de remboursement a été présentée dans les formes requises (art. 11 al. 2 OIS). Il est également admis que les prestations en cause ont été transférées en Israël, mais n'y ont pas été imposées.\n\nLe litige porte sur l'interprétation de la Convention de double imposition CH-IL, plus précisément sur le ch. 5 du Protocole de cette CDI.\n\n3.1 L'art. 18 CDI CH-IL prévoit que, sous réserve des pensions provenant de la fonction publique, les pensions et autres rémunérations similaires, payées à un résident d'un Etat contractant au titre d'un emploi antérieur, ne sont imposables que dans cet Etat. Selon le ch. 6 du Protocole CDI CH-IL, il est entendu que le terme \"pensions\" utilisé respectivement aux art. 18 et 19 couvre non seulement les paiements périodiques mais encore les paiements sous forme de prestation en capital.\n\nL'art. 18 CDI CH-IL est une règle de partage qui octroie le droit exclusif d'imposer à l'Etat de résidence avec, comme corollaire, l'exemption dans l'Etat source. Dans ce cas, les méthodes d'élimination de la double imposition n'ont qu'un effet déclaratif puisqu'il ne peut pas y avoir de double imposition. |69|\n\nQuant à l'art. 5 du Protocole CDI CH-IL, modifié à la suite de l'erratum du 28 avril 2015 (RO 2015 1179), il dispose:\n\n\"5. Revenus reçus\n\nTant que les revenus de source suisse tirés par un résident d'Israël ne sont, selon la loi en vigueur en Israël, assujettis à l'impôt en Israël qu'en référence au montant reçu en Israël, et non en référence au montant total de ceux-ci, ou bien que ces revenus sont exonérés de l'impôt en Israël, il est entendu que l'exonération, ou la réduction du taux, de l'impôt suisse prévue (avec ou sans conditions) par un article de la Convention ne s'applique qu'à la part de ces revenus qui est reçue en Israëlou qui d'une autre manière est soumise à un impôt en Israël\".\n\nL'ancienne version prévoyait, avant la modification susmentionnée (publiée après que le Tribunal administratif de première instance de la République et canton de Genève a admis le recours du contribuable, en date du 17 février 2015), \"... il est entendu que l'exonération, ou la réduction du taux, de l'impôt suisse prévue (avec ou sans conditions) par un article de la Convention ne s'applique qu'à la part de ces revenus qui est reçue en Israël ou bien sinon soumise à l'impôt en Israël\". La version française ne fait de toute façon pas foi, seules les versions allemande, hébraïque et anglaise le faisant (cf. dernier § de la CDI CH-IL).\n\nLes textes allemand et anglais sont les suivants:\n\n\"5. Empfangenes Einkommen\n\nEs besteht Einvernehmen darüber, dass, solange Einkommen einer in Israel ansässigen Person aus schweizerischen Quellen nach geltendem israelischen Recht der Besteuerung in Israel nur im Umfang des in Israel empfangenen Betrages, und nicht in Bezug auf den ganzen Betrag, unterliegt oder solches Einkommen von der Besteuerung in Israel ausgenommen ist, die durch dieses Abkommen (mit oder ohne Bedingungen) gewährte Befreiung oder Herabsetzung im Steuersatz von der schweizerischen Steuer nur für den Anteil des Einkommens gewährt, der in Israel empfangen wird oder in anderer Weise der Besteuerung in Israel unterliegt\".\n\n\"5. Received income\n\nIt is understood that, as long as income derived by a resident of Israel from sources within Switzerland is, under the law in force in Israel, subject to tax in Israel only by reference to the amount which is received in Israel, and not by reference to the full amount thereof, or such income is exempted from tax in Israel, the exemption from, or reduction in rate of Swiss tax provided for (with or without conditions) by any article of the Convention shall apply only to the portion of that income which is received in Israel or otherwise subject to tax in Israel\".\n\n|70|\n\n3.2 Lorsqu'une convention internationale est en jeu, il faut veiller au respect des principes contenus dans la Convention de Vienne du 23 mai 1969 sur le droit des traités (RS 0.111; ci-après: la Convention). Celle-ci a en effet vocation à s'appliquer pour interpréter et exécuter notamment les conventions de double imposition (ATF 139 II 404 consid. 7.2.1 p. 422) même en l'absence de mention expresse dans les textes conventionnels. Comme tout traité, les conventions de double imposition doivent être interprétées de bonne foi, suivant le sens ordinaire à attribuer aux termes utilisés (interprétation littérale), dans leur contexte (interprétation systématique) et à la lumière de leur objet et de leur but (interprétation téléologique) (cf. art. 31 de la Convention; ATF 142 II 161 consid. 2.1.3 p. 167; ATF 141 II 447 consid. 4.3.1 p. 454). Les travaux préparatoires et les circonstances dans lesquelles le traité a été conclu (interprétation historique) constituent des moyens complémentaires d'interprétation lorsque l'interprétation donnée, conformément à l'art. 31 de la Convention, laisse le sens ambigu ou obscur ou conduit à un résultat qui est manifestement absurde ou déraisonnable (art. 32 de la Convention).\n\n3.3 Il est admis que l'art. 18 CDI CH-IL s'applique aux prestations en cause dans le présent cas et que cette disposition octroie la compétence de taxer les prestations en capital à l'Etat de résidence, en l'occurrence à Israël.\n\nIl s'agit uniquement d'interpréter la fin du texte du ch. 5 du Protocole CDI CH-IL, selon laquelle l'exonération ou la réduction du taux n'est accordée que \"für den Anteil des Einkommens gewährt, der in Israel empfangen wird oder in anderer Weise der Besteuerung in Israel unterliegt\"/\"to the portion of that income which is received in Israel or otherwise subject to tax in Israel\".\n\nDans ses versions allemande et anglaise, ainsi que dans sa version française corrigée, ce texte semble faire tout d'abord référence à l'imposition selon le principe de remittance basis (\"für den Anteil des Einkommens gewährt, der in Israel empfangen wird\", \"the portion of that income which is received in Israel\"). Selon ce principe, adopté par différents Etats dont la Grande-Bretagne, les résidents d'un Etat qui bénéficient de ce statut ne sont imposés sur les revenus de source étrangère que si ceux-ci sont transférés de l'Etat source dans l'Etat de résidence (ROBERT WALDBURGER, Zur Remittance Clause im DBA-UK, IFF Forum für Steuerrecht 2003 p. 136 ss, ch. 1.2 p. 136); par conséquence, les revenus étrangers qui ne sont pas rapatriés dans |71| l'Etat de résidence n'y sont pas imposés. Il en découle que seuls les revenus transférés dans cet Etat sont potentiellement soumis à une double imposition. Dès lors, les conventions de double imposition avec les Etats connaissant le principe de remittance basis, telle la Grande-Bretagne, peuvent contenir une clause prévoyant que l'exonération ou la réduction d'impôt de l'Etat source n'est octroyée que si les revenus en cause sont virés (et partant imposables) dans l'Etat de résidence (cf. art. 27 ch. 1 de la Convention du 8 décembre 1977 entre la Confédération suisse et le Royaume-Uni de Grande-Bretagne et d'Irlande du Nord en vue d'éviter les doubles impositions en matière d'impôts sur le revenu [CDI CH-GB; RS 0.672.936.712]).\n\nIsraël connaissait le principe de la remittance basis pour certains de ses résidents à l'époque où la convention a été négociée. Ainsi, une telle clause a été introduite au ch. 5 du Protocole CDI CH-IL avec la mention \"für den Anteil des Einkommens gewährt, der in Israel empfangen wird\"/\"to the portion of that income which is received in Israel\" (PETER LOCHER, Einführung in das internationale Steuerrecht der Schweiz, 3e éd. 2005, p. 202 ss; ZÜGER/VON AH, in Internationales Steuerrecht, Zweifel/Beusch/Matteotti [éd.], 2015, ad art. 18n. 151, p. 1366, cf. aussi tableau p. 1355). Cette disposition va cependant plus loin que les clauses de remittance basis habituelles qui n'exigent que le rapatriement des revenus dans l'Etat de résidence (cf., par exemple, art. 27 CDI CH-GB et art. 4 ch. 4 de la Convention du 19 janvier 1971 entre la Suisse et le Japon en vue d'éviter les doubles impositions en matière d'impôts sur le revenu [RS 0.672.946.31]).En effet, elle ajoute, dans la seconde partie de la phrase, \"oder in anderer Weise der Besteuerung in Israel unterliegt\"/\"or otherwise subject to tax in Israel\". Avec cette adjonction, elle s'éloigne du principe de la remittance basis et prescrit que, pour bénéficier de l'exonération (ou de la réduction) de l'impôt suisse prévue par un article de la Convention, les revenus en cause doivent être effectivement imposés en Israël. Il ne suffit ainsi pas que les revenus soient rapatriés en Israël, ils doivent encore y être imposés. Avec la mention \"ou qui d'une autre manière est soumis à un impôt en Israël\", le fait que les revenus soient reçus en Israël n'est même plus déterminant, l'imposition effective l'étant seule. Cette disposition se rapproche ainsi d'une subject-to-tax clause (DANON/SALOMÉ, Double non-imposition: Suisse, Cahiers de droit fiscal international, 2004 volume 89a p. 679 et la note de bas de page n. 13 qui mentionne l'art. 23 al. 1 let. a CDI CH-IL qui prévoit aussi l'imposition effective des revenus |72| concernés; sur la notion de subject-to-tax clause, cf. XAVIER OBERSON, Précis de droit fiscal international, 4e éd. 2014, ch. 8 p. 3; LOCHER, op. cit., p. 203). Cet énoncé hybride (faisant dans un premier temps référence à la clause de remittance basis puis à la subject-to-tax clause ) s'explique par le fait que, lorsque ladite convention a été conclue, les autorités concernées savaient qu'Israël allait abolir le principe de remittance basis et le remplacer par d'autres régimes d'imposition privilégiée; cela ressort de la version allemande du Message du 19 septembre 2003 concernant une Convention de double imposition avec Israël (ci-après: le Message; FF 2003 6467 ss, 6471 ad art. 10) qui mentionne \"Gestützt auf das zurzeit noch geltende israelische Recht können in Israel nur solche Einkünfte besteuert werden, die effektiv nach Israel gezahlt werden\". Au demeurant, ce pays ne connaît aujourd'hui plus le principe de remittance basis mais bien différents systèmes d'imposition, certains privilégiant les nouveaux immigrants (www.nbn.org.il/aliyahpedia/government-services/taxes-in-israel-and-overseas/immigration-to-israel/). La formulation du ch. 5 du Protocole CDI CH-IL permettait ainsi de couvrir l'imposition selon la remittance basis alors en vigueur en Israël et les différentes formes de régime fiscal qui allaient être mises en place.\n\n3.4 Cette interprétation aboutissant à qualifier le ch. 5 du Protocole CDI CH-IL de subject-to-tax clause est confirmée par le Message (en français: FF 2003 5903 ss, 5907 ad art. 10). Celui-ci spécifie, en parlant du ch. 5 du Protocole CDI CH-IL à propos des dividendes: \"afin de garantir que l'impôt anticipé suisse prélevé sur ces revenus ne soit pas remboursé, le ch. 5 du Protocole CDI CH-IL prévoit que l'impôt anticipé suisse n'est remboursé, conformément aux dispositions de la Convention, que lorsque les dividendes et les intérêts sont effectivement imposés en Israël \". Il ressort ainsi de ce texte que la volonté des parties à la Convention CH-IL était d'éviter les cas de double non-imposition.\n\nIl est encore relevé que la lettre du 23 mars 2015 du Secrétaire d'Etat aux questions financières internationales adressée à l'Administration fiscale (et jointe aux observations de cette autorité) donne le même sens à la disposition en cause que celui énoncé ci-dessus et souligne, à propos de la fin de l'art. 5 du Protocole CDI CH-IL ici en cause, qu'il ne s'agit en aucun cas d'une clause posant des conditions alternatives (\"oder ...\"/\"otherwise ...\"). De même, la lettre circulaire du 7 février 2014 de l'Administration fédérale des contributions concernant l'impôt à la source (qui n'a pas d'effet contraignant pour le juge: |73| ATF 141 II 199 consid. 5.5 p. 205; ATF 141 III 173 consid. 3.2.2.2 p. 183) indique, en ce qui concerne Israël, que cet impôt peut être rétrocédé pour autant que le transfert dans ce pays ait eu lieu et qu'un justificatif d'imposition ait été fourni (www.estv.admin.ch/estv/fr/home/direkte-bundessteuer/direkte-bundessteuer/fachinformationen/rundschreiben.html).\n\n3.5 La recourante oppose à cette interprétation l'effet négatif des conventions de double imposition qui serait un but de la convention examinée.\n\nLe principe de l'effet négatif des conventions de double imposition fait référence au fait que ces conventions ne contiennent que des règles visant à limiter les pouvoirs d'imposition des Etats. L'Etat désigné par la convention a alors le pouvoir, mais pas l'obligation de prélever un impôt selon son droit interne. En d'autres termes, il faut distinguer l'attribution de la compétence d'imposer un élément de revenu ou de fortune, qui est réglée par la convention de double imposition, de l'exercice de cette compétence, qui relève, sous réserve de dispositions particulières fixées dans la convention, du droit fiscal interne des Etats contractants. Un Etat contractant peut ainsi, pour des motifs de politique fiscale, ne pas faire usage de son droit d'imposer un élément de revenu ou de capital qui lui est pourtant attribué par une convention (StE 2012 B 82.1 N. 6, 2C_436/2011 consid. 4.1.1) avec pour conséquence possible que cet élément ne soit pas imposé du tout (double non-imposition).\n\nCependant, comme le rappelle d'ailleurs le recours, une convention de double imposition peut contenir des clauses visant à mettre en échec l'effet négatif des conventions de double imposition et donc à éviter des cas de double non-imposition (sur cette question, cf. DANON/ SALOMÉ, Avoidance of Double Non-Taxation in Switzerland, in Schriftenreihe zum Internationalen Steuerrecht, Avoidance of Double Non-Taxation, Michael Lang [éd.], vol. 26, 2003, ch. 2.1 p. 384). Tel est le but du ch. 5 du Protocole CDI CH-IL. En prévoyant une disposition qui exige que les revenus soient effectivement imposés en Israël, cette disposition exclut les cas de double non-imposition, cas qui peuvent notamment se présenter lorsque le droit d'imposition est octroyé à Israël, mais que celui-ci exonère les revenus en question par le bais de différents régimes fiscaux en vigueur dans ce pays. L'interprétation téléologique va, par conséquent, dans le même sens que les interprétations littérale et historique. |74|\n\n3.6 Il sied d'ajouter que le principe de la bonne foi entre Etats, mis en avant par le recourant, ne saurait modifier cette interprétation: le fait que le fisc israélien ait coché la case \"effectively transferred to and taxed in Israel\" dans le formulaire de demande de remboursement de l'impôt à la source du recourant ne peut être compris comme un indice qu'Israël estime qu'il suffit que les avoirs soient reçus et imposables dans ce pays pour que la convention s'applique. Ce questionnaire ne comprend qu'une case pour Israël, celle comprenant le texte susmentionné; il ne contient pas des cases qui indiqueraient uniquement, par hypothèse, \"effectively transferred to Israel\" ou \"effectively taxed in Israel\". Au demeurant, le formulaire actuel comporte quatre cases, une pour la Grande-Bretagne/Irlande, une pour Israël, une pour la France et une pour l'Uruguay; le texte pour la Grande-Bretagne signale \"effectivement transférés en Grande-Bretagne ou en Irlande (principe de la remittance basis)\" et celui pour la France et l'Uruguay \"effectivement imposés\" en France et en Uruguay (www.estv.admin.ch/estv/fr/home/direkte-bundessteuer/direkte-bundessteuer/dienstleistungen/formulare.html). Israël est donc le seul pays pour lequel il est indiqué \"transférés\" et \"imposés\".\n\n4.\n\n4.1 Il reste à déterminer les revenus auxquels l'art. 5 du Protocole CDI CH-IL s'applique. Le recourant fait référence aux règles distributives de compétence d'imposer déterminées dans les conventions de double imposition: le droit d'imposer peut être attribué exclusivement à un Etat (de source ou de résidence) ou être attribué de façon concurrente à ces deux Etats. L'intéressé prétend que l'art. 5 du Protocole CDI CH-IL ne concerne que les revenus pour lesquels l'Etat de source, la Suisse, conserve le droit concurrent d'imposer (tels que pour les dividendes et les intérêts, cf. art. 10 et 11 CDI CH-IL), à l'exclusion des revenus pour lesquels la CDI CH-IL octroie un droit exclusif d'imposer à l'Etat de résidence, comme cela serait le cas pour les prestations provenant de la prévoyance professionnelle (cf. art. 18 CDI CH-IL).\n\n4.2 Selon la lettre du ch. 5 du Protocole CDI CH-IL, celui-ci s'applique dans les cas où l'exonération ou la réduction du taux pour les revenus reçus est prévue \"par un article de la convention\" (\"die durch dieses Abkommen (mit oder ohne Bedingungen) gewährte Befreiung oder Herabsetzung im Steuersatz von der schweizerischen Steuer\"). De la sorte, cet article ne limite pas son application à certains revenus traités par la convention mais s'étend bien à tous les revenus. Cela ressort tout particulièrement de la version anglaise de |75| la disposition qui utilise le terme \"any\": \"the exemption from, or reduction in rate of Swiss tax provided for (with or without conditions) by any article of the Convention shall apply only to the portion of that income which is received in Israel or otherwise subject to tax in Israel\".\n\n4.3 Cette interprétation littérale est confirmée par la systématique du Protocole CDI CH-IL. Celui-ci comprend huit chiffres. Cinq d'entre eux (ch. 1-4 et ch. 6) comportent un titre qui indique clairement quels articles de la convention ils concernent: \"1. Ad art. 3\", \"2. Ad art. 7\", \"3. Ad art. 10, 11 et 13\", etc. Les trois chiffres restant ne comportent pas cette précision. Ainsi, le ch. 5 du Protocole CDI CH-IL est intitulé \"5. Revenus reçus\". On peut en déduire qu'il concerne tous les revenus dont il est question dans la convention. Si, comme le suggère le recourant, ce chiffre ne valait que pour les intérêts et dividendes, cet élément serait spécifié dans le titre du chiffre (avec une mention \"5. Ad art. 10 et 11\"), comme cela est le cas pour les cinq chiffres susmentionnés.\n\nIl ressort ainsi de cette disposition que la volonté des parties a été d'éviter que se produisent des cas de double non-imposition pour tous les revenus touchés par la convention.\n\n4.4 Contrairement à ce que soutient le recourant, cette interprétation n'est pas exclue par le fait qu'Israël dispose du droit exclusif d'imposer les pensions. En effet, le ch. 5 du Protocole CDI CH-IL parle de \"l'exonération, ou la réduction du taux, de l'impôt suisse prévue (avec ou sans conditions) par un article de la Convention\"/\"gewährte Befreiung oder Herabsetzung im Steuersatz von der schweizerischen Steuer\"/\"the exemption from, or reduction in rate of Swiss tax\". Compte tenu du fait que, comme susmentionné, cette disposition s'applique à tous les articles de la Convention CH-IL, il faut considérer qu'elle fait référence non seulement aux cas où le taux de l'impôt suisse est réduit, à savoir les cas où le droit d'imposition est attribué aux deux Etats de façon limitée (comme pour les dividendes et intérêts), mais également aux cas d'exemption de l'impôt suisse, dont les cas où le droit d'imposer d'Israël est exclusif, comme pour les prestations de la prévoyance professionnelle. Cela signifie que le ch. 5 du Protocole CDI CH-IL, qui prévoit un droit subsidiaire d'imposer pour l'Etat source lorsque l'Etat de résidence n'exerce pas son droit d'imposition, est une lex specialis par rapport à l'art. 18 CDI CH-IL qui octroie le droit exclusif d'imposer à l'Etat de résidence. Le ch. 5 du Protocole CDI CH-IL permet donc à la Suisse de taxer des revenus de source suisse qui ne sont pas imposés en Israël même dans les cas où |76| le droit exclusif d'imposer a été octroyé à Israël, comme cela est le cas pour les pensions.\n\n4.5 A cet égard, on relèvera qu'il est admis que l'art. 18 du Modèle de convention OCDE peut conduire à des cas de double non-imposition, en particulier lorsque l'Etat de résidence n'exerce pas son droit d'imposition. Pour, notamment, pallier à cette éventualité, le Modèle de convention OCDE prévoit différents types d'imposition, dont l'imposition subsidiaire des pensions dans l'Etat source lorsque l'Etat de résidence n'exerce pas son droit d'imposition. Ce type d'imposition suppose une clause expresse prévoyant la subsidiarité du droit d'imposer de l'Etat source (n. 15, spéc. let d, ad art. 18 du Modèle de Convention fiscale OCDE concernant le revenu et la fortune). Ainsi, le Protocole de la Convention CH-IL faisant partie intégrante de celle-ci (cf. préambule du Protocole), on peut considérer que le ch. 5 de ce texte constitue la disposition expresse au sens du modèle de convention OCDE. Il a ceci de particulier qu'il ne se trouve pas à l'art. 18 CDI CH-IL, ce qui peut s'expliquer par le fait qu'il est valable non seulement pour les pensions mais pour tous les revenus de source suisse acquis par un résident d'Israël mentionnés par ladite convention.\n\n4.6 En conclusion, il ressort du ch. 5 du Protocole CDI CH-IL que la volonté des parties à la Convention CH-IL était d'éviter les cas de double non-imposition non seulement pour les dividendes et les intérêts mais pour tous les revenus, et ceci que le droit d'imposer soit concurrent ou exclusif.\n\n5. En l'espèce, le recourant bénéficie en Israël d'une exonération d'impôt pendant dix ans sur les revenus de ses avoirs détenus avant son immigration en Israël. En application du ch. 5 du Protocole CDI CH-IL, les revenus perçus ne sont exonérés de l'impôt en Suisse que dans la mesure où il est établi qu'ils ont été imposés en Israël. Le recourant n'ayant pas apporté cette preuve en ce qui concerne ses prestations en capital provenant de la prévoyance professionnelle, une restitution de l'impôt à la source suisse n'est pas prévue en application de la CDI CH-IL. La perception de cet impôt en 2013 n'est par conséquent pas contraire à la CDI CH-IL, de sorte qu'aucun remboursement ne saurait intervenir en application de l'art. 11 OIS. Le recours est rejeté en ce qui concerne l'impôt fédéral direct prélevé sur les deux prestations en capital touchées par le recourant. (...)"}