{"annee": "143", "cour": "I", "page": "92", "date": "12/10/2016", "cite": ["140 I 107", "140 I 394", "129 I 185", "136 I 376", "136 I 364", "136 I 352"], "cite_par": ["143 I 211", "145 I 259", "145 I 282"], "chapeau": "9. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Infanger und Mitb. gegen Kanton Uri (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_511/2015 vom 12. Oktober 2016", "regestes": ["Art. 34 al. 1 et 2 Cst.; élection d'un parlement cantonal selon un système d'élection mixte, comprenant des éléments des systèmes majoritaire et proportionnel. L'égalité des chances de succès - en tant que composante de l'égalité de droit en matière d'élections - a un caractère qui va au-delà des arrondissements électoraux, dans la mesure où elle a pour conséquence une même réalisation des chances de succès à l'intérieur de tout le territoire électoral. Si un canton choisit le système proportionnel, il ne reste pas de place pour une pure réalisation de la proportionnalité liée aux circonscriptions électorales (consid. 3). Tant que le système proportionnel est utilisé pour l'élection d'un parlement cantonal, il n'est pas possible, dans un système d'élection mixte, de justifier des circonscriptions électorales, qui sont trop petites par rapport à une valeur-seuil d'un quorum naturel de 10 % considéré en principe comme admissible (consid. 5). Un système d'élection mixte est, à certaines conditions, compatible avec la Constitution fédérale (consid. 6.1-6.3). Une garantie de siège pour des petites communes, qui forment un seul arrondissement électoral, peut être compatible avec l'égalité de droit en matière d'élections, même si le rapport entre le nombre de sièges à répartir dans les arrondissements électoraux et la population représentée varie partiellement fortement (consid. 6.4)."], "faits": "BGE 143 I 92 S. 93\n\nA. Der Regierungsrat des Kantons Uri verabschiedete mit Beschluss vom 29. September 2015 Weisungen über die Gesamterneuerungswahl des Landrats für die Legislaturperiode 2016-2020 und setzte darin unter anderem die Zahl der von jeder Gemeinde zu wählenden Landratsmitglieder fest (Amtsblatt des Kantons Uri vom 2. Oktober 2015). Gleichzeitig stellte der Regierungsrat fest, dass die Mitglieder des Landrats in Gemeinden, die einen oder zwei Sitze zugeteilt haben, nach dem Mehrheitswahlsystem (Majorz) gewählt werden, während in Gemeinden, in denen drei oder mehr Landräte zu wählen sind, das Verhältniswahlsystem (Proporz) gilt.\n\nB. Gegen den Beschluss des Regierungsrats vom 29. September 2015 haben Walter Infanger, Toni Moser, Christoph Schillig, Annalise Russi, Lea Berdnik, Toni Brand, Alex Inderkum sowie Alf Arnold am 2. Oktober 2015 gemeinsam Beschwerde in öffentlich-rechtlichen Angelegenheiten ans Bundesgericht erhoben. Sie beantragen, es sei festzustellen, dass die Wahlkreiseinteilung für die Gesamterneuerungswahl des Landrats im Kanton Uri vom 28. Februar 2016 verfassungswidrig sei, und der Kanton Uri sei anzuweisen, für die verfassungskonforme Durchführung der nächsten kantonalen Gesamterneuerungswahlen im Jahr 2020 besorgt zu sein. (...)\n\nC. Der Regierungsrat beantragt dem Bundesgericht Beschwerdeabweisung. Eventualiter sei festzustellen, dass die Beibehaltung der BGE 143 I 92 S. 94gemeindeweisen Wahlkreise mit einem Sitzanspruch für jede Gemeinde sowie dem Majorzwahlsystem in Gemeinden bis maximal zwei Sitzen in Verbindung mit dem Proporzwahlsystem nach der Methode des \"Doppelten Pukelsheim\" in den übrigen Gemeinden verfassungsmässig sei. (...)\n\nDas Bundesgericht heisst die Beschwerde gut und stellt fest, dass das Verfahren für die Wahl des Landrats des Kantons Uri vor der Bundesverfassung nicht standhält.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Die Kantone sind in der Ausgestaltung ihres politischen Systems und des Wahlverfahrens weitgehend frei. Art. 39 Abs. 1 BV hält fest, dass die Kantone - entsprechend ihrer Organisationsautonomie - die Ausübung der politischen Rechte in kantonalen und kommunalen Angelegenheiten regeln. Diese Zuständigkeit wird nach den Mindestanforderungen gemäss Art. 51 Abs. 1 BV sowie im Rahmen der bundesverfassungsrechtlichen Garantie von Art. 34 BV ausgeübt (BGE 140 I 394 E. 8 S. 401 mit Hinweisen).\n\n3.2 Nach Art. 51 Abs. 1 BV gibt sich jeder Kanton eine demokratische Verfassung. Diese bedarf der Zustimmung des Volkes und muss revidiert werden können, wenn die Mehrheit der Stimmberechtigten es verlangt. Dazu gehört, dass die kantonalen Verfassungen ein vom Volk direkt gewähltes Parlament vorsehen und den Grundsatz der Gewaltenteilung beachten. Ein bestimmtes Wahlsystem für die Wahl der Kantonsparlamente schreibt Art. 51 Abs. 1 BV nicht vor. Die Kantone sind grundsätzlich - d.h. im Rahmen der übrigen verfassungsrechtlichen Bestimmungen - frei, über die Modalitäten der demokratischen Mitwirkung zu bestimmen. Sie nehmen mit der Ausgestaltung eine bewusste Wahl vor, die für den demokratischen Prozess von grundlegender Bedeutung ist, und tragen sowohl für Vor- als auch für Nachteile ihre eigene Verantwortung (BGE 140 I 394 E. 8.1 S. 401 f. mit Hinweisen).\n\n3.3 Eine bedeutsame Schranke bei der Ausgestaltung des Verfahrens für die Wahl der kantonalen Parlamente bildet allerdings Art. 34 BV. Art. 34 Abs. 1 BV gewährleistet die politischen Rechte (auf Bundes- sowie Kantons- und Gemeindeebene) in abstrakter Weise und ordnet die wesentlichen Grundzüge der demokratischen Partizipation im Allgemeinen. Der Gewährleistung kommt BGE 143 I 92 S. 95Grundsatzcharakter zu. Sie weist Bezüge auf zur Rechtsgleichheit (Art. 8 BV) sowie zur Rechtsweggarantie (Art. 29a BV). Der konkrete Gehalt der politischen Rechte mit ihren mannigfachen Teilgehalten ergibt sich nicht aus der Bundesverfassung, sondern in erster Linie aus dem spezifischen Organisationsrecht des Bundes bzw. der Kantone (BGE 140 I 394 E. 8.2 S. 402 mit Hinweisen). Die in Art. 34 Abs. 2 BV verankerte Wahl- und Abstimmungsfreiheit gibt den Stimmberechtigten Anspruch darauf, dass kein Abstimmungsergebnis anerkannt wird, das nicht den freien Willen der Stimmberechtigten zuverlässig und unverfälscht zum Ausdruck bringt. Es soll garantiert werden, dass jeder Stimmberechtigte seinen Entscheid gestützt auf einen möglichst freien und umfassenden Prozess der Meinungsbildung treffen und entsprechend mit seiner Stimme zum Ausdruck bringen kann. Die Wahl- und Abstimmungsfreiheit gewährleistet die für den demokratischen Prozess und die Legitimität direktdemokratischer Entscheidungen erforderliche Offenheit der Auseinandersetzung (BGE 140 I 394 E. 8.2 S. 402 mit Hinweisen).\n\n3.4 Bestandteil von Art. 34 BV bildet die Wahlrechtsgleichheit, welche sich in drei Teilgehalte unterteilen lässt. Die Zählwertgleichheit bedeutet, dass alle Stimmen formell gleich behandelt werden. Alle Wähler desselben Wahlkreises verfügen über die gleiche Anzahl von Stimmen, haben die gleichen Möglichkeiten zur Stimmabgabe und alle gültig abgegebenen Stimmen werden bei der Auszählung gleich berücksichtigt. Differenzierungen des Stimmgewichts sind unzulässig. Die Stimmkraft- oder Stimmgewichtsgleichheit garantiert jedem Wähler, dass seine Stimme nicht nur gezählt, sondern gleich wie alle anderen Stimmen verwertet wird. Das Verhältnis zwischen der repräsentierten Bevölkerung und der zugeteilten Sitzzahl soll in den einzelnen Wahlkreisen möglichst gleich sein. Die Zuweisung der Sitze an die Wahlkreise darf sich nur an der Bevölkerungsgrösse messen. Die Erfolgswertgleichheit soll schliesslich sicherstellen, dass allen Stimmen derselbe Erfolg zukommt, d.h. dass sie materiell und in gleicher Weise zum Wahlergebnis beitragen und bei der Mandatsverteilung berücksichtigt werden. Dem Grundsatz der Zählwertgleichheit kommt absoluter Charakter zu. Dagegen lässt die bundesgerichtliche Rechtsprechung bis zu einem gewissen Grad sachlich gerechtfertigte Einschränkungen der Stimmkrafts- und der Erfolgswertgleichheit zu. Wegen des hohen Stellenwertes der betroffenen politischen Rechte sind solche Einschränkungen allerdings nur mit Zurückhaltung anzuerkennen (vgl. BGE 140 I 394 E. 8.3 S. 403).\n\nBGE 143 I 92 S. 96\n\n3.5 Die aus Art. 34 Abs. 2 BV fliessende Erfolgswertgleichheit hat nach der Auslegung des Bundesgerichts wahlkreisübergreifenden Charakter, indem sie auch eine innerhalb des gesamten Wahlgebiets gleiche Verwirklichung des Erfolgswerts bedingt. Wenn sich ein Kanton in Bezug auf das Wahlverfahren seines Parlaments für das Proporzprinzip entschieden hat, hat er von Bundesrechts wegen dafür zu sorgen, dass die abgegebenen Stimmen wahlkreisübergreifend möglichst in gleicher Weise zum Wahlergebnis beitragen und bei der Mandatsverteilung berücksichtigt werden (vgl. BGE 136 I 352 E. 3.3 ff. S. 357 ff. sowie E. 5.1 S. 363, BGE 136 I 376 E. 4.1 ff. S. 378 ff.; Urteil 1C_407/2011 und andere vom 19. März 2012 E. 5.1 ff.). Gegen eine solche Auslegung von Art. 34 Abs. 2 BV wird in der Lehre vorgebracht, es gebe zwar durchaus Kantone, die sich für ein auf das ganze Wahlgebiet bezogenes Proporzwahlverfahren entschieden hätten. Im Recht anderer Kantone sei der Begriff des Proporzes bzw. der Verhältniswahl hingegen - wie im Bund für die Wahl des Nationalrats - nicht systembezogen, sondern als blosse Entscheidungs- bzw. Zuteilungsregel zu verstehen, die bei der Umrechnung von Stimmen in Mandate rein wahlkreisbezogen zur Anwendung gelangen solle. In einem solchen Kontext könne der Grundsatz der Erfolgswertgleichheit nur eine reduzierte Tragweite haben, nämlich im Sinne einer wahlkreisbezogenen Verwirklichung der Proportionalität (GIOVANNI BIAGGINI, Majorz und majorzgeprägte Mischsysteme: Parlamentswahlverfahren mit Verfallsdatum?, ZBl 117/2016 S. 424 ff.).\n\nDie Auslegung, wonach Art. 34 Abs. 2 BV im Proporzwahlverfahren (unter anderem) eine innerhalb des gesamten Wahlgebiets gleiche Verwirklichung des Erfolgswerts bedingt, entspricht indessen der gefestigten Praxis des Bundesgerichts. Wenn sich ein Kanton zum Proporzwahlverfahren bekennt, bleibt für eine rein wahlkreisbezogene Verwirklichung der Proportionalität kein Platz. Diesem Verständnis der aus Art. 34 Abs. 2 BV fliessenden Erfolgswertgleichheit entsprechend hat die Bundesversammlung der ursprünglichen Fassung von § 48 Abs. 3 der neuen Verfassung des Kantons Schwyz, wonach die Sitze des Kantonsrats bloss innerhalb eines Wahlkreises nach dem Grundsatz der Verhältniswahl ermittelt werden sollten, am 14. März 2013 gemäss einem entsprechenden Antrag des Bundesrats die Gewährleistung versagt (BBl 2013 2621; vgl. auch die Botschaft des Bundesrats vom 15. August 2012 zur Gewährleistung der Verfassung des Kantons Schwyz, BBl 2012 7913 ff.). BGE 143 I 92 S. 97In BGE 140 I 107, welcher die Wahl des Staatsrats des Kantons Wallis betraf, hat das Bundesgericht sodann ausdrücklich festgehalten, die Behörden des Kantons Wallis könnten sich nicht (mehr) darauf berufen, die Kantonsverfassung schreibe lediglich einen Bezirksproporz vor, weshalb es dem Walliser Gesetzgeber obliege, im Rahmen der bundesverfassungskonform ausgelegten Kantonsverfassung die für eine auf das ganze Kantonsgebiet bezogene und mit Art. 34 Abs. 2 BV vereinbare Proporzwahl erforderlichen Voraussetzungen zu schaffen (a.a.O., E. 5.2 S. 113). Verschiedene Kantone, deren Parlamentswahlverfahren zunächst nicht eine innerhalb des gesamten Wahlgebiets gleiche Verwirklichung des Erfolgswerts gewährleisteten, haben ihr Wahlverfahren inzwischen entsprechend angepasst. Am Begriffsverständnis der aus Art. 34 Abs. 2 BV fliessenden Erfolgswertgleichheit als Prinzip mit wahlkreisübergreifendem Charakter ist mit Blick auf die Grundsätze der Rechtssicherheit und der Rechtsgleichheit festzuhalten.\n\nDer Umstand, dass im Bund bei der Wahl des Nationalrats, für welche nach Art. 149 Abs. 2 BV das Proporzprinzip gilt, eine bundesweite gleiche Verwirklichung des Erfolgswerts ebenfalls nicht gewährleistet ist, ändert daran nichts. Ob das Verfahren für die Nationalratswahl gemäss Art. 16 ff. des Bundesgesetzes vom 17. Dezember 1976 über die politischen Rechte (BPR; SR 161.1) mit Art. 34 Abs. 2 BV vereinbar ist, wurde vom Bundesgericht noch nie vertieft überprüft; dieses wäre mit Blick auf Art. 190 BV ohnehin an die bundesgesetzliche Regelung gebunden. Immerhin fragt sich, ob das geltende Verfahren für die Wahl des Nationalrats nicht bereits in Art. 149 BV verbindlich vorbestimmt ist und diese Verfassungsnorm Art. 34 BV als lex specialis vorgeht (vgl. Urteil 1C_322/2015 vom 19. August 2015 E. 3.2). Zudem ist die Nationalratswahl in verschiedener Hinsicht nicht mit der Wahl eines kantonalen Parlaments vergleichbar. Namentlich haben die Kantone, welche die Wahlkreise für die Wahl des Nationalrats bilden, insofern eine andere, besondere Stellung, als sie - anders als innerkantonale Wahlkreise - souveräne Mitglieder eines Bundesstaates sind und über eigene staatliche Kompetenzen verfügen sowie an der Willensbildung des Bundes beteiligt sind (vgl. Art. 1, 3 sowie Art. 42 ff. BV). Die wahlkreisübergreifende Berücksichtigung von Stimmen innerhalb der Gliedstaaten kann nicht ohne Weiteres einer gliedstaaten- bzw. kantonsübergreifenden Einflussnahme gleichgesetzt werden.\n\n(...)\n\nBGE 143 I 92 S. 98\n\n5. Die Beschwerdeführer bringen zunächst vor, im Kanton Uri seien fast alle Proporzwahlkreise zu klein, was zu einem viel zu hohen Anteil gewichtsloser Stimmen führe.\n\n5.1 Soweit sich ein Kanton zum Proporzwahlverfahren bekennt, erlangt der Grundsatz der Erfolgswertgleichheit besondere Bedeutung. Ein Proporzverfahren zeichnet sich dadurch aus, dass es den verschiedenen Gruppierungen eine Vertretung ermöglicht, die weitgehend ihren Wähleranteilen entspricht. Die Zahl der gewichtslosen Stimmen ist auf ein Minimum zu begrenzen (BGE 129 I 185 E. 7.3 S. 199 f.; Urteil 1C_495/2012 vom 12. Februar 2014 E. 3.2, nicht publ. in: BGE 140 I 107). Wenn in einer Mehrzahl von Wahlkreisen gewählt wird, hängt die Realisierung des Verhältniswahlrechts unter anderem von der Grösse der Wahlkreise ab. Je mehr Mandate einem Wahlkreis zustehen, desto tiefer ist das natürliche Quorum, d.h. der Stimmenanteil, den eine Liste benötigt, um bei der ersten Sitzverteilung einen Sitz zu erhalten. Ein tiefes natürliches Quorum trägt dazu bei, dass alle grösseren politischen Kräfte nach Massgabe ihrer Parteistärke im Parlament Einsitz nehmen können. Stehen einem Wahlkreis hingegen nur wenige Mandate zu, kann dies dazu führen, dass die Parteistärke im Parlament ungenau abgebildet wird. Kleine Wahlkreise bzw. hohe natürliche Quoren können zudem zur Folge haben, dass nicht bloss unbedeutende Splittergruppen, sondern auch Minderheitsparteien mit einem gefestigten Rückhalt in der Bevölkerung von der Mandatsverteilung gänzlich ausgeschlossen bleiben (BGE 136 I 352 E. 3.4 S. 357 f., BGE 136 I 364 E. 2.2 S. 366 f., 376 E. 4.1 S. 379; BGE 129 I 185 E. 7.3 S. 199 f. und E. 7.6 S. 201 ff.; Urteil 1C_495/2012 vom 12. Februar 2014 E. 3.2, nicht publ. in: BGE 140 I 107; je mit Hinweisen). Fehlen geeignete ausgleichende Massnahmen, sind zu kleine Wahlkreise mit einem echten Verhältniswahlrecht und im Grundsatz mit Art. 34 Abs. 2 BV nicht vereinbar.\n\n5.2 Nach der Rechtsprechung des Bundesgerichts sind natürliche Quoren (wie auch direkte, gesetzliche Quoren), welche die Limite von 10 % übersteigen, grundsätzlich unzulässig, wobei dieser Wert als Zielgrösse gilt. Ausnahmsweise können Gründe überkommener Gebietsorganisation proporzfremde Elemente und somit ein Abweichen vom Verhältniswahlrecht rechtfertigen. Es kann sich dabei um historische, föderalistische, kulturelle, sprachliche oder religiöse Gründe handeln, welche kleine Wahlkreise als eigene Identitäten und als \"Sonderfall\" erscheinen lassen und ihnen - auf Kosten des Proporzes - im Sinne eines Minderheitenschutzes einenBGE 143 I 92 S. 99 Vertretungsanspruch einräumen. Das Bundesgericht hat allerdings betont, dass es hierfür ausreichender sachlicher Gründe bedarf. Je grösser die Abweichungen vom Proporzverfahren und von der Erfolgswertgleichheit sind, desto gewichtiger müssen sich die rechtfertigenden Gründe erweisen (BGE 136 I 352 E. 3.5 S. 359 und E. 4.1 S. 360 f., BGE 136 I 376 E. 4.7 S. 384 f.; Urteil 1C_495/2012 vom 12. Februar 2014 E. 3.2, nicht publ. in: BGE 140 I 107; je mit Hinweisen).\n\nBei der Prüfung der Frage, ob Gründe überkommener Gebietsorganisation ausnahmsweise Wahlkreise mit einem natürlichen Quorum von über 10 % rechtfertigen, ist zu berücksichtigen, dass es Möglichkeiten gibt, im Sinne eines Minderheitenschutzes an kleinen Wahlkreisen festzuhalten und dennoch eine relativ genaue Abbildung der Parteistärke im Parlament zu gewährleisten. Zu denken ist namentlich an die Schaffung von Wahlkreisverbänden sowie an die Methode \"Doppelter Pukelsheim\". Entsprechende Verfahren haben sich in den letzten Jahren in verschiedenen Kantonen etabliert und bewährt. Wird nach diesen Methoden vorgegangen, so kann auch in kleinen Wahlkreisen im Sinne eines Minderheitenschutzes eine angemessene Vertretung im Parlament garantiert werden (BGE 140 I 107 E. 4.1 S. 110 f. mit Hinweisen). Macht ein Kanton von diesen Möglichkeiten keinen Gebrauch, lassen sich im Proporzwahlverfahren jedenfalls Wahlkreise, die gemessen am Leitwert eines grundsätzlich noch zulässigen natürlichen Quorums von 10 % deutlich zu klein sind, selbst dann nicht mehr rechtfertigen, wenn gewichtige historische, föderalistische, kulturelle, sprachliche oder religiöse Gründe für die Wahlkreiseinteilung bestehen (vgl. BGE 140 I 107 E. 4.1 S. 111 mit Hinweisen).\n\n5.3 In Anwendung von Art. 88 der Verfassung des Kantons Uri vom 28. Oktober 1984 (KV/UR; SR 131.214) wurden bei der Landratswahl 2016 50 von 64 Mandaten im Proporzverfahren vergeben, verteilt auf acht Gemeinden mit drei oder mehr Landratssitzen. Für die im Proporzverfahren wählenden Gemeinden findet die Landratswahl zwingend an der Urne statt (Art. 30 Abs. 2 Satz 2 KV/UR) und regeln die Artikel 22 ff. des Proporzgesetzes des Kantons Uri vom 3. März 1991 (Proporzgesetz; RB 2.1205) die Verteilung der Sitze nach Auszählung der Stimmen. Die Zahl der gültigen Stimmen (Parteistimmen) aller Listen wird durch die um eins vermehrte Zahl der zu vergebenden Sitze geteilt (Art. 22 Abs. 1 Satz 1). Das Ergebnis, auf die nächste ganze Zahl aufgerundet, bildet die massgebende BGE 143 I 92 S. 100Verteilungszahl (Art. 22 Abs. 1 Satz 2). Jeder Liste werden so viele Sitze zugeteilt, als die Verteilungszahl in ihrer Stimmenzahl enthalten ist (Art. 22 Abs. 2). Die verbleibenden Sitze werden nach den Regeln von Art. 22 Abs. 3 und Art. 23 zugeteilt. Jede Gruppe miteinander verbundener Listen (gemäss Art. 13) wird bei der Verteilung der Sitze zunächst wie eine einzige Liste behandelt (Art. 24 Abs. 1). Auf die einzelnen Listen der Gruppe werden die Sitze nach den Artikeln 22 und 23 verteilt (Art. 24 Abs. 2).\n\nIn den acht Gemeinden, die im Proporzverfahren wählten, benötigten die an der Wahl des Landrats teilnehmenden Listen bzw. verbundenen Listen folgende Stimmenanteile, um bei der ersten Sitzverteilung einen Sitz zu erhalten: in drei Gemeinden mit je drei Sitzen 25 %, in einer Gemeinde mit vier Sitzen 20 %, in einer Gemeinde mit sechs Sitzen 14.3 %, in einer Gemeinde mit sieben Sitzen 12.5 %, in einer Gemeinde mit neun Sitzen 10 % und in einer Gemeinde mit 15 Sitzen 6.3 %. In sechs von acht im Proporzverfahren wählenden Gemeinden ergaben sich demnach natürliche Quoren von mehr als den grundsätzlich noch hinzunehmenden 10 %, wobei dieser Wert namentlich in den Gemeinden mit drei und vier Sitzen sehr deutlich überschritten wurde.\n\n5.4 Gründe, die derart erhebliche Einbrüche in das Proporzwahlverfahren rechtfertigen könnten, werden vom Regierungsrat nicht dargetan und sind auch keine ersichtlich (vgl. auch Bericht und Antrag des Regierungsrats an den Landrat zur Reform des Wahlsystems vom 25. März 2014 [nachfolgend: Bericht zum Postulat Dimitri Moretti], S. 12). Soweit für die Wahl des Landrats das Proporzverfahren zur Anwendung gelangt, bleibt für eine rein wahlkreisbezogene Verwirklichung der Proportionalität kein Platz. Daran ändert auch der Umstand nichts, dass die Verfassung des Kantons Uri für die Wahl des Landrats ein gemischtes Wahlsystem vorsieht (vgl. BGE 136 I 376 E. 4.2 ff. S. 379 ff. und E. 5.1 S. 386 sowie Urteil 1C_407/2011 etc. vom 19. März 2012 E. 5.5). Will der Kanton Uri an den Gemeinden als Wahlkreise festhalten, so muss er - jedenfalls soweit das Proporzwahlverfahren zur Anwendung gelangt - in geeigneter Weise ihm zur Verfügung stehende ausgleichende Massnahmen ergreifen. Indem der kantonale Verfassungs- bzw. Gesetzgeber von diesen Möglichkeiten bisher keinen Gebrauch gemacht hat, hat er ein Wahlverfahren geschaffen, das mit der in Art. 34 Abs. 2 BV garantierten Wahl- und Abstimmungsfreiheit nicht im Einklang steht. Damit erweist sich die Beschwerde als begründet. BGE 143 I 92 S. 101\n\n6. Die Beschwerdeführer machen weiter geltend, die bestehende Wahlkreiseinteilung sei mit erheblichen Verzerrungen der Stimmkraftgleichheit verbunden. Zudem führe die Regelung, wonach die Gemeinden, die nur einen Sitz oder zwei Sitze für den Landrat zugeteilt erhalten, im Majorzverfahren wählen, ebenfalls zu einem viel zu hohen Anteil gewichtsloser Stimmen. Der Regierungsrat indessen wirft die Frage auf, ob sich - im Sinne des von ihm im Bericht zum Postulat Dimitri Moretti zur vertieften Prüfung vorgeschlagenen Modells (a.a.O., S. 5 ff.) - die Beibehaltung des Majorzprinzips in den Gemeinden mit einem Sitz oder zwei Sitzen bzw. ein entsprechend ausgestaltetes gemischtes Wahlsystem rechtfertigen liesse, wenn der kantonale Verfassungs- bzw. Gesetzgeber für die Gemeinden mit mindestens drei Sitzen Massnahmen zur Eliminierung der Einbrüche in das Proporzwahlverfahren ergreifen würde, namentlich wenn in diesen Gemeinden künftig die Methode \"Doppelter Pukelsheim\" angewandt würde.\n\n6.1 Im reinen Majorzwahlverfahren nicht verwirklichen lässt sich die Erfolgswertgleichheit. Sämtliche Stimmen, die in diesem Verfahren an Personen gehen, die in einem Wahlkreis keine (absolute oder relative) Mehrheit der Stimmen auf sich vereinigen können, werden bei der Mandatsverteilung nicht berücksichtigt und bleiben gewichtslos. Die von den Wahlberechtigten abgegebenen Stimmen tragen im Regelfall weder wahlkreisintern noch wahlkreisübergreifend in gleicher Weise zum Wahlergebnis bei.\n\nDass die abgegebenen Stimmen bei Majorzwahlen direkt bestimmten Personen zufallen und nicht zuerst auf Listen verteilt werden, bringt nicht notwendigerweise zum Ausdruck, dass die Parteizugehörigkeit der Kandidaten bei Majorzwahlen für die Wähler von untergeordneter Bedeutung ist. Im Gegenteil ist grundsätzlich davon auszugehen, dass die politische Haltung der Kandidaten bzw. die Zugehörigkeit zu einer bestimmten Partei für viele Wähler auch im Majorzwahlverfahren ein wesentliches Wahlkriterium darstellt. Unter diesen Gesichtspunkten kann das Majorzwahlverfahren - wie zu kleine Wahlkreise im Proporzwahlverfahren - dazu führen, dass nicht nur ein beträchtlicher Teil der abgegebenen Stimmen bei der Mandatsverteilung unberücksichtigt bleibt, sondern dass ausserdem die wichtigen politischen Kräfte nicht nach Massgabe ihrer Parteistärke im Parlament Einsitz nehmen bzw. die Parteistärke im Parlament ungenau abgebildet wird. Anders als grundsätzlich im Proporzwahlverfahren trägt im Majorzwahlverfahren auch die Bildung grösserer BGE 143 I 92 S. 102Wahlkreise nicht ohne Weiteres zu einer besseren Verwirklichung der Erfolgswertgleichheit bei; im Gegenteil besteht die Möglichkeit, dass in einem Wahlkreis mit mehreren zu vergebenden Sitzen sämtliche Mandate an Personen gehen, die der gleichen in diesem Wahlkreis dominierenden Gruppierung angehören (BGE 140 I 394 E. 10.1 S. 405 mit Hinweisen).\n\nDer Umstand, dass sich die Erfolgswertgleichheit in einem reinen Majorzwahlverfahren nicht verwirklichen lässt, bedeutet indessen noch nicht, dass eine Wahlordnung, in welcher die Mitglieder eines kantonalen Parlaments nach dem Majorzprinzip gewählt werden, mit Art. 34 Abs. 2 BV unvereinbar ist (BGE 140 I 394 E. 10.2 S. 406 mit Hinweisen auf Lehre und Rechtsprechung; GEORG MÜLLER, Sind Wahlen von Parlamenten nach dem Majorzsystem verfassungswidrig?, SJZ 111/2015 S. 104 f.). Zwar hat sich der Proporz für Parlamentswahlen in der Schweiz als landesweiter Demokratiestandard etabliert (vgl. PIERRE TSCHANNEN, Staatsrecht der Schweizerischen Eidgenossenschaft, 4. Aufl. 2016, S. 706) und erweist sich das Majorzprinzip für kantonale Parlamentswahlen im Hinblick auf die Wahlrechtsgleichheit nach dem Ausgeführten als nicht optimal. Je nach den konkreten Umständen können die Vorteile des Majorzprinzips aber grösser sein als die mit seiner Anwendung verbundenen Nachteile (BGE 140 I 394 E. 10.2 S. 406). Unter welchen Voraussetzungen ein reines Majorzverfahren für die Wahl eines kantonalen Parlaments mit Art. 34 Abs. 2 BV vereinbar ist, ist allerdings im vorliegenden Verfahren nicht zu beurteilen.\n\n6.2 Ein Wahlsystem, welches wie im Kanton Uri Elemente des Majorz- und des Proporzprinzips vereint, hat den Nachteil, dass innerhalb desselben Wahlgebiets für die Bestellung desselben Organs verschiedene Wahlverfahren angewandt werden, was per se eine gewisse Einschränkung der Wahlrechtsgleichheit zur Folge hat (vgl. TSCHANNEN, a.a.O., S. 706 mit Hinweisen). Andererseits kann ein gemischtes Wahlsystem je nach seiner Ausgestaltung die mit einem reinen Majorzwahlverfahren verbundenen Mängel abmildern, indem es sich einem Proporzwahlverfahren annähert und dem Prinzip der Erfolgswertgleichheit mindestens teilweise Achtung verschafft. Ein gemischtes Wahlsystem für die Wahl des kantonalen Parlaments ist mit der Bundesverfassung deshalb dann vereinbar, wenn der kantonale Verfassungs- oder Gesetzgeber nicht ausdrücklich das Proporzprinzip für anwendbar erklärt und im Vergleich zu einem reinen Majorzwahlverfahren das Prinzip der Erfolgswertgleichheit insgesamt besser gewahrt wird. Ein Mischsystem muss gesamthaft betrachtet BGE 143 I 92 S. 103ausgewogen und sachlich nachvollziehbar ausgestaltet sein. Das konkrete Nebeneinander von Majorz- und Proporzelementen muss an vernünftigen Kriterien anknüpfen und insbesondere muss nachvollziehbar sein, weshalb gewisse Sitze nach dem Majorz- und andere nach dem Proporzprinzip verteilt werden (BGE 140 I 394 E. 11.2 S. 406 f.).\n\nIm bereits erwähnten Urteil zum gemischten Wahlsystem des Kantons Appenzell A.Rh. hat das Bundesgericht verschiedene Argumente für die Beibehaltung des Majorzprinzips in 19 von 20 Wahlkreisen verworfen, bzw. aufgezeigt, dass vielen Anliegen, welche zur Rechtfertigung des Majorzsystems vorgebracht werden, mit entsprechenden Vorkehrungen auch im Proporzwahlverfahren Rechnung getragen werden kann (Urteil 1C_59/2012 / 1C_61/2012 vom 26. September 2014 E. 12.2 ff., nicht publ. in: BGE 140 I 394, aber in: ZBl 117/2016 S. 430 ff.). Das Bundesgericht erkannte jedoch nachvollziehbare sachliche Gründe für die Zulässigkeit des Mischsystems des Kantons Appenzell A.Rh. mit teilweise im Majorz wählenden Wahlkreisen, nämlich die grosse Autonomie der die Wahlkreise bildenden Gemeinden, die geringe Bevölkerungszahl in den nach dem Majorzprinzip wählenden Gemeinden, der relativ geringe Stellenwert der politischen Parteien im Kanton bzw. in den Gemeinden sowie daran anknüpfend die untergeordnete Bedeutung der Zugehörigkeit der Kandidaten zu einer bestimmten Partei für den Entscheid der Wähler in diesen Gemeinden (Urteil 1C_59/2012 / 1C_61/2012 vom 26. September 2014 E. 12.5 f., nicht publ. in: BGE 140 I 394, aber in: ZBl 117/2016 S. 430 ff.).\n\n6.3\n\n6.3.1 Bei der Wahl des Landrats des Kantons Uri für die Legislaturperiode 2016-2020 wurde in Anwendung von Art. 88 Abs. 1 KV/UR in zehn Wahlkreisen mit einem Sitz sowie in zwei Wahlkreisen mit zwei Sitzen nach dem Majorzprinzip gewählt. Insgesamt wurden 14 von 64 Abgeordneten-Sitze im Majorzwahlverfahren vergeben. Während in zehn von zwölf Gemeinden, in denen das Majorzprinzip zur Anwendung kam, eine Urnenwahl stattfand, erfolgte die Landratswahl in zwei Gemeinden anlässlich einer Gemeindeversammlung, was nach kantonalem Recht zulässig ist (vgl. Art. 1 Abs. 1 und Art. 2 Abs. 1 des Gesetzes vom 21. Oktober 1979 über die geheimen Wahlen, Abstimmungen und die Volksrechte [WAVG; RB 2.1201] i.V.m. Art. 30 Abs. 1 und 2 KV/UR). In keiner Gemeinde wurde ein zweiter Wahlgang notwendig. Sämtliche Wählerstimmen, die bei der Wahl des Landrats für die Legislaturperiode 2016-2020 in den zwölf BGE 143 I 92 S. 104Majorz-Wahlkreisen an nicht gewählte Kandidaten gingen, blieben für die Verteilung der Mandate unberücksichtigt.\n\nKäme im Gegensatz zum geltenden Wahlrecht des Kantons Uri in den Gemeinden mit mindestens drei Landratssitzen ein den vorstehenden Ausführungen (vgl. E. 5 hiervor) entsprechendes Proporzwahlverfahren zur Anwendung, würden immerhin rund 3/4 aller Landratssitze in einem echten Proporzwahlverfahren vergeben. Dass in einem entsprechend ausgestalteten Mischsystem das (echte) Proporzwahlverfahren gerade in denjenigen Gemeinden zur Anwendung gelangen würde, die eine gewisse Bevölkerungsgrösse aufweisen und mehrere Landratssitze zu vergeben haben, wäre nachvollziehbar und sachgerecht (vgl. nachfolgend E. 6.3.5). Zu prüfen bleibt, ob aufgrund der konkreten Umstände für die Anwendung des Majorzprinzips in den kleinsten Gemeinden im Rahmen eines entsprechend ausgestalteten gemischten Wahlsystems genügend gewichtige Gründe bestehen.\n\n6.3.2 Der Regierungsrat bringt vor, der Landrat sei zwar in erster Linie als Volkskammer ausgestaltet, weise aber auch Elemente einer Gemeindekammer auf. Die Anwendung des Majorzwahlverfahrens in Gemeinden mit einem Sitz bzw. zwei Sitzen ermögliche den kleinen Gemeinden eine Repräsentation im Kantonsparlament.\n\nDie Einwohnergemeinden des Kantons Uri sind mit grosser Autonomie ausgestattet (vgl. Art. 106 Abs. 1 und Art. 107 Abs. 1 i.V.m. Art. 110 ff. KV/UR) und bilden traditionellerweise die Wahlkreise für die Wahl des Landrats. Das Majorzsystem garantiert den kleinen Gemeinden eine autonom gewählte Vertretung im Landrat. Wie bereits dargelegt, gilt es in diesem Zusammenhang indessen zu berücksichtigen, dass es auch im Proporzwahlverfahren Möglichkeiten gibt, an kleinen Wahlkreisen festzuhalten und im Sinne des Grundsatzes der Erfolgswertgleichheit dennoch eine relativ genaue Abbildung der Parteistärke im Parlament zu gewährleisten (vgl. E. 5.2 hiervor). Zwar wird als Argument namentlich gegen das Proporzwahlsystem nach der Methode \"Doppelter Pukelsheim\" bisweilen vorgebracht, es könne passieren, dass in Einerwahlkreisen - wie sie im Kanton Uri bestehen - der einzige vorhandene Sitz nicht an die stärkste Liste gehe, was unbefriedigend sei. Dem kann allerdings unter Berücksichtigung des Grundsatzes der Erfolgswertgleichheit mit der so genannten Majorzbedingung entgegengewirkt werden, wonach die stimmenstärkste Liste in jedem Wahlkreis mindestens einen Sitz erhält (vgl. etwa § 52f Abs. 1a des Wahl- und Abstimmungsgesetzes BGE 143 I 92 S. 105des Kantons Zug vom 28. September 2006 [WAG; BGS 131.1] sowie Art. 2d Abs. 1bis des Wahlgesetzes des Kantons Schaffhausen vom 15. März 1904 [SHR 160.100]; PUKELSHEIM/SCHUHMACHER, Doppelproporz bei Parlamentswahlen, AJP 12/2011 S. 1597).\n\nAuch im Kanton Uri wäre der Wechsel zu einem generellen und echten Proporzwahlverfahren bei gleichzeitiger Beibehaltung der Gemeinden als Wahlkreise möglich (vgl. Bericht zum Postulat Dimitri Moretti, S. 6 ff.). Nicht ersichtlich ist, inwiefern das kantonalrechtliche Erfordernis, dass die Mitglieder des Landrats in ihrem Wahlkreis Wohnsitz haben müssen, daran etwas ändern würde.\n\n6.3.3 Näher einzugehen ist auf das Vorbringen des Regierungsrats, in den bevölkerungsmässig kleinen Gemeinden des Kantons Uri, in denen das Majorzprinzip zur Anwendung gelange, sei die Zugehörigkeit der Kandidaten zu einer bestimmten politischen Gruppierung für den Entscheid der Wähler von untergeordneter Bedeutung.\n\nDer Regierungsrat räumt ein, dass im Kanton Uri die meisten Kandidaten für den Landrat einer politischen Gruppierung angehören und im Unterschied zum Kanton Appenzell A.Rh. kaum parteiunabhängige Personen ins Parlament gewählt werden. Dennoch spielten die Parteien in den kleinen Gemeinden des Kantons Uri keine dominante Rolle und bestünden in diesen Gemeinden zumeist keine Ortsparteien. Die Wahlberechtigten würden in den kleinen Gemeinden vorwiegend Personen wählen, die ihnen persönlich bekannt seien und von denen sie aufgrund ihrer Persönlichkeit annähmen, dass sie von ihnen im Landrat gut repräsentiert würden. Die Beschwerdeführer führen aus, richtig sei, dass für den Entscheid der Wähler immer auch die Persönlichkeit der Kandidaten eine Rolle spiele. Sie bestreiten hingegen, dass in den kleinen Gemeinden die Parteizugehörigkeit der Kandidaten für den Entscheid der Wähler von untergeordneter Bedeutung sei.\n\n6.3.4 Das Gebot, wonach die Parlamentsmandate proportional zur Stärke der an der Wahl beteiligten politischen Gruppierungen zu verteilen sind, verliert dort an Bedeutung, wo die Zugehörigkeit der Kandidaten zu einer bestimmten politischen Gruppierung für den Entscheid der Wähler von untergeordneter Bedeutung ist. Es sind durchaus Konstellationen denkbar, in denen für die Wähler andere Kriterien im Vordergrund stehen. Nicht ausgeschlossen ist je nach den konkreten Umständen, dass die Wähler vorwiegend Personen wählen, die ihnen persönlich bekannt sind und von denen sie nicht aufgrund der Zugehörigkeit zu einer politischen Gruppierung, BGE 143 I 92 S. 106sondern ihrer Persönlichkeit annehmen, dass sie von ihnen im Parlament gut repräsentiert würden. Nicht ausgeschlossen ist sodann, dass die Wahl auf Personen fällt, die gar keiner politischen Gruppierung angehören, sich aber zuvor innerhalb des Wahlkreises politisch oder in anderer Weise besonders engagiert haben. Solche Konstellationen sind umso wahrscheinlicher, je dezentralisierter sich das politische und gesellschaftliche Leben im Kanton abspielt, je weniger Personen in einem Wahlkreis wohnen und je stärker die Wähler sowie die Kandidaten in ihrem Wahlkreis verwurzelt sind (Urteil 1C_59/2012 / 1C_61/2012 vom 26. September 2014 E. 12.5.1, nicht publ. in: BGE 140 I 394, aber in: ZBl 117/2016 S. 430 ff.).\n\nBei der Frage, ob die Zugehörigkeit der Kandidaten zu einer bestimmten politischen Gruppierung für den Entscheid der Wähler von untergeordneter Bedeutung ist, handelt es sich um eine Tatfrage, die allgemein und für die Gemeinden des Kantons Uri nicht einfach zu beantworten ist. Dass dem so ist, darf zwar nicht leichthin angenommen werden. Gelangen allerdings die kantonalen Behörden mit nachvollziehbarer Begründung zum Schluss, dies sei der Fall, muss es für das Bundesgericht genügen, wenn hinreichende Indizien dafür sprechen, dass ihre Einschätzung richtig ist.\n\n6.3.5 Ein grosser Teil der Bevölkerung des Kantons Uri wohnt geografisch zentral in den acht grösseren Gemeinden des Kantons, nämlich in den sieben Gemeinden des unteren Reusstals (Altdorf, Attinghausen, Bürglen, Erstfeld, Flüelen, Schattdorf und Seedorf) sowie in der unmittelbar südlich davon gelegenen Gemeinde Silenen (vgl. die Statistik \"Bevölkerung der Urner Gemeinden und Regionen\" der kantonalen Fachstelle für Statistik vom 6. Oktober 2015). Im Vergleich zum übrigen Kantonsgebiet ist die Talebene des unteren Reusstals deutlich dichter besiedelt. Bei den genannten acht grösseren Gemeinden handelt es sich um diejenigen, für welche bei der Landratswahl 2016 das Proporzsystem galt.\n\nDagegen liegen die zwölf vorwiegend ländlich geprägten Majorz-Gemeinden geografisch peripher, abseits der Siedlungsgebiete des unteren Reusstals. Zwar werden - anders als im Kanton Appenzell A.Rh. - auch in den bevölkerungsmässig kleinen Gemeinden des Kantons Uri nur wenige parteiunabhängige Personen ins Parlament gewählt. Weitere Indizien sprechen jedoch dafür, dass die Einschätzung des Regierungsrats richtig ist, wonach in diesen Gemeinden die Zugehörigkeit der Kandidaten zu einer bestimmten politischen Gruppierung für den Entscheid der Wähler trotzdem von BGE 143 I 92 S. 107untergeordneter Bedeutung sei. Von den zwölf Majorz-Gemeinden weist lediglich Andermatt eine Schweizer Wohnbevölkerung von (knapp) über 1'000 Personen auf. In Spiringen und Unterschächen wohnen 835 bzw. 691 Schweizer. Weitere sechs Gemeinden (Göschenen, Gurtnellen, Isenthal, Seelisberg, Sisikon und Wassen) haben eine Schweizer Wohnbevölkerung zwischen 332 und 576 Personen, drei Gemeinden (Bauen, Hospental und Realp) gar eine von weniger als 200 Personen. Die Gesamtbevölkerungszahl der erwähnten Gemeinden ist jeweils nur unwesentlich höher (vgl. dazu die Statistik \"Bevölkerung der Urner Gemeinden und Regionen\" vom 6. Oktober 2015). Damit sind die Urner Majorz-Gemeinden bevölkerungsmässig sehr klein, selbst im Vergleich zu den Majorz-Gemeinden des Kantons Appenzell A.Rh. (vgl. Urteil 1C_59/2012 / 1C_61/2012 vom 26. September 2014 E. 12.5.3, nicht publ. in: BGE 140 I 394, aber in: ZBl 117/2016 S. 430 ff.).\n\nAufgrund der besonderen geografischen Verhältnisse und insbesondere der sehr tiefen Bevölkerungszahlen muss angenommen werden, dass die Wähler und die Kandidaten in den zwölf kleineren Gemeinden des Kantons Uri gesellschaftlich und politisch besonders stark verwurzelt sind und die Kandidaten vielen Wählern persönlich bekannt sind. Nachvollziehbar sind auch die Ausführungen des Regierungsrats, wonach die Parteien in diesen Gemeinden keine dominante Rolle spielten. Es erscheint naheliegend, dass die Wähler in den Majorz-Gemeinden des Kantons Uri vorwiegend Personen wählen, die ihnen persönlich bekannt sind und von denen sie aufgrund ihrer Persönlichkeit annehmen, dass sie von ihnen im Parlament gut repräsentiert würden.\n\n6.3.6 Hinzu kommt, dass das Recht des Kantons Uri es den Majorz-Gemeinden ermöglicht, ihre Vertretung für den Landrat anlässlich einer Gemeindeversammlung statt einer Urnenwahl zu bestimmen, wovon bei der Landratswahl 2016 immerhin zwei Gemeinden Gebrauch gemacht haben. Ob die den kleinen Gemeinden zugestandene Variante, ihre Vertretung für den Landrat anlässlich einer Gemeindeversammlung bestimmen zu können, aufrecht erhalten werden könnte, wenn kantonsweit (ein mit der Bundesverfassung konformes) Proporzwahlverfahren zur Anwendung gelänge, erscheint fraglich. Dies spricht ebenfalls dagegen, die Beibehaltung eines Mischsystems mit Majorzwahlverfahren in den kleinen Gemeinden als verfassungswidrig zu betrachten, zumal die Wahl anlässlich einer Gemeindeversammlung jedenfalls in einer kleinen Gemeinde tendenziell dazu führen dürfte, dass die Bedeutung der Persönlichkeit BGE 143 I 92 S. 108der Kandidaten für den Entscheid der Wähler weiter zu- bzw. die Bedeutung der Parteizugehörigkeit abnimmt.\n\n6.4 Zu prüfen bleibt der Einwand der Beschwerdeführer, die bestehende Wahlkreiseinteilung sei mit erheblichen Verzerrungen der Stimmkraftgleichheit verbunden. Im Kanton Uri stehen relativ viele Wahlkreise (20) relativ wenigen Landratssitzen (64) gegenüber. Sodann garantiert Art. 88 Abs. 2 lit. a KV/UR jeder Gemeinde mindestens einen der 64 Landratssitze, wobei mehrere Gemeinden deutlich weniger als 1/64 der gesamtkantonalen Schweizer Wohnbevölkerung aufweisen. Unter diesen Umständen variiert das Verhältnis zwischen der den Wahlkreisen zugeteilten Sitzzahl und der repräsentierten Bevölkerung teilweise stark, was einer Einschränkung der Stimmkraft- bzw. Stimmgewichtsgleichheit gleichkommt. Diese Einschränkung lässt sich jedoch sachlich rechtfertigen und ist unter den gegebenen Umständen mit Art. 34 Abs. 2 BV vereinbar, zumal die Einwohnergemeinden traditionellerweise die Wahlkreise bilden und mit grosser Autonomie ausgestattet sind (vgl. Art. 106 Abs. 1 und Art. 107 Abs. 1 i.V.m. Art. 110 ff. KV/UR). Die Sitzgarantie für jede Gemeinde ermöglicht es, dass auch die kleinsten Gemeinden mit einer Person im Landrat vertreten sind. Nach der Rechtsprechung des Bundesgerichts dient eine so ausgestaltete Sitzgarantie einem zulässigen Zweck und ist nicht zu beanstanden, dass die kleinsten Gemeinden des Kantons gegenüber den grossen Gemeinden etwas gestärkt werden (vgl. BGE 136 I 376 E. 5.2 S. 386 ff.). Dementsprechend hat die Bundesversammlung am 14. März 2013 § 48 Abs. 2 der Verfassung des Kantons Schwyz vom 24. November 2010 (KV/SZ; SR 131.215) gewährleistet (BBl 2013 2621), welcher den teilweise ebenfalls sehr kleinen Gemeinden des Kantons Schwyz einen Sitzanspruch im Parlament einräumt. Ebenfalls nicht verfassungswidrig sind sodann die bei der Verteilung der Sitze auf die Urner Wahlkreise entstehenden Rundungsabweichungen, zumal sie nicht allzu gross sind und solche Abweichungen bei unterschiedlich grossen Wahlkreisen zwangsläufig auftreten.\n\n6.5 Neben der Einführung eines kantonsweiten echten Proporzwahlverfahrens für die Wahl des Landrats des Kantons Uri liesse sich unter den gegebenen tatsächlichen Umständen somit auch ein gemischtes Wahlsystem mit einer Sitzgarantie für die Gemeinden sowie mit Anwendung des Majorzprinzips in Gemeinden mit einem Sitz oder zwei Sitzen sachlich rechtfertigen, sofern - im Sinne des vom Regierungsrat im Bericht zum Postulat Dimitri Moretti zur vertieften Prüfung vorgeschlagenen Modells (a.a.O., S. 5 ff.) - in den BGE 143 I 92 S. 109Gemeinden mit mindestens drei Landratssitzen ein echtes Proporzwahlverfahren zur Anwendung käme. Als nachvollziehbare sachliche Gründe für die Zulässigkeit eines entsprechend ausgestalteten gemischten Wahlsystems zu erwähnen sind die grosse Autonomie der die Wahlkreise bildenden Gemeinden, die sehr tiefe Bevölkerungszahl in den nach dem Majorzprinzip wählenden Gemeinden sowie die nach der nachvollziehbaren Einschätzung des Regierungsrats untergeordnete Bedeutung der Zugehörigkeit der Kandidaten zu einer bestimmten Partei für den Entscheid der Wähler in den nach dem Majorzprinzip wählenden Gemeinden. (...)"}