{"annee": "143", "cour": "V", "page": "385", "date": "26/10/2017", "cite": ["113 V 127", "132 V 215", "141 III 112"], "cite_par": ["145 V 188"], "chapeau": "40. Extrait de l'arrêt de la Ire Cour de droit social dans la cause A. contre Zurich Compagnie d'Assurances (recours en matière de droit public)\n\n8C_617/2016 du 26 octobre 2017", "regestes": ["Art. 3 al. 2 LAA (dans sa teneur valable jusqu'au 31 décembre 2016); art. 7 al. 1 let. b OLAA; art. 324a al. 1 CO; fin de la couverture d'assurance. Les indemnités versées par l'assurance-maladie ne sont réputées salaires que lorsqu'elles remplacent le salaire dû par l'employeur en vertu de l'art. 324a CO. La question du droit au salaire est ainsi déterminante pour fixer la nature des indemnités journalières versées par l'assurance-maladie. Elle l'est également lorsqu'il s'agit de fixer le moment de la fin du droit à la couverture d'assurance-accidents. Lorsque l'employeur déroge au régime de base légal prévu par l'art. 324a al. 1 et 2 CO, les indemnités journalières doivent être considérées comme des prestations versées en lieu et place du salaire conformément à l'art. 7 al. 1 let. b OLAA aussi longtemps qu'elles sont dues selon le contrat d'assurance, mais au plus tard à la cessation des rapports de travail (consid. 4). En l'espèce, il y a lieu d'admettre que les parties avaient conclu un contrat de travail de durée déterminée qui avait pris fin avant l'épuisement du droit aux indemnités journalières en cas de maladie."], "faits": "|386|\n\nA. A., née en 1972, a été victime d'un accident de la circulation le 3 juillet 2010. Alors qu'elle circulait à V., son véhicule a été percuté par l'arrière. Elle a été blessée au bras et au genou gauches. Le 7 février 2011, par l'intermédiaire de son avocat, elle a écrit à la Zurich Compagnie d'Assurances SA (ci-après: la Zurich) qu'elle avait été employée comme ouvrière agricole par l'entreprise B., à W., entreprise qui avait été reprise entretemps par D. et dont le personnel était obligatoirement assuré auprès de cette compagnie d'assurances.\n\nLe 28 novembre 2011, la Zurich a fait savoir à l'intéressée que, selon les informations qu'elle avait recueillies, celle-ci n'avait jamais travaillé pour le preneur d'assurances l'entreprise B. Selon un rapport d'employeur à l'intention de l'assurance-invalidité du 5 mai 2010, il est toutefois apparu que l'intéressée avait travaillé deux jours au début du mois d'août 2008 pour l'entreprise B. L'horaire de travail normal dans l'entreprise et celui de la personne assurée avant l'atteinte à la santé était de 47 heures et demie par semaine. L'employeur précisait: \"Cet horaire est valable de août à octobre. Le reste de l'année, travail irrégulier\". Il était indiqué que l'employée avait touché des indemnités journalières pour perte de gain du 27 août au 31 octobre 2008.\n\nEntendu le 3 avril 2012 par un inspecteur de la Zurich, l'employeur a confirmé que l'intéressée avait bien été engagée, le 25 août 2008, et qu'elle avait exercé son activité professionnelle les 25 et 26 août |387| avant d'être en arrêt de travail. Il a précisé qu'il n'y avait pas eu de contrat écrit et que les travailleurs saisonniers étaient engagés pour la période des récoltes, en principe de début août à fin octobre. D'autre part, selon les renseignements obtenus auprès de CSS Assurance, celle-ci a versé des indemnités journalières en cas de maladie en faveur de l'employée, tout d'abord en mains de l'employeur jusqu'au 31 octobre 2008, puis directement en mains de la bénéficiaire à partir du 1er novembre 2008 jusqu'au 2 novembre 2010.\n\nPar décision du 28 janvier 2014, confirmée par une décision sur opposition du 23 avril suivant, la Zurich a refusé d'accorder à A. des prestations au titre de l'assurance obligatoire contre les accidents au motif que les rapports de travail avaient duré moins de trois mois si bien que l'employée ne pouvait prétendre au versement du salaire à compter de son incapacité de travail. Les indemnités journalières versées par l'assureur-maladie ne pouvaient donc pas être considérées comme un salaire de remplacement.\n\nB. Par jugement du 13 juillet 2016, la Cour des assurances sociales du Tribunal cantonal du Valais a rejeté le recours formé contre la décision sur opposition par A.\n\nC. Celle-ci forme un recours en matière de droit public dans lequel elle demande au Tribunal fédéral de reconnaître sa qualité d'assurée auprès de la Zurich pour les conséquences de l'accident du 3 juillet 2010 et de dire que cet assureur doit lui verser les prestations légales.\n\nLa Zurich a renoncé à déposer une réponse. L'office fédéral de la santé publique ne s'est pas déterminé.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n2. Il est admis en l'espèce que la recourante a bénéficié d'indemnités journalières en vertu d'un contrat d'assurance collective conclu par son employeur dès la fin du mois d'août 2008 jusqu'au 2 novembre 2010.\n\nL'art. 3 al. 2 LAA (dans sa teneur valable jusqu'au 31 décembre 2016 et applicable en l'occurrence [cf. ATF 132 V 215 consid. 5.1.1 p. 219 et les arrêts cités; ch. 1 des dispositions transitoires relatives à la modification de la LAA du 25 septembre 2015]) dispose que l'assurance-accidents obligatoire cesse de produire ses effets à l'expiration du trentième jour qui suit celui où a pris fin le droit au demi-salaire |388| au moins. Le Conseil fédéral règle les rémunérations et les prestations de remplacement qui doivent être considérées comme salaire, la forme et le contenu des conventions sur la prolongation de l'assurance ainsi que le maintien de l'assurance en cas de chômage (art. 3 al. 5 LAA, dans sa version en vigueur jusqu'au 31 décembre 2016).\n\nEn vertu de cette délégation de compétence, l'autorité exécutive a édicté l'art. 7 OLAA (RS 832.202), intitulé \"Fin de l'assurance à l'extinction du droit au salaire\", dont l'alinéa 1er a la teneur suivante:\n\n1 Sont réputés salaire, au sens de l'art. 3, al. 2, de la loi:\n\na. le salaire déterminant au sens de la législation fédérale sur l'AVS;\n\nb. les indemnités journalières de l'assurance-accidents obligatoire, de l'assurance militaire, de l'assurance-invalidité (AI) et celles des caisse-maladie et des assurances-maladie et accidents privées, qui sont versées en lieu et place du salaire, les allocations au titre de la loi du 25 septembre 1952 sur les allocations pour perte de gain, de même que les allocations d'une assurance-maternité cantonale;\n\n(...)\n\nIl est à relever que la phrase \"qui sont versées en lieu et place du salaire\" (\"welche die Lohnfortzahlung ersetzen\"; \"sostitutive del salario\") se rapportent uniquement aux indemnités versées par les caisses-maladie et les assurances-maladie et accidents privées. Ainsi, un assuré qui perçoit des indemnités de l'assurance-accidents obligatoire, qui atteignent un demi-salaire au moins (ancien art. 3 al. 2 LAA; voir RAMA 1991 n° U 125 p. 212) continue à bénéficier d'une couverture d'assurance selon la LAA indépendamment d'un éventuel droit au salaire à l'encontre de son employeur (arrêt 8C_400/2009 du 25 janvier 2010 consid. 2.1; cf. aussi ATF 113 V 127 consid. 2a p. 129).\n\n3.\n\n3.1 Après avoir constaté qu'il n'avait existé aucun contrat de travail écrit entre la recourante et l'entreprise B., la juridiction cantonale retient que celle-ci est une coopérative dont le but est la défense des intérêts de ses membres dans la production et la commercialisation fruitière. Elle emploie des ouvriers agricoles pour le ramassage des fruits, en général du mois d'août au mois d'octobre. La recourante a été engagée à cette fin le 25 août 2008 et a travaillé deux jours avant d'être mise en arrêt de travail total en raison d'une grossesse difficile. Selon la juridiction cantonale, aucun élément au dossier ne permet de conclure, au degré de vraisemblance requise, que la recourante aurait continué à travailler pour l'entreprise à la fin de la période de |389| la cueillette. L'indication portée par l'employeur sur le rapport à l'intention de l'Office de l'assurance-invalidité, relative à la durée (irrégulière) du travail en dehors des mois d'août à octobre, ne signifie pas que l'intéressée était engagée pour une durée indéterminée, mais renseigne uniquement sur l'horaire de travail dans l'entreprise qui est de 9,5 heures par jour pour les trois mois et irrégulier en dehors de cette période de cueillette. La cour cantonale ajoute que le genre d'activité exercée par l'entreprise B. plaide en faveur d'un contrat de durée déterminée, uniquement pour la période de la cueillette, et prenant fin sans qu'il soit nécessaire de donner congé (art. 334 al. 1 CO). Le fait que l'assurance-maladie a versé des indemnités journalières perte de gain à l'employeur seulement jusqu'au 31 octobre 2008, puis directement à l'assurée, conforte cette qualification du contrat. Engagée pour une durée de moins de trois mois, la recourante ne pouvait donc prétendre au versement du salaire à compter de son incapacité de travail (art. 324a CO) et, partant, ne bénéficiait pas d'une couverture d'assurance LAA.\n\n3.2 La recourante se plaint d'une constatation inexacte et incomplète des faits, d'une violation de la maxime inquisitoire et d'une violation de l'ancien art. 3 LAA et des art. 7 OLAA et 324b CO. Elle soutient que les parties étaient liées par un contrat de durée indéterminée. Elle reproche aux premiers juges d'avoir ignoré la présomption légale en faveur d'un contrat de durée indéterminée. Elle invoque les déclarations de l'employeur à l'intention de l'assurance-invalidité, auxquelles les premiers juges auraient donné une interprétation erronée. L'insertion manuscrite: \"Le reste de l'année le travail est irrégulier\" fait suite à la question concernant précisément l'assurée. Or, il est admis que la recourante bénéficiait d'une assurance perte de gain auprès de CSS Assurance prévoyant le versement de 720 indemnités journalières. La recourante fait valoir qu'aussi longtemps qu'elle percevait ces indemnités (soit jusqu'au 2 novembre 2010), elle bénéficiait d'une couverture d'assurance conformément à l'art. 7 al. 1 OLAA. Comme aucun congé n'a été donné par l'employeur, elle était encore assurée au moment de la survenance de l'accident (le 3 juillet 2010).\n\n4.\n\n4.1 Au sens de l'art. 7 al. 1 let. b OLAA, les indemnités versées par l'assurance-maladie ne sont réputées salaires que lorsqu'elles remplacent le salaire dû par l'employeur en vertu de l'art. 324a CO. La question du droit au salaire est ainsi déterminante pour fixer la nature des indemnités journalières versées par l'assurance-maladie. Elle |390| l'est par conséquent également lorsqu'il s'agit de fixer le moment de la fin du droit à la couverture d'assurance-accidents.\n\n4.2 L'art. 324a al. 1 CO prévoit que si le travailleur est empêché de travailler, sans faute de sa part, pour des causes inhérentes à sa personne - comme par exemple la maladie ou l'accomplissement d'une obligation légale -, l'employeur lui verse le salaire pour un temps limité, y compris une indemnité équitable pour le salaire en nature perdu, dans la mesure où les rapports de travail ont duré plus de trois mois ou ont été conclus pour plus de trois mois. Pendant la première année de service, ce temps limité ne peut pas être inférieur à trois semaines; par la suite, il s'agit d'une période plus longue, à fixer équitablement d'après la durée des rapports de travail et les circonstances particulières (al. 2). Un accord écrit, un contrat-type de travail ou une convention collective peut déroger à ces dispositions à condition d'accorder au travailleur des prestations au moins équivalentes (art. 324a al. 4 CO). L'art. 324a al. 4 CO permet ainsi de substituer, notamment par un accord écrit, une couverture d'assurance à l'obligation légale de payer le salaire, à condition toutefois que les travailleurs bénéficient de prestations au moins équivalentes. Dans le domaine de l'assurance couvrant le risque de perte de gain en cas de maladie, les parties peuvent librement choisir, soit de conclure une assurance sociale d'indemnités journalières régie par les art. 67 à 77 LAMal, soit de conclure une assurance d'indemnités journalières soumise à la LCA (RS 221.229.1) (GUY LONGCHAMP, in Commentaire du contrat de travail, Dunand/Mahon [éd.], 2013, nos 41 ss ad art. 324a CO; WYLER/HEINZER, Droit du travail, 3e éd. 2014, p. 240 ss).\n\n4.3 L'art. 324a al. 1 et 2 CO étant une norme relativement impérative, des dérogations peuvent être prévues par les parties. Par exemple, il est permis d'assurer la couverture des empêchements de travailler survenant durant les trois premiers mois de travail, lorsque les rapports ont été conclus pour moins de trois mois (LONGCHAMP, op. cit., n° 32 ad art. 324a CO). Dans le cas d'un régime plus favorable, les indemnités journalières doivent être considérées comme des prestations versées en lieu et place du salaire, conformément à l'art. 7 al. 1 let. b OLAA, aussi longtemps qu'elles sont dues selon le contrat d'assurance, mais au plus tard jusqu'à la cessation des rapports de travail. Autrement dit, les indemnités journalières d'assurance-maladie ne représentent plus une prestation accordée en remplacement du salaire après la fin des rapports de travail (arrêt dans les causes jointes 8C_147/2015 et 8C_149/2015 du 8 juillet 2015 consid. 5.2). Lorsqu'il |391| existe un régime plus favorable, ce n'est donc pas, contrairement à l'opinion des premiers juges, le régime minimum de l'art. 324a CO qui est déterminant pour le maintien de la couverture d'assurance LAA.\n\n4.4 Selon l'art. 334 al. 1 CO, le contrat de durée déterminée se définit comme celui qui prend fin sans qu'il soit nécessaire de donner congé. La durée du contrat doit être fixée par la loi, la convention des parties ou la nature de l'affaire. Ainsi, dans tous les cas où l'on ne peut pas constater la fixation d'une échéance, le contrat est considéré comme de durée indéterminée et un congé est alors nécessaire pour y mettre fin; c'est pourquoi la doctrine et la jurisprudence admettent qu'il faut présumer l'existence d'un contrat de durée indéterminée et qu'il incombe à la partie qui soutient le contraire d'apporter la preuve qu'une échéance a été fixée (arrêts 4A_531/2008 du 4 février 2009 consid. 2.1; B 90/00 du 26 novembre 2001 consid. 4c, in RSAS 2003 p. 503 s; WYLER/HEINZER, op. cit., p. 497).\n\n4.5 En l'espèce, les juges précédents ont relevé un certain nombre d'éléments de fait qui plaident en faveur d'un contrat de durée déterminée limitée à moins de trois mois. Parmi ces éléments, figurent la nature de l'activité exercée par l'entreprise B.: celle-ci est une coopérative dont le but est la défense des intérêts de ses membres dans la production et la commercialisation fruitière. Elle emploie des ouvriers agricoles pour le ramassage des fruits en général du mois d'août à fin octobre. Un autre indice en faveur d'un contrat de durée déterminée réside dans le fait que l'indemnité journalière a été versée à l'employeur jusqu'au 31 octobre 2008.\n\nA ce dernier propos, on notera, dans le prolongement du raisonnement de la cour cantonale, que l'art. 19 al. 2 LPGA prévoit que les indemnités journalières et les prestations analogues sont versées à l'employeur dans la mesure où il continue à verser le salaire à l'assuré malgré son droit à des indemnités journalières (cf. pour les assurances collectives perte de gain en cas de maladie, l'art. 72 al. 6 LAMal; voir à ce sujet GEBHARD EUGSTER, Vergleich der Krankentaggeldversicherung [KTGV] nach KVG und nach VVG, in Krankentaggeldversicherung: Arbeits- und versicherungsrechtliche Aspekte, 2007, p. 78; WYLER/HEINZER, op. cit., p. 242; cf. également, à propos de l'indemnité journalière de l'assurance-accidents, l'art. 49 al. 1 LAA). Quant à l'assurance privée prévue par la LCA, le contrat peut prévoir le versement des indemnités en mains de l'employeur; |392| celui-ci accomplit une tâche administrative définie par le contrat d'assurance, en ce sens qu'il lui appartient d'encaisser les indemnités journalières lesquelles sont cependant dues à l'assuré, et non pas à lui (ATF 141 III 112 consid. 4.4 p. 114; FREY/LANG, in Basler Kommentar, Versicherungsvertragsgesetz, 2012, n° 18 ad art. 87 LCA). Or le versement à l'employeur dans ces différents cas de figure présuppose, par définition, le maintien d'un rapport de travail. Si tel n'est pas le cas, l'indemnité est versée directement à l'assuré, qui en est le créancier (cf. EUGSTER, ibidem; ATF 141 III 112, cité, consid. 4.3 p. 113). Dans le cas particulier, le fait que l'indemnité a été versée en mains de la recourante à partir du 1er novembre 2008 est donc - comme l'ont relevé les premiers juges - un indice sérieux en faveur d'un contrat de durée limitée au 31 octobre 2008.\n\nDans ce contexte et en complément des faits retenus par la juridiction cantonale, on peut ajouter que le rapport d'enquête du 3 avril 2012 indique que la recourante, selon les informations recueillies auprès de CSS Assurance, a bénéficié des indemnités journalières (jusqu'au 2 novembre 2010) \"y compris par l'intermédiaire d'une couverture de libre passage\". Cela donne à penser qu'elle avait cessé d'appartenir au cercle des assurés défini par le contrat en raison de la fin des rapports de travail (voir pour l'assurance collective selon la LAMal, l'art. 71 LAMal et EUGSTER, Krankenversicherung, in Soziale Sicherheit, SBVR vol. XIV, 3e éd. 2016, p. 850 n. 1491 ss; pour l'assurance collective selon la LCA, voir VINCENT BRULHART, L'assurance collective contre la perte de gain en cas de maladie, in Le droit social dans la pratique de l'entreprise, 2006, p. 101).\n\nOn notera enfin que, dans les explications qu'il a fournies le 3 avril 2012, l'employeur a clairement indiqué, en relation avec le cas d'espèce, que les travailleurs saisonniers étaient engagés pour la période des récoltes (début août à fin octobre).\n\n4.6 Comme le souligne la juridiction précédente, l'indication figurant dans le rapport à l'assurance-invalidité ne signifie pas que l'intéressée était engagée pour une durée indéterminée, mais elle renseigne uniquement sur l'horaire de travail durant les mois d'août à octobre et en dehors de cette période. Enfin, le fait que l'employeur a répondu \"nous\" à la question lui demandant \"Par qui le contrat de travail a-t-il été résilié?\" n'est pas déterminant au regard des autres éléments susmentionnés. La recourante ne prétend du reste pas que son contrat a été résilié, bien au contraire. |393|\n\n4.7 Dans ces conditions, l'appréciation des preuves par la juridiction cantonale ne saurait être taxée d'arbitraire. Sur la base des éléments susmentionnés il faut admettre que les parties étaient liées par un contrat de durée déterminée qui a pris fin en octobre 2008. A la date de l'accident (3 juillet 2010), la recourante n'était plus soumise à la LAA, même compte tenu de la couverture prolongée de trente jours prévus (ancien art. 3 al. 2 LAA).\n\n4.8 Enfin, on ne voit pas en quoi la juridiction cantonale aurait méconnu le principe de la maxime inquisitoire. Sur ce point, la recourante ne fournit pas une motivation qui satisfasse aux réquisits légaux (art. 42 al. 2 LTF)."}