{"annee": "143", "cour": "III", "page": "162", "date": "27/2/2017", "cite": ["47 I 222", "112 V 206", "140 III 86", "57 I 261", "134 II 244"], "cite_par": [], "chapeau": "26. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause Suva, Caisse nationale suisse d'assurance en cas d'accidents contre B. (recours en matière civile)\n\n5A_432/2016 du 27 février 2017", "regestes": ["Art. 80 LP; art. 54 LPGA; art. 99 et 105 LAA; mainlevée définitive de l'opposition, primes de l'assurance-accidents obligatoire. Conditions auxquelles un décompte de la Suva relatif à des primes de l'assurance-accidents obligatoire constitue un titre de mainlevée définitive de l'opposition (consid. 2)."], "faits": "BGE 143 III 162 S. 162\n\nA. Le 20 août 2015, la Suva (poursuivante) a fait notifier à B. (poursuivi) un commandement de payer la somme de x fr., en invoquant BGE 143 III 162 S. 163comme cause de l'obligation une \"facture de révision 2010, échéance 01.01.2011 privilège légal 2ème classe\", cet acte a été frappé d'opposition totale, non motivée.\n\nB. Le 4 novembre 2015, la poursuivante a requis la mainlevée définitive de l'opposition à concurrence de la somme en poursuite.\n\nStatuant le 4 février 2016, le Juge du Tribunal civil des Montagnes et du Val-de-Ruz a rejeté la requête. Par arrêt du 9 mai 2016, l'Autorité de recours en matière civile du Tribunal cantonal du canton de Neuchâtel a rejeté le recours de la poursuivante. (...)\n\nLe Tribunal fédéral a rejeté le recours en matière civile formé par la poursuivante.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n2. En l'espèce, la juridiction précédente a retenu que la facture produite par la poursuivante ne comprend nulle part le terme de \"décision\" et se présente comme une \"facture ordinaire\", à laquelle est joint un bulletin de versement; elle ne comporte pas de \"véritable motivation\", mais se contente d'énumérer les salaires pris en considération pour les années 2005 à 2009, les taux applicables et les primes calculées, assortie de la mention \"Solde en notre faveur, payable le 01.01.2011\", sans autres explications. Le renvoi aux \"informations au verso\" n'est pas suffisant pour admettre que le destinataire devrait être conscient de l'existence d'une décision, laquelle deviendrait exécutoire à défaut d'opposition. Le chapitre de ce verso, intitulé \"Indication des voies de droit\" - en petits caractères -, ne précise pas à qui l'opposition écrite doit être adressée et ne contient aucune information sur les conséquences de l'absence d'opposition. De surcroît, contrairement à ce qu'exige l'art. 99 LAA (RS 832.20), la facture litigieuse ne se réfère à aucune décision entrée en force en ce qui concerne le calcul des primes.\n\n2.1 Aux termes de l'art. 80 al. 1 LP, le créancier qui est au bénéfice d'un jugement exécutoire peut requérir du juge la mainlevée définitive de l'opposition; la loi assimile notamment à des jugements les décisions des autorités administratives suisses (art. 80 al. 2 ch. 2 LP), principe que rappelle, pour le droit des assurances sociales, l'art. 54 al. 2 LPGA (RS 830.1) (cf. parmi plusieurs: KIESER, ATSG-Kommentar, 3e éd. 2015, n° 29 ad art. 54 LPGA).\n\nBGE 143 III 162 S. 164Dans un arrêt rendu le 18 septembre 1974, le Tribunal fédéral a refusé d'attribuer la valeur d'un titre de mainlevée définitive à une facture de l' Union valaisanne pour la vente des fruits et légumes (personne morale de droit public), qui n'était pas signée, ne comportait aucune indication propre à lui donner un caractère officiel, ne mentionnait ni l'organe de la créancière qui intervenait ni la base légale de la prestation réclamée et ne contenait aucune indication quant au droit de recours; il a retenu que l'existence d'une décision exécutoire suppose que le poursuivi ait eu la possibilité de s'exprimer sur le fond, de déposer une réclamation auprès de l'autorité qui a statué, ou de se pourvoir par une autre voie de recours garantissant l'examen des faits, et que son attention ait été attirée sur la voie de recours ordinaire ouverte contre la décision, l'avis à ce sujet devant indiquer l'autorité de recours et le délai pour recourir (in Revue valaisanne de jurisprudence [RVJ] 1975 p. 58 ss). D'aucuns en ont conclu - de manière discutable sous cette forme absolue (cf. infra, consid. 2.2.1) et en opposition avec une jurisprudence plus ancienne (ATF 57 I 261 [i.c. facture établie par un abattoir communal en vertu d'une ordonnance cantonale]) - qu'une simple facture, même relative à des contributions publiques, ne saurait justifier la mainlevée définitive(parmi d'autres: PETER, Edition annotée de la loi fédérale sur la poursuite pour dettes et la faillite, 2010, p. 351 let. B in fine; STAEHELIN, in Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, vol. I, 2e éd. 2010, n° 120 ad art. 80 LP, avec les arrêts cités par ces auteurs; cf. en sens contraire la jurisprudence recensée par RIGOT, Le recouvrement forcé des créances de droit public selon le droit de poursuite pour dettes et la faillite, 1991, p. 157 n. 180).\n\n2.2\n\n2.2.1 C'est à tort que l'autorité précédente, à la suite du premier juge, paraît dénier un caractère décisionnel à la \"facture\" litigieuse.\n\nD'emblée, il convient de souligner que l'art. 49 al. 3 LPGA n'exige pas, contrairement à l'art. 35 al. 1 PA, que la décision soit désignée comme telle. La question de savoir si cette exigence doit être aussi observée dans ce cas-là (cf. pour l'affirmative: GERBER, Les relations entre la loi fédérale sur la partie générale du droit des assurances sociales et la loi fédérale sur la procédure administrative, AJP 2002 p. 1313) peut demeurer indécise. Lorsqu'il s'agit de qualifier un acte, il importe peu que celui-ci soit intitulé \"décision\" ou qu'il en remplisse les conditions formelles posées par la loi; ce qui est BGE 143 III 162 S. 165déterminant, c'est qu'il revête les caractéristiques matérielles d'une décision (cf. à ce sujet: ATAF 2016/3 consid. 3.2, avec les références citées), selon des critères objectifs et indépendamment de la volonté de l'autorité ou de l'administré (ibidem, consid. 3.3 et les citations).\n\nD'après la jurisprudence, il faut entendre par \"décision administrative\", au sens de l'art. 80 al. 2 ch. 2 LP, tout acte administratif imposant de manière contraignante la prestation d'une somme d'argent à l'Etat ou à une autre corporation publique (ATF 47 I 222 consid. 1; RVJ 1972 p. 61 consid. 3a; arrêt 5P.350/2006 du 16 novembre 2006 consid. 3.1, avec la doctrine citée). Or, comme l'expose avec raison la recourante, l'acte en discussion satisfait à ces exigences: la \"facture\" litigieuse astreint le poursuivi à payer une somme d'argent déterminée correspondant à des primes de l'assurance-accidents obligatoire, lesquelles constituent indubitablement des contributions de droit public; ces prestations sont fixées par un établissement de droit public ayant la personnalité morale (art. 61 al. 1 LAA; idem selon le ch. I de la loi fédérale du 25 septembre 2015 en vigueur depuis le 1er janvier 2017 [RO 2016 4941]; cf.FRÉSARD/MOSER-SZELESS, L'assurance-accidents obligatoire, in Soziale Sicherheit, SBVR vol. XIV, 3e éd. 2016, p. 1080 ss). En dépit de sa présentation, le titre sur lequel est fondée la poursuite ne saurait donc être comparé à une \"facture [commerciale] ordinaire\" (cf. a contrario RVJ 1975 p. 62), mais constitue matériellement un décompte de primes, auquel la loi attribue la valeur d'une décision sujette à opposition (art. 105 LAA).\n\n2.2.2 C'est encore avec raison que la recourante critique la lecture que l'autorité cantonale a faite de la clause relative à l'indication des voies de droit.\n\nLa clause en question mentionne, en renvoyant à l'art. 105 LAA, que les \"factures de primes de l'assurance-accidents obligatoire peuvent être attaquées dans les 30 jours par voie d'opposition\"; celle-ci doit, en particulier, être \"formée soit par écrit, soit dans le cadre d'un entretien personnel auprès de l'agence Suva\". Même s'il faut concéder qu'une ponctuation plus précise eût été opportune (i.e. virgule placée après le membre de phrase: \"soit dans le cadre d'un entretien personnel\"), une lecture de bonne foi de cette clause conduit à admettre que l'opposition doit être présentée \"auprès de l'agence Suva\", quelle que soit la forme dans laquelle elle s'est manifestée, tant il est vrai que l'on ne voit pas pourquoi seul le destinataire de l'opposition orale serait précisé. Cette conclusion - qui est corroborée par BGE 143 III 162 S. 166les versions allemande et italienne correspondantes - ressort des normes légales topiques: l'art. 105 LAA se réfère à l'art. 52 LPGA, dont l'alinéa 1 dispose que les décisions peuvent être attaquées \"auprès de l'assureur qui les a rendues\".\n\n2.2.3 On ne peut suivre davantage l'autorité précédente au sujet des conséquences d'un défaut d'opposition, qui à son avis vaudrait tout au plus \"admission du calcul des primes\".\n\nUn employeur - à l'instar de l'intimé - assujetti à l'assurance-accidents obligatoire auprès de la Suva depuis de nombreuses années ne saurait prétendre ignorer que celle-ci est une autorité administrative fédérale (cf. pour l'art. 1 al. 2 let. c PA: ATF 112 V 209 consid. 2a) ni, partant, nourrir le moindre doute sur son caractère officiel. Une telle situation se distingue fondamentalement de celle qui a donné lieu à l'arrêt précité du 18 septembre 1974 (cf. supra, consid. 2.1), où la \"facture\" réclamée provenait d'un \"organisme para-étatique [de droit cantonal] dont on ne voit pas d'emblée s'il est assimilable à une autorité publique investie d'un pouvoir de contrainte\" (in RVJ 1975 p. 62 s. let. c). Quant à l'aptitude de la décision à faire l'objet d'une procédure d'exécution forcée, il s'agit là d'un effet légal de l'absence d'opposition (art. 54 LPGA, en relation avec les art. 99 et 105 LAA), que le poursuivi ne peut contrecarrer en plaidant son ignorance de la loi.\n\n2.2.4 Le dernier motif de la juridiction précédente, tiré de l'absence de référence à une décision entrée en force sur le calcul des primes - pour autant qu'il soit valablement critiqué (art. 42 al. 2 LTF; ATF 134 II 244 consid. 2.1; ATF 140 III 86 consid. 2 et 115 consid. 2, avec la jurisprudence citée) -, doit en revanche être approuvé.\n\nSelon l'art. 99 LAA, les décomptes de primes fondés sur des décisions entrées en force sont exécutoires conformément à l'art. 54 LPGA. La loi comporte \"un élément résiduel non couvert par [cette dernière norme] touchant à la force exécutoire des comptes de primes, qu'il y a lieu de réserver en tant que norme particulière\" (Rapport de la Commission du Conseil national de la sécurité sociale et de la santé du 26 mars 1999, FF 1999 4266 [ad art. 60 P-LPGA];KIESER, op. cit., n° 19 ad art. 54 LPGA), de sorte qu'un décompte de primes ne vaut titre de mainlevée définitive que si la décision de classement dans le tarif des primes (cf. art. 124 OLAA [RS 832.202])est entrée en force (MAURER, Schweizerisches Unfallversicherungsrecht, 1985, p. 579 et 605). La recourante paraît en être consciente, BGE 143 III 162 S. 167dès lors qu'elle a produit à l'appui de sa requête une décision de classement du 4 septembre 2015 relative aux primes afférentes à l'année 2016; cette pièce est cependant dénuée de pertinence dans le cas présent, où les primes en souffrance portent sur les années 2005 à 2009. (...)"}