{"annee": "143", "cour": "III", "page": "290", "date": "11/5/2017", "cite": ["110 IA 136", "133 V 645", "118 IA 341", "135 II 94", "106 IA 229", "134 I 125", "135 III 329", "135 III 334", "137 III 424", "120 IA 61", "136 II 470", "142 II 363", "137 V 57", "142 V 551", "139 III 252", "141 III 188", "138 III 94", "114 IA 263", "139 III 190", "105 IA 54", "142 III 557", "138 III 41", "134 III 524", "127 III 351"], "cite_par": ["145 III 42", "144 III 253"], "chapeau": "46. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. AG gegen B. und C. (Beschwerde in Zivilsachen)\n\n4A_662/2016 vom 11. Mai 2017", "regestes": ["Art. 75 LTF; conditions de recevabilité; épuisement des instances cantonales. Possibilité exceptionnelle de contester une décision de renvoi émanant d'un tribunal supérieur par un recours direct contre la décision finale consécutive du juge de première instance, lorsqu'un nouveau recours cantonal serait d'emblée inutile (consid. 1.1-1.7)."], "faits": "BGE 143 III 290 S. 290\n\nA.\n\nA.a B. (Arbeitnehmer 1, Kläger 1, Beschwerdegegner 1) und C. (Arbeitnehmer 2, Kläger 2, Beschwerdegegner 2) schlossen am 2. April 1996 rückwirkend per 1. Januar 1996 je zwei neue Arbeitsverträge mit der A. AG (Arbeitgeberin, Beklagte, Beschwerdeführerin) ab. Es wurden sämtliche früheren Verträge aufgehoben und die neuen Verträge auf unbestimmte Zeit, erstmals kündbar auf den 31. März 2001, abgeschlossen. Nach den Verträgen sollten die beiden Kläger die Funktionen als Verwaltungsräte ihrer Arbeitgeberin versehen und zudem Vorsitzender (Kläger 1) bzw. stellvertretender Vorsitzender (Kläger 2) der Geschäftsleitung sowie Handelsreisende sein. BGE 143 III 290 S. 291\n\nA.b Seit anfangs 1998 verschlechterte sich das Verhältnis der Parteien. Die Arbeitgeberin plante eine Neuorganisation, welche für die Arbeitnehmer diverse Veränderungen in den Aufgaben, Kompetenzen und der Einflussnahme auf die Geschäftsführung mit sich brachten, mit denen diese nicht einverstanden waren.\n\nA.c Mit Schreiben vom 27. Oktober 1998 kündigten die Arbeitnehmer ihre Anstellungsverträge fristlos.\n\nA.d Die Arbeitgeberin hielt mit Schreiben vom 3. November 1998 fest, dass die Arbeitnehmer zur fristlosen Auflösung der Arbeitsverträge nicht berechtigt gewesen seien.\n\nB.\n\nB.a Am 28. Dezember 2000 gelangte der Kläger 1 an das Arbeitsgericht Zürich mit dem Begehren, die Beklagte sei zu verpflichten, ihm Fr. 1'325'099.90 (zuzüglich Zins und abzüglich Sozialabzüge) zu bezahlen, unter Vorbehalt der Nachklage. Am 9. Februar 2001 reichte auch der Kläger 2 Klage ein mit dem Rechtsbegehren, es sei die Beklagte zur Zahlung von Fr. 585'545.15 (zuzüglich Zins und abzüglich Sozialabzüge) zu verpflichten. Nach Durchführung einer Sühneverhandlung wurden die beiden Verfahren vereinigt.\n\nB.b Mit Urteil vom 31. März 2005 hiess das Arbeitsgericht die Klagen teilweise gut und verurteilte die Beklagte, dem Kläger 1 Fr. 52'034.35 netto (nebst Zins) sowie dem Kläger 2 Fr. 16'624.60 netto (nebst Zins) zu bezahlen. Das Gericht erwog, dass die fristlose Kündigung der Kläger aus berechtigtem Grund erfolgt war, hielt indes dafür, die Kündigung sei zu spät erklärt worden.\n\nB.c Das Obergericht des Kantons Zürich wies mit Beschluss vom 21. September 2006 unter Aufhebung des erstinstanzlichen Urteils vom 31. März 2005 das Verfahren zur Fortsetzung bzw. Ergänzung im Sinne der Erwägungen an die Erstinstanz zurück. Das Obergericht gelangte zum Schluss, dass die fristlose Auflösung der Arbeitsverträge durch die Kläger gerechtfertigt war und auch rechtzeitig erklärt wurde.\n\nB.d Das Arbeitsgericht Zürich hiess darauf die Klagen mit Urteil vom 10. Oktober 2016 teilweise gut und verpflichtete die Beklagte zur Zahlung von Fr. 1'145'060.15 netto an den Kläger 1 sowie von Fr. 405'364.05 netto an den Kläger 2 (jeweils zuzüglich Zins und abzüglich Sozialabzüge). BGE 143 III 290 S. 292\n\nC.\n\nC.a Mit Beschwerde in Zivilsachen beantragt die Beklagte im Wesentlichen die Aufhebung des Rückweisungsbeschlusses des Obergerichts des Kantons Zürich vom 21. September 2006 und des Urteils des Arbeitsgerichts Zürich vom 10. Oktober 2016 sowie die Abweisung der Klagen.\n\nDie Beschwerdeführerin begründet zunächst, weshalb sie direkt den erstinstanzlichen Entscheid in Verbindung mit dem Rückweisungsentscheid des Obergerichts anficht. In der Sache beanstandet sie namentlich, dass das Obergericht im Urteil vom 21. September 2006, an welches das Arbeitsgericht gebunden war, die fristlose Kündigung der Beschwerdegegner als rechtzeitig qualifiziert hat.\n\nC.b Mit Eingabe vom 11. Januar 2017 teilt die Beschwerdeführerin unter Beilage der Verfügung des Obergerichts des Kantons Zürich vom 6. Januar 2017 mit, dass das von ihr beim Obergericht anhängig gemachte Berufungsverfahren sistiert wurde bis zum Entscheid des Bundesgerichts über das vorliegende Beschwerdeverfahren.\n\nDas Bundesgericht tritt auf die Beschwerde ein und weist sie ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n1. Die vorliegende Beschwerde hat eine Zivilsache zum Gegenstand (Art. 72 BGG). Sie richtet sich indes nicht direkt gegen den Entscheid eines oberen kantonalen Gerichts (Art. 75 BGG), sondern gegen den Endentscheid (Art. 90 BGG) des erstinstanzlichen kantonalen Gerichts, dessen erstes Urteil vom oberen kantonalen Gericht aufgehoben wurde und das im Sinne der Erwägungen des Beschlusses des Obergerichts des Kantons Zürich vom 21. September 2006 die Schadenersatzansprüche der Beschwerdegegner aus gerechtfertigter fristloser Kündigung ihrer Arbeitsverträge festsetzte.\n\n1.1 Die Beschwerde ist nach Art. 75 Abs. 1 BGG zulässig gegen Entscheide letzter kantonaler Instanzen. Entscheiden diese nach dem Grundsatz von Art. 75 Abs. 2 BGG als Rechtsmittelinstanzen, ist die Ausschöpfung des kantonalen Instanzenzugs unerlässliche Voraussetzung für die Zulässigkeit der Beschwerde an das Bundesgericht. Es gilt das Prinzip der double instance im Zivilrecht - ausgenommen die in Art. 75 Abs. 2 lit. a-c BGG genannten Fälle, die vorliegend nicht in Betracht fallen (BGE 141 III 188 E. 4.1; BGE 143 III 290 S. 293 BGE 139 III 252 E. 1.6 S. 255; BGE 138 III 41 E. 1.1; BGE 137 III 424 E. 2.1). Der Begriff der Letztinstanzlichkeit bedeutet, dass der kantonale Instanzenzug nicht nur formell durchlaufen werden soll, sondern dass die Rügen, die dem Bundesgericht unterbreitet werden, soweit möglich schon vor Vorinstanz vorgebracht werden müssen (BGE 134 III 524 E. 1.3 S. 527 mit Hinweisen; Urteile des Bundesgerichts 4A_647/2015 / 4A_649/2015 vom 11. August 2016 E. 5.2.2, nicht publ. in BGE 142 III 557; 4A_260/2014 vom 8. September 2014 E. 1; 4A_94/2014 vom 1. Juli 2014 E. 1 und 3.2). Art. 75 Abs. 2 BGG verlangt sodann - ebenso wie Art. 80 Abs. 2 BGG für die Beschwerde in Strafsachen und Art. 86 Abs. 2 BGG für die Beschwerde in öffentlich-rechtlichen Angelegenheiten -, dass ein oberes kantonales Gericht als Vorinstanz entscheiden muss (vgl. zum Begriff BGE 136 II 470 E. 1.1 S. 473; BGE 135 II 94 E. 4.1 S. 97; BGE 134 I 125 E. 3.5 S. 135). Nach der Botschaft des Bundesrates vom 28. Februar 2001 zur Totalrevision der Bundesrechtspflege soll ein Rechtsstreit nicht vor das Bundesgericht getragen werden können, ohne dass er zuvor von einer höchsten kantonalen Instanz beurteilt worden ist, weshalb den Kantonen verwehrt ist, als zweite Instanz ein unteres kantonales Gericht einzusetzen (BBl 2001 4310 zu Art. 71 Abs. 2).\n\n1.2 Die Erschöpfung des kantonalen Instanzenzugs war altrechtlich für die staatsrechtliche Beschwerde in Art. 86 Abs. 1 (AS 1992 294) bzw. Art. 87 (BS 3 555) des Bundesgesetzes vom 16. Dezember 1943 über die Organisation der Bundesrechtspflege (Bundesrechtspflegegesetz, OG) vorgesehen; danach war die Beschwerde nur gegen letztinstanzliche kantonale Entscheide zulässig, d.h. es mussten alle ordentlichen oder ausserordentlichen Rechtsmittel ergriffen worden sein, mit denen die gerügte Rechtsverletzung beanstandet werden konnte (BGE 120 Ia 61 E. 1a; BGE 110 Ia 136 E. 2a S. 137; MESSMER/IMBODEN, Die eidgenössischen Rechtsmittel in Zivilsachen, 1992, S. 192 Rz. 137; WALTER KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, 2. Aufl. 1994, S. 326 ff.). Vom Grundsatz der Erschöpfung wurde nach der Praxis indes ausnahmsweise abgesehen, wenn das Durchlaufen der kantonalen Instanzen eine leere, zwecklose Formalität gewesen wäre (KÄLIN, a.a.O., S. 328 f.). Als praktisch wichtigster Ausnahmefall wurde auf das Erfordernis der Ausschöpfung des kantonalen Instanzenzugs verzichtet, wenn eine untere Instanz nach Weisungen der Rechtsmittelinstanz entschieden hatte (BGE 114 Ia 263 E. 2c S. 266; BGE 106 Ia 229 E. 4 S. 236; BGE 105 Ia 54 E.1a S. 56; je mit Hinweisen, vgl. auch BGE 118 Ia 341 E. 2e S. 346). Ob eine BGE 143 III 290 S. 294unmittelbare Anfechtung des erstinstanzlichen Endentscheids auch unter der Geltung des BGG zulässig sein könnte, wenn in der Beschwerde an das Bundesgericht ausschliesslich Rügen vorgebracht werden, die im oberinstanzlichen Zwischenentscheid verbindlich entschieden worden sind, hat das Bundesgericht bisher offengelassen (Urteil 5A_413/2013 vom 30. August 2013 E. 3.3.2).\n\n1.3 Nach geltendem Recht lässt das Bundesgericht die Beschwerde im Anschluss an erstinstanzliche Endentscheide ausnahmsweise zu, wenn diese in der Sache nicht mehr beanstandet werden, aber die Kostenregelung oberer kantonaler Gerichte in Rückweisungsentscheiden angefochten wird (BGE 142 II 363 E. 1.1 S. 366; BGE 137 V 57 E. 1.1; BGE 135 III 329 E. 1.2.2 S. 333; BGE 133 V 645 E. 2.2 S. 648). Dass die Beschwerde gegen die Kosten von Rückweisungsentscheiden noch gegen den Endentscheid erhoben werden kann, ist dadurch begründet, dass die direkte, separate Anfechtung der Kostenregelung des Rückweisungsentscheides nicht zulässig ist; denn der Kostenentscheid in der Rückweisung wird als Zwischenentscheid qualifiziert. Das Bundesgericht soll sich nach dem Willen des Gesetzgebers wenn möglich nur einmal mit einer Sache befassen, weshalb es Zwischenentscheide nur unter den Voraussetzungen von Art. 92 BGG und Art. 93 BGG an die Hand nimmt (BGE 142 II 363 E. 1.3 S. 366 mit Hinweisen). Die Kostenregelung in einem Zwischenentscheid kann danach nur unter der Voraussetzung angefochten werden, dass sie einen nicht wiedergutzumachenden Nachteil bewirken kann (Art. 93 Abs. 1 lit. a BGG), was praktisch nicht zutrifft. Die Kostenregelung in Rückweisungsentscheiden kann deshalb erst im Anschluss an den Endentscheid mit Beschwerde beim Bundesgericht angefochten werden. Wenn in diesem Fall der erstinstanzliche Entscheid von keiner der Parteien in der Sache angefochten wird, kann die Beschwerde unmittelbar im Anschluss an den erstinstanzlichen Entscheid erhoben werden. Dabei muss die Beschwerdefrist gegen die erstinstanzliche Entscheidung im Nachgang zum Rückweisungsentscheid eingehalten werden (BGE 142 V 551 E. 3.3.2 S. 558; BGE 142 II 363 E. 1.3 S. 367 f.).\n\n1.4 Entscheide, in denen die obere kantonale Instanz als Rechtsmittelinstanz eine Vorfrage abweichend von der ersten Instanz entscheidet und das Verfahren zur weiteren Beurteilung an die erste Instanz zurückweist, sind Zwischenentscheide. Sie können - sofern sie nicht die Zuständigkeit oder den Ausstand zum Gegenstand haben (Art. 92 BGG) - nur direkt mit Beschwerde beim Bundesgericht angefochten werden, wenn sie entweder einen nicht BGE 143 III 290 S. 295wiedergutzumachenden Nachteil bewirken können (Art. 93 Abs. 1 lit. a BGG) oder unter der doppelten Voraussetzung, dass die Gutheissung der Beschwerde sofort einen Endentscheid herbeiführen und damit einen bedeutenden Aufwand an Zeit oder Kosten für ein weitläufiges Beweisverfahren ersparen würde (Art. 93 Abs. 1 lit. b BGG). Da das Bundesgericht grundsätzlich die Sache nur einmal in Kenntnis sämtlicher Vorentscheide beurteilen soll, ist die zweite Voraussetzung einschränkend zu verstehen (BGE 138 III 94 E. 2.2). Selbst wenn die Voraussetzung namentlich des aufwändigen oder kostspieligen Beweisverfahrens gegeben ist, ist denn auch die im Rückweisungsentscheid unterlegene Partei nicht verpflichtet, zur Verhinderung eines Rechtsverlusts direkt gegen den Rückweisungsentscheid Beschwerde zu erheben. Sie kann nach Art. 93 Abs. 3 BGG, wenn sie von der Beschwerde keinen Gebrauch macht, derartige Zwischenentscheide durch Beschwerde gegen den Endentscheid anfechten, sofern sie sich auf dessen Inhalt auswirken (vgl. für die fakultative Anfechtung schon nach OG: BGE 127 III 351 E. 1a S. 353 mit Hinweisen).\n\n1.5 Die Gründe für die Anfechtbarkeit von Kostenregelungen in Zwischenentscheiden im Anschluss an erstinstanzliche Endentscheide sprechen auch für die Anfechtung anderer Rückweisungsentscheide oberer kantonaler Gerichte im Anschluss an den erstinstanzlichen Endentscheid, soweit in der Beschwerde ausschliesslich diese in Frage gestellt werden. Der Rückweisungsentscheid ist nach allgemeinen Grundsätzen nicht nur für die erste Instanz verbindlich, sondern er kann auch von der rückweisenden Instanz später nicht mehr in Frage gestellt werden (BGE 135 III 334 E. 2 S. 335 mit Hinweisen). Dies gilt namentlich auch für Rückweisungsentscheide, die von oberen kantonalen Gerichten auf Rechtsmittel nach der ZPO ergehen (Urteil 4A_646/2011 vom 26. Februar 2013 E. 3.2, nicht publ. in: BGE 139 III 190). Werden daher in einem kantonalen Rechtsmittel gegen den erstinstanzlichen Endentscheid nur die Erwägungen im früheren Rückweisungsentscheid der oberen kantonalen Instanz angefochten, fehlt der beschwerdeführenden Partei das Rechtsschutzinteresse am Rechtsmittel und die obere kantonale Instanz tritt darauf gar nicht ein (vgl. die Sachverhalte in den Urteilen 4A_646/ 2011 vom 26. Februar 2013 und 5A_413/2013 vom 30. August 2013). Von der durch den früheren Rückweisungsentscheid belasteten Partei aber zu verlangen, ein kantonales Rechtsmittel zu ergreifen, das von vorneherein nutzlos ist, würde eine leere, zwecklose Formalität bedeuten. Soweit sich die Rügen daher ausschliesslich gegen den BGE 143 III 290 S. 296 früheren Rückweisungsentscheid der oberen kantonalen Instanz richten, muss die Beschwerde an das Bundesgericht gegen diesen früheren Zwischenentscheid direkt im Anschluss an den erstinstanzlichen Endentscheid zulässig sein.\n\n1.6 Die Beschwerdeführerin rügt - ausschliesslich -, dass die fristlose Kündigung durch die Beschwerdegegner als gerechtfertigt und rechtzeitig qualifiziert worden ist. Diese Frage ist im Obergerichtsentscheid vom 21. September 2006 auf Rechtsmittel gegen den erstinstanzlichen Entscheid vom 31. März 2005 entschieden worden. Insofern ist der Instanzenzug materiell erschöpft. Denn es ist unbestritten, dass sowohl die erste Instanz wie das Obergericht nach dem hier noch anwendbaren alten Zürcher Prozessrecht an den Entscheid dieser Frage gebunden sind. Der Entscheid des Obergerichts des Kantons Zürich vom 21. September 2006 hat sich auf den Endentscheid des Arbeitsgerichts Zürich vom 10. Oktober 2016 ausgewirkt (Art. 93 Abs. 3 BGG). Das Arbeitsgericht war nach diesem Rückweisungsentscheid verpflichtet, die Rechtsgültigkeit der fristlosen Kündigung seiner - neuen - Entscheidung zugrunde zu legen. Das Arbeitsgericht hat den Beschwerdegegnern folgerichtig gestützt auf Art. 337b OR Schadenersatzansprüche aus gerechtfertigter Auflösung des Arbeitsverhältnisses zugesprochen. Deren Höhe wird von der Beschwerdeführerin nicht in Frage gestellt.\n\n1.7 Die Beschwerdegegner haben gegen das erstinstanzliche Urteil kein kantonales Rechtsmittel ergriffen; die Vorinstanz hat das von der Beschwerdeführerin vorsorglich anhängig gemachte Berufungsverfahren sistiert. Vor der Vorinstanz ist damit kein Rechtsmittelverfahren hängig, dessen Ausgang den erstinstanzlichen Entscheid des Arbeitsgerichts beeinflussen könnte. Da sich die Beschwerde ausschliesslich gegen die Erwägungen im Beschluss des Obergerichts des Kantons Zürich vom 21. September 2006 richtet, mit dem die Rechtmässigkeit der fristlosen Kündigung der Beschwerdegegner abschliessend beurteilt worden ist, und keine weiteren Rügen gegen den arbeitsgerichtlichen Entscheid vom 10. Oktober 2016 erhoben werden, sind die Voraussetzungen für die Anfechtung dieses Zwischenentscheids durch direkte Beschwerde gegen den erstinstanzlichen Endentscheid des Arbeitsgerichts erfüllt. Die Beschwerde ist insoweit zulässig. (...)"}