{"annee": "143", "cour": "V", "page": "95", "date": "28/2/2017", "cite": ["130 V 299", "135 II 145", "111 IB 116", "130 V 532", "137 II 182", "137 V 295", "136 V 395", "127 V 138"], "cite_par": ["144 V 333", "145 V 116"], "chapeau": "10. Urteil der II. sozialrechtlichen Abteilung i.S. A. gegen KPT Krankenkasse AG (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_528/2016 vom 28. Februar 2017", "regestes": ["Art. 32 al. 1 et art. 52 al. 1 let. b LAMal; art. 64a ss OAMal; art. 30 ss OPAS; art. 9 Cst.; efficacité et adéquation d'un médicament contenant des opioïdes; protection de la bonne foi. Un médicament contenant des opioïdes, autorisé par Swissmedic pour le traitement de douleurs chroniques - et ce (implicitement) aussi dans le cadre d'un trouble somatoforme douloureux - et admis sans limitation dans la liste des spécialités, est considéré de manière générale comme efficace, adéquat et économique (consid. 3.3). Si l'assurance obligatoire des soins prend en charge sans réserve sur une période prolongée des médicaments dont l'utilisation n'est pas (ou plus) efficace, adéquate et économique, elle reste tenue à prendre en charge cette prestation dans les limites du principe de la protection de la bonne foi. Par ailleurs, un délai de transition doit être accordé pour l'adaptation au changement de pratique désormais correct de l'assurance-maladie (consid. 3.7)."], "faits": "|96|\n\nA. Die 1969 geborene A. ist bei der KPT Krankenkasse AG (nachfolgend: KPT) obligatorisch krankenpflegeversichert. Sie leidet seit einem Ski- und einem Auffahrunfall an einem Schmerzsyndrom, für dessen Behandlung - u.a. mit \"Transtec® Matrixpflaster\" (Buprenorphin; nachfolgend: Transtec) und \"Morphin HCL Amino Inj Lös\" (nachfolgend: Morphin) - die obligatorische Unfallversicherung bis Ende Januar 2014 aufkam. Anschliessend übernahm die KPT die genannten Arzneimittel. Sie traf im Zusammenhang mit deren Verschreibung medizinische Abklärungen, verwies mit Verfügung vom |971| . Oktober 2014 auf einen \"massiven Opiat-Missbrauch\", verneinte ihre Leistungspflicht für Betäubungsmittel und forderte von A. die seit dem 1. Februar 2014 für bezogene Betäubungsmittel geleisteten Zahlungen von Fr. 2'691.85 zurück. Daran hielt die KPT mit Einspracheentscheid vom 27. Februar 2015 fest. Zur Begründung führte sie an, die Behandlung mit Transtec und Morphin sei weder zweckmässig noch wirksam und daher auch nicht wirtschaftlich.\n\nB. Im nachfolgenden Beschwerdeverfahren reduzierte die KPT ihre Rückforderung auf Fr. 2'409.45. Das im verbliebenen Umfang beurteilte Rechtsmittel wies das Verwaltungsgericht des Kantons Bern mit Entscheid vom 24. Juni 2016 ab.\n\nC. A. lässt mit Beschwerde in öffentlich-rechtlichen Angelegenheiten beantragen, unter Aufhebung des Entscheids vom 24. Juni 2016 sei die KPT zu verpflichten, die ärztlich verordneten Medikamente Transtec und Morphin zu übernehmen und es sei festzustellen, dass die KPT keinen Rückforderungsanspruch für die zwischen dem 1. Februar und dem 31. August 2014 bezogenen Medikamente habe.\n\nDie KPT schliesst auf Abweisung der Beschwerde. Das Bundesamt für Gesundheit (BAG) reicht eine Vernehmlassung ein, ohne einen Antrag zu stellen. Die KPT nimmt dazu mit einer weiteren Eingabe Stellung.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut.", "considerants": "Erwägungen:\n\n1. Die obligatorische Krankenpflegeversicherung übernimmt die Kosten für die Leistungen, die der Diagnose und Behandlung einer Krankheit und ihrer Folgen dienen (Art. 25 Abs. 1 KVG). Diese Leistungen umfassen u.a. die ärztlich verordneten Arzneimittel (Art. 25 Abs. 2 lit. b KVG) der durch das BAG erstellten Liste der pharmazeutischen Spezialitäten und konfektionierten Arzneimittel (Spezialitätenliste, abrufbar unter www.listedesspecialites.ch; Art. 52 Abs. 1 lit. b KVG und Art. 64a ff. KVV [SR 832.102]). Die Leistungen müssen wirksam, zweckmässig und wirtschaftlich sein (Art. 32 Abs. 1 KVG).\n\n2.\n\n2.1 Es steht fest, dass bei der Versicherten eine anhaltende somatoforme Schmerzstörung (ICD-10: F45.4) diagnostiziert und dass sie deshalb auf ärztliche Verordnung hin u.a. mit Transtec und Morphin |98| behandelt wurde. Streitig und zu prüfen ist, ob die KPT im Rahmen der obligatorischen Krankenpflegeversicherung für diese Arzneimittel aufzukommen hat und dabei insbesondere, ob deren Anwendung wirksam, zweckmässig und wirtschaftlich war.\n\n2.2 Die Vorinstanz hat die Wirksam- und Zweckmässigkeit von Transtec und Morphin zur Behandlung der somatoformen Schmerzstörung verneint. Sie hat erwogen, gemäss Klinischer Leitlinie der deutschen Arbeitsgemeinschaft der Wissenschaftlichen Medizinischen Fachgesellschaften (AWMF) zur Langzeitanwendung von Opioiden bei nicht tumorbedingten Schmerzen (AWMF-Register Nr. 145/003; abrufbar unter www.awmf.org/leitlinien/detail/ll/145-003.html; vgl. auch die Kurzfassung: HÄUSER UND ANDERE, Klinische Leitlinie, Langzeitanwendung von Opioiden bei nichttumorbedingten Schmerzen, Deutsches Ärzteblatt 111 43/2014 S. 732-740 und S. 10-15, ebenda abrufbar) sollten anhaltende somatoforme Schmerzstörungen nicht mit opioidhaltigen Analgetika behandelt werden, da eine Wirksamkeit hierfür nicht belegt sei. Auch wenn die Schmerzen der Versicherten durch die umstrittene Medikation temporär abgeschwächt werden könnten, ändere dies nichts daran, dass die somatoforme Schmerzstörung dadurch nicht geheilt werde. Sodann hätten die Dres. med. B. (Facharzt für Psychiatrie und Psychotherapie), C. (Facharzt für Allgemeine Innere Medizin und für Anästhesiologie beim Regionalen Ärztlichen Dienst der Invalidenversicherung) und D. (Facharzt für Chirurgie und Vertrauensarzt der KPT) die angewandte Medikation für schädlich resp. nicht sinnvoll gehalten. Wegen des hohen Abhängigkeitsrisikos ohne therapeutisches Ergebnis - welches sich bei der Versicherten verwirklicht habe - seien die Medikamente nicht zweckmässig. Die Wirtschaftlichkeit hat die Vorinstanz mangels der dazu vorausgesetzten Wirksam- und Zweckmässigkeit in Abrede gestellt. Folglich hat sie eine Leistungspflicht der KPT verneint und deren Rückerstattungsanspruch bestätigt.\n\n3.\n\n3.1 Eine Leistung ist im Sinne von Art. 32 Abs. 1 KVG wirksam, wenn sie objektiv den Erfolg der Behandlung der Krankheit erwarten lässt. Die Wirksamkeit (wie auch die Zweckmässigkeit) einer Behandlung beurteilt sich im Hinblick auf den durch sie angestrebten Nutzen im Einzelfall (BGE 130 V 299 E. 6.1 S. 304). Daraus, dass durch die Massnahme grundsätzlich eine möglichst vollständige Beseitigung der gesundheitlichen Beeinträchtigung erzielt werden |99| soll (BGE 127 V 148 E. 5 S. 147), lässt sich indessen nicht schliessen, dass nur kurative Therapien wirksam wären (vgl. BGE 136 V 395 E. 5.2 S. 399). Einer bestimmten Behandlung kann daher die Wirksamkeit nicht allein mit der Begründung abgesprochen werden, es gehe nicht um die Bekämpfung der Ursachen der Krankheit, sondern nur um die Behandlung der Symptome (BGE 130 V 299 E. 6.2.1.1 S. 305; Urteil 9C_374/2010 vom 23. Dezember 2010 E. 4.2).\n\nIn concreto wurde mit der umstrittenen Medikation eine Unterdrückung oder zumindest Linderung der Schmerzen angestrebt, was im Rahmen der Wirksam- und Zweckmässigkeit ein zulässiges Behandlungsziel darstellt.\n\n3.2 Die Aufnahme eines Arzneimittels in die Spezialitätenliste setzt u.a. voraus, dass es wirksam, zweckmässig und wirtschaftlich ist und eine gültige Zulassung des Schweizerischen Heilmittelinstituts (Swissmedic) vorliegt (Art. 65 Abs. 1 und 3 KVV und Art. 30 Abs. 1 der Verordnung des EDI vom 29. September 1995 über Leistungen in der obligatorischen Krankenpflegeversicherung [KLV; SR 832.112.31]).\n\nBeim Nachweis der Wirksamkeit als Voraussetzung für die Zulassung nach Art. 10 Abs. 1 lit. a des Bundesgesetzes vom 15. Dezember 2000 über Arzneimittel und Medizinprodukte (Heilmittelgesetz, HMG; SR 812.21) ist von den Therapiezielen auszugehen. Dabei wird (auch) vom Nutzen-Risiko-Verhältnis gesprochen, welches günstig sein muss. Das BAG stützt sich bei der Prüfung der Wirksam- und Zweckmässigkeit eines Arzneimittels auf die Unterlagen, die für die Registrierung durch Swissmedic massgebend waren und allenfalls weitere, die einverlangt werden können (Art. 32 und Art. 33 Abs. 2 KLV). Die Beurteilung der Wirksamkeit muss sich in jedem Fall auf klinisch kontrollierte Studien abstützen (Art. 65a KVV; im gleichen Sinne Art. 11 Abs. 1 HMG und Art. 2 ff. der Verordnung des Schweizerischen Heilmittelinstituts vom 9. November 2001 über die Anforderungen an die Zulassung von Arzneimitteln [AMZV; SR 812.212.22]). Die Zweckmässigkeit eines Arzneimittels in Bezug auf seine Wirkung und Zusammensetzung wird nach klinisch-pharmakologischen und galenischen Erwägungen, nach unerwünschten Wirkungen sowie nach der Gefahr missbräuchlicher Verwendung beurteilt (Art. 33 Abs. 1 KLV). Weiter hat das Bundesamt bei der Erstellung der Spezialitätenliste die Meinungsäusserungen und Empfehlungen der beratenden Kommissionen (Art. 37a KVV i.V.m. Art. 33 Abs. 4 KVG und Art. 34 KVV), insbesondere der Eidgenössischen |100| Arzneimittelkommission (EAK; Art. 37e KVV) zu berücksichtigen (vgl. BGE 137 V 295 E. 6 S. 302 f. mit Hinweisen). Die Spezialitätenliste kann Limitierungen, insbesondere bezüglich Menge oder medizinische Indikationen, enthalten (Art. 73 KVV).\n\nDas BAG überprüft sämtliche Arzneimittel, die in der Spezialitätenliste aufgeführt sind, alle drei Jahre daraufhin, ob sie die Aufnahmebedingungen noch erfüllen (Art. 65d Abs. 1 KVV). Darüber hinaus überprüft es die Wirksamkeit und die Zweckmässigkeit eines Arzneimittels von sich aus oder auf Antrag der EAK, wenn Anhaltspunkte bestehen, dass die Wirksamkeit oder die Zweckmässigkeit nicht mehr erfüllt sein könnte (Art. 65d Abs. 2 KVV).\n\n3.3 Die hier interessierenden Arzneimittel unterstehen dem Bundesgesetz vom 3. Oktober 1951 über die Betäubungsmittel und die psychotropen Stoffe (Betäubungsmittelgesetz, BetmG; SR 812.121). Sie sind im Sinne des HMG für folgende Indikationen/Anwendungsmöglichkeiten zugelassen: Morphin ist anwendbar bei besonders starken Schmerzzuständen (akuten und chronischen), die durch andere Massnahmen nicht ausreichend zu beeinflussen sind, wie zum Beispiel bei unfallbedingten, intra- und postoperativen sowie Tumorschmerzen, Herzinfarkt, akutem Lungenödem, Nierenkoliken. Transtec ist zur Behandlung mittelstarker bis starker prolongierter Schmerzen bzw. bei ungenügender Wirksamkeit nicht-opioider Analgetika und schwacher Opioide indiziert (Fachinformationen des Arzneimittel-Kompendiums der Schweiz; abrufbar unter www.compendium.ch). Sie sind seit 1. Januar 2000 (Morphin) resp. 1. September 2006 (Transtec) ohne Limitierung in die Spezialitätenliste aufgenommen.\n\nDas BAG stellt zutreffend fest, dass der Einsatz von opioid-haltigen Analgetika bei somatoformen Schmerzstörungen kontrovers beurteilt wird; es verweist dazu insbesondere auf die von der Vorinstanz herangezogene Leitlinie der AWMF (vgl. E. 2.2) und weitere Publikationen (DONNA B. GREENBERG, Somatization: Treatment and prognosis, zuletzt aktualisiert im Mai 2015, abrufbar unter www.uptodate.com; CHOU UND ANDERE, Clinical Guidelines for the Use of Chronic Opioid Therapy in Chronic Noncancer Pain, in: The Journal of Pain, Februar 2009, 10(2) S. 113-130; Canadian Guideline for Safe and Effective Use of Opioids for Chronic Non-Cancer Pain, abrufbar unter nationalpaincentre.mcmaster.ca/opioid/). Diese Abhandlungen resp. die darin enthaltenen Empfehlungen ändern jedoch |101| nichts daran, dass die umstrittenen Medikamente zur Behandlung chronischer Schmerzen - und zwar (implizit) auch im Rahmen einer somatoformen Schmerzstörung - von Swissmedic zugelassen und mit der vorbehaltlosen Aufnahme in die Spezialitätenliste als allgemein wirksam, zweckmässig und wirtschaftlich zu betrachten sind (E. 3.2; vgl. auch BGE 136 V 395 E. 5.1 S. 398 f.; BGE 130 V 532 E. 3.4 S. 540). Insbesondere scheint weder das BAG noch die EAK die genannten wissenschaftlichen Publikationen zum Anlass genommen zu haben, die Wirksam- und Zweckmässigkeit der hier interessierenden Arzneimittel (insbesondere hinsichtlich einer allfälligen Limitierung in der Spezialitätenliste) zu überprüfen (vgl. E. 3.2). Bei diesen Gegebenheiten lässt sich die Leistungspflicht der obligatorischen Krankenpflegeversicherung nicht mit dem Argument verneinen, die Wirksamkeit opioidhaltiger Analgetika bei somatoformen Schmerzstörungen sei nicht belegt (vgl. auch GEBHARD EUGSTER, Die obligatorische Krankenpflegeversicherung, in: Soziale Sicherheit, SBVR Bd. XIV, 3. Aufl. 2016, S. 530 Rz. 409). Solches lässt sich auch nicht der in diesem Zusammenhang von der Vorinstanz zitierten Rechtsprechung (Urteil 9C_561/2010 vom 6. Juni 2011 E. 5.1.1) entnehmen; zudem unterscheidet sich jener Fall vom vorliegenden insbesondere in Bezug auf die Diagnose, das Behandlungskonzept und die Behandlungskosten erheblich, weshalb sich daraus auch mit Blick auf den Einzelfall nichts für die Beschwerdegegnerin ableiten lässt.\n\n3.4 Im hier zu beurteilenden Fall sprachen ursprünglich keine konkreten Anhaltspunkte gegen die Behandlung mit Transtec und Morphin. Das Abhängigkeitsrisiko ist diesen Medikamenten immanent (vgl. Fachinformationen des Arzneimittel-Kompendiums); sie können nicht allein deswegen als unzweckmässig betrachtet werden. Bei Behandlungsbeginn waren andere Gründe für eine fehlende Zweckmässig- oder Wirtschaftlichkeit im Einzelfall (was jeweils prospektiv und objektiv zu beurteilen ist; Urteil 9C_824/2007 vom 3. April 2008 E. 3.3.2 mit Hinweisen) nicht ersichtlich. Somit ist die umstrittene Medikation grundsätzlich als Pflichtleistung der Sozialversicherung(en) zu betrachten (E. 1; vgl. für die Unfallversicherung Art. 10 Abs. 1 lit. b UVG sowie Art. 67 und 71 UVV [SR 832.202]).\n\n3.5 Erstreckt sich - wie hier - die Therapie mit Transtec und Morphin über einen längeren Zeitraum, stellt sich früher oder später die Frage, ob im Einzelfall die Fortführung der Behandlung wirksam, zweckmässig und wirtschaftlich ist. Dies ergibt sich schon daraus, |102| dass auch in klinisch kontrollierten Studien (vgl. E. 3.2) nicht alle Personen auf die getesteten Wirkstoffe resp. Arzneimittel gleich gut ansprechen (vgl. etwa HÄUSER UND ANDERE, a.a.O., S. 14).\n\nDiesbezüglich hat die Vorinstanz festgestellt, dass bereits im Gutachten des Dr. med. B. vom 30. Juni 2011 ein schädlicher Gebrauch von Opioiden (ICD-10: F11.1) mit negativen Auswirkungen auf die Lebensführung der Versicherten konstatiert worden sei. Es liege ein Betäubungsmittelmissbrauch bei fehlendem therapeutischem Nutzen vor. Dass diese Feststellungen offensichtlich unrichtig (d.h. willkürlich, unhaltbar; vgl. BGE 135 II 145 E. 8.1 S. 153; Urteil 9C_735/2013 vom 17. April 2014 E. 3.2 mit weiteren Hinweisen) sein sollen, ist nicht ersichtlich und wird auch nicht substanziiert geltend gemacht. Insbesondere legt die Beschwerdeführerin nicht dar, dass die Schmerzen mit der umstrittenen Medikation anhaltend kontrolliert oder reduziert werden konnten; solches lässt sich auch nicht der von der KPT eingeholten Stellungnahme des Hausarztes vom 23. September 2014 oder den übrigen Unterlagen entnehmen. Hingegen war beispielsweise die Situation bei der Begutachtung durch Dr. med. E. (Gutachten vom 22. Juni 2011), nachdem die Versicherte laut eigenen Angaben die umstrittenen Arzneimittel bereits \"seit zwei bis drei Jahren\" angewendet hatte, von heftigen Schmerzen geprägt. Sodann ist nicht nachvollziehbar, inwiefern es unzulässig sein soll, dass die Vorinstanz u.a. auf medizinische Unterlagen der Invalidenversicherung abgestellt hat, als sie die Feststellungen betreffend den therapeutischen Nutzen der umstrittenen Medikation getroffen hat. Diese bleiben somit für das Bundesgericht verbindlich (Art. 105 Abs. 1 und 2 BGG). Unter den gegebenen Umständen durfte die weitere Behandlung der Versicherten mit Transtec und Morphin als nicht (mehr) wirksam, zweckmässig und wirtschaftlich erachtet werden. Näher zu betrachten ist im Folgenden der Zeitpunkt, ab welchem die Leistungspflicht der Krankenversicherung entfällt.\n\n3.6\n\n3.6.1 Der im Einzelfall schädliche Gebrauch von Opioiden wie auch der fehlende therapeutische Nutzen der Behandlung wurde im Juni 2011 erkannt (E. 3.5). Somit waren ab diesem Zeitpunkt die Voraussetzungen für eine Leistungspflicht der Sozialversicherung(en) nicht mehr gegeben. Unrechtmässig bezogene Leistungen sind gemäss Art. 25 ATSG grundsätzlich zurückzuerstatten. Indessen beruft sich die Versicherte auf den Vertrauensgrundsatz. |103|\n\n3.6.2 Nach dem in Art. 9 BV verankerten Grundsatz von Treu und Glauben kann eine unrichtige Auskunft, welche eine Behörde dem Bürger erteilt, unter gewissen Umständen Rechtswirkungen entfalten. Voraussetzung dafür ist, dass: a) es sich um eine vorbehaltlose Auskunft der Behörden handelt; b) die Auskunft sich auf eine konkrete, den Bürger berührende Angelegenheit bezieht; c) die Amtsstelle, welche die Auskunft gegeben hat, dafür zuständig war oder der Bürger sie aus zureichenden Gründen als zuständig betrachten durfte; d) der Bürger die Unrichtigkeit der Auskunft nicht ohne Weiteres hat erkennen können; e) der Bürger im Vertrauen hierauf nicht ohne Nachteil rückgängig zu machende Dispositionen getroffen hat; f) die Rechtslage zur Zeit der Verwirklichung noch die gleiche ist wie im Zeitpunkt der Auskunftserteilung; g) das Interesse an der richtigen Durchsetzung des objektiven Rechts dasjenige am Vertrauensschutz nicht überwiegt (BGE 137 II 182 E. 3.6.2 S. 193 mit Hinweisen; ARV 2015 S. 334, 8C_306/2015 E. 3.2). Vertrauensschutz setzt nicht zwingend eine unrichtige Auskunft oder Verfügung voraus; er lässt sich auch aus einer blossen behördlichen Zusicherung und sonstigem, bestimmte Erwartungen begründendem Verhalten der Behörden herleiten (BGE 111 Ib 116 E. 4 S. 124; Urteil 8C_914/2015 vom 9. Mai 2016 E. 5.3).\n\n3.7 Obwohl die Versicherte bereits im Juli 2011 von der IV-Stelle Bern zur Durchführung eines Opiatentzugs aufgefordert wurde (Urteil 8C_545/2013 vom 12. November 2013 E. 4.8), setzten ihre Ärzte die Behandlung mit Transtec und Morphin fort. Dafür kam die Unfallversicherung (laut ihrer Verfügung vom 12. Dezember 2013) bis Ende Januar 2014 auf. Die KPT erstellte für die zwischen Anfang Februar und Ende August 2014 bezogenen Medikamente sukzessive (über rund sechs Monate) zwölf Abrechnungen und erstattete jeweils die Kosten - unter Abzug von Franchise und Selbstbehalt (vgl. Art. 64 Abs. 2 KVG) - im formlosen Verfahren (Art. 51 ATSG) und damit vorbehaltlos. Dadurch begründete sie bei der Versicherten ein berechtigtes Vertrauen, dass die Arzneimittel weiterhin von der Sozialversicherung übernommen würden (vgl. Urteil 9C_918/2007 vom 14. Januar 2009 E. 3.3 mit Hinweisen), auch wenn objektiv die Leistungsvoraussetzungen nach Art. 32 Abs. 1 KVG nicht mehr erfüllt waren (E. 3.5). Erst mit Erhalt der Verfügung vom 1. Oktober 2014 durfte die Versicherte nicht mehr davon ausgehen, dass die Behandlung zu Lasten der Krankenpflegeversicherung fortgesetzt werden konnte. Mindestens bis zu diesem Zeitpunkt ist die Leistungspflicht |104| der KPT zu bejahen, da keine Anhaltspunkte ersichtlich sind, dass die übrigen Voraussetzungen des Vertrauensschutzes (E. 3.6.2) nicht erfüllt sein sollen.\n\nDarüber hinaus ist einer versicherten Person die notwendige Zeit zuzugestehen, um sich an eine geänderte, nunmehr richtige Praxis der Krankenpflegeversicherung anzupassen (Urteil 9C_918/2007 vom 14. Januar 2009 E. 3.3). In concreto ist insbesondere zu berücksichtigen, dass sich das den Arzneimitteln immanente Abhängigkeitsrisiko manifestiert hat. Laut Fachinformation des Arzneimittel-Kompendiums soll Morphin schrittweise abgesetzt werden und können auch beim Absetzen von Transtec Entzugssymptome wie beim Opiatentzug nicht ausgeschlossen werden. Somit ist es sachgerecht, die Versicherte so zu stellen, wie wenn nach Erhalt der Verfügung vom 1. Oktober 2014 ein Entzug eingeleitet worden wäre. In diesem Sinn ist ihr eine Übergangsfrist zu gewähren, während welcher die Krankenpflegeversicherung für die umstrittenen Arzneimittel (allenfalls in abnehmender Menge) leistungspflichtig bleibt. Die KPT wird diesbezüglich Abklärungen zu treffen und über den Anspruch ab dem 2. Oktober 2014 erneut zu befinden haben.\n\n4. Dem Ausgang des Verfahrens entsprechend hat die Beschwerdegegnerin die Gerichtskosten zu tragen (Art. 66 Abs. 1 BGG) und der Beschwerdeführerin eine Parteientschädigung zu bezahlen (Art. 68 Abs. 2 BGG)."}