{"annee": "143", "cour": "I", "page": "336", "date": "12/4/2017", "cite": ["133 I 156", "109 IB 253", "140 II 315", "136 I 323", "125 II 508", "139 II 185", "137 II 409"], "cite_par": ["144 I 181", "144 II 233"], "chapeau": "31. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. A. und B. gegen Gemeinde Cazis (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_517/2016 vom 12. April 2017", "regestes": ["Protection juridique contre la fermeture d'un point de collecte des ordures d'une fraction de commune; garantie de l'accès au juge (art. 29a Cst.). La garantie de l'accès au juge suppose une cause, c'est-à-dire un différend juridique mettant en jeu des intérêts individuels dignes de protection. Outre un intérêt digne de protection, cela suppose une atteinte aux droits et obligations (consid. 4.1 et 4.2). Aperçu des cas d'application dans la jurisprudence (consid. 4.3). L'accès au juge doit être ouvert si les personnes rendent plausible que l'accomplissement de leur obligation légale d'élimination des déchets urbains selon l'art. 31b al. 3 LPE sera rendu nettement plus difficile par la mesure litigieuse. Tel est le cas en l'espèce (le point de collecte des ordures le plus proche étant situé à 1,6 km de distance; consid. 4.4)."], "faits": "|337|\n\nA. Am 18. Dezember 2015 informierte die Gemeinde Cazis die Einwohner und Ferienhausbesitzer der Fraktion Portein über ihren Beschluss, die Annahmemöglichkeit für Hauskehricht beim Kehrichthäuschen Portein auf den 6. Januar 2016 einzustellen. Damit wolle die Gemeinde die Kehrichttour optimieren und eine Gleichstellung aller Fraktionen herbeiführen. Die Abfälle könnten fortan bei der Sammelstelle in Sarn abgegeben werden.\n\nHiergegen setzten sich B. und weitere Mitunterzeichner - unter anderem A. - zur Wehr und erhoben am 31. Dezember 2015 Einspruch bei der Gemeinde.\n\nIn einem Schreiben vom 26. Januar 2016 legte die Gemeinde ihre Beweggründe für die beabsichtigte Massnahme dar und wies darauf hin, dass der Gemeindevorstand am 11. Januar 2016 beschlossen habe, an seinem Beschluss festzuhalten. Dabei handle es sich um einen reinen Verwaltungsentscheid, gegen den keine Einsprachemöglichkeit bestehe.\n\nMit Schreiben vom 1. und 16. März 2016 forderte A. die Gemeinde auf, ihm einen anfechtbaren Entscheid zukommen zu lassen. Die Gemeinde wiederholte am 21. März 2016 ihren Standpunkt, wonach es sich um einen reinen Verwaltungsentscheid handle.\n\nAm 13. April 2016 ersuchte auch B. die Gemeinde um Zustellung eines anfechtbaren Entscheids. Am 22. April 2016 erfolgte hierauf ebenfalls eine abschlägige Antwort der Gemeinde.\n\nB. Am 3. bzw. 18. Mai 2016 erhoben A. und B. Beschwerde beim Verwaltungsgericht des Kantons Graubünden. Dieses wies die Beschwerde am 16. August 2016 ab. |338|\n\nC. Gegen diesen Entscheid haben A. und B. am 8. November 2016 Beschwerde in öffentlich-rechtlichen Angelegenheiten an das Bundesgericht erhoben. Sie beantragen, der angefochtene Entscheid sei aufzuheben und es sei festzustellen, dass die Gemeinde Rechtsverweigerung begangen habe. Die Angelegenheit sei zur Neubeurteilung an die Vorinstanz zurückzuweisen.\n\nD. Das Bundesgericht hat am 12. April 2017 in öffentlicher Sitzung über den Fall beraten und heisst die Beschwerde teilweise gut. Es weist die Sache zur Neubeurteilung im Sinne der Erwägungen an das Verwaltungsgericht zurück.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n4. Die Beschwerdeführer machen keine willkürliche Anwendung des kantonalen Verwaltungs- und Verfahrensrechts geltend, sondern rügen einzig die Verletzung der Rechtsweggarantie nach Art. 29a BV. Nach dieser Bestimmung hat jede Person bei Rechtsstreitigkeiten Anspruch auf Beurteilung durch eine richterliche Behörde. Bund und Kantone können durch Gesetz die richterliche Beurteilung in Ausnahmefällen ausschliessen.\n\n4.1 Voraussetzung für die Anwendung von Art. 29a BV ist, dass eine \"Rechtsstreitigkeit\" vorliegt (im französischen Text: \"cause\"; italienisch: \"controversie giuridiche\"). Im Ständerat hielt der Berichterstatter dazu fest, dass nicht jedes faktische Handeln der Behörden Gegenstand gerichtlicher Beurteilung bilden müsse; in Betracht komme nur ein Verwaltungshandeln, das in schützenswerte Rechtspositionen eingreife (AB 1998 S 257 oben zu Art. 25a E-BV, Votum Wicki). Das Bundesgericht legt den Begriff der Rechtsstreitigkeit dahin aus, dass die Streitigkeit im Zusammenhang mit einer individuellen, schützenswerten Rechtsposition stehen muss (BGE 140 II 315 E. 4.4 S. 326; BGE 139 II 185 E. 12.4 S. 218; BGE 137 II 409 E. 4.2 S. 411; BGE 136 I 323 E. 4.3 S. 328 f.; Urteil 2C_1097/2014 vom 6. Oktober 2015 E. 3.4).\n\nDies entspricht der herrschenden Lehre. Diese betont, Art. 29a BV sei als verfassungsmässiges Recht ein Individualrecht; vor diesem Hintergrund umfasse die Rechtsweggarantie nur Streitigkeiten im Zusammenhang mit einer individuellen Rechtsbeziehung (HÄFELIN/HALLER/KELLER/THURNHERR, Schweizerisches Bundesstaatsrecht, |3399| . Aufl. 2016, Rz. 845a S. 251; WALDMANN, in: Basler Kommentar, Bundesverfassung, 2015, N. 10 zu Art. 29a BV); daran fehle es beispielsweise beim Streit um die Schliessung einer Poststelle, auch wenn sich viele dadurch betroffen fühlten und gewisse rechtliche Vorgaben bestünden (BIAGGINI, BV, Bundesverfassung der Schweizerischen Eidgenossenschaft und Auszüge aus der EMRK, den UNO-Pakten sowie dem BGG, 2007, N. 6 zu Art. 29a BV). Es müsse sich um Streitigkeiten über Rechte und Pflichten von natürlichen oder juristischen Personen handeln (ESTHER TOPHINKE, Bedeutung der Rechtsweggarantie für die Anpassung der kantonalen Gesetzgebung, ZBl 2006 S. 88 ff., insb. 92). Eine Rechtsstreitigkeit liege vor, wenn ein Sachverhalt vom Verfassungs-, Gesetzes- oder Verordnungsrecht erfasst werde oder dies in plausibler und nachvollziehbarer Weise von einer Partei behauptet werde (ANDREAS KLEY, Die schweizerische Bundesverfassung, St. Galler Kommentar, 3. Aufl. 2014, N. 9 zu Art. 29a BV). Der konkrete Akt müsse - zumindest indirekt - geeignet sein, den Gesuchsteller in eigenen Rechten zu berühren (MARKUS MÜLLER, Rechtsschutz gegen Verwaltungsrealakte, in: Neue Bundesrechtspflege, 2007, S. 338 ff., 352 ff. mit Beispielen); dies setze eine minimale Intensität voraus, wobei die Schwelle nicht zu hoch, aber auch nicht so tief angesetzt werden dürfe, dass es zu einer Beschwerdeflut kommen könne (a.a.O. S. 354). KÖLZ/HÄNER/BERTSCHI (Verwaltungsverfahren und Verwaltungsrechtspflege des Bundes, 3. Aufl. 2013, Rz. 181) betonen, dass es nicht darum gehe, auf die Rechtsweggarantie die Theorie vom subjektiven öffentlichen Recht anzuwenden, d.h. nicht verlangt werden könne, dass sich der Gesuchsteller auf eine Norm berufe, die gerade seinem Schutz dienen solle; es genüge, wenn in der Sache individuelle Rechte oder Pflichten des Privaten betroffen seien (ähnlich WALDMANN, a.a.O., N. 10 zu Art. 29a BV). MÜLLER/SCHEFER (Grundrechte in der Schweiz, 4. Aufl. 2008, S. 914 oben) halten ein tatsächliches Interesse für erforderlich, das \"in einem gewissen Näheverhältnis zum Recht steht\", wobei im Einzelfall zu konkretisieren sei, wie eng dieses Verhältnis sein müsse.\n\n4.2 Verwaltungsorganisatorische Anordnungen sind nicht darauf gerichtet, unmittelbar Rechte und Pflichten von Bürgern zu begründen oder zu ändern. Sie ergehen daher nicht in Verfügungsform und es besteht in der Regel keine Rechtsschutzmöglichkeit (BGE 136 I 323 E. 4.4 S. 329 f. mit Hinweisen), selbst wenn eine Massnahme mittelbare Auswirkungen auf Private hat, wie etwa die Umbenennung |340| einer Strasse (so das Beispiel des Berichterstatters in AB 1998 S 257 oben) oder einer Poststelle (so BGE 109 Ib 253 E. 1b S. 255 mit weiteren Beispielen, die allerdings alle aus der Zeit vor Einführung der Rechtsweggarantie stammen).\n\nEine Anfechtungsmöglichkeit muss jedoch nach Art. 29a BV eröffnet werden, wenn die Anordnung geeignet ist, die Position einer Person als Träger von Rechten und Pflichten gegenüber dem Staat zu beeinflussen. Dies wurde im Entscheid BGE 136 I 323 für die Versetzung eines Polizeifunktionärs bejaht, der plausibel geltend gemacht hatte, dass die neue Stelle nicht seinen Fähigkeiten und Erfahrungen entspreche und deshalb Art. 30 des Genfer Polizeigesetzes widerspreche (E. 4.5-4.7 S. 330 f.).\n\nIm Urteil BGE 140 II 315 ging es um aufsichtsrechtliche Realakte im Bereich der Störfallvorsorge für das Kernkraftwerk Mühleberg. Das Bundesgericht bejahte den Anspruch von Anwohnern auf Erlass einer anfechtbaren Verfügung nach Art. 25a VwVG (SR 172.021) und machte in diesem Zusammenhang grundsätzliche Ausführungen zur Frage, wann ein Anspruch auf Rechtsschutz gegen Realakte bestehe. Es führte aus, dass der an den Verfügungsbegriff geknüpfte Verwaltungsrechtsschutz zu einer Rechtsschutzlücke führe, wenn Realhandeln des Staates in schützenswerte Rechtspositionen eingreife. Art. 25a VwVG sei im Zusammenhang mit der Rechtsweggarantie (Art. 29a BV) zu sehen, deren Verwirklichung er im Bereich der Realakte sicherstellen solle. Die Rechtsweggarantie gewähre einen Anspruch auf Beurteilung bei \"Rechtsstreitigkeiten\"; eine solche liege vor bei Streitigkeiten, die im Zusammenhang mit einer individuellen, schützenswerten Rechtsposition stehen (E. 4.4 S. 326 mit Hinweisen). Aufgrund dieser Entstehungsgeschichte, der Rechtsweggarantie und vor dem Hintergrund der überkommenen Ausrichtung des Verwaltungsverfahrens auf Verfügungen nach Art. 5 VwVG habe sich der Bundesgesetzgeber in Art. 25a VwVG dafür entschieden, neben dem \"schutzwürdigen Interesse\" (das auch tatsächlicher Natur sein könne) ein \"Berührtsein in Rechten und Pflichten\" vorauszusetzen (E. 4.5 S. 327).\n\nDen Kantonen steht es frei, in ihrem Zuständigkeitsbereich eine andere Konzeption des Rechtsschutzes gegen verfügungsfreies staatliches Handeln vorzusehen als der Bundesgesetzgeber in Art. 25a VwVG. Sie können dabei über die Mindestanforderungen der Rechtsweggarantie hinausgehen und z.B. ein tatsächliches |341| Rechtsschutzinteresse genügen lassen (vgl. BGE 140 II 315 E. 4.5 S. 327). Art. 29a BV verlangt jedoch, dass Rechtsschutz mindestens gewährt wird, wenn ein Realakt oder eine verwaltungsinterne Anordnung individuelle, schützenswerte Rechtspositionen berührt; ob dies im Ergebnis einen unzulässigen Eingriff in Rechte oder Pflichten der Betroffenen darstellt, ist Gegenstand der materiellen gerichtlichen Beurteilung.\n\n4.3 Schützenswerte Rechtspositionen können sich aus dem Verfassungs-, Gesetzes- oder Verordnungsrecht in allen Rechtsbereichen ergeben (BGE 136 I 323 E. 4.3 S. 328 f.; TOPHINKE, a.a.O., S. 92; vgl. auch oben E. 4.1).\n\n4.3.1 Eine in diesem Sinne geschützte Rechtsposition besteht jedenfalls dann, wenn in vertretbarer Weise geltend gemacht wird, es bestehe ein Anspruch auf ein bestimmtes staatliches Handeln oder Unterlassen, der durch den angefochtenen Akt verletzt werde (z.B. Urteil 2C_272/2012 vom 9. Juli 2012 E. 4.4.6 zur Streichung von Sportlektionen an Berufsklassen, mit zahlreichen weiteren Beispielen aus dem Schul- und Unterrichtswesen in E. 4.4; in BGE 140 II 315 E. 4.6-4.8 S. 327 ff. wurde aus der Kernenergiegesetzgebung und den Grundrechten ein Anspruch auf staatlichen Schutz gegen Störfälle im Bereich der Kernenergie abgeleitet).\n\n4.3.2 Eine schutzwürdige Rechtsposition kann aber auch hinsichtlich der Modalitäten der Rechtsausübung bestehen. So hat die Rechtsprechung aus dem Anspruch auf ausreichenden und unentgeltlichen Grundschulunterricht (Art. 19 BV) abgeleitet, dass die räumliche Distanz zwischen Wohn- und Schulort nicht zu gross sein dürfe; unter gewissen Umständen besteht ein Anspruch auf Übernahme der Transportkosten (BGE 133 I 156 E. 3.1 S. 158 f. mit Hinweisen). In diesem Zusammenhang erachtete das Bundesgericht gerichtlichen Rechtsschutz auch dann für erforderlich, wenn es nicht nachgerade um einen Anspruch gehe, einem Schüler aber besondere Verhaltenspflichten oder sonstige besondere Nachteile zugemutet würden (Urteil 2P.324/2001 vom 28. März 2002 E. 3.4, in: Pra 2002 Nr. 140 S. 761; ZBl 108/2007 S. 170; RDAF 2008 I S. 594; vgl. auch Urteil 2C_272/2012 vom 9. Juli 2012 E. 4.4.3). Im damals zu beurteilenden Fall war ein Erstklässler einem 500 m weiter entfernten Schulhaus zugewiesen worden. Das Bundesgericht befand, diese Anordnung greife in erheblicher Weise in das Leben und in den Tagesablauf des betroffenen Kindes ein, so dass ihm bzw. seinen Eltern der |342| Rechtsweg eröffnet werden müsse, um die Rechtmässigkeit und Zumutbarkeit der Massnahme überprüfen zu lassen.\n\n4.3.3 Im Urteil 2P.12/2001 vom 25. Juli 2001 (in: URP 2001 S. 934; ZBl 103/2002 S. 48; Pra 2001 Nr. 191 S. 1162; RDAF 2002 I S. 360) ging es (wie hier) um eine Reorganisation der Kehrichtabfuhr. Die Gemeinde Hombrechtikon hatte beschlossen, den Hauskehricht an einer bestimmten, ausserhalb der Bauzone gelegenen Strasse nicht mehr abzuholen, sondern in 350 m Entfernung einen Sammelcontainer einzurichten. Dieser Beschluss war von der Gemeinde als Verfügung bezeichnet worden, was weder vom Verwaltungsgericht noch vom Bundesgericht in Zweifel gezogen wurde. Das Bundesgericht trat auf die staatsrechtliche Beschwerde ein, weil die Beschwerdeführer als betroffene Benützer der kommunalen Kehrichtentsorgung durch den angefochtenen Entscheid in rechtlich geschützten Interessen berührt seien (E. 1b) und überprüfte den Entscheid unter den Aspekten des Willkürverbots (E. 2f und 2g), der Rechtsgleichheit (E. 2h) und des Vertrauensschutzes (E. 3). Allerdings sah die Vollziehungsverordnung der Gemeinde Hombrechtikon vor, dass der Hauskehricht in der Nähe der Liegenschaft deponiert werden könne und die Bereitstellung an einem weiter entfernten Ort nur unter bestimmten Voraussetzungen verlangt werden dürfe (vgl. E. 2d). Das Verwaltungsgericht hatte die modifizierte Kehrichttour als materielle Änderung dieser Vollziehungsbestimmungen qualifiziert (E. 2e). Insofern konnten die damaligen Beschwerdeführer eine Verschlechterung ihrer Rechtsposition geltend machen.\n\n4.4 Vorliegend ist unstreitig, dass die Beschwerdeführer nicht verpflichtet sind, eine bestimmte Abfallsammelstelle zu benutzen. Das kommunale Recht gewährt (anders als im Fall Hombrechtikon) auch keinen Anspruch auf eine Sammelstelle in einer gewissen Distanz zur Liegenschaft oder innerhalb der Gemeindefraktion. Immerhin aber sind die Beschwerdeführer gesetzlich verpflichtet, ihren Hauskehricht einer Sammelstelle der Gemeinde Cazis zu übergeben (Art. 31b Abs. 3 USG [SR 814.01] i.V.m. Art. 12 des kommunalen Abfallgesetzes). Die Aufhebung der Sammelstelle Portein berührt diese Pflicht insofern, als Einwohner und Ferienhausbesitzer in Portein ihren Abfall künftig zu einer anderen, weiter entfernt gelegenen Sammelstelle in einer anderen Gemeindefraktion bringen müssen.\n\nDen Kantonen und Gemeinden, die das Entsorgungsmonopol beanspruchen, steht bei der Ausgestaltung der Entsorgung ein erheblicher |343| Spielraum zu (TSCHANNEN, in: Kommentar zum Umweltschutzgesetz, 2. Aufl. 2002, Stand: Mai 2000, N. 19 zu Art. 31b USG). Sie sind aber nach der Rechtsprechung verpflichtet, zweckmässige, den gerechtfertigten Bedürfnissen des Abfalllieferanten entsprechende Entsorgungslösungen anzubieten (BGE 125 II 508 E. 6e S. 515). Sie müssen den Anwohnern somit Sammelstellen in genügender Anzahl, Dichte und Frequenz anbieten, die angemessen situiert sind (FLÜCKIGER, in: Loi sur la protection de l'environnement [LPE], Moor/Favre/Flückiger [Hrsg.], N. 24 zu Art. 31b USG), d.h. sich in zumutbarer Entfernung befinden (TSCHANNEN, a.a.O.). Dagegen können die Abfallinhaber nicht verlangen, dass die ihnen bequemste Lösung angeboten wird (BGE 125 II 508 E. 6e S. 515).\n\nBei dieser Rechtslage muss der Rechtsweg jedenfalls dann offenstehen, wenn Privatpersonen plausibel geltend machen, dass ihren gerechtfertigten Bedürfnissen bei der Neuorganisation der Kehrichtabfuhr nicht Rechnung getragen worden sei und die neuen bzw. verbleibenden Sammelstellen für sie unzumutbar oder jedenfalls mit erheblichen Nachteilen verbunden seien, das heisst die Erfüllung ihrer gesetzlichen Verpflichtung zur Ablieferung der Siedlungsabfälle erheblich erschwert werde. Die grössere Bequemlichkeit der bisherigen Lösung genügt dagegen nicht.\n\nVorliegend haben die Beschwerdeführer gegenüber der Gemeinde und dem Verwaltungsgericht geltend gemacht, die nächstgelegene Sammelstelle liege in 1,6 km Entfernung. Dies erschwere die Entsorgung, insbesondere sei es nicht mehr zumutbar, den Abfall zu Fuss zur Sammelstelle zu bringen. Damit machen sie in genügender Weise geltend, die strittige Aufhebung der Sammelstelle berühre ihre Pflicht zur gesetzeskonformen Entsorgung ihres Hauskehrichts bzw. ihren Anspruch, von der Gemeinde eine zumutbare Sammelstelle zur Verfügung gestellt zu erhalten. Der angefochtene Akt berührt sie demnach in ihrer Rechtsstellung und es liegt ein Rechtsstreit im Sinne der verfassungsmässigen Rechtsschutzgarantie von Art. 29a BV vor. Ob die neue Entsorgungslösung den Beschwerdeführern unter den konkreten Umständen zumutbar ist (wie die Gemeinde in ihrer Vernehmlassung darlegt), ist Sache der materiellen Prüfung. (...)"}