{"annee": "143", "cour": "III", "page": "225", "date": "30/3/2017", "cite": ["122 III 439"], "cite_par": ["145 IV 364"], "chapeau": "37. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. A. Limited gegen B. AG (Beschwerde in Zivilsachen)\n\n5A_889/2016 vom 30. März 2017", "regestes": ["Art. 27 al. 2 let. a LDIP; citation régulière. Notion de citation régulière, but de l'art. 27 al. 2 let. a LDIP et droit auquel est soumise la citation (consid. 5). Question litigieuse de savoir si dans le cas concret la régularité de la citation suppose, en plus des actes de procédure notifiés, une citation à comparaître à une audience ou une invitation à déposer une réponse (consid. 6)."], "faits": "BGE 143 III 225 S. 225\n\nA. Die Gesellschaft A. Limited ist in U. (Vereinigte Arabische Emirate) domiziliert. Sie will gegen die Schweizer Gesellschaft B. AG Forderungen von Fr. 106'745.65 (US-Dollar 117'737.64 zum Kurs von Fr. 0.90664) nebst Zins zu 15 % seit 16. April 2014 und von Fr. 52'105.81 (US-Dollar 57'471.33 zum Kurs von Fr. 0.90664) durchsetzen. Die Gläubigerin stützt sich auf ein Säumnisurteil aus den Vereinigten Arabischen Emiraten. Am 16. April 2014 hatte das erstinstanzliche Gericht des Dubai International Financial Centre (nachfolgend DIFC-Gericht) die B. AG zu den erwähnten Geldzahlungen verurteilt.\n\nB. Die A. Limited leitete am 8. August 2014 beim Betreibungsamt Zug die Betreibung ein. Nachdem die B. AG Rechtsvorschlag BGE 143 III 225 S. 226erhoben hatte, ersuchte die A. Limited den Einzelrichter am Kantonsgericht Zug darum, das Urteil des DIFC-Gerichts anzuerkennen und für vollstreckbar zu erklären und in der Betreibung die definitive Rechtsöffnung zu erteilen. Der Einzelrichter entsprach diesen Begehren mit Entscheid vom 23. Januar 2015.\n\nC. Die B. AG erhob Beschwerde beim Obergericht des Kantons Zug. Dieses hiess das Rechtsmittel gut. Es verweigerte der A. Limited sowohl die Anerkennung und Vollstreckbarerklärung des ausländischen Urteils als auch die definitive Rechtsöffnung (Urteil vom 30. Juni 2015). Auf Beschwerde der A. Limited hin hob das Bundesgericht das Urteil auf und wies die Sache zu neuem Entscheid an die Vorinstanz zurück (Urteil 5A_672/2015 vom 2. September 2016). In seinem neuen Urteil vom 20. Oktober 2016 entschied das Obergericht des Kantons Zug wiederum, das Urteil des DIFC-Gerichts vom 16. April 2014 nicht anzuerkennen und nicht für vollstreckbar zu erklären und der A. Limited die definitive Rechtsöffnung zu verweigern.\n\nD. Mit Beschwerde in Zivilsachen wendet sich die A. Limited (Beschwerdeführerin) an das Bundesgericht. Sie hält an ihrem Begehren fest, das Urteil des DIFC-Gerichts vom 16. April 2014 anzuerkennen und für vollstreckbar zu erklären und ihr in der Betreibung Nr. x des Betreibungsamts Zug die definitive Rechtsöffnung zu erteilen. Eventualiter sei das Verfahren zu neuem Entscheid an die Vorinstanz zurückzuweisen. Das Obergericht beantragt, die Beschwerde abzuweisen, soweit darauf eingetreten werden kann. Die B. AG (Beschwerdegegnerin) hat die Vernehmlassungsfrist ungenutzt verstreichen lassen.\n\nDas Bundesgericht heisst die Beschwerde gut.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n5. Nach Art. 27 Abs. 2 lit. a IPRG (SR 291) wird eine im Ausland ergangene Entscheidung nicht anerkannt, wenn eine Partei nachweist, dass sie weder nach dem Recht an ihrem Wohnsitz noch nach dem am gewöhnlichen Aufenthalt gehörig geladen wurde, es sei denn, sie habe sich vorbehaltlos auf das Verfahren eingelassen.\n\n5.1 Art. 27 IPRG ist Ausdruck des formellen schweizerischen Ordre public. Ziel der Norm ist es, im Bereich der Anerkennung und Vollstreckung ausländischer Entscheidungen in der Schweiz die BGE 143 III 225 S. 227Beachtung fundamentaler verfahrensrechtlicher Prinzipien sicherzustellen. Zum formellen Ordre public gehört das in Absatz 2 litera a der Norm verankerte Erfordernis einer gehörigen Vorladung im ausländischen Erkenntnisverfahren. Darunter ist die Vorladung zur ersten Verhandlung vor das urteilende Gericht (BGE 122 III 439 E. 4a S. 447 mit Hinweisen) bzw. allgemein das verfahrenseinleitende Schriftstück (Urteil 5A_633/2007 vom 14. April 2008 E. 3.3) zu verstehen, das heisst die im Urteilsstaat vorgesehene Urkunde, durch deren Zustellung der Beklagte erstmals Gelegenheit erhält, von dem gegen ihn angehobenen Verfahren Kenntnis zu nehmen (LEANDRO PERUCCHI, Anerkennung und Vollstreckung von US class action-Urteilen und -Vergleichen in der Schweiz, 2008, S. 83; THOMAS BISCHOF, Die Zustellung im internationalen Rechtsverkehr in Zivil- oder Handelssachen, 1997, S. 367). Diese erste Ladung soll den Beklagten formell auf das gegen ihn gerichtete Verfahren aufmerksam machen und ihm die Organisation seiner Verteidigung ermöglichen. Dazu zählen das Erscheinen vor Gericht, die Einreichung einer Klageantwort und die Bestellung eines Prozessvertreters bzw. die Bezeichnung eines Zustellungsbevollmächtigten. \"Gehörig\" ist die Ladung, wenn sie den Anforderungen des Rechts am Wohnsitz bzw. am Aufenthaltsort des Geladenen entspricht. Gemeint ist das Recht des effektiven Zustellungsortes, das den Inhalt, die Form und den Zeitpunkt der Ladung bestimmt (PAUL VOLKEN, in: Zürcher Kommentar zum IPRG, 2. Aufl. 2004, N. 77, 79 und 82 zu Art. 27 IPRG; SCHRAMM/BUHR, in: Internationales Privatrecht, in: Handkommentar zum Schweizer Privatrecht, 3. Aufl. 2016, N. 23 und 25 zu Art. 27 IPRG; ANDREAS BUCHER, in: Commentaire romand, 2011, N. 24 f. zu Art. 27 IPRG; BERNARD DUTOIT, Droit international privé suisse, Commentaire de la loi fédérale du 18 décembre 1987, 5. Aufl. 2016, N. 9 zu Art. 27 IPRG; DÄPPEN/MABILLARD, in: Basler Kommentar, Internationales Privatrecht, 3. Aufl. 2013, N. 9 ff. zu Art. 27 IPRG; anders TEDDY SVATOPLUK STOJAN, Die Anerkennung und Vollstreckung ausländischer Zivilurteile in Handelssachen, 1986, S. 123 f., nach dessen Auffassung Form und Inhalt der Ladung dem Recht des Urteilsgerichts, die Art der Zustellung hingegen dem Recht am Ort der Zustellung unterstehen).\n\n5.2 Das Erfordernis der gehörigen Ladung ist eine Schutzbestimmung zugunsten des inländischen Beklagten, der im Ausland eingeklagt und verurteilt wird, ohne dass er davon wusste und ohne dass er Gelegenheit hatte, sich dort zu verteidigen. Die Vorschrift, dass BGE 143 III 225 S. 228die erste Ladung gehörig erfolgen muss, bezweckt also, dem Beklagten Kenntnis vom Prozess zu verschaffen, der gegen ihn im Ausland angestrengt wurde. Nur so hat der Beklagte die Möglichkeit, sich vor dem Prozessgericht zu verteidigen. Entsprechend versagt Art. 27 Abs. 2 lit. a IPRG einer ausländischen Entscheidung, die in einem gegenüber dem Beklagten nicht korrekt durchgeführten Verfahren ergangen ist, die Anerkennung (BGE a.a.O., E. 4b S. 447; 117 Ib 347 E. 2b/bb S. 350 f.; Urteil 5P.382/2006 vom 12. April 2007 E. 5.2). Freilich setzt der in Art. 27 Abs. 2 lit. a IPRG verankerte Rechtsschutz voraus, dass das Schutzbedürfnis des im Ausland Beklagten echt ist. Deshalb kann sich der Beklagte nicht auf den beschriebenen Verweigerungsgrund berufen, wenn er sich \"taub stellt\" oder lediglich auf Formalismen beharrt, jedoch formell (durch nachweislichen Zugang eines Schriftstücks) Kenntnis vom Verfahren und rechtzeitig die Möglichkeit hatte, sich zu verteidigen (VOLKEN, a.a.O., N. 75 zu Art. 27 IPRG; SCHRAMM/BUHR, a.a.O., N. 29 zu Art. 27 IPRG; Obergericht des Kantons Zürich, Beschluss vom 10. September 2010, E. 4/f, in: ZR 109/2010 S. 300). Ob dasselbe auch in Fällen gilt, in denen der Beklagte rein zufällig oder auf irgendeinem anderen als dem vorgeschriebenen Weg Kenntnis vom Verfahren erhielt und auch so ausreichend Zeit für die Organisation seiner Verteidigung hatte (so DUTOIT, a.a.O.; anders SPÜHLER/RODRIGUEZ, Internationales Zivilprozessrecht, 2. Aufl. 2013, S. 102 Rz. 349; DÄPPEN/MABILLARD, a.a.O., N. 11 zu Art. 27 IPRG; STOJAN, a.a.O., S. 124; Obergericht des Kantons Aargau, Entscheid vom 17. Dezember 1999, E. 3c, in: Aargauische Gerichts- und Verwaltungsentscheide [AGVE] 1999 S. 73; vgl. zum Ganzen auch BUCHER, a.a.O., N. 33 ff. zu Art. 27 IPRG), braucht hier nicht weiter vertieft zu werden. Das zeigen die nachfolgenden Erwägungen.\n\n6. Der Vorwurf der Beschwerdeführerin, dass das Obergericht Art. 27 Abs. 2 lit. a IPRG nicht richtig anwende, ist begründet.\n\n6.1 Die Überlegung des Obergerichts, dass die Beschwerdegegnerin angesichts der Zustellung vom 23. Dezember 2013 mit einer Vorladung zu einem Verhandlungstermin oder mit einer Aufforderung zur Einreichung einer Klageantwort habe rechnen dürfen (s. nicht publ. E. 3.2), fusst auf der Annahme, eine gehörige Ladung im Sinne von Art. 27 Abs. 2 lit. a IPRG setze voraus, \"dass überhaupt geladen wurde, und zwar in der richtigen Form und rechtzeitig\". Unbestritten ist, dass die Beschwerdegegnerin (wie schon ihre Rechtsvorgängerin, die C. GmbH und später die C. AG), ihren Sitz in der Schweiz BGE 143 III 225 S. 229hat. Deshalb beurteilt sich nach dem schweizerischen Recht, ob die Beschwerdegegnerin für das Verfahren vor dem DIFC-Gericht im Sinne von Art. 27 Abs. 2 lit. a IPRG gehörig geladen wurde (E. 5.1). Das Obergericht erklärt, dass sich die Zustellung aus den Vereinigten Arabischen Emiraten gemäss Art. 11 Abs. 4 IPRG nach der Haager Übereinkunft vom 1. März 1954 betreffend Zivilprozessrecht (SR 0.274.12) richtet, und erläutert, wie die Zustellung in der Schweiz diesem Staatsvertrag zufolge vonstatten zu gehen hat. Es weist auch darauf hin, dass das besagte Übereinkommen für den Fall nicht gehörig vorgenommener Zustellungen keine Sanktionen vorsehe. Hingegen nennt das Obergericht keine konkrete Norm des schweizerischen Rechts, aus der sich ergibt, dass die beklagte Partei mit einer Ladung im Sinne von Art. 27 Abs. 2 lit. a IPRG entweder zur Teilnahme an einer Gerichtsverhandlung oder zur Einreichung einer Klageantwort aufgefordert werden muss. Es verweist zwar auf verschiedene Literaturstellen, verkennt mit seiner Beurteilung dessen, was das \"schweizerische Anerkennungsrecht verlangt\", im Ergebnis aber den Zweck der erwähnten Vorschrift.\n\n6.2 Gewiss ist mit dem Zeitwort \"laden\" (französisch \"citer\", italienisch \"citare\"), wie die fragliche Norm es in diesem verfahrensrechtlichen Zusammenhang verwendet, nach landläufigem Verständnis die Vorladung zu einer Gerichtsverhandlung gemeint. Der Wortlaut des Gesetzes orientiert sich an der Vorstellung von einem mündlichen Prozess. Schon zur gerichtlichen Aufforderung an eine Partei, sich schriftlich zu äussern, passt der Ausdruck \"laden\" nicht. Zutreffend führt das Obergericht aus, dass der Begriff \"Ladung\" in einem schriftlichen Verfahren auch die Verfügung zur Einreichung einer Klageantwort erfasst. Schon um dieses schriftliche Verfahren zu erfassen, muss der Richter Art. 27 Abs. 2 lit. a IPRG aber über den Wortlaut hinaus verstehen und nach dem Sinn suchen, der dahintersteckt. Dieser Sinn besteht nach bundesgerichtlicher Rechtsprechung darin, dass die beklagte Partei mit der gehörigen Ladung auf das Verfahren, das gegen sie im Ausland eingeleitet wurde, aufmerksam gemacht und so in die Lage versetzt wird, ihre Verteidigung zu organisieren (E. 5.2). Dies anerkennt auch das Obergericht. Es schreibt nämlich selbst, die Kenntnis eines Verfahrens sei eine elementare Voraussetzung für die Ausübung der Beklagtenrechte und das Erfordernis der effektiven Ladung gebiete es, dass sich die beklagte Person erst auf einen Prozess einlassen muss, wenn sie von dessen Einleitung formell Kenntnis erhalten hat. Allein diese Kenntnis von BGE 143 III 225 S. 230der Verfahrenseinleitung setzt nicht voraus, dass der beklagten Partei eine Frist zur Klageantwort angesetzt oder der erste Verhandlungstermin bekannt gegeben wird. Darüber ist sich offensichtlich auch die Vorinstanz im Klaren, konstatiert sie doch ausdrücklich, die Beschwerdegegnerin habe aufgrund der am 23. Dezember 2013 zugestellten Unterlagen Kenntnis von der gegen sie erhobenen Klage der Beschwerdeführerin beim DIFC-Gericht in Dubai gehabt. Dass die fraglichen Schriftstücke - Claim Form, Particulars of Claim, Particulars of Claim-Exhibit 1, Particulars of Claim-Exhibit 2, Change of Legal Representation, Correspondence - in der vorgeschriebenen Form und Prozedur zugestellt wurden, wird von keiner Partei bestritten und auch im angefochtenen Entscheid nicht in Frage gestellt. Durchaus nicht abwegig ist schliesslich auch die vorinstanzliche Überlegung, die Beschwerdegegnerin habe sich vorerst darauf beschränken können, den Empfang des Klageformulars samt Beilagen zu bestätigen, und damit rechnen dürfen, mit separater Post zu einem Verhandlungstermin geladen oder zu einer Klageantwort aufgefordert zu werden. Dieses Vertrauen in den Erhalt weiterer gerichtlicher Urkunden verwechselt das Obergericht nun aber mit der Frage, ob die Beschwerdegegnerin - zusätzlich zu den zugestellten Aktenstücken - auch noch auf eine solche Vorladung oder eine Frist zur Klageantwort angewiesen war, um ihre Verteidigung im Verfahren vor dem DIFC-Gericht in Dubai zu organisieren und sich in diesem Prozess Gehör zu verschaffen. Die Frage ist zu verneinen:\n\n6.3 Wie den \"Angaben im Zustellungsersuchen über den wesentlichen Inhalt des zuzustellenden Schriftstücks\" ohne Weiteres (Art. 105 Abs. 2 BGG) zu entnehmen ist, hatte die Beschwerdegegnerin nicht nur im abstrakten Sinn Kenntnis davon, dass gegen sie vor dem DIFC-Gericht in Dubai ein \"Gerichtsverfahren wegen einer Zahlungsforderung\" eingeleitet worden war (Rubrik \"Art und Gegenstand des Schriftstücks\"). Sie wusste auch darüber Bescheid, dass es der Sache nach um eine \"Klage auf ausstehende Gebühren aus einem am 5. Oktober 2010 geschlossenen Vertrag über Finanzberatungsleistungen\" geht (Rubrik \"Art und Gegenstand des Verfahrens, gegebenenfalls Betrag der geltend gemachten Forderung\"). Auch der Ort der Verhandlung wurde ihr bereits mitgeteilt (s. nicht publ. E. 3.2). Bei dieser Ausgangslage ist nicht ersichtlich, inwiefern die Beschwerdegegnerin ausserstande gewesen sein sollte, mit Blick auf die Durchführung des Verfahrens und auf diesbezügliche weitere prozessuale Anordnungen des DIFC-Gerichts das Notwendige vorzukehren, BGE 143 III 225 S. 231beispielsweise einen Prozessvertreter zu bestellen. Entschied sie sich dafür, der ausdrücklichen Aufforderung des DIFC-Gerichts keine Folge zu leisten und den Erhalt der zugestellten Aktenstücke nicht zu bestätigen, so hat sie es sich selbst zuzuschreiben, wenn sie in der Folge \"vom DIFC-Gericht keine Post mehr\" erhielt, wie das Obergericht feststellt. Mit der gerichtlichen Aufforderung, den Erhalt der Klagedokumente zu bestätigen, wurde der Beschwerdegegnerin nachweislich ein verfahrenseinleitendes Schriftstück (s. E. 5.1) förmlich zugestellt, angesichts dessen sie sich im Klaren darüber sein musste, dass gegen sie vor dem DIFC-Gericht ein Prozess angestrengt wurde und dass sie sich darauf vorzubereiten hatte. Damit ist der Garantie der gehörigen Ladung, von deren Einhaltung Art. 27 Abs. 2 lit. a IPRG die Anerkennung einer im Ausland ergangenen Entscheidung abhängig macht, Genüge getan. Mit seiner Forderung nach einer expliziten Vorladung zu einem Gerichtstermin oder einer Frist zur Einreichung einer Klageantwort verkennt das Obergericht bundesrechtswidrig die Anforderungen an die gehörige Ladung im Sinne von Art. 27 Abs. 2 lit. a IPRG. Die zitierte Vorschrift steht der Anerkennung und Vollstreckung des Urteils des DIFC-Gerichts vom 16. April 2014 nicht im Weg.\n\n6.4 Bei diesem Ergebnis erübrigen sich Erörterungen zur Frage, inwiefern die Beschwerdegegnerin tatsächlich wusste oder unter den gegebenen Umständen hätte wissen müssen, wie der weitere Verfahrensablauf nach Massgabe der DIFC-Courts Rules im Einzelnen aussehen würde und wie sie ein Säumnisurteil des DIFC-Gerichts hätte verhindern können, wenn sie sich die anwendbaren Verfahrensregeln zu Herzen genommen hätte. Dasselbe gilt für die vorinstanzlichen (Eventual-)Erwägungen, wonach das besagte Urteil auch dann, wenn es als Schiedsspruch gelten müsste, nach Massgabe des New Yorker Übereinkommens vom 10. Juni 1958 über die Anerkennung und Vollstreckung ausländischer Schiedssprüche (NYÜ; SR 0.277.12) nicht anerkannt und vollstreckbar erklärt werden könnte. (...)"}