{"annee": "143", "cour": "V", "page": "402", "date": "7/12/2017", "cite": ["137 V 282", "143 V 52", "136 V 182", "136 V 244", "139 V 216"], "cite_par": ["144 V 210"], "chapeau": "42. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. A. gegen Ausgleichskasse Zug (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_320/2017 vom 7. Dezember 2017", "regestes": ["Art. 1a al. 1 let. a LAVS; art. 6 al. 1 RAVS; art. 2 et 24, ainsi qu'art. 1 al. 1 annexe II de l'Accord du 21 juin 1999 entre la Confédération suisse, d'une part, et la Communauté européenne et ses Etats membres, d'autre part, sur la libre circulation des personnes; art. 13 par. 1 et art. 14c let. a du Règlement (CEE) n° 1408/71 du Conseil du 14 juin 1971 relatif à l'application des régimes de sécurité sociale aux travailleurs salariés, aux travailleurs non salariés et aux membres de leur famille qui se déplacent à l'intérieur de la Communauté, respectivement, dès le 1er avril 2012, art. 11 par. 1 et art. 13 par. 3 du Règlement (CE) n° 883/2004 du Parlement européen et du Conseil du 29 avril 2004 portant sur la coordination des systèmes de sécurité sociale; Convention du 10 avril 1996 de sécurité sociale entre la Confédération suisse et la République de Slovénie; Convention du 8 juin 1962 entre la Confédération suisse et l'(ex-)République Populaire Fédérative de Yougoslavie relative aux assurances sociales, ainsi que l'arrangement administratif du 5 juillet 1963 et l'Echange de notes des 29 juin/10 juillet 2007 confirmant la validité entre la Suisse et le Monténégro dudit arrangement; Convention de sécurité sociale entre la Slovénie et le Monténégro du 12 mai 2011; obligation de cotiser en cas de revenus acquis à l'étranger. Le revenu tiré d'une activité indépendante exercée au Monténégro par un ressortissant slovène, domicilié et salarié en Suisse, est en principe soumis aux cotisations obligatoires de l'AVS (consid. 6)."], "faits": "BGE 143 V 402 S. 403\n\nA. A., slowenischer Staatsangehöriger und im Besitz der Niederlassungsbewilligung C, war seit 2011 in X. wohnhaft und übte in der Schweiz eine unselbständige Erwerbstätigkeit aus. Gleichzeitig war er aufgrund einer entsprechenden Arbeits- und Aufenthaltsbewilligung in Montenegro selbständig erwerbstätig. Gestützt auf die Steuermeldung AHV über die Veranlagung der direkten Bundessteuer BGE 143 V 402 S. 404für 2011 und 2012 erhob die Ausgleichskasse Zug mit zwei Verfügungen vom 4. Oktober 2016 Beiträge aus selbständiger Erwerbstätigkeit (inkl. Verwaltungskosten) von Fr. 1'257.- (2011) und Fr. 813.60 (2012). Daran hielt sie mit Einspracheentscheid vom 2. Dezember 2016 fest.\n\nB. Die Beschwerde des A. wies das Verwaltungsgericht des Kantons Zug, Sozialversicherungsrechtliche Kammer, mit Entscheid vom 30. März 2017 ab.\n\nC. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten beantragt A., der Entscheid vom 30. März 2017 sei aufzuheben und es sei festzustellen, dass er für die Jahre 2011 und 2012 keine Sozialversicherungsbeiträge für seine Tätigkeit in Montenegro schulde; eventualiter sei die Sache an die Vorinstanz zur Neubeurteilung zurückzuweisen; dem Rechtsmittel sei die aufschiebende Wirkung zu erteilen.\n\nDie Ausgleichskasse Zug ersucht um Abweisung der Beschwerde, desgleichen das Bundesamt für Sozialversicherungen (BSV).\n\nA. hat Bemerkungen zu den eingereichten Vernehmlassungen gemacht.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n3. Streitgegenstand bildet die Frage, ob der Beschwerdeführer, slowenischer Staatsangehöriger und somit EU-Bürger mit Wohnsitz in der Schweiz, in Bezug auf seine selbständige Erwerbstätigkeit in Montenegro der schweizerischen (obligatorischen) Alters- und Hinterlassenenversicherung (AHV) untersteht und auf den damit erzielten Einkommen Beiträge (inkl. Verwaltungskosten) von Fr. 1'257.- (2011) und Fr. 813.60 (2012) zu entrichten hat.\n\n4. Die Vorinstanz hat im Wesentlichen erwogen, es liege ein räumliches Dreiecksverhältnis zwischen der Schweiz, Slowenien und Montenegro vor, das nicht übergreifend koordiniert werde. Der Beschwerdeführer falle somit grundsätzlich nicht unter das Abkommen vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit (FZA; SR 0.142.112.681) und die Rechtsakte der Europäischen Union betreffend die Koordinierung der Systeme der sozialen Sicherheit, welche es in Art. 1 Abs. 1 Anhang II für anwendbar erklärt, namentlich die Verordnung (EWG) BGE 143 V 402 S. 405Nr. 1408/71 des Rates vom 14. Juni 1971 zur Anwendung der Systeme der sozialen Sicherheit auf Arbeitnehmer und Selbstständige sowie deren Familienangehörige, die innerhalb der Gemeinschaft zu- und abwandern (AS 2004 121; nachfolgend: VO 1408/71) bzw. seit 1. April 2012 Verordnung (EG) Nr. 883/2004 des Europäischen Parlaments und des Rates vom 29. April 2004 zur Koordinierung der Systeme der sozialen Sicherheit (SR 0.831.109.268.1; nachfolgend: VO 883/04) sowie die jeweiligen Durchführungsverordnungen Nr. 574/72 vom 21. März 1972 und Nr. 987/2009 vom 16. September 2009. Im Urteil 9C_313/2010 vom 5. November 2010 (in: SVR 2011 AHV Nr. 3 S. 13) und in BGE 139 V 216 sei es zwar ebenfalls um in einem Drittstaat (Liechtenstein bzw. Bulgarien [vor dem EU-Beitritt am 1. Juni 2007]) erwerbstätigen EU-Bürger mit Wohnsitz in der Schweiz gegangen. Daraus ergebe sich indessen nichts zu Gunsten des Beschwerdeführers, da Montenegro kein EFTA-Staat bzw. er nicht durch einen Arbeitgeber mit Sitz in einem EU-Staat oder in der Schweiz dort tätig (gewesen) sei. Ebenso nicht einschlägig seien die Sozialversicherungsabkommen zwischen der Schweiz und Montenegro sowie der Schweiz und Slowenien. Demzufolge bestimme sich nach schweizerischem Recht, ob der Beschwerdeführer in Bezug auf die selbständige Erwerbstätigkeit in Montenegro der AHV unterstehe und auf dem daraus 2011 und 2012 erzielten Einkommen Beiträge zu entrichten habe, was nach Art. 1a Abs. 1 lit. a AHVG sowie Art. 4 AHVG und Art. 6 Abs. 1 AHVV (SR 831.101) zu bejahen sei.\n\n5. Der Beschwerdeführer rügt eine Verletzung des Diskriminierungsverbots nach Art. 2 FZA sowie eine Missachtung des gesamten Freizügigkeitsabkommens. Dieses knüpfe an die Staatsangehörigkeit an, kenne somit keine geografischen Grenzen für EU-Bürger, die eine Tätigkeit ausübten. In Verkennung dieser Rechtslage habe die Vorinstanz zu Unrecht dem Urteil 9C_313/2010 vom 5. November 2010 und BGE 139 V 216 keine präjudizielle Bedeutung beigemessen. Die Vorinstanz stelle ihn schlechter als Schweizer oder Angehörige eines anderen Vertragsstaates (als Slowenien), die in einem Drittstaat einer Erwerbstätigkeit nachgingen.\n\n6.\n\n6.1 Montenegro gehört nicht zu den Vertragsstaaten des FZA. Dieses Abkommen und demzufolge auch die VO 1408/71 und VO 883/04 sind daher grundsätzlich nicht anwendbar (Art. 24 FZA; vgl. BGE 139 V 216 E. 4.1 S. 221; BGE 136 V 244 E. 6.2 S. 249 f.; Urteil 9C_313/2010 vom 5. November 2010 E. 2.3, in: SVR 2011 AHV BGE 143 V 402 S. 406Nr. 3 S. 13). Dies betrifft namentlich auch das Diskriminierungsverbot nach Art. 2 FZA bzw. das insoweit gleich weit reichende Gleichbehandlungsgebot nach Art. 3 Abs. 1 VO 1408/71 und Art. 4 VO 883/04, welches an die Staatsangehörigkeit anknüpft und sich insbesondere auf die Rechtsvorschriften gemäss Anhang II (Koordinierung der Systeme der sozialen Sicherheit) erstreckt (BGE 136 V 182 E. 7.1 S. 192 mit Hinweisen; vgl. auch Urteil 9C_259/2016 vom 19. Juli 2016 E. 5.2).\n\n6.2 In BGE 139 V 216 erkannte das Bundesgericht, dass Angehörige eines Mitgliedstaats der EU mit Wohnsitz in der Schweiz in Bezug auf die Tätigkeit als Arbeitnehmer in einem Drittstaat für eine in einem anderen Mitgliedstaat ansässige Arbeitgeberin nicht der AHV-Beitragspflicht unterstehen. Daraus lässt sich für den hier zu beurteilenden Fall nichts ableiten. In jenem Fall war entscheidend, dass auch der Arbeitgeber Sitz in einem (anderen) Abkommensstaat hatte. In dieser Konstellation war in Anlehnung an die Rechtsprechung des EuGH (vgl. Art. 16 Abs. 2 FZA) von einer (echten) Lücke auszugehen, welche nach dem gemeinschaftsrechtlichen Freizügigkeitsgedanken so zu füllen war, dass der Sitz des Arbeitgebers als Anknüpfungspunkt naheliegender war als der Wohnsitz des Arbeitnehmenden in der Schweiz, \"der mit dem Arbeitsverhältnis, dem Arbeitsort und dem Sitz des Arbeitgebers in keinem Zusammenhang steht\" (BGE 139 V 216 E. 3.1 und E. 4.1-4.3 S. 219 ff.). Im vorliegenden Fall war der Beschwerdeführer unbestrittenermassen in Montenegro selbständig und nicht als Arbeitnehmer für einen Arbeitgeber mit Sitz in einem Mitgliedstaat der EU erwerbstätig. Im Übrigen könnte - umgekehrt - aus BGE 139 V 216 nicht ohne Weiteres gefolgert werden, dass bei einer selbständigen Erwerbstätigkeit der Sitz des Arbeitgebers mit dem Wohnsitz der betreffenden Person zusammenfiele und daher das schweizerische Recht anwendbar wäre.\n\n6.3\n\n6.3.1 Im Urteil 9C_313/2010 vom 5. November 2010 stand ein deutscher Staatsangehöriger am Recht, der Wohnsitz in der Schweiz hatte und in Liechtenstein erwerbstätig war. Zwischen allen drei beteiligten Staaten bestand ein Abkommen: Schweiz-Deutschland (FZA), Schweiz-Liechtenstein (Übereinkommen zwischen Island, Liechtenstein, Norwegen und der Schweiz vom 4. Januar 1960 zur Errichtung der Europäischen Freihandelsassoziation [EFTA-Übereinkommen; SR 0.632.31]), Liechtenstein-Deutschland (Abkommen vom 2. Mai 1992 über den Europäischen Wirtschaftsraum BGE 143 V 402 S. 407[EWR-Abkommen; liechtensteinische Gesetzessammlung Nr. 0.110]). Von diesen drei Abkommen war zwar keines auf das dreiseitige Verhältnis bzw. die Situation des Beschwerdeführers anwendbar. Das Bundesgericht mass jedoch dem Umstand entscheidende Bedeutung zu, dass sowohl im Verhältnis Schweiz-Deutschland (über das FZA) als auch im Verhältnis Schweiz-Liechtenstein (über das EFTA-Übereinkommen) und im Verhältnis Liechtenstein-Deutschland (über das EWR-Abkommen) die VO 1408/71 galt. Davon ausgehend erkannte es, dass der deutsche Staatsangehörige auf Grund von Art. 2 FZA Anspruch darauf habe, dass er nicht anders behandelt werde als ein Schweizer in seiner Lage, d.h. Wohnsitz in der Schweiz und Erwerbsort in Liechtenstein (E. 2.4).\n\n6.3.2 Montenegro ist zwar weder Mitglied der EU noch der EFTA. Daraus kann jedoch nicht gefolgert werden, der Beschwerdeführer könne \"alleine auf Grund seiner slowenischen Staatsbürgerschaft keine Rechte\" aus dem Urteil 9C_313/2010 vom 5. November 2010 ableiten, wie das die Vorinstanz getan hat. Diese Begründung greift zu kurz bzw. trifft nicht den entscheidenden Punkt: Massgebend in jenem Fall war, dass im bilateralen Verhältnis aller drei beteiligten Staaten zueinander nach Art. 13 Abs. 1 und Abs. 2 Bst. a VO 1408/71 der kollisionsrechtliche Grundsatz der Einheitlichkeit der anwendbaren Rechtsvorschriften nur eines Mitgliedstaates und das Beschäftigungslandprinzip bei Arbeitnehmern galt (E. 2.1-2.3). Im vorliegenden Fall bestehen zwischen den beteiligten Staaten ebenfalls Abkommen: Schweiz-Slowenien (Abkommen vom 10. April 1996 zwischen der Schweizerischen Eidgenossenschaft und der Republik Slowenien über Soziale Sicherheit [SR 0.831.109.691.1] bzw. kraft Art. 20 FZA die VO 1408/71 und VO 883/04; BGE 137 V 282 E. 3.2 S. 284), Schweiz-Montenegro (Abkommen vom 8. Juni 1962 zwischen der Schweizerischen Eidgenossenschaft und der [ehemaligen] Föderativen Volksrepublik Jugoslawien über Sozialversicherung [SR 0.831.109.818.1] samt Verwaltungsvereinbarung vom 5. Juli 1963 [SR 0.831.109.818.12] und Notenaustausch vom 29. Juni/10. Juli 2007 zwischen der Schweiz und Montenegro zur Bestätigung der Weitergeltung der Vereinbarung [AS 2008 1753]), Montenegro-Slowenien (Sozialabkommen zwischen Slowenien und Montenegro vom 12. Mai 2011). Alle Abkommen erklären im Grundsatz die Rechtsvorschriften desjenigen Vertragsstaates für massgebend, auf dessen Gebiet die Erwerbstätigkeit ausgeübt wird. BGE 143 V 402 S. 408\n\nInsoweit liegt eine mit 9C_313/2010 vergleichbare Konstellation vor. Ein wesentlicher Unterschied besteht jedoch insofern, als der Beschwerdeführer in den hier interessierenden Jahren 2011 und 2012 neben der selbständigen Erwerbstätigkeit in Montenegro gleichzeitig in der Schweiz, wo er Wohnsitz hatte, eine unselbständige Erwerbstätigkeit ausübte. Für diesen Fall sieht das erwähnte Abkommen zwischen der Schweiz und Montenegro nicht die Anwendbarkeit der Rechtsvorschriften beider Staaten vor. Der Beschwerdeführer macht nicht geltend, dass das Sozialabkommen zwischen Slowenien und Montenegro diesbezüglich eine andere Regelung enthält. Das FZA bzw. die Rechtsakte der Europäischen Union betreffend die Koordinierung der Systeme der sozialen Sicherheit, welche es für anwendbar erklärt, statuieren den kollisionsrechtlichen Grundsatz der Einheitlichkeit der anwendbaren Rechtsvorschriften (Art. 13 Abs. 1 VO 1408/71 und Art. 11 Abs. 1 VO 883/04; BGE 143 V 52 E. 6.2.1 S. 56; BGE 139 V 216 E. 4.3 S. 222) und in diesem Rahmen den Vorrang des Mitgliedstaats, in dessen Gebiet die abhängige Beschäftigung ausgeübt wird (Art. 14c Bst. a VO 1408/71 und Art. 13 Abs. 3 VO 883/04). Diese Anknüpfungsregel muss umso mehr gelten, wenn, wie im vorliegenden Fall, Wohnsitz und Beschäftigungsort zusammenfallen. Dies führt zur Anwendung des schweizerischen Rechts, welches das Einkommen des Beschwerdeführers aus der selbständigen Tätigkeit in Montenegro der AHV-Beitragspflicht unterwirft (Art. 6 Abs. 1 AHVV). Es wird nicht - prozesskonform (vgl. nicht publ. E. 1) - geltend gemacht und es bestehen keine Anhaltspunkte in den Akten, dass ein Ausnahmetatbestand nach Art. 6ter AHVV (i.V.m. Art. 4 Abs. 2 lit. a AHVG) gegeben wäre. Nichts anderes ergäbe sich bei einem schweizerischen Staatsangehörigen in vergleichbarer Lage, was die Anwendbarkeit von Art. 2 FZA von vornherein ausschliesst. Damit kann auch der Berufung des Beschwerdeführers auf die Empfehlung der Verwaltungskommission für die Koordinierung der Systeme der sozialen Sicherheit Nr. H1 vom 19. Juni 2013 betreffend das Urteil vom 15. Januar 2002 in der Rechtssache C-55/00 Elide Gottardo/Istituto nazionale della previdenza sociale (INPS), Slg. 2002 I-00413 ff. (Amtsblatt der Europäischen Union vom 27. September 2013, C 279/13) kein Erfolg beschieden sein. Das BSV weist in seiner Vernehmlassung darauf hin, dass die Empfehlung Nr. H1 vom 19. Juni 2013 nicht im Anhang II FZA unter den Rechtsakten in Abschnitt A und B aufgeführt ist, die die Vertragsparteien zu berücksichtigen oder zur Kenntnis zu nehmen haben."}