{"annee": "143", "cour": "II", "page": "467", "date": "14/6/2017", "cite": ["117 II 394", "112 II 32", "111 IA 67", "135 II 286", "122 II 274", "120 IB 48", "119 IB 138", "120 IB 379", "138 I 131"], "cite_par": [], "chapeau": "34. Extrait de l'arrêt de la Ire Cour de droit public dans la cause A. et consorts contre Gouvernement de la République et canton du Jura (recours en matière de droit public)\n\n1C_266/2016 du 14 juin 2017", "regestes": ["Art. 4 et 33 al. 2 LAT; frais de la procédure d'opposition en matière d'aménagement du territoire et de permis de construire. Rappel des principes applicables à la mise à l'enquête et à la procédure d'opposition (consid. 2.2-2.4). Les frais de la procédure d'opposition ne peuvent en principe pas être mis à la charge de l'opposant (consid. 2.5 et 2.6). Il peut être fait exception à ce principe en cas d'opposition manifestement abusive, constitutive d'acte illicite (consid. 2.7 et 2.8). En revanche, les frais ne peuvent être mis à la charge de l'opposant au motif qu'il aurait agi \"sans nécessité\" (consid. 3)."], "faits": "BGE 143 II 467 S. 468\n\nA. La loi jurassienne du 25 juin 1987 sur les constructions et l'aménagement du territoire (LCAT; RSJU 701.1) régit notamment la procédure d'octroi du permis de construire et celle d'établissement et d'approbation des plans communaux. L'art. 19 LCAT concerne l'opposition en droit des constructions. Il prévoit la publication des demandes avec mention du droit d'opposition (al. 1), définit la qualité pour faire opposition (al. 2) et précise que celle-ci doit être écrite et motivée (al. 3). L'art. 71 LCAT traite de la procédure d'opposition aux plans communaux. Il prévoit le dépôt des plans (al. 1) et la convocation des opposants à une séance de conciliation (al. 2). Le Décret du 11 décembre 1992 sur le permis de construire (DPC; RSJU 701. 51) traite à ses art. 53 ss, des émoluments et des frais. L'art. 54 al. 1 et 2 DPC a la teneur suivante:\n\n1 Le requérant supporte les frais de la procédure d'octroi du permis de construire. Ces frais se composent des émoluments en la matière et des débours, en particulier pour indemnités de déplacement, taxes de témoins, examens techniques, honoraires d'experts, frais de port et de téléphone, frais d'annonce. L'alinéa 2 est réservé.\n\n2 En procédure d'opposition (art. 22 ss), le requérant supporte les frais relatifs à la séance de conciliation. En cas d'échec de la conciliation, les frais subséquents sont mis à la charge de l'opposant qui succombe s'il les a occasionnés sans nécessité.\n\nB. Le 9 décembre 2015, le Parlement de la République et canton du Jura a modifié les trois dispositions précitées. Il a ajouté un alinéa 4 à l'art. 19 LCAT, dont la teneur est la suivante:\n\nEn procédure d'opposition, le requérant supporte les frais relatifs à la séance de conciliation, à moins que l'opposition soit manifestement irrecevable ou manifestement infondée, auquel cas ceux-ci sont mis à la charge de l'opposant. En cas d'échec de la conciliation, les frais subséquents sont mis à la charge de l'opposant qui succombe s'il les a occasionnés sans nécessité.\n\nIl a également ajouté un alinéa 3 à l'art. 71 LCAT, ainsi libellé:\n\nEn cas d'opposition manifestement irrecevable ou manifestement infondée, les frais relatifs à la séance de conciliation sont mis à la charge de l'opposant. En cas d'échec de la conciliation, les frais subséquents sont mis à la charge de l'opposant qui succombe s'il les a occasionnés sans nécessité.\n\nIl a enfin modifié l'art. 54 al. 2 DPC, dont la teneur est identique à celle de l'art. 19 al. 4 LCAT.\n\nC. Dix députés ont saisi la Cour constitutionnelle du Tribunal cantonal, lui demandant d'annuler les nouvelles dispositions. Par arrêt du 3 mai 2016, la Cour constitutionnelle a rejeté la requête. La mise BGE 143 II 467 S. 469à la charge des opposants des frais de conciliation en cas d'opposition manifestement irrecevable ou mal fondée ne constituait ni un formalisme excessif, ni une violation du droit d'être entendu. Le droit fédéral ou cantonal ne garantissait pas la gratuité de la procédure d'opposition. Les notions de \"manifestement irrecevable ou mal fondé\", certes indéterminées, étaient toutefois déjà connues et pratiquées en droit de procédure. La modification législative poursuivait un intérêt public (soit principalement dissuader les oppositions de masse ne correspondant à aucun intérêt digne de protection) et apparaissait proportionnée.\n\nD. Agissant par la voie du recours en matière de droit public, A., B., C. et D. demandent au Tribunal fédéral d'annuler l'arrêt de la Cour constitutionnelle ainsi que les art. 19 al. 4 et 71 al. 3 LCAT et 54 al. 2 DPC.\n\nStatuant dans sa séance publique du 14 juin 2017, le Tribunal fédéral a partiellement admis le recours et annulé les art. 19 al. 4 deuxième phrase LCAT, 71 al. 3 seconde phrase LCAT et 54 al. 2 seconde phrase DPC.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2. Les recourants font valoir que les modifications législatives litigieuses porteraient atteinte à l'essence du droit d'opposition tel qu'il est consacré par le droit fédéral (art. 4 al. 2 LAT; RS 700), ainsi qu'au droit d'être entendu garanti par l'art. 29 al. 2 Cst. Ils considèrent que la procédure d'opposition devrait être dans tous les cas gratuite.\n\n2.1 En matière d'aménagement du territoire, les exigences du droit fédéral en matière d'information et de publicité sont posées aux art. 4 et 33 LAT. La disposition générale de l'art. 4 LAT prévoit que la population doit être renseignée sur les mesures de planification (al. 1) et doit pouvoir participer de manière adéquate à leur élaboration (al. 2). La participation des administrés doit intervenir dès la genèse de la planification, c'est-à-dire à un stade où celle-ci n'a pas encore de portée irréversible. Il s'agit non seulement d'asseoir la légitimité démocratique des outils de planification, mais aussi d'éviter autant que possible les diverses oppositions. En principe, toutes les personnes touchées sur le territoire concerné par la mesure d'aménagement doivent être informées, soit par le biais de séances d'information, voire par voie de publication officielle, soit par l'intermédiaire des BGE 143 II 467 S. 470médias. Toute personne peut par ailleurs demander des renseignements à titre individuel sans avoir à justifier d'un intérêt particulier. Le droit de participation prévu à l'art. 4 al. 2 LAT tend à éviter que les projets soient élaborés à huis-clos ou que la population soit mise devant le fait accompli. Celle-ci doit disposer d'un moyen réel d'intervenir effectivement dans le processus, en exerçant une véritable influence sur le résultat à atteindre (OFAT, Etude relative à la loi fédérale sur l'aménagement du territoire, Berne 1981 n° 3 ad art. 4; HÄNNI, Planungs-, Bau- und besonderes Umweltschutzrecht, 6e éd. 2016, p. 140). Les alinéas 1 et 2 de l'art. 4 LAT donnent ainsi un mandat législatif aux cantons, à qui il appartient de déterminer le type d'information et les autorités compétentes (ATF 135 II 286 consid. 4.1 p. 290).\n\nDans le droit cantonal jurassien, ces exigences sont reprises à l'art. 43 LCAT, dont la teneur est la suivante: \"Les autorités cantonales, régionales et communales fournissent à la population une information complète au sujet des plans, des objectifs et du déroulement des travaux d'aménagement (al. 1). La participation de la population doit être assurée dans l'établissement des plans prévus par la présente loi (al. 2). Chacun aura la faculté d'émettre des observations et des propositions motivées; celles-ci seront consignées dans un rapport et portées à la connaissance des autorités chargées de la décision et de l'approbation (al. 3)\".\n\n2.2 Selon l'art. 33 LAT, les plans d'affectation sont mis à l'enquête publique (al. 1). Le droit cantonal prévoit au moins une voie de recours contre les décisions et les plans d'affectation fondés sur la LAT (al. 2).\n\nL'art. 33 LAT ne comportant pas de précisions sur ce point, c'est au droit cantonal qu'il appartient d'indiquer les modalités pratiques de la mise à l'enquête (ATF 138 I 131 consid. 5 p. 137). Le processus de participation peut ainsi être mis sur pied au moment de l'élaboration du projet ou après la prise de décision, pour autant qu'il intervienne à un moment où la pesée des intérêts est encore possible (ATF 135 II 286 consid. 4.2.3 p. 292 et 5.2 p. 294).\n\nEn ce qui concerne les modalités d'application de l'art. 33 al. 1 et 2 LAT, le droit cantonal jurassien prévoit une procédure de mise à l'enquête publique et d'opposition antérieure à la prise de décision par l'autorité compétente. Après un examen préalable (art. 70 LCAT), les plans sont déposés publiquement pendant trente jours au moins, BGE 143 II 467 S. 471et les oppositions peuvent être formées durant ce délai (art. 71 al. 1 LCAT). Les opposants sont convoqués à une séance de conciliation qui fait l'objet d'un procès-verbal (art. 71 al. 1 LCAT). L'autorité compétente est ensuite saisie et informée du résultat des pourparlers de conciliation (art. 72 al. 1 et 73 al. 1 LCAT). Elle statue sur les oppositions en même temps qu'elle adopte les plans (art. 73 al. 2 LCAT) et seuls les tiers opposants sont en droit de recourir (art. 73 al. 3 LCAT).\n\nLe but de l'art. 33 LAT est de satisfaire aux exigences des art. 6 CEDH, 29 et 29a Cst. en garantissant, dans le domaine du droit de l'aménagement du territoire et des constructions, une protection juridique globale. Il s'agit en particulier de permettre à chacun de prendre connaissance du plan, de servir de point de départ de la procédure d'opposition dans les cantons qui connaissent cette institution tel le canton du Jura (art. 71 LCAT) et de permettre ainsi l'exercice du droit d'être entendu (ATF 138 I 131 consid. 5.1 p. 137; ATF 135 II 286 consid. 5.3 p. 295; AEMISEGGER/HAAG, in Commentaire pratique LAT, 2010, n° 25 ad art. 33 LAT; WALDMANN/HÄNNI, Raumplanungsgesetz, 2006, nos 8 ss ad art. 33 LAT; ZEN-RUFFINEN/GUY-ECABERT Aménagement du territoire, construction, expropriation, 2001, n. 426 ss; RHINOW ET AL., in Öffentliches Prozessrecht, 3e éd. 2014, n. 1208-1209 p. 350).\n\nCe processus de mise à l'enquête constitue en outre pour les intéressés un élément préalable nécessaire à leur protection juridique puisque les législateurs cantonaux prévoient généralement que seuls les opposants ont qualité pour recourir contre une mesure de planification ou une autorisation de construire. Tel est le cas dans le canton du Jura (73 al. 3 LCAT). En ce sens, il s'agit d'un moyen anticipé et formalisé de satisfaire aux exigences du droit d'être entendu (HÄFELIN/MÜLLER/UHLMANN, Allgemeines Verwaltungsrecht, 7e éd. 2016, n. 1195; HÄNNI, op. cit., p. 538).\n\nEnfin, la planification nécessitant une pesée des intérêts en présence, la procédure de mise à l'enquête publique, tout particulièrement dans les cantons tels que celui du Jura qui la prévoient au stade du projet, contribue à mettre ces intérêts en évidence et permet aux autorités compétentes de statuer en toute connaissance de cause en tenant compte des objections de fait, de droit ou d'opportunité des personnes intéressées. Les informations recueillies conduisent ainsi à adapter le projet de telle manière qu'il satisfasse le plus largement BGE 143 II 467 S. 472possible aux circonstances diverses et aux intérêts divergents. On peut parler à cet égard d'aide à la décision (ATF 119 Ib 138 consid. 4f in fine p. 146; ATF 111 Ia 67 consid. 3c in fine p. 69; WALDMANN/HÄNNI, op. cit., nos 8 ss ad art. 33 LAT; RHINOW ET AL., op. cit., n. 1208-1209 p. 350).\n\n2.3 Les exigences en matière de publicité et d'information décrites pour la planification valent aussi, mutatis mutandis, en matière de délivrance des permis de construire, que ce soit en application de l'art. 33 al. 3 LAT, qui n'impose certes pas de mise à l'enquête publique - et non de l'art. 33 al. 1 et 2 LAT - ou de la garantie du droit d'être entendu de l'art. 29 al. 2 Cst. (ATF 120 Ib 379 consid. 3 p. 383 et les arrêts cités; ATF 120 Ib 48 consid. 3b p. 52; AEMISEGGER/HAAG, op. cit., n° 62 ad art. 33 LAT; ZEN-RUFFINEN/GUY-ECABERT, op. cit., n. 920).\n\nS'agissant des modalités d'application des principes précités, le canton du Jura connaît, comme en matière de planification, la procédure de mise à l'enquête publique et d'opposition. Celle-ci a lieu avant la prise de décision. L'autorité compétente examine sommairement le dossier de la requête de permis de construire et vérifie sa compétence (art. 18 LCAT), puis elle procède à la publication (art. 19 LCAT et art. 19 DPC). La procédure d'opposition permet à tout intéressé de faire valoir que le projet est contraire aux prescriptions de droit public ou qu'il lèse ses intérêts dignes de protection (art. 22 al. 1 DPC). Une procédure de conciliation est mise sur pied, au terme de laquelle les oppositions peuvent être maintenues ou retirées (art. 26 DPC). L'octroi du permis de construire a lieu après une pesée globale des intérêts en cause, et les oppositions sont traitées simultanément (art. 22 al. 1 LCAT, art. 33 al. 1 let. a DPC). La voie du recours n'est ouverte aux tiers que s'ils ont préalablement formé opposition au projet (art. 23 al. 2 LCAT et 36 al. 2 DPC).\n\n2.4 En résumé, le droit cantonal jurassien, dans le cadre du droit fédéral, impose une procédure d'opposition avec mise à l'enquête publique préalable aussi bien en matière de planification que d'autorisation de construire. Cette procédure correspond aux objectifs de participation des citoyens intéressés et satisfait aux exigences du droit d'être entendu des tiers intéressés et de leur protection juridique. Elle permet en outre à l'autorité de statuer en toute connaissance de cause en tenant compte des objections de fait, de droit ou d'opportunité des personnes intéressées, objections qui auraient pu sans cela lui BGE 143 II 467 S. 473échapper en particulier dans le cadre des décisions imposant une pesée des intérêts.\n\n2.5 Ainsi définie, la procédure d'opposition, qui se déroule avant toute prise de décision, peut être définie comme non contentieuse (RHINOW ET AL., op. cit., n. 1303 p. 370; HÄNNI, op. cit., p. 538 a contrario). On peut aussi considérer qu'elle s'inscrit de façon accessoire dans le cadre d'une procédure initiée par la collectivité publique s'agissant de la planification ou par un propriétaire dans le cadre de la procédure d'autorisation de construire.\n\nDès lors, en vertu du principe de causalité, dans le cas d'une procédure de planification, c'est la collectivité publique qui est l'initiatrice du projet et c'est donc à elle (cas échéant aux propriétaires qui ont sollicité la nouvelle planification et vont en bénéficier) d'assumer les frais de mise à l'enquête et du traitement des oppositions. En matière de mise à l'enquête d'un projet de construction, les frais de la procédure sont en principe à la charge du requérant qui sollicite une autorisation de construire, comme le prévoit du reste le droit cantonal jurassien (art. 54 al. 1 DPC). Selon le principe du perturbateur, ce n'est pas aux opposants à s'acquitter des frais de l'opposition, accessoire de la requête principale. Selon les principes généraux de procédure administrative, des frais de procédure ne peuvent être mis qu'à la charge de celui qui les a causés (cf. notamment l'art. 63 al. 1 et 3 PA; RS 172.021). Ainsi, selon l'art. 218 du Code de procédure administrative du 30 novembre 1978 (CPA; RSJU 175.1), les frais de procédure sont supportés par celui qui requiert un acte administratif pour s'assurer un service ou un avantage, ou le provoque par son attitude (al. 1). Des frais de procédure ne sont mis à la charge de l'opposant que s'il a violé des règles de procédure, ou si son opposition a un caractère téméraire (al. 2).\n\n2.6 Quant à la jurisprudence, elle retient depuis longtemps que le droit de participer et d'être entendu de celui qui est impliqué dans une procédure administrative sans l'avoir initiée n'a de sens que si la faculté de s'exprimer ne comporte pas le risque d'en supporter les frais. Dans le cas contraire, la sauvegarde de ses droits se trouverait mise en péril. Ainsi, dans une procédure en constatation de la nature forestière dont le propriétaire n'a pas demandé l'ouverture, il n'est pas conforme au droit constitutionnel - sous réserve de procédés dilatoires et d'abus de droit - de lui faire supporter les frais de justice alors qu'il n'a pas été entendu avant la décision (ATF 122 II 274 consid. 6d p. 287).\n\nBGE 143 II 467 S. 474La jurisprudence protège ainsi tout particulièrement le droit d'être entendu des opposants. Elle sanctionne là ce qu'il est convenu d'appeler l'effet dissuasif (\"chilling effect\") que comporterait la mise à charge de frais pour l'opposant. Elle se réfère aussi incidemment au principe de causalité.\n\nDès lors, contrairement à ce que retient la Cour constitutionnelle cantonale, l'opposant ne saurait en principe se voir mettre à sa charge les frais de la procédure d'opposition. En revanche, en cas de recours ultérieur, les règles ordinaires relatives à la juridiction contentieuse s'appliquent.\n\n2.7 Les recourants ne sauraient cependant être entièrement suivis lorsqu'ils prétendent à une \"gratuité\" inconditionnelle de la procédure d'opposition pour les opposants. Il peut en effet être fait exception à ce principe en application de la règle générale de l'art. 41 CO. La jurisprudence considère en effet que le fait pour une personne d'exercer un droit de procédure, notamment dans le cadre d'une procédure administrative, ne peut en principe entraîner la responsabilité civile de son auteur que s'il a agi par dol ou négligence grave (ATF 112 II 32 consid. 2a p. 35 et arrêts cités). Autrement dit, un acte procédural est susceptible d'être considéré comme illicite lorsqu'il apparaît contraire au principe de la bonne foi ou malveillant (ATF 122 II 274 consid. 6d p. 287; arrêt 4C_353/2002 du 3 mars 2003 consid. 5.1 et arrêts cités, soit notamment ATF 117 II 394 consid. 4 p. 398). Le droit cantonal peut dès lors prévoir de mettre les frais à la charge d'un opposant dont l'intervention apparaît abusive au point d'engager sa responsabilité au sens de l'art. 41 CO. L'abus doit toutefois apparaître manifeste (art. 2 al. 2 CC), l'autorité ne pouvant se contenter de retenir qu'une opposition a été déclarée irrecevable ou mal fondée pour en mettre les frais à la charge de son auteur.\n\n2.8 En l'occurrence, la première partie des dispositions litigieuses (première phrase des art. 19 al. 4 LCAT, 71 al. 3 LCAT et 54 al. 2 DPC), qui concerne la mise à la charge des frais relatifs à la séance de conciliation en cas d'opposition manifestement irrecevable ou manifestement mal fondée, peut faire l'objet d'une interprétation conforme aux principes décrits ci-dessus en ce sens que les frais de la procédure de conciliation, dans les cas où l'opposition apparaît d'emblée manifestement irrecevable ou manifestement infondée au sens de l'art. 41 CO peuvent être mis exceptionnellement à la charge BGE 143 II 467 S. 475de l'opposant. Une telle interprétation n'entrave pas le droit d'opposition et ne rend pas son exercice plus difficile. Elle correspond en outre en grande partie à la volonté du législateur cantonal. Celui-ci voulait en effet prévenir les interventions abusives ou chicanières, qui ne seraient fondées sur aucun intérêt digne de protection ou émaneraient de personnes ne disposant manifestement pas de la qualité pour agir. Certes, dans certains cas, l'opposant ne peut évaluer les chances de succès de sa démarche, faute d'être préalablement suffisamment renseigné, notamment lorsque la procédure d'opposition constitue la première occasion de prendre connaissance du projet et de se déterminer à ce propos. Une exonération des frais s'imposerait alors, quand bien même il apparaîtrait après coup que son opposition est manifestement irrecevable ou mal fondée (ATF 122 II 274 consid. 6 p. 285). En outre, lorsqu'il apparaît d'emblée qu'une opposition est manifestement abusive, l'autorité pourrait le constater immédiatement et renoncer à la mise sur pied de la procédure de conciliation, comme le permet l'art. 26 al. 1 DPC en matière d'autorisation de construire.\n\nRien ne s'opposant dès lors à ce que les dispositions litigieuses précitées fassent sur ce point l'objet d'une interprétation conforme, le grief tiré des art. 4 LAT et 33 al. 1 LAT apparaît ainsi mal fondé en ce qui concerne la mise à la charge des frais relatifs à la séance de conciliation en cas d'opposition manifestement irrecevable ou mal fondée, soit la première phrase des art. 19 al. 4 LCAT, 71 al. 3 LCAT et 54 al. 2 DPC. Au demeurant, celui à la charge duquel sont mis des frais ou des émoluments garde la possibilité de les contester devant une autorité judiciaire.\n\n3. Il en va différemment de la seconde phrase de ces dispositions. Celles-ci prévoient en effet, en cas d'échec de la conciliation, que les frais subséquents sont mis à la charge de l'opposant qui succombe s'il les a occasionnés \"sans nécessité\". Une telle expression ne saurait s'interpréter comme visant l'abus caractérisé du droit d'opposition, constitutif d'un acte illicite au sens de l'art. 41 CO, puisque cette interprétation est déjà réservée, on l'a vu, pour l'expression \"manifestement irrecevable ou manifestement infondée\". Littéralement, la notion d'absence de nécessité est en effet sans lien avec celle d'acte illicite. Matériellement, on ne voit en outre pas selon quels critères il conviendrait d'admettre que l'usage du droit d'opposition est nécessaire ou non. Un tel critère, particulièrement flou, est au BGE 143 II 467 S. 476demeurant inconnu dans le droit fédéral ou cantonal de l'aménagement du territoire ou de la construction. Ainsi rédigées, les normes litigieuses ne sont pas susceptibles de l'interprétation conforme dégagée ci-dessus. Il convient dès lors de les annuler.\n\nCertes, la disposition litigieuse figurait déjà à l'art. 54 al. 2 DPC avant la modification du 9 décembre 2015. Elle est cependant nouvelle aux art. 19 al. 4 et 71 al. 3 LCAT, le législateur cantonal ayant entrepris une refonte d'ensemble des dispositions relatives aux frais d'opposition. Vu la volonté dudit législateur de réformer l'entier du concept législatif à cet égard, il ne ferait pas de sens de procéder au contrôle abstrait des trois dispositions concernées en faisant une exception pour l'art. 54 al. 2 DPC alors que ce décret ne fait que mettre en oeuvre le concept établi dans la loi. (...)"}