{"annee": "143", "cour": "I", "page": "1", "date": "6/12/2016", "cite": ["138 I 321", "133 III 393", "136 I 297", "117 IA 97", "114 IA 1", "139 I 257", "140 II 185", "133 II 249", "142 I 16", "133 I 206", "129 I 265", "142 I 26", "135 I 161", "141 II 401", "136 II 120", "121 V 45", "122 I 343", "139 I 306", "135 V 172", "134 II 124", "121 V 40", "133 I 249", "135 V 94", "138 II 70", "136 I 1", "142 V 395", "133 III 446", "141 I 78"], "cite_par": ["145 I 73"], "chapeau": "1. Sentenza della I Corte di diritto sociale nella causa A. e consorti contro Gran Consiglio della Repubblica e Cantone Ticino (ricorso in materia di diritto pubblico)\n\n8C_182/2016 del 6 dicembre 2016", "regestes": ["Art. 22, art. 42 al. 2, art. 87, art. 95 let. b et art. 106 al. 2 LTF; art. 34 RTF; recours contre les actes normatifs. Compétence de la Ire Cour de droit social (consid. 1.1). En l'absence d'une procédure cantonale de contrôle abstrait des normes, un recours direct au Tribunal fédéral est admis (consid. 1.2). Le droit international doit être directement applicable pour être invoqué devant le Tribunal fédéral (consid. 1.3). Exigences de motivation (consid. 1.4). Limites du pouvoir d'examen du juge constitutionnel dans le cadre du contrôle abstrait d'une norme (consid. 2.3).", "Art. 8 Cst.; art. 68 de la Convention n° 102 de l'OIT; art. 8 et 14 CEDH; Accord sur la libre circulation des personnes (ALCP); art. 23 et 24 ch. 1 let. b de la Convention relative au statut des réfugiés; clauses de résidence différentes pour les citoyens suisses et les étrangers en matière d'allocations d'intégration et d'allocations pour la petite enfance selon la loi tessinoise du 18 décembre 2008 sur les allocations familiales; contrôle abstrait de la norme. Les allocations d'intégration et les allocations pour la petite enfance prévues par la loi tessinoise sont exclusivement régies par le droit cantonal (consid. 2.1). Il n'est pas contraire au principe de l'égalité de traitement de prévoir des conditions de résidence différentes pour les citoyens suisses et les étrangers, en ce sens que ces derniers doivent satisfaire à des exigences d'intégration plus élevées (consid. 3.7 et 3.8). Une telle différence ne viole pas non plus l'art. 68 de la Convention n° 102 de l'OIT (consid. 4.3) ni les art. 8 et 14 CEDH (consid. 5.5-5.7). Est laissée ouverte la question de savoir si la réglementation cantonale viole l'ALCP (consid. 6.3) ou la Convention relative au statut des réfugiés (consid. 7)."], "faits": "|3|\n\nA. Il 15 dicembre 2015 il Gran Consiglio della Repubblica e Cantone del Ticino (di seguito: Gran Consiglio) ha adottato una revisione della legge del 18 dicembre 2008 sugli assegni di famiglia (RL 6.4.1.1; di seguito: Laf/TI). Il Parlamento ha modificato tra l'altro nel testo legale i seguenti articoli riguardanti le prestazioni famigliari cantonali (titolo III), in modo particolare l'assegno integrativo (capitolo secondo) e l'assegno di prima infanzia (capitolo terzo):\n\nArt. 47 cpv. 4 (nuovo)\n\n4 Per i cittadini stranieri, il domicilio secondo il cpv. 1 lett. c) è da intendersi quale il possesso del permesso di domicilio (permesso C) ai sensi della legge federale sugli stranieri del 16 dicembre 2005 (in seguito: LStr).\n\nArt. 51 cpv. 3 (nuovo)\n\n3 Per i cittadini stranieri, il domicilio secondo il cpv. 1 lett. c) è da intendersi quale il possesso del permesso di domicilio (permesso C) ai sensi della LStr.\n\nArt. 52 cpv. 1 lett. c) (modifica)\n\nc) Il padre o la madre ha il domicilio nel Cantone da almeno tre anni. Per i cittadini stranieri, il domicilio è da intendersi quale il possesso del permesso di domicilio (permesso C) ai sensi della LStr.\n\nL'entrata in vigore è stata stabilita al 1° gennaio 2016. Decorso inutilizzato il termine di referendum, la revisione di legge è stata pubblicata nel Bollettino ufficiale delle leggi e degli atti esecutivi (BU/TI n. 7/2016 del 9 febbraio 2016 pagg. 66 seg.). |4|\n\nB.\n\nB.a Il 3 marzo 2016 (timbro postale) A., B., C., D., E., F., G., H. e I. hanno presentato un ricorso in materia di diritto pubblico con cui chiedono, previa concessione dell'effetto sospensivo, l'annullamento degli art. 47 cpv. 4, 51 cpv. 3 e 52 cpv. 1 lett. c seconda frase della Laf/TI.\n\nB.b Il 22 marzo 2016 il Consiglio di Stato della Repubblica e Cantone del Ticino (di seguito: il Consiglio di Stato) ha modificato (BU/TI n. 15/2016 del 25 marzo 2016 pag. 182) il regolamento del 23 giugno 2009 sugli assegni di famiglia (RL 6.4.1.1.1; di seguito: RegLaf/TI), inserendo il seguente articolo:\n\nArt. 35 cpv. 2 (nuovo)\n\n2 Per i cittadini stranieri, un soggiorno ininterrotto in Svizzera negli ultimi cinque anni sulla scorta di un permesso di dimora (permesso B) è parificato al possesso del permesso C.\n\nB.c Il Consiglio di Stato, in rappresentanza del Gran Consiglio, chiede che il ricorso sia respinto. Le parti in replica e in duplica si sono riconfermate nelle loro conclusioni.\n\nB.d Con decreto del 4 agosto 2016 il Tribunale federale ha respinto l'istanza tendente al conferimento dell'effetto sospensivo.\n\nIl Tribunale federale ha respinto il ricorso nella misura in cui era ammissibile.", "considerants": "Considerandi:\n\n1.\n\n1.1 Secondo l'art. 82 lett. b LTF, il Tribunale federale giudica i ricorsi contro gli atti normativi cantonali, categoria nella quale rientra la legge impugnata. La I Corte di diritto sociale del Tribunale federale tratta i ricorsi in materia di diritto pubblico che concernono un'assicurazione sociale cantonale (art. 34 lett. d del regolamento del Tribunale federale del 20 novembre 2006 [RTF; RS 173.110.131]) o gli assegni familiari (art. 34 lett. e RTF). Ricade in questi ambiti anche un ricorso tendente al controllo astratto della norma di una legge cantonale su assegni familiari, benché le norme contestate prevedano l'adempimento di aspetti relativi alla legislazione sugli stranieri (cfr. sentenza 8C_156/2009 del 24 giugno 2009, in SVR 2009 FZ n. 5 pag. 17).\n\n1.2 Poiché il diritto ticinese non prevede una procedura di controllo astratto contro le leggi e i regolamenti cantonali, questi atti sono |5| direttamente impugnabili davanti al Tribunale federale (art. 87 cpv. 1 LTF; DTF 142 V 395 consid. 1.1 pag. 396 seg.). Il ricorso, tempestivo (art. 101 LTF; DTF 142 V 395 consid. 1.2 pag. 397), è presentato da persone di massima toccate per lo meno virtualmente dalla nuova normativa (DTF 141 I 78 consid. 3.1 pag. 81). Sotto questo profilo il ricorso è ammissibile.\n\n1.3 Con il ricorso in materia di diritto pubblico è possibile tra l'altro lamentare la violazione del diritto federale (art. 95 lett. a LTF), nozione che comprende i diritti costituzionali dei cittadini (DTF 133 III 446 consid. 3.1 pag. 447 seg.), e del diritto internazionale (art. 95 lett. b LTF). In quest'ultima eventualità occorre ancora che la disposizione richiamata sia direttamente applicabile (self executing; DTF 140 II 185 consid. 4.2 pag. 190 con riferimenti). Nella misura in cui i ricorrenti invocano disposizioni del Patto internazionale del 16 dicembre 1966 relativo ai diritti economici, sociali e culturali (RS 0.103.1), essi dimenticano che le norme ivi contenute sono sostanzialmente di natura prammatica e non direttamente giustiziabili (DTF 139 I 257 consid. 6 pag. 264; DTF 135 I 161 consid. 2.2 pag. 163). Analoga sorte per quel che è dell'art. 26 della Convenzione del 20 novembre 1989 sui diritti del fanciullo (RS 0.107): infatti gli art. 2 e 3 cpv. 1 e 26 difettano del cosiddetto carattere self executing (DTF 136 I 297 consid. 8.2 pag. 308 con riferimenti).\n\n1.4 Le esigenze in materia di motivazione previste dall'art. 42 cpv. 2 LTF e quelle - accresciute - prescritte dall'art. 106 cpv. 2 LTF valgono anche per ricorsi contro atti normativi cantonali (sentenza 2C_169/2010 del 17 novembre 2011 consid. 2.1, non pubblicato in DTF 138 II 70). Ciò significa che il Tribunale federale non è tenuto a vagliare, come farebbe un'autorità di prima istanza, tutte le questioni giuridiche che si pongono, se queste non sono presentate nella sede federale (DTF 139 I 306 consid. 1.2 pag. 309 seg.; DTF 133 II 249 consid. 1.4.1 pag. 254). Inoltre, quando è invocata la violazione di diritti costituzionali del cittadino, le contestazioni sono esaminate soltanto se le censure sono motivate in modo chiaro e preciso, conformemente alla prassi precedentemente in vigore in materia di ricorso di diritto pubblico (cfr. DTF 133 II 249 consid. 1.4.2 pag. 254; DTF 133 III 393 consid. 6 pag. 397).\n\n2.\n\n2.1 A norma dell'art. 116 Cost. nell'adempimento dei suoi compiti la Confederazione prende in considerazione i bisogni della famiglia. Può sostenere provvedimenti a tutela della famiglia (cpv. 1). Può |6| emanare prescrizioni sugli assegni familiari e gestire una cassa federale di compensazione familiare (cpv. 2). Il legislatore ha fatto uso di questa facoltà, emanando il 24 marzo 2006 la legge federale sugli assegni familiari (LAFam; RS 836.2; in vigore dal 1° gennaio 2009), la quale prevede assegni per i figli e assegni di formazione (art. 3 cpv. 1 LAFam). La controversia tocca per contro gli assegni di prima infanzia e gli assegni integrativi, i quali non rientrano nel campo di applicazione della LAFam. La contestazione riguarda quindi esclusivamente il diritto cantonale (cfr. DTF 135 V 172 consid. 6.2.3 pag. 176; sentenza 8C_156/2009 consid. 6.1.2, in SVR 2009 FZ n. 5 pag. 18).\n\n2.2 Dopo la pubblicazione della legge impugnata, il Consiglio di Stato ha promulgato una modifica del regolamento di applicazione alla legge (lett. B.b), precisando le condizioni di concessione del diritto agli assegni. Il Tribunale federale non verifica se il regolamento debba rientrare nei canoni stabiliti dalla legge (cfr. art. 106 cpv. 2 LTF; consid. 1.3). Il Tribunale federale esamina invece se sia lesiva del diritto superiore la normativa contestata, ulteriormente precisata dal RegLaf/TI, il quale prevede il diritto agli assegni per i cittadini svizzeri dopo un periodo di residenza ininterrotto in Ticino di (soli) tre anni, mentre esige una durata di cinque anni per i cittadini stranieri.\n\n2.3 Per giurisprudenza, nell'ambito del controllo astratto di un atto normativo cantonale, è determinante se alla norma interessata possa essere attribuito un senso che la possa fare ritenere compatibile con le garanzie costituzionali invocate. Il Tribunale federale annulla una disposizione cantonale solo se non si presta ad alcuna interpretazione conforme al diritto costituzionale o al diritto federale di rango superiore. Occorre al riguardo considerare la portata dell'ingerenza nel diritto fondamentale, la possibilità di ottenere una sufficiente protezione nel contesto di un successivo controllo puntuale della norma, le circostanze concrete in cui essa viene applicata, come pure la possibilità di una correzione nel caso di una sua applicazione e gli effetti sulla sicurezza del diritto. La semplice circostanza che in singoli casi la disposizione impugnata possa essere applicata in modo lesivo della Costituzione non conduce di per sé al suo annullamento da parte del Tribunale federale, gli interessati disponendo sempre della possibilità di contestare accessoriamente la norma nel quadro di una decisione concreta (DTF 141 I 78 consid. 4.2 pag. 82; cfr. anche sentenze 2C_297/2014 del 9 febbraio 2016 consid. 2, |7| non pubblicato in DTF 142 I 16, e 1C_118/2015 dell'8 dicembre 2015 consid. 2, non pubblicato in DTF 142 I 26).\n\n3.\n\n3.1 I ricorrenti, illustrati gli assegni cantonali vigenti nel Cantone Ticino e forti della DTF 141 II 401, rilevano la singolarità delle nuove disposizioni nel sistema di prestazioni sociali, siccome le svariate normative non si distinguono per permesso di dimora, ma unicamente per la durata del soggiorno. Ravvedono una violazione del principio della parità di trattamento nelle nuove disposizioni di legge, poiché si pongono in condizioni differenti da un lato i cittadini svizzeri e stranieri con permesso C e da un altro lato i cittadini stranieri sprovvisti di tale autorizzazione. I ricorrenti sottolineano che il permesso di domicilio è rilasciato soltanto dopo 10 anni di residenza in Svizzera e se le condizioni economiche permettono un sostentamento sufficiente. La legge impugnata non sarebbe supportata da un sufficiente interesse pubblico, essendo motivata da meri interessi fiscali, e da un criterio distintivo non idoneo. Nemmeno la scelta legislativa sarebbe proporzionata, poiché non c'è nessuna ragione per trattare diversamente cittadini svizzeri e stranieri. Sarebbe oltretutto eccessivamente lungo il periodo di carenza rispetto ad altre leggi federali. Nella pratica si presenterebbe poi una discriminazione sul censo, siccome sono proprio le famiglie meno agiate o monoparentali ad aver più bisogno di questi aiuti. Lo scopo della legge sarebbe altresì annullato, il suo fine non solo non realizzato, ma stravolto siccome si esige l'ottenimento di un permesso C, che presuppone una situazione economica non precaria.\n\n3.2 Il Consiglio di Stato, in rappresentanza del Gran Consiglio, ricorda innanzitutto come le prestazioni siano in ultima analisi atte a garantire un ricambio generazionale per le persone di condizione economica modesta, che dimostrano un legame sufficiente con il proprio territorio. La revisione legislativa è stata intesa a porre un'accresciuta esigenza di radicamento in Ticino. Il legislatore ha voluto così favorire una politica familiare nella prospettiva di una vita che non solo sia adeguata ai costumi svizzeri, ma anche concretizzi la propria volontà di insediarsi stabilmente sul territorio nazionale, in modo particolare su quello ticinese. Non si può parlare di disparità di trattamento, poiché non c'è (e non è mai stata compiuta) alcuna differenza a ragione delle singole nazionalità. Esiste peraltro una obiettiva giustificazione per una differenza a ragione della durata del soggiorno. Le circostanze che impongono un particolare |8| attaccamento al territorio ticinese non violano il precetto dell'uguaglianza giuridica, dato che non sono trattate diversamente e senza valido motivo due fattispecie simili.\n\n3.3 Il principio della parità di trattamento (art. 8 Cost.) e la protezione dall'arbitrio (art. 9 Cost.) sono strettamente legati. Una norma è arbitraria quando non si fonda su motivi seri e oggettivi o appare priva di senso o di scopo (DTF 138 I 321 consid. 3.2 pag. 324; DTF 136 II 120 consid. 3.3.2 pag. 127 seg.; DTF 134 II 124 consid. 4.1 pag. 133). Essa disattende invece il principio della parità di trattamento quando, tra casi simili, fa distinzioni che nessun ragionevole motivo in relazione alla situazione da regolare giustifica di fare o sottopone ad un regime identico situazioni che presentano tra loro differenze rilevanti e di natura tale da rendere necessario un trattamento diverso (DTF 136 II 120 consid. 3.3.2 pag. 127 seg.; DTF 136 I 1 consid. 4.1 pag. 5 seg.; DTF 133 I 249 consid. 3.3 pag. 254 seg.). L'ingiustificata uguaglianza, rispettivamente la disparità di trattamento, deve riferirsi ad un aspetto sostanziale. Trascurato non può poi essere il fatto che una violazione dell'art. 8 cpv. 1 Cost. può comunque trovare una legittimazione negli obiettivi perseguiti dal legislatore (DTF 141 I 78 consid. 9.5 pag. 93 seg.; DTF 136 I 1 consid. 4.3.2 pag. 8; DTF 136 II 120 consid. 3.3.2 pag. 127 seg.; DTF 133 I 206 consid. 11 pag. 229 segg. con ulteriori rinvii a giurisprudenza e dottrina) e che - in generale - quest'ultimo ha un ampio spazio di manovra (DTF 136 I 1 consid. 4.1 pag. 5 seg.; DTF 133 I 249 consid. 3.3 pag. 254 seg.).\n\n3.4\n\n3.4.1 La Laf/TI fonda i suoi principi sulla previgente legge dell'11 giugno 1996, emanata prima che la Confederazione legiferasse in merito (consid. 2.1). La normativa ticinese era stata concepita per migliorare l'aiuto alla famiglia, in particolare con il sussidiamento diretto degli assicurati meno favoriti (messaggio del Consiglio di Stato n. 4198 del 19 gennaio 1994, in Raccolta dei verbali del Gran Consiglio [RVGC], sessione ordinaria primaverile, martedì 11 giugno 1996, pag. 777), compensando gli oneri finanziari specifici e supplementari determinati dall'esistenza di un figlio nella famiglia e correggendo le differenze economiche (pag. 785). L'obiettivo principale degli assegni familiari era inteso anche a favorire la libera scelta della procreazione, in un'ottica di aumento demografico (pag. 784).\n\nLa riforma ticinese degli assegni di famiglia, tanto che da alcuni è definita modello ticinese, era costituita fra l'altro dall'introduzione dell'assegno integrativo e dell'assegno di prima infanzia (pag. 799). |9| Il primo elaborato per sussidiare \"completamente il 'maggior costo del bambino' fino al livello del 'minimo vitale per il figlio' stabilito dalla legge sulle prestazioni complementari all'AVS/AI\". Il secondo per coprire \"integralmente il reddito disponibile necessario per tutta la famiglia (nei medesimi limiti della legge sulle prestazioni complementari), durante i primi tre anni di vita di un figlio quando uno dei genitori rinuncia almeno al 50 % dell'attività lavorativa per dedicarsi personalmente al figlio stesso\" (pag. 784). Quest'ultimo assegno sarebbe stato limitato ai primi tre anni di vita, potendo il figlio poi essere accolto in una scuola dell'infanzia (pag. 789; cfr. oggi art. 14 della legge ticinese del 7 febbraio 1996 sulla scuola dell'infanzia e sulla scuola elementare [RL 5.1.5.1]). Le due nuove prestazioni sarebbero dovute essere recepite come un reddito minimo garantito completivo per il figlio e la famiglia, integrato nel sistema di sicurezza sociale, il cui scopo primario è quello di sopperire ai bisogni fondamentali (pag. 784). Fra le finalità della legge era previsto anche quello di colmare un'importante lacuna e assorbire l'intervento dell'aiuto sociale a favore della famiglia, riconducendo la politica della famiglia al di fuori della politica assistenziale (rapporto di maggioranza n. 4198R1 della Commissione della gestione e delle finanze del 23 maggio 1996, pag. 857).\n\n3.4.2 Nella proposta del Governo l'assegno integrativo sarebbe stato versato ai domiciliati nel Cantone, indipendentemente dalla qualifica o non qualifica professionale, residenti da almeno un anno (messaggio n. 4198, pag. 787). La maggioranza della Commissione della gestione ha ritenuto per contro di proporre al Parlamento un aumento del periodo di carenza da uno a tre anni. A sostegno di questa scelta, la maggioranza commissionale concludeva che \"con questa misura verrebbe meno l'incentivo per i domiciliati negli altri Cantoni confederati a trasferirsi in Ticino per mettere su famiglia e, quindi, poter beneficiare degli aiuti\" (rapporto di maggioranza n. 4198R1, pag. 876). Nell'ambito del dibattito parlamentare il deputato Claudio Camponovo ha proposto fra l'altro l'allungamento del termine di carenza a cinque anni al fine di \"ridurre ai minimi termini 'il turismo assistenziale' (...) verso il Cantone Ticino\". Egli ricordava a titolo esemplificativo il termine di carenza di 15 anni valevole per le prestazioni complementari (RVGC, sessione ordinaria primaverile, martedì 11 giugno 1996, pag. 759). Messe ai voti tutte le proposte, il Gran Consiglio ha avallato il termine di tre anni sostenuto dalla maggioranza commissionale, respingendo sia l'emendamento |10| del deputato sia il disegno del Governo, che insisteva per il termine di un anno (pag. 761).\n\n3.4.3 In occasione del Preventivo 2016 del Cantone Ticino, il Governo ha proposto la legge impugnata. Ciò \"nell'ottica di erogare queste prestazioni sociali di complemento ai cittadini che hanno acquisito un legame con il nostro territorio\". Secondo l'Esecutivo cantonale le unità familiari senza i requisiti avrebbero comunque potuto rivolgersi all'assistenza sociale (messaggio del Consiglio di Stato n. 7121 del 29 settembre 2015, pag. 26). La maggioranza commissionale ha sottolineato come fosse necessario intervenire sulla struttura dello Stato divenuta costantemente troppo onerosa e talvolta poco razionale, non tagliando sugli investimenti, ma sulla spesa corrente, oggettivamente troppo alta. Essa ha evidenziato in via generale la necessità di cambiare gli automatismi legislativi, che stanno portando a una vera e propria esplosione dei costi nell'ambito dei sussidi e dei contributi ad enti terzi (rapporto di maggioranza n. 7121 R1 della Commissione della gestione e delle finanze del 4 dicembre 2015, pag. 12 seg.). La minoranza commissionale invece ha trattato puntualmente la tematica, ricordando che nella DTF 141 II 401 gli assegni non sono stati trattati alla stregua dell'assistenza pubblica e che la nuova direzione proposta dal Governo andasse nella direzione di una politica familiare selettiva, portando il rischio di favorire l'esclusione, in contrasto con lo spirito originario della legge, volendosi disfare di alcune famiglie residenti in difficoltà, indipendentemente dal loro impegno nel mondo del lavoro (rapporto di minoranza n. 7121 R2 della Commissione della gestione e delle finanze del 9 dicembre 2015, pag. 8 seg.).\n\nNell'ambito del dibattito parlamentare, il Direttore del Dipartimento della Sanità e della Socialità a titolo di premessa ha messo in luce sostanzialmente come nella strutturazione dei sussidi occorresse tenere conto sia della Riforma dell'imposizione delle imprese III, la quale farebbe diminuire gli introiti, sia dell'invecchiamento della popolazione, che provoca ulteriori oneri. Tutte le riforme sarebbero volte a un contenimento dei costi e non a un aumento. Ha altresì ricordato che l'assistenza pubblica garantisce l'aiuto sociale a tutti i residenti e non fa differenza tra i diversi tipi di permesso di soggiorno (RVGC, seduta del 16 dicembre 2015, pag. 3432 seg.). Passando, all'esame della legge impugnata, il Gran Consiglio ha dovuto trattare due emendamenti presentati dai deputati Giorgio Fonio e Pelin Kandemir Bordoli tesi a mantenere il termine di carenza di tre anni o di |11| prolungarlo a cinque anni, ma in entrambi i casi senza distinzione alcuna del tipo di permesso di soggiorno. Il Consiglio di Stato ha ribadito che gli aiuti assegno integrativo e assegno di prima infanzia, esistenti solo nel Cantone Ticino, sono stati concepiti per chi risiede nel territorio da parecchi anni, contrariamente all'assistenza pubblica che è generalizzata. L'Esecutivo ha sottolineato altresì che originariamente tali assegni erano elaborati per conciliare lavoro e accudimento del figlio. Al momento dell'adozione della revisione impugnata invece, osservando come \"questi casi sono numerosi\", il Consiglio di Stato ha precisato come vi fossero famiglie in cui nessuno dei due genitori lavorava, a cui erano attribuiti gli assegni. Messe le proposte ai voti, il Gran Consiglio ha adottato la forma approvata dalla maggioranza commissionale, che è stata convertita nella legge impugnata (RVGC, seduta del 16 dicembre 2015, pag. 3457 segg.).\n\n3.4.4 Il termine di carenza in quanto tale, che, come si è visto (consid. 3.4.2), esisteva già prima della promulgazione della modifica di legge impugnata, non viene messo in sé in discussione dai ricorrenti ed è chiaramente conforme se rapportato a termini analoghi previsti nel diritto delle assicurazioni sociali. Esso serve ad evitare il cosiddetto turismo sociale. In tal senso lo stesso legislatore federale ha previsto disposizioni particolari (e condizioni supplementari) per gli stranieri (art. 18 cpv. 2 LAVS; art. 6 cpv. 2 e 3 nonché 39 cpv. 2 LAI; art. 12 e 14 cpv. 3 LADI [RS 837.0]; art. 5 LPC [RS 831.30]).\n\n3.5 Con l'emanazione della nuova disciplina nel regolamento di applicazione (lett. B.b), la quale parifica al permesso C il soggiorno ininterrotto in Svizzera sulla scorta di un permesso B, la censura dei ricorrenti è di gran lunga relativizzata. Non si esige più il possesso di un permesso di domicilio. Per queste ragioni, i ricorrenti non possono dedurre alcunché dalla DTF 141 II 401. Con questa massima il Tribunale federale si è peraltro limitato a concludere che gli assegni integrativi e gli assegni di prima infanzia sotto il profilo della legislazione svizzera sugli stranieri non rientrano nel concetto di aiuto sociale a norma dell'art. 62 lett. e LStr (RS 142.20). In quel contesto il percepimento di questi assegni non giustificava un ammonimento. Tali aspetti non sono peraltro toccati dalla legge impugnata. In altre parole, perché la legge impugnata possa resistere all'esame del giudice costituzionale, occorre che la scelta del legislatore ticinese poggi su di un ragionevole motivo, che giustifichi un trattamento diverso fra cittadini svizzeri e stranieri e che pertanto escluda una qualsivoglia discriminazione. |12|\n\n3.6 Rimane quindi da esaminare, se sussista un ragionevole motivo per una disciplina diversa fra cittadini svizzeri e stranieri. I ricorrenti impostano il ricorso soprattutto sull'aspetto che il permesso C sia ottenibile solo da coloro che vivono in una situazione economica stabile. Questa censura ha nel frattempo perso interesse con l'entrata in vigore del regolamento di applicazione (lett. B.b). Non è invocata una censura contestualizzata che spieghi per quale ragione la nuova normativa potrebbe essere lesiva della parità di trattamento. Per lo meno viene fatto valere che anche la norma concretizzata crea uno svantaggio ai cittadini stranieri senza che vi sia un motivo ragionevole. Occorre chiedersi se le condizioni supplementari previste per gli stranieri (ossia la dimora ininterrotta per cinque anni in Svizzera) resistano al principio della parità di trattamento. In linea di principio non è contrario alla Costituzione federale prevedere differenze tra cittadini svizzeri e stranieri (DTF 122 I 343 consid. 4c pag. 351; DTF 117 Ia 97 consid. 3e pag. 104 seg.).\n\nIl Tribunale federale ha già considerato discriminatoria una differenza delle condizioni di ottenimento degli assegni familiari basata esclusivamente sul sesso dei genitori (DTF 129 I 265 consid. 3.5 pag. 271; in casi ticinesi: sentenze P.648/1984 del 19 novembre 1986 consid. 6 e P.1610/1986 del 3 novembre 1987 consid. 3b), l'esclusione dagli assegni familiari solamente per i richiedenti l'asilo i cui figli fossero domiciliati all'estero (DTF 114 Ia 1 consid. 8 pag. 4 segg.) o ancora far soggiacere l'erogazione di prestazioni alla condizione che il figlio risieda nella medesima economica domestica del genitore (sentenza 2P.15/1999 del 19 maggio 1999 consid. 3, in FamPra.ch 2000 pag. 369).\n\nSono state per contro considerate conformi al divieto dell'arbitrio e alla parità di trattamento l'esclusione per gli stranieri con permesso L (sentenza 2P.256/1995 del 29 dicembre 1995 consid. 2 e 3) come anche la non erogazione agli stagionali di sussidi di cassa malati LAMal (DTF 122 I 343 consid. 4e pag. 350 seg.). Sotto il profilo della libertà economica non è stato ritenuto come lesivo della Costituzione federale l'obbligo di affiliazione (con versamento di contributi) in un Cantone, mentre ciò non è previsto in un altro Cantone (sentenza 2P.210/1996 del 30 ottobre 1997 consid. 4, in SJ 1998 pag. 473). Analogamente non è stata annullata la riduzione degli assegni in relazione al potere di acquisto tra la Svizzera e lo Stato estero in cui risiede il figlio (sentenza 2P.77/2000 del 30 novembre 2000 consid. 3 e 4), una differenza di età dei figli relativamente al |13| termine di erogazione degli assegni fra cittadini residenti in Svizzera o nello spazio UE-AELS da una parte e gli altri da un'altra (sentenza 2P.290/2003 del 12 maggio 2004 consid. 2-4, in ZBl 106/2005 pag. 87; a giustificazione di ciò il fatto che le ragioni di studio in quest'ultima zona fossero difficilmente controllabili). Ancora ha resistito al principio della parità di trattamento il mancato versamento di assegni a figli residenti in uno Stato, che non dispone di un trattato con la Svizzera (DTF 136 I 297 consid. 6 e 7 pag. 304 segg.).\n\n3.7 Al riguardo occorre partire dal principio, che secondo la volontà del legislatore ticinese sin dalla promulgazione della legge originaria nel 1996 era necessario dimostrare un certo radicamento e una minima integrazione nel Cantone Ticino (consid. 3.4.1). Già allora si era deciso per un termine di carenza di tre anni. Gli assegni familiari di cui alla legge ticinese servono come strumenti di politica familiare per lo sviluppo della demografia del Cantone. Non si può negare quindi un fondamento oggettivo di far dipendere da questa circostanza anche il sostegno sociale di giovani famiglie, se esse possano essere ritenute integrate e pertanto resteranno verosimilmente per molto tempo nel Cantone, disponendo di uno statuto di dimora non provvisorio.\n\nMentre per i cittadini svizzeri le condizioni sono date in caso di soggiorno ininterrotto per tre anni nel Cantone, il regolamento ne prevede cinque per i cittadini stranieri. Queste esigenze accresciute devono servire come ulteriore garanzia di ampia integrazione e per corroborare la presunzione che la famiglia dimorerà a lungo nel Cantone. Il sostegno particolare di queste famiglie rientra quindi nell'interesse pubblico del Cantone.\n\nSe generalmente per i cittadini svizzeri si può presumere che vi sia un certo legame con la nazione e il luogo di domicilio, ove vivono da anni, questa premessa non può essere trasposta direttamente ai cittadini stranieri. Notoriamente è dimostrato, che i cittadini stranieri cambiano la loro residenza più frequentemente e non di rado, dopo un certo periodo, rientrano nella loro patria di origine, con cui si sentono più legati. L'interesse pubblico al promovimento delle famiglie indigene viene concretamente messa in dubbio in un'ottica di sviluppo del Cantone, se gli assegni sono erogati a persone, che rimangono in Ticino solo temporaneamente e cambiano domicilio quando le prestazioni giungono a scadenza. L'aiuto a tali famiglie non ha un interesse analogo rispetto a quelle, che verosimilmente resteranno nel Cantone. Pertanto, esiste un ragionevole motivo per cui a questi |14| ultimi nuclei familiari sia garantito un particolare aiuto supplementare, che va oltre il minimo esistenziale sociale e il diritto agli assegni familiari previsti dal diritto federale.\n\n3.8 In definitiva, esiste un motivo ragionevole per imporre ai cittadini stranieri ulteriori condizioni per l'ottenimento del diritto agli assegni. L'esigenza di aver soggiornato ininterrottamente due anni in più in Svizzera rispetto ai cittadini svizzeri non contraddice in ogni caso il principio della proporzionalità. La disciplina normativa si avvera essere conforme in condizioni normali. Se questa legge dovesse rivelarsi illecita in casi particolari, non compete ora al giudice costituzionale procedere al suo annullamento (consid. 2.3), poiché agli interessati rimangono riservati i rimedi giuridici contro la decisione sulla propria domanda di attribuzione o rifiuto degli assegni, ossia la facoltà di reclamo all'organo amministrativo che ha emesso la decisione, quindi la possibilità di ricorso al Tribunale delle assicurazioni del Cantone Ticino (art. 33 cpv. 1 e 2 della legge del 5 giugno 2000 sull'armonizzazione e il coordinamento delle prestazioni sociali [Laps; RL 6.4.1.2]).\n\n4.\n\n4.1 I ricorrenti mettono in rilievo un'ulteriore discriminazione, fondandosi sull'art. 68 della Convenzione n. 102 emanata il 28 giugno 1952 dall'Organizzazione internazionale del lavoro (OIL) concernente le norme minime della sicurezza sociale (RS 0.831.102; di seguito: Convenzione OIL n. 102). Ritengono che limitare gli assegni integrativi, finanziati tramite i contributi, ai soli titolari di permesso C sia lesivo di questo trattato internazionale perché pone un carattere arbitrario all'origine delle persone.\n\n4.2 Il Governo ticinese osserva che l'art. 68 della Convenzione OIL n. 102 non può essere ritenuto di portata autonoma e d'efficacia diretta. Secondo l'Esecutivo cantonale i ricorrenti non indicano altresì gli Stati per cui la reciprocità sarebbe stata elusa. Sottolinea ad ogni conto che gli assegni in questione siano finanziati prevalentemente con fondi pubblici.\n\n4.3\n\n4.3.1 L'art. 68 cpv. 1 della Convenzione OIL n. 102 prevede il principio della parità di trattamento dei residenti non cittadini dello Stato. Questi ultimi devono avere gli stessi diritti dei residenti che ne sono cittadini. Un'eccezione è prevista tuttavia per quelle prestazioni o le frazioni di prestazioni finanziate esclusivamente o |15| prevalentemente con fondi pubblici, e per quanto concerne i fondi transitori, possono essere istituite disposizioni particolari per i non cittadini e i cittadini nati fuori del territorio di uno Stato membro. Per il caso concreto, la questione dell'applicabilità diretta dell'art. 68 può rimanere aperta (cfr. consid. 1.3; ammessa per gli art. 31 e 69 lett. f: DTF 121 V 40 consid. 2a pag. 42, DTF 121 V 45 consid. 1 pag. 46).\n\n4.3.2 Secondo l'art. 73 cpv. 1 Laf/TI l'assegno integrativo è finanziato innanzitutto da un contributo dello 0,15 % sul reddito soggetto all'AVS o sul reddito determinante ai fini dell'AVS versato dai datori di lavoro (per i dipendenti) o dagli indipendenti e dalle persone senza attività (lett. a-d). Per il resto è finanziato dallo Stato (lett. e). Sin dall'inizio al legislatore era chiaro l'aspetto di prestazione a carattere misto: nell'ambito del progetto iniziale di legge si affermava come gli assegni di prima infanzia sarebbero stati finanziati per il 37 % (bloccando altresì l'indicizzazione degli assegni familiari ordinari) tramite i contributi e solamente il 5 % del contributo per l'assegno di famiglia sarebbe stato devoluto a tale scopo (messaggio n. 4198, pag. 817). Non essendo più possibile con l'entrata in vigore della LAFam bloccare l'indicizzazione degli assegni ordinari, il legislatore ticinese ha confermato le aliquote previgenti, abrogando la soglia di esenzione per gli indipendenti e assoggettando i datori di lavoro che prima non lo erano. Ne sarebbe risultata quindi una parte contributiva di fr. 15,85 mio. (46,3 %) per una spesa complessiva di fr. 34,23 mio. (messaggio n. 6078, pag. 36 seg.; rapporto n. 6078R, pag. 15-16; messaggio n. 6150, pag. 3). Benché la percentuale contributiva sembra essere aumentata dall'entrata in vigore della LAFam, non si può concludere che gli assegni integrativi siano di carattere prevalentemente contributivi. L'aspetto contributivo rimane (ancora) minoritario. Per il resto, i ricorrenti non pretendono che gli assegni integrativi non siano finanziati per lo meno prevalentemente con i fondi pubblici né tentano di dimostrare l'inverso. La censura dei ricorrenti cade quindi nel vuoto.\n\n4.3.3 A norma dell'art. 74 cpv. 1 Laf/TI l'assegno di prima infanzia è finanziato esclusivamente dal Cantone. Entrambi gli assegni possono quindi essere esclusi dal campo di applicazione dell'art. 68 cpv. 1 della Convenzione OIL n. 102. Anche sotto questo profilo il ricorso si rivela infondato.\n\n5.\n\n5.1 I ricorrenti sollevano ancora l'incompatibilità delle nuove disposizioni con l'art. 8 CEDU in relazione con l'art. 14 CEDU (RS 0.101). |16| Fondandosi su questi diritti fondamentali, essi ritengono che lo Stato debba agire al fine di permettere a un vincolo familiare di svilupparsi, senza creare discriminazioni tra cittadini svizzeri e stranieri o fra nazionalità.\n\n5.2 Il Consiglio di Stato rileva che i ricorrenti non giungono a sostenere di essere vittime di un'ingerenza da parte delle autorità ticinesi. Ricorda peraltro che nel quadro di prestazioni pecuniarie tale censura è inammissibile, poiché la Svizzera non ha ratificato il Protocollo n. 1 alla CEDU.\n\n5.3 I ricorrenti non possono in ogni caso richiamarsi all'art. 1 del primo Protocollo addizionale del 18 maggio 1954 alla CEDU, il quale tutela fra le altre cose anche il diritto di proprietà. La Svizzera, come il Principato di Monaco, ha firmato il protocollo, ma non l'ha mai ratificato. Ancora recentemente il Consiglio federale ha riferito che non reputa per il momento prioritaria la ratifica di questa convenzione, fra l'altro anche per le possibili ripercussioni nell'ambito delle prestazioni sociali (undicesimo rapporto del 24 agosto 2016 sulla posizione della Svizzera rispetto alle convenzioni del Consiglio d'Europa, FF 2016 6331; cfr. sentenza della Corte europea dei dirittidell'uomo [CorteEDU], n. 17371/90, Gaygusuz contro Austria del 16 settembre 1996). Ai ricorrenti restano quindi unicamente a disposizione gli art. 8 e 14 CEDU.\n\n5.4 L'art. 8 CEDU prevede che ogni persona ha diritto al rispetto della sua vita privata e familiare, del suo domicilio e della sua corrispondenza. In tale ottica, la CEDU non crea in quanto tale un diritto a prestazioni sociali di un importo determinato né garantisce un particolare tenore di vita (sentenze CorteEDU, n. 69341/01, Romanov contro Russia del 25 ottobre 2005 § 45; n. 19872/02, Vassilenkov contro Ucraina del 3 maggio 2005 § 18). La \"vita familiare\" di cui all'art. 8 CEDU non si estende esclusivamente agli aspetti sociali, morali e culturali, ma ingloba anche gli interessi materiali (sentenza CorteEDU, n. 68864/01, Merger e Cros contro Francia del 22 dicembre 2004 § 46), segnatamente le misure che favoriscono la vita familiare e che hanno un'incidenza sull'organizzazione di quest'ultima (sentenza CorteEDU, n. 20458/92, Petrovic contro Austria del 27 marzo 1998, Recueil CourEDH 1998-II pag. 579 § 27).\n\n5.5 A norma dell'art. 14 CEDU (divieto di discriminazione) il godimento dei diritti e delle libertà riconosciuti nella convenzione deve essere assicurato, senza distinzione di alcuna specie, come di sesso, |17| di razza, di colore, di lingua, di religione, di opinione politica o di altro genere, di origine nazionale o sociale, di appartenenza a una minoranza nazionale di ricchezza, di nascita o di altra condizione. Per prassi invalsa, questa disposizione è giustiziabile, unicamente se invocata nel campo di applicazione di uno degli articoli della convenzione o dei suoi protocolli aggiuntivi (sentenza CorteEDU, n. 38590/10, Biao contro Danimarca [Grande Camera; GC] del 24 maggio 2016 § 88), senza però che sia necessaria una violazione autonoma di questi ultimi (sentenza CorteEDU, n. 29381/09 e 32684/09, Vallianatos e litisconsorti contro Grecia [GC] del 7 novembre 2013,Recueil CourEDH 2013-VI pag. 163 § 72). Il diverso non è in quanto tale discriminatorio. Anzi, in alcune circostanze, è proprio l'assenza di una disciplina differenziata per correggere una disuguaglianza che può comportare una violazione del divieto di non discriminazione (fra tante si vedano per esempio sentenze CorteEDU, n. 34369/97, Thlimmenos contro Grecia [GC] del 6 aprile 2000, Recueil Cour-EDH 2000-IV pag. 263 § 44 e n. 65731/01, Stec contro Regno Unito [GC] del 12 aprile 2006, Recueil CourEDH 2006-VI pag. 131 § 51).\n\nPerché si realizzi una discriminazione sanzionata dalla convenzione, occorre piuttosto che si presenti una differenza, la quale non si fonda su di una giustificazione oggettiva e ragionevole, vale a dire che non persegue uno scopo legittimo o se non è in una relazione ragionevole di proporzionalità tra i mezzi usati e il fine perseguito (sentenza CorteEDU, n. 17120/09, Dhabi contro Italia dell'8 aprile 2014 § 45). La nozione di discriminazione secondo l'art. 14 CEDU ingloba anche il caso in cui un individuo o un gruppo si veda, senza giustificazione adeguata, trattato più sfavorevolmente di un altro, indipendentemente dalla circostanza che la convenzione imponga o no un trattamento migliore (sentenze CorteEDU, n. 38590/10, Biao contro Danimarca [GC] del 24 maggio 2016 § 90; n. 17120/09, Dhabi contro Italia dell'8 aprile 2014).\n\nGli Stati nazionali fruiscono di un margine di apprezzamento per determinare se e in quale misura siano giustificate differenze tra situazioni rispetto ad altre analoghe. L'ampiezza di questo ventaglio varia secondo le circostanze, gli ambiti e il contesto. Un ampio margine di apprezzamento è normalmente lasciato agli Stati nel campo di misure di ordine generale in materia economica e sociale (sentenza CorteEDU, n. 38590/10, Biao contro Danimarca [GC] del 24 maggio 2016 § 46).\n\n|18|\n\n5.6 Fra i motivi legittimi per stabilire una differenza rientra anche la protezione degli interessi finanziari dello Stato (\"raisons budgetaires\"; sentenza CorteEDU, n. 17120/09, Dhabi contro Italia dell'8 aprile 2014 § 53). Si presentano ragioni legittime di restringere l'uso di queste prestazioni, che possono essere costose per lo Stato, per gli stranieri che soggiornano a corto termine o illegalmente sul territorio, non contribuendo in genere al finanziamento di questi servizi. In alcune circostanze è possibile distinguere tra cittadini con una nazionalità di uno Stato dell'Unione europea e gli altri (sentenza Corte- EDU, n. 5335/05, Ponomaryovi contro Bulgaria del 21 giugno 2011 § 54). Tuttavia, la CorteEDU per esempio ha considerato lesivo degli art. 8 e 14 CEDU, e pertanto privo di giustificazione ragionevole, la mancata concessione di assegni familiari per il solo fatto che il richiedente non era in possesso di un permesso di dimora di durata illimitata (sentenze CorteEDU, n. 58453/00, Niedzwiecki contro Germania del 25 ottobre 2005 § 32-33 e n. 59140/00, Okpisz contro Germania del 25 ottobre 2005 § 33-34; invero emanate, dopo che il Tribunale costituzionale tedesco era giunto alle medesime conclusioni in pendenza di ricorso).\n\nAncora non è stato ravvisato un motivo legittimo nel negare le prestazioni a un genitore per il solo fatto di essere sprovvisto della nazionalità ungherese (sentenza CorteEDU, n. 44399/05, Weller contro Ungheria del 31 marzo 2009 § 38). Analogamente per un'istante, con lo statuto di rifugiato politico, ma senza cittadinanza greca o di uno Stato dell'Unione Europea (sentenze CorteEDU, n. 40083/07, Saidoun contro Grecia del 28 ottobre 2010 § 42; n. 17120/09, Dhabi contro Italia dell'8 aprile 2014 § 53). In definitiva, la CorteEDU ha ripetuto più volte che solo motivi molto importanti possono concludere a ritenere compatibile una differenza di trattamento fondata esclusivamente sulla nazionalità (sentenza CorteEDU, n. 38590/10, Biao contro Danimarca [GC] del 24 maggio 2016 § 46).\n\n5.7 I ricorrenti ancora una volta si limitano a contestare la legge impugnata, senza riferimento al regolamento di applicazione (consid. 2.2 e 3.5). Sotto questo profilo la censura di violazione della CEDU si confonde quindi con quella della parità di trattamento, già esaminata in precedenza (consid. 3.7 e 3.8). Si può tuttavia soggiungere che la disparità fra i beneficiari degli assegni cantonali non è basata esclusivamente sulla nazionalità, ma vi confluiscono motivi di gestione finanziaria dello Stato come anche ragioni legittime di sufficiente integrazione al territorio. Superato il periodo di carenza |19| previsto dal regolamento, ogni cittadino straniero potrebbe beneficiare di queste prestazioni. La nuova normativa ticinese resiste pertanto anche sotto il profilo dei diritti convenzionali.\n\n6.\n\n6.1 A sostegno delle loro conclusioni, i ricorrenti richiamano anche il diritto europeo. Mettono in risalto soprattutto una violazione dell'art. 8 dell'Accordo del 21 giugno 1999 tra la Confederazione Svizzera, da una parte, e la Comunità europea ed i suoi Stati membri, dall'altra, sulla libera circolazione delle persone (ALC; RS 0.142. 112.681) e dell'art. 4 del Regolamento (CE) n. 883/2004 del Parlamento europeo e del Consiglio del 29 aprile 2004 relativo al coordinamento dei sistemi di sicurezza sociale (RS 0.831.109.268.1; di seguito: Regolamento n. 883/2004). Nella misura in cui il Regolamento n. 883/2004 non fosse applicabile, la legge impugnata sarebbe comunque in contrasto con il principio di non discriminazione sancito all'art. 2 ALC e nei suoi allegati. I ricorrenti ricordano al riguardo anche l'art. 21 della Convenzione istitutiva del 4 gennaio 1960 dell'Associazione europea di libero scambio (AELS; RS 0.632. 31), la quale prevede fra le altre cose la parità di trattamento fra i cittadini degli Stati contraenti.\n\n6.2 Il Governo ticinese rileva che i cittadini devono dimostrare la presenza di una prestazione che comporti un vantaggio sociale per avvalersi del diritto di non discriminazione a norma dell'ALC, condizione che fa difetto per gli assegni oggetto della revisione legislativa. Proprio perché la concessione di un aiuto dell'assistenza rende illecito il soggiorno secondo la legislazione sugli stranieri, l'esame di conformità si esaurisce unicamente a sapere se sia possibile desumere un diritto positivo dal coordinamento dei sistemi di sicurezza sociale. Visto che gli assegni in discussione riguardano prestazioni in denaro a carattere non contributivo secondo l'art. 70 cpv. 4 del Regolamento n. 883/2004, analogamente al regime delle prestazioni complementari, vengono meno le disposizioni comunitarie. L'Esecutivo cantonale osserva anche come questa situazione giuridica trovi conferma anche per quegli Stati che hanno recepito la direttiva 2004/38/CE del Parlamento europeo e del Consiglio del 29 aprile 2004 relativa al diritto dei cittadini dell'Unione e dei loro familiari di circolare e di soggiornare liberamente nel territorio degli Stati membri, GU L 229 del 29 giugno 2004 pag. 35.\n\n6.3 I ricorrenti impostano le loro critiche, facendone un caso generale, soprattutto su una giurisprudenza europea (sentenza della Corte |20| di giustizia delle Comunità europee dell'11 novembre 2014 C-333/13 Dano ), evocata per la prima volta dal Consiglio di Stato, che tuttavia non è pertinente nel caso in esame. Infatti tale prassi è fondata sulla direttiva 2004/38/CE, che non è stata recepita dalla Svizzera (cfr. art. 4 cpv. 2 Allegato I e note a piè di pagina ALC; sentenze 2C_213/2012 del 13 marzo 2012 consid. 2.2.1; 2C_688/2011 del 21 febbraio 2012 consid. 2.4; 2C_417/2008 del 18 giugno 2010 consid. 2.2). Relativamente alle condizioni di concessione di prestazioni speciali in denaro di carattere non contributivo (art. 70 del Regolamento n. 883/2004), il ricorso non contiene alcuna motivazione (art. 42 LTF). A ciò si aggiunga che ora non è possibile affermare d'acchito che le disposizioni cantonali contestate siano contrarie al diritto comunitario, alla luce della molteplicità di situazioni che si potrebbero porre (cittadini svizzeri, stranieri fuori UE, UE residenti in Svizzera, frontalieri, lavoratori, non attivi, studenti, indipendenti, ecc.). In tal senso, nemmeno occorre statuire ora sulla compatibilità della nuova normativa ticinese rispetto ai lavoratori in possesso della cittadinanza di uno Stato dell'Unione europea. Per il resto, le censure riguardanti l'AELS non hanno in questo contesto una portata propria, limitandosi l'art. 21 AELS a elencare principi generali e a rinviare all'Allegato K della Convenzione istitutiva, la quale a sua volta fa proprio il diritto comunitario.\n\n7. Da ultimo i ricorrenti invocano gli art. 23 e 24 cifra 1 lett. b della Convenzione del 28 luglio 1951 sullo statuto dei rifugiati (RS 0.142. 30). Occorre ricordare che queste garanzie trovano applicazione unicamente per coloro a cui lo statuto di rifugiato è stato riconosciuto e non ai richiedenti l'asilo (DTF 135 V 94 consid. 4 pag. 97). Nemmeno ha una portata propria in questa procedura un'ipotetica disparità di trattamento per persone con statuto di dimora speciale. Posto peraltro che i ricorrenti non invocano una loro posizione particolare, non sembra che la disposizione del regolamento di applicazione voglia escludere queste persone, a condizione abbiano soggiornato legalmente per cinque anni. In ogni caso statuti speciali o situazioni in cui sono interessate un numero relativamente esiguo di persone non sono ad ogni modo sufficienti per annullare nel quadro di un controllo astratto della norma una legge cantonale (consid. 2.3).\n\n8.\n\n8.1 Ne segue che il ricorso dev'essere respinto. Le spese giudiziarie dovrebbero seguire la soccombenza. Tuttavia, il Consiglio di Stato ha provveduto a modificare il regolamento di applicazione, |21| precisando la disciplina, soltanto dopo lo scadere del termine di ricorso per impugnare la legge. Tale agire ha provocato inutilmente un aumento delle spese e indotto i ricorrenti ad agire. Per questa ragione, essi sopporteranno soltanto una parte ridotta delle spese giudiziarie (art. 66 cpv. 1 LTF). Analogamente è loro concessa anche un'indennità ridotta per spese ripetibili (art. 68 cpv. 1 e 4 LTF).\n\n8.2 La parte delle spese provocata inutilmente dall'agire contraddittorio del Cantone dev'essere posta a carico di quest'ultimo (art. 66 cpv. 3 LTF). Essendo toccato direttamente nei propri interessi pecuniari, il Cantone Ticino non potrebbe in ogni caso beneficiare dell'esenzione dalle spese giudiziarie (art. 66 cpv. 4 e contrario LTF). Per il resto, non si assegnano ripetibili ad autorità vincente (art. 68 cpv. 3 LTF)."}