{"annee": "143", "cour": "I", "page": "361", "date": "3/5/2017", "cite": ["141 I 186", "141 I 9", "139 I 242", "139 I 169", "141 I 153", "130 I 352", "132 I 282", "141 I 78"], "cite_par": ["144 I 113"], "chapeau": "34. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Falbo und Mitb. gegen Kollegger und Mitb. sowie Kanton Graubünden (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_267/2016 vom 3. Mai 2017", "regestes": ["Art. 8 al. 1 et 2, art. 19 Cst. en lien avec l'art. 62 al. 2, art. 61a et art. 62 al. 4 Cst.; art. 15 al. 3 et art. 21 LLC en relation avec l'art. 70 al. 4 et 5 Cst.; art. 3 al. 1 et art. 14 al. 1 ch. 2 de la Constitution du canton des Grisons (KV/GR); recours pour violation des droits politiques. Examen de la question de savoir si une initiative populaire revêtant la forme d'une proposition conçue en termes généraux manifestement contraire au droit supérieur doit être déclarée nulle. L'invalidation d'une initiative populaire revêtant la forme d'une proposition conçue en termes généraux au motif d'une incompatibilité avec le droit supérieur suppose, dans le canton des Grisons, qu'une mise en oeuvre de celle-ci conciliable avec le droit supérieur apparaisse d'emblée et manifestement exclue (consid. 3). Aux termes de l'initiative \"Une seule langue étrangère à l'école primaire\", seul l'allemand peut être enseigné obligatoirement, au titre de langue étrangère, aux élèves des régions italo- et romanchophones; pour les élèves de niveau primaire des régions germanophones, seul l'apprentissage de l'anglais peut être imposé (consid. 4). Le fait que, selon l'initiative, l'anglais ne soit pas obligatoirement enseigné aux élèves des régions italo- et romanchophones et que les élèves des régions germanophones ne se voient pas imposer l'apprentissage d'une deuxième langue nationale n'est pas manifestement contraire à l'égalité de traitement ou à l'interdiction de la discrimination (consid. 5). L'initiative ne contrevient pas non plus de façon évidente au droit à un enseignement de base suffisant (consid. 6), à l'exigence constitutionnelle d'harmonisation de l'instruction publique et aux objectifs définis par le droit fédéral en matière d'enseignement (consid. 7 et 8) ni au principe d'équivalence des langues nationales et officielles du canton des Grisons (consid. 9)."], "faits": "BGE 143 I 361 S. 363\n\nA. Am 27. November 2013 wurde bei der Standeskanzlei des Kantons Graubünden die kantonale Volksinitiative \"Nur eine Fremdsprache in der Primarschule (Fremdspracheninitiative)\" in der Form der allgemeinen Anregung mit dem folgenden Wortlaut eingereicht:\n\n\"Das Gesetz für die Volksschulen des Kantons Graubünden ist so abzuändern und auszugestalten, dass in der Primarschule für den Fremdsprachenunterricht im ganzen Kanton folgende Regel gilt: In der Primarschule ist nur eine Fremdsprache obligatorisch, je nach Sprachregion ist dies Deutsch oder Englisch.\"\n\nIm Auftrag des Vereins \"Pro Grigioni Italiano\" erstellte Prof. Adriano Previtali ein Rechtsgutachten hinsichtlich der Gültigkeit der Fremdspracheninitiative (ADRIANO PREVITALI, Nur eine Fremdsprache in der Primarschule?, Zeitschrift für Gesetzgebung und Rechtsprechung in Graubünden [ZGRG] 33/2014 S. 93 ff.), welches am 4. Dezember 2013 der Regierung des Kantons Graubünden überreicht wurde. Der Gutachter kam zum Schluss, die Fremdspracheninitiative sei für ungültig zu erklären. Mit Beschluss vom 10. Dezember 2013 stellte die Regierung des Kantons Graubünden fest, die Volksinitiative sei mit 3'709 gültigen Unterschriften zustande gekommen. Im Auftrag des zuständigen Departements erstellte Prof. Bernhard Ehrenzeller im September 2014 ebenfalls ein Rechtsgutachten zur Frage der Gültigkeit der Fremdspracheninitiative BGE 143 I 361 S. 364(BERNHARD EHRENZELLER, Gutachten zur Frage der Gültigkeit der kantonalen Volksinitiative \"Nur eine Fremdsprache in der Primarschule\", www.alexandria.unisg.ch/238236/). Der Gutachter kam ebenfalls zum Schluss, die Fremdspracheninitiative müsse für ungültig erklärt werden. Am 18. November 2014 stellte die Regierung zuhanden des Grossen Rats des Kantons Graubünden den Antrag, die Fremdspracheninitiative sei für ungültig zu erklären, weil sie in offensichtlichem Widerspruch zum Bundesrecht sowie zur Kantonsverfassung stehe. Am 20. April 2015 beschloss der Grosse Rat mit 82 zu 34 Stimmen, die Fremdspracheninitiative werde für ungültig erklärt.\n\nB. Mit Urteil vom 15. März 2016 hiess das Verwaltungsgericht des Kantons Graubünden eine (...) gegen die Ungültigerklärung erhobene Beschwerde gut. Es stellte die Gültigkeit der Fremdspracheninitiative fest und wies die Angelegenheit zur weiteren Behandlung an den Grossen Rat zurück.\n\nC. Gegen das Urteil des Verwaltungsgerichts haben 18 Privatpersonen am 9. Juni 2016 gemeinsam Beschwerde ans Bundesgericht erhoben. Sie beantragen, das angefochtene Urteil sei aufzuheben und der Beschluss des Grossen Rates vom 20. April 2015 betreffend Ungültigerklärung der Fremdspracheninitiative zu bestätigen. (...)\n\nDie I. öffentlich-rechtliche Abteilung des Bundesgerichts hat die Angelegenheit am 3. Mai 2017 in öffentlicher Sitzung beraten und weist die Beschwerde ab.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Gemäss Art. 14 Abs. 1 der Verfassung des Kantons Graubünden vom 14. September 2003 (KV/GR; SR 131.226) ist eine Initiative ganz oder teilweise ungültig, wenn sie die Einheit der Form oder der Materie nicht wahrt (Ziff. 1), in offensichtlichem Widerspruch zu übergeordnetem Recht steht (Ziff. 2), undurchführbar ist (Ziff. 3) oder eine Rückwirkung vorsieht, die mit rechtsstaatlichen Grundsätzen nicht vereinbar ist (Ziff. 4).\n\nIm vorinstanzlichen Verfahren unbestritten war, dass die Fremdspracheninitiative den Grundsatz der Einheit der Materie wahrt und keine Ungültigkeitsgründe gemäss Art. 14 Abs. 1 Ziff. 3 und 4 KV/GR bestehen. Die Beschwerdeführer stellen sodann nicht in Abrede, dass die Initiative den Grundsatz der Einheit der Form wahre. Im BGE 143 I 361 S. 365Verfahren vor der Vorinstanz machte zwar der Grosse Rat noch geltend, die Fremdspracheninitiative sei schon deshalb für ungültig zu erklären, weil sie den Grundsatz der Einheit der Form verletze, wobei die Vorinstanz im angefochtenen Urteil mit überzeugender Begründung zum gegenteiligen Schluss gelangte. Im Verfahren vor Bundesgericht erhebt auch der Grosse Rat keinen entsprechenden Einwand mehr.\n\nIndessen machen die Beschwerdeführer geltend, die Fremdspracheninitiative müsse für ungültig erklärt werden, weil sie in offensichtlichem Widerspruch zum übergeordneten Recht stehe. Weil die Vorinstanz zum gegenteiligen Schluss gelangt sei, verletze das angefochtene Urteil Art. 14 Abs. 1 Ziff. 2 KV/GR. Gegenstand des vorliegenden Verfahrens bildet somit nur die Frage, ob die Fremdspracheninitiative wegen offensichtlichen Widerspruchs zu übergeordnetem Recht für ungültig erklärt werden muss bzw. ob die Vorinstanz den entsprechenden Beschluss des Grossen Rats hätte bestätigen müssen.\n\n3.2 Zum übergeordneten Recht zählen das Völkerrecht, das Bundesrecht, das interkantonale Recht sowie im Falle einer Gesetzesinitiative die Kantonsverfassung (BGE 132 I 282 E. 3.1 S. 286). Offensichtlich ist der Widerspruch einer Initiative zu übergeordnetem Recht nach der Praxis der Vorinstanz und der Rechtsprechung des Bundesgerichts, wenn kein (begründeter) Zweifel an der Widerrechtlichkeit besteht bzw. wenn der Widerspruch ins Auge springt und vernünftigerweise nicht verneint werden kann (vgl. Urteile 1C_357/2009 vom 8. April 2010 E. 2.3 sowie 1P.451/2006 vom 28. Februar 2007 E. 2.2 mit Hinweisen, in: AJP 2007 S. 902; ANDREAS AUER, Problèmes et perspectives du droit d'initiative à Genève, 1987, N. 94 f.). Hingegen darf eine Volksinitiative im Kanton Graubünden nicht für ungültig erklärt werden, wenn bloss zweifelhaft erscheint, ob sie mit dem übergeordneten Recht vereinbar ist. Daran, dass eine Volksinitiative nach kantonalem Recht nur dann für ungültig zu erklären ist, wenn ihr Widerspruch zum übergeordneten Recht offensichtlich ist, hat sich auch das Bundesgericht zu halten, wenn mittels Stimmrechtsbeschwerde geltend gemacht wird, eine Volksinitiative sei zu Unrecht für ungültig oder gültig erklärt worden (BGE 132 I 282 E. 1.3 S. 284 f.; AUER, a.a.O., N. 96).\n\n3.3 Zu berücksichtigen ist überdies, dass die Fremdspracheninitiative als allgemeine Anregung eingereicht wurde, welche im Falle ihrer Annahme der Umsetzung durch den Gesetzgeber bedürfte. BGE 143 I 361 S. 366\n\nNach der Rechtsprechung des Bundesgerichts haben die Behörden, welche den in einer nicht ausformulierten Initiative angenommenen Regelungsgehalt umsetzen, eine Regelung auszuarbeiten und zu verabschieden, die den in der Initiative zum Ausdruck gebrachten Vorstellungen entspricht. Dabei darf der Gegenstand des Begehrens nicht verlassen werden und ist der Sinn der Initiative einzuhalten. Innerhalb des entsprechenden Rahmens steht dem Umsetzungsorgan jedoch eine gewisse, wenn auch auf das mit der Initiative verfolgte Anliegen beschränkte Gestaltungskompetenz zu. Bei der Umsetzung der Initiative ist insbesondere auf grösstmögliche Vereinbarkeit des Umsetzungsaktes mit dem höherrangigen Recht zu achten, ohne dass allerdings die Einhaltung desselben in jedem Einzelfall bereits zu prüfen ist. Bei einer unformulierten Verfassungs- oder Gesetzesinitiative läuft dies auf eine voraussichtlich mit höherrangigem Recht konforme Vorlage von Bestimmungen der entsprechenden Normstufe mit dem in der allgemeinen Anregung angestrebten Inhalt hinaus (BGE 141 I 186 E. 5.3 S. 195 f. mit Hinweisen).\n\nNach dem Ausgeführten setzt die Ungültigerklärung einer in der Form der allgemeinen Anregung eingereichten Initiative wegen Unvereinbarkeit mit höherrangigem Recht im Kanton Graubünden voraus, dass eine Umsetzung der Initiative ohne offensichtlichen Widerspruch zum übergeordnetem Recht von vornherein ausgeschlossen erscheint. Lässt sich eine in der Form der allgemeinen Anregung eingereichte Initiative hingegen auf eine Art und Weise umsetzen, dass kein offensichtlicher Widerspruch zum übergeordneten Recht resultiert, darf sie nicht für ungültig erklärt werden. Zu Recht hat die Vorinstanz im angefochtenen Urteil darauf hingewiesen, dass (überwindbare) praktische Schwierigkeiten bei der Umsetzung der Initiative sowie allenfalls mit der Umsetzung verbundene hohe Kosten für das Gemeinwesen nicht zur Ungültigerklärung der Initiative führen können.\n\n4. Die obligatorische Schulzeit setzt sich im Kanton Graubünden zusammen aus der sechs Jahre dauernden Primarschule sowie der dreijährigen Sekundarstufe I (Art. 6 Abs. 1, Art. 8 Abs. 1, Art. 9 Abs. 1 sowie Art. 10 Abs. 2 des Gesetzes vom 21. März 2012 für die Volksschulen des Kantons Graubünden [Schulgesetz; BR 421.000]). Die Fremdspracheninitiative sieht vor, dass in der Primarschule nur eine Fremdsprache obligatorisch unterrichtet werden soll und zwar je nach Sprachregion Deutsch oder Englisch (vgl. Sachverhalt lit. A). Das Initiativbegehren wird von den Verfahrensbeteiligten übereinstimmend so ausgelegt, dass die Primarschüler aus den BGE 143 I 361 S. 367italienisch- und rätoromanischsprachigen Regionen einzig in der Fremdsprache Deutsch und die Primarschüler aus den deutschsprachigen Regionen einzig in der Fremdsprache Englisch obligatorisch unterrichtet werden könnten. Wie die Vorinstanz im angefochtenen Urteil ausführte und von den Verfahrensbeteiligten nicht bestritten wird, würde die Initiative indessen das Angebot einer zweiten Fremdsprache in der Primarschule auf freiwilliger Basis nicht ausschliessen. Auch beschneidet die Initiative gemäss den unbestrittenen Ausführungen der Vorinstanz nicht die im geltenden Recht bestehende Möglichkeit, in mehrsprachigen und deutschsprachigen Gemeinden zweisprachige Volksschulen zu führen, wobei in deutsch-/italienisch- oder deutsch-/rätoromanischsprachigen Schulen Englisch als Fremdsprache in der Primarschule unterrichtet werden könnte. Unbestritten ist schliesslich, dass die Fremdspracheninitiative einzig auf den Fremdsprachenunterricht auf der Primarstufe abzielt, während der Fremdsprachenunterricht auf der Oberstufe von ihr nicht erfasst wird.\n\n5. Die Beschwerdeführer erblicken im Umstand, dass die Primarschüler gemäss der Fremdspracheninitiative je nach Sprachregion entweder nur in der Fremdsprache Deutsch oder nur in der Fremdsprache Englisch obligatorisch unterrichtet werden, eine Verletzung des Rechtsgleichheitsgebots gemäss Art. 8 Abs. 1 BV. Dass gemäss dem Initiativbegehren die Primarschüler aus den italienisch- und rätoromanischsprachigen Regionen im Gegensatz zu den Primarschülern aus den deutschsprachigen Regionen nicht obligatorisch in der für sie ebenfalls wichtigen Fremdsprache Englisch unterrichtet würden, stellt nach Ansicht der Beschwerdeführer sodann eine unzulässige Diskriminierung im Sinne von Art. 8 Abs. 2 BV dar (vgl. PREVITALI, a.a.O., S. 106 ff.; EHRENZELLER, a.a.O., S. 19 f.; ANDREAS GLASER, Die Kompetenz der Kantone zur Regelung des Fremdsprachenunterrichts in der Primarschule, ZBl 117/2016 S. 148 f.).\n\n5.1 Das Gebot der rechtsgleichen Behandlung (Art. 8 Abs. 1 BV) ist verletzt, wenn ein Erlass hinsichtlich einer entscheidwesentlichen Tatsache rechtliche Unterscheidungen trifft, für die ein vernünftiger Grund in den zu regelnden Verhältnissen nicht ersichtlich ist, oder wenn er Unterscheidungen unterlässt, die sich aufgrund der Verhältnisse aufdrängen. Gleiches muss nach Massgabe seiner Gleichheit gleich und Ungleiches nach Massgabe seiner Ungleichheit ungleich behandelt werden (BGE 141 I 78 E. 9.1 S. 90, BGE 141 I 153 E. 5.1 S. 157; je mit Hinweisen). Die Frage, ob für eine rechtliche Unterscheidung ein vernünftiger Grund in den zu regelnden Verhältnissen BGE 143 I 361 S. 368ersichtlich ist, kann zu verschiedenen Zeiten unterschiedlich beantwortet werden, je nach den herrschenden Anschauungen und Verhältnissen. Dem Gesetzgeber bleibt im Rahmen dieser Grundsätze und des Willkürverbots ein weiter Gestaltungsspielraum (BGE 139 I 242 E. 5.1 S. 254 mit Hinweisen).\n\nGemäss Art. 8 Abs. 2 BV darf niemand diskriminiert werden, namentlich nicht wegen der Herkunft, der Rasse, des Geschlechts, des Alters, der Sprache, der sozialen Stellung, der Lebensform, der religiösen, weltanschaulichen oder politischen Überzeugung oder wegen einer körperlichen, geistigen oder psychischen Behinderung. Eine Diskriminierung liegt vor, wenn eine Person ungleich behandelt wird allein aufgrund ihrer Zugehörigkeit zu einer bestimmten Gruppe, welche historisch oder in der gegenwärtigen sozialen Wirklichkeit tendenziell ausgegrenzt oder als minderwertig angesehen wird (BGE 139 I 169 E. 7.2.1 S. 174). Das Diskriminierungsverbot gemäss Art. 8 Abs. 2 BV schliesst die Anknüpfung an ein verpöntes Merkmal indessen nicht absolut aus. Eine solche begründet zunächst lediglich den blossen Verdacht einer unzulässigen Differenzierung. Dieser kann durch eine qualifizierte Rechtfertigung umgestossen werden (BGE 139 I 169 E. 7.2.3 S. 175 mit Hinweisen).\n\n5.2 Hinsichtlich der in der Schule unterrichteten Sprachen (Haupt- und Fremdsprachen) ist eine absolute Gleichbehandlung aller Schüler von vornherein ausgeschlossen, wenn die Schüler - wie im Kanton Graubünden - je nach Sprachregion unterschiedlicher Muttersprache sind. Vielmehr bedingt gerade der Umstand, dass es im Kanton Graubünden verschiedene Sprachregionen gibt, unterschiedliche Regelungen je Sprachregion, wobei die Wichtigkeit einer guten Verständigung zwischen den Bewohnern der verschiedenen Sprachregionen nicht ausser Acht zu lassen ist. Zu berücksichtigen ist zudem, dass die im Kanton Graubünden angestammten Landessprachen Deutsch, Rätoromanisch und Italienisch (vgl. Art. 3 Abs. 1 KV/GR) unterschiedlich stark verbreitet sind, was unter Umständen eine unterschiedliche Behandlung erfordern bzw. rechtfertigen kann. Das Diskriminierungsverbot gebietet immerhin, dass die Schüler aus den verschiedenen Sprachregionen eine gleichwertige Fremdsprachenausbildung erhalten.\n\nDie Frage, unter welchen Umständen die Fremdsprachenausbildung von Schülern verschiedener Sprachregionen als gleichwertig einzustufen ist, lässt sich indessen nicht einfach beantworten. Ein BGE 143 I 361 S. 369möglicher Ansatzpunkt wäre, dass die Schüler einer Sprachregion primär in denjenigen Fremdsprachen zu unterrichten sind, die für ihr berufliches und privates Fortkommen am wichtigsten sind. Welche Fremdsprachen dies sind, ist allerdings auch eine Wertungsfrage und hängt ausserdem stark von der weiteren Lebensgestaltung der Schüler ab, welche naturgemäss völlig unterschiedlich sein kann. Bei der Beantwortung der Frage, wie im Kanton Graubünden den Schülern aus den verschiedenen Sprachregionen eine gleichwertige Fremdsprachenausbildung geboten werden kann, ist dem Gesetzgeber jedenfalls ein grosser Spielraum zuzugestehen, welchen die rechtsanwendenden Behörden zu respektieren haben.\n\n5.3\n\n5.3.1 Die Vorgabe der Fremdspracheninitiative, wonach im mehrsprachigen Kanton Graubünden die Primarschüler aus den italienisch- und rätoromanischsprachigen Regionen nur in der Landessprache Deutsch und die Primarschüler aus den deutschsprachigen Regionen nur in der Nicht-Landessprache Englisch obligatorisch unterrichtet werden sollen, leuchtet tatsächlich nicht ohne weiteres ein. Insbesondere gewährleistet diese Lösung nicht, dass die Schüler aus den verschiedenen Sprachregionen zu jedem Zeitpunkt ihrer Ausbildung bzw. am Ende der Primarschule über vergleichbare Kompetenzen in einer zweiten Landessprache sowie in Englisch verfügen. Die Schlussfolgerung, wonach die Fremdspracheninitiative zum Rechtsgleichheitsgebot oder zum Diskriminierungsverbot in einem gewissen Spannungsverhältnis steht, ist deshalb nicht abwegig. Die kantonalen Behörden sowie das Bundesgericht haben sich im vorliegenden Verfahren indessen auf die Beantwortung der Frage zu beschränken, ob sich die als allgemeine Anregung eingereichte Initiative vom Gesetzgeber in einer Art und Weise umsetzen lässt, dass jedenfalls nicht ein im Sinne der Praxis der Vorinstanz und des Bundesgerichts offensichtlicher Widerspruch zum Rechtsgleichheitsgebot gemäss Art. 8 Abs. 1 BV bzw. zum Diskriminierungsverbot gemäss Art. 8 Abs. 2 BV resultiert (vgl. E. 3.3 hiervor).\n\n5.3.2 Unbestritten ist, dass der Unterricht in der Fremdsprache Deutsch für die Schüler aus den italienisch- und rätoromanischsprachigen Regionen und der Unterricht in der Fremdsprache Englisch für die Schüler aus den deutschsprachigen Regionen wichtig ist. Zwar anerkennt die Vorinstanz im angefochtenen Entscheid zu Recht, dass das Erlernen von Englisch auch für Schüler aus den italienisch- und rätoromanischsprachigen Regionen bedeutsam ist. Zudem ist BGE 143 I 361 S. 370in Anbetracht der Relevanz der italienischen und rätoromanischen Sprache für den Kanton Graubünden das Erlernen einer zweiten Kantonssprache für Schüler aus den deutschsprachigen Regionen ebenfalls als wichtig einzustufen. Wie die Vorinstanz zu Recht festgehalten hat, verunmöglicht die Fremdspracheninitiative bei entsprechender Umsetzung allerdings nicht, dass alle Schüler bis zum Ende der obligatorischen Schulzeit eine gleichwertige Sprachausbildung erhalten bzw. am Ende der obligatorischen Schulzeit über vergleichbare Fremdsprachenkenntnisse verfügen. Dies zumal die zweite Fremdsprache in der Oberstufe relativ effizient erlernt werden kann, wobei der spätere Beginn des Unterrichts in der zweiten Fremdsprache wenn nötig durch eine höhere Lektionendotation kompensiert werden könnte.\n\nDie Ansicht der Vorinstanz, wonach aus dem Rechtsgleichheitsgebot und dem Diskriminierungsverbot nicht zweifelsfrei geschlossen werden kann, dass die Schüler aus allen Sprachregionen zu jedem Zeitpunkt ihrer Ausbildung bzw. bereits am Ende der Primarschule über vergleichbare Fremdsprachen- bzw. Englischkenntnisse verfügen müssen, ist nachvollziehbar, zumal hinsichtlich der anzustrebenden Fremdsprachenkompetenzen auch Art. 15 Abs. 3 des Sprachengesetzes vom 5. Oktober 2007 (SpG; SR 441.1) nicht das Ende der Primarschule, sondern das Ende der obligatorischen Schulzeit als massgeblichen Zeitpunkt nennt (vgl. auch E. 8.1 nachfolgend).\n\nWas sodann die von den Beschwerdeführern angesprochene interkantonale Mobilität angeht, ist zu bedenken, dass eine insoweit für alle Schüler optimale Fremdsprachenregelung ohnehin nicht möglich ist, zumal sich die Situation völlig unterschiedlich präsentiert, je nachdem in welchen Kanton ein Schüler umzieht, bzw. wie dort der (Fremd-)Sprachenunterricht geregelt ist. Jedenfalls ist nicht ersichtlich, dass die mit der Fremdspracheninitiative angestrebte Lösung die Schüler aus der einen oder anderen Sprachregion im Hinblick auf einen möglichen Umzug in einen anderen Kanton systematisch benachteiligen würde.\n\n5.3.3 Die Vorinstanz hat im angefochtenen Urteil überzeugend ausgeführt, was der Gesetzgeber im Hinblick auf eine mit dem Rechtsgleichheitsgebot bzw. dem Diskriminierungsverbot vereinbare Umsetzung der Fremdspracheninitiative konkret vorsehen kann bzw. möglicherweise auch vorsehen muss. Nicht zu beanstanden ist zunächst die Überlegung, wonach in Gebieten, in denen auf der BGE 143 I 361 S. 371Oberstufe Schüler aus verschiedenen Sprachregionen zusammenkommen, die Schulträgerschaften ermächtigt oder verpflichtet werden könnten, den unterschiedlichen Vorkenntnissen der Schüler auf der Oberstufe mit der Einführung von getrennten Fremdsprachen-Klassen Rechnung zu tragen. Ausserdem hat die Vorinstanz aufgezeigt, dass besonderen Bedürfnissen von Schülern aus den Randregionen des Kantons oder von Schülern, die innerhalb einer Sprachregion einer sprachlichen Minderheit angehören, mit Sonderregelungen oder mittels eines zusätzlichen, nicht obligatorisch zu besuchenden Fremdsprachenangebots Rechnung getragen werden könnte bzw. möglicherweise auch müsste.\n\n5.3.4 Allein im Umstand, dass gemäss der Fremdspracheninitiative die Schüler aus den italienisch- und rätoromanischsprachigen Regionen in der Primarschule nicht obligatorisch in der Fremdsprache Englisch und die Schüler aus den deutschsprachigen Regionen nicht obligatorisch in einer zweiten Landessprache unterrichtet werden, ist somit kein offensichtlicher Verstoss gegen das Rechtsgleichheitsgebot oder das Diskriminierungsverbot zu erblicken. Wohl mag die Vorgabe der Fremdspracheninitiative Erschwernisse im Hinblick auf eine rechtsgleiche Sprachenausbildung zur Folge haben. Defizite in die eine oder in die andere Richtung können jedoch nach der Primarschulstufe, noch innerhalb der obligatorischen Schulzeit, mit einem angepassten Angebot ausgeglichen werden. Das muss für die hier vorzunehmende Prüfung genügen.\n\n6. Weiter machen die Beschwerdeführer geltend, die mit der Fremdspracheninitiative beabsichtigte Beschränkung auf nur eine obligatorische Fremdsprache in der Primarschule sei mit dem Anspruch auf einen ausreichenden Grundschulunterricht im Sinne von Art. 19 i.V.m. Art. 62 Abs. 2 BV nicht vereinbar. Im Kanton Graubünden gehöre die Möglichkeit, sowohl Englisch als auch eine zweite Landessprache erlernen zu können, zu den Voraussetzungen eines ausreichenden Grundschulunterrichts.\n\n6.1 Art. 19 BV gewährleistet den Anspruch auf ausreichenden und unentgeltlichen Grundschulunterricht. Nach Art. 62 Abs. 1 i.V.m. Art. 3 BV sind die Kantone für das Schulwesen zuständig. Gemäss Art. 62 Abs. 2 Satz 1 BV sorgen sie für einen ausreichenden Grundschulunterricht, der allen Kindern offensteht.\n\nDie inhaltlichen Anforderungen, die Art. 19 sowie Art. 62 Abs. 2 BV an den obligatorischen Grundschulunterricht stellen (\"ausreichend\"), BGE 143 I 361 S. 372belässt den Kantonen bei der Regelung des Grundschulwesens einen erheblichen Gestaltungsspielraum (BGE 141 I 9 E. 3.3 S. 13 mit Hinweisen). Die Ausbildung muss für den Einzelnen angemessen und geeignet sein sowie genügen, um die Schülerinnen und Schüler gebührend auf ein selbstverantwortliches Leben im modernen Alltag vorzubereiten (BGE 141 I 9 E. 3.2 S. 12 mit Hinweisen). Der Anspruch auf ausreichenden Grundschulunterricht wird unter anderem verletzt, wenn die Ausbildung des Kindes in einem Masse eingeschränkt wird, dass die Chancengleichheit nicht mehr gewahrt ist oder wenn das Kind Lehrinhalte nicht vermittelt erhält, die in der hiesigen Wertordnung als unverzichtbar gelten (BGE 130 I 352 E. 3.2 S. 354 mit Hinweisen; zum Ganzen vgl. auch Urteil 2C_807/2015 vom 18. Oktober 2016 E. 3.1 f. mit Hinweisen).\n\n6.2 Soweit die Wertordnung im Kanton Graubünden - wie von den Beschwerdeführern vorgebracht - die Möglichkeit, in der Grundschule sowohl Englisch als auch eine zweite Landessprache erlernen zu können, als unverzichtbar vorgibt, steht es nicht in einem im Sinne von Art. 14 Abs. 1 Ziff. 2 KV/GR offensichtlichen Widerspruch zu Art. 19 sowie Art. 62 Abs. 2 BV, wenn mit dem obligatorischen Unterricht in der zweiten Fremdsprache nicht bereits in der Primarschule, sondern erst in der Oberstufe begonnen wird. Fremdsprachliche Mängel können durch geeignete Angebote auf dieser Stufe behoben werden. Das Initiativbegehren schliesst - wie bereits ausgeführt - das Unterrichten einer zweiten Fremdsprache in der Primarschule auf freiwilliger Basis sowie einen gegenüber heute intensivierten Unterricht einer zweiten Fremdsprache in der Oberstufe nicht aus.\n\n7. Die Beschwerdeführer machen sodann geltend, die Fremdspracheninitiative lasse sich nicht mit Art. 61a sowie Art. 62 Abs. 4 BV vereinbaren (vgl. PREVITALI, a.a.O., S. 100 ff.; EHRENZELLER, a.a.O., S. 21 ff.).\n\n7.1 Nach Art. 61a Abs. 1 BV sorgen Bund und Kantone im Rahmen ihrer Zuständigkeiten gemeinsam für eine hohe Qualität und Durchlässigkeit des Bildungsraumes Schweiz. Gemäss Art. 61a Abs. 2 BV koordinieren sie ihre Anstrengungen und stellen ihre Zusammenarbeit durch gemeinsame Organe und andere Vorkehren sicher. Art. 62 Abs. 4 BV bestimmt, dass der Bund die notwendigen Vorschriften erlässt, falls auf dem Koordinationsweg keine Harmonisierung des Schulwesens im Bereich des Schuleintrittsalters und der Schulpflicht, BGE 143 I 361 S. 373der Dauer und Ziele der Bildungsstufen und von deren Übergängen sowie der Anerkennung von Abschlüssen zustande kommt.\n\nDie Schweizerische Konferenz der kantonalen Erziehungsdirektoren (EDK) hat zum Fremdsprachenunterricht am 25. März 2004 ein gesamtschweizerisches Lösungskonzept beschlossen. Der Beschluss sieht unter anderem vor, dass bis zum 5. Schuljahr der Unterricht von mindestens zwei Fremdsprachen einsetzen soll, wovon mindestens eine Landessprache. Die Eckwerte der von der EDK verabschiedeten Sprachenstrategie haben Eingang gefunden in die Interkantonale Vereinbarung vom 14. Juni 2007 über die Harmonisierung der obligatorischen Schule (HarmoS-Konkordat), welche den Koordinationsauftrag von Art. 62 Abs. 4 BV in genereller Weise umsetzt und für die Konkordatsmitglieder in Bezug auf die Regelung der Fremdsprachen im Grundschulunterricht eine verbindliche Vorgabe darstellt.\n\n7.2 Der Kanton Graubünden ist dem HarmoS-Konkordat nicht beigetreten. Bei der Sprachenstrategie der EDK handelt es sich sodann nicht um einen für die Kantone rechtsverbindlichen Akt, auch wenn sich die meisten Kantone, die dem Konkordat nicht beigetreten sind, daran orientieren. Die Beschwerdeführer sind indessen der Ansicht, der Kanton Graubünden sei gestützt auf Art. 61a Abs. 2 und Art. 62 Abs. 4 BV an die erwähnten Harmonisierungsbestrebungen gebunden bzw. verpflichtet, sich beim Fremdsprachenunterricht - wie bis anhin - am gesamtschweizerischen Harmonisierungskonzept zu orientieren.\n\nWie die Vorinstanz unter Hinweis auf unterschiedliche Lehrmeinungen nachvollziehbar ausgeführt hat, erscheint eine entsprechende Auslegung von Art. 61a Abs. 2 und Art. 62 Abs. 4 BV aber keineswegs zwingend. Vielmehr lässt sich mit guten Gründen die Auffassung vertreten, ein Kanton, welcher dem HarmoS-Konkordat nicht beigetreten ist, sei nicht von Verfassungs wegen verpflichtet, sich beim Fremdsprachenunterricht an der Sprachenstrategie der EDK bzw. am HarmoS-Konkordat zu orientieren. Dies zumal die Bundesverfassung zwei Instrumente kennt, mit welcher unter bestimmten Voraussetzungen die von ihr in bestimmten Bereichen des Schulwesens geforderte Harmonisierung erzwungen werden könnte. Zum einen statuiert Art. 62 Abs. 4 BV eine subsidiäre bundesrechtliche Regelungskompetenz für den Fall, dass in den genannten Bereichen keine Harmonisierung zustande kommt. Zum anderen kann der BGE 143 I 361 S. 374Bund gemäss Art. 48a Abs. 1 lit. b BV für die in Art. 62 Abs. 4 BV genannten Bereiche unter bestimmten Voraussetzungen interkantonale Verträge allgemein verbindlich erklären oder Kantone zur Beteiligung an interkantonalen Verträgen verpflichten. Von beiden Instrumenten hat der Bund bis anhin keinen Gebrauch gemacht (zum Ganzen vgl. GLASER, a.a.O., S. 142 ff., mit Hinweisen). Der vorinstanzlichen Auffassung, wonach die gemäss der Fremdspracheninitiative angestrebte Regelung jedenfalls nicht im Sinne von Art. 14 Abs. 1 Ziff. 2 KV/GR offensichtlich Art. 61a Abs. 2 und Art. 62 Abs. 4 BV widerspricht, ist unter den angeführten Umständen zuzustimmen.\n\n8. Weiter machen die Beschwerdeführer geltend, die Fremdspracheninitiative lasse sich nicht umsetzen, ohne dass bundesrechtliche Zielvorgaben im Bereiche des Schulwesens vereitelt würden. Sie stützen sich insoweit namentlich auf Art. 15 Abs. 3 SpG sowie Art. 21 SpG i.V.m. Art. 70 Abs. 4 und 5 BV (vgl. EHRENZELLER, a.a.O., S. 26 ff.).\n\n8.1 Gemäss Art. 15 Abs. 3 SpG setzen sich Bund und Kantone im Rahmen ihrer Zuständigkeit für einen Fremdsprachenunterricht ein, der gewährleistet, dass die Schülerinnen und Schüler am Ende der obligatorischen Schulzeit über Kompetenzen in mindestens einer zweiten Landessprache und einer weiteren Fremdsprache verfügen. Art. 21 SpG i.V.m. Art. 70 Abs. 4 und 5 BV bilden die Grundlage für die finanzielle Unterstützung mehrsprachiger Kantone. Der Bund gewährt den mehrsprachigen Kantonen im Rahmen der bewilligten Kredite Finanzhilfen für die Erfüllung ihrer besonderen Aufgaben (Art. 21 Abs. 1 SpG). Als mehrsprachig werden die Kantone Bern, Freiburg, Graubünden und Wallis bezeichnet (Art. 21 Abs. 2 SpG). Als besondere Aufgaben gelten die Schaffung geeigneter Voraussetzungen und Hilfsmittel für die mehrsprachige Arbeit in politischen Behörden, Justiz und Verwaltung sowie die Förderung der Mehrsprachigkeit der Lernenden und Lehrenden in den Amtssprachen des Kantons auf allen Unterrichtsstufen (Art. 21 Abs. 3 SpG).\n\n8.2 Wie bereits ausgeführt, zielt die Fremdspracheninitiative einzig auf den Fremdsprachenunterricht auf der Primarstufe ab, während der Fremdsprachenunterricht auf der Oberstufe von ihr nicht erfasst wird. Das Initiativbegehren lässt sich so umsetzen, dass alle Schülerinnen und Schüler am Ende der obligatorischen Schulzeit über Kompetenzen in mindestens einer zweiten Landessprache und einer BGE 143 I 361 S. 375weiteren Fremdsprache verfügen, wie dies Art. 15 Abs. 3 SpG als Ziel formuliert. Eine bundesrechtliche Norm, welche den Kanton Graubünden zweifelsfrei verpflichtet, alle Schüler bereits auf der Primarstufe obligatorisch in einer zweiten Landessprache zu unterrichten, ist nicht ersichtlich. Namentlich lässt sich auch aus Art. 21 SpG keine entsprechende Verpflichtung ableiten. Es handelt sich bei dieser Bestimmung um die gesetzliche Grundlage für bundesrechtliche Finanzhilfen und nicht um eine Kompetenznorm. Ausserdem wäre eine Förderung der Mehrsprachigkeit der Primarschüler in den Amtssprachen des Kantons beispielsweise auch im Rahmen eines nicht obligatorisch zu besuchenden Unterrichts denkbar. Dass gemäss der Fremdspracheninitiative erst in der Oberstufe eine zweite Landessprache bzw. Englisch obligatorisch unterrichtet würde, steht somit jedenfalls nicht in einem offensichtlichen Widerspruch zu Art. 15 Abs. 3 sowie Art. 21 SpG i.V.m. Art. 70 Abs. 4 und 5 BV.\n\n9. Die Beschwerdeführer bringen weiter vor, die Fremdspracheninitiative stehe in offensichtlichem Widerspruch zur in Art. 3 Abs. 1 KV/GR festgeschriebenen Gleichwertigkeit der Landes- und Amtssprachen des Kantons (vgl. PREVITALI, a.a.O., S. 108 ff.; EHRENZELLER, a.a.O., S. 32 f.).\n\n9.1 Gemäss Art. 3 Abs. 1 KV/GR sind Deutsch, Rätoromanisch und Italienisch die gleichwertigen Landes- und Amtssprachen des Kantons Graubünden.\n\nNach Ansicht der Vorinstanz lassen sich aus dieser Bestimmung für die Ausgestaltung des Fremdsprachenunterrichts keine verbindlichen Vorgaben ableiten. Auch gemäss bestehender Regelung könne die Stellung der Minderheitensprachen im Bereich des Fremdsprachenunterrichts nicht als gleichwertig bezeichnet werden, zumal alle Schüler zwar Deutsch, nicht aber auch Rätoromanisch und Italienisch zu lernen hätten, und der in der Primarschule in der dritten Klasse beginnende Deutschunterricht an rätoromanischsprachigen Schulen hinsichtlich der Wochenlektionen höher dotiert sei als an italienischsprachigen Schulen. Aber selbst wenn man aus Art. 3 Abs. 1 KV/GR Vorgaben für den Fremdsprachenunterricht ableiten wolle, lasse sich die Fremdspracheninitiative so umsetzen, dass jedenfalls nicht eine offensichtliche Verletzung des Grundsatzes der Gleichwertigkeit resultiere.\n\n9.2 Diese Ausführungen sind nicht zu beanstanden. Wie bereits ausgeführt, verunmöglicht die Fremdspracheninitiative bei BGE 143 I 361 S. 376entsprechender Umsetzung nicht, dass alle Schüler bis zum Ende der obligatorischen Schulzeit eine gleichwertige Sprachausbildung erhalten bzw. am Ende der obligatorischen Schulzeit über vergleichbare Fremdsprachenkenntnisse verfügen. Namentlich lässt die Initiative zu, dass die Schüler in deutschsprachigen Regionen auf der Oberstufe intensiv in einer zweiten Kantonssprache unterrichtet werden. Soweit man aus Art. 3 Abs. 1 KV/GR überhaupt verbindliche Vorgaben für die Ausgestaltung des Fremdsprachenunterrichts ableiten kann, lässt sich die Fremdspracheninitiative so umsetzen, dass jedenfalls kein im Sinne von Art. 14 Abs. 1 Ziff. 2 KV/GR offensichtlicher Widerspruch zu dieser Bestimmung auszumachen ist. (...)"}