{"annee": "143", "cour": "III", "page": "216", "date": "27/2/2017", "cite": ["139 III 424", "131 III 581"], "cite_par": [], "chapeau": "35. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. GmbH gegen C. GmbH und D. (Beschwerde in Zivilsachen)\n\n4A_489/2016 vom 27. Februar 2017", "regestes": ["Art. 4 LPM; marque d'agent. Conditions pour la qualification d'une marque comme marque d'agent (consid. 2)."], "faits": "BGE 143 III 216 S. 216\n\nA. Die C. GmbH (Klägerin 1, Beschwerdegegnerin 1), Deutschland, wurde 1992 gegründet und betreibt seit 2013 eine Zweigniederlassung in der Schweiz. D. (Kläger 2, Beschwerdegegner 2) ist als Geschäftsführer der C. GmbH eingetragen. Die A. GmbH (Beklagte, Beschwerdeführerin) wurde am 21. März 2007 gegründet. Die Stammanteile wurden zu 30 % von der C. GmbH und zu 70 % von F. gehalten. Im März 2009 übernahm die C. GmbH alle BGE 143 III 216 S. 217Stammanteile. Im Juni 2009 übernahm G. 70 % der Stammanteile und wurde als Geschäftsführerin und Gesellschafterin mit Einzelunterschrift im Handelsregister eingetragen.\n\nDie A. GmbH ist Inhaberin der CH-Wortmarke Nr. 629 410 \"REICO\" und der CH-Wort-/Bildmarke Nr. 629 989 \"REICO\", die beide am 1. Dezember 2011 hinterlegt wurden. Am 14. Dezember 2011 registrierte sie den Domainnamen \"reico-vital-systeme.com\". Die C. GmbH ist Inhaberin der am 12. März 2007 registrierten deutschen Wort-/Bildmarke DE 30722813 \"REICO VITAL-SYSTEME\" sowie des Domainnamens \"reico-schweiz.com\". D. ist Inhaber der Gemeinschaftswortmarke Nr. 008808842 \"REICO\" mit Priorität vom 13. Januar 2010 und hat am 19. Februar 2013 eine Gemeinschafts-Wort-/Bildmarke \"REICO VITAL-SYSTEME\" angemeldet. Gegen die Hinterlegung der CH-Wortmarke Nr. 643 963 \"REICO\" (13. Mai 2013) und der CH-Wort-/Bildmarke Nr. 643 659 \"REICO VITAL-SYSTEME\" (3. Mai 2013) durch D. hat die A. GmbH Widerspruch erhoben.\n\nB. Am 12. Dezember 2013 gelangten die Kläger an das Handelsgericht des Kantons St. Gallen und beantragten u.a., es sei der Beklagten unter Strafandrohung zu verbieten, unter den (Wort- sowie Wortbild-)Zeichen \"REICO\", \"REICO Schweiz\", \"Reico-Vital-Schweiz\" und/oder \"Reico Vital Systeme\" Tierfutter, Nahrungsergänzungsmittel, Boden- und Pflanzenprodukte und/oder Körperhygieneprodukte zu bewerben, anzubieten, in Verkehr zu bringen etc. und es sei ihr zu verbieten, diese Zeichen als Unternehmensbezeichnung im geschäftlichen Verkehr zu verwenden. Die Beklagte sei zudem zu verpflichten, ihr die CH-Marken Nr. 629 410 \"REICO\" und Nr. 629 989 \"REICO\" zu übertragen, eventuell seien diese nichtig zu erklären.\n\nMit Entscheid vom 5. Juli 2016 hiess das Handelsgericht des Kantons St. Gallen die Klage im Wesentlichen gut. Es kam zum Schluss, es seien sämtliche Voraussetzungen einer Agentenmarke (Art. 4 MSchG) erfüllt, weshalb sich die Beklagte nicht auf die Priorität ihrer Hinterlegung im schweizerischen Register berufen könne. Zudem schloss das Handelsgericht, dass die Beklagte gewissermassen als Hilfsperson der Klägerin das Zeichen \"REICO\" gebraucht habe, weshalb diese die Übertragung auch gestützt auf UWG verlangen könne; namentlich könne sie die Verwendung des Zeichens als Firmenbestandteil verbieten. BGE 143 III 216 S. 218\n\nC. Mit Beschwerde in Zivilsachen beantragt die Beklagte, es sei der Entscheid des Handelsgerichts des Kantons St. Gallen vom 5. Juli 2016 aufzuheben und die Klage sei abzuweisen, eventuell sei die Sache an das Handelsgericht zur Neubeurteilung zurückzuweisen.\n\nDas Bundesgericht heisst die Beschwerde gut, hebt den Entscheid des Handelsgerichts des Kantons St. Gallen auf und weist die Sache zur Neubeurteilung an die Vorinstanz zurück.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. Nach Art. 4 MSchG (SR 232.11) geniessen Marken keinen Schutz, die ohne Zustimmung des Inhabers auf den Namen von Agenten, Vertretern oder anderen zum Gebrauch Ermächtigten eingetragen werden oder die nach Wegfall der Zustimmung im Register eingetragen bleiben.\n\n2.1 Der besondere Schutzausschlussgrund der eingetragenen Marke nach Art. 4 MSchG beruht - ähnlich wie die relativen Ausschlussgründe - auf dem Vorbestehen bestimmter Drittzeichen; diese sind zwar im Inland nicht als Marke eingetragen, aber vom besser Berechtigten im In- oder Ausland benutzt worden (MATTHIAS STÄDELI, in: Basler Kommentar, Markenschutzgesetz, Wappenschutzgesetz, 3. Aufl. 2017, N. 5 zu Art. 4 MSchG; FLORENT THOUVENIN, Nichtigkeit und Anfechtbarkeit im Markenrecht, sic! 2009 S. 546). Die Norm bezweckt den Schutz des wirtschaftlichen Inhabers einer Marke gegenüber einem Agenten, Vertreter oder einem anderen zur Nutzung des Zeichens während der Dauer der Zusammenarbeit Ermächtigten, der das Zeichen ohne Ermächtigung auf seinen Namen hinterlegt oder die Eintragung nach Beendigung der Zusammenarbeit weiterhin behält (Botschaft des Bundesrates vom 21. November 1990 zu einem Bundesgesetz über den Schutz von Marken und Herkunftsangaben, BBl 1991 I 22 Ziff. 222.12 zu Art. 4 E-MSchG; vgl. auch MARKUS WANG, in: Markenschutzgesetz, Noth/Bühler/Thouvenin [Hrsg.], 2009, N. 1 zu Art. 4 MSchG; CHRISTOPH WILLI, Markenschutzgesetz, 2002, N. 1 zu Art. 4 MSchG). Dieser Schutz beruht auf der Annahme, dass der Nutzungsberechtigte gegenüber dem Inhaber aufgrund der Zusammenarbeit einer Interessenwahrungs- bzw. Loyalitätspflicht unterliegt, die einer Aneignung der Marke entgegensteht (Urteil 4A_128/2013 vom 30. September 2013 E. 3.2.1, nicht publ. in: BGE 139 III 424). Die vom Gesetzgeber anvisierte besondere Konstellation setzt somit einen Vertrag voraus, BGE 143 III 216 S. 219der zwischen dem wirklichen und dem angemassten Inhaber der Marke bestanden hat oder noch besteht und der die Wahrung der geschäftlichen Interessen des Geschäftsherrn sowie eine Ermächtigung zum Gebrauch einer fremden Marke zum Inhalt hat (BGE 131 III 581 E. 2.3 S. 584 f. mit Hinweisen, vgl. auch Urteil 4A_128/2013 vom 30. September 2013 E. 3.2.1, nicht publ. in: BGE 139 III 424). Ob diese Voraussetzungen vorliegen, beurteilt sich im internationalen Verhältnis nach dem Vertragsstatut (vgl. WANG, a.a.O., N. 14 zu Art. 4 MSchG; STÄDELI, a.a.O., N. 15 zu Art. 4 MSchG).\n\n2.2 Dem angefochtenen Entscheid ist zu den konkreten vertraglichen Beziehungen der Parteien, insbesondere bei der Hinterlegung der Marken durch die Beklagte im Dezember 2011, nichts zu entnehmen. Die Vorinstanz stellt im Gegenteil fest, dass der Inhalt der Zusammenarbeit nach der Gründung der Beklagten und namentlich nach der Übernahme der Mehrheitsbeteiligung an der Beklagten durch deren heutige Geschäftsführerin strittig sei. Sie erwähnt, dass eine beabsichtigte Kooperationsvereinbarung nicht zustande kam und sie hält fest, dass nach der Übernahme der Mehrheitsbeteiligung durch die heutige Geschäftsführerin die Absicht bestand, dass die Beklagte die zu vertreibenden Produkte \"ausschliesslich\" bei der Klägerin 1 beziehe, diese die Produkte und Dienstleistungen zu \"Einstandspreisen\" verrechne und die Beklagte den Marketingplan der Klägerin 1 übernehme, dass sie keine Kunden oder Berater ausserhalb der Schweiz beliefere und dass die Klägerin 1 im Gegenzug die Produktehaftung übernehmen sollte. Ungeachtet dessen, dass keine Rahmenvereinbarung zustande kam, schloss die Vorinstanz auf eine weit über eine blosse Liefervereinbarung hinausgehende Zusammenarbeit und mithin auf die von der Rechtsprechung geforderte Loyalitäts- und Interessenwahrungspflicht der Beklagten gegenüber der Klägerin 1.\n\n2.3 Der Schluss auf eine enge Zusammenarbeit, die eine vertragliche Loyalitätsverpflichtung der Beklagten gegenüber der Klägerin 1 begründen soll, ergibt sich für die Vorinstanz aus der Absicht der Beklagten zur Zusammenarbeit (mit entsprechender Exklusitivät, abgestimmtem Marketing) mit der Klägerin 1 sowie aus den Übereinstimmungen der kennzeichnenden Firmenbestandteile und Gesellschaftszwecke der Klägerin 1 und der Beklagten sowie aus der Beteiligung der Klägerin 1 an der Beklagten. Die Beschwerdeführerin rügt zutreffend, dass diese von der Vorinstanz festgestellten Tatsachen nicht ausreichen, um auf eine vertragliche Loyalitätspflicht der Beklagten gegenüber der Klägerin 1 zu schliessen. DieBGE 143 III 216 S. 220Minderheitsbeteiligung der Klägerin 1 an der Beklagten weist keine Konzern-Verbundenheit aus. Nach den Erwägungen der Vorinstanz vermögen denn auch die Änderungen der Beteiligungsverhältnisse an der Beklagten den Entscheid nicht zu beeinflussen. Aus Beteiligungen an juristischen Personen allein kann keine Loyalitätsverpflichtung abgeleitet werden. Und dass die Kläger die Beklagte im Jahre 2007 gründeten, erlaubt keine Aussage über den Inhalt allfälliger Vertragsbeziehungen. Auch kann aus einer blossen Absichtserklärung gerade nicht auf eine vertragliche Vereinbarung geschlossen werden, die über eine blosse Lieferantenbeziehung hinausreichen und die erforderliche Treuepflicht der Beklagten gegenüber der Klägerin 1 begründen würde. Dass schliesslich das Kennzeichen \"REICO\" von beiden Parteien gebraucht und beansprucht wird, ist gerade Gegenstand der vorliegenden Streitigkeit und vermag eine Abweichung vom Prioritätsrecht der Beklagten in der Schweiz nicht zu begründen.\n\n2.4 Die von der Vorinstanz festgestellten Tatsachen reichen nicht aus, um eine vertragliche Treuepflicht der Beklagten gegenüber den Klägern mit dem berechtigten Schluss zu begründen, diese habe das Zeichen \"REICO\" in der Schweiz für die Kläger gebraucht. Da damit die Grundlage für die Annahme entfällt, die Kläger seien zum Gebrauch des Zeichens \"REICO\" in der Schweiz besser berechtigt, entfällt auch die Grundlage, der Beklagten aufgrund des Namens- oder Wettbewerbsrechts den Gebrauch des Zeichens \"REICO\" zu verbieten. Die Beschwerde erweist sich als begründet. Gemäss Art. 107 Abs. 2 BGG kann das Bundesgericht in diesem Fall in der Sache selbst entscheiden oder die Sache an die Vorinstanz zurückweisen. Da die Beschwerdegegner in der Antwort vorbringen, die Vertragsbeziehung der Parteien sei über eine blosse Lieferantenbeziehung hinausgegangen - was sie schon vor Vorinstanz behauptet hätten - rechtfertigt es sich, die Sache zur Feststellung des konkreten Inhalts der Vertragsbeziehungen unter den Parteien namentlich im Zeitpunkt der Hinterlegung der Marken durch die Beklagte an die Vorinstanz zurückzuweisen. Die Vorinstanz wird zu beurteilen haben, ob eine vertragliche Zusammenarbeit bestand, in deren Rahmen die Kläger die Beklagte zum Gebrauch des umstrittenen Zeichens (das sie für die Schweiz als eigenes beansprucht hätten) für sie ermächtigten, so dass die Beklagte mit der Hinterlegung bzw. dem Einbehalt der Marke nach Beendigung der Zusammenarbeit ihre vertragliche Treuepflicht verletzte. (...)"}