{"annee": "143", "cour": "III", "page": "106", "date": "16/1/2017", "cite": ["142 III 271", "142 III 102", "139 III 67"], "cite_par": [], "chapeau": "16. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. AG gegen B. AG in Liquidation und C. AG sowie B. AG in Liquidation gegen A. AG und C. AG (Beschwerde in Zivilsachen)\n\n4A_271/2016 / 4A_291/2016 vom 16. Januar 2017", "regestes": ["Art. 81 s. CPC; art. 106 ss CPC; répartition des frais dans la procédure d'appel en cause. Le prononcé sur les frais et dépens d'appels en cause se détermine d'après les principes généraux des art. 106 ss CPC (consid. 5.2); en cas de rejet de l'action principale, l'appel en cause doit aussi être rejeté et les frais de la procédure d'appel en cause doivent être mis à la charge de la partie dénonçante (consid. 5.3)."], "faits": "", "considerants": "|106|\n\nAus den Erwägungen:\n\n5. Die Beklagte (A. AG) wirft der Vorinstanz vor, diese habe gegen Art. 104 ff. ZPO verstossen, indem sie die Kosten für das Streitverkündungsverfahren der Beklagten statt ganz oder zumindest teilweise der Klägerin (B. AG in Liquidation) auferlegt habe. Die |107| Klägerin sei entgegen der Auffassung der Vorinstanz keine \"Dritte\" im Streitverkündungsprozess, weshalb ihr die Kosten als unterliegende Hauptpartei aufzuerlegen sei. Im Übrigen sei die Beklagte in guten Treuen zur Erhebung einer Streitverkündungsklage veranlasst gewesen, was eine Kostenverteilung nach Ermessen gestützt auf Art. 107 Abs. 1 lit. b ZPO rechtfertige.\n\n5.1 Die Vorinstanz erwog, dass es sich bei der Streitverkündungsklage um eine aufschiebend bedingte Klage handle, da die Ansprüche der Streitverkündungsklägerin (A. AG) von der Hauptklage abhingen. Werde die Hauptklage abgewiesen, so führe dies daher zur Gegenstandslosigkeit der Streitverkündungsklage. Was die Kostenverlegung für den Streitverkündungsprozess anbelangt, verwies die Vorinstanz auf verschiedene Lehrmeinungen und schloss sich dabei jener an, welche das Kostenrisiko für den gegenstandslos gewordenen Streitverkündungsprozess der Streitverkündungsklägerin auferlegen will. Denn eine Kostenauflage gemäss Art. 106 und Art. 107 ZPO setze voraus, dass zwischen den Parteien ein Prozessrechtsverhältnis bestehe, was zwischen der Hauptklägerin und der Streitverkündungsbeklagten gerade nicht der Fall sei, da die Hauptklägerin nicht am Streitverkündungsverfahren beteiligt sei. Mit Ausnahme der Bestimmung von Art. 108 ZPO gebe es keine Möglichkeit, Dritte für kostenpflichtig zu erklären. Eine Kostenauflage an die Hauptklägerin sei daher nicht angebracht. Eine Übernahme der Kosten des Streitverkündungsprozesses durch die Streitverkündungsklägerin sei auch deshalb nicht unbillig, weil diese sich darauf hätte beschränken können, der Streitverkündungsbeklagten lediglich den Streit zu verkünden bzw. den Ausgang des Hauptprozesses abzuwarten und erst nach einem allfälligen Unterliegen den Folgeprozess anzuheben.\n\n5.2 Nach Art. 81 Abs. 1 ZPO kann die streitverkündende Partei ihre Ansprüche, die sie im Falle des Unterliegens gegen die streitberufene Person zu haben glaubt, beim Gericht, das mit der Hauptklage befasst ist, geltend machen. Mit der Erhebung einer Streitverkündungsklage können Ansprüche verschiedener Beteiligter in einem einzigen Prozess - statt in sukzessiven Einzelverfahren - behandelt werden (BGE 142 III 271 E. 1.1; BGE 139 III 67 E. 2.1 S. 71). Der Prozess erweitert sich dadurch zu einem Gesamt- bzw. Mehrparteienverfahren, in dem sowohl über die Leistungspflicht des Beklagten (Hauptprozess) als auch über den Anspruch der unterliegenden Partei gegenüber einem Dritten (Streitverkündungsprozess) befunden wird (BGE 142 III 271 E. 1.1, BGE 142 III 102 E. 5.3.2; BGE 139 III 67 E. 2.1 S. 71). Zu |108| beurteilen sind zwei je selbständige Klagen (BGE 142 III 271 E. 1.1, BGE 142 III 102 E. 5.3.2), wobei die Streitverkündungsklage als solche nicht etwa bedingt ist, sondern nur der damit geltend gemachte Anspruch (BGE 142 III 102 E. 5.3.2). Die Erweiterung zu einem Gesamtverfahren ändert nichts daran, dass mit der Haupt- und Streitverkündungsklage je eigene Prozessrechtsverhältnisse begründet werden mit unterschiedlichen Parteikonstellationen und Rechtsbegehren (BGE 142 III 271 E. 1.1; BGE 139 III 67 E. 2.1 S. 71 mit Hinweisen). Für die Regelung der Kosten- und Entschädigungsfolgen von Streitverkündungsklagen kommen - mangels besonderer Regelung - die allgemeinen Grundsätze von Art. 106 ff. ZPO zur Anwendung (LORENZ DROESE, Die Streitverkündungsklage nach Art. 81 f. ZPO, Schweizerische Zeitschrift für Zivilprozess 2010 S. 319).\n\n5.3 Die Vorinstanz ging davon aus, dass es sich bei der Streitverkündungsklage um eine bedingte Klage handle. Mit der Abweisung der Hauptklage - also dem Nichteintritt der Bedingung - falle diese dahin und werde damit gegenstandslos. Dies wird auch von jenem Teil der Lehre vertreten, welche die Streitverkündungsklage als durch die Hauptklage aufschiebend bedingte Klage betrachtet (DANIEL SCHWANDER, Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], Sutter-Somm und andere [Hrsg.], 3. Aufl. 2016, N. 24 zu Art. 81 ZPO, N. 36 zu Art. 82 ZPO; NINA J. FREI, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2. Aufl. 2013, N. 11 f. und 59 zu Art. 81 ZPO; TARKAN GÖKSU, in: Schweizerische Zivilprozessordnung, Kommentar, Brunner und andere [Hrsg.], 2. Aufl. 2016, N. 24 zu Art. 81 ZPO). Nach der bundesgerichtlichen Rechtsprechung handelt es sich bei der Streitverkündungsklage aber gerade nicht um eine bedingte, sondern um eine unbedingte und selbständige Klage : Bedingt ist nur der mit der Streitverkündungsklage geltend gemachte Regressanspruch (oben E. 5.2 m.H. auf BGE 142 III 102 E. 5.3.2). Mit der Abweisung der Hauptklage entfällt damit die Bedingung für den Regressanspruch, womit die Streitverkündungsklage nicht etwa gegenstandslos wird, sondern sich als unbegründet erweist und abzuweisen ist. Die Vorinstanz hätte die Streitverkündungsklage im vorliegenden Fall daher richtigerweise abweisen müssen, statt sie als gegenstandslos abzuschreiben. Für eine ermessensweise Verteilung der Prozesskosten nach Art. 107 Abs. 1 lit. e ZPO, wie dies in der Lehre teilweise vertreten wird (so etwa von SCHWANDER, a.a.O., N. 36 zu Art. 82 ZPO, und FREI, a.a.O., N. 63 zu Art. 81 ZPO), bleibt kein Raum. Vielmehr gelangt das |109| Unterliegerprinzip gemäss Art. 106 Abs. 1 ZPO zur Anwendung, was bedeutet, dass die Prozesskosten vollumfänglich der unterliegenden Streitverkündungsklägerin aufzuerlegen sind (so auch ANDREAS GÜNGERICH, Die Streitverkündungsklage in Bausachen, BR 2014, S. 119; KLETT/BIELMANN, Die Streitverkündungsklage - Segen oder Fluch?, HAVE 2013 S. 315; PETER REETZ, Der neue Bauprozess - Tiefenbohrungen in der ZPO, in: Schweizerische Baurechtstagung 2011, 2011, S. 76), wie dies die Vorinstanz im Ergebnis zutreffend entschieden hat. Erst recht kein Raum verbleibt für eine Kostenauferlegung an die Hauptklägerin, denn diese ist am Streitverkündungsprozess nicht beteiligt, weshalb ihr die daraus entstandenen Kosten auch nicht auferlegt werden können (GÜNGERICH, a.a.O., S. 119; KLETT/BIELMANN, a.a.O., S. 315). Entgegen der Auffassung der Beklagten rechtfertigt sich vorliegend auch keine Abweichung vom Unterliegerprinzip gestützt auf Art. 107 Abs. 1 lit. b ZPO: Danach kann das Gericht die Prozesskosten nach Ermessen verteilen, wenn eine Partei in guten Treuen zur Prozessführung veranlasst war. Eine solche Konstellation liegt jedoch beim Streitverkündungsprozess gerade nicht vor: Wer sich freiwillig dafür entscheidet, trotz ungewissen Ausgangs des Hauptverfahrens bereits mit der Klageantwort oder der Replik im Hauptprozess (vgl. Art. 82 Abs. 1 ZPO) Streitverkündungsklage gegen einen Dritten zu erheben, muss die damit verbundenen Prozessrisiken auf sich nehmen, zumal diesen mit einer einfachen Streitverkündung leicht zu entgehen wäre (vgl. BGE 142 III 102 E. 5.1). Es ist daher zumutbar, die Streitverkündungsklägerin das volle Kostenrisiko des Streitverkündungsprozesses tragen zu lassen (so auch GÜNGERICH, a.a.O., S. 119).\n\nDie Vorinstanz hat damit die Prozesskosten des Streitverkündungsprozesses im Ergebnis zu Recht der Streitverkündungsklägerin auferlegt. (...)"}