{"annee": "143", "cour": "II", "page": "185", "date": "13/2/2017", "cite": ["142 II 69", "141 II 436", "142 II 161", "139 II 404"], "cite_par": ["144 II 29"], "chapeau": "14. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. Eidgenössische Steuerverwaltung, Dienst für Informationsaustausch in Steuersachen SEI gegen A. GmbH und Mitb. sowie vice versa (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_411/2016 und andere vom 13. Februar 2017", "regestes": ["Art. 28 al. 1 et 3 CDI CH-FR; art. 3 let. a LAAF; assistance administrative internationale en matière fiscale; pertinence vraisemblable des renseignements permettant la vérification des prix de transfert au sein d'un groupe de sociétés. Notion de pertinence vraisemblable (consid. 3.3.1-3.3.3). Les bilans et indications concernant les établissements stables et la répartition de leurs bénéfices (consid. 4.2), de même que les comptes de résultats (consid. 4.3), remplissent la condition de la pertinence vraisemblable. Les renseignements sur les sociétés associées, en particulier les bénéfices de chaque société du groupe, peuvent se révéler pertinents pour vérifier les transferts de bénéfices au sein du groupe, lesquels peuvent à leur tour avoir un effet sur la politique du groupe en matière de prix de transfert. Les renseignements demandés au sujet du régime fiscal, des éléments imposables, des taux d'impositions appliqués et du montant des impôts acquittés en Suisse présentent un lien avec l'enquête des autorités fiscales françaises, de sorte qu'ils remplissent également l'exigence de la pertinence vraisemblable (consid. 4.4)."], "faits": "BGE 143 II 185 S. 186\n\nA.\n\nA.a Die Direction Générale des Finances Publiques von Frankreich (nachfolgend: DGFP) gelangte am 18. Dezember 2013 mit mehreren Amtshilfegesuchen in französischer Sprache an die Eidgenössische Steuerverwaltung (ESTV). Sie stützte sich dabei auf Art. 28 des Abkommens vom 9. September 1966 zwischen der Schweiz und Frankreich zur Vermeidung der Doppelbesteuerung auf dem Gebiet der Steuern vom Einkommen und vom Vermögen und zur Vermeidung von Steuerbetrug und Steuerflucht (SR 0.672.934.91; nachfolgend: DBA CH-FR) in der Fassung des Zusatzabkommens vom 27. August 2009 zum DBA CH-FR (AS 2010 5683; nachfolgend: BGE 143 II 185 S. 187Zusatzabkommen 2009). Die Gesuche betreffen (französische) Gesellschaftssteuern der Jahre 2010 und 2011.\n\nA.b In den Gesuchen sind als in Frankreich betroffene juristische Personen die B. GmbH und die C. GmbH, jeweils succursale française, und die Gesellschaften E., F. (ehemals I.), G. und H. angegeben. Betroffene juristische Personen in der Schweiz sind die A. GmbH, die B. GmbH, die C. GmbH und die D. GmbH.\n\nA.c Nach Darstellung der DGFP kontrolliert die französische Finanzverwaltung die finanzielle Situation der französischen Gesellschaften der X.-Gruppe. Im Jahr 2009 seien die Tätigkeiten der Gruppe reorganisiert worden, insbesondere in Frankreich. Der Politikwechsel bei den Verrechnungspreisen der X.-Gruppe habe zu einer Änderung der Aufteilung des Gewinns innerhalb der Gruppe geführt. Die Bestimmungen im französischen Steuerrecht sähen vor, dass Transaktionen zwischen Unternehmen der gleichen Gruppe zu denselben Konditionen getätigt werden müssten, wie wenn sie zwischen unabhängigen Unternehmen getätigt worden wären. Bei länderübergreifenden Transaktionen von Gesellschaften der gleichen Gruppe sei es zudem notwendig, Informationen über diese Gesellschaften und die Gewinnverteilung zu haben. Diese Informationen seien für die französische Steuerverwaltung unabdingbar, damit sie die Höhe der Gewinne bestimmen könne, die aus Tätigkeiten in Frankreich stammten, und um die in Frankreich geschuldeten Steuern festzusetzen.\n\nA.d Die DGFP ersucht daher je um folgende Auskünfte und Unterlagen:\n\na) Ist die im Gesuch genannte schweizerische Gesellschaft den schweizerischen Steuerbehörden bekannt? Falls ja, seit wann? Bitte übermitteln Sie eine Kopie der aktualisierten Statuten für die Periode 2010 bis 2011.\n\nb) Welcher Natur sind die von dieser Gesellschaft ausgeübten Tätigkeiten? Ist die Tätigkeit in Europa in den Finanzdokumenten und juristischen Unterlagen der schweizerischen Gesellschaft ausgewiesen? Falls ja, übermitteln Sie bitte die Dokumente und Beilagen (Geschäftsberichte, Finanzberichte, ...).\n\nc) Über welche materiellen und menschlichen Ressourcen verfügt die Gesellschaft, um ihre Tätigkeiten auszuüben (Geschäftsräume, Anzahl Arbeitnehmer, Aktiven)? Bitte geben Sie die Anzahl Arbeitnehmer, ihre Funktionen und Zuständigkeiten, aufgeschlüsselt nach Aufgabe, an. Bitte übermitteln Sie Organigramme der Funktionen für die Jahre 2010 und 2011. BGE 143 II 185 S. 188\n\nd/e) Reicht die Gesellschaft regelmässig Deklarationen ein? Falls ja, wie hoch sind die deklarierten Umsätze? Bitte übermitteln Sie die Deklarationen der Ergebnisse für die Jahre 2010 und 2011 (Bilanz und Erfolgsrechnung) und präzisieren Sie die Sätze und die Höhe der Gesellschaftssteuern auf kommunaler, kantonaler und Bundesebene für jedes Jahr.\n\ne/f) Profitiert die Gesellschaft A. GmbH resp. B. GmbH resp. C. GmbH resp. D. GmbH von einem Regime für Prinzipalgesellschaften (so genanntes Regime der internationalen Steueraufteilung)? Profitiert sie von einem Regime für Hilfsgesellschaften? Im einen oder anderen Fall, bitte präzisieren Sie, welcher Teil des Einkommens aus einer festen Einrichtung oder aus ausländischen Quellen stammt und unter diesem Titel in der Schweiz von einer Ausnahme oder einer Besteuerung zum reduzierten Satz profitiert. Haben die schweizerischen Behörden in diesem Sinne ein Abkommen geschlossen? Falls ja, können Sie den französischen Behörden eine Kopie dieser Entscheidung zukommen lassen? Welcher Teil des Ertrages der Jahre 2010 und 2011 wurde zum normalen Satz besteuert? Welcher Teil des Einkommens hat von einer reduzierten Besteuerung oder einer Ausnahme profitiert (präzisieren Sie bitte den Satz, der auf Bundes-, kantonaler und kommunaler Ebene angewendet wurde).\n\nDas Gesuch betreffend die A. GmbH enthält zudem die folgende Frage:\n\ne) Präzisieren Sie, wie sich die Gesellschaft während der verifizierten Periode finanzierte. Bitte weisen Sie die Summen, welche von der Gesellschaft C. GmbH und von der Gesellschaft D. GmbH für den französischen Markt überwiesen wurden, separat aus.\n\nJenes betreffend die B. GmbH Folgendes:\n\nd) Gibt es unter den Angestellten der schweizerischen Gesellschaft Personal, welches zuvor bei der französischen Gesellschaft beschäftigt war? Welche Angestellten wurden in Folge der Zentralisation der Risiken in der Schweiz transferiert?\n\nIm Verfahren betreffend die D. GmbH wird schliesslich um folgende Auskunft ersucht:\n\ne) Ist es möglich, die auf französischem Staatsgebiet realisierten Resultate zu identifizieren, falls ja, übermitteln Sie die zugehörigen Elemente.\n\nB.\n\nB.a Die ESTV forderte daraufhin die betreffenden kantonalen Steuerbehörden und die A. GmbH, die B. GmbH, die C. GmbH sowie die D. GmbH auf, die von ihr bezeichneten Informationen und Unterlagen einzureichen. In der Folge informierte sie die Gesellschaften darüber, dass sie der DGFP Amtshilfe zu leisten gedenke, und teilte diesen den Wortlaut der beabsichtigten Antworten und die Beilagen mit. BGE 143 II 185 S. 189\n\nB.b In den Schlussverfügungen vom 15. Oktober 2014 ging die ESTV auf die Vorbringen der vier Gesellschaften ein, kam dann aber zum Schluss, es sei betreffend die C. GmbH (succursale française; Verfahren 2C_411/2016 / 2C_412/2016 und 2C_415/2016 / 2C_416/2016), die B. GmbH (succursale française; Verfahren 2C_413/2016 / 2C_414/2016) sowie die D. GmbH (Verfahren 2C_417/2016 / 2C_418/2016) Amtshilfe zu leisten und es seien alle Fragen der DGFP so zu beantworten, wie sie es ursprünglich vorgehabt habe (vgl. dazu jeweils Sachverhalt Bst. D.a der angefochtenen Urteile des Bundesverwaltungsgerichts). Die entsprechenden Unterlagen seien zu übermitteln.\n\nB.c Die dagegen erhobenen Beschwerden der vier Gesellschaften hiess das Bundesverwaltungsgericht mit Urteilen vom 19. April 2016 teilweise gut. Im Verfahren der A. GmbH und der B. GmbH hielt es fest, dass die Antworten 2d) und 2f) gemäss dem Dispositiv der Schlussverfügungen der ESTV der DGFP nicht übermittelt werden dürfen. Im Zusammenhang mit der Frage 2e) sei die Erfolgsrechnung nicht zu übermitteln, bezüglich der B. GmbH sei zudem nur der erste Absatz der Frage 2e) zu übermitteln. Betreffend die C. GmbH und die D. GmbH seien die Antworten 2d) und 2e) resp. 2d) und 2f) in dem Sinn zu modifizieren, dass über die Höhe der Steuer und das Steuerregime keine Auskunft erteilt werden könne. Die Steuererklärungen und die Erfolgsrechnungen seien der DGFP nicht zu übermitteln. Im Übrigen wies das Bundesverwaltungsgericht die Beschwerden ab.\n\nC.\n\nC.a Mit vier separaten Eingaben vom 9. Mai 2016 erhebt die ESTV Beschwerde in öffentlich-rechtlichen Angelegenheiten an das Bundesgericht. Sie beantragt je die Aufhebung des Urteils des Bundesverwaltungsgerichts und die Bestätigung ihrer Schlussverfügung.\n\nC.b Ebenfalls mit Eingaben vom 9. Mai 2016 erheben die A. GmbH (nachfolgend: Gesellschaft 1), die B. GmbH (nachfolgend: Gesellschaft 2), die C. GmbH (nachfolgend: Gesellschaft 3) sowie die D. GmbH (nachfolgend: Gesellschaft 4) Beschwerde in öffentlich-rechtlichen Angelegenheiten. Sie beantragen die teilweise Aufhebung des angefochtenen Urteils und die Abänderung der Ziff. 1 des Urteilsdispositivs dahingehend, dass auch die in Ziff. 2.d) resp. 2.e) resp. 2.f) des Entscheiddispositivs der Schlussverfügung der ESTV genannten Informationen nicht an die französischen Steuerbehörde zu übermitteln seien. BGE 143 II 185 S. 190\n\nC.c Die Parteien beantragen je die Abweisung der Beschwerde der Gegenpartei.\n\nDas Bundesgericht heisst die Beschwerden der ESTV im Wesentlichen gut und bestätigt (im Wesentlichen) deren Schlussverfügungen vom 15. Oktober 2014. Die Beschwerden der Gesellschaften weist es ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Die DGFP legte in den Amtshilfeersuchen dar, eine geänderte Verrechnungspreispolitik der X.-Gruppe im [...] 2009 habe zu einer Änderung der Gewinnverteilung innerhalb der Gruppe geführt. Nach französischem Steuerrecht müssten Transaktionen zwischen Unternehmen der gleichen Gruppe zu denselben Konditionen getätigt werden wie solche unter nicht verbundenen Unternehmen. Bei grenzüberschreitenden Transaktionen von Gesellschaften der gleichen Gruppe sei es ausserdem erforderlich, Informationen über diese Gesellschaften und die Gewinnverteilung zu erhalten. Die Informationen seien unabdingbar zur Bestimmung der Höhe der Gewinne, die aus Tätigkeiten in Frankreich stammten, und zur Festsetzung der in Frankreich geschuldeten Steuern. Die ESTV gab in der Folge mit Schlussverfügungen vom 15. Oktober 2014 den Amtshilfeersuchen statt und verfügte die Übermittlung der ersuchten Informationen. Das Bundesverwaltungsgericht hat die dagegen erhobenen Beschwerden der Gesellschaften teilweise gutgeheissen. Es ist zunächst zum Schluss gelangt, die ESTV sei zu Recht auf die Amtshilfegesuche eingetreten. Weiter bejahte es die voraussichtliche Erheblichkeit der Informationen für die im Gesuch genannten Steuerzwecke, jedoch nicht soweit einerseits die Informationen über das Steuerregime der Gesellschaften, deren Steuerfaktoren, die auf sie angewandten Steuersätze und die Höhe der Steuer, die sie in der Schweiz entrichten müssen, betreffend und andererseits auch nicht hinsichtlich der Erfolgsrechnungen der Gesellschaften. Diese Steuerinformationen und Erfolgsrechnungen nahm es daher von der Übermittlung an die DGFP aus. Da aber die Art der Finanzierung und die Gewinne der einzelnen Gesellschaften unter Umständen zur Feststellung der Gewinnverteilung zwischen verbundenen Gesellschaften relevant sein könnten, seien die ersuchten Bilanzen zu übermitteln. Des Weiteren erachtete die Vorinstanz das Kriterium der materiellen Betroffenheit BGE 143 II 185 S. 191jeweils als erfüllt und bejahte die Erhältlichkeit der verlangten Informationen nach schweizerischem Recht.\n\n2.2 Die ESTV macht in ihren Beschwerden geltend, das Bundesverwaltungsgericht habe ohne nähere Begründung ausgeführt, die strittigen Informationen würden den Zweck des Ersuchens der DGFP nicht erfüllen können. Die DGFP verfüge über diverse Mittel, mit welchen sie umfangreiche Informationen einverlangen könne. Zu einer Gruppe zusammengeschlossene Gesellschaften hätten nach französischem Recht sämtliche Unterlagen einzureichen, mit welchen die DGFP prüfen könne, ob die entsprechende Vorgehensweise den internen französischen Gesetzesbestimmungen und ob die Transaktionen den Verrechnungssteuerpreis-Regelungen entsprächen. Aufgrund der Angabe des Steuerregimes, der Höhe in der Schweiz gezahlter Steuern, der Bilanz und der Erfolgsrechnung könne sie überprüfen, ob den französischen Gesellschaften die geltend gemachte Steuerprivilegierung zu Recht zustehe. Anhand der ersuchten Informationen liessen sich konkrete Rückschlüsse darauf ziehen, welche steuerrechtliche Funktion welchem Unternehmen im Konzern zukomme, und damit auf die steuerrechtlichen Strukturen des Konzerns. Im Endeffekt liesse sich, zusammen mit den durch die DGFP selber zusammengetragenen und bereits vorhandenen Informationen, die Gewinnverteilung innerhalb des Konzerns kontrollieren. Der Zusammenhang zwischen den erfragten Informationen und der geltend gemachten Steuerangelegenheit - der Überprüfung der Gewinnverteilung aufgrund konzerninterner Änderung der Verrechnungspreispolitik anlässlich der Umstrukturierung im Jahr 2009 - sei gegeben.\n\n2.3 Die Gesellschaften bringen dagegen vor, die ersuchten Informationen seien nicht voraussichtlich erheblich, weil sie der französischen Steuerbehörde für die Aufklärung der Steuerangelegenheiten der in Frankreich betroffenen Gesellschaften keine Aufschlüsse geben könnten. Es handle sich nicht um einen Steuerzweck, sondern vielmehr um das Sammeln allgemeiner Informationen über die beschwerdeführenden Gesellschaften selbst. Soweit die Höhe der Gewinne eruiert werden solle, die sich aus einer Aktivität in Frankreich ergeben würden, stelle sich die Frage, ob die französische Steuerbehörde das Ersuchen nicht gar zum Anlass nehme, im Sinne einer \"fishing expedition\" herauszufinden, ob bei den betroffenen Gesellschaften Anknüpfungspunkte für eine Besteuerung in Frankreich auszumachen seien oder die Informationen sonst wie nützlich BGE 143 II 185 S. 192sein könnten. Den französischen Steuerbehörden sei eine detaillierte Transferpreisdokumentation zur Verfügung gestellt worden, woraus sich ableite, dass die Transferpreise einem Drittvergleich standhielten. Zur Bestimmung der Preise benötige diese dagegen keine Bilanz oder andere betriebswirtschaftliche Informationen des Leistungsempfängers, sondern Informationen zur Finanz- und Kostenstruktur der leistungserbringenden Gesellschaft bzw. Zweigniederlassung als selbständige Wirtschaftseinheit und eigenständiges Steuersubjekt. Diese lägen in Form der Finanzzahlen der Steuerpflichtigen und der Transferpreisdokumentation vor. Der Gesamtgewinn bzw. das jeweilige Jahresergebnis der Gesellschaften, welches ein Resultat ihrer gesamten (teilweise weltweiten) Geschäfte sei, könne nicht relevant sein für die Ermittlung drittpreiskonformer Verrechnungspreise gegenüber einzelnen Gesellschaften, umso weniger dort, wo keine Transaktionen stattgefunden hätten. Das Gleiche gelte für die Bilanz und die Betriebsstättengewinnausscheidung. Eine Übermittlung der in Frage stehenden Informationen würde deshalb sowohl gegen die Grundsätze der Amtshilfe in Steuersachen als auch gegen das Prinzip des Schutzes der Privatsphäre nach Art. 13 BV und Art. 8 EMRK und der Verhältnismässigkeit gemäss Art. 5 Abs. 2 BV verstossen.\n\n2.4 Es ist demnach zu prüfen, ob sich - wie die ESTV geltend macht - sämtliche von den französischen Steuerbehörden ersuchten Informationen als steuerlich relevant erweisen oder - wie die Gesellschaften ausführen - diese nicht voraussichtlich erheblich im Sinne des DBA CH-FR sind. Umstritten sind dabei einzig noch die Antworten zu den Fragen d) ff. der Amtshilfegesuche (vgl. Sachverhalt Bst. A.d).\n\n3.\n\n3.1 Gemäss Art. 28 Abs. 1 DBA CH-FR tauschen die zuständigen Behörden der Vertragsstaaten die Informationen aus, die zur Durchführung des Abkommens oder zur Anwendung oder Durchsetzung des innerstaatlichen Rechts betreffend Steuern jeder Art und Bezeichnung, die für Rechnung der Vertragsstaaten oder ihrer politischen Unterabteilungen oder lokalen Körperschaften erhoben werden, voraussichtlich erheblich sind, soweit die diesem Recht entsprechende Besteuerung nicht dem Abkommen widerspricht. Art. 28 Abs. 3 DBA CH-FR sieht Beschränkungen dieser Pflicht zur Leistung von Amtshilfe vor: Die Vertragsstaaten sind nicht verpflichtet, Verwaltungsmassnahmen durchzuführen, die von den Gesetzen und der BGE 143 II 185 S. 193Verwaltungspraxis ihres oder des anderen Vertragsstaats abweichen (lit. a), Informationen zu erteilen, die nach den Gesetzen oder im üblichen Verwaltungsverfahren ihres oder des anderen Vertragsstaats nicht beschafft werden können (lit. b), oder Informationen zu erteilen, die ein Handels-, Geschäfts-, Industrie-, Gewerbe- oder Berufsgeheimnis oder ein Geschäftsverfahren preisgeben würden oder deren Erteilung dem Ordre public widerspräche (lit. c). Der ersuchte Staat ist demnach - vorbehältlich des hier nicht einschlägigen Art. 28 Abs. 5 DBA CH-FR - nicht verpflichtet, über das innerstaatliche Recht hinauszugehen, um dem ersuchenden Staat Informationen zu beschaffen (vgl. BGE 142 II 69 E. 2.1 S. 73 mit Hinweisen).\n\nDie beiden Absätze entsprechen Art. 26 des OECD-Musterabkommens (nachfolgend: OECD-MA). Die Voraussetzung der \"voraussichtlichen Erheblichkeit\" der ersuchten Informationen kann daher im Lichte des Musterabkommens und dessen offizieller Kommentierung ausgelegt werden (BGE 142 II 161 E. 2.1 S. 164 f. mit Hinweisen; Urteil 2C_690/2015 vom 15. März 2016 E. 3).\n\n3.2 Als betroffene Person gilt diejenige Person, über die im Amtshilfeersuchen Informationen verlangt werden (Art. 3 lit. a des Steueramtshilfegesetzes vom 28. September 2012 [StAhiG; SR 651.1]). Der Begriff der Betroffenheit in Art. 3 lit. a StAhiG ist formeller Art (BGE 141 II 436 E. 3.3 S. 440); ob eine im Ersuchen als betroffen bezeichnete Person auch in materieller Hinsicht als betroffen zu gelten hat, ist im Einzelfall zu klären. Dabei ist nach bundesgerichtlicher Rechtsprechung massgeblich darauf abzustellen, ob die Informationen für den ersuchenden Staat voraussichtlich erheblich sind (BGE 141 II 436 E. 4.5 S. 446).\n\n3.3 Das Bundesgericht hat sich bereits in früheren Entscheiden mit dem Erfordernis der voraussichtlichen Erheblichkeit befasst.\n\n3.3.1 Dieser Begriff will einen möglichst umfassenden Informationsaustausch gewährleisten. Dabei ist es den Vertragsstaaten klarerweise nicht gestattet, Informationen aufs Geratewohl (fishing expeditions) oder Auskünfte zu verlangen, von denen wenig wahrscheinlich ist, dass sie Licht in die Steuerangelegenheiten einer bestimmten steuerpflichtigen Person bringen würden (BGE 141 II 436 E. 4.4.3 S. 445; vgl. Modèle de Convention fiscale concernant le revenu et la fortune 2014 [Version complète] [nachfolgend: OECD-Kommentar], Ziff. 5 zu Art. 26; vgl. auch DANIEL HOLENSTEIN, in: Internationales Steuerecht, Kommentar zum Schweizerischen Steuerrecht, Zweifel/Beusch/ BGE 143 II 185 S. 194Matteotti [Hrsg.], 2015, N. 93 zu Art. 26 OECD-MA; XAVIER OBERSON, in: Modèle de Convention fiscale OCDE concernant le revenu et la fortune, Commentaire, Danon/Gutmann/Oberson/Pistone [Hrsg.], 2014, N. 35 zu Art. 26 OECD-MA). Diese Interpretation hat auch in Ziff. XI Abs. 2 des Zusatzprotokolls zum DBA CH-FR Niederschlag gefunden (BGE 142 II 161 E. 2.1.1 S. 165). Die Notwendigkeit, dass die verlangten Informationen voraussichtlich erheblich sein müssen, ist zugleich Ausdruck des Verbots der \"fishing expeditions\" (vgl. DONATSCH/HEIMGARTNER/MEYER/SIMONEK, Internationale Rechtshilfe, unter Einbezug der Amtshilfe im Steuerrecht, 2. Aufl. 2015, S. 233).\n\n3.3.2 Die voraussichtliche Erheblichkeit von geforderten Unterlagen oder Auskünften muss sich bereits aus dem Amtshilfegesuch ergeben. Nach der Edition der verlangten Unterlagen hat die Steuerverwaltung des ersuchten Staates zu prüfen, ob die betreffenden Informationen für die Erhebung der Steuer voraussichtlich erheblich sind. Dem \"voraussichtlich\" kommt dabei eine doppelte Bedeutung zu: Der ersuchende Staat muss die Erheblichkeit voraussehen und deshalb im Amtshilfeersuchen geltend machen und der ersuchte Staat muss nur solche Unterlagen übermitteln, die voraussichtlich erheblich sind (HOLENSTEIN, a.a.O., N. 146 zu Art. 26 OECD-MA; CHARLOTTE SCHODER, StAhiG, Praxiskommentar zum Bundesgesetz über die internationale Amtshilfe in Steuersachen [Steueramtshilfegesetz, StAhiG], 2014, N. 63). Die Voraussetzung der voraussichtlichen Erheblichkeit ist erfüllt, wenn im Zeitpunkt der Gesuchstellung eine vernünftige Möglichkeit besteht, dass sich die angefragten Angaben als erheblich erweisen werden. Hingegen spielt es keine Rolle, wenn sich - einmal beschafft - herausstellt, dass die Informationen nicht relevant sind. Es liegt nicht am ersuchten Staat, ein Ersuchen oder die Übermittlung von Auskünften zu verweigern, weil er der Meinung ist, es fehle an der Erheblichkeit der Anfrage oder der dieser zugrundeliegenden Überprüfung. Die ersuchte Behörde hat somit nicht zu entscheiden, ob der im Amtshilfegesuch dargestellte Sachverhalt gänzlich der Realität entspricht, sondern muss nur überprüfen, ob die ersuchten Informationen einen Bezug zu diesem Sachverhalt haben (vgl. BGE 142 II 161 E. 2.1 ff. S. 164 ff.; Urteil 2C_690/2015 vom 15. März 2016 E. 3.2). Der ersuchte Staat kann Auskünfte daher nur verweigern, wenn ein Zusammenhang zwischen den verlangten Angaben und der Untersuchung wenig wahrscheinlich erscheint (BGE 141 II 436 E. 4.4.3 S. 445 f. mit BGE 143 II 185 S. 195Hinweisen). Kommt die Steuerbehörde des ersuchten Staates zum Schluss, ein Zusammenhang sei steuerlich nicht relevant, muss sie gemäss Art. 17 Abs. 2 StAhiG diese Informationen aussondern oder unkenntlich machen (BGE 141 II 436 E. 4.4.3 S. 446). Die Beurteilung der voraussichtlichen Erheblichkeit der Informationen kommt demnach in erster Linie dem ersuchenden Staat zu. Der Begriff (der voraussichtlichen Erheblichkeit) bildet dabei eine nicht sehr hohe Hürde für ein Amtshilfeersuchen (BGE 142 II 161 E. 2.1.1 S. 166 mit Hinweisen).\n\n3.3.3 Amtshilfe hat nebst der Durchführung des Abkommens den Zweck, die Durchführung des innerstaatlichen Steuerrechts der Vertragsstaaten zu ermöglichen (vgl. Art. 28 Abs. 1 DBA CH-FR). Hierzu können grundsätzlich sämtliche Informationen, die ein Vertragsstaat für die Steuerveranlagung seiner Steuerpflichtigen benötigt, wesentlich sein. Ein Amtshilfeersuchen kann von einem Vertragsstaat auch gestellt werden, um von Drittpersonen Auskünfte über Vertragsbeziehungen zu einer bestimmten Person zu verlangen. So können zur Durchführung des innerstaatlichen Steuerrechts etwa Informationen wesentlich sein, die notwendig sind zur Überprüfung des zwischen Konzerngesellschaften vereinbarten Verrechnungspreises, oder auch die zwischen unabhängigen Dritten vereinbarten Leistungsbeziehungen (vgl. Urteil 2C_690/2015 vom 15. März 2016 E. 3.3; OBERSON, a.a.O., N. 41 zu Art. 26 OECD-MA; HOLENSTEIN, a.a.O., N. 150 zu Art. 26 OECD-MA; DONATSCH/HEIMGARTNER/ MEYER/SIMONEK, a.a.O., S. 228; OECD-Kommentar, a.a.O., Ziff. 8 lit. c zu Art. 26). Das Bundesgericht hat im Zusammenhang mit einem Amtshilfeersuchen zur Überprüfung der wirtschaftlichen Realität einer schweizerischen Gesellschaft erkannt, dass Informationen über den Betrieb, die Anzahl Angestellten und die Räumlichkeiten der Gesellschaft als voraussichtlich erheblich anzusehen seien (vgl. BGE 142 II 69 E. 3.2 S. 75). In einem anderen Fall gelang es hinsichtlich Namen und Adressen der Angestellten eines schweizerischen Unternehmens sowie der Namen der Klienten zum selben Ergebnis, da sich diese Angaben auf die Transferpreise bezögen und damit die Kontrolle der Leistungen zwischen der schweizerischen und der französischen Gesellschaft ermöglichten (vgl. Urteil 2C_690/ 2015 vom 15. März 2016 E. 3.5 u. 4.4).\n\n3.4 Bei der Auslegung und Anwendung eines Doppelbesteuerungsabkommens ist auf die sich aus dem Wiener Übereinkommen vom 23. Mai 1969 über das Recht der Verträge (VRK; SR 0.111) BGE 143 II 185 S. 196ergebenden Grundsätze abzustellen (BGE 139 II 404 E. 7.2.1 S. 422). Gemäss Art. 26 VRK bindet ein Abkommen die Vertragsparteien und ist von ihnen nach Treu und Glauben zu erfüllen. Somit haben die Vertragsstaaten eine zwischenstaatliche Übereinkunft nach Treu und Glauben in Übereinstimmung mit der gewöhnlichen, seinen Bestimmungen in ihrem Zusammenhang zukommenden Bedeutung und im Lichte seines Zieles und Zweckes auszulegen (Art. 31 Abs. 1 und 2 VRK).\n\n4. Das Bundesverwaltungsgericht hat die voraussichtliche Erheblichkeit in Bezug auf die Bilanzen der Gesellschaften und, wo vorhanden, die Betriebsstättengewinnausscheidungen bejaht, sie dagegen hinsichtlich der Informationen über das Steuerregime, der Steuerfaktoren, der in der Schweiz angewandten Steuersätze und der Höhe der Steuer sowie der Erfolgsrechnungen verneint. Betreffend die Bilanzen hat das Bundesverwaltungsgericht die Art der Finanzierung und die Gewinne der einzelnen Gesellschaften als (unter Umständen) relevant zur Feststellung der Gewinnverteilung zwischen verbundenen Gesellschaften erachtet. Da sich insbesondere der Gewinn der Bilanz entnehmen lasse und sich darin im konkreten Fall auch Angaben zur Finanzierung fänden, hat es die Übermittlung der Bilanzen an die DGFP gutgeheissen. Die Gesellschaften bringen dagegen vor, die französische Steuerbehörde benötige, um angemessene, einem Drittvergleich standhaltende Preise für die Leistungen der jeweils in Frage stehenden französischen Gesellschaft bestimmen zu können, keine Bilanz oder andere betriebswirtschaftliche Informationen des Leistungsempfängers, sondern Informationen zur Finanz- und Kostenstruktur der leistungserbringenden Gesellschaft. Diese lägen ihr bereits vor in Form der Finanzzahlen der Steuerpflichtigen und der Transferpreisdokumentation.\n\n4.1 Informationen zur Überprüfung und Kontrolle der zwischen Konzerngesellschaften vereinbarten Verrechnungspreise können sich, wie gesehen (E. 3.3.3), als wesentlich erweisen. Zu diesem Schluss führen auch die von der OECD erstellten Verrechnungspreisleitlinien für multinationale Unternehmen und Steuerverwaltungen (nachfolgend: OECD-LL; abrufbar unter www.oecd-ilibrary.org/taxation/ oecd-verrechnungspreisleitlinien-fur-multinationale-unternehmen-und-steuerverwaltungen-2010_9789264125483-de [letztmals besucht am 17. November 2016]). Diese sind, wie auch der OECD-Kommentar, für das Bundesgericht nicht verbindlich, sie können aber als Interpretationshilfe herangezogen werden (vgl. auch Urteile 2C_888/2014 BGE 143 II 185 S. 197vom 7. Juni 2015 E. 5.3, in: StR 70/2015 S. 688, RDAF 2015 II S. 311; 2A.239/2005 vom 28. November 2005 E. 3.4.5, in: StR 61/2006 S. 217, RDAF 2006 II S. 239). Das Bundesverwaltungsgericht hat sich ausführlich und zutreffend zu den OECD-LL geäussert; darauf kann verwiesen werden (vgl. Urteile des BVGer vom 19. April 2016 A-6666/2014 E. 4.2.3 ff., A-6667/2014 E. 6.3.3 ff., A-6676/2014 E. 6.3.3 ff. und A-6680/2014 E. 4.2.3 ff.). Vorliegend relevant erweisen sich insbesondere die Ziff. 5.16 ff. OECD-LL. Diese sehen zwar keine allgemeine Definition in Bezug auf die genaue Art und das genaue Ausmass der Informationen vor, die für eine Verrechnungspreisprüfung massgeblich sind. Denn diese können je nach Einzelfall unterschiedlich sein (Ziff. 5.16 OECD-LL). In besonderen Verrechnungspreisfällen kann es gemäss Ziff. 5.18 OECD-LL vorteilhaft sein, sich auf Informationen über jedes verbundene Unternehmen, das an den geprüften konzerninternen Geschäftsvorfällen beteiligt ist, zu beziehen. Beispielhaft werden folgende Informationen aufgeführt: a) ein Überblick über den Geschäftsbetrieb, b) der Organisationsaufbau, c) die Beteiligungsverhältnisse innerhalb des multinationalen Konzerns, d) die Höhe des Umsatzes und die Ergebnisse aus der Geschäftstätigkeit der letzten dem Geschäftsvorfall vorangehenden Jahre, e) der Umfang der Geschäftsvorfälle, die der Steuerpflichtige mit ausländischen verbundenen Unternehmen tätigt, beispielsweise der Umsatz von Umlaufvermögen, die Erbringung von Dienstleistungen, die Vermietung und Verpachtung materieller Wirtschaftsgüter, die Nutzung und Übertragung immaterieller Wirtschaftsgüter sowie Darlehenszinsen. Auch finanzwirtschaftliche Informationen können von Vorteil sein, wenn Gewinn und Verlust zwischen verbundenen Unternehmen verglichen werden sollen, mit denen der Steuerpflichtige den Verrechnungspreisvorschriften unterliegende Geschäftsvorfälle tätigt. Diese Informationen können Unterlagen enthalten, die Aufschluss über Gewinn und Verlust geben, soweit dies für die Beurteilung der Angemessenheit der Verrechnungspreisrichtlinien innerhalb des multinationalen Konzerns erforderlich ist (Ziff. 5.25 OECD-LL).\n\n4.2 Die beschwerdeführenden Gesellschaften werden in der Schweiz durch dieselbe Holding gehalten, sind also über eine gemeinsame Muttergesellschaft miteinander verbunden. Die DGFP strebt die Überprüfung der geänderten Verrechnungspreispolitik der X.-Gruppe an. Gemäss dem Amtshilfegesuch haben Transaktionen zwischen verbundenen Gesellschaften nach französischem Steuerrecht zu den gleichen Bedingungen zu erfolgen wie solche unter nicht BGE 143 II 185 S. 198verbundenen Unternehmen. Liegen - wie im vorliegenden Fall - grenzüberschreitende Transaktionen vor, sind weitere Informationen zu den Gesellschaften sowie Angaben zur Gewinnverteilung erforderlich, damit die Höhe der Gewinne aus Tätigkeiten in Frankreich bestimmt und die in Frankreich geschuldeten Steuern festgesetzt werden können. Diesen Ausführungen der französischen Steuerbehörde ist gestützt auf den völkerrechtlichen Vertrauensgrundsatz (E. 3.4) zu folgen. Informationen über verbundene Unternehmen - so insbesondere die Gewinne der einzelnen Konzerngesellschaften - können sich als relevant erweisen, um Gewinnverschiebungen innerhalb des Konzerns zu überprüfen, die sich wiederum auf die Transferpreispolitik des Konzerns auswirken können. Es lässt sich damit nicht sagen, es sei wenig wahrscheinlich, dass ein Zusammenhang zwischen diesen Informationen und der geltend gemachten Steuerangelegenheit auszumachen sei. Vielmehr erweisen sich diese Informationen zur Prüfung der Verrechnungspreise als voraussichtlich erheblich. Demnach sind die Bilanzen, aber auch die Angaben betreffend die Betriebsstätten und deren Gewinnausscheidung, wie von der Vorinstanz dargelegt, der DGFP zu übermitteln.\n\nDie Gesellschaften verweisen in diesem Zusammenhang auf die detaillierte Transferpreisdokumentationen 2010 und 2011, die sie vor Bundesgericht erstmals einreichen. Dabei handle es sich um Studien, die der X.-Konzern standardmässig erstellen lasse und die den Steuerbehörden je nach lokalen Gegebenheiten entweder spontan zur Verfügung gestellt oder (wie hier) im Rahmen von Steuerprüfungen eingereicht würden. Die französische Steuerbehörde habe in ihrem Amtshilfeersuchen nicht erwähnt, inwieweit diese Dokumentation zweifelhaft sein solle oder ergänzende Informationen notwendig seien, um sie zu überprüfen. Vielmehr habe sie deren Existenz verschwiegen und ihre Anfrage in keiner Weise auf diese gestützt, weshalb diese bisher auch kein Thema gewesen seien. Diese Dokumentationen, anhand derer sich gemäss den Gesellschaften die Verrechnungspreise überprüfen lassen, liegen der DGFP offenbar bereits vor. Ob sie im vorliegenden Verfahren ein zulässiges Novum (vgl. Art. 99 Abs. 1 BGG) darstellen, kann offenbleiben. Die Bilanzen und Betriebsstättengewinnausscheidungen dienen der französischen Steuerbehörde zur Überprüfung der Drittpreiskonformität und erweisen sich als voraussichtlich erhebliche Informationen; hieran ändern die Transferpreisdokumentationen nichts, selbst wenn gewisse relevante Informationen auch aus diesen hervorgehen sollten. BGE 143 II 185 S. 199\n\n4.3 Das soeben Ausgeführte gilt umso mehr für die Erfolgsrechnungen. Die Gewinne ergeben sich, wie gesehen, bereits aus der Bilanz. Die Einzelheiten der Gewinnerzielung, welche Erträge verbucht und welche Aufwände erfasst wurden, sind aber den Erfolgsrechnungen zu entnehmen. Die ESTV weist zu Recht darauf hin, dass Gewinn- und Verlustrechnungen der einzelnen verbundenen Unternehmen in die Konzernbilanz und -erfolgsrechnung einfliessen. Somit kann auch in Bezug auf die Erfolgsrechnungen nicht gesagt werden, ein Zusammenhang zwischen diesen und der Überprüfung der Transferpreise sei wenig wahrscheinlich. Vielmehr ist die Schlussfolgerung der ESTV, dass auch diese von voraussichtlicher Erheblichkeit seien, nicht zu beanstanden.\n\n4.4 Was die Angaben betreffend die Besteuerung der Gesellschaften in der Schweiz angeht, bringt die ESTV, insbesondere mit Blick auf die Gesellschaft 4, vor, diese nehme die Funktion einer europäischen Prinzipalgesellschaft wahr. Als solche geniesse sie in der Schweiz bestimmte Steuerprivilegien. Mit der internationalen Steuerausscheidung einer Gesellschaftsgruppe bzw. einer Prinzipalgesellschaft könnten Fragen der Anerkennung der Besteuerungsgrundlagen sowie der Anrechnungen bzw. Freistellungen und damit Fragen der Drittvergleichbarkeit von Verrechnungspreisen einhergehen. Zudem weist sie darauf hin, dass die DGFP über diverse Mittel verfüge, mit welchen sie umfangreiche Informationen einverlangen könne.\n\nDer von der ESTV erwähnte Art. 57 des Code général des impôts (CGI) sieht für die Überprüfung der Verrechnungspreise und der Besteuerung von Gewinnen in Konzernen eine allgemeine Regelung vor (vgl. auch Art. 9 DBA CH-FR, dem Art. 57 CGI entspricht). Im Wesentlichen dürfen Gewinne, die ein Unternehmen nicht erzielt hat wegen Bedingungen, die es mit einem anderen Unternehmen vereinbart hat und die von Bedingungen abweichen, die unabhängige Unternehmen miteinander vereinbaren würden, dem (ersten) Unternehmen dennoch zugerechnet und entsprechend besteuert werden. Mit Art. 238 A CGI, auf den die ESTV ebenfalls verweist, besteht sodann eine Bestimmung im französischen Recht, die sich auf länderübergreifende Transaktionen im Zusammenhang mit einem ausländischen Regime der privilegierten Besteuerung bezieht. Danach gilt eine spezifische Regelung mit Beweislastumkehr, wenn die ausländische Gesellschaft privilegiert besteuert wird. Die privilegierte Besteuerung wird dahingehend definiert, dass die Besteuerung im ausländischen Staat weniger als die Hälfte der ordentlichen BGE 143 II 185 S. 200Besteuerung in Frankreich beträgt (vgl. Art. 238 A Abs. 2 CGI). Liegt eine solche privilegierte Besteuerung vor, obliegt es der Steuerpflichtigen nachzuweisen, dass es sich um reelle Operationen handelte und die verrechneten Preise nicht übertrieben sind (vgl. Art. 238 A Abs. 1 CGI). Welchem Steuerregime die Gesellschaft in der Schweiz unterliegt und wie hoch sie besteuert wird, erweist sich somit direkt entscheidend für die Beweislast im französischen Verfahren. Die ersuchten Informationen hinsichtlich Steuerregime, Steuerfaktoren, die angewandten Steuersätze und die Höhe der in der Schweiz entrichteten Steuern weisen demnach, wie von der ESTV vorgebracht, durchaus einen Zusammenhang zur Untersuchung der DGFP auf. Die voraussichtliche Erheblichkeit ist daher auch diesbezüglich zu bejahen.\n\n4.5 Im Verfahren der Gesellschaft 2 macht die ESTV geltend, die DGFP ersuche zwar um Informationen betreffend die Jahre 2010 und 2011. Entgegen der Meinung der Vorinstanz könne aber nicht von einem zeitlich abgeschlossenen und selbständigen Sachverhalt betreffend das Jahr 2009 gesprochen werden. Die Frage der DGFP, ob die Gesellschaft 2 Personal aus der französischen Niederlassung übernommen habe, sei daher auch für das Jahr 2009 zu beantworten.\n\nEs ist nicht ersichtlich, inwiefern diese Auskunft für die Überprüfung der Transferpreispolitik in den Jahren 2010 und 2011 relevant sein soll. Damit durfte die Vorinstanz zu Recht von einem zeitlich abgeschlossenen, selbständigen Sachverhalt ausgehen, auf den das geltende DBA CH-FR keine Anwendung findet (vgl. nicht publ. E. 1.2).\n\n4.6 Zusammengefasst kann an den Beurteilungen der Vorinstanz weitgehend nicht festgehalten werden. Sowohl die Bilanzen, die Angaben über die Jahresergebnisse, die Angaben über die bestehenden Betriebsstätten und deren internationale Gewinnausscheidung bzw. Verlustverteilung (Gesellschaft 3), die Betriebsstättengewinnausscheidungen (Gesellschaften 2 und 3) als auch die Erfolgsrechnungen der Gesellschaften sind der DGFP zu übermitteln. Gleichsam sind die Steuerinformationen zu übermitteln, da auch insofern die voraussichtliche Erheblichkeit mit Bezug auf die Überprüfung der Verrechnungspreise zu bejahen ist. Da ein Zusammenhang zwischen den zu übermittelnden Angaben und dem Steuerzweck gegeben ist und an deren Übermittlung auch ein öffentliches Interesse besteht, ist vorliegend auch dem Verhältnismässigkeitsgebot Genüge getan. BGE 143 II 185 S. 201Einzig die soeben (E. 4.5) behandelte Frage der DGFP, ob die Gesellschaft 2 Personal aus der französischen Niederlassung übernommen habe, darf nicht beantwortet werden. Es bleibt anzumerken, dass, worauf die ESTV hinweist, die Übermittlung der Steuererklärungen (betreffend die Gesellschaften 3 und 4) - anders als dies aus dem Dispositiv des vorinstanzlichen Urteils hervorgehe - zu keinem Zeitpunkt vorgesehen war und auch nicht vorgenommen würde.\n\n5. Die Frage der Betroffenheit durch das Amtshilfegesuch hängt, wie dargelegt (E. 3.2), in materieller Hinsicht massgeblich vom Begriff der voraussichtlichen Erheblichkeit ab.\n\n5.1 Was die Gesellschaften 1 und 4 anbelangt, bestreiten auch diese nicht, dass die Übermittlung gewisser Informationen, wie einer Liste von Personen, die geldwerte Leistungen erhalten haben, Details zu Kontotransaktionen, geschäftsfallbezogene Unterlagen oder Informationspakete über die gesamten Geschäftsbeziehungen zwischen zwei bestimmten Gesellschaften, fallweise gerechtfertigt sein können. Im vorliegenden Fall würden sich die ersuchten Angaben aber nicht aus Geschäftsvorfällen mit der Leistungserbringerin ergeben, sondern seien im Zusammenhang mit der Geschäftstätigkeit der Gesellschaften im gesamten europäischen Geschäft zu sehen. Informationen über eine Drittperson könnten nur dann verlangt werden, wenn diese Informationen tatsächlich voraussichtlich erheblich seien für die richtige Besteuerung einer anderen Person. Zudem liege keiner der in Art. 123 ff. DBG (SR 642.11) genannten Fälle vor, da die Gesellschaften weder Steuerpflichtige seien noch es sich bei den zu übermittelnden Informationen um solche handle, die Rückschlüsse auf die Geschäftsbeziehungen zu ihren einzelnen Geschäftspartnern bzw. auf allfällig bestehende beiderseitige Ansprüche und Leistungen (Art. 127 Abs. 1 lit. e DBG) zuliessen.\n\nGemäss Art. 28 Abs. 1 DBA CH-FR werden Informationen zur Durchführung dieses Abkommens oder zur Anwendung oder Durchsetzung des innerstaatlichen Rechts betreffend Steuern jeder Art und Bezeichnung ausgetauscht (vgl. E. 3.1). Dabei ist (auch) der Informationsbegriff extensiv zu verstehen (vgl. OECD-Kommentar, Ziff. 2 und 5 zu Art. 26; ANDREA OPEL, Neuausrichtung der schweizerischen Abkommenspolitik in Steuersachen: Amtshilfe nach dem OECD-Standard, 2015, S. 350), soll doch ein möglichst umfassender Informationsaustausch gewährleistet werden (vgl. schon E. 3.3.1). Der Wortlaut der Bestimmung schränkt die auszutauschenden Informationen klarerweise nicht auf Steuerpflichtige ein. Im Übrigen BGE 143 II 185 S. 202erweisen sich die ersuchten Informationen, wie gesehen (E. 4), als voraussichtlich erheblich, weshalb die Gesellschaften ohne Weiteres (auch materiell) betroffene Personen im Sinne von Art. 3 lit. a StAhiG sind.\n\n5.2 In den Amtshilfegesuchen betreffend die Gesellschaften 2 und 3 geht es um die Besteuerung deren französischer Zweigniederlassungen. Die beiden Gesellschaften weisen demnach, wie schon die Vorinstanz festgestellt hat, hinreichende Anknüpfungspunkte zu Frankreich auf. Auch kann davon ausgegangen werden, dass gewisse, sie betreffende Informationen für die Besteuerung ihrer Zweigniederlassungen relevant sein können. Ihre im Wesentlichen mit den Gesellschaften 1 und 4 gleich lautenden Vorbringen vermögen daran nichts zu ändern. Die Vorinstanz ist daher zu Recht davon ausgegangen, dass auch sie im Sinne von Art. 3 Bst. a StAhiG vom Gesuch betroffen sind.\n\n5.3 Sämtliche vier Gesellschaften erfüllen somit das Kriterium der materiellen Betroffenheit. (...)"}