{"annee": "143", "cour": "V", "page": "305", "date": "7/9/2017", "cite": ["104 V 64", "134 V 15", "140 V 314", "139 V 122", "141 V 473", "142 V 226", "124 V 64", "108 V 54", "140 I 77", "135 V 361", "129 V 362", "121 V 125", "138 V 286", "106 V 147", "142 V 442"], "cite_par": ["145 V 154", "145 V 75", "144 V 173"], "chapeau": "32. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. A.A. gegen IV-Stelle des Kantons Aargau (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_292/2017 vom 7. September 2017", "regestes": ["Art. 35 al. 1 et 4 LAI; art. 25 al. 1, 4 et 5 LAVS; art. 49bis, art. 49ter al. 1, art. 71ter al. 3 RAVS; art. 82 al. 1 RAI; droit à une rente pour enfant; versement en main d'un tiers. Le droit à la rente pour enfant est une prétention distincte du devoir d'entretien du droit civil qui est soumise à de propres conditions (consid. 4). La rente pour enfant peut être versée directement à l'enfant majeur (consid. 5)."], "faits": "BGE 143 V 305 S. 306\n\nA. Mit Verfügung vom 18. Februar 2004 sprach die IV-Stelle des Kantons Aargau dem 1964 geborenen A.A. ab dem 1. Mai 2000 eine ganze Invalidenrente, eine Zusatzrente für die Ehegattin und Kinderrenten für die beiden Kinder B.A. (geboren 1994) und C.A. (geboren 1997) zu. Ab 1. April 2002 richtete die IV-Stelle eine weitere Kinderrente für D.A. (geboren 2002) aus. Die Schweizerische Unfallversicherungsanstalt (Suva) verfügte am 5. Februar 2004, A.A. habe Anspruch auf eine Komplementärrente ab 1. Juli 2003. Im August 2014 beendete B.A. ihre Ausbildung als Kauffrau, weshalb der Kinderrentenanspruch von A.A. für seine Tochter am 31. August 2014 endete.\n\nAm 26. August 2016 meldete sich B.A., welche im August 2016 eine Zweitausbildung begonnen hatte, zum Bezug einer Kinderrente an, die ihr die IV-Stelle mit Verfügung vom 29. August 2016 ab 1. August 2016 zusprach. Die Suva kürzte daraufhin am 2. September 2016 die Komplementärrente von A.A. und verrechnete den zu viel überwiesenen Betrag mit seiner Rente.\n\nB. Die von A.A. gegen die Verfügung vom 29. August 2016 erhobene Beschwerde wies das Versicherungsgericht des Kantons Aargau mit Entscheid vom 30. März 2017 ab.\n\nC. A.A. führt Beschwerde in öffentlich-rechtlichen Angelegenheiten und beantragt die Aufhebung des angefochtenen Entscheids. In Aufhebung der Verfügung der IV-Stelle vom 29. August 2016 sei gerichtlich festzustellen, dass für B.A. ab 1. August 2016 kein Anspruch auf eine Kinderrente bestehe. Die IV-Stelle sei zu verhalten, die Rentenbeträge in der Höhe der monatlichen Kinderrente ab 1. August 2016 an ihn nachzuzahlen. Eventuell sei die Kinderrente ab sofort im Sinne einer dringlichen Anordnung auf das von ihm bezeichnete Konto, subeventuell auf ein Sperrkonto, zu bezahlen. BGE 143 V 305 S. 307\n\nDie IV-Stelle schliesst auf Abweisung der Beschwerde. B.A. und das Bundesamt für Sozialversicherungen (BSV) verzichten auf eine Stellungnahme.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Streitig ist der Anspruch auf eine Kinderrente ab 1. August 2016. Dabei steht fest und ist unbestritten, dass die Tochter des Versicherten ihre Ausbildung zur Kauffrau E-Profil abgeschlossen hat. Ebenfalls liegt ausser Streit, dass es sich bei der von Tochter B.A. ab August 2016 angefangenen Berufsmaturität Richtung Gesundheit und Soziales um eine Zweitausbildung handelt.\n\n2.1 Die Vorinstanz erwog in Anlehnung an die Wegleitung des BSV über die Renten in der Eidgenössischen Alters-, Hinterlassenen- und Invalidenversicherung (RWL Rz. 3358), die von der Tochter B.A. angetretene Zweitausbildung gelte als Ausbildung im Sinne der Rechtsprechung und Art. 49bis Abs. 1 AHVV (SR 831.101), weshalb sich die erneute Ausrichtung einer Kinderrente der Invalidenversicherung als rechtmässig erweise. Es bestehe kein Anlass, im sozialversicherungsrechtlichen Verfahren aus zivilrechtlichen Überlegungen von der Praxis abzuweichen.\n\n2.2 Der Beschwerdeführer macht geltend, die Rz. 3358 RWL verstosse klar gegen Art. 49ter AHVV. Tochter B.A. habe eine abgeschlossene Ausbildung. Bei einer Zweitausbildung sei ein Anspruch auf eine Kinderrente zu verneinen. Die genannte Weisungsbestimmung verlange zudem eine systematische Ausbildung, von welcher im vorliegenden Fall nicht auszugehen sei; denn Tochter B.A. habe bereits im Sommer 2014 eine KV-Lehre abgeschlossen und während zwei Jahren nichts im Hinblick auf die weitere Ausbildung unternommen. Es bestehe kein Anspruch auf Mündigenunterhalt für eine klassische Zweitausbildung, weshalb die zivilrechtliche Ordnung durch die Bejahung des Kinderrentenanspruchs und die direkte Zahlung an die Tochter unterlaufen werde.\n\n3.\n\n3.1\n\n3.1.1 Männer und Frauen, denen eine Invalidenrente zusteht, haben für jedes Kind, das im Falle ihres Todes eine Waisenrente der Alters- und Hinterlassenenversicherung beanspruchen könnte, Anspruch auf eine Kinderrente (Art. 35 Abs. 1 IVG). Anspruch auf eine BGE 143 V 305 S. 308Waisenrente im Sinne der AHV haben Kinder, deren Vater oder Mutter gestorben ist (Art. 25 Abs. 1 AHVG). Der Anspruch entsteht am ersten Tag des dem Tode des Vaters oder der Mutter folgenden Monats; er erlischt mit der Vollendung des 18. Altersjahres oder mit dem Tod der Waise (Art. 25 Abs. 4 AHVG). Für Kinder, die noch in Ausbildung sind, dauert der Rentenanspruch bis zu deren Abschluss, längstens aber bis zum vollendeten 25. Altersjahr. Der Bundesrat kann festlegen, was als Ausbildung gilt (Art. 25 Abs. 5 AHVG).\n\n3.1.2 Diesem Auftrag kam der Bundesrat mit den auf den 1. Januar 2011 in Kraft getretenen Art. 49bis und Art. 49ter AHVV nach. Dabei handelt es sich um unselbstständige Verordnungsnormen im Sinne von gesetzesvertretenden Bestimmungen, weshalb dem Bundesrat ein weiter Gestaltungsspielraum zukommt (BGE 141 V 473 E. 8.2 S. 477). Das Bundesgericht hielt in BGE 138 V 286 E. 4.2.2 S. 289 fest, für die nähere Bestimmung des Begriffes Ausbildung sowie deren Unterbrechung und Beendigung könne auf die Gerichts- und Verwaltungspraxis, namentlich auf die Weisungen des BSV, abgestellt werden (vgl. BGE 142 V 442 E. 3.1 S. 443).\n\n3.1.3 Gemäss Art. 49bis Abs. 1 AHVV ist ein Kind in Ausbildung, wenn es sich auf der Grundlage eines ordnungsgemässen, rechtlich oder zumindest faktisch anerkannten Bildungsganges systematisch und zeitlich überwiegend entweder auf einen Berufsabschluss vorbereitet oder sich eine Allgemeinausbildung erwirbt, die Grundlage bildet für den Erwerb verschiedener Berufe (vgl. auch BGE 108 V 54 und BGE 104 V 64). Als in Ausbildung gilt ein Kind auch, wenn es Brückenangebote wahrnimmt wie Motivationssemester und Vorlehren sowie Au-pair und Sprachaufenthalte, sofern sie einen Anteil Schulunterricht enthalten (Art. 49bis Abs. 2 AHVV). Nach Rz. 3358 RWL spielt es keine Rolle, ob es sich um eine erstmalige Ausbildung, eine Zusatz- oder Zweitausbildung handelt. Mit einem Berufs- oder Schulabschluss ist die Ausbildung beendet (Art. 49ter Abs. 1 AHVV). Gemäss Erläuterungen des BSV zu den Änderungen der AHVV auf den 1. Januar 2011 betreffend Art. 49ter Abs. 1 AHVV (Dokument einsehbar unter: www.bsv.admin.ch, Sozialversicherungen, unter der Rubrik Gesetze und Verordnungen, Archiv) ist es nach einem Berufsabschluss möglich, anschliessend oder später eine weitere Ausbildung aufzunehmen. Das Gleiche gilt für einen Schulabschluss (Bsp. Matura).\n\n3.2 Zweck der Kinderrente der Invalidenversicherung für volljährige Kinder ist - wie jener der Waisenrenten der AHV für volljährige BGE 143 V 305 S. 309Waisen - die Förderung der beruflichen Ausbildung (BGE 139 V 122 E. 4.3 S. 126 mit Hinweis auf EVGE 1950 S. 61 E. 1 S. 62 ff.; UELI KIESER, Alters- und Hinterlassenenversicherung, 3. Aufl. 2012, S. 244 Rz. 5 zu Art. 25 AHVG). Der Begriff der Ausbildung ist umfassend und weit zu verstehen (GABRIELA RIEMER-KAFKA, Bildung, Ausbildung und Weiterbildung aus sozialversicherungsrechtlicher Sicht, SZS 2004 S. 216). Eine weite Fassung des Begriffs Ausbildung war bereits in der Botschaft vom 24. Mai 1946 zum Entwurf des AHVG (BBl 1946 II 412 Ziff. III/3b) vorgesehen. Danach sollten in der Ausführungsverordnung alle Arten der Ausbildung für den zukünftigen Beruf unter diesen Begriff subsumiert werden.\n\n3.3 Dies setzte der Bundesrat in Art. 49bis AHVV um, welcher keinen abschliessenden Charakter hat (BGE 140 V 314 E. 4.3.1 S. 318 f.; MEYER/REICHMUTH, Bundesgesetz über die Invalidenversicherung [IVG], 3. Aufl. 2014, S. 472 Rz. 4 zu Art. 35 IVG). Durch die Regelung des Ausbildungsbegriffes auf Verordnungsstufe und die Präzisierungen in der RWL ist die ältere strengere Rechtsprechung teilweise überholt. Unter anderem dehnte der Bundesrat den Ausbildungsbegriff im Vergleich zur bis dahin geltenden Praxis gar weiter aus. Namentlich gilt ein Motivationssemester im Vergleich zu früher als Ausbildung (vgl. Urteil des Eidg. Versicherungsgerichts I 546/01 vom 27. Februar 2002 E. 3).\n\n3.4 Mit Blick auf den weit und umfassend zu verstehenden Ausbildungsbegriff und den Umstand, dass das Bundesgericht für die nähere Bestimmung dieses Begriffes explizit auf die Gerichts- und Verwaltungspraxis, namentlich die RWL, verwies (E. 3.1.2), ist es für die Sozialversicherungen unerheblich, ob es sich um eine Erst- oder eine Zweitausbildung handelt (so auch: KIESER/REICHMUTH, Bundesgesetz über die Familienzulagen [FamZG], Praxiskommentar, 2010, S. 75 Rz. 52 zu Art. 3 FamZG; MARKUS KRAPF, Die Koordination von Unterhalts- und Sozialversicherungsleistungen für Kinder: Art. 285 Abs. 2 und 2bis ZGB, 2004, Rz. 352; MIRIAM LENDFERS, Junge Erwachsene in Ausbildung, JaSo 2014 S. 131; LOCHER/GÄCHTER, Grundriss des Sozialversicherungsrechts, 4. Aufl. 2014, S. 415 Rz. 14; DIETER WIDMER, Die Sozialversicherung in der Schweiz, 10. Aufl. 2015, S. 45). In diesem Sinne entschied das Eidgenössische Versicherungsgericht bereits in BGE 104 V 64. Es bejahte einen Kinderrentenanspruch für einen Bezüger einer AHV-Altersrente, dessen volljähriger Sohn sich nach dem Abschluss einer Drogistenlehre auf dem zweiten Bildungsweg auf die Matura vorbereitete. BGE 143 V 305 S. 310\n\n3.5 Nach dem Gesagten stellt die Rz. 3358 RWL entgegen dem Beschwerdeführer keinen Verstoss gegen Art. 49ter Abs. 1 AHVV dar. Denn fällt auch eine Zweitausbildung unter den Begriff der Ausbildung, ist es möglich, nach einem Berufs- oder Schulabschluss anschliessend oder später eine weitere Ausbildung aufzunehmen, wobei die Altersgrenze zu beachten ist (Art. 25 Abs. 5 AHVG). Der vom Versicherten geltend gemachte Umstand, seine Tochter habe nach Beendigung ihrer kaufmännischen Ausbildung zwei Jahre nichts im Hinblick auf die weitere Ausbildung unternommen, führt nicht zur Verneinung der geforderten Systematik nach Art. 49bis Abs. 1 AHVV. Für die Zeit zwischen dem Abschluss der ersten Ausbildung und dem Beginn der Zweitausbildung steht denn auch ein Anspruch auf eine Kinderrente ausser Frage.\n\n4. Im Weiteren ist der Frage nachzugehen, ob der Kinderrentenanspruch von einer zivilrechtlichen Unterhaltspflicht abhängig ist, wie der Beschwerdeführer geltend macht.\n\n4.1 Bei der Auslegung sozialversicherungsrechtlicher Regelungen mit Anknüpfung an familienrechtliche Tatbestände (wie Ehe, Verwandtschaft oder Vormundschaft) ist rechtsprechungsgemäss davon auszugehen, dass der Gesetzgeber vorbehältlich gegenteiliger Anordnungen die zivilrechtliche Bedeutung des jeweiligen Instituts im Blickfeld hatte, zumal das Familienrecht für das Sozialversicherungsrecht Voraussetzung ist und diesem grundsätzlich vorgeht (vgl. BGE 140 I 77 E. 5.1 S. 80; BGE 135 V 361 E. 5.3.3 S. 366 f.; BGE 124 V 64 E. 4a S. 67; BGE 121 V 125 E. 2c/aa S. 127).\n\n4.2 Die Kinderrente soll für den Unterhalt des Kindes verwendet werden (MEYER/REICHMUTH, a.a.O., S. 476 Rz. 11 zu Art. 35 IVG). Dies ist jedoch nicht gleichbedeutend mit einer Unterhaltspflicht im zivilrechtlichen Sinne. Denn das Gesetz verlangt nach Art. 25 AHVG in Verbindung mit Art. 35 Abs. 1 IVG als Anspruchsvoraussetzung neben dem Eintreten des Versicherungsfalles bei der versicherten Person einzig das Kindesverhältnis zum anspruchsbegründenden Kind. Der Gesetzgeber hat anlässlich der 6. AHV-Revision, mit welcher die Altersgrenze für den Rentenanspruch vom vollendeten 20. auf das vollendete 25. Altersjahr heraufgesetzt wurde, davon abgesehen, den Anspruch der Waisenrente mit der Voraussetzung zu verbinden, dass die elterliche Unterhaltspflicht bei Eintreten des Versicherungsfalles weiterbesteht (BGE 106 V 147 E. 3b S. 151 f.; Botschaft vom 16. September 1963 zur Änderung des AHVG, BBl 1963 II 543 Ziff. B/II/3; KRAPF, a.a.O., Rz. 170). BGE 143 V 305 S. 311\n\n4.3 Eine analoge Anwendung der Unterhaltspraxis nach ZGB wäre denn auch nicht sachgerecht. Beim zivilrechtlichen Mündigenunterhalt ist die Zumutbarkeit nach den gesamten Umständen zu prüfen. Diese verlangt unter anderem Rücksichtnahme auf die wirtschaftliche Leistungskraft der Eltern (PETER BREITSCHMID, in: Basler Kommentar, Zivilgesetzbuch, Bd. I, 5. Aufl. 2014, N. 14 zu Art. 277 ZGB). Erst nach Abwägung der finanziellen Möglichkeiten des Pflichtigen mit den Ausbildungsplänen und -wünschen des Kindes und dessen Fähigkeiten (sowie allfälligen weiteren Faktoren) lässt sich beurteilen, was in der konkreten Situation angemessen ist. Dieses Kriterium der wirtschaftlichen Leistungsfähigkeit des Vaters oder der Mutter spielt im Anwendungsbereich von Art. 35 IVG in Verbindung mit Art. 25 AHVG offensichtlich keine Rolle (vgl. KRAPF, a.a.O., Rz. 355). Die wirtschaftlichen Verhältnisse des Kindes sind einzig bei der Abgrenzung der Ausbildung von der Erwerbstätigkeit von Bedeutung (Art. 49bis Abs. 3 AHVV; vgl. hierzu BGE 142 V 226).\n\n4.4 Der Beschwerdeführer erblickt darin eine Ungleichbehandlung von Kindern, dessen Eltern nicht rentenberechtigt sind. Nach dem Gesagten handelt es sich jedoch bei der Kinderrente um einen vom Zivilrecht losgelösten Anspruch mit eigenen Voraussetzungen. Sind diese erfüllt, vermag daran nichts zu ändern, dass ein volljähriges Kind in Zweitausbildung ohne invalide Eltern allenfalls keinen Unterhalt im Sinne des Zivilrechts erhält. Es bleibt im Übrigen auf den umgekehrten Fall hinzuweisen, wonach aufgrund der Vollendung des 25. Altersjahres nur noch der familienrechtliche Unterhaltsanspruch in Frage kommt.\n\n5. Zu prüfen bleibt, ob die Kinderrente direkt der Tochter des Versicherten ausbezahlt werden kann.\n\n5.1 In BGE 134 V 15 (bestätigt mit Urteil 9C_326/2009 vom 20. Oktober 2009) verneinte das Bundesgericht eine Auszahlung der Kinderrente an das mündige Kind. Es führte aus, der Bundesrat habe auf den 1. Januar 2002 Art. 71ter AHVV erlassen und damit positivrechtlich die Drittauszahlung an den nicht rentenberechtigten Elternteil, unter dessen Sorge das Kind stehe, geregelt, während er die Direktauszahlung an das mündige Kind nicht normiert habe. Eine richterrechtlich auszufüllende Lücke für die Auszahlung einer Kinderrente an mündige Kinder verneinte das Bundesgericht (BGE 134 V 15 E. 2.3.4 S. 18 mit Hinweis auf BGE 129 V 362 E. 3.4 S. 365 f.).\n\n5.2 Diese Rechtsprechung zeitigte in der Praxis unbefriedigende Ergebnisse, die nur über den in Art. 35 Abs. 4 zweiter Satz IVG BGE 143 V 305 S. 312vorbehaltenen zivilrechtlichen Weg beseitigt werden konnten (Erläuterungen des BSV, a.a.O., Vorbemerkung zu Art. 71ter AHVV; MEYER/REICHMUTH, a.a.O., S. 477 Rz. 14 zu Art. 35 IVG). Der Bundesrat erliess in der Folge Art. 71ter Abs. 3 AHVV, welcher am 1. Januar 2011 in Kraft trat. Danach ändert sich an der vorher praktizierten Auszahlung nichts, wenn das Kind volljährig wird, es sei denn, das volljährige Kind verlange die Auszahlung an sich selber. Abweichende vormundschaftliche oder zivilrechtliche Anordnungen bleiben vorbehalten. Diese Vorschrift ist nach Art. 35 Abs. 4 IVG in Verbindung mit Art. 82 Abs. 1 IVV (SR 831.201) sinngemäss auf Kinderrenten der Invalidenversicherung anwendbar. Ein Verstoss gegen Zivilrecht ist darin entgegen dem Beschwerdeführer nicht zu erblicken; denn in Art. 71ter Abs. 3 AHVV sind abweichende vormundschaftliche oder zivilrechtliche Anordnungen ausdrücklich vorbehalten. Die direkte Auszahlung an die Tochter des Beschwerdeführers ist somit keineswegs rechtswidrig, geschweige denn willkürlich.\n\n6. Dem Beschwerdeführer wird die Komplementärrente aufgrund der an die Tochter auszuzahlenden Kinderrente gekürzt, was unbillig erscheinen mag, jedoch keine vom Gesetz abweichende Behandlung rechtfertigt. Es stellt sich lediglich die Frage, ob im Rahmen der Berechnung der Komplementärrente allenfalls eine Lösung im Sinne des Versicherten möglich wäre. Dies kann allerdings im invalidenversicherungsrechtlichen Verfahren nicht beantwortet werden. (...)"}