{"annee": "143", "cour": "II", "page": "202", "date": "16/2/2017", "cite": ["141 II 447", "139 II 404", "142 II 35", "142 II 69", "142 II 80", "140 II 289", "142 II 161", "141 IV 155", "127 III 310", "130 II 351", "139 II 49", "142 II 218"], "cite_par": ["144 I 214", "143 II 224", "144 II 293", "144 II 29", "145 IV 114", "144 II 206", "144 I 281", "143 II 628", "145 II 339", "144 III 29", "144 II 130", "145 II 119"], "chapeau": "15. Extrait de l'arrêt de la IIe Cour de droit public dans la cause Administration fédérale des contributions contre A. (recours en matière de droit public)\n\n2C_893/2015 du 16 février 2017", "regestes": ["Art. 28 par. 3 let. b CDI CH-FR; art. 7 let. c LAAF; assistance administrative internationale en matière fiscale; principe de la bonne foi; notion d'actes punissables au regard du droit suisse. L'art. 28 par. 3 let. b CDI CH-FR (qui correspond à l'art. 26 par. 3 let. b du Modèle de Convention OCDE) vise les renseignements qui sont demandés dans le cadre de la demande d'assistance administrative, mais pas les circonstances de fait qui sont à l'origine de cette demande. Il ne permet donc pas de justifier le refus d'accorder l'assistance administrative au motif que la demande serait fondée sur des données dites volées (consid. 6). Opposabilité de l'art. 3 de l'arrêté fédéral du 18 juin 2010 portant approbation d'un nouvel avenant à la CDI CH-FR laissée ouverte (consid. 7). Portée de l'art. 7 let. c LAAF en lien avec la référence à la bonne foi, principe général de droit international public qui s'applique notamment en matière d'assistance administrative (consid. 8.3) et avec la notion d'actes punissables au regard du droit suisse (consid. 8.4). Les actes visés à l'art. 7 let. c in fine LAAF doivent être effectivement punissables en Suisse (consid. 8.5), ce qui n'est pas le cas en l'espèce (consid. 8.6). Aucun indice ne permet en outre de remettre en cause la présomption de bonne foi de la France (consid. 8.7)."], "faits": "|203|\n\nA.\n\nA.a A la fin de l'année 2010, l'Autorité de contrôle prudentiel française (ci-après: ACP; désormais Autorité de contrôle prudentiel et de résolution) a reçu une dénonciation concernant la banque B., comportant des allégations de complicité de blanchiment de fraude |204| fiscale et de démarchage illicite sur territoire français. A la suite de cette dénonciation, l'ACP a ouvert une procédure disciplinaire à l'encontre de B. France SA et a transmis la lettre de dénonciation au Parquet de Paris. Le 12 juin 2012, cette autorité a ouvert une information judiciaire pour démarchage bancaire ou financier par personne non habilitée et blanchiment de fraude fiscale et de fonds obtenus à l'aide d'un démarchage illicite commis en bande organisée.\n\nA.b Le 21 décembre 2012, la Direction générale des finances publiques françaises (ci-après: l'autorité requérante) a adressé à l'Administration fédérale des contributions (ci-après: l'Administration fédérale) une première demande d'assistance administrative. Le 23 décembre 2013, l'autorité requérante a formé une seconde demande d'assistance administrative, qualifiée de complémentaire par rapport à celle du 21 décembre 2012, après que l'Administration fédérale a requis des précisions lors d'une réunion qui s'est tenue le 21 novembre 2013.\n\nA.c La demande du 23 décembre 2013 vise une liste de contribuables mentionnés dans les annexes 1, 2 et 3, en lien avec l'impôt sur le revenu et l'impôt sur les bénéfices des années 2010 et 2011, ainsi qu'avec l'impôt sur la fortune des années 2010, 2011 et 2012. Soulignant avoir épuisé les moyens de collecte de renseignements prévus par la procédure fiscale interne et utilisables à ce stade, l'autorité requérante précisait ce qui suit:\n\n\"Les contribuables figurant dans les listes 1, 2 et 3 ci-annexées font l'objet d'une enquête par les services fiscaux français.\n\nCette enquête est menée sur la base d'informations transmises par les autorités judiciaires françaises. Ces dernières ont, en effet, ouvert une information judiciaire à l'encontre d'agents de la banque suisse B. pour démarchage bancaire ou financier illicite sur le territoire français, blanchiment en bande organisée et recel de fonds obtenus à l'aide de démarchages bancaires ou financiers illicites, et blanchiment en bande organisée de fraude fiscale.\n\nLes personnes faisant l'objet de la présente demande sont celles dont l'identité a été communiquée à l'administration fiscale française par les autorités judiciaires dans le cadre de la même instruction.\n\nIl résulte de cette instruction que ces personnes ont été en relation d'affaires avec la banque B. en Suisse. Des transferts de sommes d'argent sur des comptes bancaires ouverts en Suisse auprès de cette banque ont par ailleurs été tracés et ont pu faire l'objet d'une reconnaissance d'affaires interne à la banque. |205|\n\nCes comptes n'ont pas été déclarés à l'administration fiscale française. Il en est, en conséquence, de même des avoirs y figurant et des revenus générés. Or, au regard de la législation française:\n\n- les résidents fiscaux français ont l'obligation de déclarer les comptes bancaires ouverts à l'étranger ainsi que ceux sur lesquels ils détiennent une procuration. De même, ils doivent déclarer les revenus de source française et étrangère ainsi que le patrimoine situé en France et à l'étranger.\n\n- les non-résidents doivent déclarer les revenus de source française.\n\nIl est précisé, par ailleurs, que l'instruction par les autorités suisses de précédentes demandes d'assistance administrative formulées sur la base de ces mêmes indications, ont révélé que des contribuables concernés [disposent] effectivement d'un compte ouvert au sein de la banque\n\nB. en Suisse.\n\nLes renseignements ci-dessous sont nécessaires à l'administration fiscale française pour établir le montant de la fraude fiscale commise et des impôts correspondants dissimulés.\"\n\nL'autorité requérante souhaitait obtenir des renseignements au sujet des comptes bancaires ouverts auprès de la banque B. en Suisse, dont les contribuables étaient directement ou indirectement titulaires ou pour lesquels ils disposaient d'une procuration (à savoir les formulaires A, les relevés de fortune et les relevés de compte faisant apparaître tous les mouvements). S'agissant des personnes non résidentes fiscales en France au cours des périodes visées, la communication des informations bancaires pouvait être limitée aux seuls flux de source française (versements de toute nature, intérêts, dividendes, plus-values...).\n\nA.d A., résidant en Suisse avec son épouse et au bénéfice d'une autorisation d'établissement depuis le 2 décembre 2008, fait partie des personnes visées par la demande d'assistance administrative du 23 décembre 2013 en tant que non résident français.\n\nPar ordonnance de production du 16 janvier 2014, l'Administration fédérale a demandé à B. AG à C. (ci-après: la Banque) de lui fournir les renseignements requis et d'informer les personnes concernées. La Banque a informé A. par courrier du 30 janvier 2014 et, le 11 février 2014, a transmis à l'Administration fédérale les documents demandés. A. s'est opposé à la transmission de tout renseignement le concernant.\n\nB.\n\nB.a Par décision finale du 21 octobre 2014, l'Administration fédérale a accordé l'assistance administrative à la France concernant A. |206| Celui-ci n'étant pas résident fiscal français, la communication était limitée aux seuls flux de source française. Il s'agissait en l'occurrence d'un virement unique, d'un montant de \"36'720\" (la monnaie n'est pas indiquée), effectué le 29 décembre 2010 par D., domicilié en France et comportant la mention \"achat parts K.\".\n\nB.b A. a interjeté recours contre la décision du 21 octobre 2014 auprès du Tribunal administratif fédéral, demandant principalement son annulation, subsidiairement le renvoi de la cause à l'Administration fédérale pour nouvelle décision.\n\nB.c Par arrêt du 15 septembre 2015, le Tribunal administratif fédéral a admis le recours de A., annulé la décision de l'Administration fédérale du 21 octobre 2014 et dit qu'il n'y avait pas lieu d'entrer en matière sur la demande d'assistance administrative du 23 décembre 2013.\n\nC. A l'encontre de l'arrêt du 15 septembre 2015, l'Administration fédérale interjette un recours en matière de droit public au Tribunal fédéral, en concluant principalement à l'admission du recours et à l'annulation de l'arrêt attaqué, sous suite de frais; subsidiairement, au renvoi de la cause au Tribunal administratif fédéral pour nouvel examen dans le sens des considérants.\n\nLe Tribunal administratif fédéral a renoncé à prendre position. A. s'est déterminé sur le recours et a conclu, sous suite de frais et dépens, à son rejet et à la confirmation de l'arrêt entrepris. L'Administration fédérale a déposé une réplique, sur laquelle l'intimé a déclaré renoncer à se déterminer au fond.\n\nLe Tribunal fédéral a admis le recours.", "considerants": "Extrait des considérants:\n\n6. Le premier point à éclaircir consiste à déterminer si le refus d'entrer en matière sur la demande administrative du 23 décembre 2013 concernant A. peut découler directement de l'art. 28 par. 3 let. b de la Convention du 9 septembre 1966 entre la Suisse et la France en vue d'éliminer les doubles impositions en matière d'impôts sur le revenu et sur la fortune et de prévenir la fraude et l'évasion fiscale en vigueur depuis le 26 juillet 1967 (CDI CH-FR; RS 0.672.934.91), comme l'a retenu le Tribunal administratif fédéral.\n\n6.1 L'art. 28 par. 3 CDI CH-FR confère à l'Etat requis le droit de refuser d'accorder l'assistance administrative dans certaines |207| circonstances. La lettre b de cette disposition prévoit en particulier que l'Etat requis n'est pas tenu \"de fournir des renseignements qui ne pourraient être obtenus sur la base de sa législation ou dans le cadre de sa pratique administrative normale ou de celles de l'autre Etat contractant\".\n\n6.2 Selon le Tribunal administratif fédéral, tant le droit suisse que le droit français interdiraient l'utilisation à des fins fiscales de données dites volées. La Suisse serait donc fondée à refuser l'assistance administrative à la France en se prévalant de l'art. 28 par. 3 let. b CDI CH-FR pour ce motif.\n\nL'Administration fédérale conteste l'interprétation que les juges précédents font de l'art. 28 par. 3 let. b CDI CH-FR. Elle soutient que cette disposition consacre le principe de réciprocité, qui a pour but d'éviter qu'un Etat contractant ne cherche à se prévaloir du système de renseignements plus étendu de l'autre Etat contractant. L'art. 28 par. 3 let. b CDI CH-FR ne se rapporterait en outre qu'à la fourniture des renseignements demandés. Les circonstances de fait antérieures à la formulation de la demande d'assistance administrative, et en particulier l'origine des données parvenues à la connaissance des autorités fiscales requérantes, ne joueraient aucun rôle dans ce contexte. L'interprétation du Tribunal administratif fédéral reviendrait par ailleurs à obliger l'Administration fédérale à examiner la validité matérielle du contrôle fiscal mené dans l'Etat requérant, ce qui serait insoutenable dans le contexte de coopération qui prévaut en la matière et au vu des spécificités de chaque procédure nationale. En l'occurrence, les renseignements bancaires demandés pourraient sans conteste être obtenus sur la base de la législation ou de la pratique administrative normale françaises; du point de vue suisse, la procédure pour obtenir ces renseignements aurait été conduite conformément aux art. 8 ss de la loi fédérale du 28 septembre 2012 sur l'assistance administrative (LAAF; RS 651.1).\n\n6.3 La résolution de ce point litigieux nécessite de procéder à l'interprétation de l'art. 28 par. 3 let. b CDI CH-FR.\n\n6.3.1 Selon la jurisprudence, les règles de la Convention de Vienne du 23 mai 1969 sur le droit des traités (ci-après: Convention de Vienne ou CV; RS 0.111) doivent être appliquées pour interpréter les conventions de double imposition (ATF 141 II 447 consid. 4.3.1 p. 454 et les références; ATF 139 II 404 consid. 7.2.1 p. 422 et les références). L'art. 26 CV prévoit que tout traité en vigueur lie les parties et doit être |208| exécuté par elles de bonne foi. Selon l'art. 31 par. 1 CV, un traité doit être interprété de bonne foi suivant le sens ordinaire à attribuer aux termes du traité dans leur contexte et à la lumière de son objet et de son but. En plus du contexte (cf. art. 31 par. 2 CV), il est tenu compte, notamment, de tout accord ultérieur intervenu entre les parties au sujet de l'interprétation du traité ou de l'application de ses dispositions (art. 31 par. 3 let. a CV) et de toute pratique ultérieurement suivie dans l'application du traité par laquelle est établi l'accord des parties à l'égard de l'interprétation du traité (art. 31 par. 3 let. b CV). Les travaux préparatoires et les circonstances dans lesquelles le traité a été conclu constituent des moyens complémentaires d'interprétation lorsque l'interprétation donnée conformément à l'art. 31 CV laisse le sens ambigu ou obscur ou conduit à un résultat qui est manifestement absurde ou déraisonnable (cf. art. 32 CV).\n\nL'art. 31 par. 1 CV fixe un ordre de prise en compte des éléments de l'interprétation, sans toutefois établir une hiérarchie juridique obligatoire entre eux (arrêt 4A_736/2011 du 11 avril 2012 consid. 3.3.2; cf. aussi JEAN-MARC SOREL, in Les Conventions de Vienne sur le droit des traités, Commentaire article par article, vol. II, 2006, n° 8 ad art. 31 CV; MARK EUGEN VILLIGER, Commentary on the 1969 Vienna Convention on the Law of Treaties, Leiden/Boston 2009, n° 29 ad art. 31 CV). Le sens ordinaire du texte du traité constitue toutefois le point de départ de l'interprétation (cf. arrêts 2C_753/2014 du 27 novembre 2015 consid. 3.3.1; 2C_498/2013 du 29 avril 2014 consid. 5.1, in StE 2014 A 32 Nr. 22; VILLIGER, op. cit., n° 30 ad art. 31 CV; OBERSON, Droit fiscal international, 4e éd. 2012, p. 38 § 112; MATTEOTTI/KRENGER, in Internationales Steuerrecht, Kommentar zum Schweizerischen Steuerrecht, 2015, n° 125 ad Einleitung). Ce sens ordinaire des termes doit être dégagé de bonne foi, en tenant compte de leur contexte et à la lumière de l'objet et du but du traité (arrêt 2C_498/2013 précité consid. 5.1). Le principe de la bonne foi implique notamment de la loyauté de la part de l'Etat contractant dans l'exécution de ses engagements (VILLIGER, op. cit., nos 6 et 7 ad art. 31 CV; RIVIER, L'interprétation des conventions de double imposition, RDAF 2000 II p. 125). Un Etat contractant doit partant proscrire tout comportement ou toute interprétation qui aboutirait à éluder ses engagements internationaux ou à détourner le traité de son sens et de son but (ATF 142 II 35 consid. 3.2 p. 38 s., ATF 142 II 161 consid. 2.1.3 p. 167).\n\n6.3.2 En l'espèce, le terme de \"renseignements\" contenu à l'art. 28 par. 3 let. b CDI CH-FR correspond, selon son sens ordinaire et dans |209| le contexte de l'art. 28 CDI CH-FR, aux informations qui sont demandées par l'Etat requérant à l'Etat requis dans le cadre de la demande d'assistance administrative. Par l'expression \"renseignements qui ne pourraient être obtenus sur la base de sa législation ou dans le cadre de sa pratique administrative normale ou de celles de l'autre Etat contractant\", l'art. 28 par. 3 let. b CDI CH-FR permet donc à l'Etat requis de vérifier si les renseignements demandés sont accessibles aux administrations fiscales des Etats contractants selon leur droit interne et, dans la négative, de refuser de les communiquer à l'Etat requérant. Le texte de l'art. 28 par. 3 let. b CDI CH-FR ne contient en revanche pas de référence aux circonstances de fait qui ont amené un Etat à former une demande d'assistance administrative, ni aux conditions qui ont abouti à l'ouverture d'un contrôle fiscal, pas plus du reste que le chiffre XI du Protocole additionnel. Les termes du traité ne permettent donc pas de prendre en compte de telles circonstances dans l'application de l'art. 28 par. 3 let. b CDI CH-FR, sauf à détourner leur sens de manière contraire à la bonne foi.\n\n6.3.3 Cette interprétation selon le sens ordinaire des termes correspond à l'objet et au but de l'assistance administrative prévue à l'art. 28 CDI CH-FR, fondée sur une coopération large entre les Etats contractants en matière de transmission de renseignements remplissant la condition de la pertinence vraisemblable (cf. art. 28 par. 1 CDI CH-FR, correspondant à l'art. 26 par. 1 MC OCDE, ainsi que le ch. XI par. 2 du Protocole additionnel). A l'inverse, la lecture des juges précédents implique que l'Etat requis devrait procéder à une analyse de l'admissibilité matérielle du contrôle fiscal réalisé dans l'Etat requérant dans chaque demande d'assistance administrative qui lui parviendrait. Or, indépendamment de la praticabilité d'une telle démarche, pareil examen ne serait pas conforme avec l'objet et le but de l'art. 28 CDI CH-FR.\n\n6.3.4 Le Commentaire OCDE de l'art. 26 par. 3 du Modèle de Convention fiscale de l'OCDE du 22 juillet 2010 concernant le revenu et la fortune (ci-après: MC OCDE), sur lequel est calqué l'art. 28 par. 3 CDI CH-FR, confirme le résultat clair de cette interprétation lorsqu'il souligne que le terme de \"renseignements\" qui y figure se définit comme ceux \"dont disposent les autorités fiscales ou que celles-ci peuvent obtenir par application de la procédure normale d'établissement de l'impôt\" (n° 16 ad art. 26 MC OCDE). Aucun passage du Commentaire ne laisse entendre que les circonstances de fait qui ont |210| amené un Etat à former une demande d'assistance administrative ou que la question de la validité du contrôle fiscal opéré dans l'Etat requérant seraient des éléments pertinents dans l'application de la disposition conventionnelle correspondant à l'art. 26 par. 3 let. b MC OCDE.\n\nLa jurisprudence rendue jusqu'ici par le Tribunal fédéral est aussi en accord avec cette interprétation. En effet, dans les arrêts qui ont conduit à vérifier la compatibilité d'une demande avec la réserve en faveur du droit interne prévue à l'art. 28 par. 3 let. b CDI CH-FR, la Cour de céans s'est demandé si, en l'occurrence, les renseignements requis pouvaient ou non être, en eux-mêmes, obtenus en Suisse, pour conclure que la réponse à cette question dépendait de l'étendue du devoir de collaboration de la personne détentrice de ces renseignements (cf. ATF 142 II 69 consid. 4 et 5 p 76 ss;. arrêt 2C_690/2015 du 15 mars 2016 consid. 4.2).\n\n6.3.5 Il faut encore souligner que l'interprétation des juges précédents ne trouve pas non plus d'écho dans les commentaires de doctrine relatifs à l'art. 26 par. 3 let. b MC OCDE (cf. par exemple MICHAEL ENGELSCHALK, in Doppelbesteuerungsabkommen der Bundesrepublik Deutschland auf dem Gebiet der Steuern vom Einkommen und Vermögen: Kommentar auf der Grundlage der Musterabkommen, 6e éd. 2015, nos 97-106 ad art. 26 OECD MA; DANIEL HOLENSTEIN, in Kommentar zum Schweizerischen Steuerrecht, Internationales Steuerrecht, nos 272 ss ad art. 26 OECD MA; XAVIER OBERSON, in Modèle de Convention fiscale OCDE concernant le revenu et la fortune, Commentaire, 2015, nos 103 ss ad art. 26 MC OCDE; DIANE RING, Article 26: Exchange of Information - IBFD Global Tax Treaty Commentaries, 2016, § 2.3.1 ss). ENGELSCHALK relève au demeurant que l'on ne peut exiger d'un Etat qu'il prenne des mesures illégales pour obtenir les informations requises (op. cit., n° 98 ad art. 26 OECD MA). Ce commentaire dénote bien que l'élément déterminant consiste à savoir si les renseignements requis peuvent être obtenus selon les voies usuelles prévues par le droit interne. En outre, les auteurs qui se disent favorables à un refus d'accorder l'assistance administrative lorsque les demandes sont fondées sur des données dites volées ne s'appuient pas sur l'art. 26 par. 3 let. b MC OCDE, mais avant tout sur le principe de la bonne foi (DONATSCH/HEIMGARTNER/MEYER/SIMONEK, Internationale Rechtshilfe under Einbezug der Amtshilfe im Steuerrecht, 2e éd. 2015, p. 244 et 246; HOLENSTEIN, op. cit., n° 299 ad art. 26 OECD MA; MARAIA/SANSONETTI, in Cahiers |211| de droit fiscal international, Exchange of information and cross-border cooperation between tax authorities, Vol. 98B, 2013, p. 754; GIOVANNI MOLO, Die neue Trennungslinie bei der Amtshilfe in Steuersachen, Das Verbot der fishing expeditions und die formellen Anforderungen an das Gesuch, Archives 80 p.152; XAVIER OBERSON, La mise en oeuvre par la Suisse de l'art. 26 MC OCDE, IFF Forum für Steuerrecht 2012 p. 17; le même, International exchange of information in tax matters; Towards Global Transparency, 2015, p. 223; le même, in Commentaire, op. cit., n° 120 ad art. 26 MC OCDE; ANDREA OPEL, Neuausrichtung der schweizerischen Abkommenspolitik in Steuersachen: Amtshilfe nach dem OECD-Standard: eine rechtliche Würdigung, 2015, p. 437 ss; la même, Wider die Amtshilfe bei Datenklau: Gestohlene Daten sind gestohlene Daten, Jusletter 23 novembre 2015 p. 11 s. et 14 [cet auteur exclutexpressément le recours à l'art. 26 par. 3 let. b MC OCDE dans ce contexte]; cf. aussiFRANCESCO NAEF, L'échange de renseignements fiscaux en cas de données volées à l'aune du droit international, Archives 85 p. 266 ss, où l'auteur rejette, même s'il le fait de manière prudente, l'interprétation soutenue dans l'arrêt attaqué). Il semble que seul un auteur affirme que la Suisse est fondée à refuser d'accorder l'assistance en se prévalant de la disposition conventionnelle correspondant à l'art. 26 par. 3 let. b MC OCDE (FRANÇOIS ROGER MICHELI, Assistance administrative internationale en matière fiscale et données volées, in The IFA's Wealth Gram, n. 20, septembre 2013, p. 4). Cette position isolée et non motivée n'emporte pas la conviction au regard des éléments qui précèdent.\n\n6.3.6 Il en découle que l'art. 28 par. 3 let. b CDI CH-FR ne permet pas de refuser d'entrer en matière sur une demande d'assistance administrative en raison de la manière dont l'Etat requérant s'est procuré les données qui ont abouti à la formulation de la demande. Seul est déterminant pour l'application de cette disposition le fait que les renseignements demandés puissent en eux-mêmes être obtenus dans le respect des dispositions du droit interne des Etats contractants.\n\nCe résultat ne lèse pas le contribuable visé par une demande d'assistance administrative. Il lui est en effet possible, le cas échéant, de faire valoir devant les autorités judiciaires de l'Etat requérant que le contrôle fiscal diligenté contre lui serait illégal (cf., dans le même esprit, l' ATF 142 II 218 consid. 3.7 p. 230, où le Tribunal fédéral a relevé qu'il incombait au contribuable qui contestait avoir sa |212| résidence fiscale dans l'Etat requérant de faire valoir ses moyens devant les instances de cet Etat; cf. également ANA PAULA DOURADO, Exchange of information and Validity of Global Standards in Tax Law: Abstractionism and Expressionism or Where the Truth Lies, RSCAS 2013/11 p. 17, pour qui la question de l'utilisation de moyens de preuve obtenus illicitement relève du droit interne de l'Etat requérant).\n\n6.4 En l'espèce, l'application de l'art. 28 par. 3 let. b CDI CH-FR revient donc seulement à se demander si les renseignements requis concernant A., qui sont détenus par une banque, peuvent être obtenus sur la base de la législation ou dans le cadre de la pratique administrative normale des deux Etats contractants.\n\nDu point de vue du droit suisse, la jurisprudence a déjà eu l'occasion de se prononcer sur la portée de l'art. 28 par. 3 let. b CDI CH-FR en lien avec la réserve de l'art. 28 par. 5, 2e phrase, CDI CH-FR, parvenant à la conclusion que la provenance bancaire des renseignements requis n'était pas un obstacle à leur remise par l'Administration fédérale (cf. ATF 142 II 161 consid. 4.5.1 et 4.5.2 p. 178 s.; arrêt 2C_904/2015 du 8 décembre 2016 consid. 5.2). S'agissant du droit interne français, la recourante soutient, sans être contredite par l'intimé, que les renseignements requis peuvent être obtenus par l'administration fiscale française. Il n'y a pas de raison de mettre en doute ce point.\n\nLa demande d'assistance administrative du 23 décembre 2013 ne peut donc pas être rejetée en application de l'art. 28 par. 3 let. b CDI CH-FR.\n\n7. Il faut ensuite se demander si la Suisse peut refuser d'entrer en matière sur la demande d'assistance litigieuse en vertu de l'art. 3 de l'arrêté fédéral du 18 juin 2010 portant approbation d'un nouvel avenant à la Convention entre la Suisse et la France contre les doubles impositions (RS 672.934.9; ci-après: l'Arrêté).\n\n7.1 Lorsque l'Assemblée fédérale a approuvé l'Avenant, elle a introduit dans le texte de l'Arrêté un article 3 qui n'existait pas dans le projet que lui avait soumis le Conseil fédéral (cf. FF 2009 1405) et qui est libellé comme suit:\n\n1 Le Conseil fédéral déclare au Gouvernement de la République française que la Suisse n'accorde pas l'entraide administrative en matière fiscale lorsque la demande d'entraide se fonde sur des données obtenues illégalement et qu'elle demandera en tel cas l'entraide judiciaire. |213|\n\n2 Le Conseil fédéral s'applique à obtenir une déclaration correspondante de la part du Gouvernement de la République française.\n\n7.2 Le point de savoir si le Conseil fédéral a formulé la déclaration prévue à l'alinéa 1 de cet article et, dans l'affirmative, si cette déclaration est opposable à la France sont des questions qui souffrent de rester ouvertes en l'espèce. En effet, il faut admettre que le champ d'application de cette déclaration n'est pas différent de celui de l'art. 7 let. c in fine LAAF, disposition d'exécution de droit interne qui prévoit que la Suisse n'entre pas en matière lorsque la demande se fonde sur des renseignements obtenus par des \"actes punissables au regard du droit suisse\". Il ressort en effet des débats menés en lien avec l'approbation de l'Arrêté, qui ont eu lieu dans le contexte de l'affaire G. (cf. par exemple l'intervention du Conseiller aux Etats David in BO 2010 CE 274), que le législateur suisse entendait marquer son opposition à ce que l'assistance administrative soit accordée lorsqu'une demande est fondée sur des données obtenues par des actes punissables au regard du droit suisse. Or, comme démontré ci-après, la constellation de faits du cas d'espèce exclut que l'on se trouve dans le champ d'application de l'art. 7 let. c LAAF (cf. infra consid. 8) et, par voie de conséquence, dans celui de l'art. 3 de l'Arrêté.\n\n8.\n\n8.1 Le Tribunal administratif fédéral justifie également le refus d'entrer en matière sur la demande du 23 décembre 2013 par le fait que, reposant sur des renseignements obtenus par des actes punissables, celle-ci violerait le principe de la bonne foi, implicitement compris à l'art. 28 CDI CH-FR et rappelé à l'art. 7 let. c LAAF. Ces actes seraient en effet punissables au regard du droit suisse (art. 7 let. c LAAF), car constitutifs d'une violation du secret bancaire (art. 47 LB [RS 952.0]) et du secret commercial (art. 162 CP). Les juges précédents retiennent que le point de savoir si les actes peuvent être poursuivis en Suisse ne jouerait pas de rôle et qu'au demeurant, on pourrait considérer qu'un vol de données commis à l'étranger a un résultat en Suisse du fait de l'existence d'une demande d'assistance administrative subséquente fondée sur ces données, ce qui ferait naître une compétence territoriale des autorités de poursuite pénale suisses en vertu de l'art. 8 al. 1 CP.\n\nL'Administration fédérale conteste l'interprétation que fait le Tribunal administratif fédéral de l'expression \"actes punissables au regard du droit suisse\" figurant à l'art. 7 let. c in fine LAAF. Elle soutient |214| que cette expression ne concerne que les actes punissables qui ont été commis en Suisse. L'application du Code pénal suisse à des actes commis à l'étranger serait soumise à des conditions spécifiques aux art. 4 à 7 CP, qui ne seraient pas remplies en l'espèce, l'existence d'une demande d'assistance ne pouvant en outre constituer le résultat d'un délit au sens de l'art. 8 al. 1 CP. L'interprétation que les juges précédents font de l'art. 7 let. c LAAF conduirait à une application extra-territoriale du droit pénal suisse, ce qui ne correspondrait ni au but, ni au sens de l'assistance administrative internationale en matière fiscale. Elle reviendrait par ailleurs à restreindre, dans une disposition de droit interne, la portée de l'assistance administrative.\n\n8.2 Bien que cela ne ressorte pas d'une manière très claire de l'arrêt attaqué, il semble que les juges précédents aient tout d'abord retenu que l'autorité requérante avait adopté un comportement contraire au principe général de la bonne foi, tel qu'il découle directement de la Convention de Vienne et qu'il est rappelé à l'art. 7 let. c LAAF, et qu'ils aient ensuite jugé que la demande d'assistance du 23 décembre 2013 violait spécifiquement et directement l'art. 7 let. c in fine LAAF en tant qu'elle reposait sur des renseignements obtenus par des actes punissables au regard du droit suisse.\n\n8.3 La référence à la bonne foi figurant à l'art. 7 let. c LAAF renvoie au principe de droit international public figurant dans la Convention de Vienne (cf. Message du 6 juillet 2011 concernant l'adoption d'une loi sur l'assistance administrative fiscale, FF 2011 5786). Il est admis que le principe de la bonne foi s'applique, en tant que principe d'interprétation et d'exécution des traités, dans le domaine de l'échange de renseignements des conventions de double imposition (cf. ATF 142 II 161 consid. consid. 2.1.3 p. 167; cf. aussi OBERSON, op. cit., IFF Forum für Steuerrecht 2012 p. 17; CHARLOTTE SCHODER, StAhiG, Praxiskommentar zum Bundesgesetz über die internationale Amtshilfe in Steuersachen, 2014, n° 80 ad art. 7 StAhiG; DIANA OSWALD, Verfahrensrechtliche Aspekte der internationalen Amtshilfe in Steuersachen, p. 184). Dans la mesure où il renvoie à ce principe, l'art. 7 let. c LAAF n'a donc pas de portée propre.\n\n8.4 L'art. 7 let. c LAAF contient en outre l'expression \"notamment lorsqu'elle se fonde sur des renseignements obtenus de manière punissable au regard du droit suisse\". Le point de savoir si et dans quelle mesure ce passage constitue une concrétisation admissible du |215| principe de la bonne foi reconnu en droit international public ou au contraire une limitation unilatérale inadmissible des engagements internationaux de la Suisse en matière d'assistance administrative est une question qui souffre de rester ouverte en l'espèce. En effet, comme démontré ci-après (consid. 8.5 et 8.6), le champ d'application de ce passage, tel qu'il découle de l'interprétation, permet d'exclure, contrairement à ce qui est soutenu dans l'arrêt attaqué, que la demande d'assistance litigieuse repose sur des renseignements obtenus par des actes punissables au regard du droit suisse au sens de l'art. 7 let. c in fine LAAF.\n\n8.5 Conformément à la jurisprudence constante, la loi s'interprète en premier lieu selon sa lettre (interprétation littérale). Si le texte n'est pas absolument clair, si plusieurs interprétations sont possibles, il convient de rechercher la véritable portée de la norme, en la dégageant de tous les éléments à considérer, soit notamment des travaux préparatoires (interprétation historique), du but de la règle, de son esprit, ainsi que des valeurs sur lesquelles elle repose, singulièrement de l'intérêt protégé (interprétation téléologique) ou encore de sa relation avec d'autres dispositions légales (interprétation systématique). Le Tribunal fédéral ne privilégie aucune méthode d'interprétation, mais s'inspire d'un pluralisme pragmatique pour rechercher le sens véritable de la norme. Il ne s'écarte sur la compréhension littérale du texte que s'il en découle sans ambiguïté une solution matériellement juste (ATF 142 II 80 consid. 4.1 p. 91; ATF 140 II 289 consid. 3.2 p. 291 s.; ATF 139 II 49 consid. 5.3.1 p. 54).\n\n8.5.1 L'interprétation littérale de l'art. 7 let. c in fine LAAF ne permet pas de circonscrire clairement ce qu'il faut comprendre par l'expression \"actes punissables au regard du droit suisse\" (\"nach schweizerischem Recht strafbare Handlungen\"/\"mediante reati secondo il diritto svizzero\"). En effet, ce passage peut être lu comme signifiant que les actes doivent être effectivement punissables en Suisse (point de vue de l'Administration fédérale), mais peut aussi être compris comme incluant également des actes qui seraient punissables en Suisse s'ils relevaient de la compétence des autorités de poursuite pénale suisses (point de vue du Tribunal administratif fédéral).\n\n8.5.2 Sous l'angle historique, le Message du 6 juillet 2011 concernant l'adoption de la LAAF (FF 2011 5786) ne contient pas d'élément de nature à définir le champ d'application de l'expression \"actes punissables au regard du droit suisse\", qui figurait tel quel dans le projet de loi. En revanche, il ressort des débats parlementaires que |216| ce qu'a voulu le législateur de la LAAF, c'est empêcher que des actes punissables en Suisse ne donnent lieu à des demandes d'assistance administrative. Il n'a en effet jamais été question de conférer au droit pénal suisse une portée extra-territoriale, mais bien de refuser d'accorder l'assistance administrative reposant sur des données volées dans notre pays (cf. par exemple le Conseiller national Müller: Die Schweiz hat ihre Verhandlungspartner darauf hingewiesen, dass sie bei Ersuchen, die auf Daten beruhen, die unter Verletzung schweizerischen Rechts beschafft wurden, keine Amtshilfe gewähren wird [BO 2012 CN 81]; le même: \"Auf Ersuchen ist nicht einzutreten, wenn es der Grundsatz von Treu und Glauben verlangt: Dahinter verbirgt sich die Forderung, dass man aufgrund von gestohlenen Daten gestellte Amtshilfeersuchen nicht beantworten will; dies, weil es da ja zuerst zu einer strafbaren Handlung in der Schweiz kam, die man nicht durch die Gewährung von Amtshilfe belohnen will\" [BO 2012 CN 81]; cf. également le Conseiller national de Buman, qui évoque les affairesrécentes de données bancaires \"volées\" en Suisse: \"la Suisse n'entre pas en matière sur une demande qui repose sur des renseignements obtenus par des moyens punissables au regard du droit suisse, par exemple des données acquises par des moyens illégaux. On a tous en mémoire les vols des données bancaires \".\n\n8.5.3 Sous l'angle téléologique, il faut rappeler qu'avant l'art. 7 let. c LAAF, l'art. 5 al. 2 let. c OACDI (RO 2010 4017) prévoyait déjà qu'une demande d'assistance administrative fondée sur des renseignements obtenus ou transmis par des actes punissables selon le droit suisse devait être rejetée. Dans son rapport explicatif de l'OACDI du 4 août 2010, le Département fédéral des finances avait justifié l'adoption de cette disposition notamment par le fait que si la Suisse accordait l'assistance administrative lorsqu'un Etat étranger rémunérait le vol de données, elle \"inciterait indirectement à commettre d'autres infractions contrevenant à son ordre juridique\" (Rapport explicatif p. 9). A cette époque, la Suisse entendait se protéger contre des \"atteintes à sa législation\" (Rapport explicatif p. 9), à la suite des affaires de données volées en Suisse en 2008, par G. d'une part (cf. sur ce point l'arrêt SK.2014.46 du 27 novembre 2015 du Tribunal pénal fédéral, qui a condamné l'intéressé pour ces actes), et par un employé de la banque I. d'autre part (sur cette affaire, cf. ATF 141 IV 155). Il s'agissait donc de rejeter des demandes d'assistance fondées sur des renseignements obtenus par des actes effectivement punissables |217| en Suisse. Quand bien même l'art. 7 let. c in fine LAAF n'a pas repris la formulation exacte de l'art. 5 al. 2 let. c OACDI, il n'y a pas de raison de considérer que le législateur a voulu changer de perspective sur ce point.\n\n8.5.4 Sous l'angle systématique et téléologique, l'interprétation soutenue dans l'arrêt attaqué conduirait l'Administration fédérale à devoir procéder au contrôle préalable de la conformité avec le droit pénal suisse de l'ensemble des moyens déployés par l'Etat requérant pour déposer sa demande d'assistance administrative, ce qui reviendrait à conférer à l'Administration fédérale des compétences en matière pénale dont le juge pénal suisse lui-même ne dispose pas lorsqu'il n'existe pas d'acte susceptible de poursuites en Suisse. Conférer une telle incombance, qui plus est en matière pénale, à l'Administration fédérale serait contraire à l'essence même de l'assistance administrative en matière fiscale, fondée sur la coopération et la confiance mutuelle entre les Etats parties à une convention, et contraire aux engagements de la Suisse de reprendre le standard OCDE (cf. sur ce point ATF 142 II 161 4.3 p. 174 s.). Enfin, l'interprétation des juges précédents aboutirait à une application extra-territoriale des normes pénales suisses, ce qui ne serait pas compatible avec le régime de l'assistance administrative. Un tel résultat ne peut avoir été voulu par la législateur.\n\n8.5.5 Quant à la doctrine, elle s'est peu penchée sur le point de savoir si les actes visés à l'art. 7 let. c in fine LAAF doivent être effectivement punissables en Suisse, peut-être parce qu'il paraît clair pour les auteurs que tel doit être le cas (cf. par exemple OPEL, Neuausrichtung, p. 442: \"Stützt ein Staat sein Amtshilfeersuchen auf Daten, die im anderen Vertragsstaat illegal beschafft worden sind \"; cf. aussi SCHODER, op. cit., n° 80 ad art. 7 StAhiG, qui relève que l'art. 7 let. c LAAF vise la protection contre des atteintes à l'ordre juridique et à la souveraineté suisses). Il semble que seuls HOLENSTEIN (op. cit., n° 302 ad art. 26 OECD MA) et NAEF (FRANCESCO NAEF, Lo scambio di informazioni fiscali in caso di dati rubati, Novità fiscali 2016/6 p. 19; le même, op. cit., Archives 85 p. 262) soutiennent qu'une demande d'assistance fondée sur des données dites volées à l'étranger est irrecevable. Ces auteurs n'étayent toutefois pas leur position, qui n'apparaît pas convaincante, en particulier au regard de l'application extra-territoriale du droit suisse qu'elle implique.\n\n8.5.6 Il en découle que l'expression \"actes punissables au regard du droit suisse\" figurant à l'art. 7 let. c LAAF renvoie à des actes qui |218| sont effectivement punissables en Suisse. Cela suppose, d'une part, que les conditions objectives de la norme pénale suisse prétendument violée soient remplies et, d'autre part, que ces actes entrent soit dans le champ de compétence territoriale de la Suisse (art. 3 al. 1 et 8 al. 1 CP), soit dans les différentes formes de compétences extra-territoriales prévues aux art. 4-7 CP.\n\n8.6 Il convient de déterminer si ces critères sont remplis en l'espèce, sur la base des faits établis dans l'arrêt attaqué.\n\nIl en ressort que la demande d'assistance administrative du 23 décembre 2013 a été rendue possible grâce à des documents internes à B. France SA que des cadres de B. France SA ont adressés à l'ACP à la fin de l'année 2010 pour dénoncer des pratiques selon eux illégales du groupe B. L'ACP a transmis ces documents au Parquet de Paris, qui les a lui-même communiqués à l'administration fiscale française. Il n'y a pas lieu de remettre en cause ces constatations (art. 105 al. 1 LTF), que la recourante ne conteste au demeurant pas. On ne peut en revanche pas tenir pour établi que des employés de B. AG auraient fait partie des personnes qui ont adressé la dénonciation à l'ACP. En effet, les juges précédents se limitent à émettre une hypothèse à cet égard (cf. consid. 8.4 p. 29: \"la liste sur laquelle se fonde la demande provient d'employés de B. France SA, voire d'employés de B. AG \"). Il ressort d'ailleurs de l'extrait de l'article du journaliste F., reproduit dans l'arrêt attaqué, qu'aucun employé d'une entité suisse de B. n'a été impliqué dans cette dénonciation: ce passage relève ainsi que la dénonciation émane de \"cadres supérieurs de B. France révoltés par les pratiques illégales de leur groupe\". Quant à l'intimé, il soutient, selon l'arrêt attaqué, que les listes de personnes figurant en annexe à la demande d'assistance administrative proviennent de E., une ancienne employée de B. France SA. Il ressort finalement de la décision de la Commission des sanctions de l'ACP qui a sanctionné B. France SA à la suite de la procédure disciplinaire qu'elle avait ouverte contre la banque (document évoqué au consid. 8.4 de l'arrêt attaqué et consultable sur www.acp.banque-france.fr), que les documents provenant de B. France SA transmis par ces cadres contenaient bien des noms de clients (cf. les \"carnets du lait\" mentionnés notamment dans la conclusion de cette décision, p. 11). Il apparaît donc que l'ACP a reçu des documents internes à la banque B. France SA de la part de cadres de cette entité. L'hypothèse émise par le Tribunal administratif fédéral selon laquelle des employés de B. AG auraient fourni ces renseignements n'est pas suffisante, |219| puisqu'il ne s'agit que d'une conjecture qui ne repose sur aucun élément concret du dossier. Reste à déterminer si la transmission de ces documents de B. France SA à l'ACP constitue un acte punissable en Suisse.\n\n8.6.1 Les juges précédents invoquent en premier lieu une violation de l'art. 47 LB. Une violation du secret bancaire suppose d'abord que l'on soit en présence d'une banque soumise à la LB (AUBERT/BÉGUIN/ BERNASCONI ET AL., Le secret bancaire suisse, 3e éd. 1995, p. 98). En ce qui concerne les banques étrangères, la LB s'applique aussi, par analogie selon l'art. 2 LB, aux succursales de banques étrangères en Suisse (y compris les succursales de fait) et aux représentants de banques étrangères qui exercent leur activité en Suisse (cf. ATF 130 II 351 consid. 5.1 p. 362; arrêt 2C_1055/2014 du 2 octobre 2015 consid. 1.3.2.5; KLEINER/SCHWOB/KRAMER, in Kommentar zum Bundesgesetz über die Banken und Sparkassen, 2011, n° 8 ad art. 1 BankG; BAHAR/STUPP, in Basler Kommentar, Bankengesetz, 2e éd. 2013, n° 83 ad art. 1 BankG). Les filiales étrangères de banques suisses ne sont en revanche pas soumises à la LB (AUBERT/BÉGUIN/BERNASCONI ET AL., op. cit., p. 98).\n\nEn l'espèce, B. France SA est une filiale française de B. AG. Rien ne permet de supposer qu'elle exploiterait une succursale en Suisse; elle ne fait au demeurant pas partie de la liste des banques et négociants autorisés par la FINMA, ni de la liste des représentations de banques et négociants étrangers autorisées par la FINMA (état des listes au 16 février 2017, consultables sur le site internet de la FINMA). B. France SA n'étant pas un établissement soumis, directement ou par analogie, à la LB, il ne peut y avoir de violation de l'art. 47 LB en lien avec la transmission de documents internes à cette entité. Il n'y a dès lors pas lieu de déterminer si la compétence territoriale de la Suisse serait donnée en raison d'un résultat en Suisse (cf. art. 8 al. 1 CP), même si l'on peut d'emblée fortement douter que l'existence d'une demande d'assistance administrative, soit une requête officielle formée par un Etat, puisse constituer un résultat au sens de cette dernière disposition, comme le retient l'arrêt attaqué.\n\n8.6.2 Les juges précédents évoquent aussi une violation de l'art. 162 CP. Cette norme punit celui qui aura révélé un secret de fabrication ou un secret commercial qu'il était tenu de garder en vertu d'une obligation légale ou contractuelle, en particulier celui qui incombe au travailleur en vertu de l'art. 321a CO, au mandataire en vertu de l'art. 398 al. 1 CO, voire à l'entrepreneur en application de l'art. 364 al. 1 CO |220| (MICHEL DUPUIS ET AL., CP Code pénal, 2012, op. cit., nos 4 et 5 ad art. 162 CP; JOSÉ HURTADO POZO, Droit pénal, partie spéciale, 2e éd. 2009, p. 494). Une entité commerciale suisse est ainsi susceptible de détenir des secrets dont la divulgation peut constituer une violation de l'art. 162 CP (DU PASQUIER/OBERSON/FISCHER, Transmission d'informations à l'étranger, coopération ou soumission? un état des lieux, 2014, p. 14). En l'occurrence, les données proviennent de B. France SA, une entité française, et non pas de B. AG. A la dénonciation formée auprès de l'ACP par des cadres de B. France SA étaient joints des documents dont faisaient partie les \"carnets du lait\" précités, soit des fichiers contenant une comptabilité parallèle et cachée au sein de B. France SA et comportant le nom des clients concernés. Aucun élément du dossier ne permet d'envisager que les cadres de B. France SA en question étaient soumis à un contrat de travail de droit suisse ou à une obligation de secret relevant du droit suisse. Ils ne peuvent partant être poursuivis pour violation de l'art. 162 CP (cf. également ATF 141 IV 155 consid. 4.3.1 p. 164 s.).\n\nOn peut ajouter qu'une dénonciation faite par un employé à une autorité de surveillance ne constitue pas forcément un acte illicite au regard du droit suisse actuel. Un salarié suisse doit en effet garder le secret sur des infractions pénales ou administratives commises par l'employeur en vertu de l'art. 321a CO, sauf si un intérêt supérieur s'y oppose. Dans ce cas, le principe de la proportionnalité commande que l'employé interpelle d'abord l'employeur, avant de saisir l'autorité compétente. Si celle-ci demeure inactive et que les circonstances le justifient, l'employé est même habilité à alerter l'opinion publique (cf. ATF 127 III 310 consid. 5a p. 316).\n\n8.6.3 Il faut encore examiner si l'art. 273 al. 2 CP, qui sanctionne celui qui aura rendu accessible un secret de fabrication ou d'affaires à un organisme officiel ou privé étranger, pourrait entrer en ligne de compte en l'espèce, étant précisé que cette disposition entre dans le champ de compétence extra-territoriale du code pénal (cf. art. 4 al. 1 CP et ATF 141 IV 155 consid. 4.3.2 p. 166).\n\nCette disposition vise la protection de la souveraineté territoriale et la défense contre l'espionnage en vue de sauvegarder l'économie nationale. Les objectifs visés sont des secrets de fabrication et des secrets d'affaires. Cette dernière notion comprend tous les éléments de la vie économique qui ont un intérêt digne de protection à demeurer secrets. Elle doit être comprise dans un sens plus large que la |221| même notion de violation du secret de fabrication et du secret commercial régi par l'art. 162 CP (ATF 141 IV 155 consid. 4.2.1 p. 163 et les références citées). Dans une affaire concernant des données internes à une banque suisse remises contre paiement aux autorités allemandes, comportant principalement des informations sur un grand nombre de clients allemands de la banque, le Tribunal fédéral a jugé que cet état de fait remplissait les conditions objectives de l'art. 273 al. 2 CP (ATF 141 IV 155 consid. 4.2.5, 4.3.1 et 4.3.2 p. 164 ss).\n\nEn l'espèce toutefois, et comme déjà indiqué, rien ne permet de présumer que des données internes à B. AG auraient été transmises à une autorité étrangère. L'état de fait de l'art. 273 al. 2 CP n'est donc pas rempli. Les juges précédents n'ont du reste pas examiné si les conditions de cette disposition étaient réalisées, et il n'apparaît au surplus pas que le Ministère public de la Confédération aurait ouvert une procédure d'enquête pour violation de cette disposition en lien avec la présente affaire.\n\n8.6.4 Il découle de ce qui précède que la demande d'assistance administrative du 23 décembre 2013 ne repose pas sur des renseignements obtenus par des actes punissables au regard du droit suisse. L'on ne se trouve donc pas dans le champ d'application de l'art. 7 let. c in fine LAAF. Dans ces circonstances, même à supposer que la déclaration prévue par l'art. 3 al. 1 de l'Arrêté ait été effectuée et qu'elle soit opposable à la France (questions laissées ouvertes, cf. supra consid. 7.2), la présente cause ne remplirait pas les conditions qui permettraient de refuser d'entrer en matière sur la demande d'assistance sur cette base.\n\n8.7 Reste à déterminer si des éléments permettent de remettre en cause la bonne foi de la France.\n\n8.7.1 La bonne foi d'un Etat est présumée dans les relations internationales (principe de la confiance). Dans le contexte de l'assistance administrative en matière fiscale, cette présomption implique que l'Etat requis ne saurait en principe mettre en doute les allégations de l'Etat requérant. Ainsi, s'il ne fait pas obstacle au droit de l'Etat requis de vérifier que les renseignements demandés sont bien vraisemblablement pertinents pour servir le but fiscal recherché par l'Etat requérant, il lui impose néanmoins de se fier en principe aux indications que lui fournit celui-ci (cf. ATF 142 II 161 consid. 2.1.3 p. 167 s., ATF 142 II 218 consid. 3.3 p. 228 s.; arrêt 2C_904/2015 du 8 décembre 2016 consid. 6.3). En cas de doute sérieux, le principe de la confiance ne s'opose en revanche pas à ce qu'un éclaircissement soit demandé à l'Etat |222| requérant (cf., en lien avec le principe de la subsidiarité, l'arrêt précité 2C_904/2015 consid. 7.2).\n\n8.7.2 En l'occurrence, l'autorité requérante a indiqué avoir obtenu les noms des personnes annexées à sa demande par l'intermédiaire du juge français, dans le cadre d'une information judiciaire ouverte à l'encontre d'agents de la banque suisse B. notamment pour démarchage bancaire ou financier illicite sur le territoire français (cf. supra let. A.b). On ne voit aucun motif pour remettre en question la véracité de ces indications, qui sont au demeurant corroborées par les éléments factuels établis par les juges précédents.\n\n8.7.3 L'intimé soutient que la France est de mauvaise foi, car elle a formé une demande d'assistance administrative sur la base de données ayant une origine délictueuse en France. Il souligne avoir apporté suffisamment d'indices permettant d'établir de manière vraisemblable ce point et ajoute que les autorités fiscales françaises ne pourraient pas faire usage de ces données obtenues illégalement en raison des contraintes du droit interne français. La France utiliserait dès lors la Suisse comme \"conduit\" par le biais de la voie de l'assistance administrative, afin de contourner ces contraintes.\n\nCette position ne peut être suivie.\n\nPremièrement, l'affirmation selon laquelle les données ont été obtenues à l'origine de manière délictueuse en France n'est pas étayée. En effet, ni les constatations de l'arrêt attaqué ni les articles de presse qui ont été publiés en lien avec cette affaire très médiatisée ne font état de poursuites pénales qui auraient été ouvertes à l'encontre des cadres de B. France SA dénonciateurs, au motif qu'ils auraient enfreint le droit pénal français en s'adressant non pas à des tiers, ni même à une autorité pénale, mais à l'autorité française de surveillance des banques pour dénoncer des pratiques qu'ils jugeaient illégales.\n\nDeuxièmement, même si l'on devait admettre que les employés de B. France SA ont commis un acte punissable en s'adressant à l'ACP, cela ne signifierait pas encore que les autorités fiscales françaises ne pourraient pas utiliser les informations ainsi obtenues à des fins de reprise et/ou de répression de la soustraction fiscale. En effet, l'affirmation des juges précédents, selon laquelle en droit français, il est \"clair que l'autorité ne saurait se servir de données obtenues par des actes punissables\", doit être relativisée. L'art. 37 de la loi n° 2013-1117 du 6 décembre 2013 relative à la lutte contre la fraude fiscale et la grande délinquance économique et financière, publié au |223| Journal officiel du 7 décembre 2013 et pourtant cité dans l'arrêt attaqué, a introduit un nouvel article L 10-0 AA au livre des procédures fiscales (ci-après: LPF). L'art. 10-0 AA prévoit que \"ne peuvent être écartés au seul motif de leur origine les documents, pièces ou informations que l'administration utilise et qui sont régulièrement portés à sa connaissance soit dans les conditions prévues au chapitre II du présent titre II ou aux articles L. 114 et L. 114 A (...)\". Ce nouvel article L 10-0 AA LPF permet à l'administration fiscale d'exploiter les informations qu'elle reçoit pour autant qu'elles aient été \"régulièrement\" portées à sa connaissance, ce qui est en particulier le cas si elle les a reçues du Ministère public ou de l'ACP (cf. les art. L82 C LPF et L84 D LPF, qui font partie du Chapitre II du Titre II LPF auquel renvoie l'art. 10-0 AA LPF) et ce même si, à l'origine, ces documents auraient été volés par quelqu'un (cf. sur ce sujet ALEXANDRE MAITROT DE LA MOTTE, Rapport de la France au Congrès 2014 de l'EATLP intitulé \"New exchange of information versus tax solutions of equivalent effect\", § 8.1 et 8.4). Il n'y a donc pas lieu de s'interroger sur une éventuelle mauvaise foi de la France dans ce contexte.\n\n8.7.4 Enfin, toujours en lien avec la bonne foi, le Tribunal administratif fédéral soutient que lorsqu'une demande d'assistance administrative n'indique pas ou pas suffisamment quelle est l'origine des données sur lesquelles elle se fonde et que l'Administration fédérale conçoit des doutes à ce sujet, il lui incombe de demander à l'Etat requérant qu'il déclare qu'il ne s'est pas fondé sur des informations obtenues par le biais d'actes punissables au regard du droit suisse. Si pareille déclaration est faite, le principe de la confiance commande de s'y fier, à moins qu'une partie concernée par la procédure ne fournisse des preuves convaincantes, auquel cas, selon les juges précédents, il faut s'en distancier. A défaut de déclaration expresse de la part de l'Etat requérant, il suffirait à la personne concernée de produire des documents ou de se référer à des faits rapportés par les médias, sans qu'il soit nécessaire d'apporter la preuve stricte que la demande se fonde sur des actes punissables au regard du droit suisse pour qu'il se justifie de ne pas entrer en matière sur la demande.\n\nEn l'occurrence, l'Administration fédérale relève à juste titre que le renversement de la présomption de bonne foi d'un Etat doit reposer sur des éléments établis et concrets. Or, et comme il a été démontré ci-dessus, rien ne permet de remettre en question la bonne foi de la |224| France lorsqu'elle a présenté la demande d'assistance du 23 décembre 2013.\n\n8.7.5 Il découle de ce qui précède qu'aucun élément ne permet de remettre en cause la bonne foi de l'autorité requérante. (...)"}