{"annee": "143", "cour": "IV", "page": "27", "date": "28/9/2016", "cite": ["134 IV 266", "140 I 353"], "cite_par": ["143 I 304"], "chapeau": "5. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. Oberstaatsanwaltschaft des Kantons Zürich gegen X. (Beschwerde in Strafsachen)\n\n6B_1293/2015 vom 28. September 2016", "regestes": ["Art. 285a ss et art. 298a ss CPP; participation secrète de la police aux discussions dans un chat sur internet dans le but d'élucider des infractions, en particulier des actes d'ordre sexuel avec des enfants. Exigence d'une autorisation du juge? Rappel de la jurisprudence du Tribunal fédéral, notamment l' ATF 134 IV 266, rendue sous l'empire de l'ancienne loi fédérale sur l'investigation secrète (consid. 2.1). Base légale et définition de l'investigation secrète et des recherches secrètes au sens du CPP actuel (consid. 2.2-2.5). La participation secrète de la police à des discussions dans un chat sur internet ne remplit, en principe, pas les caractéristiques d'une investigation secrète au sens de l'art. 285a CPP. Ce sont des recherches secrètes au sens de l'art. 298a CPP (consid. 4.1-4.4). L'autorisation du tribunal des mesures de contrainte n'est, par conséquent, pas nécessaire et les informations obtenues grâce aux recherches secrètes sont, en principe, exploitables (consid. 4.5)."], "faits": "|28|\n\nA. Der 1990 geborene X. lernte am 17. September 2013 unter dem Pseudonym \"student_bs\" die mutmasslich 14-jährige \"Sabrina\" im Chatroom \"Chatmania\" kennen (\"hey sabrina, dörf ich es bits zu dir in chat ko?\", \"wie alt und vo wo bisch denn du?\"). Er war von 13.58 bis 15.05 Uhr mit ihr im Kontakt. Um 14.04 Uhr brachte er zum Ausdruck, er suche eigentlich Sex. Um 14.14 Uhr gab er \"Sabrina\" seine E-Mail-Adresse bekannt. Auf sein Verlangen schickte sie ihm um 14.19 Uhr ihre E-Mail-Adresse. Darauf sandte X. ihr um 14.46 Uhr ein Foto seines nackten Penis. Zwischen 14.27 und 14.39 Uhr sandte sie ihm auf sein Verlangen ein Bild von ihr. Um 14.56 Uhr teilte X. \"Sabrina\" seine Mobiltelefonnummer mit, und \"Sabrina\" sandte ihm ihre Nummer etwas später. Um 15.05 Uhr war die Chatunterhaltung beendet. In den folgenden Tagen kommunizierte X. mit \"Sabrina\" per SMS via die ausgetauschten Handynummern über Sex und vereinbarte mit ihr schliesslich ein Treffen. Im Einzelnen konkretisierte er am 19. September 2013, dass er an einen Ort wolle, wo sie ungestört seien. Am 24. September 2013 wurde der Wohnort des Mädchens vereinbart. Er fragte sie, ob sie laut werden könnten, worauf sie Lust habe, ob sie die Pille nehme oder ob sie ein Kondom wolle. Am 25. September 2013 begab sich X. zum vereinbarten Treffpunkt im Hauptbahnhof Zürich. Er traf dort jedoch nicht auf ein 14-jähriges Mädchen, sondern auf Beamte der Stadtpolizei Zürich, die sich als solche sofort zu erkennen gaben. Hinter dem Pseudonym \"Sabrina\" hatte sich ein Angehöriger der Polizei verborgen.\n\nIm Rahmen der gegen X. eröffneten Strafuntersuchung wurden am 25. September 2013 eine Hausdurchsuchung sowie eine Durchsuchung von Aufzeichnungen angeordnet. An seinem Wohnort wurden mehrere Datenträger mit pornographischem Bildmaterial (Kinderpornographie, Pornographie mit Gewalttätigkeiten, Pornographie mit Tieren) sichergestellt.\n\nAm 8. Oktober 2014 wurde gegen X. Anklage erhoben wegen versuchter sexueller Handlungen mit Kindern gemäss Art. 187 Ziff. 1 StGB i.V.m. Art. 22 StGB und mehrfacher, teilweise versuchter |29| Pornographie gemäss aArt. 197 Ziff. 1 StGB i.V.m Art. 22 StGB und aArt. 197 Ziff. 3 und Ziff. 3bis StGB.\n\nB. Das Obergericht des Kantons Zürich sprach X. zweitinstanzlich am 2. November 2015 der mehrfachen, teilweise versuchten Pornographie im Sinne von aArt. 197 Ziff. 1 StGB i.V.m. Art. 22 Abs. 1 StGB und aArt. 197 Ziff. 3 und Ziff. 3bis StGB schuldig (Dispositivziffer 1). Vom Vorwurf der versuchten sexuellen Handlungen mit Kindern im Sinne von Art. 187 Ziff. 1 StGB i.V.m. Art. 22 StGB sprach es ihn hingegen frei (Dispositivziffer 2). Es bestrafte X. mit einer bedingten Geldstrafe von 180 Tagessätzen zu Fr. 30.- (wovon 1 Tagessatz als durch Haft geleistet) bei einer Probezeit von zwei Jahren (Dispositivziffern 3 und 4).\n\nC. Gegen das Urteil des Obergerichts des Kantons Zürich vom 2. November 2015 führen sowohl die Oberstaatsanwaltschaft des Kantons Zürich (Verfahren 6B_1293/2015) als auch X. (Verfahren 6B_1261/2015) Beschwerde beim Bundesgericht. Die Oberstaatsanwaltschaft beantragt, es sei das obergerichtliche Urteil wegen Verletzung von Bundesrecht, namentlich von Art. 285a StPO und Art. 298a StPO, aufzuheben und die Strafsache zu neuer Beurteilung an die Vorinstanz zurückzuweisen.\n\nD. X. beantragt die Abweisung der Beschwerde. Der Freispruch vom Vorwurf der versuchten sexuellen Handlungen mit Kindern im Sinne von Art. 187 Ziff. 1 StGB i.V.m. Art. 22 Abs. 1 StGB sei zu bestätigen. Das Obergericht des Kantons Zürich hat auf eine Stellungnahme zur Beschwerde verzichtet.\n\nIn Gutheissung der Beschwerde der Oberstaatsanwaltschaft hebt das Bundesgericht das angefochtene Urteil auf und weist die Angelegenheit zu neuer Entscheidung an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Gestützt auf das damals geltende Bundesgesetz vom 20. Juni 2003 über die verdeckte Ermittlung (BVE; AS 2004 1409) entschied das Bundesgericht in BGE 134 IV 266, dass jedes Anknüpfen von Kontakten mit einer verdächtigen Person zu Ermittlungszwecken durch einen als solchen nicht erkennbaren Polizeiangehörigen ungeachtet des Täuschungsaufwandes und der Eingriffsintensität als verdeckte Ermittlung im Sinne des BVE zu qualifizieren sei (BGE 134 IV 266 E. 3 und 4). Der Entscheid betraf eine polizeiliche Überwachungsaktion der Zürcher Polizei, die im Internet unter dem Pseudonym |30| \"Manuela_13\" mit einem 26-jährigen Mann in Kontakt trat. Dieser ging davon aus, er \"chatte\" mit einem Mädchen unter 16 Jahren. Nachdem das Gespräch auf sexuelle Inhalte gelenkt wurde, verabredete sich der Mann mit dem mutmasslich weniger als 16 Jahre alten Mädchen, um mit ihm sexuelle Handlungen vorzunehmen. Das Bundesgericht erachtete die polizeiliche Aktion im Chatroom als genehmigungspflichtige verdeckte Ermittlung im Sinne des BVE. Die in BGE 134 IV 266 begründete, mehrfach bestätigte Rechtsprechung (siehe nur Urteil 6B_610/2013 vom 12. Dezember 2013 E. 3.5 mit Hinweisen) wurde in der Lehre unterschiedlich beurteilt, mehrheitlich jedoch kritisiert (JOSITSCH/MURER MIKOLASEK, Wenn polizeiliche Ermittler im Chatroom in Teufels Küche kommen - oder wie das Bundesgericht neue Probleme geschaffen hat, AJP 2011 S. 181 ff., 185 Fn. 46 und 47). Das Bundesgericht habe die verdeckte Ermittlung in ausweitender Auslegung des Begriffs faktisch der nicht bewilligungspflichtigen verdeckten Fahndung gleichgestellt (THOMAS HANSJAKOB, in: Kommentar zur Schweizerischen Strafprozessordnung [StPO] [nachfolgend: Kommentar], Donatsch/Hansjakob/Lieber [Hrsg.], 2. Aufl. 2014, N. 7 und 9 zu Art. 285a StPO; vgl. NIKLAUS OBERHOLZER, Grundzüge des Strafprozessrechts, 3. Aufl. 2012, S. 435 N. 1231).\n\n2.2 Mit Inkrafttreten der schweizerischen Strafprozessordnung (StPO; SR 312.0) am 1. Januar 2011, wodurch das BVE aufgehoben wurde, sowie im Nachgang zum Urteil des Bundesgerichts BGE 134 IV 266 bejahten die Eidgenössischen Räte einen Revisionsbedarf in Bezug auf die gesetzliche Regelung der verdeckten Ermittlung und der verdeckten Fahndung (Bericht der Kommission für Rechtsfragen des Nationalrats vom 3. Februar 2012 zur Parlamentarischen Initiative \"Präzisierung des Anwendungsbereichs der Bestimmungen über die verdeckte Ermittlung\", BBl 2012 5591; Stellungnahme des Bundesrats vom 23. Mai 2012, BBl 2012 5609). Einerseits sei in der StPO klar zu definieren, welche Ermittlungshandlungen unter den Begriff der verdeckten Ermittlung fallen würden. Als verdeckte Ermittlung sollten nur Tätigkeiten gelten, die in nicht unerheblicher Weise in die Rechtsposition der Zielperson eingreifen würden. Andererseits sei für weniger einschneidende Ermittlungshandlungen, bei denen Angehörige der Polizei, die nicht als solche erkennbar seien, mit Zielpersonen direkt in Kontakt kämen, eine gesetzliche Grundlage zu schaffen (BBl 2012 5595 Ziff. 2.1). Die parlamentarischen Beratungen führten zur Änderung der StPO vom |31| 14. Dezember 2012, welche am 1. Mai 2013 in Kraft trat (AS 2013 1051). Mit dieser Gesetzesänderung wurden die Bestimmungen über die verdeckte Ermittlung präzisiert (Art. 285a und 288 Abs. 1 und 2 StPO) und eine gesetzliche Grundlage für die verdeckte Fahndung geschaffen (Art. 298a ff. StPO).\n\n2.3 Eine genehmigungspflichtige verdeckte Ermittlung im Sinne des neuen Art. 285a StPO liegt nunmehr vor, wenn Angehörige der Polizei oder Personen, die vorübergehend für polizeiliche Aufgaben angestellt sind, unter Verwendung einer durch Urkunden abgesicherten falschen Identität (Legende) durch täuschendes Verhalten zu Personen Kontakte knüpfen mit dem Ziel, ein Vertrauensverhältnis aufzubauen und in ein kriminelles Umfeld einzudringen, um besonders schwere Straftaten aufzuklären. Um eine nicht genehmigungsbedürftige verdeckte Fahndung gemäss Art. 298a StPO handelt es sich hingegen, wenn Polizeiangehörige im Rahmen kurzer Einsätze ohne Erkennbarkeit ihrer wahren Identität und Funktion Verbrechen und Vergehen aufzuklären versuchen und dabei insbesondere Scheingeschäfte abschliessen oder den Willen zum Abschluss vortäuschen (Abs. 1). Verdeckte Fahnderinnen oder Fahnder werden nicht mit einer Legende ausgestattet (Abs. 2 Satz 1).\n\n2.4 Verdeckte Ermittlung und verdeckte Fahndung unterscheiden sich nach der gesetzlichen Neuregelung mithin insbesondere dadurch, dass verdeckte Ermittler mit einer durch Urkunden abgesicherten falschen Identität (Legende) ausgestattet werden. Die verdeckte Ermittlung erfordert damit eine qualifizierte Form der Täuschung durch Verwenden von Urkunden. Die Legendenausstattung bildet dabei ein zentrales Abgrenzungselement (vgl. NIKLAUS SCHMID, Schweizerische Strafprozessordnung [StPO], Praxiskommentar [nachfolgend: Praxiskommentar], 2. Aufl. 2013, N. 3 zu Art. 285a StPO; vgl. BGE 134 IV 266 E. 3.5.1). Demgegenüber legen verdeckte Fahnder zwar ihre wahre Identität oder Funktion nicht offen, sie bedienen sich aber grundsätzlich bloss einfacher Lügen, indem sie etwa über ihr Geschlecht, ihr Alter und ihren Wohnort unwahre Angaben machen oder in Chat-Räumen beispielsweise ein Pseudonym verwenden (vgl. BBl 2012 5595 Ziff. 2.2.1). Eine verdeckte Ermittlung ist sodann im Regelfall auf eine längere Dauer ausgerichtet, d.h. in der Regel auf den Zeitraum von mehreren Monaten, so dass in ein kriminelles Umfeld eingedrungen und mit der Zielperson ein eigentliches Vertrauensverhältnis aufgebaut werden kann. Im Regelfall ist dazu eine aktive Kontaktnahme im Sinne einer Interaktion zwischen |32| Ermittler und Zielperson erforderlich. Verdeckte Fahndung erfolgt demgegenüber im Rahmen kurzer Einsätze, wobei sich die Fahnder zurückhaltender verhalten und kein eigentliches Vertrauensverhältnis aufbauen (vgl. BBl 2012 5595 Ziff. 2.2.1). Soweit Polizeiangehörige somit zwar ihre wahre Funktion nicht offenlegen, sich dabei aber nicht falscher Urkunden bedienen, kein eigentliches Vertrauensverhältnis aufbauen, die Massnahme nicht auf längere Dauer angelegt ist und der Aufklärung von Verbrechen oder Vergehen dient, sind grundsätzlich nicht die Regeln über die verdeckte Ermittlung, sondern jene über die verdeckte Fahndung massgebend (vgl. BBl 2012 5610 Ziff. 1; eingehend HANSJAKOB, Die neuen Bestimmungen zu verdeckter Fahndung und Ermittlung [nachfolgend: Die neuen Bestimmungen], in forumpoenale 4/2013 S. 214 ff.; s.a. OBERHOLZER, a.a.O., S. 435 f. N. 1233 ff.; NIKLAUS SCHMID, Handbuch des Schweizerischen Strafprozessrechts [nachfolgend: Handbuch], 2. Aufl. 2013, N. 1183a S. 524 f. und N. 1204a S. 553 f.; TANJA KNODEL, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2. Aufl. 2014, N. 6 ff. zu Art. 285a StPO).\n\n2.5 Die geltende StPO enthält auch nach der Neuregelung der verdeckten Ermittlung und Fahndung in den Art. 285a und 298a ff. StPO keine Bestimmungen zur präventiven Vorermittlung im Sinne eines polizeilichen Tätigwerdens zur Verhinderung oder Erkennung zukünftiger möglicher Delikte. Die Grenze zwischen polizeirechtlicher und strafprozessualer Tätigkeit verläuft in der Praxis fliessend, und eine klare Trennung ist nicht immer möglich (vgl. BGE 140 I 353 E. 5.2). Das entscheidende Abgrenzungskriterium für die Anwendbarkeit der StPO ist der strafprozessuale Anfangsverdacht (vgl. Urteil 6B_1143/2015 vom 6. Juni 2016 E. 1.3.1 mit Hinweis). Die Bestimmungen der StPO über die verdeckte Ermittlung und Fahndung finden mit andern Worten grundsätzlich nur Anwendung, wenn ein Tatverdacht vorliegt (vgl. Art. 286 Abs. 1 lit. a StPO und Art. 298b Abs. 1 lit. b StPO). Verdeckte Ermittlung und Fahndung sind lediglich zur Abklärung bereits begangener bzw. in Ausführung begriffener Straftaten zulässig (SCHMID, Handbuch, a.a.O., N. 1187 S. 526 f.). Erfolgen Ermittlungshandlungen vor Vorliegen eines Tatverdachts im Rahmen einer Kontaktnahme oder Vorermittlung zur Verhütung künftiger Straftaten, handelt es sich nicht um Massnahmen des Strafprozessrechts, sondern um eine klassische präventive polizeiliche Tätigkeit. Die Kompetenz zu ihrer Regelung liegt bei den Kantonen (vgl. BGE 140 I 353 E. 5.5.1 und 5.5.2).\n\n|33|\n\n3.\n\n3.1 Der vorliegende in das konkrete Strafverfahren mündende polizeiliche Chatroom-Einsatz hat seinen Ursprung, wie die Vorinstanz auch nach Auffassung der Beschwerdeführerin zutreffend erkennt, im Polizeigesetz des Kantons Zürich vom 23. April 2007 (Fassung vom 5. November 2012, in Kraft seit 1. März 2013; PolG/ZH; LS 550.1). Der polizeiliche Ermittler hielt gestützt auf seine Auftragserteilung ab Juli 2013 in Kinder- und Jugend-Chaträumen Ausschau nach Anzeichen pädosexueller Aktivitäten. Der polizeiliche Ermittler erstellte hierzu ein Profil, welches ihn als 14-jähriges Mädchen \"Sabrina\" auswies. Am 17. September 2013 begab er sich unter seinem Pseudonym in den Chatroom \"Chatmania\". Nach kurzer Zeit (13.58 Uhr) trat der Beschwerdegegner mit ihm in Kontakt (\"hey sabrina, dörf ich es bits zu dir in chat ko?\", \"wie alt und vo wo bisch denn du?\"). Der polizeiliche Ermittler begann seine präventive Tätigkeit im Internet mithin im Sinne einer nicht bewilligungspflichtigen Kontaktnahme gestützt auf § 32d PolG/ZH, wonach Angehörige der Polizei zur Verhinderung und Erkennung von Straftaten mit andern Personen Kontakt aufnehmen können, ohne ihre Identität und Funktion bekanntzugeben. Gegen diese Einordnung durch die Vorinstanz ist auch nach der Ansicht des Beschwerdegegners nichts einzuwenden.\n\n3.2 Das Gespräch im Chat wurde vom Beschwerdegegner rasch auf sexuelle Inhalte gelenkt. Bereits um 14.04 Uhr machte er klar, dass es ihm um Sex gehe (\"sueche eigentlich sex\"). Um 14.14 Uhr gab er \"Sabrina\" seine E-Mail-Adresse bekannt. Auf sein Verlangen schickte sie ihm um 14.19 Uhr ihre E-Mail-Adresse. Die Nennung der E-Mail-Adresse durch den Beschwerdegegner war zwar geeignet, dessen Identifikation zu ermöglichen, sie begründete jedoch (noch) keinen Anfangsverdacht. Der Polizeieinsatz im Chat richtete sich folglich entgegen der Ansicht des Beschwerdegegners noch nicht nach der StPO. Um 14.46 Uhr sandte der Beschwerdegegner \"Sabrina\" ein Bild seines nackten Penis per E-Mail, im vermeintlichen Wissen darum, dass das Mädchen (erst) 14 Jahre alt war. Die Vorinstanz nimmt an, dass dieser Bildversand durch den Beschwerdegegner einen (Anfangs-)Verdacht auf die Begehung eines Verbrechens oder Vergehens begründete, nämlich den Verdacht auf versuchte Pornographie gemäss aArt. 197 Ziff. 1 StGB. Sie geht deshalb davon aus, dass der zunächst präventiv-polizeiliche Internet-Einsatz nach § 32d PolG/ZH in diesem Zeitpunkt in eine |34| strafprozessuale Fahndung nach Art. 298a ff. StPO überging. Diese Annahme ist - auch nach der Ansicht der Beschwerdeführerin - nicht zu beanstanden. Sie ist allerdings auch nicht relevant, da vorliegendenfalls für präventive und repressive Massnahmen in Bezug auf Anordnungsvoraussetzungen und Zuständigkeiten im Wesentlichen die gleichen Regeln gelten. Die in § 32d PolG/ZH geregelte nicht genehmigungsbedürftige polizeiliche Kontaktnahme entspricht weitgehend der strafprozessualen verdeckten Fahndung gemäss Art. 298a StPO, die genehmigungspflichtige verdeckte polizeiliche Vorermittlung gemäss § 32e PolG/ZH der strafprozessualen verdeckten Ermittlung nach Art. 285a StPO (vgl. HANSJAKOB, Kommentar, a.a.O., N. 11 f. zu Art. 298b StPO; derselbe, Verdeckte polizeiliche Tätigkeit im Internet [nachfolgend: Verdeckte polizeiliche Tätigkeit],forumpoenale 4/2014 S. 244 ff., 247). Für die Frage der Verwertbarkeit der erhobenen Beweise (Chatroom-, E-Mail- und SMS-Verkehr) ist vor diesem Hintergrund nicht entscheidend, ob bzw. wie lange die Polizei präventiv oder repressiv tätig war. In beiden Fällen stellt sich die gleiche Rechtsfrage, nämlich, ob das polizeiliche Handeln eine zwangsmassnahmengerichtliche Genehmigung nach § 32e PolG/ZH bzw. gemäss Art. 285a StPO erfordert hätte.\n\nAusgehend von der vorinstanzlichen Annahme, das polizeiliche Handeln unterstehe im Zeitpunkt nach dem Versenden des Nacktbildes durch den Beschwerdegegner den Regeln über die StPO, ist im Folgenden die Frage zu prüfen, ob es sich bei der vorliegenden polizeilichen Tätigkeit um eine nicht bewilligungspflichtige verdeckte Fahndung gemäss Art. 298a StPO oder aber, wie die Vorinstanz annimmt, um eine bewilligungsbedürftige verdeckte Ermittlung im Sinne von Art. 285a StPO handelt.\n\n4.\n\n4.1\n\n4.1.1 Eine genehmigungsbedürftige verdeckte Ermittlung nach Art. 285a StPO setzt (zunächst) eine urkundengestützte Legendierung des polizeilichen Ermittlers voraus. Die Vorinstanz hält diese Voraussetzung vorliegend für gegeben. \"Sabrina\" habe dem Beschwerdegegner ihre E-Mail-Adresse gegeben (welcher Urkundenqualität beizumessen sei), ihm ein Foto geschickt und ihm ihre Mobiltelefonnummer mitgeteilt. Zusammen mit den sehr spezifischen Angaben namentlich über Wohnort (Zürich \"Chreis 2\"), Alter (14), Grösse (150), körperliche Konstitution (schlank und sportlich) sowie Haarfarbe (blond) sei vorliegend von einer Legende im Sinne von Art. 285a StPO auszugehen. |35|\n\n4.1.2 Unter einer Legende versteht man eine durch Urkunden abgesicherte falsche Identität (Art. 285a StPO). Konkret geht es darum, eine Scheinidentität mit fingierten Urkunden zu untermauern (HANSJAKOB, Die neuen Bestimmungen, a.a.O., S. 214 ff., 217 f.). Nach dem klaren Willen des Gesetzgebers und der ratio des Gesetzes sind mit Urkunden im Sinne von Art. 285a StPO grundsätzlich nur Urkunden gemeint, die eine Legende, also eine falsche Identität, analog eigentlicher Ausweisdokumenten zu stützen vermögen. Zu denken ist in erster Linie an Pässe, Identitätskarten, Führer- und Fahrzeugausweise, Versicherungsausweise sowie Kredit- und andere Bankkarten (BBl 2012 5598 Ziff 3.1; vgl. SCHMID, Praxiskommentar, a.a.O., N. 4 zu Art. 285a StPO). Daneben kommen als Urkunden im Sinne von Art. 285a StPO zu Aufbau und Aufrechterhaltung einer Legende auch Schriften wie fingierte Verträge und weitere Dokumente mit falschen Personalien wie beispielsweise Kauf-, Arbeits- und Mietverträge sowie Quittungen oder Korrespondenzen mit falschen Briefköpfen und Unterschriften in Betracht (SCHMID, Praxiskommentar, a.a.O., N. 4 zu Art. 285a StPO). Der polizeiliche Ermittler soll bei einer verdeckten Ermittlung mit einer fiktiven Biographie ausgestattet werden, die einer gewissen, nicht mehr nur oberflächlichen Überprüfung standhält (vgl. MARKUS BOOG, in: Basler Kommentar, Schweizerisches Strafrecht, Bd. II, 3. Aufl. 2013, N. 1 zu Art. 317bis StGB mit Hinweis; SANDRA MUGGLI, Im Netz ins Netz - Pädokriminalität im Internet und der Einsatz von verdeckten Ermittlern und verdeckten Fahndern zu deren Bekämpfung, 2014, S. 271 mit Hinweis).\n\n4.1.3 Dahingegen schliesst die verdeckte Fahndung die Verwendung einer durch Urkunden abgesicherten Legende aus (Art. 298a Abs. 2 StPO). Indes muss auch der verdeckte Fahnder milieuangepasst oder szenentypisch auftreten können. Er darf sich dabei einer untergeordneten Legendierung bedienen, die durchaus auch raffiniert sein kann, solange sie nicht urkundengestützt ist (SCHMID, Praxiskommentar, a.a.O., N. 13 zu Art. 298a StPO). Eine durch Urkunden abgesicherte Legende im Sinne von Art. 285a StPO ist bei Ermittlungen im Internet in der Regel allerdings gar nicht nötig. Wer sich im Chat unter einem Nicknamen registriert, über Namen, Wohnort, Alter und Aussehen unwahre Angaben macht, eine E-Mail-Adresse verwendet, die auf einen falschen Namen oder auf eine Fantasiebezeichnung lautet, und Fotos verschickt, braucht sich nicht mit Urkunden zu identifizieren (HANSJAKOB, Die neuen Bestimmungen, a.a.O., S. 217 f.; derselbe, Verdeckte polizeiliche Tätigkeit, a.a.O., S. 248). Derart simple |36| Legendierungselemente schaffen jedenfalls keine durch Urkunden abgestützte Legende im Sinne von Art. 285a StPO und machen eine verdeckte Fahndung nicht zu einer bewilligungspflichtigen verdeckten Ermittlung (HANSJAKOB, Die neuen Bestimmungen, a.a.O., S. 217 f.; siehe auch CHRISTIANE LENTJES MEILI, Das Verwirrspiel um verdeckte polizeiliche Operationen, in: Liber amicorum für Andreas Donatsch, 2012, S. 437 ff., 450; MUGGLI, a.a.O., S. 276; wohl zurückhaltender SCHMID, Praxiskommentar, a.a.O., N. 4 zu Art. 285a StPO). Unbedenklich erscheint in dieser Hinsicht auch die Verwendung eines Mobiltelefons bzw. einer Telefonnummer, jedenfalls solange das Telefon bzw. die Nummer nicht auf die Scheinidentität des Fahnders oder der Fahnderin, sondern beispielsweise auf die Polizei als solche ausgestellt wurde. Die fraglichen Informationen bilden unter diesen Umständen nicht Teil einer urkundengestützten Legende (HANSJAKOB, Die neuen Bestimmungen, a.a.O., S. 217 f.; derselbe, Verdeckte polizeiliche Tätigkeit, a.a.O., S. 248; MUGGLI, a.a.O., S. 277 und 317; a.M. KNODEL, a.a.O., N. 8 zu Art. 285a StPO, welche sämtliche Schriften, E-Mail-Adressen oder Websites als Urkunden im Sinne von Art. 285a StPO qualifiziert).\n\n4.1.4 \"Sabrina\" trat im Lichte der vorstehenden Ausführungen entgegen der Auffassung der Vorinstanz nicht unter einer durch Urkunden abgesicherten Legende auf. Der polizeiliche Fahnder verbarg sich nicht hinter einer Legende, sondern lediglich hinter einem Nicknamen, wie ihn grundsätzlich auch alle andern Teilnehmer im Chat benutzen. Dadurch legte er seine wahre Identität nicht offen, was aber gerade Merkmal eines Chats ist, welcher weitgehend anonym bzw. pseudonym erfolgt (vgl. JOSITSCH/MURER MIKOLASEK, a.a.O., S. 184 f.; s.a. BISCHOFF/LANTER, Verdeckte polizeiliche Ermittlungshandlungen in Chatrooms, Jusletter 14. Januar 2008 Rz. 9 ff.). Die weiteren Angaben des polizeilichen Fahnders zu Wohnort, Alter und Aussehen des vermeintlichen Mädchens sind einfache Lügen ohne eigentlichen Realitätsbezug. Ebenso wenig schaffen die Verwendung einer zum Pseudonym passenden E-Mail-Adresse (welche auf einen Fantasienamen lauten kann) und der Versand eines Fotos eine urkundengestützte Legende im Sinne von Art. 285a StPO. Die vom polizeilichen Fahnder an den Beschwerdegegner weitergegebene Mobiltelefonnummer wurde - was die Vorinstanz nicht zu beachten scheint - im Übrigen nicht auf dessen Scheinidentität ausgestellt, sondern auf die Stadt Zürich. Für die Registrierung der Mobiltelefonnummer wurden folglich keine fingierten Urkunden eingesetzt; auch unter diesem Aspekt liegt eine Legendierung im Sinne von |37| Art. 285a StPO nicht im Ansatz vor. Entgegen den Auffassungen der Vorinstanz und des Beschwerdegegners fehlt es damit vorliegend, wie die Beschwerdeführerin zutreffend ausführt, an einer urkundengestützten Legendierung im Sinne von Art. 285a StPO und folglich an einem Begriffsmerkmal der verdeckten Ermittlung.\n\n4.2\n\n4.2.1 Eine verdeckte polizeiliche Ermittlung im Sinne von Art. 285a StPO setzt weiter voraus, dass der Ermittler durch täuschendes Verhalten mit der Zielperson Kontakt knüpft, um ein Vertrauensverhältnis aufzubauen und in ein kriminelles Umfeld einzudringen.\n\n4.2.2 Die Vorinstanz erwägt, \"Sabrina\" habe im Chat kommuniziert, sich ein Treffen mit dem Beschwerdegegner vorstellen zu können (\"ja, treffe wär was anders/das wird ned im internet gespeicheret\"; um 14.54 Uhr). Kurz darauf habe sie ihm (auf sein Verlangen) ihre Mobiltelefonnummer bekanntgegeben (um 14.57 Uhr). Damit habe sie ihren zuvor manifestierten Willen bekräftigt, die Beziehung mit dem Beschwerdegegner zu intensivieren, auch wenn die konkreten Umstände für ein Treffen noch nicht festgestanden seien. Spätestens in diesem Zeitpunkt der Chat-Unterhaltung habe \"Sabrina\" das Vertrauen des Beschwerdegegners mit Blick auf ein Treffen, bei welchem sexuelle Handlungen wahrscheinlich gewesen wären, gewonnen. Ein Treffen von Angesicht zu Angesicht sei für den Aufbau eines Vertrauensverhältnisses nicht erforderlich. Die für eine Genehmigung des Zwangmassnahmengerichts erforderliche Eingriffsintensität im Sinne von Art. 285a StPO habe damit spätestens um 14.57 Uhr der Chatunterhaltung vorgelegen. Die nachfolgend erhobenen Beweismittel (Chatprotokoll ab 14.57 Uhr, SMS-Kommunikation, [Teil-]Geständnisse des Beschwerdegegners) seien gestützt auf Art. 289 Abs. 6 StPO nicht verwertbar.\n\n4.2.3 \"Sabrina\" und der Beschwerdegegner chatteten am 17. September 2013 von 13.58 bis 15.05 Uhr im Internet, danach kommunizierten sie ausserhalb der Plattform bis am 25. September 2013 insgesamt in über 180 gegenseitigen kurzen SMS. \"Sabrina's\" Angaben im Chat betreffend Wohnort, Aussehen und Alter etc. lassen auch unter Berücksichtigung der Tatsache, dass sie ihm (auf sein Verlangen) ein Foto sandte und ihm ihre E-Mail-Adresse sowie Mobiltelefonnummer bekanntgab, (noch) kein Vertrauensverhältnis im Sinne von Art. 285a StPO entstehen, zumal E-Mail-Adressen auf irgendwelche Fantasienamen erstellt werden können und auch eine Mobiltelefonnummer nicht den geringsten Rückschluss auf die |38| Person des Nummerninhabers zulässt. Die Bekanntgabe einer E-Mail-Adresse oder Mobiltelefonnummer ermöglicht nur, das im Chat begonnene Gespräch allenfalls ausserhalb der Plattform weiterführen zu können (vgl. MUGGLI, a.a.O., S. 317). Vertrauen im Sinne von Art. 285a StPO wird dadurch aber weder geschaffen noch gewonnen, auch dann nicht, wenn die Telefonnummer im Hinblick auf ein mögliches, von der Zielperson zuvor in den Raum gestelltes Treffen bekanntgegeben wird, bei welchem sexuelle Handlungen wahrscheinlich wären. Die einer verdeckten Ermittlung eigene Eingriffsintensität wird dadurch (noch) nicht erreicht.\n\nDer Beschwerdegegner verkehrte mit \"Sabrina\" ausschliesslich im Chatraum, per E-Mail oder SMS. Persönlich kannte er sie überhaupt nicht. Auf ihre Person kam es bei dem Verkehr auch gar nicht an. Die gesamte Kommunikation mittels kurzer Textbotschaften war im Wesentlichen allein auf die Anbahnung eines Sexualkontakts ausgerichtet (wann, wo, wie). Das vermeintliche Kind wurde dadurch zum Tatobjekt degradiert. Von einem privaten oder persönlichen Kontakt kann entgegen der Ansicht des Beschwerdegegners vor diesem Hintergrund nicht gesprochen werden. Dass er - angesichts dessen, dass \"Sabrina\" auf seinen Vorschlag hin ein konkretes Treffen im realen Leben nicht ausschloss (\"ja, treffe wär was anders\") und sie ihm auf sein Verlangen ihre Telefonnummer bekanntgab - die begründete Erwartung auf ein Zustandekommen eines solchen Kontakts gehabt haben mag, begründet kein Vertrauensverhältnis im Sinne von Art. 285a StPO, dessen Schaffung das Ziel der verdeckten Ermittlung sein muss. Liesse man bereits den Aufbau einer gewissen Erwartung bzw. eines gewissen Vertrauens genügen, um von einem Vertrauensverhältnis im Sinne von Art. 285a StPO auszugehen, bliebe für eine verdeckte Fahndung im Chat kein Raum (vgl. MUGGLI, a.a.O., S. 317). Dass der Kontakt zwischen \"Sabrina\" und dem Beschwerdegegner vom 17. bis 25. September 2013 anhielt, führt zu keinem andern Ergebnis. Auch wenn der Kontakt insoweit über eine bloss flüchtige Begegnung hinausgehen mag, liegt kein persönlich intensiverer Kontakt vor (vgl. auch nachstehend E. 4.3). Entgegen der Auffassung der Vorinstanz und jener des Beschwerdegegners kann damit das für die verdeckte Ermittlung gemäss Art. 285a StPO erforderliche Vertrauensverhältnis bzw. der Schaffung eines solchen Verhältnisses vorliegend nicht bejaht werden.\n\n4.3 Auch die zeitliche Komponente des polizeilichen Einsatzes spricht im Übrigen nicht für die Annahme einer verdeckten Ermittlung. |39| Wohl stellt die Dauer eines Einsatzes kein gesetzliches Element der verdeckten Ermittlung im Sinne von Art. 285a StPO dar, so dass im Grunde auch kurzfristige Einsätze - übrige Voraussetzungen erfüllt - unter Art. 285a StPO fallen können (vgl. SCHMID, Praxiskommentar, a.a.O., N. 6 zu Art. 298a StPO). Indessen ist die verdeckte Ermittlung allein schon mit Blick auf das gesetzliche Erfordernis des Aufbaus eines Vertrauensverhältnisses üblicherweise auf längere Zeit angelegt (vorstehend E. 2.4; BBl 2012 5595 und 5598). Umgekehrt sind verdeckte Fahndungen in der Regel auf kürzere Einsätze ausgerichtet (vorstehend E. 2.4; BBl 2012 5598; SCHMID, Praxiskommentar, a.a.O., N. 6 zu Art. 298a StPO; HANSJAKOB, Kommentar, a.a.O., N. 8 zu Art. 298a StPO). Das ergibt sich unmittelbar aus Art. 298a Abs. 1 StGB, welcher ausdrücklich von kurzen Einsätzen spricht. Der Kontakt zwischen \"Sabrina\" und dem Beschwerdegegner dauerte vom 17. September bis 25. September 2013, mithin neun Tage. Die Kommunikation beschränkte sich auf knappe Textbotschaften im Chat und via SMS. Die Photos wurden über E-Mail ausgetauscht. Damit ist die zu beurteilende polizeiliche Aktion noch als kurzer Einsatz im Sinne von Art. 298a StPO zu bezeichnen. Das ergibt sich im Rahmen einer systematischen Interpretation von Art. 285a ff. StPO und Art. 298a ff. StPO auch aus dem Umstand, dass verdeckte Fahndungen dann als länger dauernd qualifiziert werden können, wenn sie die Dauer von 30 Tagen überschreiten und gemäss Art. 298b Abs. 2 StPO der staatsanwaltlichen Genehmigung bedürfen (vgl. BBl 2012 5598 f.; MUGGLI, a.a.O., S. 317 f.).\n\n4.4 Mit dem Kriterium des Eindringens in ein kriminelles Umfeld im Sinne von Art. 285a StPO wird auf das Haupteinsatzgebiet der verdeckten Ermittlung - die organisierte Kriminalität - verwiesen. Die verdeckte Ermittlung ist aber auch ausserhalb dieses Bereichs und bezogen auf einen Einzeltäter als Zielperson möglich und zulässig (SCHMID, Praxiskommentar, a.a.O., N. 7 zu Art. 285a StPO; HANSJAKOB, Kommentar, a.a.O., N. 25 zu Art. 285a StPO; KNODEL, a.a.O., N. 14 zu Art. 285a StPO). Anzumerken bleibt dennoch, dass die Polizei klarerweise nicht in ein kriminelles Umfeld im Sinne von Art. 285a StPO eindringt, wenn sie - wie hier - in Chatrooms verdeckte Abklärungen vornimmt. Ein Chatroom ist eine allgemein und öffentlich zugängliche Kommunikationsplattform und kein kriminelles Umfeld. Sie ist vielmehr als legales Umfeld zu bezeichnen, das von einzelnen Nutzern missbraucht wird (vgl. MUGGLI, a.a.O., S. 316 f.; s.a. BISCHOFF/LANTER, a.a.O., Rz. 18). |40|\n\n4.5 Zusammenfassend ergibt sich, dass es dem konkret zu beurteilenden Polizeieinsatz an den notwendigen gesetzlichen Begriffsmerkmalen einer verdeckten Ermittlung im Sinne von Art. 285a StPO fehlt. Die Vorinstanz hat die fragliche Polizeiaktion mithin in Verletzung von Bundesrecht als verdeckte polizeiliche Ermittlung qualifiziert. Wie die Beschwerdeführerin zutreffend ausführt, begann der polizeiliche Einsatz im Chatroom als präventive Kontaktnahme gemäss § 32d PolG/ZH, welche mit dem Nacktbildversand durch den Beschwerdegegner in eine strafprozessuale verdeckte Fahndung gemäss Art. 298a StPO überging, die jedoch zu keinem Zeitpunkt die Eingriffsintensität einer verdeckten Ermittlung im Sinne von Art. 285a StPO erlangte. Entsprechend war eine Genehmigung durch das Zwangsmassnahmengericht nach Art. 289 Abs. 1 StPO nicht erforderlich und unterliegen die aus der verdeckten Fahndung gewonnenen Erkenntnisse entgegen der Auffassung der Vorinstanz nicht dem Verwertungsverbot gemäss Art. 289 Abs. 6 i.V.m. Art. 141 Abs. 1 StPO und Art. 140 Abs. 1 StPO. Das Chatroom-Protokoll, der Austausch von Fotos via E-Mail und die SMS-Kontakte zwischen \"Sabrina\" und dem Beschwerdegegner sind mithin ebenso wie die erhobenen Folgebeweise, bestehend aus den (Teil-)Geständnissen des Beschwerdegegners anlässlich der polizeilichen und staatsanwaltlichen Einvernahmen, grundsätzlich verwertbar. (...)"}