{"annee": "143", "cour": "IV", "page": "469", "date": "15/11/2017", "cite": ["143 IV 179", "141 IV 132", "139 IV 282", "142 IV 129", "117 IV 97", "142 IV 89"], "cite_par": [], "chapeau": "60. Extrait de l'arrêt de la Cour de droit pénal dans la cause X. et Y. contre Ministère public central du canton de Vaud (recours en matière pénale)\n\n6B_1368/2016 / 6B_1396/2016 du 15 novembre 2017", "regestes": ["Art. 391 al. 2 et 81 al. 4 CPP; art. 48 CP; portée de l'interdiction de la reformatio in pejus; dispositif de la décision; dispositions concernant la fixation de la peine. L'autorité d'appel, saisie par le seul prévenu, ne contrevient pas à l'interdiction de la reformatio in pejus (art. 391 al. 2 CPP) lorsqu'elle maintient la peine infligée en première instance mais exclut dans ses considérants la circonstance atténuante du repentir sincère (art. 48 let. d CP), retenue par l'autorité de première instance. Elle ne viole pas davantage la prohibition de la reformatio in pejus en ne mentionnant pas l'art. 48 let. d CP dans le dispositif du jugement d'appel alors même que cette disposition figurait sur le dispositif du jugement de première instance. L'art. 48 CP règle uniquement un aspect de la fixation de la peine. Il ne fait pas partie des dispositions devant nécessairement figurer dans le dispositif de la décision au sens de l'art. 81 al. 4 let. a CPP (consid. 4)."], "faits": "|470|\n\nA. Par jugement du 1er avril 2016, le Tribunal criminel de l'arrondissement de la Broye et du Nord vaudois a condamné X., pour brigandage qualifié et violation de domicile, à une peine privative de liberté de 6 ans, sous déduction de 657 jours de détention avant jugement, a constaté qu'il a subi 21 jours de détention dans des conditions de détention provisoire illicites et a ordonné que 11 jours de détention soient déduits de sa peine. Il a par ailleurs condamné Y., pour brigandage qualifié et violation de domicile, à une peine privative de liberté de 6 ans, sous déduction de 323 jours de détention avant jugement, a constaté qu'il a subi 8 jours de détention dans des conditions de détention provisoire illicites et a ordonné que 4 jours de détention soient déduits de sa peine.\n\nB. Par jugement du 20 septembre 2016, la Cour d'appel pénale du Tribunal cantonal du canton de Vaud a rejeté les appels interjetés par X. et Y. contre ce jugement.\n\nEn substance, la cour cantonale a retenu les faits suivants.\n\nX. est né en 1959 en Albanie, pays dont il est originaire. Il y a suivi l'école obligatoire pendant huit ans, puis trois ans de gymnase. Il a ensuite travaillé jusqu'en 1992, date à laquelle il est parti en France afin d'y demander l'asile, qu'il a obtenu. Il a été incarcéré en France pour des vols, avant de quitter ce pays en 1994 pour gagner l'Italie. Il y a travaillé, avant d'y être condamné à diverses peines privatives de liberté. Il est arrivé en Suisse en 2009 afin d'y trouver un travail. |471| Par la suite, il est retourné en Albanie pour y ouvrir une entreprise de construction, avant de revenir en Suisse. Il a ensuite été arrêté aux Pays-Bas, puis extradé en Suisse en raison des faits faisant l'objet de la présente cause. X. est marié et a deux enfants majeurs. Son casier judiciaire suisse est vierge. Son casier judiciaire italien fait état de quatre condamnations, prononcées entre 2000 et 2010, pour différentes infractions telles que vol, détention illicite d'arme et munitions, tentative d'extorsion, homicide par négligence ou violation de domicile. X. a en outre été condamné par défaut en France en 2013, pour un brigandage à main armée commis en 2009, le jugement en question n'étant cependant pas exécutoire.\n\nLe 8 mars 2010, entre 20h30 et 20h50, X., Y. et deux comparses se sont rendus en voiture au domicile des époux A. et B. à D., avec pour objectif de les dévaliser. Ils étaient guidés dans leurs mouvements par une cinquième personne qui maintenait le contact avec eux par téléphone. Après avoir dissimulé leurs visages, trois des intéressés se sont rendus dans l'appartement tandis que le quatrième est demeuré dans l'automobile. Lorsque B. a ouvert la porte d'entrée, elle a été mise au sol et maîtrisée par un des hommes. Un pistolet a notamment été placé sur sa tempe pour la tenir en respect. Les deux autres acolytes ont fondu sur A., qui s'est débattu et a été frappé à plusieurs reprises. Il a ensuite été traîné dans la salle de bain, où il a été roué de coups avant d'être attaché. B. a quant à elle été frappée à plusieurs reprises dans le but de lui faire révéler l'emplacement d'un \"coffre\". Elle a finalement indiqué une cachette, avant d'être autorisée à se rendre dans la cuisine. Comme elle avait saisi son téléphone cellulaire, l'un des hommes lui a arraché cet objet et l'a frappée. Elle a par la suite été ligotée. A l'endroit indiqué par B., les agresseurs ont découvert plusieurs dizaines de milliers de francs en espèces ainsi que divers bijoux et montres de luxe dont ils se sont emparés. Ils ont en outre emporté de l'argent liquide trouvé dans l'appartement. A la suite de ces événements, A. a souffert de diverses plaies, ecchymoses, tuméfactions et dermabrasions, ainsi que d'une hémoragie scléro-conjonctivale. B. a quant à elle souffert de diverses ecchymoses et dermabrasions.\n\nC. X. forme un recours en matière pénale au Tribunal fédéral contre l'arrêt du 20 septembre 2016, en concluant, avec suite de frais et dépens, principalement à sa réforme en ce sens qu'il est mis au bénéfice de la circonstance atténuante du repentir sincère et qu'il est condamné à une peine privative de liberté de 3 ans, sous déduction de la détention subie avant jugement. Subsidiairement, il conclut à |472| l'annulation de l'arrêt et au renvoi de la cause à l'autorité précédente pour nouvelle décision. X. sollicite par ailleurs l'assistance judiciaire et la désignation de son conseil en qualité d'avocat d'office.\n\nInvités à se déterminer sur ce recours par rapport au grief d'interdiction de la reformatio in pejus, le Ministère public a indiqué s'en remettre à justice, tandis que la cour cantonale ne s'est pas prononcée dans le délai imparti.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n4. Le recourant fait grief à la cour cantonale d'avoir violé l'interdiction de la reformatio in pejus en écartant la circonstance atténuante du repentir sincère (art. 48 let. d CP), laquelle avait été retenue en sa faveur par l'autorité de première instance.\n\n4.1 La prohibition de la reformatio in pejus, dont le but est de permettre au prévenu d'exercer son droit de recours sans craindre de voir le jugement modifié en sa défaveur (ATF 142 IV 89 consid. 2.1 p. 90) est consacrée par le biais de l'art. 391 al. 2, 1re phrase, CPP. Cette disposition prévoit que l'autorité de recours ne peut modifier une décision au détriment du prévenu ou du condamné si le recours a été interjeté uniquement en leur faveur. L'existence d'une reformatio in pejus doit être examinée à l'aune du dispositif. Il n'est en revanche pas interdit à l'autorité de recours de s'exprimer dans ses considérants sur la qualification juridique lorsque l'autorité précédente s'est fondée sur un autre état de fait ou des considérations juridiques erronées (ATF 142 IV 129 consid. 4.5 p. 136; ATF 141 IV 132 consid. 2.7.3 p. 140). Une restriction liée à la prohibition de la reformatio in pejus ne se justifie en principe pas lorsque, pris dans son ensemble, le nouveau jugement n'aggrave pas le sort du condamné (ATF 117 IV 97 consid. 4c p. 106; arrêt 6B_69/2016 du 29 septembre 2016 consid. 2.2.1). L'art. 391 al. 2, 1re phrase, CPP n'interdit pas seulement une aggravation de la peine, mais aussi une qualification juridique plus grave des faits. Tel est notamment le cas lorsque l'infraction nouvellement qualifiée est sanctionnée par la loi d'une peine plus lourde, maximale ou minimale, ou que des infractions supplémentaires sont retenues (cf. ATF 143 IV 179 consid. 1.5 p. 184 s.; ATF 139 IV 282 consid. 2.5 p. 288). Une interprétation large de l'art. 391 al. 2, 1re phrase, CPP se justifie notamment dans la mesure où la réputation du prévenu peut souffrir d'une qualification juridique plus grave des faits mis à sa charge (ATF 139 IV 282 consid. 2.4.3 p. 287 s.).\n\n|473|\n\n4.2 Seul le recourant a fait appel du jugement du 1er avril 2016 pour ce qui le concernait. La cour cantonale ne pouvait dès lors, eu égard à la prohibition de la reformatio in pejus, modifier la décision en sa défaveur. L'autorité n'a en l'occurrence ni aggravé la peine prononcée à l'encontre du recourant, ni retenu une qualification juridique plus grave des faits. Elle a cependant écarté la circonstance atténuante du repentir sincère, retenue par l'autorité de première instance.\n\n4.2.1 Quelques auteurs considèrent, sans avancer d'arguments spécifiques à cet égard, que la prohibition de la reformatio in pejus devrait interdire à l'autorité de recours d'écarter une circonstance atténuante qui avait été retenue par l'instance précédente, lorsque seul le prévenu a recouru (cf. PIQUEREZ/MACALUSO, Procédure pénale suisse, 3e éd. 2011, n. 1950 p. 641; RICHARD CALAME, in Commentaire romand, Code de procédure pénale suisse, 2011, n° 8 ad art. 391 CPP; STEFAN WEHRLE, Das Risiko der reformatio in peius - trotz Verbot, in Risiko und Recht, Festgabe zum Schweizerischen Juristentag 2004, p. 625; question laissée ouverte dans l'arrêt publié aux ATF 139 IV 282 consid. 2.5 p. 289). Une interprétation si large de l'art. 391 al. 2, 1re phrase, CPP lierait toutefois l'autorité de deuxième instance d'une manière inadmissible, dès lors qu'elle lui interdirait de faire application de son plein pouvoir de cognition en fait et en droit, en particulier d'examiner librement les critères de fixation de la peine. En outre, conformément à la jurisprudence précitée (cf. consid. 4.1 supra), l'autorité de recours doit pouvoir s'exprimer, dans ses considérants, sur la qualification juridique des faits, lorsque l'autorité précédente s'est fondée sur un autre état de fait ou des considérations juridiques erronées. Rien ne l'empêche, partant, de retenir qu'une circonstance atténuante a été reconnue à tort par l'autorité précédente. La cour cantonale pouvait ainsi valablement écarter la circonstance atténuante du repentir sincère qu'avait retenue le tribunal de première instance.\n\n4.2.2 En l'occurrence, la cour cantonale a non seulement écarté la circonstance atténuante de l'art. 48 let. d CP dans ses considérants, mais a également modifié le dispositif du jugement de première instance, en supprimant cette norme de la liste des dispositions légales appliquées. La prohibition de la reformatio in pejus interdit en principe toute modification du dispositif en défaveur du recourant (cf. ATF 142 IV 129 consid. 4.5 p. 136). Aux termes de l'art. 81 al. 4 let. a CPP, le dispositif contient la désignation des dispositions légales dont il a été fait application. Cette disposition ne saurait évidemment |474| imposer au tribunal de mentionner, dans le dispositif du jugement, toute disposition légale appliquée dans la cause. Il s'agit uniquement des dispositions qui fondent la condamnation (cf. NILS STOHNER, in Basler Kommentar, Schweizerische Strafprozessordnung, Jugendstrafprozessordnung, Niggli/Heer/Wiprächtiger [éd.], 2e éd. 2014, n° 20 ad art. 81 CPP; JO PITTELOUD, Code de procédure pénale suisse [CPP], 2012, n° 174 ad art. 81 CPP). Constituent notamment de telles dispositions les articles relatifs aux infractions réalisées, au degré de réalisation de l'infraction ou au mode de participation de l'auteur. L'art. 48 CP qui, à l'instar par exemple de l'art. 49 CP, règle uniquement un aspect de la fixation de la peine - dont les principes sont énoncés à l'art. 47 CP -, n'en fait en revanche pas partie.\n\nCertes, l'absence d'une telle disposition pourrait empêcher la compréhension de la décision à la seule lecture du dispositif, dès lors que ce dernier n'indiquerait pas pourquoi, par hypothèse, le juge se serait écarté du minimum légal de la peine prévue pour l'infraction ou aurait prononcé une peine d'un genre différent de celui qui est prévu pour l'infraction (cf. art. 48a CP). Le dispositif d'un jugement doit cependant se comprendre à la lumière des considérants de la décision et ne constitue qu'une partie du prononcé de clôture (cf. art. 81 al. 1 CPP). Il découle notamment de ce qui précède qu'un justiciable ne disposerait d'aucun intérêt juridique à recourir contre une décision dans le seul but de faire figurer dans le dispositif l'art. 48 ou 49 CP.\n\nEnfin, il convient de relever que si les règles de fixation de la peine constituent l'une des données de la décision qui doivent être saisies pour la gestion du casier judiciaire (cf. ch. 4.21 de l'annexe 1 de l'ordonnance du 29 septembre 2006 sur le casier judiciaire [ordonnance VOSTRA; RS 331]), l'organisation dudit casier répond à des impératifs techniques ainsi qu'à des critères autonomes. On ne saurait ainsi en déduire l'obligation, pour le juge, de faire figurer toutes les dispositions relatives à la fixation de la peine appliquées dans le dispositif de la décision.\n\n4.3 En conclusion, il n'apparaît pas que le jugement de première instance aurait été modifié en défaveur du recourant par la cour cantonale. L'autorité précédente pouvait par ailleurs, sans violer la prohibition de la reformatio in pejus, s'abstenir de mentionner l'art. 48 let. d CP dans son dispositif, dans la mesure où elle n'a pas retenu cette circonstance atténuante en faveur du recourant. Le grief doit ainsi être rejeté."}