{"annee": "107", "cour": "IV", "page": "185", "date": "27/11/1981", "cite": ["99 IV 57", "105 IA 181", "105 IA 349", "77 IV 182", "104 IA 88", "106 IV 43", "101 IV 252", "62 I 77", "92 IV 107", "98 IV 134", "75 IV 76"], "cite_par": ["114 IA 377", "117 IV 285", "108 IV 185", "115 IV 219", "112 IV 138", "117 IV 163", "108 IA 275", "120 IA 31", "126 IV 236"], "chapeau": "54. Urteil des Kassationshofes vom 27. November 1981 i.S. K. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 293 CP, art. 22 du Règlement du Conseil national. Publication de débats officiels secrets. 1. Pour que des débats soient déclarés secrets \"en vertu de la loi\", il n'est pas nécessaire que la mention en soit faite dans une loi au sens formel. Il suffit qu'elle figure dans une ordonnance édictée par l'autorité concernée dans le cadre de ses attributions, quand bien même ladite ordonnance s'adresse uniquement aux membres de cette autorité ou à d'autres personnes participant à ses séances et n'impose pas en même temps à des tiers l'obligation de respecter le secret (ordonnance de l'administration) (consid. 1). 2. L'art. 22 al. 2 du Règlement du Conseil national représente une base légale suffisante pour déclarer secrets les actes ou débats visés par l'art. 293 CP (consid. 2b et 3b). 3. La notion de secret sur laquelle se fonde l'art. 293 CP est de nature purement formelle (consid. 3c)."], "faits": "|186|\n\nA.- Ende August 1979 bereinigte eine Arbeitsgruppe der Geschäftsprüfungskommission des Nationalrates (GPK) einen Berichtsentwurf betreffend die Bundesaufsicht über die SRG und verabschiedete diesen zu Handen der Gesamtkommission. Der Bericht war zu diesem Zeitpunkt noch nicht für eine Veröffentlichung bestimmt. Auf nicht näher abklärbare Weise geriet der Journalist X. in den Besitz des Berichtsentwurfs und veröffentlichte Auszüge davon unter dem Titel \"Polit-Grusel um SRG und Bundesaufsicht\" in der \"Weltwoche\" vom 5. September 1979. Mit Schreiben vom 3. Oktober 1979 erstattete der Präsident des Nationalrates bei der Bundesanwaltschaft Strafanzeige wegen Verletzung des Amtsgeheimnisses gegen Unbekannt und wegen Veröffentlichung amtlicher geheimer Verhandlungen (Art. 293 StGB) gegen X. Das Verfahren gegen den letzteren wurde mit Verfügung vom 14. Februar 1980 an die Behörden des Kantons Zürich delegiert.\n\nB.- Der Einzelrichter in Strafsachen des Bezirksgerichtes Zürich sprach X. am 24. Oktober 1980 der Veröffentlichung amtlicher geheimer Verhandlungen im Sinne von Art. 293 Abs. 1 StGB schuldig und bestrafte ihn mit einer Busse von Fr. 750.--.\n\nDas Obergericht des Kantons Zürich bestätigte am 12. März 1981 den erstinstanzlichen Entscheid im Schuld- und Strafpunkt.\n\nC.- X. führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichtes sei aufzuheben und die Sache zu neuer Entscheidung an die Vorinstanz zurückzuweisen.\n\nDie Staatsanwaltschaft des Kantons Zürich hat auf Gegenbemerkungen verzichtet. |187|\n\nEine von X. gegen das obergerichtliche Urteil eingereichte kantonale Nichtigkeitsbeschwerde wurde vom Kassationsgericht des Kantons Zürich am 28. September 1981 abgewiesen, soweit darauf eingetreten wurde.\n\nDas Bundesgericht weist die Nichtigkeitsbeschwerde ab, soweit es darauf eintritt.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 293 Abs. 1 StGB wird mit Haft oder Busse bestraft, wer, ohne dazu berechtigt zu sein, u.a. aus Verhandlungen einer Behörde, die durch Gesetz oder durch Beschluss der Behörde im Rahmen ihrer Befugnis als geheim erklärt worden sind, etwas an die Öffentlichkeit bringt.\n\na) Soweit diese Bestimmung von \"durch Gesetz\" geheim erklärten Verhandlungen spricht, ist damit nicht ein Gesetz im formellen Sinne gemeint. Vielmehr muss eine Verordnungsvorschrift ausreichen, wenn der Verordnungsgeber seine Kompetenz dazu unmittelbar aus der Verfassung (selbständige Verordnung) oder aus einer gesetzlichen Delegationsnorm (unselbständige Verordnung) ableiten kann. Es wäre schlechterdings nicht einzusehen, warum die fragliche Behörde ihre Verhandlungen zwar durch Beschluss, also durch eine Verfügung nach Art. 293 Abs. 1 StGB rechtsverbindlich sollte geheim erklären können, nicht aber durch eine Verordnung, wenn sie zum Erlass einer solchen befugt ist.\n\nb) Sodann setzt Art. 293 Abs. 1 StGB mit dem Begriff des Gesetztes auch nicht eine generell-abstrakte Norm im Sinne eines die Bürger zu einem bestimmten Tun, Dulden oder Unterlassen verpflichtenden Rechtssatzes voraus (s. BGE 105 Ia 351 f.). Auch Erlasse, die sich nur an die Behörde selber richten, ihr Handeln in organisatorischer Hinsicht regeln (Verwaltungsverordnungen) fallen in Betracht. Das folgt schon aus der Umschreibung des Tatbestandes, wenn darin von Verhandlungen einer Behörde die Rede ist, die durch Gesetz (oder behördlichen Beschluss) als geheim erklärt worden sind. Die damit gemeinte Norm muss sich notwendig an die Mitglieder der Behörde und an allfällige andere Sitzungsteilnehmer richten, ohne zugleich einem aussenstehenden Bürger unmittelbar eine Geheimhaltungspflicht aufzuerlegen. Diese mag als Aussenwirkung der Verordnungsbestimmung den Dritten mittelbar treffen (s. das vorgenannte Urteil), folgt hier aber unmittelbar aus Art. 293 StGB. |188|\n\nc) Durch das Gesetz geheim erklärt ist schliesslich nicht nur, was die Norm ausdrücklich als geheim erklärt; es genügt, dass sich aus deren Sinn ergibt, dass die betreffenden Verhandlungen geheimgehalten werden müssen. Was sich durch Auslegung einem Gesetz entnehmen lässt, ist einer ausdrücklichen Bestimmung grundsätzlich gleichwertig, und es ist nicht zu ersehen, warum der Strafgesetzgeber in Art. 293 StGB eine Ausnahme hätte machen und nur die Veröffentlichung ausdrücklich geheim erklärter Verhandlungen unter Strafe stellen sollen (BGE 77 IV 183).\n\n2. Im vorliegenden Fall hat die Vorinstanz das Gebot zur Geheimhaltung der Verhandlungen der Geschäftsprüfungskommission des Nationalrats und seiner Arbeitsgruppen aus Art. 22 des Geschäftsreglementes des genannten Rats (SR 171.13; GRN) abgeleitet.\n\na) Bei dieser Reglementsvorschrift handelt es sich unzweifelhaft um ein \"Gesetz\" im oben umschriebenen Sinne des Art. 293 StGB, zu dessen Erlass der Nationalrat kraft Art. 8bis Abs. 2 des Bundesgesetzes über den Geschäftsverkehr der Bundesversammlung (SR 171.11) befugt war. Dabei hat der Nationalrat seine Befugnis als Verordnungsgeber keineswegs überschritten, wenn er die Verhandlungen seiner Kommissionen grundsätzlich dem Sitzungsgeheimnis unterstellt hat. Es liegt vielmehr im wohlverstandenen Interesse einer möglichst freien, durch keinerlei unzeitige Beeinflussung von aussen behinderten Meinungsbildung, Sitzungen von parlamentarischen Kommissionen so lange geheimzuhalten, als es die betreffende Kommission nach dem Gang ihrer Beratungen für geboten erachtet. Im übrigen wurde - wie sich im folgenden zeigen wird - das Sitzungsgeheimnis in Art. 22 GRN nicht schlechthin und unbegrenzt verhängt, sondern zeitlich und nach dem Kreis der Mitteilungsempfänger in sachlich vertretbarer und dem ungestörten Geschäftsgang objektiv dienender Weise umschrieben.\n\nb) Nach dem unter dem Titel \"Information, Sitzungsgeheimnis\" stehenden Art. 22 GRN unterrichtet die Kommission durch ein beauftragtes Mitglied die Vertreter von Presse, Radio und Fernsehen, je nach der Bedeutung der Geschäfte, schriftlich und allenfalls mündlich über ihre Verhandlungen (Abs. 1 Satz 1). Die Kommissionsmitglieder und Sitzungsteilnehmer greifen dieser Kommissionsmitteilung nicht vor (Abs. 2 Satz 1).\n\nDiese Bestimmungen sind nach Wortlaut und Sinn komplementär und damit als eine Einheit zu verstehen. Aus ihnen ergibt sich, dass die Kommission den Zeitpunkt bestimmt, an welchem sie die |189| Massenmedien über ihre Verhandlungen unterrichten will, und dass diese Information durch ein von ihr beauftragtes Mitglied geschieht, das dann allein hiezu befugt ist; denn wie aus Abs. 2 Satz 1 des Art. 22 GRN folgt, unterliegen die übrigen Kommissionsmitglieder - unter Vorbehalt weitergehender Amtsgeheimnisse usw. (Art. 22 Abs. 2 Satz 2 und 3 und Abs. 3 Satz 1 GRN) einerseits und der Orientierung der eigenen Fraktion anderseits (Art. 22 Abs. 3 GRN) - bis nach jener offiziellen Bekanntmachung dem Sitzungsgeheimnis. Hiefür spricht übrigens nicht nur der Titel, sondern vor allem auch der Umstand, dass beide Bestimmungen den Indikativ Präsens verwenden (\"Die Kommission unterrichtet\", \"Die Kommissionsmitglieder... greifen nicht vor\"), was dem heute übliche Stil der Gesetzesredaktion gemäss den imperativen Gehalt der Norm ausdrückt. Es kann deshalb keine Rede davon sein, dass mit Abs. 2 Satz 1 eine blosse Ordnungsvorschrift erlassen worden wäre, die keine rechtsgenügende Grundlage für eine Geheimhaltungserklärung im Sinne des Art. 293 StGB bilden würde. Daran ändert auch der in Abs. 2 Sätze 2 und 3 GRN enthaltene Hinweis auf das Amtsgeheimnis, die militärische Geheimhaltung und die Stellungnahme der anderen Teilnehmer in den Verhandlungen nichts. Diese Sonderbestimmungen besagen bloss, dass in diese Geheimnisbereiche fallende Tatsachen von den Kommissionsmitgliedern und Sitzungsteilnehmern über den Rahmen des in Abs. 1 und Abs. 2 Satz 1 GRN geregelten Sitzungsgeheimnisses hinaus geheimzuhalten sind (entsprechend auch Abs. 3). Schliesslich zwingt auch die Berufung des Beschwerdeführers auf Art. 10 EMRK nicht zu einem anderen Ergebnis. Abgesehen davon, dass es fraglich ist, ob der Beschwerdeführer mit diesem Vorbringen im Verfahren auf Nichtigkeitsbeschwerde überhaupt zu hören ist, verlangen jedenfalls sowohl die BV wie die EMRK für Beschränkungen der Meinungsäusserungsfreiheit nur ein Gesetz im materiellen Sinn; solche Eingriffe können somit auch in einer verfassungs- und gesetzeskonformen Verordnung enthalten sein (BGE 105 Ia 183), was hier der Fall ist. Inwiefern aber Art. 22 Abs. 2 Satz 1 GRN der gebotenen Bestimmtheit entbehren sollte, ist nach dem oben Gesagten unerfindlich.\n\n3. Was in der Beschwerdeschrift unter lit. B (S. 7 ff.) vorgebracht wird, verkennt klarerweise den Sinn des Art. 22 GRN und widerspricht teilweise auch wesentlichen tatsächlichen Feststellungen der Vorinstanz, die den Kassationshof binden und mit der Nichtigkeitsbeschwerde nicht bestritten werden können.\n\na) Die Behauptung des Beschwerdeführers, der Bericht sei für |190| die Veröffentlichung bestimmt gewesen, trifft nicht zu. Einmal handelte es sich nicht um einen endgültigen Bericht, sondern nur um einen Berichtsentwurf einer Arbeitsgruppe der Geschäftsprüfungskommission, der dieser vorerst unterbreitet werden musste; denn nach Art. 47ter Abs. 3 des Geschäftsverkehrsgesetzes der Bundesversammlung erhalten die Sektionen einer Geschäftsprüfungskommission ihre Aufträge von der Gesamtkommission, die allein befugt ist, Beschlüsse zu fassen. Dieser allein stand es deshalb zu, darüber zu befinden, ob und in welcher Form der Bericht der Öffentlichkeit zugänglich gemacht werden sollte. Entsprechend sieht denn auch Art. 22 Abs. 1 GRN vor, dass \"die Kommission\" durch ein beauftragtes Mitglied die Massenmedien unterrichtet. Das Kassationsgericht hat deshalb mit Recht festgehalten, dass der Berichtsentwurf zu jenem Zeitpunkt noch nicht für die Veröffentlichung bestimmt gewesen sei.\n\nb) Nach Art. 22 Abs. 1 GRN unterliegen dem Sitzungsgeheimnis die \"Verhandlungen\" der Geschäftsprüfungskommission. Es versteht sich nach Sinn und Zweck dieser Bestimmung, dass die darin enthaltene Geheimhaltungserklärung auch Papiere umfasst, in denen Verhandlungen ihren Niederschlag gefunden haben und die noch der Beratung der Gesamtkommission unterliegen und deshalb ihrer Natur nach für den internen Gebrauch bestimmt sind. Der fragliche Berichtsentwurf fiel damit ohne weiteres unter das Sitzungsgeheimnis des Art. 22 Abs. 1 GRN; einer besonderen Geheimhaltungserklärung bedurfte es deshalb für das betreffende Aktenstück entgegen der Meinung des Beschwerdeführers nicht.\n\nc) Art. 293 StGB liegt des weiteren ein formeller Geheimnisbegriff zugrunde. Es genügt danach die durch Gesetz oder behördlichen Beschluss abgegebene Erklärung, dass die Akten, Verhandlungen oder Untersuchungen geheim seien. Entsprechend ist deshalb vom Richter nicht zu prüfen, ob die im konkreten Fall bekanntgegebene Tatsache wirklich geheim gewesen ist oder nicht (STRATENWERTH, 2. Aufl. S. 303). Auch ist es ohne Belang, ob die Kommissionsmitglieder durch die Indiskretion in ihrer Meinungsbildung tatsächlich gestört worden sind. Art. 293 StGB will schon die blosse Gefahr einer Beeinflussung des Verhandlungsgangs von aussen her, wie sie bei der vorzeitigen Bekanntgabe von die Beratungen betreffenden Tatsachen möglich wäre, verhindern.\n\nd) Soweit der Beschwerdeführer geltend macht, die in Art. 22 GRN getroffene Lösung befriedige nicht, ist er nicht zu hören. Es ist nicht Sache des Richters, die sich im Rahmen des Art. 8bis Abs. 2 |191| des Bundesgesetzes über den Geschäftsverkehr der Bundesversammlung haltende Reglementsbestimmung des Art. 22 auf ihre Angemessenheit zu prüfen (s. BGE 98 IV 135, 92 IV 109 u.a.m.). Ferner ist auf die Beschwerde insoweit nicht einzutreten, als damit unter Berufung auf den Grundsatz in dubio pro reo argumentiert wird. Diese Maxime ist nur im Rahmen des Art. 4 BV beachtlich, dessen Verletzung mit der Nichtigkeitsbeschwerde nicht gerügt werden kann. Schliesslich ist es auch unbehelflich, ob frühere Indiskretionen zu Strafverfahren gegen Journalisten geführt haben oder nicht. Soweit im übrigen der Beschwerdeführer damit einen Verstoss gegen den Gleichheitssatz rügen wollte, wäre er in diesem Verfahren ohnehin nicht zu hören.\n\n4. Nach Art. 293 StGB macht sich strafbar, wer \"ohne dazu berechtigt zu sein\", aus geheim erklärten Akten usw. etwas an die Öffentlichkeit bringt. Da gemäss Art. 22 Abs. 1 GRN die Kommission durch ein von ihr beauftragtes Mitglied Presse, Radio und Fernsehen und damit die Öffentlichkeit über die grundsätzlich dem Sitzungsgeheimnis unterliegenden Verhandlungen unterrichtet, versteht sich von selbst, dass der Beschwerdeführer als Journalist a priori dazu nicht befugt gewesen ist. Anders wäre es nur, wenn er sich auf einen Rechtfertigungsgrund berufen könnte. X. macht in diesem Sinne Wahrung überwiegender öffentlicher Interessen geltend. Was er jedoch zur Begründung vorbringt, erschöpft sich in allgemeinen Ausführungen über das öffentliche Informationsbedürfnis einerseits und die Wahrung der Staatssicherheit und des Persönlichkeitsschutzes anderseits. Zudem greift er dabei immer wieder auf die Behauptung zurück, der Berichtsentwurf der Arbeitsgruppe habe keine Geheimnisse enthalten. Das letztere Vorbringen ist schon deswegen belanglos, weil - wie ausgeführt - Art. 293 StGB von einem formellen Geheimnisbegriff ausgeht. Und was die allgemeinen Erwägungen zu den vorgenannten Problemkreisen anbelangt, so reichen sie in keiner Weise aus, um darzutun, dass der Beschwerdeführer im konkreten Fall zur Tat berechtigt gewesen wäre. Das würde den Nachweis voraussetzen, dass die Öffentlichkeit, deren Informationsbedürfnis er angeblich hat wahren wollen, in casu ein dringendes Interesse daran gehabt hätte, gerade über die aus dem Berichtsentwurf der Arbeitsgruppe der Geschäftsprüfungskommission des Nationalrats vom Beschwerdeführer an die Öffentlichkeit gebrachten Tatsachen unterrichtet zu werden, bevor die Gesamtkommission jenen Entwurf beraten und den Gehalt ihrer Verhandlungen durch ein von ihr |192| beauftragtes Mitglied den Massenmedien bekanntgegeben hätte. Hiefür ist jedoch der Beschwerde nichts Stichhaltiges zu entnehmen; insbesondere hilft der Hinweis darauf nicht, dass die parlamentarische Tätigkeit sich immer mehr auf die Kommissionen verlagert und deswegen die Öffentlichkeit \"an einer möglichst breiten, offenen und ungeschminkten Darstellung der Kommissionsarbeit\" interessiert sei. Diesem Interesse kommt Art. 22 Abs. 1 GRN entgegen, indem danach die Kommissionen durch ihren beauftragten Sprecher die Massenmedien über den Verhandlungsgang unterrichten. Dabei kann in durchaus zureichendem Masse auch über die Verhandlungen der Sektionen oder Arbeitsgruppen informiert werden. Dass im vorliegenden Fall mit einem ungehörigen Vertuschungsmanöver seitens der Kommission hätte gerechnet werden müssen, dem eine vorzeitige Information der Öffentlichkeit hätte entgegenwirken sollen, wurde von der Vorinstanz verbindlich verneint.\n\nDer in der Beschwerde enthaltene Vergleich mit dem Parlamentarier aber, der als Geheimnisträger geheime Tatsachen an einen Journalisten weitergegeben hatte, hinkt. Dass ersterer für den Geheimnisbruch strafrechtlich nicht verfolgt wurde, hatte seinen Grund in der Tatsache, dass die eidgenössischen Räte die Ermächtigung zur Strafverfolgung verweigert hatten (Art. 14 Abs. 1 Verantwortlichkeitsgesetz; SR 170.32). Dafür durften Opportunitätsgründe wie staatspolitische Erwägungen herangezogen werden (s. BGE 106 IV 44), die der Journalist, der nicht Parlamentarier war, nicht für sich in Anspruch nehmen konnte. Wo aber die eidgenössischen Räte so verfahren, liegt in ihrem Entscheid keine Rechtfertigung des dem Parlamentarier zur Last gelegten Verhaltens, weshalb auch der unter diesem Gesichtspunkt vom Beschwerdeführer erhobene Einwand fehl geht.\n\n5. Der Beschwerdeführer behauptet sodann, nicht vorsätzlich gehandelt zu haben, weil er nicht die Absicht gehabt habe, etwas Rechtswidriges zu tun. Er verkennt indes, dass zum Vorsatz nur das auf die objektiven Merkmale des Deliktstatbestandes bezogene Wissen und Wollen, nicht aber auch das Bewusstsein der Rechtswidrigkeit oder gar dasjenige der Strafbarkeit gehört (BGE 99 IV 58). Ob das zum Vorsatz gehörende Wissen und Wollen aber gegeben sei, ist Tatfrage, die vom Sachrichter für den Kassationshof verbindlich beantwortet wird und im vorliegenden Fall auch in nicht anfechtbarer Weise beantwortet worden ist. Auf die Beschwerde ist deshalb insoweit nicht einzutreten. |193|\n\n6. Abschliessend macht der Beschwerdeführer geltend, das Strafurteil verstosse gegen Art. 10 EMRK. Soweit er damit hauptfrageweise eine Verletzung dieser Konventionsbestimmung rügt, ist er nicht zu hören. Das von ihr geschützte Recht der freien Meinungsäusserung ist verfassungsrechtlichen Inhalts (BGE 101 IV 253). Die Verletzung verfassungsmässiger Rechte kann mit der Nichtigkeitsbeschwerde nicht gerügt werden (Art. 269 BStP).\n\nIn dem Masse aber, als X. mit dem Hinweis auf Art. 10 EMRK die Bestimmung des Art. 22 GRN als verfassungswidrig bezeichnen möchte, ist darauf hinzuweisen, dass der Kassationshof im Rahmen eines Meinungsaustauschs mit der 2. öffentlichrechtlichen Abteilung beschlossen hat, in Korrektur der in BGE 98 IV 137 gemachten Aussagen auf seine frühere Praxis zurückzukommen und dieser entsprechend sich grundsätzlich auf eine Gesetzmässigkeitskontrolle unselbständiger Verordnungen zu beschränken, die sich auf eine in einem Bundesgesetz enthaltene Delegationsnorm stützen; das Bundesgericht ist nämlich gemäss Art. 113 Abs. 3 BV an die von der Bundesversammlung erlassenen Gesetze gebunden und hat sich auch an die auf solche Gesetze gestützten Verordnungen zu halten, soweit sie in den Grenzen der dem Verordnungsgeber im Gesetz erteilten Gesetzgebungskompetenz bleiben; in diesem Umfang nehmen sie an der Verbindlichkeit des Gesetzes teil. Sie können nur daraufhin überprüft werden, ob sie über den Rahmen der Ermächtigung hinausgehen (BGE 92 IV 109, BGE 75 IV 79, BGE 62 I 79). Dass dies hier nicht der Fall ist, wurde bereits dargetan (E. 2a). Im übrigen wäre der Einwand des Beschwerdeführers ohnehin unbegründet; denn wie das Bundesgericht entschieden hat, schafft Art. 10 EMRK keine Informationspflicht der Behörden, und es folgt eine solche Pflicht auch nicht aus der von der Meinungsäusserungs- und der Pressefreiheit miterfassten Informationsfreiheit (BGE 104 Ia 88, insbes. 94 ff.). Sind aber die Behörden nach dem Gesagten nicht zur Information verpflichtet, dann kann nicht darin, dass sie in einem Erlass zwar eine Information der Öffentlichkeit über ihre Verhandlungen vorsehen, sie aber bestimmten Einschränkungen unterwerfen, ein Verstoss gegen Art. 10 EMRK liegen."}