{"annee": "107", "cour": "IA", "page": "269", "date": "8/12/1981", "cite": ["106 IB 294", "106 IA 155"], "cite_par": ["118 III 37", "116 II 80", "121 I 230"], "chapeau": "55. Verfügung des Präsidenten der II. öffentlichrechtlichen Abteilung vom 8. Dezember 1981 i.S. S. AG gegen Steuerverwaltung und Verwaltungsgericht des Kantons Graubünden (Gesuch um aufschiebende Wirkung)", "regestes": ["Art. 94 OJ; demande d'effet suspensif dans le cadre de recours de droit public portant sur une créance fiscale."], "faits": "BGE 107 Ia 269 S. 269\n\nDas Verwaltungsgericht des Kantons Graubünden hat am 17. September 1980 die Einschätzung der Beschwerdeführerin durch die kantonale Steuerverwaltung mit einem steuerbaren BGE 107 Ia 269 S. 270Reingewinn für die kantonalen Steuern von Fr. 245'900.-- für die Steuerperiode 1977/78 bestätigt.\n\nDie Beschwerdeführerin hat neben der Verwaltungsgerichtsbeschwerde betreffend die Wehrsteuer den erwähnten Entscheid betreffend die kantonalen Steuern mit staatsrechtlicher Beschwerde angefochten und am 12. November 1981 nachträglich ein Begehren um aufschiebende Wirkung gestellt.\n\nDie kantonale Steuerverwaltung verzichtet auf eine Stellungnahme zu diesem Begehren, hält aber dafür, die Praxis des Bundesgerichtes, auch bei staatsrechtlichen Beschwerden in kantonalen Steuersachen in der Regel die aufschiebende Wirkung zu gewähren, sei zweifelhaft.\n\nDie Beschwerdeführerin hat, anders als zahlreiche andere Beschwerdeführer, ihr Begehren um aufschiebende Wirkung eingehend begründet; sie weist daraufhin, dass die kantonale Steuerverwaltung bereits eine Sicherstellungsverfügung gestützt auf Art. 169/170 StG zum Schutze der erwähnten Steuerforderung erlassen hat mit gleichzeitiger Aufforderung zur Sicherheitsleistung. Die Beschwerdeführerin hält dafür, sie habe gestützt auf Art. 94 OG bei richtiger Interessenabwägung einen Rechtsanspruch auf Gewährung der aufschiebenden Wirkung.\n\nGegen die erwähnte Sicherstellungsverfügung hat die Beschwerdeführerin Betreibungsbeschwerde gemäss Art. 17 SchKG beim Kantonsgericht von Graubünden eingereicht und geltend gemacht, das aus dem Wehrsteuerrecht ins kantonale Recht übernommene Rechtsinstitut der Sicherstellungsverfügung mit Arrestwirkung stehe den Kantonen nicht zu und sei bundesrechtswidrig. Diese Beschwerde ist noch hängig, und der kantonale Gerichtspräsident hat der Beschwerde aufschiebende Wirkung zuerkannt.", "considerants": "Erwägungen:\n\n1. Wird bei einer staatsrechtlichen Beschwerde betreffend eine Geldforderung die aufschiebende Wirkung beantragt, so hat der Abteilungspräsident aufgrund der konkreten Umstände zu entscheiden, welches die Tragweite des Antrages und seiner Entscheidung sein soll (BGE 106 Ia 159). Der Abteilungspräsident nimmt dabei im Rahmen von Art. 94 OG eine Interessenabwägung vor; er wägt dabei die öffentlichen Interessen an einer sofortigen Vollstreckung der Geldforderung ab gegenüber den Privatinteressen an einem Aufschub der Vollstreckung, bis die angebliche Verfassungswidrigkeit höchstrichterlich geprüft wurde; dabei BGE 107 Ia 269 S. 271anerkennt die Rechtsprechung der Entscheidungsinstanz einen Ermessungsspielraum zu (BGE 106 Ib 295 mit Verweisungen).\n\nDiese Interessenabwägung kann unterbleiben, wenn die zur Vernehmlassung eingeladene kantonale Behörde sich mit der Erteilung der aufschiebenden Wirkung einverstanden erklärt. Bei Nichtäusserung innert Frist kann häufig angenommen werden, die Behörde habe gegen die Gewährung der aufschiebenden Wirkung nichts einzuwenden. Stellt dagegen die kantonale Behörde den Entscheid in das Ermessen des Abteilungspräsidenten oder beantragt sie Abweisung des Begehrens, so muss die Interessenabwägung vorgenommen werden.\n\nDabei lassen sich die Grundsätze, die für die Verwaltungsrechtspflege entwickelt wurden (vgl. dazu Fritz GYGI, Aufschiebende Wirkung und vorsorgliche Massnahmen in der Verwaltungsrechtspflege, ZBl 77/1976, 1 ff.) nicht unbesehen auf die Staatsrechtspflege übertragen, da ja mindestens im Bundesrecht die Verwaltungsgerichtsbeschwerde gegen eine Verfügung, die zu einer Geldleistung verpflichtet, von Gesetzes wegen aufschiebende Wirkung hat, während dies bei der staatsrechtlichen Beschwerde nicht zutrifft.\n\nDas staatsrechtliche Beschwerdeverfahren ist nicht einfach die Weiterführung eines kantonalen Verfahrens, sondern ein selbständiges, ausserordentliches Rechtsmittel, bei dem geprüft wird, ob ein kantonaler Entscheid, der an sich rechtskräftig und vollstreckbar ist, ausnahmsweise verfassungsmässige Rechte der Bürger verletzt. Aus der Eigenständigkeit der Kantone folgt, dass in diesem Bereich kantonaler Hoheit nur eingegriffen werden soll, soweit wirklich Massnahmen erforderlich sind, um den bestehenden Zustand zu erhalten und konkrete rechtliche Interessen einstweilen sicherzustellen (Art. 94 OG). Diese Notwendigkeit einer vorsorglichen Verfügung hat der Gesuchsteller grundsätzlich darzutun, auch bei Steuerforderungen.\n\n2. Entgegen der Auffassung der Beschwerdeführerin führt die Interessenabwägung keineswegs in allen staatsrechtlichen Steuerstreitigkeiten zur Gutheissung des Begehrens um aufschiebende Wirkung. Vielmehr ist davon auszugehen, dass die Vollstreckbarkeit der kantonalrechtlichen Steuerforderungen die Regel und die Zuerkennung der aufschiebenden Wirkung trotz Einsprache der kantonalen Behörde die Ausnahme sein muss. Es besteht an sich ein schützenswertes öffentliches Interesse, dass das Veranlagungsverfahren nicht durch Willkürbeschwerden hinausgezögert wird, die sich bei näherem Zusehen als haltlos erweisen. In einer Zeit, BGE 107 Ia 269 S. 272in der allgemein bekannt ist, dass gerade die mit den Abgabensachen betraute Abteilung des Bundesgerichtes stark überlastet ist, wächst die Gefahr, dass der Wunsch, Zeit zu gewinnen, auch wenn Verzugszinsen bezahlt werden müssen, bei zahlreichen staatsrechtlichen Willkürbeschwerden in Steuersachen wesentlich mitspielt. Dies ist jedoch kein schützenswertes rechtliches Interesse im Sinne von Art. 94 OG. Der Bürger muss wissen, dass er im Falle des Obsiegens Anspruch darauf hat, den aufgrund einer verfassungswidrigen Veranlagung zuviel bezahlten Steuerbetrag mit Verzugszinsen zurückzuerhalten; in der Regel entsteht ihm deshalb aus der sofortigen Vollstreckbarkeit kein Nachteil, der eine vorsorgliche Verfügung im Sinne von Art. 94 OG nötig macht.\n\nAnders liegen die Verhältnisse, wenn der strittig gebliebene Teil der Steuerforderung so gross ist, dass der Steuerpflichtige nachgewiesenermassen in Zahlungsschwierigkeiten käme, wenn er die umstrittene Forderung vor Abklärung ihrer Verfassungsmässigkeit bezahlen müsste. Trifft dies zu, so geht sein Privatinteresse an der nicht sofortigen Vollstreckung vor; doch muss auch dann auf Antrag hin ein allfälliger Anspruch des Kantons auf Sicherstellung der von der letzten kantonalen Instanz beurteilten Steuerforderung geprüft werden.\n\n3. Im vorliegenden Fall hat der Kanton nicht sofort die Vollstreckung der Steuerforderung durch Betreibung eingeleitet, sondern gestützt auf kantonales Recht Sicherstellung verlangt. Die Beschwerdeführerin bestreitet die Zulässigkeit dieses Vorgehens und im kantonalen Beschwerdeverfahren wurde ihr diesbezüglich aufschiebende Wirkung gewährt. Unter diesen Umständen ist zur Zeit keine vorsorgliche Verfügung des Abteilungspräsidenten des Bundesgerichts in der hier hängigen staatsrechtlichen Beschwerde erforderlich. Bejaht das Kantonsgericht als Aufsichtsbehörde in Schuldbetreibungs- und Konkurssachen die Rechtmässigkeit der erlassenen Sicherstellungsverfügung und die Höhe der Garantieleistung, so wird diesbezüglich das Bundesgericht in einem separaten Verfahren angerufen werden; diesem Verfahren ist nicht vorzugreifen.\n\nVerfügt:\n\nDie aufschiebende Wirkung wird verweigert."}