{"annee": "107", "cour": "II", "page": "499", "date": "15/10/1981", "cite": ["100 II 76", "104 II 163", "98 IV 35"], "cite_par": ["117 II 109", "118 IA 473", "110 II 9", "115 II 237", "109 II 26", "113 II 10"], "chapeau": "78. Auszug aus dem Urteil der II. Zivilabteilung vom 15. Oktober 1981 i.S. G. gegen Regierungsrat des Kantons Bern (Berufung)", "regestes": ["Art. 57 al. 5 OJ. Exception au principe (consid. 1). Art. 274 al. 2 CC et art. 44 OJ. Le père ou la mère à qui l'autorité tutélaire retire le droit d'entretenir des relations personnelles avec son enfant mineur, en se fondant sur l'art. 274 al. 2 et parallèlement sur l'art. 275 al. 1 CC, ne peut interjeter un recours en réforme au Tribunal fédéral dès lors qu'il n'y a pas de contestation civile au sens de l'art. 44 OJ (consid. 2)."], "faits": "|499|\n\nAm 1. Januar 1978 gebar M. R. den Knaben T. Der spanische Staatsangehörige G. anerkannte den Knaben als sein Kind. Mit Vereinbarung vom 19. April 1978 verpflichtete er sich, für seinen Sohn monatliche Unterhaltsbeiträge von Fr. 300.-- zu bezahlen. Am 9. Mai 1978 ordnete die zuständige Vormundschaftsbehörde im Einverständnis mit der Mutter über den Knaben eine Beistandschaft im Sinne von Art. 308 ZGB an. Die Kindsmutter heiratete am 28. September 1979. T. lebt bei der Mutter und dem Stiefvater zusammen mit einem inzwischen geborenen Stiefbruder.\n\nMit Schreiben vom 20. August 1979 ersuchte G. die |500| Vormundschaftsbehörde, ihm behilflich zu sein, das ihm seit acht Monaten verweigerte Besuchsrecht gegenüber seinem Kind T. durchzusetzen. Die Vormundschaftsbehörde beschloss am 27. November 1979, G. das Recht auf persönlichen Verkehr mit seinem Sohn zu entziehen.\n\nG. erhob gegen diesen Beschluss beim Regierungsstatthalter Beschwerde, die am 8. Mai 1980 abgewiesen wurde.\n\nDiesen Entscheid zog G. an den Regierungsrat des Kantons Bern weiter, welcher die Beschwerde mit Entscheid vom 8. Oktober 1980 abwies.\n\nG. führt Berufung an das Bundesgericht mit den Anträgen, der Entscheid des Regierungsrates sei aufzuheben und das Besuchsrecht gegenüber seinem Sohn T. sei ihm wieder einzuräumen.\n\nDer Berufungskläger hat den Entscheid des Regierungsrates gleichzeitig mit einer staatsrechtlichen Beschwerde wegen Verletzung von Art. 4 BV angefochten.\n\nDas Bundesgericht tritt auf die Berufung nicht ein.", "considerants": "Aus den Erwägungen:\n\n1. Ist ein kantonaler Entscheid beim Bundesgericht sowohl mit einer Berufung als auch mit einer staatsrechtlichen Beschwerde angefochten worden, so ist in der Regel die Entscheidung über die Berufung bis zur Erledigung der staatsrechtlichen Beschwerde auszusetzen (Art. 57 Abs. 5 OG). Nach Art. 84 Abs. 2 OG hat die staatsrechtliche Beschwerde indessen subsidiären Charakter, indem sie nur zulässig ist, wenn die behauptete Rechtsverletzung nicht sonstwie durch Klage oder Rechtsmittel beim Bundesgericht gerügt werden kann.\n\nIm vorliegenden Fall beschwert sich der Berufungskläger darüber, dass ihm sein Besuchsrecht gegenüber seinem Sohn T. entzogen worden ist. Mit der Berufung behauptet er die Verletzung von Art. 273 und 274 ZGB, und mit der staatsrechtlichen Beschwerde rügt er die willkürliche Anwendung dieser Bestimmungen. Die staatsrechtliche Beschwerde ist daher nicht gegeben, sofern die Berufung zulässig ist. Es ist demnach - in Abweichung von der Regel - zunächst zu prüfen, ob auf die Berufung überhaupt eingetreten werden kann.\n\n2. a) Nach Art. 273 ZGB haben die Eltern Anspruch auf angemessenen persönlichen Verkehr mit dem unmündigen Kind, das nicht unter ihrer Gewalt oder Obhut steht. Rechtliche Grundlage |501| dieses Anspruchs, der in der Regel als Besuchsrecht ausgeübt wird, ist das Kindesverhältnis (Botschaft des Bundesrates zur Revision des Kindesrechts vom 4. Juni 1974, BBl 1974 II 52; HEGNAUER, Grundriss des Kindesrechts, S. 105). Das Recht auf persönlichen Verkehr kommt den Eltern zu, denen die elterliche Gewalt bzw. die Obhut vom Richter (Art. 170, 145, 156 und 133 ZGB) oder von der Vormundschaftsbehörde (Art. 310-312 ZGB) entzogen worden ist oder denen sie von Gesetzes wegen nicht zusteht (Art. 296 Abs. 2 und 298 Abs. 1 ZGB). Der Vater, der mit der Mutter nie verheiratet war, hat das Recht auf persönlichen Verkehr mit dem Kind, wenn das Kindesverhältnis durch Anerkennung oder durch den Richter festgestellt worden ist (Art. 252 Abs. 2 ZGB). Dieses Recht steht den Eltern um ihrer Persönlichkeit willen zu (BGE 100 II 81 und BGE 98 IV 37).\n\nb) Anordnungen über den persönlichen Verkehr im Sinne von Art. 273 ZGB hat die Vormundschaftsbehörde am Wohnsitz des Kindes zu treffen (Art. 275 Abs. 1 ZGB). Im vorliegenden Fall stellt sich die Frage, ob diese Anordnungen der Vormundschaftsbehörde letztinstanzlich an das Bundesgericht weitergezogen werden können. Der Anspruch der Eltern auf persönliche Beziehungen mit ihrem Kind ist offensichtlich nicht vermögensrechtlicher Natur. In nicht vermögensrechtlichen Zivilsachen kann nach Art. 44 OG beim Bundesgericht nur Berufung erhoben werden, wenn eine Zivilrechtsstreitigkeit oder einer der in lit. a-f abschliessend aufgezählten Fälle vorliegt.\n\nEin Zivilrechtsstreit im Sinne dieser Bestimmung besteht nach ständiger Rechtsprechung in einem kontradiktorischen Verfahren zwischen zwei oder mehreren natürlichen oder juristischen Personen als Trägerinnen privater Rechte oder zwischen solchen Personen und einer nach Bundesrecht die Stellung einer Partei besitzenden Behörde, das sich vor dem Richter oder einer andern Spruchbehörde abspielt und auf die endgültige, dauernde Regelung zivilrechtlicher Verhältnisse durch behördlichen Entscheid abzielt (BGE 104 II 164 /65 E. 3b, 103 II 317 E. 2c, 101 II 359 und 368/69 E. 2a, je mit Hinweisen).\n\nWerden diese Kriterien auf den vorliegenden Fall angewendet, so zeigt sich, dass die Vormundschaftsbehörde gestützt auf Art. 275 ZGB nicht über zivilrechtliche Beziehungen zwischen einer Person, welche die Anerkennung ihres Besuchsrechts verlangt (Eltern des Kindes oder Drittperson im Sinne von Art. 274a ZGB), und einer andern sich diesem Begehren widersetzenden |502| Person (anderer Elternteil, Vormund, Pflegeeltern, etc.) entscheidet. Gegenstand des Verfahrens bildet vielmehr das Recht einer Person auf angemessenen persönlichen Verkehr mit ihrem Kind. Stehen sich aber von Bundesrechts wegen nicht zwei Personen als Kläger und Beklagter gegenüber, kann es auch nicht darauf ankommen, ob vor der kantonalen Behörde ein kontradiktorisches Verfahren stattgefunden habe oder nicht. Die Anerkennung oder Verweigerung des Besuchsrechts gehört vielmehr zur freiwilligen Gerichtsbarkeit und stellt keine Zivilrechtsstreitigkeit im Sinne von Art. 44 OG dar.\n\nZwar hat das Besuchsrecht auch Auswirkungen auf die Stellung derjenigen Person, welche die elterliche Gewalt oder die Obhut über das Kind besitzt. Diese muss das Besuchsrecht des andern Elternteils oder der Drittperson respektieren und darf dessen Ausübung nicht behindern (Art. 274 Abs. 1 ZGB). Anderseits hat sie auch der Vormundschaftsbehörde Anzeige zu erstatten, wenn das Wohl des Kindes durch den Verkehr mit dem andern Elternteil oder der Drittperson beeinträchtigt wird (Art. 274 Abs. 2 ZGB). Aber die elterliche Gewalt oder die Obhut wird durch das Besuchsrecht nicht eingeschränkt. Es kann daher auch kein Rechtsstreit entstehen zwischen den Inhabern dieser beiden Rechte. Auch daraus folgt, dass kein Zivilrechtsstreit vorliegt.\n\nDazu kommt, dass das Recht auf angemessenen persönlichen Verkehr mit dem Kind den Eltern zwar um ihrer Persönlichkeit willen zusteht. Doch handelt es sich dabei nicht um ein reines subjektives Recht (vgl. HEGNAUER, a.a.O. S. 129). Nicht das Interesse der Eltern steht im Vordergrund, sondern es geht in erster Linie um das Wohl des Kindes. Wenn das Wohl des Kindes es verlangt, muss das Recht auf persönlichen Verkehr verweigert oder entzogen werden (Art. 274 Abs. 2 ZGB). Entscheidend ist somit das Interesse des Kindes und nicht dasjenige der Eltern. Die Vormundschaftsbehörde hat über das Wohl des Kindes zu wachen und seine Interessen wahrzunehmen ohne Rücksicht auf die Stellungnahme der Eltern (Art. 275 Abs. 1 und 274 Abs. 2 ZGB). Diese Aufgaben der Vormundschaftsbehörde gehören aber ihrem Wesen nach zur freiwilligen Gerichtsbarkeit (zum Wesen der freiwilligen Gerichtsbarkeit vgl.: HABSCHEID, Droit judiciaire privé suisse, 2. Aufl., S. 84 ff.; GULDENER, Schweizerisches Zivilprozessrecht, 3. Aufl., S. 42 ff.; GULDENER, Grundzüge der freiwilligen Gerichtsbarkeit der Schweiz, S. 9 ff.). Es ist gerade ein Zeichen der nichtstreitigen Gerichtsbarkeit, dass eine Gegenpartei fehlt. Die |503| Stellung der Vormundschaftsbehörde, welche über den persönlichen Verkehr der Eltern mit dem unmündigen Kind zu entscheiden hat, ist durchaus vergleichbar mit derjenigen der Behörden, welche die in Art. 44 lit. d und e OG aufgeführten Massnahmen zu treffen haben. Bei Entzug oder Wiederherstellung der elterlichen Gewalt (Art. 44 lit. d OG) und bei Entmündigung oder Anordnung einer Beistandschaft sowie bei Aufhebung dieser Massnahmen (Art. 44 lit. e OG) wird ebenfalls in der Regel die Vormundschaftsbehörde bzw. die vormundschaftliche Aufsichtsbehörde tätig. Dabei handelt es sich aber um Massnahmen, die der freiwilligen Gerichtsbarkeit angehören. Der Bundesgesetzgeber hat sie denn auch wie die in Art. 44 lit. a-c und f OG aufgezählten Fälle ausdrücklich der Berufung an das Bundesgericht unterstellt, weil er sie nicht als Zivilrechtsstreitigkeiten betrachtet hat. Auch in diesen Fällen kann ein Streit zwischen zwei oder mehreren Personen entstehen. Trotzdem wickelt sich das Verfahren im Rahmen der freiwilligen Gerichtsbarkeit ab, und es liegt keine Zivilrechtsstreitigkeit vor. Die Berufung ist in diesen Fällen nur gegeben, weil der Gesetzgeber sie ausdrücklich als zulässig erklärt hat. Daraus folgt aber, dass die Berufung gegen die Entscheidungen der letztinstanzlichen kantonalen Behörden, die sich mit der Ausgestaltung oder den Schranken des persönlichen Verkehrs der Eltern mit ihrem unmündigen Kind (Art. 273 und 274 ZGB) befassen, mangels einer ausdrücklichen Regelung in Art. 44 OG nicht zulässig ist.\n\nAn diesem Ergebnis vermag auch die Tatsache nichts zu ändern, dass die Regelung des Besuchsrechts im Zusammenhang mit der Scheidung, Trennung oder Ungültigerklärung der Ehe (Art. 156 und 133 ZGB) bzw. die Abänderung dieser Regelung (Art. 157 ZGB) mit der Berufung beim Bundesgericht angefochten werden kann. Der Scheidungsrichter hat das Besuchsrecht desjenigen Elternteils, dem die Kinder nicht zugesprochen werden, festzulegen, weil dieses Recht unmittelbar mit der Auflösung oder der Trennung der Ehe zusammenhängt. Es erscheint daher als eine Nebenfolge eines nicht vermögensrechtlichen Zivilrechtsstreites vor einer richterlichen Behörde, weshalb die Berufung zulässig sein muss."}