{"annee": "107", "cour": "IB", "page": "133", "date": "10/4/1981", "cite": ["101 IB 297", "87 I 507", "15 II 4", "99 IA 113", "87 I 513", "95 I 123", "99 IB 150"], "cite_par": ["110 IB 332", "111 IB 176", "112 IB 26", "113 IB 246"], "chapeau": "26. Urteil der II. öffentlichrechtlichen Abteilung vom 10. April 1981 i.S. Stuber gegen Eidg. Volkswirtschaftsdepartement (Verwaltungsgerichtsbeschwerde)", "regestes": ["Ordonnance instituant le régime de l'autorisation pour la construction d'étables. Le principe qui veut qu'une demande de permis de construire soit en règle générale traitée selon le droit applicable au moment de la décision, et non selon celui qui était en vigueur lors du dépôt de la requête, est également applicable en matière de droit agricole."], "faits": "|134|\n\nBernhard Stuber hält in seinen Stallungen in der Nähe der Wohnzone von Schüpfen ungefähr 300 Mastschweine. Am 24. Mai 1978 erteilte ihm das Bundesamt für Landwirtschaft (BLW) eine Bewilligung zum Anbau eines Stalles für 400 Mastschweine und zum Bau eines weiteren Stalles für 65 Mutterschweine über den bestehenden Stallungen. Da die Gemeinde Schüpfen gegen dieses Projekt opponierte, entschloss sich Stuber, im Einverständnis mit den Gemeindebehörden, ungefähr drei Kilometer ausserhalb des Dorfes einen Schweinestall zu bauen. Wegen der grossen Entfernung zu seinem Wohnhaus wollte er auf die Haltung von Zuchtschweinen verzichten und beabsichtigte statt dessen insgesamt 750 Mastschweine zu halten. Stuber reichte am 15. November 1979 ein entsprechendes Gesuch bei der Landwirtschaftsdirektion des Kantons Bern ein. Diese behandelte das Gesuch am 28. November 1979 und leitete es tags darauf an das BLW weiter, wo es am 30. November 1979 registriert wurde. Bei der Behandlung des Gesuches am 10. Dezember 1979 teilte das BLW Stuber mit, dass die Pachtverträge nachzureichen seien. Am 12. Dezember 1979 brachte Stuber die Pachtverträge auf das BLW.\n\nMit Verfügung vom 22. Januar 1980 lehnte das BLW das Gesuch ab. Zur Begründung führte es aus, nach den auf den 1. Januar 1980 neu in Kraft getretenen Bestimmungen könne Gesuchen, die auf eine Vergrösserung des Viehbestandes abzielen, nur entsprochen werden, wenn im betreffenden Sektor keine länger dauernde Überproduktion zu befürchten sei. Die anhaltend schlechte Marktlage auf dem Kalbfleisch- und Eiersektor sowie die ungünstigen Prognosen für den Rind- und Schweinefleischmarkt hätten das Bundesamt veranlasst, für diese Sektoren vorläufig einen Bewilligungsstop zu erlassen. Eine Beschwerde an das Eidg. Volkswirtschaftsdepartement (EVD) wurde abgewiesen.\n\nMit Verwaltungsgerichtsbeschwerde vom 11. September 1980 beantragt Stuber, der Entscheid des EVD sei aufzuheben und dem Beschwerdeführer sei eine Stallbaubewilligung für 750 Mastschweine zu erteilen.\n\nDas Bundesgericht weist die Beschwerde ab aus folgenden", "considerants": "Erwägungen:\n\n1. a) Die ursprüngliche Fassung von Art. 19 Abs. 1 lit. b des Landwirtschaftsgesetzes vom 3. Oktober 1951 (AS 1953, 1079) ermächtigte den Bundesrat, die nötigen Massnahmen zu ergreifen zur Anpassung der Tierbestände an die betriebs- und landeseigene |135| Futtergrundlage, sofern die Absatzverhältnisse für vieh- und milchwirtschaftliche Erzeugnisse oder andere wirtschaftliche Gründe es zwingend verlangten. Gestützt auf diese Bestimmung erliess der Bundesrat am 21. Dezember 1977 eine bis 31. Dezember 1979 befristete Verordnung über die Bewilligung von Stallbauten (aVBS, AS 1977, 2391 und 1978, 742). Gemäss Art. 1 Abs. 1 aVBS bedurfte die Erstellung neuer sowie die Erweiterung bestehender Ställe für die Rindviehmast sowie für die Schweine- und Legehennenhaltung einer Bewilligung des BLW. Die Einführung der Bewilligungspflicht, die auf eine mengenmässige Beschränkung der Tierbestände abzielte, war notwendig geworden, weil die Produktion von Fleisch und Eiern die Absatzmöglichkeiten zunehmend überstieg, so dass vermehrt Massnahmen zur Überschussverwertung ergriffen werden mussten. Mit der Einführung der Bewilligungspflicht sollten weitere Vergrösserungen der Tierbestände verhindert oder doch davon abhängig gemacht werden, dass das betriebs- und landeseigene Futter mindestens einen bestimmten Teil des Futterbedarfes deckt (Art. 2 Abs. 1 lit. b aVBS). Diese produktionslenkende Massnahme war umso notwendiger, als im Zusammenhang mit der damals eingeleiteten Revision des Landwirtschaftsgesetzes bei den Betriebsinhabern die Tendenz entstand, die Tierbestände trotz der schlechten Absatzlage noch auszudehnen, um eine günstige Ausgangslage für die zu erwartenden neuen Massnahmen zu schaffen.\n\nAm 22. Juni 1979 wurde eine Änderung des Landwirtschaftsgesetzes verabschiedet. Wie sich schon aus den Materialien ergibt (Botschaft des Bundesrates vom 22. Dezember 1976, BBl 1977 I 73 ff.; Bericht der Kommission des Nationalrates vom 7. September 1978, BBl 1978 II 1318 ff.), standen dabei Massnahmen zur Lenkung der Struktur der Betriebe im Vordergrund. Da sich das Ziel ausgeglichener Produktions- und Absatzverhältnisse nicht allein durch die Anpassung der Produktion an die betriebs- und landeseigene Futtergrundlage erreichen liess, galt es, die Anpassung der Tierbestände unmittelbar mit den Produktions- und Absatzmöglichkeiten zu verknüpfen. Dabei musste der Bundesrat Steuerungsmöglichkeiten erhalten, um drohenden Entwicklungen rechtzeitig begegnen zu können. Zu diesem Zwecke sah der Gesetzgeber in den Art. 19a bis 19f LwG verschiedene Massnahmen vor. In Art. 19d LwG wurde der Bundesrat namentlich ermächtigt, \"die Bewilligungspflicht für Stallbauten, allerdings mit anderen Kriterien zur Bewilligungserteilung als heute, weiterzuführen\" (BBl 1978 II 1333). Diese in Art. 19d umschriebenen Kriterien |136| sollten die Entwicklung zum bodenunabhängigen, von der Landwirtschaft losgelösten Betrieb in Zukunft verhindern (a.a.O. 1344). Gestützt auf die neuen Bestimmungen des LwG erliess der Bundesrat am 10. Dezember 1979 eine neue, unbefristete Verordnung über die Bewilligung von Stallbauten (SR 916.016; nVBS). Diese trat zusammen mit der Gesetzesnovelle am 1. Januar 1980 in Kraft.\n\nb) Die Entwicklung der Rechtslage zeigt, dass die in der aVBS für die Jahre 1978-79 eingeführte Bewilligungspflicht für Stallbauten durch eine strengere Regelung abgelöst wurde. Nach der aVBS waren Bewilligungen zu erteilen:\n\na) für Neu- und Umbauten, wenn diese bestehende Stallungen ersetzen und der Tierbestand nicht vergrössert wird;\n\nb) für andere Neubauten und Erweiterungsbauten, wenn der Futterbedarf zu einem bestimmten Prozentsatz durch betriebs- und landeseigenes Futter gedeckt wird.\n\nNach der nVBS bedarf es zum Neu- und Umbau von Ställen für die Kälber- und Grossviehmast sowie für die Schweine- uns Geflügelhaltung einer Bewilligung des BLW (Art. 1 nVBS). Bewilligungen für Ersatz- und Umbauten, mit denen keine Vergrösserung des bisherigen Tierbestandes verbunden ist, werden erteilt, wenn der höchstzulässige Gesamtbestand nach Art. 4 nVBS nicht überschritten wird und weitere Voraussetzungen erfüllt sind (Art. 5 nVBS). Andere Stallbauten, insbesondere wenn damit eine Aufstockung des Tierbestandes verbunden ist, werden nur bewilligt, wenn auf dem Betrieb trotz rationeller Führung ohne die Erweiterung kein ausreichendes Einkommen erzielt werden kann, in zumutbarem Umfang Ackerbau betrieben wird und auch nach der Aufstockung mindestens die Hälfte des Betriebseinkommens aus landwirtschaftlicher Produktion erzielt wird, die nicht der Stallbaubewilligung unterliegt (Art. 19d Abs. 3 LwG in Verbindung mit Art. 6 nVBS). Auch diese Bewilligungen werden aber verweigert, wenn aufgrund statistischer Ermittlung über die Entwicklung der Tierbestände, der Anzahl eingehender Gesuche sowie der Marktlage im entsprechenden Sektor eine Überproduktion zu befürchten ist (Art. 9 nVBS).\n\nDer Beschwerdeführer bestreitet nicht, dass sein Projekt die Voraussetzungen für die Erteilung einer Bewilligung nach der nVBS nicht erfüllt. Hingegen macht er geltend, er habe nach der aVBS Anspruch auf eine Bewilligung. Er ficht deshalb die Anwendung des neuen Rechts auf sein Gesuch an. |137|\n\n2. a) Bei der Beurteilung, welches Recht bei einer Rechtsänderung Anwendung findet, gilt der Grundsatz, dass diejenigen Rechtssätze massgebend sind, die bei der Erfüllung des rechtlich zu ordnenden oder zu Rechtsfolgen führenden Tatbestandes Geltung haben (IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, 5. Auflage, Nr. 15 B I). Im Baubewilligungsverfahren soll festgestellt werden, dass ein Projekt mit dem öffentlichen Recht übereinstimmt. Gegenstand der Bewilligung ist die Baute. Der rechtlich zu ordnende Tatbestand erfüllt sich daher bei Baubeginn. Bei einer Änderung des Rechtes zwischen Gesuchseinreichung und endgültiger Gesuchserledigung ist demnach grundsätzlich das neue, in Kraft stehende Recht anzuwenden. Dieser Grundsatz ist von der kantonalen Praxis im Baupolizeirecht entwickelt und vom Bundesgericht geschützt worden (BGE 101 Ib 297, BGE 99 Ia 122, 341 E. 2, BGE 95 I 125, BGE 87 I 510). Das Bundesgericht wendet aber die gleichen Grundsätze auch in freier Kognition auf das Bundesrecht an, so namentlich im Zusammenhang mit der Änderung des Gewässerschutzgesetzes (BGE 99 Ia 124 E. 9, BGE 99 Ib 152 E. 1). Dies entspricht der überwiegenden Meinung der Lehre (IMBODEN/RHINOW, a.a.O., B II 4a; ANDRÉ GRISEL, L'application du droit public dans le temps, ZBl 75/1974 S. 251 ff.; MARTIN STRAUB, Das intertemporale Recht bei der Baubewilligung, Diss. Zürich 1976, S. 181). Die dargelegten Grundsätze bezüglich der zeitlichen Rechtsanwendung im Baubewilligungsverfahren nach dem Baupolizei- und Gewässerschutzrecht gelten auch für das Landwirtschaftsrecht. Daran ändert nichts, dass es dabei meist nicht um baupolizeiliche Vorschriften geht, sondern dass - wie im vorliegenden Fall der Bewilligungspflicht für Stallbauten - wirtschaftspolitische, im Interesse der Erhaltung und Förderung einer gesunden Landwirtschaft erlassene Massnahmen im Vordergrund stehen.\n\nb) Der Gesetzgeber kann eine von den dargelegten Grundsätzen abweichende übergangsrechtliche Regelung treffen. Dies trifft aber im vorliegenden Fall nicht zu. Art. 19 Abs. 1 nVBS hebt die aVBS auf. Art. 19 Abs. 2 nVBS bestimmt:\n\n\"Die aufgehobenen Bestimmungen bleiben auf alle während ihrer\n\nGeltungsdauer eingetretenen Tatsachen anwendbar.\"\n\nAus dieser Bestimmung kann nicht abgeleitet werden, dass auf Gesuche, die unter der Herrschaft der aVBS eingereicht wurden, die aufgehobenen Bestimmungen der aVBS weiterhin anwendbar |138| bleiben; denn aus den dargelegten Grundsätzen erhellt, dass nicht der Zeitpunkt der Einreichung des Gesuches, sondern jener der Bewilligung massgebend ist.\n\n3. Der Zeitpunkt der Bewilligungsverfügung ist für die Bestimmung des anwendbaren Rechts dann nicht massgeblich, wenn die Verwaltung durch ungerechtfertigte Verzögerungen dahin wirkte, dass nach dem normalen Gang der Dinge noch rechtzeitig zu bewältigende Gesuche nicht erledigt wurden (BGE 99 Ia 122 E. 4b, BGE 95 I 125, BGE 87 I 513, IMBODEN/RHINOW, a.a.O., Nr. BGE 15 II 4 b, GRISEL, a.a.O., S. 253). Das trifft im vorliegenden Fall nicht zu.\n\na) Da in den letzten Monaten des Jahres 1979 noch eine grosse Menge Gesuche beim BLW eintrafen und in dieser Zeitspanne von den gleichen Beamten der Abteilung für Viehwirtschaft überdies ein grosses zusätzliches Pensum bewältigt werden musste, um das rechtzeitige Inkraftsetzen des neuen Landwirtschaftsrechtes auf den 1. Januar 1980 zu ermöglichen, wurde ein Vorgehen zur Wahrung der Rechtsgleichheit bei der Behandlung der Gesuche festgesetzt. Die eingehenden Gesuche wurden numeriert und in der Reihenfolge des Eingangs bearbeitet. Wenn sich bei der Bearbeitung ergab, dass ein Gesuch unvollständig war, wurde es zur Ergänzung zurückgewiesen. Die eintreffenden Ergänzungen wurden neu eintreffenden Gesuchen gleichgestellt, d.h. neu numeriert und in dieser Reihenfolge bearbeitet. Dieses Vorgehen ist nicht zu beanstanden und es kann keinesfalls von einer ungebührlichen Verzögerung die Rede sein.\n\nb) Ohne das Einholen der Pachtverträge hätte das Gesuch im vorliegenden Fall noch vor Inkrafttreten des neuen Rechts erledigt werden können. Der Beschwerdeführer rügt die Neunumerierung und damit die Rückstellung seines Gesuches wegen eines derart geringen formellen Mangels als unverhältnismässig. Das BLW habe offenkundig eine willkommene Gelegenheit wahrgenommen, um das Verfahren hinauszuzögern. Das verstosse gegen Treu und Glauben.\n\naa) ob das Gesuch unter altem Recht bewilligt werden konnte, hing wesentlich von der betriebseigenen Futterbasis ab. Da das Eigenland des Beschwerdeführers hiefür nicht ausreichte, war das Vorliegen ausreichender Pachtverträge von entscheidender Bedeutung. Die Situation hatte sich diesbezüglich gegenüber dem ursprünglich bewilligten Gesuch geändert. Während in der Bewilligung vom 24. Mai 1978 von einer \"Vertragsproduktion von je |1394| .5 ha Futtergetreide und Mais\" die Rede war, wurden im neuen Gesuch Pachtflächen von insgesamt 21 ha aufgeführt. Davon war - wie sich später herausstellte - eine Pacht über 16 ha erst am 14. November 1979 mit Wirkung ab 1. April 1980 abgeschlossen worden. Die Prüfung gerade dieses Pachtvertrages war für die Bewilligungsbehörde von zentraler Bedeutung. Sie musste sich nicht damit begnügen, dass die Ackerbaustelle auf dem Gesuch bestätigt hatte, die Angaben über die Betriebsflächen geprüft und für richtig befunden zu haben; es war vielmehr ihre Pflicht, das Genügen der Pachtverträge nach den bei allen Gesuchen angewandten einheitlichen Kriterien zu prüfen. Im vorliegenden Fall hat sich zudem gezeigt, dass die Pachtfläche von 16 ha nicht im Zuständigkeitsbereich des unterzeichnenden Ackerbaustellenleiters lag.\n\nbb) Wie das BLW in seiner Stellungnahme an das EVD vom 29. Oktober 1980 darlegte, wurden in der ersten Zeit nach der Einführung der Bewilligungspflicht für Stallbauten die Pachtverträge nicht einverlangt; so wurde auch dem Beschwerdeführer am 24. Mai 1978 eine Stallbaubewilligung erteilt, ohne dass vorher die Pachtverträge eingeholt worden wären. Die mit dieser Praxis gemachten schlechten Erfahrungen hätten das BLW aber rasch bewogen, die Pachtverträge als Gesuchsbestandteile zu verlangen, denn es hätte verschiedentlich feststellen müssen, dass unter dem Begriff Pachtvertrag sehr oft auch irgendwelche unverbindlich Bestätigungen kursierten. Die frühere largere Praxis des BLW begründete keinen Anspruch des Beschwerdeführers, auch beim zweiten Gesuch auf das Beilegen der Pachtverträge verzichten zu können; dies zumal da auf dem vorgedruckten Gesuchsformular die Beilage der Pachtverträge ausdrücklich verlangt war. Beim zweiten Gesuch waren zudem die Pachtflächen prozentual bedeutend grösser. Bei dieser Sachlage handelte das Bundesamt nicht gegen Treu und Glauben, wenn es die fehlenden Pachtverträge einverlangte, um eine eigene Prüfung dieser für die Bewilligung wesentlichen Grundlage vornehmen zu können. Die diesbezüglichen Rügen des Beschwerdeführers erweisen sich daher als unbegründet.\n\n4. Damit ergibt sich, dass die Vorinstanzen bei der Behandlung des Gesuchs des Beschwerdeführers zutreffenderweise das neue Recht angewandt haben. Dass aber nach diesem das Gesuch nicht bewilligt werden konnte, ist nicht bestritten. Die Beschwerde ist demnach abzuweisen."}