{"annee": "107", "cour": "V", "page": "133", "date": "12/6/1981", "cite": [], "cite_par": ["108 V 113"], "chapeau": "29. Extrait de l'arrêt du 12 juin 1981 dans la cause Caisse cantonale genevoise de compensation contre Ganière et Commission cantonale genevoise de recours en matière d'AVS", "regestes": ["Art. 29 al. 2, 29bis al. 1, 30bis, 33bis al. 1 et 33ter LAVS; art. 52 RAVS; let. b al. 2 et 3 des Dispositions transitoires de la 9e révision de l'AVS. - Le calcul de la rente simple de vieillesse succédant à une rente d'invalidité s'opère sur la base des éléments qui, au moment de la naissance du droit à la rente de vieillesse, garantissent l'octroi de la rente la plus favorable. - La restructuration de l'ensemble des rentes quant à leur échelle, intervenue lors de la 9e révision de l'AVS, ne permet pas de modifier le mode de calcul choisi lors de la fixation de la rente initiale."], "faits": "", "considerants": "BGE 107 V 133 S. 134\n\nConsidérant en droit:\n\n1. En vertu de l'art. 29 al. 2 LAVS, les rentes ordinaires sont servies sous forme de rentes complètes aux assurés qui comptent une durée complète de cotisations; sous forme de rentes partielles aux autres assurés. La durée de cotisations est complète lorsque l'assuré a, entre le 1er janvier qui suit la date où il a eu 20 ans révolus et l'ouverture du droit à la rente, payé des cotisations pendant le même nombre d'années que les assurés de sa classe d'âge (art. 29bis al. 1 LAVS). Chargé par l'art. 30bis LAVS d'établir, pour déterminer les rentes, des tables dont l'usage serait obligatoire, le Conseil fédéral a édicté à l'art. 52 RAVS une table d'échelonnement des rentes partielles. Jusqu'au 31 décembre 1978, cette table comptait 25 échelles; la première correspondait à une rente de 3% pour une durée de cotisations inférieure à 3,50% du nombre des années de cotisations de la classe d'âge du rentier; la 25e, à une rente de 100% pour une durée de cotisations de plus de 87,99%. A l'occasion de la 9e révision de l'AVS, le nombre des échelles a passé à 44; la première correspond à une rente de 2,27% pour une durée de cotisations inférieure à 2,28%; la 44e à une rente de 100% pour une durée de cotisations d'au moins 97,73%. Le Tribunal fédéral des assurances a déclaré la nouvelle réglementation conforme à la loi (arrêt non publié Gamper, du 7 novembre 1980).\n\nL'art. 33ter LAVS, en vigueur depuis le 1er janvier 1979, prescrit au Conseil fédéral d'adapter les rentes ordinaires, en règle générale tous les deux ans, à l'évolution des salaires et des prix. Selon la let. b al. 2 des dispositions transitoires de la 9e révision de l'AVS, concernant l'adaptation des rentes en cours opérée pour la première fois par le Conseil fédéral, les rentes ordinaires en cours sont converties en rentes complètes et partielles calculées selon le nouveau droit. Suivant l'al. 3, le montant des nouvelles rentes ordinaires ne peut être inférieur à celui des anciennes rentes.BGE 107 V 133 S. 135\n\nDans une circulaire IIb, du 31 juillet 1978, concernant l'application de la 9e révision de l'AVS dans le domaine des rentes, l'Office fédéral des assurances sociales prescrit aux caisses de compensation, sous ch. 24 et 25, de tenir compte - lors de l'adaptation de rentes AVS ayant succédé à une rente de l'assurance-invalidité - de la durée de cotisations de la classe d'âge et de la durée de cotisations de l'assuré qui avaient déterminé la rente de l'assurance-invalidité (v. aussi ch. m. 531 Directives concernant les rentes, éd. 1er janvier 1980).\n\nPar ordonnance du 17 septembre 1979, le Conseil fédéral a fixé au 1er janvier 1980 la date de la première adaptation des rentes prévues par l'art. 33ter LAVS.\n\n2. Conformément à la circulaire IIb précitée, la Caisse cantonale genevoise de compensation a calculé comme il suit la rente de l'assuré, à partir du 1er janvier 1979, date de l'entrée en vigueur du nouveau système, puis du 1er janvier 1980, date de la première adaptation ordonnée par le Conseil fédéral:\n\nLa durée relative de cotisations de l'assuré au moment de l'octroi de la rente d'invalidité appelait l'application de la nouvelle échelle 41. Il en résultait une rente de 567 fr. par mois pour 1979 et, en raison de l'adaptation générale, de 594 fr. pour 1980. Ces montants étant inférieurs à la rente de 1977/1978, celle-ci fut maintenue à 609 fr., au-delà du 1er janvier 1979 et du 1er janvier 1980.\n\nLa commission cantonale de recours, elle, considérant que l'assuré avait encore cotisé après avoir obtenu une demi-rente d'invalidité, lui a appliqué la nouvelle échelle 44, correspondant à une rente de 599 fr. par mois en 1979, puis de 627 fr. La rente de 1979, inférieure à celle de 1977/1978, restait fixée à 609 fr., mais celle de 1980 passait à 627 fr.\n\nSeule est contestée devant le Tribunal fédéral des assurances la méthode qui consiste à calculer la rente à partir du 1er janvier 1979 en fonction du nombre d'années de cotisations de l'intéressé jusqu'à l'ouverture du droit à la rente AVS et non jusqu'à l'ouverture du droit à la rente de l'assurance-invalidité convertie le 1er février 1976 en rente AVS. La caisse de compensation recourante et l'Office fédéral des assurances sociales opposent au système adopté par le premier juge la pratique, généralement admise, selon laquelle le mode de calcul choisi lors de la fixation de la rente initiale reste valable pour les révisions subséquentes. Le Tribunal fédéral des assurances a approuvé cette pratique dans BGE 107 V 133 S. 136deux arrêts, publiés l'un dans la RCC 1977 p. 239 et l'autre dans la RCC 1979 p. 150. Or, la rente AVS initiale était fondée en l'espèce sur le nombre d'années de cotisations retenu pour déterminer l'ancienne rente de l'assurance-invalidité (art. 33bis al. 1 LAVS). Au cours du procès qui aboutit au premier des arrêts cités ci-dessus, l'Office fédéral des assurances sociales produisit une réponse à laquelle il renvoie aujourd'hui et où il énumérait les inconvénients que présenterait un réexamen fondamental, lors de toutes mutations, de chaque dossier de rente.\n\nLes arguments de l'Office fédéral des assurances sociales, qui avaient emporté la conviction du Tribunal fédéral des assurances en 1976, paraissent valoir également en la présente cause. Ils militent contre le remplacement, dans le calcul de la rente AVS la plus récente du recourant, de la durée de cotisation en date du 1er janvier 1960 par la durée en date du 31 janvier 1976. On peut cependant se demander si l'application du principe n'exige pas de substituer, après le 31 décembre 1978, la nouvelle échelle maximum 44 à l'ancienne échelle maximum 25. Dans ses observations sur le recours de droit administratif, la commission cantonale de recours soutient qu'il en est ainsi. Cela serait juste s'il s'agissait simplement de transformer une rente de l'assurance-invalidité en rente AVS (cf. RCC 1979 p. 150, déjà cité). Mais, le 1er janvier 1979, l'ensemble des rentes ont été restructurées quant à leur échelle, conformément au ch. III/1/b al. 2 (dispositions transitoires) de la novelle du 24 juin 1977 ainsi que le relève l'Office fédéral des assurances sociales dans sa réponse. Aussi y a-t-il lieu de se fonder sur l'échelle qui correspond à la nouvelle structure introduite à cette date."}