{"annee": "107", "cour": "IB", "page": "286", "date": "23/1/1981", "cite": ["105 IB 49", "102 IB 64", "84 I 7", "89 I 129"], "cite_par": ["115 IB 209"], "chapeau": "53. Extrait de l'arrêt de la IIe Cour de droit public du 23 janvier 1981 dans la cause G. Cheseaux contre C. et C. Blanc (recours de droit administratif)", "regestes": ["Art. 3 al. 1 et 7 al. 1 LDDA; recevabilité du recours de droit administratif. Les décisions rendues par l'autorité cantonale de recours selon les art. 3 al. 1 et 7 al. 1 LDDA peuvent faire l'objet d'un recours de droit administratif."], "faits": "|286|\n\nCharly Blanc a revendiqué l'attribution du domaine agricole compris dans la succession de son père, en application de l'art. 620 CC. En vue de réaliser le partage, l'hoirie a saisi la Commission foncière du canton de Vaud, Section I, en lui demandant d'assujettir l'exploitation dont il s'agissait à la loi fédérale du 12 décembre 1940 sur le désendettement des domaines agricoles (ci-après: loi sur le désendettement/LDDA) et d'en fixer la valeur d'estimation selon les art. 5 ss de la loi en question.\n\nPar prononcé du 23 décembre 1977, l'autorité saisie a fait droit à cette requête. Le 3 octobre 1978, la Commission cantonale de recours en matière foncière a rejeté le recours formé contre cette décision par l'un des cohéritiers, Ginette Cheseaux, qui contestait la valeur d'estimation retenue par l'autorité inférieure.\n\nAgissant par la voie du recours de droit public, Ginette Cheseaux a requis l'annulation du prononcé rendu en instance supérieure. Le Tribunal fédéral a admis le recours en tant que recours de droit administratif.", "considerants": "Extrait des considérants:\n\n1. Ginette Cheseaux a formé contre le prononcé de l'autorité cantonale de dernière instance un recours de droit public pour violation d'un droit constitutionnel des citoyens (art. 84 al. 1 lettre |287| a OJ). Or, en vertu du principe de la subsidiarité consacré par l'art. 84 al. 2 OJ, un tel recours n'est recevable que si la prétendue violation ne peut être soumise au Tribunal fédéral par un autre moyen de droit.\n\na) La décision litigieuse concerne l'assujettissement d'un domaine à la loi sur le désendettement, ainsi que l'estimation de sa valeur en application des dispositions de cette même loi. Or, il résulte du texte des art. 3 al. 1 et 7 al. 1 LDDA qu'en ces matières, l'autorité de recours cantonale statue définitivement. Il apparaît donc clairement - et les travaux préparatoires le confirment (FF 1936 II 237 et 241; BSt.CN 1937 p. 276, 1940 p. 558/559; BSt.CE 1938 p. 573 et 578, 1940 p. 414) - que le législateur de 1940 a entendu exclure tout recours ordinaire au Tribunal fédéral.\n\nCependant, si la loi fédérale du 20 décembre 1968 modifiant celle d'organisation judiciaire n'a pas formellement modifié les art. 3 al. 1 et 7 al. 1 LDDA, elle a expressément abrogé les dispositions qui lui étaient contraires (chiffre II al. 2 de ladite loi; RO 1969, p. 806). Or, les nouveaux art. 97 ss OJ adoptés à cette même occasion, et qui tendaient à ouvrir plus largement la voie du recours de droit administratif auprès du Tribunal fédéral (ATF 105 Ib 50 /51), ont introduit une clause générale attributive de compétence (art. 97 OJ) assortie d'exceptions (art. 99 à 102 OJ). Il s'ensuit donc qu'en principe le Tribunal fédéral est compétent, sauf pour les matières figurant comme exceptions dans la loi d'organisation judiciaire elle-même (FF 1965 II 1336, 1339; BO CN 1967 p. 24 et 29; BO CE 1967, p. 268/269 et 348; MACHERET, La recevabilité du recours de droit administratif au Tribunal fédéral, in RDAF 1974, p. 2 et 4).\n\nIl n'est pas nécessaire de rechercher si d'autres exceptions existent en ce sens que, nonobstant la clause abrogatoire générale, certaines règles contraires aux art. 97 ss OJ et contenues dans une norme antérieure à l'entrée en vigueur de la revision de 1968 subsisteraient, en raison de leur nature particulière. Il n'existe en effet aucune raison majeure qui empêcherait la juridiction administrative supérieure de connaître des différends relatifs à l'assujettissement de domaines à la loi sur le désendettement ou à l'estimation de tels domaines en application de cette loi. C'est ainsi que le Tribunal fédéral est déjà appelé à statuer sur le champ d'application de l'art. 2 LPR, à peu près identique à l'art. 1 LDDA, et qu'il connaît de recours relatifs à des estimations dans d'autres domaines (art. 6 al. 1 de la loi sur les fermages: cf. arrêt non publié |288| Payot c. Hochstrasser et Commission fédérale des fermages du 25 juillet 1979). Dès lors, le mot \"définitivement\" contenu aux art. 3 al. 1 et 7 al. LDDA n'empêche pas en soi un recours de droit administratif.\n\nb) La décision litigieuse a été rendue en application de la loi fédérale sur le désendettement et de ses dispositions d'application. Par ailleurs, tant l'estimation officielle d'un domaine agricole en application des art. 5 ss LDDA que l'assujettissement selon les art. 2 ss LDDA constituent des décisions administratives (ATF 89 I 129 ss, ATF 84 I 7 ss). Si l'on tient enfin compte du fait que les mentions au registre foncier ordonnées par l'autorité officielle en application des art. 3 al. 4 et 7 al. 2 LDDA ont pour conséquence d'imposer au propriétaire les restrictions relatives à la charge maximum prévues par les art. 84 ss LDDA (art. 84, 89 et 90 LDDA), on doit constater que le prononcé attaqué revêt toutes les caractéristiques d'une décision au sens de l'art. 5 PA. Emanant d'une autorité cantonale de dernière instance et n'entrant dans aucun des cas d'exclusion des art. 99 à 102 OJ, il est susceptible de recours de droit administratif, dès lors que le droit fédéral ne prévoit pas de recours préalable à l'un des organes mentionnés à l'art. 98 lettres b à f OJ (art. 97 et 98 lettre g OJ).\n\nc) Cela étant, le présent recours, intitulé recours de droit public, est irrecevable en tant que tel. Il peut en revanche être traité comme recours de droit administratif (ATF 102 Ib 68, 265)."}