{"annee": "107", "cour": "IB", "page": "68", "date": "27/3/1981", "cite": ["106 IB 16", "106 IB 400", "100 IA 407", "101 IA 533", "99 IA 547"], "cite_par": ["125 II 417", "109 IB 64", "109 IB 165", "139 V 263", "117 IB 337"], "chapeau": "15. Extrait de l'arrêt de la IIe Cour de droit public du 27 mars 1981 en la cause Dharmarajah contre Ministère public fédéral et Office fédéral de la police (opposition à une demande d'extradition)", "regestes": ["Extradition. Jugement par défaut. Droit d'être entendu. Peine capitale. Art. 5, art. 7, art. 8, art. 9, art. 10, art. 11 LExtr., art. 3 CEExtr., art. 6 CEDH. 1. Dans les relations avec un pays auquel la Suisse n'est pas liée par un traité d'extradition, il y a lieu de prendre, le cas échéant, des mesures adéquates pour assurer le respect des droits résultant de la Convention européenne de sauvegarde des droits de l'homme et des libertés fondamentales et de la Convention européenne d'extradition (consid. 2a). 2. Conditions de l'autorisation d'extrader pour l'exécution d'un jugement par défaut; exigences quant au droit d'être entendu (consid. 2b)."], "faits": "|68|\n\nArrêté à l'aéroport de Zurich-Kloten le 10 mai 1978 pour trafic de stupéfiants, le ressortissant sri-lankais Dharmarajah a purgé jusqu'au 23 janvier 1980 une peine d'emprisonnement |69| prononcée par le Tribunal du district de Bülach et une peine d'arrêt résultant de la conversion d'une amende douanière. Le 2 mai 1979, l'Etat du Sri Lanka a requis son extradition, d'une part pour l'exécution d'un jugement le condamnant à la peine de mort pour meurtre, d'autre part pour la poursuite et le jugement d'un crime de brigandage (affaire dans laquelle le jugement est intervenu pendant la procédure d'extradition, le 7 juillet 1980).\n\nA la suite d'une communication de l'Office fédéral de la police indiquant qu'en l'absence d'un traité, la Suisse ne pouvait pas extrader pour l'exécution d'un jugement portant condamnation à mort, l'Etat requérant a informé la Suisse, par note du 27 juillet 1979, que le Président de la République avait décidé, le 10 juillet 1979, de commuer la peine de mort en détention à perpétuité, pour le cas où Dharmarajah serait extradé.\n\nDharmarajah s'est opposé à son extradition; subsidiairement, il a demandé qu'elle soit subordonnée au respect du principe de la spécialité et à la condition qu'il ne soit ni poursuivi ni jugé pour délit politique. L'Etat requérant n'ayant répondu que partiellement à une requête en complément d'information visant différents points, le Tribunal fédéral a subordonné l'autorisation d'extrader à certaines conditions et charges, en vue d'assurer le respect des dispositions de la loi fédérale sur l'extradition, de la Convention européenne des droits de l'homme et de la Convention européenne d'extradition.", "considerants": "Considérant en droit:\n\n2. Depuis l'adhésion de la Suisse à la Convention européenne de sauvegarde des droits de l'homme et des libertés fondamentales (CEDH), la portée de la loi fédérale sur l'extradition du 22 janvier 1892 (LExtr.) a été partiellement modifiée (cf. ATF 106 Ib 17). Il appartient à la Suisse, lorsqu'elle accorde une extradition, de prendre les dispositions nécessaires pour que cette mesure n'entraîne pas directement une violation des droits consacrés par ladite Convention; les objections qui se fondent sur cette convention internationale sont de la compétence du Tribunal fédéral, à l'égal de celles qui s'appuient sur un traité d'extradition, la loi sur l'extradition ou une déclaration de réciprocité (art. 22 et 23 LExtr.; arrêt Khetty du 22 février 1980).\n\n|70|\n\na) Dans l'arrêt précité, où il s'agissait d'une demande présentée par un Etat avec lequel la Suisse n'est pas liée par un traité, le Tribunal fédéral a autorisé l'extradition en l'assortissant de charges et conditions, exigeant notamment que l'Etat requérant accorde à l'extradé les droits reconnus aux personnes par la Convention européenne des droits de l'homme, que la situation de l'extradé ne soit pas aggravée (lors de sa détention, de l'instruction et du jugement) en raison de considérations de race, de religion, de nationalité ou d'opinion politique (art. 3 ch. 2 de la Convention européenne d'extradition - CEExtr. -, par application de l'art. 10 LExtr.; ATF 99 Ia 547, ATF 101 Ia 540) et que les dispositions de l'art. 5, à l'art. 7, à l'art. 8, à l'art. 9, à l'art. 10 et à l'art. 11 LExtr. soient respectées, ainsi que certaines règles particulières. Il se justifie de faire de même en l'espèce.\n\nb) En revanche, le Tribunal fédéral n'a pas eu l'occasion de se prononcer sur les conditions auxquelles l'extradition peut être accordée, pour l'exécution d'un jugement prononcé par défaut, à un Etat non lié à la Suisse par un traité.\n\nEn soi, la loi ne prohibe pas une extradition accordée en vue de l'exécution d'un jugement rendu par défaut (arrêt Bozano, ATF 106 Ib 403 consid. 5c et 6; SCHULTZ, Das schweizerische Auslieferungsrecht, p. 191).\n\nIl appartient toutefois à la Suisse de ne pas participer, par une extradition, à l'exécution d'un jugement rendu contre une personne qui n'a pas eu la possibilité de se faire entendre dans le procès ou qui ne peut pas faire reprendre le procès ayant conduit au jugement par contumace. Le droit fondamental d'être entendu est reconnu par l'art. 6 CEDH et, sur le plan du droit interne, il découle également de l'art. 4 Cst. C'est aussi la préoccupation de sauvegarder un tel droit qui a conduit à l'adoption de l'art. 3 du second protocole additionnel à la Convention européenne d'extradition, qui dispose:\n\n\"Jugements par défaut\n\nLorsqu'une partie contractante demande à une autre partie contractante l'extradition aux fins d'exécution d'une peine ou d'une mesure de sûreté prononcée par une décision rendue par défaut à son encontre, la partie requise peut refuser d'extrader à cette fin si, à son avis, la procédure de jugement n'a pas satisfait aux droits minimums de la défense, reconnus à toute personne accusée d'une infraction.\n\nToutefois l'extradition sera accordée si la partie requérante donne des assurances jugées satisfaisantes pour garantir à la personne dont l'extradition est demandée le droit à une nouvelle procédure de jugement |71| qui sauvegarde les droits de la défense. Cette décision autorise la partie requérante soit à exécuter le jugement en question si le condamné ne fait pas opposition, soit à poursuivre l'extradé dans le cas contraire.\"\n\nBien que la Suisse n'ait pas signé ledit protocole, la jurisprudence peut s'inspirer de cette disposition lorsqu'il s'agit d'extrader, hors traité, sur la base d'un jugement par défaut. Dans l'arrêt Thareau (ATF 100 Ia 407), le Tribunal fédéral a considéré que les exigences du droit d'être entendu sont satisfaites lorsque l'extradé a la possibilité d'obtenir sans condition, en se présentant devant le juge, le relief du jugement par défaut. Dans l'arrêt Bozano précité, le Tribunal fédéral a considéré que la faculté d'être entendu avait été reconnue à la personne dont l'extradition était demandée, du moment que la procédure s'était déroulée en présence de l'avocat du prévenu et que celui-ci (en liberté et habitant la ville où siégeait le tribunal) s'était volontairement abstenu de participer aux débats; aussi le Tribunal fédéral n'a-t-il pas eu à décider si, dans les relations avec des Etats qui ont signé les Conventions européennes des droits de l'homme et d'extradition, la violation de l'art. 6 CEDH pouvait empêcher l'extradition.\n\nc) Dans le cas particulier, le Tribunal fédéral a requis de l'Etat de Sri Lanka les renseignements nécessaires pour lui permettre de juger si les exigences précitées étaient satisfaites: n'ayant pas reçu de renseignements suffisants à ce sujet, il doit partir de l'idée que ces exigences ne sont peut-être pas satisfaites.\n\naa) L'opposant prétend que la procédure ayant conduit à sa condamnation à mort prononcée pour homicide s'est déroulée totalement à son insu; l'Etat requérant n'a fourni aucun renseignement permettant de se déterminer sur ce point. Par ailleurs, on ignore si l'opposant obtiendrait la possibilité de faire reprendre le procès et comment seraient appliquées les dispositions légales qui sont invoquées.\n\nbb) La condamnation pour brigandage a été prononcée alors que l'opposant était en détention extraditionnelle en Suisse. Toutefois, Dharmarajah a été mêlé à cette procédure en son début; c'est dans le cadre de celle-ci qu'il était détenu et il s'y est volontairement soustrait en prenant la fuite. Ce n'est donc pas sans sa faute qu'il n'a pas participé au procès (cf. ATF 72 IV 44 ad art. 148 PPF). Peu importe qu'il ait été arrêté ultérieurement. Du reste, il ne prétend pas s'être enquis du déroulement |72| ultérieur du procès ni avoir vainement demandé un ajournement de celui-ci jusqu'au moment où la demande d'extradition aurait fait l'objet d'une décision. Dharmarajah n'ayant pas été privé sans sa faute de la faculté de se faire entendre dans le procès, il n'est pas nécessaire de savoir s'il pourrait obtenir maintenant la reprise du procès selon le droit du Sri Lanka. Comme le Tribunal fédéral en a décidé dans l'arrêt Bozano susmentionné, le droit d'être entendu, tel qu'il est garanti par l'art. 6 CEDH, donne à l'accusé le droit d'avoir un procès régulier et équitable; il ne lui donne pas le droit de faire reprendre un procès alors qu'il s'est volontairement abstenu d'y prendre part (cf. VOGLER, Auslieferung und Grundgesetz, Berlin 1970, p. 224, 225).\n\ncc) Il résulte de ce qui précède que, toutes autres conditions remplies, l'extradition peut être accordée sur la base du jugement par défaut du 7 juillet 1980 (brigandage), alors qu'il ne peut l'être sur la base du jugement par défaut du 6 avril 1978, que si l'Etat requérant s'engage à accorder à Dharmarajah le droit de demander la reprise ab initio - ou à partir d'un certain stade - du procès ayant conduit au jugement par défaut du 6 avril 1978.\n\n3. Conformément à la pratique suisse, le Département fédéral de justice et police a informé l'Etat requérant que l'extradition ne pouvait être accordée pour l'exécution d'une peine capitale. Le Sri Lanka en a tenu compte, en ce sens que le Président a commué la peine de mort en détention à vie, pour le cas où l'opposant serait extradé.\n\nSi les autres conditions en sont remplies, l'extradition ne devra être accordée pour la poursuite de l'homicide que si le Conseil fédéral obtient des assurances jugées suffisantes que la peine capitale ne sera ni prononcée ni exécutée (art. 11 CEExtr. par analogie).\n\nPar ces motifs, le Tribunal fédéral:\n\n1. Admet partiellement l'opposition en ce sens que l'extradition n'est accordée que pour le délit d'homicide et le délit de brigandage - à l'exclusion du délit d'association de malfaiteurs (conspiracy et unlawful assembly) - et à la condition que les autorités du Sri Lanka donnent des garanties jugées suffisantes: |73|\n\na) qu'une nouvelle procédure de jugement, sauvegardant les droits de la défense, sera ordonnée pour le délit d'homicide, si l'extradé le requiert dans un délai raisonnable que pourra fixer l'Etat requérant;\n\nb) que la quotité de la peine pour le délit de brigandage sera réexaminée à la suite de l'exclusion du délit d'association de malfaiteurs;\n\n2. Subordonne en outre l'extradition à la condition que les autorités du Sri Lanka donnent des garanties jugées suffisantes que les charges et conditions suivantes seront respectées:\n\na) la situation de l'extradé ne pourra être aggravée (lors de sa détention, de l'instruction, du jugement et de l'exécution de la peine) en raison de considérations de race, de religion, de nationalité ou d'opinion politique (art. 3 Convention européenne d'extradition);\n\nb) l'Etat requérant accordera à l'extradé les droits reconnus aux personnes par la Convention européenne de sauvegarde des droits de l'homme et des libertés fondamentales, du 4 novembre 1950, notamment par les art. 6 et art. 7;\n\nc) l'extradé ne pourra encourir aucune peine corporelle (art. 5 LExtr.);\n\nd) l'extradé ne pourra être ni poursuivi ni puni pour les infractions qu'il pourrait avoir commises antérieurement à la demande, autres que celles qui ont donné lieu à extradition, au sens de l'art. 7 LExtr.;\n\ne) l'Etat requérant ne pourra réextrader Dharmarajah à un Etat tiers, si ce n'est aux conditions de l'art. 8 LExtr.;\n\nf) l'extradé ne sera pas jugé par un tribunal d'exception (art. 9 LExtr.);\n\ng) l'extradé ne sera ni poursuivi ni puni pour un crime politique non plus que pour son motif ou son but politique (art. 10 LExtr.);\n\nh) l'Etat requérant ne prononcera ni n'exécutera de peine capitale contre l'extradé;\n\ni) si l'extradé a commis en outre une infraction de nature fiscale ou militaire, cette contravention ne pourra ni entraîner une condamnation ni constituer une circonstance aggravante (art. 11 LExtr.);\n\nj) l'extradé ne pourra encourir aucun sévice ni traitement dégradant ou nuisible à sa santé;\n\nk) l'extradé recevra les soins médicaux nécessaires et, si son |74| état de santé le requiert, il devra recevoir les soins appropriés et au besoin être reçu dans un établissement approprié;\n\nl) la représentation suisse pourra s'enquérir de l'état de la procédure et assister aux éventuels débats judiciaires; elle recevra un exemplaire de la décision mettant fin à la procédure judiciaire; elle pourra rendre visite sans contrôle à l'extradé; celui-ci pourra en tout temps s'adresser à la représentation suisse;\n\n3. Fixe aux autorités du Sri Lanka un délai au 30 juin 1981 pour donner les assurances requises sous chiffres 1 et 2 ci-dessus, faute de quoi l'extradition ne sera pas autorisée et la détention de Dharmarajah à titre extraditionnel ne pourra pas être maintenue."}