{"annee": "107", "cour": "III", "page": "113", "date": "8/12/1981", "cite": ["76 I 28", "101 IV 371", "105 III 1", "93 III 89", "28 I 207", "53 I 380", "78 I 215", "106 II 81"], "cite_par": ["115 III 1", "111 IA 86", "131 III 652", "115 IB 517", "117 IA 424", "119 IB 64", "126 I 97"], "chapeau": "27. Entscheid der Schuldbetreibungs- und Konkurskammer vom 8. Dezember 1981 i.S. A. & Co. AG (Rekurs)", "regestes": ["Séquestre fiscal (art. 44 LP). Les autorités fiscales cantonales peuvent-elles intervenir dans toute phase de la poursuite ou de la faillite en rendant une décision de mise sous séquestre, et exiger que des biens saisis ou entrés dans la masse soient affectés à la couverture de créances fiscales contre le débiteur? Elles ne peuvent en tout cas pas placer sous séquestre le produit de la réalisation, car il n'appartient pas au débiteur."], "faits": "BGE 107 III 113 S. 113\n\nA.- In der Betreibung Nr. 497 der A. & Co. AG gegen F. für den Betrag von Fr. 217'669.40 nebst Zinsen pfändete das Betreibungsamt Diepoldsau zwei dem Schuldner gehörende Grundstücke und verwertete sie am 16. Dezember 1980. Dabei wurde ein die grundpfandgesicherten Forderungen übersteigender Erlös von rund Fr. 52'000.-- erzielt.\n\nAm 17. Dezember 1980 teilte das Gemeindesteueramt Diepoldsau dem Betreibungsamt mit, dass aus der Verwertung der beiden Grundstücke mit einer Grundstückgewinnsteuer zu rechnen und dafür eine Sicherstellung von Fr. 52'000.-- zu leisten sei.BGE 107 III 113 S. 114\n\nAm 19. Januar 1981 legte das Betreibungsamt den Verteilungsplan für die Pfandgläubiger auf, in welchem nach den Grundpfandforderungen eine Forderung der kantonalen Steuerverwaltung von Fr. 5'129.50 bzw. eine solche von Fr. 46'791.85 aufgeführt ist. Die betreibende Gläubigerin erhielt davon vorerst keine Kenntnis. Hingegen wurde ihr ein Verlustschein über Fr. 223'526.65 zugestellt.\n\nB.- Nachdem sich die Gläubigerin je eine Kopie der beiden Verteilungspläne verschafft hatte, focht sie diese mit Beschwerde an den Gerichtspräsidenten von Unterrheintal als untere kantonale Aufsichtsbehörde über Schuldbetreibung und Konkurs an. Mit Entscheid vom 23. April 1981 hiess der Gerichtspräsident die Beschwerde \"im Sinne der Motive\" gut. Er hielt den Verteilungsplan sowie den Verlustschein für nichtig und wies das Betreibungsamt an, vor Abschluss der Verteilung die definitive Steuerveranlagung abzuwarten. Gegen diesen Entscheid rekurrierte die Gläubigerin an die obere Aufsichtsbehörde des Kantons St. Gallen.\n\nC.- Inzwischen hatte die kantonale Steuerverwaltung am 1. Mai 1981 eine neue Sicherstellungsverfügung gegenüber dem Schuldner ergehen lassen und, nachdem dieser der Verfügung nicht nachgekommen war, am 8. Mai 1981 gestützt auf Art. 142 des st. gallischen Steuergesetzes die Beschlagnahme des Erlöses aus den Liegenschaftssteigerungen angeordnet, soweit dieser die Forderungen der Pfandgläubiger übersteige. Gegen diese Massnahme, die vom Betreibungsamt am 11. Mai 1981 vollzogen wurde, beschwerte sich die Gläubigerin direkt bei der oberen kantonalen Aufsichtsbehörde.\n\nMit Entscheid vom 21. Oktober 1981 strich die Aufsichtsbehörde die im Verteilungsplan aufgeführten Forderungen der kantonalen Steuerverwaltung und hob den Pfändungsverlustschein auf. Im übrigen trat sie auf die Beschwerde- bzw. Rekursbegehren nicht ein. Sie nahm an, das Betreibungsamt habe sich gemäss Art. 44 SchKG zu Recht an die seitens des Fiskus angeordnete Beschlagnahme des Pfändungserlöses gehalten. Hingegen hätte es den vom Fiskus geltend gemachten Sicherungsanspruch nicht in den Verteilungsplan aufnehmen und der betreibenden Gläubigerin einen Verlustschein ausstellen dürfen.\n\nD.- Mit dem vorliegenden Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts beantragt die Gläubigerin, in der Betreibung Nr. 497 sei die Verteilung des Verwertungserlöses ohne Berücksichtigung der geltend gemachten Steuerforderung BGE 107 III 113 S. 115bzw. der zur Sicherstellung einer Steuerforderung verfügten Beschlagnahme anzuordnen.\n\nDie kantonale Steuerverwaltung beantragt die Abweisung des Rekurses.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Gemäss Art. 44 SchKG geschieht die Verwertung von Gegenständen, welche aufgrund strafrechtlicher oder fiskalischer Gesetze mit Beschlag belegt sind, nach den zutreffenden eidgenössischen oder kantonalen Gesetzesbestimmungen. Nach der bundesgerichtlichen Rechtsprechung zu dieser Vorschrift haben über die Voraussetzungen und Wirkungen einer solchen Beschlagnahme einzig die nach diesen Gesetzen zuständigen Straf- und Fiskalbehörden zu entscheiden. Die Betreibungs- und Konkursbehörden sind nicht befugt, einer strafrechtlichen oder fiskalischen Beschlagnahme eine eigene gegenteilige Verfügung entgegenzusetzen, die dann der betreibungsrechtlichen Beschwerde unterliegen würde. Vorbehalten bleiben immerhin Beschlagnahmen, die nach dem betreffenden Gesetz offensichtlich unzulässig sind und von den Betreibungs- und Konkursbehörden daher als nichtig betrachtet werden dürfen. Im übrigen aber müssen sich die Gläubiger bzw. die Konkursverwaltung gegen solche Beschlagnahme mit den Rechtsmitteln des Strafprozess- bzw. Fiskalrechts zur Wehr setzen. Grundsätzlich dürfen die Kantone zwar für Steuern kein für sie günstigeres Vollstreckungsverfahren als jenes des SchKG schaffen; auch geniessen öffentlichrechtliche Forderungen keine anderen Privilegien als die im Bundesrecht vorgesehenen (z.B. einzelne in Art. 219 Abs. 4 SchKG genannte Konkursprivilegien, gesetzliches Pfandrecht nach Art. 836 ZGB). Hingegen ermächtigt Art. 44 SchKG die Kantone, in strafrechtlichen und fiskalischen Gesetzen die Beschlagnahme von Gegenständen vorzusehen und deren Verwertung zu regeln, allerdings nur zur Vollziehung öffentlichrechtlicher Ansprüche, nicht etwa von Ansprüchen des Geschädigten im Strafverfahren. Für öffentlichrechtliche Ansprüche aber geht die Beschlagnahme einer Pfändung oder einem Konkursbeschlag auch dann vor, wenn sie zeitlich später erfolgt (BGE 78 I 215 ff.; vgl. auch BGE 76 I 33 und 99 ff., BGE 53 I 386 ff., BGE 28 I 209 und 220 ff.; ferner BGE 105 III 1 ff., BGE 101 IV 377 ff. E. 3, BGE 93 III 93).\n\n2. Mann kann sich fragen, ob an dieser Rechtsprechung in allen Teilen festzuhalten sei. Sie hätte, konsequent zu Ende BGE 107 III 113 S. 116gedacht, zur Folge, dass die Kantone in ihren Steuergesetzen ein Verfahren vorsehen könnten, mit welchem sie in jedem Stadium eines Betreibungs- oder Konkursverfahrens mit einer Beschlagnahmeverfügung eingreifen und gepfändete oder zur Konkursmasse gehörende Vermögenswerte für die Deckung von Steuerforderungen beanspruchen könnten. Das würde sehr weit gehen und dem Grundsatz, dass öffentlichrechtliche Forderungen, bundesrechtliche Sondervorschriften vorbehalten, kein Privileg geniessen dürfen, stracks zuwiderlaufen. Wenn diese Frage bis heute zu keinen grösseren Kontroversen und zu keiner bundesgerichtlichen Entscheidung geführt hat (die erwähnten Entscheidungen betreffen ausschliesslich strafprozessuale Beschlagnahmen), so offenbar nur deswegen, weil die Kantone entweder in ihren Steuergesetzen oder in deren Anwendung die gebotene Zurückhaltung geübt haben.\n\nEs ist ohne weiteres einzuräumen, dass strafprozessuale Beschlagnahmen, die der Durchsetzung des staatlichen Strafanspruchs dienen (Beweissicherung, Beschlagnahme im Sinne von Art. 58 ff. StGB), regelmässig ohne Rücksicht auf die zeitliche Priorität gegenüber Beschlagsrechten der Zwangsvollstreckung den Vorrang haben müssen. Wo es aber lediglich um die Sicherung staatlicher Kosten- oder Fiskalforderungen geht, stellt sich, soweit kantonale Ansprüche im Spiel stehen, sofort die Frage, wie weit das kantonale Recht vor dem übergeordneten Bundesrecht Bestand haben kann bzw. ob das kantonale öffentliche Recht nicht die Durchsetzung des Bundeszivilrechts (zu welchem im formellen Sinn des Art. 64 BV auch das Schuldbetreibungs- und Konkursrecht gehört) vereitelt oder in unzulässiger Weise erschwert (vgl. dazu BGE 106 II 81 ff.). Über diese Fragen zu entscheiden, sind aber in erster Linie jene Behörden berufen, denen die Anwendung des in Frage stehenden eidgenössischen Rechts obliegt. Das sind im vorliegenden Fall die Betreibungs- und Konkursämter und deren Aufsichtsbehörden, die über die Anwendung des Schuldbetreibungs- und Konkursrechts zu wachen haben. Sie haben auch dafür zu sorgen, dass die Kantone nicht durch bundesrechtswidrige Vorschriften die Anwendung dieses Bundesrechts vereiteln oder in unzulässiger Weise erschweren. Auch BLUMENSTEIN, (Die Zwangsvollstreckung für öffentlichrechtliche Geldforderungen nach schweizerischem Recht, in: Festgabe der juristischen Fakultät der Universität Bern zur Feier des 50jährigen Bestehens des Schweizerischen Bundesgerichts, S. 242) ist übrigens der Auffassung, nur soweit eidgenössische Normen in Betracht fielen, gehe BGE 107 III 113 S. 117eine straf- oder fiskalrechtliche Beschlagnahme einer zeitlich früher erfolgten Pfändung vor, was in BGE 78 I 221 übersehen wurde (vgl. auch BÖRLIN, Die strafrechtliche Beschlagnahme und das Schuldbetreibungs- und Konkursrecht, ZSR 35/1916 S. 311; H. NIEDERER, Die Vermögensbeschlagnahme im schweizerischen Strafprozessrecht, Diss. Zürich 1968, S. 38/39).\n\n3. Die Frage, wie weit an der bisherigen bundesgerichtlichen Praxis festgehalten werden kann, braucht indessen im vorliegenden Fall nicht abschliessend entschieden zu werden, weil sich die von der Steuerverwaltung des Kantons St. Gallen verfügte Beschlagnahme auch dann als unzulässig erweist, wenn man dieser Praxis folgt.\n\nDie Steuerverwaltung stützt ihre Beschlagnahmeverfügung auf die Art. 58, 141 und 142 des st. gallischen Steuergesetzes. Art. 58 fällt zum vornherein ausser Betracht. Er bestimmt, dass der Grundbucheintrag bei der Veräusserung von Grundstücken von der Sicherstellung oder Bezahlung der Grundstückgewinnsteuer abhängig gemacht werden darf und dürfte im übrigen ohnehin bundesrechtswidrig sein (BGE 106 II 81 ff.). Art. 141 ermächtigt die kantonale Steuerverwaltung, unter bestimmten Voraussetzungen die Sicherstellung eines Steuerbetrags zu verfügen, und Art. 142 (der im vorliegenden Fall in erster Linie in Frage steht) ermöglicht, sofern der Sicherstellungsverfügung nicht nachgelebt wird, die Beschlagnahme von Vermögenswerten. Dabei kann es sich jedoch offensichtlich zum vornherein nur um die Beschlagnahme von Vermögenswerten handeln, die dem Steuerpflichtigen und Steuerschuldner gehören. Der Verwertungserlös aus einer Zwangsvollstreckung gehört nun aber nicht dem Schuldner. Der Steigerungserlös geht mit der Bezahlung in das Eigentum des Betreibungsamtes, also des Staates, über. Anspruch darauf haben in erster Linie die betreibenden Gläubiger. Dem Schuldner steht ein Anspruch auf den Erlös nur insoweit zu, als nach Deckung der Betreibungskosten und Verteilung an die Gläubiger ein Überschuss verbleibt. Nur der Anspruch auf einen solchen Überschuss ist ein Vermögenswert des Schuldners. Dieser Grundsatz wird auch durch Art. 199 Abs. 2 SchKG bestätigt, wonach der Erlös bereits verwerteter Vermögensstücke nicht in die Konkursmasse fällt, sondern an die betreibenden Gläubiger zu verteilen ist.\n\nDie kantonale Steuerverwaltung hat somit einen Vermögenswert beschlagnahmt, der ganz offensichtlich gar nicht dem Steuerpflichtigen und Steuerschuldner, sondern einem Dritten gehörte.BGE 107 III 113 S. 118\n\nDas war auch nach dem kantonalen Steuerrecht eindeutig unzulässig. Die Beschlagnahme durfte und musste daher von den Betreibungsbehörden im Sinne von BGE 78 I 219 E. 1 in fine als nichtig betrachtet werden. Der Rekurs ist demzufolge gutzuheissen, der angefochtene Entscheid aufzuheben und das Betreibungsamt anzuweisen, die Verteilung des Verwertungserlöses ohne Rücksicht auf die von der Steuerverwaltung erlassene Beschlagnahme durchzuführen.\n\nDemnach erkennt die Schuldbetreibungs- und Konkurskammer:\n\nDer Rekurs wird gutgeheissen, der Entscheid der kantonalen Aufsichtsbehörde für Schuldbetreibung und Konkurs des Kantons St. Gallen vom 21. Oktober 1981 aufgehoben und das Betreibungsamt Diepoldsau angewiesen, den Verwertungserlös aus der Betreibung Nr. 497 ohne Rücksicht auf die Beschlagnahmeverfügung der kantonalen Steuerverwaltung vom 8. Mai 1981 bzw. des Gemeindesteueramtes Diepoldsau vom 17. Dezember 1980 zu verteilen."}