{"annee": "107", "cour": "IB", "page": "81", "date": "10/7/1981", "cite": ["99 IB 150", "104 IB 364", "100 IB 341", "92 I 226", "87 I 507", "104 IB 330", "102 IB 26", "99 IA 113"], "cite_par": ["114 IB 17", "127 III 16", "107 IB 191", "111 IB 176"], "chapeau": "19. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 10. Juli 1981 i.S. Bundesamt für Justiz gegen Sommer und Staatsrat des Kantons Wallis (Verwaltungsgerichtsbeschwerde)", "regestes": ["Blocage des autorisations dans des lieux à vocation touristique selon l'OAITE dans sa teneur depuis le 1er juillet 1979; droit transitoire. 1. Art. 7 al. 1 let. b AFAIE. L'autorisation doit être refusée, sans égard à un intérêt légitime de l'acquéreur, lorsque le lieu en cause a fait l'objet d'une mesure de blocage (consid. 2). 2. Art. 3 al. 5 et 6 OAITE. La mesure de blocage entre en vigueur, au plus tôt, à la date de sa publication (consid. 3). 3. Il en est de même dans les lieux où les limites fixées ont été atteintes seulement après le 1er juillet 1979. Dans ce cas, le blocage intervient aussi pour les demandes d'autorisation sur lesquelles l'autorité compétente (même de recours) n'a pas statué définitivement (consid. 4). 4. Il est du ressort exclusif des cantons de fixer la manière dont ils disposeront de leurs contingents (consid. 5)."], "faits": "BGE 107 Ib 81 S. 82\n\nA.- Der Deutsche Lothar Sommer, der in seiner Heimat wohnt, kaufte mit Vertrag vom 3. Oktober 1980 in Ried-Mörel eine Eigentumswohnung. Der Grundbuchinspektor des Kantons Wallis erteilte ihm am 17. Oktober 1980 die dafür gemäss Art. 1 BewB notwendige Bewilligung, die insbesondere davon abhängig gemacht wurde, dass Sommer eine andere Wohnung in der gleichen Gegend verkaufe.\n\nDie Zahl solcher Bewilligungen für Ried-Mörel stieg bereits am 14. Oktober 1980 auf 50. Das Eidg. Justiz- und Polizeidepartement fand daraufhin, dass der Umfang des ausländischen Grundbesitzes in dieser Gemeinde die in Art. 3 Abs. 2 BewVF (SR 211.412.413) vorgesehene Grenze erreicht habe, Ried-Mörel folglich der Bewilligungssperre unterliege, im Anhang 2 zu dieser Verordnung aufzuführen und mit drei Sternchen zu bezeichnen sei. Seine Verfügung vom 18. November 1980 wurde am 2. Dezember 1980 in der Amtlichen Sammlung veröffentlicht (AS 1980 S. 1748).\n\nB.- Das Bundesamt für Justiz fand, mit der 50. Bewilligung vom 14. Oktober 1980 habe der Grundbuchinspektor für Ried-Mörel die Bewilligungssperre ausgelöst, die sofort und unabhängig von der formellen Aufnahme der Gemeinde in den Anhang und ihrer Veröffentlichung wirksam geworden sei; eine Bewilligung an Sommer könne daher nicht mehr oder nur unter den Voraussetzungen für Ausnahmen gemäss Art. 4 BewVF erteilt werden. Es beschwerte sich in diesem Sinne beim Staatsrat des Kantons Wallis, der am 17. Dezember 1980 den Entscheid des Grundbuchinspektors bestätigte.\n\nDas Bundesamt führt gegen dieses Urteil Verwaltungsgerichtsbeschwerde mit den Anträgen, es aufzuheben und Sommer die Bewilligung zum Erwerb einer Eigentumswohnung in Ried-Mörel zu verweigern, eventuell nur auf Anrechnung an das kantonale Kontingent zu erteilen.\n\nDer Staatsrat und Sommer beantragen, die Beschwerde abzuweisen.\n\nBGE 107 Ib 81 S. 83", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n2. Es ist unbestritten, dass die Gemeinde Ried-Mörel zu den Fremdenverkehrsorten im Sinne von Art. 2 BewVF zu rechnen und bereits seit 21. Dezember 1973 im Anhang 1 zu dieser Verordnung aufgeführt ist. Die Bewilligung setzt auch in solchen Orten ein berechtigtes Interesse des Erwerbers voraus, das dem Beschwerdegegner gemäss Art. 6 Abs. 2 lit. a Ziff. 3 BewB nicht abgesprochen werden darf, da er in Ried-Mörel einen Zweitaufenthalt begründen will und gleichzeitig die Eigentumswohnung in Betten verkaufen soll. Nach Art. 7 Abs. 1 lit. b BewB ist die Bewilligung indes ohne Rücksicht auf ein solches Interesse zu verweigern, wenn das zu erwerbende Grundstück an einem Orte liegt, der zwar der Fremdenverkehrsförderung bedarf, an dem das ausländische Grundeigentum aber bereits einen erheblichen Umfang erreicht; denn diesfalls unterliegt der Ort der Bewilligungssperre.\n\nAuch darüber sind sich die Parteien einig. Streitig ist bloss, von welchem Zeitpunkt an die Sperre für einen bestimmten Ort gilt, neue Bewilligungen unter Vorbehalt von Ausnahmen gemäss Art. 4 BewVF also nicht mehr erteilt werden dürfen. Das hängt insbesondere davon ab, mit welcher Tatsache oder Handlung der Behörde die Sperre in Kraft tritt und ob sie auch auf Grundstücke zu beziehen ist, die bereits Gegenstand eines Bewilligungsverfahrens sind.\n\n3. Nach Auffassung des Bundesamtes tritt die Sperre automatisch ein, sobald die letzte der einer Gemeinde nach Art. 3 Abs. 2 BewVF zustehenden Bewilligungen erteilt worden ist. Der Staatsrat ist dagegen der Meinung, dass die Sperre erst mit ihrer Veröffentlichung in Kraft tritt.\n\na) Art. 3 BewVF gibt auf die Streitfrage keine klare Antwort. Er sagt zwar, dass die im Anhang 1 aufgeführten Orte, in denen das ausländische Grundeigentum einen erheblichen Umfang erreicht, der Bewilligungssperre unterliegen (Abs. 1), ferner unter welchen Voraussetzungen ein solcher Umfang in einem bestimmten Ort zu bejahen ist (Abs. 2-4). Es heisst darin aber auch, dass die von der Sperre erfassten Orte im Anhang 2 aufgeführt und mit drei Sternchen bezeichnet werden (Abs. 5), dass das Eidg. Justiz- und Polizeidepartement einen darin nicht aufgeführten Ort nach Anhören der Kantonsregierung der Sperre unterstellt und zu diesem Zweck den Anhang 2 ergänzt, wenn der Ort mit der Erteilung BGE 107 Ib 81 S. 84einer Bewilligung die Voraussetzungen für die Sperre erfüllen würde (Abs. 6).\n\nMit diesen Bestimmungen, die weitgehend aus der Fassung vom 21. Dezember 1973 (AS 1974 S. 109) übernommen worden sind, hat der Bundesrat lediglich den in Art. 7 Abs. 1 lit. b BewB enthaltenen Grundsatz wiederholt und die Voraussetzungen umschrieben, unter denen ein Fremdenverkehrsort zu sperren ist. Dass die Sperre einen bestimmten Ort schon erfasse, wenn die Voraussetzungen objektiv gegeben sind, ist dem Art. 3 BewVF nicht zu entnehmen; aus dessen Abs. 5 und 6 muss vielmehr trotz widersprüchlicher Formulierungen geschlossen werden, dass das Justiz- und Polizeidepartement die Voraussetzungen im Einzelfall zu prüfen und den Ort durch Aufnahme in den Anhang 2 der Sperre zu unterstellen hat, wenn er sie erfüllt. Entscheidend ist daher nicht, dass die Voraussetzungen vorliegen, sondern dass das Departement den Ort deswegen in die Sperrliste aufnimmt und die Ergänzung durch Veröffentlichung in der Gesetzessammlung bekanntgibt. Daraus folgt, dass auf das Datum dieser Veröffentlichung abzustellen ist. Art. 9 Abs. 1 des Rechtskraftgesetzes (SR 170.513.1) stimmt damit überein; danach sind neue, in die Sammlung aufzunehmende Erlasse für den Bürger nur verbindlich, wenn sie darin veröffentlicht sind (BGE 100 Ib 343 E. 1b, BGE 92 I 231 E. 4).\n\nb) Diese Auslegung der in Art. 3 BewVF enthaltenen Vorschriften entspricht auch der Rechtsprechung und der Entstehungsgeschichte des Art. 7 Abs. 1 lit. b BewB. Für eine Absicht des Bundesrates, über die der Bewilligungssperre unterliegenden Fremdenverkehrsorte eine Liste aufzustellen, ist weder seiner Botschaft vom 25. Oktober 1972 noch seinen Ausführungen vor den Räten etwas zu entnehmen. Die Absicht geht vielmehr auf einen Vorschlag der nationalrätlichen Kommission zurück, die den Bundesrat durch einen Zusatz beauftragt wissen wollte, jährlich nach Anhören der Kantonsregierung die von der Bewilligungssperre gemäss Art. 7 Abs. 1 lit. b BewB erfassten Orte festzustellen. Die Klärung der Frage, wann die Wirtschaft eines Ortes vom Fremdenverkehr abhängt, sollte dagegen der Rechtsprechung überlassen werden (Sten.Bull. Nr. 1970 S. 90 am Ende; BGE 102 Ib 29 E. 3a).\n\nNach diesem klaren Willen des Gesetzgebers ist es Sache des vom Bundesrat beauftragten Justiz- und Polizeidepartements, die unter die Sperre fallenden Fremdenverkehrsorte zu ermitteln. Dass untere kantonale Behörden darüber zu befinden hätten, stand zum vorneherein ausser Frage; sie dürfen ohne Genehmigung der BGE 107 Ib 81 S. 85Bundesbehörde das Gebiet auch nicht auf Zonen mit touristischer Bedeutung beschränken, wie dies im Anhang 2 namentlich bei einigen Walliser Gemeinden geschehen ist (BGE 104 Ib 330 oben). Entgegen der Auffassung des Bundesamtes hat der Entscheid des Departements über die Aufnahme einer Gemeinde in den Anhang 2 daher nicht bloss deklaratorische, sondern konstitutive Wirkung. Davon ist das Bundesgericht bereits 1975 ausgegangen, als es entschied, dass Ergänzungen der Sperrliste publiziert werden müssen und erst mit der Veröffentlichung in Kraft treten (Urteil vom 2. Mai 1975 i.S. Hartmann, publ. in ZBGR 56/1975 S. 299 E. 5). Ebensowenig lässt sich sagen, es genüge, dass die einer Gemeinde gemäss Art. 3 Abs. 2 BewVF zustehende Bewilligungsquote ausgeschöpft sei, da ein Ort nach Art. 3 Abs. 6 BewVF der Sperre zu unterstellen sei, sobald er mit der Erteilung einer Bewilligung die Voraussetzungen dafür erfüllen würde. Aus dieser Bestimmung erhellt vielmehr, dass das Justiz- und Polizeidepartement Fremdenverkehrsorte erst sperren darf, wenn die gesetzlichen Voraussetzungen gegeben sind.\n\nDaran ändert auch der Einwand nichts, der Vollzug des BewB obliege in erster Linie den Kantonen, weshalb sie ihre Bewilligungspraxis zu kontrollieren hätten, um eine Überschreitung der Quote in Fremdenverkehrsorten gemäss Art. 3 Abs. 2 BewVF zu vermeiden. Gewiss haben die Kantone die Bundesbehörde über die Entwicklung der Lage in Fremdenverkehrsorten, in denen das ausländische Grundeigentum einen erheblichen Umfang anzunehmen droht, zu unterrichten. Das heisst indes nicht, die kantonalen Behörden hätten neue Bewilligungen zu verweigern, sobald die Voraussetzungen der Sperre vorzuliegen scheinen. Das Justiz- und Polizeidepartement hat zuerst festzustellen, dass die Voraussetzungen erfüllt sind; es hat zudem die Kantonsregierung anzuhören, bevor es die Sperre verhängen und in der Amtlichen Sammlung veröffentlichen darf. Die Sperre wird deswegen für einen bestimmten Ort erst zu einem Zeitpunkt wirksam, in dem das ausländische Grundeigentum dort bereits einen erheblichen Umfang erreicht oder die zulässige Grenze sogar überschritten hat. Das befriedigt freilich nicht und entspricht auch nicht dem Zweck des Gesetzes, ist aber eine unvermeidliche Folge des Verfahrens, nach dem die Bundesbehörde gemäss Art. 7 Abs. 2 BewB und Art. 3 Abs. 6 BewVF vorzugehen hat.\n\nc) Im vorliegenden Fall ist somit die Sperre entgegen der Meinung des Bundesamtes am 14. Oktober 1980, als der Grundbuchinspektor die 50. Bewilligung für Ried-Mörel erteilte, nicht automatisch BGE 107 Ib 81 S. 86ausgelöst worden; sie wurde vielmehr erst mit ihrer Veröffentlichung vom 2. Dezember 1980 verbindlich, was das Departement übrigens ausdrücklich beigefügt hat (AS 1980 S. 1748).\n\n4. Eine andere Frage ist, ob der Staatsrat des Kantons Wallis am 17. Dezember 1980, also nach Inkrafttreten der Sperre für Ried-Mörel, den Entscheid des Grundbuchinspektors im Falle Sommer noch bestätigen durfte.\n\na) Zur Frage, ob das neue Recht auch auf Grundstücke anwendbar ist, die zur Zeit seines Inkrafttretens bereits Gegenstand eines Bewilligungsverfahrens sind, hat sich das Bundesgericht schon im Falle Hartmann geäussert (ZBGR 56/1975 S. 294 E. 3). Dort ging es um die Anwendung der BewVF in der Fassung vom 21. Dezember 1973, die bis Ende 1976 galt, aber keine Übergangsbestimmung enthielt (AS 1974 S. 109 ff. und S. 2393).\n\nDas Bundesgericht führte damals u.a. aus, in Übereinstimmung mit der herrschenden Lehre sei neues Recht, das um der öffentlichen Ordnung willen aufgestellt worden ist, auf alle Tatsachen anzuwenden, soweit nicht das Gesetz selber eine Ausnahme vorsieht, insbesondere auch auf Verfahren, die bei Inkrafttreten des neuen Erlasses bereits hängig, aber noch nicht abgeschlossen sind (BGE 99 Ia 124 E. 9, BGE 99 Ib 153 E. 1, BGE 87 I 510; E. ZIMMERLIN, Zum Problem der zeitlichen Geltung im Baupolizei- und Bauplanungsrecht, ZSR 88 S. 432 ff.; A. GRISEL, L'application du droit public dans le temps, ZBl 75 S. 251 ff.). Dieser Grundsatz müsse auch für Grundstückverkäufe an Personen mit Wohnsitz im Ausland gelten, weil die zu regelnden Fragen und öffentliche Interesse eine wirksame Überwachung der Verkäufe gebieten würden; eine neu angeordnete Bewilligungssperre sei daher auf alle noch nicht rechtskräftig entschiedenen Bewilligungsverfahren anzuwenden. Das Interesse eines Gesuchstellers an der Bestätigung einer erstinstanzlich erteilten Bewilligung dürfe nicht von der Kognitionsbefugnis der zweiten Instanz abhängig gemacht werden, da das öffentliche Interesse an einer sofortigen und lückenlosen Anwendung der Sperre so oder anders überwiege. Es werde zudem nicht neues Recht rückwirkend auf eine vor seinem Erlass eingetretene Tatsache angewendet oder eine rechtskräftig erteilte Bewilligung widerrufen, sondern ein Gesuch um Bewilligung eines beabsichtigten Rechtsgeschäftes nach der im Laufe des Verfahrens geänderten Rechtslage beurteilt.\n\nb) Die geltende Fassung der BewVF ist im Gegensatz zur vorausgehenden durch Übergangsbestimmungen ergänzt worden, BGE 107 Ib 81 S. 87letztmals anlässlich ihrer Änderung vom 18. Juni 1979 unter Ziff. II, die am 1. Juli 1979 in Kraft getreten ist (AS 1979 S. 806). Nach diesen Bestimmungen ist die Änderung auf die nach ihrem Inkrafttreten eingereichten Gesuche anwendbar (Abs. 1); vorher eingereichte, gehörig begründete und vorschriftsgemäss belegte Gesuche sind hingegen nach der damals geltenden Verordnung zu erledigen (Abs. 2). Wie das Departement in seiner Vernehmlassung vom 29. Mai 1979 zur (geplanten) Änderung ausführte, sollte mit den neuen Vorschriften die Möglichkeit der Kantone, Personen im Ausland den Erwerb von Zweitwohnungen in Fremdenverkehrsorten zu bewilligen, beschränkt und die Sperre verschärft werden. Die strengeren Vorschriften beziehen sich einerseits auf die materiellen Voraussetzungen für die Aufnahme eines Fremdenverkehrsortes in die Sperrliste (Art. 3 BewVF), anderseits auf die noch zulässigen Ausnahmen vom Grundsatz, der in Art. 7 Abs. 1 lit. b BewB enthalten ist und die Bewilligungssperre betrifft (Art. 4 BewVF). Ihre Rückwirkung auf Gesuche, die vor dem 1. Juli 1979 vorschriftsgemäss eingereicht worden waren, wurde durch Ziff. II/2 der Übergangsbestimmungen ausgeschlossen.\n\nAnders verhält es sich mit den Verfahrensvorschriften, welche das Departement gemäss Art. 3 Abs. 5 und 6 BewVF zu beachten hat, wenn das ausländische Grundeigentum in einem Fremdenverkehrsort einen erheblichen Umfang erreicht oder überschritten hat. Daran hat die geltende Fassung im Juni 1979 nichts geändert; es bleibt dabei, dass die Sperre für einen bestimmten Ort erst verbindlich oder wirksam wird, wenn das Departement ihn in den Anhang 2 aufnimmt, mit drei Sternchen versieht und die Ergänzung in der Amtlichen Sammlung veröffentlicht. Eine der Ziff. II/2 entsprechende Übergangsbestimmung erübrigte sich folglich für Orte, die erst nach dem 1. Juli 1979 die Toleranzgrenze erreichten und der Sperre zu unterstellen waren. Es geht daher entgegen der Meinung des Grundbuchinspektors und des Staatsrates zum vorneherein nicht an, Ziff. II/2 auf solche Orte analog anwenden zu wollen.\n\nc) Dagegen ist auch mit dem Einwand nicht aufzukommen, ein Verweigern der Bewilligung in Fällen wie hier würde rechtsstaatliche Grundsätze, wie Rechtsgleichheit, Rechtssicherheit, Treu und Glauben, illusorisch machen und Missbräuchen Vorschub leisten. Ein volkswirtschaftlich unerwünschtes Ausmass ausländischen Grundeigentums ist nur zu verhindern, wenn ein Fremdenverkehrsort, der die Toleranzgrenze erreicht, unverzüglich gesperrt BGE 107 Ib 81 S. 88werden kann. Dies setzt voraus, dass die Kantone bei der alljährlichen Überprüfung der Verhältnisse mitmachen, hängige Bewilligungsverfahren nötigenfalls sistieren und die Bundesbehörde unterrichten. Stellt sich dabei heraus, dass ein Fremdenverkehrsort die Grenze erreicht oder sogar überschritten hat, so ist das Departement verpflichtet, den Ort zu sperren, gleichviel ob noch Bewilligungsgesuche aus dem Ortsgebiet hängig sind. Das muss auch für den Fall gelten, dass die Unzulässigkeit weiterer Bewilligungen erst in einem Beschwerdeverfahren offenbar wird. Selbst diesfalls handelt das Departement rechtmässig, wenn es die Sperre kurzfristig vorbereitet und verhängt. Müsste es hängige Verfahren ausnehmen oder ihre rechtskräftige Erledigung abwarten, so würden Rechtsgleichheit und Rechtssicherheit von Zufälligkeiten abhängig gemacht, folglich eher weniger gewährleistet. Dies gilt umsomehr, als nicht nur die unteren kantonalen Behörden, sondern auch die Parteien die örtliche Entwicklung besser mitverfolgen können, als die Aufsichtsbehörden.\n\nRechtsstaatliche Grundsätze gebieten daher auch im vorliegenden Fall nicht, dem Beschwerdegegner die Bewilligung zum Erwerb eines Grundstückes in Ried-Mörel unbekümmert um die Sperre, die am 2. Dezember 1980 zu Recht über diesen Ort verhängt worden ist, zu erteilen. Das öffentliche Interesse an einer korrekten Anwendung von Art. 7 Abs. 1 lit. b BewB liefe dem vielmehr stracks zuwider. Dass das Bundesamt in anderen Fällen sich angeblich mit der liberalen Bewilligungspraxis der Walliser Behörden abgefunden hat, ist kein Grund, weitere Gesuche abweichend vom Gesetz zu behandeln (BGE 104 Ib 372 E. 5, 103 Ia 244 E. 3 mit Hinweisen). Der vorliegende Fall hätte im Gegenteil schon den Staatsrat veranlassen sollen, die Praxis nach den geltenden Vorschriften und deren Auslegung durch das Bundesgericht auszurichten.\n\n5. Das Bundesamt wiederholt mit der Beschwerde auch sein Begehren, eventuell habe die erstinstanzliche Behörde dem Beschwerdegegner eine Bewilligung zulasten des kantonalen Kontingentes für 1981 zu erteilen, weshalb sie vorsorglich anzuweisen sei, dafür eine Einheit aus dem neuen Kontingent vorzubehalten.\n\nAuf dieses Begehren kann das Bundesgericht nicht eintreten, da es nicht darüber zu befinden hat, wie und zugunsten welcher Fremdenverkehrsorte oder Gegenden die Kantone vom Kontingent Gebrauch machen dürfen, das ihnen jährlich zugeteilt wird; das ist ausschliesslich Sache der kantonalen Behörden.\n\nBGE 107 Ib 81 S. 89\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen, der Entscheid des Staatsrates des Kantons Wallis vom 17. Dezember 1980 aufgehoben und Lothar Sommer die Bewilligung verweigert, eine Eigentumswohnung in Ried bei Mörel zu erwerben."}