{"annee": "107", "cour": "III", "page": "151", "date": "16/10/1981", "cite": ["107 III 100", "80 III 86", "107 III 97", "104 III 42", "75 III 106", "103 III 91", "102 III 6"], "cite_par": ["125 III 391"], "chapeau": "34. Estratto della sentenza 16 ottobre 1981 della Camera delle esecuzioni e dei fallimenti nella causa B., G. e N. (ricorsi)", "regestes": ["Séquestre d'avoirs bancaires - Demande d'informations assortie d'une menace de sanctions pénales. 1. L'Office des poursuites ne peut joindre la menace des sanctions pénales prévues à l'art. 292 CP, à la demande de renseignements faite à la banque, que si la séance pour laquelle le séquestre est exécuté, se fonde sur un titre exécutoire (confirmation de jurisprudence) (consid. 2). 2. A cet égard, constituent des titres exécutoires les décisions passées en force qui accordent la mainlevée provisoire de l'opposition, de même que les jugements exécutoires et les actes qui y sont assimilés conformément à l'art. 80 LP (précision de jurisprudence) (consid. 3)."], "faits": "", "considerants": "BGE 107 III 151 S. 152\n\nConsiderando in diritto:\n\n2. La sola questione litigiosa in questo ricorso è quella di sapere in quali circostanze l'UEF può comminare a una banca le sanzioni previste per il reato di disobbedienza a decisioni dell'autorità (art. 292 CP), al fine di ottenere informazioni sull'esistenza di beni sequestrati appartenenti a clienti. L'autorità cantonale di vigilanza ha rilevato, con riferimento alla giurisprudenza del Tribunale federale, che è necessario che il creditore sequestrante possegga un titolo esecutivo o, in altre parole, che la pretesa creditoria sia accertata giudizialmente con decisione, transazione o ricognizione. Il ricorrente sostiene invece che per titolo esecutivo la prassi intende anche il riconoscimento di debito, di cui egli, in concreto, disporrebbe.\n\nPer giurisprudenza costante le banche non possono trincerarsi dietro il segreto bancario per rifiutare le informazioni chieste loro dagli uffici di esecuzione sull'esistenza e l'entità di valori sequestrati appartenenti a clienti. In particolare, trattandosi del sequestro di beni indicati solo nel loro genere, alle banche incombe un obbligo d'informazione in virtù dell'art. 91 in relazione con l'art. 275 LEF. Tuttavia, solo la presenza di un titolo esecutivo costituisce il presupposto per associare alle richieste dell'ufficio di esecuzione la comminatoria dell'applicazione delle sanzioni previste dall'art. 292 CP (DTF 103 III 91, dove questi problemi sono stati approfonditi con ampio riferimento a sentenze anteriori e alla dottrina, nonché DTF 107 III 100 e DTF 104 III 50).\n\nBenché in questo contesto la nozione di \"titolo esecutivo\" sia stata utilizzata sovente, il Tribunale federale non ha sinora avuto BGE 107 III 151 S. 153l'opportunità di definirne chiaramente la portata. Il ricorso solleva espressamente la questione.\n\n3. In DTF 75 III 110il Tribunale federale ha rilevato semplicemente che le richieste dell'ufficio di esecuzione non possono essere accompagnate dalla minaccia delle sanzioni dell'art. 292 CP, perlomeno laddove il credito posto a fondamento del sequestro appare incerto. Neppure in DTF 80 III 88 vi sono indicazioni più precise: in tale circostanza il Tribunale federale ha solo costatato l'usuale prassi delle banche, che, in caso di sequestro di beni indicati solo nel loro genere, sono meno restie al rilascio d'informazioni qualora si giunge al pignoramento, ossia quando la pretesa del sequestrante è riconosciuta o accertata giudizialmente oppure quando il creditore ha ottenuto almeno il rigetto provvisorio dell'opposizione. In DTF 102 III 6, dovendo decidere se il ricorso all'art. 292 CP sia giustificato allo stadio del pignoramento provvisorio, il Tribunale federale, dopo avere richiamato le considerazioni esposte nelle suddette due sentenze, ha precisato che per titolo esecutivo (\"titre exécutoire\") si deve intendere anche un titolo di rigetto provvisorio dell'opposizione (\"titre de mainlevée provisoire\") (consid. 2a). Infine, nella sentenza parzialmente pubblicata in DTF 107 III 97, questa Camera ha considerato che anche i privati cittadini, non solo le banche, hanno un interesse a mantenere segrete le loro relazioni d'affari con il debitore, fintanto che il creditore non possa provare la sua pretesa con un titolo esecutivo come un riconoscimento di debito, un atto pubblico o una sentenza.\n\nCome s'è detto, nelle precitate sentenze il Tribunale federale non ha mai dovuto affrontare direttamente il problema della definizione del titolo esecutivo. Queste sentenze tuttavia, nel loro insieme, potrebbero indurre a concludere che il ricorso all'art. 292 CP è ammissibile anche, come ritiene il ricorrente, quando il creditore dispone di un riconoscimento di debito, con il quale è possibile ottenere il rigetto provvisorio dell'opposizione secondo l'art. 82 LEF. Tale interpretazione potrebbe essere confermata dalla sentenza pubblicata in DTF 103 III 91, dove il Tribunale federale ha rilevato che l'ufficio di esecuzione deve \"limitarsi ad accertare, sulla scorta delle pezze giustificative versate in atti, se la verosimiglianza del credito posto a fondamento del sequestro risulta da un titolo esecutivo e non da semplici affermazioni, magari contestate, del creditore procedente\" (consid. 4); infatti, il Tribunale federale ha in realtà esaminato se, in quella fattispecie, il credito del sequestrante BGE 107 III 151 S. 154appariva senza dubbio fondato, ciò che si confonde con l'esame dell'esistenza di un riconoscimento di debito.\n\nLa giurisprudenza, finora assai incerta, deve essere chiarita: sono titoli esecutivi che giustificano di associare la sanzione penale dell'art. 292 CP alla richiesta d'informazioni dell'ufficio di esecuzione sull'esito dell'esecuzione del sequestro, le sentenze cresciute in giudicato che rigettano in modo provvisorio l'opposizione oppure le sentenze esecutive e gli atti ad esse parificati secondo l'art. 80 LEF. Le conclusioni cui giunge a questo proposito l'autorità cantonale di vigilanza sono quindi, almeno parzialmente, giuste. Come la medesima autorità aveva rilevato nell'ambito della causa conclusasi con la sentenza pubblicata in DTF 103 III 91, non è compito degli uffici di esecuzione esaminare se il credito sul quale si fonda il sequestro sia giustificato da un riconoscimento di debito ai sensi dell'art. 82 LEF (cfr. consid. 3). Tale esame, che nella predetta sentenza il Tribunale federale aveva ritenuto privo di difficoltà insormontabili (cfr. consid. 4), compete al giudice che decide le domande di rigetto dell'opposizione (art. 82 LEF) e, in un certo senso, anche all'autorità del sequestro che deve verificare la verosimiglianza del credito (art. 272 LEF).\n\nNella presente fattispecie, ad esempio, l'UEF asserisce che i documenti prodotti dal creditore come riconoscimento di debito non sono firmati dal debitore; l'esame della validità del riconoscimento presupporrebbe quindi quello dell'autorizzazione del firmatario, il che potrebbe presentare qualche difficoltà. L'esistenza o no di una sentenza che accerta il credito o che rigetta l'opposizione può invece essere accertata celermente e senza difficoltà da ogni ufficio di esecuzione.\n\nPoiché il creditore non ha ancora ottenuto il rigetto provvisorio dell'opposizione, il suo ricorso deve essere respinto."}