{"annee": "107", "cour": "V", "page": "99", "date": "13/4/1981", "cite": ["105 V 180", "101 V 68", "97 V 213", "96 I 766"], "cite_par": ["110 V 313", "112 V 303", "129 V 51", "111 V 229", "118 V 107", "108 V 34"], "chapeau": "21. Urteil vom 13. April 1981 i.S. Krankenfürsorge Winterthur gegen W. und Versicherungsgericht des Kantons Basel-Landschaft", "regestes": ["Art. 12 ss LAMA. De l'obligation des caisses-maladie de verser des prestations en cas d'interruption non punissable de la grossesse suivant l'art. 120 al. 1 CP."], "faits": "BGE 107 V 99 S. 99\n\nA.- Gabriele W. ist Mitglied der Krankenfürsorge Winterthur (KFW). Am 14. Juni 1978 stellte das Spital X für sie ein \"Kostengutsprachegesuch\" im Zusammenhang mit einem straflosen Schwangerschaftsabbruch gemäss Art. 120 Abs. 1 StGB. Aufgrund einer Stellungnahme ihres Vertrauensarztes, welcher Einblick in das psychiatrische Gutachten genommen hatte, wies die Kasse die Kostenübernahme am 13. November 1979 mit der Begründung ab, dass der Eingriff durchgeführt worden sei, um der Möglichkeit einer physischen oder psychischen Schädigung vorzubeugen; prophylaktische Massnahmen dieser Art fielen aber nicht unter die Leistungspflicht der Krankenkassen.\n\nB.- In Gutheissung einer von der Versicherten erhobenen Beschwerde stellte das Versicherungsgericht des Kantons Basel-Landschaft fest, dass der gestützt auf eine medizinische Indikation vorgenommene Schwangerschaftsabbruch grundsätzlich eine Pflichtleistung im Sinne des KUVG darstelle. Weil nach der strafrechtlichen Regelung ein Abbruch nur erlaubt sei, wenn medizinische Gründe dies rechtfertigten, und im Strafrecht durch ein besonderes Verfahren sichergestellt sei, dass der Entscheid nicht willkürlich getroffen werde, müsse dieser auch für die Leistungspflicht der Krankenkassen Geltung haben.\n\nBGE 107 V 99 S. 100\n\nC.- Die KFW führt Verwaltungsgerichtsbeschwerde mit dem Antrag, in Aufhebung des vorinstanzlichen Entscheides sei ihre Verfügung vom 13. November 1979 zu bestätigen. Sie vertritt die Auffassung, nicht an die im Rahmen von Art. 120 StGB erfolgte Beurteilung gebunden zu sein und selbständig prüfen zu können, ob der Schwangerschaftsabbruch medizinisch indiziert sei. Im vorliegenden Fall habe der Abbruch nicht vorgenommen werden müssen, um eine nicht anders abwendbare Lebensgefahr oder grosse Gefahr dauernden Schadens an der Gesundheit der Schwangeren abzuwenden. Es fehle daher an einer medizinischen Indikation im Sinne des Gesetzes, weshalb die Kasse nicht leistungspflichtig sei.\n\nDie Versicherte und das Bundesamt für Sozialversicherung lassen sich mit dem Antrag auf Abweisung der Verwaltungsgerichtsbeschwerde vernehmen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Zu prüfen ist zunächst, ob der straflose Schwangerschaftsabbruch im Sinne von Art. 120 Abs. 1 StGB eine Pflichtleistung nach Art. 12 ff. KUVG darstellt.\n\na) Gemäss Art. 120 Abs. 1 StGB liegt eine strafbare Abtreibung dann nicht vor, \"wenn die Schwangerschaft mit schriftlicher Zustimmung der Schwangeren infolge von Handlungen unterbrochen wird, die ein patentierter Arzt nach Einholung eines Gutachtens eines zweiten patentierten Arztes vorgenommen hat, um eine nicht anders abwendbare Lebensgefahr oder grosse Gefahr dauernden schweren Schadens an der Gesundheit von der Schwangeren abzuwenden\".\n\nDer Schwangerschaftsabbruch ist demzufolge straflos, wenn damit das Leben der Schwangeren erhalten oder ihre Gesundheit vor einem dauernden schweren Schaden bewahrt werden kann. Als Indikation für den Eingriff gelten physische oder psychische Zustände, die sich bei Fortbestehen der Schwangerschaft als lebensgefährlich erweisen oder wenigstens die Gesundheit der Schwangeren grosser Gefahr dauernden schweren Schadens aussetzen. Notwendig ist ferner, dass die Gefahr nicht anders als durch Abbruch der Schwangerschaft abgewendet werden kann (vgl. RSKV 1972 S. 39 ff.).\n\nb) Die Krankenkassen haben die gesetzlichen Leistungen grundsätzlich nur zu erbringen, wenn der Versicherte an einer BGE 107 V 99 S. 101Krankheit leidet (BGE 105 V 182 Erw. 1a, EVGE 1968 S. 235).\n\nDie Pflichtleistungen gemäss Art. 12 ff. KUVG umfassen nicht nur Massnahmen, die der Beseitigung körperlicher oder psychischer Beeinträchtigungen des Gesundheitszustandes dienen. Es gehören dazu auch Vorkehren, mit welchen der Eintritt eines drohenden Gesundheitsschadens oder die Verschlimmerung eines bestehenden Leidens verhindert werden soll. Voraussetzung ist, dass bereits ein krankhafter Zustand vorliegt (vgl. RSKV 1974 S. 39 ff., insbesondere S. 44). Keine Leistungspflicht besteht bei rein vorsorglichen Massnahmen, die im Hinblick auf eine bloss mögliche künftige Schädigung durchgeführt werden. Dementsprechend gilt beispielsweise die Appendektomie nicht nur dann als Pflichtleistung, wenn eine akute Entzündung vorliegt, sondern auch wenn wiederholte Blinddarmreizungen (oder allenfalls auch die blosse Verdachtsdiagnose auf solche) eine Operation als medizinisch indiziert erscheinen lassen. Um eine nicht zu Pflichtleistungen Anlass gebende prophylaktische Massnahme handelt es sich dagegen, wenn die Operation rein vorsorglich, etwa im Hinblick auf einen Aufenthalt in einer Gegend ohne gesicherte medizinische Versorgung, durchgeführt wird (vgl. RSKV 1972 S. 40).\n\nc) Die normal verlaufende Schwangerschaft stellt keine Krankheit im Sinne des KUVG dar. Sie ist einer solchen lediglich insofern gleichgestellt, als die Kasse unter bestimmten Voraussetzungen die gleichen Leistungen zu erbringen hat wie bei Krankheit (Art. 14 KUVG). Treten während der Schwangerschaft behandlungsbedürftige Störungen auf, so sind diese als Krankheit zu werten, für welche die Kasse die nach Art. 12 ff. KUVG geschuldeten Leistungen zu erbringen hat (EVGE 1967 S. 61, RSKV 1972 Nr. 132 S. 123).\n\nZur Frage nach der Leistungspflicht der Krankenkassen bei straflosem Schwangerschaftsabbruch hat sich die Justizabteilung des Eidgenössischen Justiz- und Polizeidepartementes in einem dem Bundesamt für Sozialversicherung am 21. Oktober 1942 erstatteten Gutachten dahingehend geäussert, dass der Eingriff, wie er in Art. 120 StGB umschrieben und gemäss dieser Bestimmung straflos ist, nicht als eine bloss vorsorgliche Massnahme erscheint, die einer allfälligen künftigen Gefährdung oder Erkrankung zuvorkommen soll. Sie dient vielmehr dazu, einen tatsächlich bestehenden Zustand gesundheitlicher Gefahr zu beseitigen, und ist deshalb als eine medizinische Heilbehandlung aufzufassen, gleich wie eine Operation, mit der bei einem Organ eine schädliche BGE 107 V 99 S. 102Entwicklung beseitigt wird. Ist der straflose Schwangerschaftsabbruch als Massnahme zur Beseitigung eines der Gesundheit oder dem Leben gefährlichen Zustandes zu betrachten, so haben die Krankenkassen die Versicherungsleistungen in gleicher Weise zu gewähren wie bei anderer ärztlicher Behandlung (RSKV 1972 S. 39 ff.).\n\nDieser von der Vorinstanz und vom Bundesamt für Sozialversicherung übernommenen Auffassung ist beizupflichten. Obwohl dem Schwangerschaftsabbruch insoweit präventive Bedeutung zukommt, als die Schwangerschaft als solche im Zeitpunkt des Eingriffs noch keineswegs den Charakter einer gesundheitlichen Beeinträchtigung aufzuweisen braucht, ist damit noch nicht gesagt, dass es sich dabei um eine bloss prophylaktische Massnahme handelt, für welche die Kasse keine Pflichtleistungen zu erbringen hat. Denn der Eingriff erfolgt nicht, um einer bloss theoretisch möglichen Gefährdung zuvorzukommen, sondern um eine bei Fortsetzung der Schwangerschaft konkret bestehende Gefahr für das Leben bzw. die Gesundheit der Schwangeren abzuwenden. Der unter den Voraussetzungen des Art. 120 Abs. 1 StGB vorgenommene Schwangerschaftsabbruch stellt daher eine Massnahme dar, für welche die Krankenkassen grundsätzlich aufzukommen haben.\n\n2. a) Die KFW bestreitet nicht, dass der Schwangerschaftsabbruch eine Pflichtleistung gemäss Art. 12 ff. KUVG darstellt, wenn die medizinische Indikation im Sinne von Art. 120 StGB tatsächlich gegeben ist. Sie macht aber geltend, dass der Schwangerschaftsabbruch im vorliegenden Fall medizinisch nicht indiziert gewesen sei und dass sie an die im Rahmen der strafrechtlichen Regelung erfolgte gegenteilige Beurteilung nicht gebunden sei.\n\nDie Vorinstanz weist demgegenüber darauf hin, dass sich die Aufgabe des begutachtenden Arztes nicht in der Feststellung des gesundheitlichen Zustandes der Schwangeren erschöpfe; vielmehr habe er diesen Zustand im Hinblick auf die Rechtfertigung des Schwangerschaftsabbruchs aus medizinischen Gründen zu bewerten. Da nach der strafrechtlichen Regelung ein Schwangerschaftsabbruch nur erlaubt sei, wenn medizinische Gründe dies rechtfertigten, und da zudem im Strafrecht durch ein besonderes Verfahren sichergestellt sei, dass der Entscheid nicht willkürlich erfolge, müsse dieser auch ausserhalb des strafrechtlichen Bereichs Geltung haben. Es gehe nicht an, dass ein legal durchgeführter Schwangerschaftsabbruch durch eine abweichende vertrauensärztliche Beurteilung nachträglich als illegal qualifiziert werde.\n\nBGE 107 V 99 S. 103\n\nb) Der Auffassung der Vorinstanz ist entgegenzuhalten, dass die Krankenkassen im Rahmen des KUVG und ihrer Statuten dafür zu sorgen haben, dass nur Leistungen erbracht werden, auf die der Versicherte tatsächlich Anspruch hat. Die Kassen haben daher jederzeit das Recht und gegebenenfalls die Pflicht, die Angaben des Versicherten und auch diejenigen des Arztes zu überprüfen; sie können zu diesem Zweck die Stellungnahme eines Vertrauensarztes einholen oder eine vertrauensärztliche Untersuchung des Versicherten anordnen (BGE 101 V 71, RSKV 1980 Nr. 426 S. 231).\n\nDiese Ordnung gilt mangels einer anderslautenden gesetzlichen Vorschrift auch im Falle des Schwangerschaftsabbruchs im Sinne von Art. 120 StGB. Hieran vermag nichts zu ändern, dass es sich beim Entscheid über das Vorliegen der für die Straflosigkeit des Schwangerschaftsabbruchs geltenden Voraussetzungen um eine qualifizierte ärztliche Meinungsäusserung handelt. Die Beurteilung nach Art. 120 StGB ist sozialversicherungsrechtlich nur insofern relevant, als der Tatbestand des medizinisch indizierten und damit straflosen Schwangerschaftsabbruchs wegen der vorausgesetzten Lebens- bzw. Gesundheitsgefährdung der Schwangeren zugleich die Voraussetzungen einer Pflichtleistung nach KUVG erfüllt. Es geht indessen um zwei verschiedene Rechtsfragen, nämlich einerseits die strafrechtliche Frage, ob die Voraussetzungen für einen straflosen Abbruch der Schwangerschaft erfüllt sind, und anderseits um die sozialversicherungsrechtliche Frage, ob eine Leistungspflicht der Krankenkasse nach KUVG gegeben ist. Stimmt jedoch - wie hier - der zu beurteilende Fall lediglich bezüglich des ihm zugrundeliegenden Sachverhaltes, nicht aber bezüglich der zu entscheidenden Rechtsfragen überein, so besteht keine Bindung der für die eine Rechtsfrage zuständigen Instanz an den Entscheid der andern Instanz (IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, Bd. II S. 1054 mit Hinweisen). Dementsprechend hat das Eidg. Versicherungsgericht wiederholt ausgeführt, dass Verwaltung und Sozialversicherungsrichter an die Erkenntnisse des Strafrichters nicht gebunden sind (BGE 97 V 213, EVGE 1961 S. 115; vgl. auch BGE 96 I 774). Dies hat sinngemäss auch bezüglich des Schwangerschaftsabbruchs zu gelten.\n\nAllerdings soll auch in diesem Zusammenhang im Interesse der Rechtssicherheit nicht ohne Not von einem vorgängigen, unter strafrechtlichen Gesichtspunkten erfolgten Entscheid abgewichen BGE 107 V 99 S. 104werden (vgl. BGE 96 I 774). Die Krankenkassen dürfen daher im Widerspruch zu einem solchen Entscheid ihre Leistungen nur dann verweigern, wenn die Voraussetzungen der medizinischen Indikation im Sinne des Art. 120 Abs. 1 StGB eindeutig nicht gegeben sind. Dass es zu solchen Divergenzen kommen kann, ist zwar unbefriedigend, lässt sich aber in Anbetracht einer zum Teil in offensichtlichem Widerspruch zu Art. 120 StGB stehenden Praxis des Schwangerschaftsabbruchs nicht vermeiden. Die je nach Landesgegend unterschiedliche Praxis betreffend straflosen Abbruch der Schwangerschaft darf nicht zu einem Abrücken von den für die soziale Krankenversicherung verbindlichen Normen des KUVG führen.\n\nc) Sind die Krankenkassen an die strafrechtliche Beurteilung nicht gebunden, sondern befugt, über ihre Leistungspflicht selbständig zu befinden, so müssen sie auch den massgebenden Sachverhalt überprüfen und in das gemäss Art. 120 Abs. 1 StGB erstattete Gutachten des zweiten Arztes Einsicht nehmen können. Hiezu ist die Kasse jedenfalls dann berechtigt, wenn sie den Sachverhalt soweit als möglich abgeklärt hat und erhebliche Zweifel am Vorliegen einer leistungsbegründenden medizinischen Indikation bestehen. Trifft dies zu und wird der Kasse bzw. dem Vertrauensarzt die Einsichtnahme in das Gutachten verweigert, so kann die Kasse ihre Leistungspflicht ablehnen (vgl. auch PFLUGER, Juristische Kartothek der Krankenversicherung, III d 6).\n\n3. Die KFW stützt die angefochtene Verfügung auf eine Stellungnahme ihres Vertrauensarztes, welcher in das vom Chefarzt der Psychiatrischen Klinik erstattete Gutachten Einsicht genommen hat. Nach den Angaben der Krankenkasse wird im Gutachten festgestellt, dass die Versicherte auf Verselbständigung dränge und der Reifungsprozess ihrer Persönlichkeit noch nicht vollzogen zu sein scheine; durch die Schwangerschaft werde sie in ihren Berufsabsichten und hinsichtlich eines geplanten Auslandaufenthalts behindert; auch könne sie sich nicht dazu entschliessen, das Kind zur Adoption zu geben. Schliesslich wird auf eine \"im letzten Sommer durchgemachte Krise\" verwiesen und die Meinung geäussert, dass die Gravidität die psychische Tragfähigkeit der Versicherten übersteigen würde.\n\nDas fragliche Gutachten liegt nicht an den Akten und die Vorinstanz hat dazu auch nicht materiell Stellung genommen. Nach Darstellung der KFW ist es in einer Art und Weise begründet, dass es als fraglich erscheint, ob der Eingriff tatsächlich vorgenommen BGE 107 V 99 S. 105werden musste, um eine nicht anders abwendbare Lebensgefahr oder Gefahr dauernden Schadens an der Gesundheit der Schwangeren abzuwenden. Wie es sich diesbezüglich verhält, lässt sich aufgrund der vorliegenden Akten nicht beurteilen. Die Sache ist daher an die Vorinstanz zurückzuweisen, damit sie ergänzende Abklärungen treffe und - nötigenfalls nach Anordnung einer Expertise - darüber befinde, ob die für den Schwangerschaftsabbruch angegebene Indikation krankenversicherungsrechtlich anerkannt werden kann und ob demzufolge die Leistungspflicht der Krankenkasse zu bejahen ist...\n\n4. (Kosten).\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird in dem Sinne gutgeheissen, dass der vorinstanzliche Entscheid vom 6. Februar 1980 aufgehoben und die Sache im Sinne der Erwägungen an das Versicherungsgericht des Kantons Basel-Landschaft zur Neubeurteilung zurückgewiesen wird."}