{"annee": "107", "cour": "II", "page": "251", "date": "31/8/1981", "cite": [], "cite_par": ["113 II 450", "111 II 186"], "chapeau": "37. Arrêt de la Ire Cour civile du 31 août 1981 dans la cause S.I. La Glanay S.A. contre Etat de Vaud (recours en réforme)", "regestes": ["Acquisition d'immeubles par des personnes domiciliées à l'étranger, action en rétablissement de l'état de droit primitif. Le délai d'une année pour ouvrir action en rétablissement de l'état de droit primitif, selon l'art. 22 al. 1 AFAIE (ancien art. 13 al. 1) ne commence à courir que lorsque l'autorité cantonale a connaissance non seulement de l'acquisition, mais aussi des faits lui permettant d'en reconnaître le caractère illicite."], "faits": "BGE 107 II 251 S. 252\n\nA.- Le 23 juillet 1971, la S.I. La Glanay S.A. a acquis de Suzanne Gossweiler, pour le prix de 3'780'000 fr., la propriété de \"La Bergerie\", bien-fonds sis à Gland. En réalité, cette acquisition a été entièrement financée par Jean Métayer, domicilié en France.\n\nLe 5 décembre 1973, l'avocat Claude Sandoz, conseil d'un tiers, a écrit au procureur général du canton de Vaud pour l'informer notamment que, selon renseignements obtenus du registre foncier, la S.I. La Glanay avait acquis la propriété de \"La Bergerie\" le 23 juillet 1971, que son client avait eu des difficultés avec cette société et son administrateur, \"ce dernier agissant certainement pour le compte d'un tiers qui doit être vraisemblablement M. Marcel ...?, banquier?, de nationalité française, qui ne doit pas avoir de domicile en Suisse\"; son client désirait savoir si cet achat de la propriété Gossweiler l'avait été conformément aux dispositions légales et si les arrêtés fédéraux concernant l'acquisition d'immeubles par les étrangers n'avaient pas été violés.\n\nPar lettre du 10 décembre 1973, le procureur général a chargé la police de sûreté de rechercher qui détenait les actions de la S.I. La Glanay S.A. La police de sûreté a établi son rapport le 5 janvier 1974. Le procureur général a dénoncé les faits découlant de ce rapport au juge d'instruction cantonal le 7 janvier 1974.\n\nB.- Le Ministère public du canton de Vaud, au nom du Secrétariat du Département de l'agriculture et du commerce du canton de Vaud, représentant de l'Etat de Vaud, a ouvert action contre la S.I. La Glanay S.A. en rétablissement de l'état de droit primitif au sens de l'arrêté fédéral du 23 mars 1961 sur l'acquisition d'immeubles par des personnes domiciliées à l'étranger (ci-après: AFAIE ou arrêté fédéral). Cette action a été ouverte par requête de conciliation du 26 décembre 1974.\n\nPar jugement du 25 mars 1981, la Cour civile du Tribunal cantonal vaudois a admis l'action, déclaré nul l'acte de vente conclu le 23 juillet 1971 et ordonné au conservateur du registre foncier de rétablir l'état de droit antérieur.\n\nBGE 107 II 251 S. 253\n\nC.- La défenderesse recourt en réforme au Tribunal fédéral, en concluant au rejet de l'action du demandeur.\n\nLe Tribunal fédéral rejette le recours et confirme le jugement attaqué.", "considerants": "Considérant en droit:\n\n1. La seule question qui se pose en l'espèce est de déterminer le point de départ du délai de péremption d'un an pour ouvrir action en rétablissement de l'état de droit primitif, délai prévu à l'art. 13 al. 1 AFAIE dans sa teneur du 30 septembre 1965 (RO 1965 p. 1254), et à l'art. 22 al. 1 dans la teneur actuelle, en vigueur depuis le 1er février 1974 (RS 211.412.41). Il n'est en effet pas contesté que l'acquisition litigieuse constituait un acte juridique nul, parce que destiné à éluder le régime de l'autorisation instauré par l'arrêté fédéral.\n\nLa cour cantonale considère que ce délai ne part que du moment où l'autorité compétente a connaissance non seulement de l'acquisition, mais aussi de son caractère illicite, soit en l'espèce, au plus tôt, de la réception du rapport de la police de sûreté, le 5 janvier 1974. La recourante soutient que, selon le texte clair de la loi, le délai d'une année court dès le jour où l'autorité a eu connaissance de l'acquisition, qui est ici le 5 décembre 1973, date de la lettre adressée au procureur général du canton de Vaud par l'avocat Sandoz.\n\n2. a) Lors de la dernière modification de l'arrêté fédéral, entrée en vigueur le 1er février 1974, l'art. 13 al. 1 AFAIE, devenu l'art. 22 al. 1, est resté inchangé quant à la formulation du point de départ du délai de péremption d'une année dans lequel doit être intentée l'action en rétablissement de l'état de droit primitif. Il n'est dès lors pas nécessaire de déterminer si l'arrêté doit être appliqué dans sa teneur du 30 septembre 1965, en vigueur au moment de l'acquisition litigieuse, ou dans sa nouvelle teneur.\n\nb) Selon le texte français de l'art. 13 al. 1 ancien et 22 al. 1 nouveau AFAIE, l'autorité cantonale compétente peut intenter action en rétablissement de l'état de droit primitif, à la suite d'une acquisition nulle ou sans effet, dans le délai d'une année à compter du jour où elle \"a eu connaissance de l'acquisition\".\n\nA lui seul, ce texte permettrait d'hésiter entre l'interprétation adoptée par la cour cantonale et celle que propose la recourante. A l'appui de la première, il paraît toutefois raisonnable d'admettre BGE 107 II 251 S. 254que s'agissant d'une acquisition opérée de manière illicite, la connaissance exigée de l'autorité cantonale pour que le délai annuel de péremption commence à courir est celle de l'acquisition illicite, et qu'elle ne peut exister que si l'autorité est renseignée aussi bien sur l'acquisition que sur les faits lui permettant de reconnaître le caractère illicite de celle-ci.\n\nQuoi qu'il en soit, le texte allemand de la disposition en cause, de même que le texte italien, confirment clairement l'interprétation de la cour cantonale. En effet, dès le projet d'arrêté de 1960, puis lors des différentes modifications intervenues jusqu'en 1973, le texte allemand a toujours indiqué après avoir parlé de l'acquisition illicite, c'est-à-dire soumise à autorisation mais opérée sans celle-ci, que l'action en rétablissement de l'état de droit primitif pouvait être ouverte par l'autorité \"innert Jahresfrist seit der Entdeckung\". Or la découverte en question se rapporte manifestement à l'état de fait illicite mentionné au début de la disposition; elle vise non pas la seule acquisition, mais l'acquisition illicite telle que décrite par la loi. Il en va de même du texte italien, qui parle d'une action devant être ouverte \"entro un anno da quando ne ha avuto conoscenza\" (art. 13 ancien) ou \"entro un anno dall'accertamento\" (art. 22 nouveau) (cf. pour le texte allemand: BBl 1960 II p. 1293 s., AS 1961 p. 207 et 1965 p. 1241; pour le texte italien: FF 1960 p. 1652, RU 1961 p. 217 et 1965 p. 1242; pour le texte français: FF 1960 II p. 1286 s., RO 1961 p. 213 et 1965 p. 1254).\n\nEn ce qui concerne le délai de péremption d'une année, le texte allemand de l'art. 13 al. 1 ancien ou 22 al. 1 nouveau AFAIE - de même que le texte italien qui lui correspond - est déterminant, la version française n'étant que le résultat d'une traduction peu précise. Il est d'une part conforme à la logique du système légal, qui ne peut raisonnablement faire partir un délai de péremption relative que du moment où celui qui doit agir a connaissance des faits lui indiquant qu'il y a matière à action; or la seule connaissance de l'acquisition d'un immeuble ou de droits d'actionnaire ne suffit pas à cet égard. D'autre part, les rares interventions qu'a suscitées devant les Chambres l'art. 13 al. 1, en 1961, se sont fondées sur le texte allemand, relu par les rapporteurs en cours de débats; les amendements et modifications de ce texte ont tous été formulés en allemand, sans toucher la formule \"innert Jahresfrist seit der Entdeckung\" (cf. BO CN 1960 p. 766, CE 1961 p. 63).\n\nL'interprétation que la cour cantonale a donnée de l'art. 13 al. 1 ancien ou 22 al. 1 nouveau AFAIE doit dès lors être confirmée.\n\nBGE 107 II 251 S. 255\n\nc) Le texte allemand de l'art. 22 al. 1 AFAIE comportant une lacune en ce qui concerne le délai de péremption absolue, le recueil systématique de langue allemande (SR 211.412.41) contient une note 3 à l'art. 22, relevant que c'est le texte français qui est exact. Cette note ne vise que le délai de 5 ans omis dans le texte allemand, à l'exclusion du délai d'une année.\n\n3. En l'espèce, la lettre du 5 décembre 1973 de l'avocat Sandoz est trop vague au sujet du caractère illicite de l'acquisition dont elle fait état pour marquer le point de départ du délai de péremption d'une année de l'action en rétablissement de l'état de droit primitif. Elle ne contient en effet aucun élément précis qui permette de constater que l'acquisition était vraiment soumise à autorisation. C'est au plus tôt à la réception du rapport de police du 5 janvier 1974, demandé à la suite de cette lettre, que l'autorité a pu avoir connaissance des éléments constitutifs de l'illicéité de l'opération. Le délai péremptoire d'un an n'était dès lors pas écoulé le 26 décembre 1974, lorsque l'action a été ouverte.\n\nLe recours doit ainsi être rejeté."}