{"annee": "107", "cour": "II", "page": "406", "date": "22/12/1981", "cite": ["98 II 164"], "cite_par": ["114 II 205", "115 II 123", "128 III 161", "117 II 127", "118 II 97"], "chapeau": "64. Extrait de l'arrêt de la IIe Cour civile du 22 décembre 1981 dans la cause B. contre B. (recours en réforme)", "regestes": ["Obligation d'entretien des père et mère après la majorité de l'enfant (art. 277 al. 2 CC). 1. L'art. 277 al. 2 CC peut trouver application également si un jeune qui n'a pas reçu de formation professionnelle adéquate et a gagné sa vie pendant un certain temps abandonne momentanément son activité lucrative pour entreprendre des études appropriées, susceptibles d'être achevées dans les délais normaux. (c. 2a). 2. Une activité de vendeur de matériel photographique exercée sans préparation spéciale ni études en cours d'emploi n'est en rien comparable à une formation de photographe entreprise dans une école professionnelle (c. 2b). 3. La fixation du montant de la subvention des père et mère relève de l'appréciation du juge du fait: le Tribunal fédéral n'intervient que s'il y a eu violation des règles du droit et de l'équité (art. 4 CC) (c. 2c)."], "faits": "|407|\n\nA.- a) Christian B., né le 12 février 1956, est le fils de Roger B., né en 1928, et de Marguerite B.. Ses parents ont divorcé en 1963; il a été attribué à sa mère, Roger B. étant astreint à contribuer aux frais d'entretien de son fils par le paiement, jusqu'à sa majorité, d'une pension mensuelle de 250 fr., volontairement portée par la suite à 350 fr.\n\nb) En 1977, Christian B. a obtenu un baccalauréat français. Il a choisi de devenir photographe professionnel. D'octobre 1977 à août 1979, il a travaillé dans deux entreprises de photographie, à Vevey puis à Lausanne, mais il était vendeur et n'a pas eu l'occasion d'apprendre la profession de photographe. Chez son second employeur, il touchait, à son départ, un salaire mensuel brut de 1750 fr., net de 1655 fr. 50.\n\nAvec l'appui de sa mère, Christian B. s'est inscrit à l'Ecole privée française d'enseignement technique, à Paris, en vue d'y obtenir en deux ans une formation de photographe. Les frais d'études s'élèvent à 3600 fr. suisses par an, à quoi s'ajoutent les frais de logement et d'entretien à Paris. L'enseignement étant à plein temps, Christian B. ne peut pas exercer d'activité professionnelle annexe.\n\nSelon attestation du directeur de l'école, du 20 mai 1980, Christian B., élève de première année, fréquente régulièrement les cours et obtient d'excellents résultats: la qualité de ses travaux et son assiduité lui permettent de passer en deuxième année sans contrôle.\n\nc) Roger B. exploite à Lausanne un magasin de radio et de télévision. Il a essuyé des pertes sévères en 1976 et en 1977. Dès 1978, la situation s'est redressée et le revenu de 1979 pouvait être estimé entre 30'000 fr. et 40'000 fr. Roger B. est propriétaire d'une villa valant 600'000 fr. au moins, mais qui, en été 1979, était grevée d'hypothèques pour 385'000 fr.\n\nLe 30 mars 1975, Roger B. a été victime d'un infarctus du myocarde. A dire de médecin, sa capacité de travail est réduite de 50%, probablement à titre définitif.\n\n|408|\n\nMarguerite B. travaille comme secrétaire et a un gain mensuel de 2500 fr. Avec l'aide de son ami, elle a contribué à l'entretien de son fils à raison de 1800 fr. par mois environ.\n\nd) Le 24 juillet 1979, Christian B. a ouvert action contre son père, lui réclamant paiement, durant 24 mois à compter du 1er août 1979, d'une contribution à ses frais de formation et d'entretien de 1000 fr. par mois.\n\nPar jugement du 16 janvier 1980, le président du Tribunal civil du district de Lavaux a dit que Roger B. doit verser à son fils une pension mensuelle de 500 fr., payable à raison de 13 mensualités de 923 fr. 10, dès le 1er juillet 1980, la dernière fois le 1er août 1981.\n\nB.- Saisie d'un recours interjeté par Roger B., la Chambre des recours du Tribunal cantonal du canton de Vaud a confirmé le jugement de première instance, par arrêt du 11 mars 1981.\n\nC.- Roger B. a recouru en réforme au Tribunal fédéral. Il reprenait ses conclusions libératoires de l'instance cantonale. Le recours a été rejeté.", "considerants": "Extrait des considérants:\n\n2. Selon l'art. 277 CC, l'obligation d'entretien des père et mère dure jusqu'à la majorité de l'enfant (al. 1); mais, si, à sa majorité, l'enfant n'a pas achevé sa formation, les père et mère doivent, dans la mesure où les circonstances permettent de l'exiger d'eux, continuer à subvenir à son entretien jusqu'à la fin de cette formation, pour autant qu'elle soit achevée dans les délais normaux (al. 2).\n\na) Le recourant prétend d'abord que l'intimité ne peut pas se mettre au bénéfice de l'art. 277 al. 2 CC parce qu'il a gagné sa vie entre 21 et 23 ans. Selon lui, le législateur avait en vue la situation de l'enfant qui, au moment de sa majorité, est en train d'acquérir une formation professionnelle: il a voulu éviter que l'enfant devenu majeur soit contraint d'abandonner des études en cours, par manque de moyens financiers. L'art. 277 al. 2 CC ne conférerait pas, en revanche, à celui qui a gagné sa vie pendant quelques années, puis désire entreprendre une formation sur le tard, le droit d'exiger de ses père et mère qu'ils subviennent à son entretien: dans un tel cas, affirme le recourant, les parents peuvent s'estimer déliés de toute obligation envers l'enfant.\n\nCette argumentation ne saurait être accueillie.\n\nSi l'art. 277 al. 2 CC dit que les père et mère sont tenus de \"continuer à subvenir\" à l'entretien de l'enfant qui n'a pas achevé |409| sa formation à sa majorité, c'est que la disposition légale est rédigée en fonction de la situation la plus courante, à savoir celle où l'enfant a commencé ses études alors qu'il était encore mineur, mais ne les a pas terminées à sa majorité. On ne saurait toutefois déduire de ce texte, par une interprétation purement littérale, qu'un jeune qui n'a pas reçu de formation professionnelle adéquate et a gagné sa vie pendant un certain temps ne peut en aucun cas exiger de ses père et mère qu'ils subviennent à son entretien s'il abandonne momentanément son activité lucrative et entreprend sérieusement des études appropriées, susceptibles d'être achevées dans les délais normaux et correspondant à ses goûts et à ses aptitudes (cf. art. 302 al. 2 CC). C'est sur le vu des données de chaque espèce que doit être tranchée la question de savoir si l'obligation d'entretien des père et mère subsiste en faveur d'un enfant majeur engagé dans une formation professionnelle.\n\nEn l'occurrence, l'intimé a choisi de devenir photographe dès la fin de ses études secondaires. Il s'agit là d'une profession qui correspond pleinement à ses aptitudes. Mais, travaillant comme vendeur, il n'a pas pu acquérir la formation professionnelle nécessaire. Comme il avait déjà 23 ans quand il a commencé ses études, le choix de l'école parisienne se justifiait: il lui assurait une instruction spécialisée rapide.\n\nVu ces circonstances, la cour cantonale pouvait admettre que le cas qui lui était soumis entrait dans les prévisions de l'art. 277 al. 2 CC.\n\nb) Contrairement à ce que prétend le recourant, l'intimé n'a pas déjà acquis une formation de vendeur en photographie. Il a simplement travaillé comme vendeur dans cette branche après l'obtention de son baccalauréat. Il s'agissait d'une activité lucrative exercée sans préparation spéciale ni études en cours d'emploi. Même si elle permettait d'acquérir une certaine expérience pratique dans la vente de matériel photographique, elle n'est en rien comparable à la formation de photographe que l'intimé a entreprise dans une école professionnelle.\n\nC'est à tort également que le recourant affirme que son fils n'achève pas sa formation dans les délais normaux. En effet, l'intimé ne l'a commencée qu'au moment où il est entré à l'école d'enseignement technique, où les études durent deux ans.\n\nLe recourant objecte en vain que l'intimé aurait pu réaliser des économies pendant la période où il a travaillé comme vendeur et financer lui-même une formation subséquente de photographe. Christian B. n'a exercé cette activité lucrative que durant moins de deux ans. Comme il subvenait |410| lui-même à ses besoins, il ne pouvait pas épargner une somme suffisante pour payer par la suite ses frais d'école (7200 fr. au total) et couvrir les dépenses de son entretien.\n\nc) La question décisive est, en définitive, de savoir si, eu égard à la situation financière du recourant, à son état de santé et à sa capacité réduite de travail, on peut exiger de lui une contribution de 500 fr. par mois pendant deux ans.\n\nLa fixation du montant d'une rente, d'une pension ou d'une contribution relève, pour une part importante, de l'appréciation à laquelle le juge doit procéder selon les règles du droit et de l'équité (art. 4 CC). Le Tribunal fédéral fait montre de réserve en cette matière: il n'intervient que si l'autorité cantonale a pris en considération des éléments qui ne jouent pas de rôle au sens de la loi ou a omis de tenir compte de facteurs essentiels, ou bien encore si, d'après l'expérience de la vie, le montant arrêté apparaît manifestement inéquitable au regard des circonstances (cf. ATF 98 II 166).\n\nLe montant de 500 fr. arrêté en l'espèce correspond à 15% d'un revenu annuel de 40'000 fr. Selon la jurisprudence de la Chambre des recours vaudoise, c'est dans cette proportion que celui des parents divorcés auquel un enfant unique n'a pas été attribué doit contribuer aux frais d'entretien de l'enfant. Toutefois, la cour cantonale ne s'en est pas tenue à ce barème sans plus ample examen. Elle a pris en considération tous les éléments pertinents. Elle n'a pas perdu de vue que la situation matérielle du père est difficile, \"pour des raisons économiques comme pour des motifs financiers\", mais elle a mis en relief d'autres \"circonstances de la cause (enfant défavorisé par le divorce de ses parents; pension du père, même augmentée volontairement, restée dans des mesures modestes; absence d'effort particulier du père pour la formation de son fils unique)\". La cour a tenu compte également de la fortune du recourant et du fait que la contribution n'est due que pour un temps limité. Cela posé, elle pouvait, sans violer les règles du droit et de l'équité, estimer qu'il se justifie d'imposer temporairement au recourant un effort exceptionnel. Il n'y a donc pas de motif de s'écarter de son appréciation, et ce d'autant moins que la mère devra, pour aider l'intimé, faire un effort plus considérable encore."}