{"annee": "107", "cour": "IV", "page": "88", "date": "5/11/1981", "cite": ["94 IV 11", "77 IV 71", "71 IV 177"], "cite_par": ["130 IV 1", "127 IV 145"], "chapeau": "26. Auszug aus dem Urteil des Kassationshofes vom 5. November 1981 in Sachen S. gegen Regierung des Kantons Graubünden (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 38 ch. 3 CP. L'autorité compétente peut aussi imposer des règles de conduite au libéré sur le plan économique; ce dernier, s'il est insolvable ou s'il se trouve menacé dans ses intérêts économiques, doit accepter les mesures destinées à restreindre sa capacité d'agir qui, par leur caractère, peuvent ressembler aux mesures qu'ordonnerait un tuteur."], "faits": "", "considerants": "BGE 107 IV 88 S. 89\n\nAus den Erwägungen:\n\n3. a) Die zuständige Behörde kann einem bedingt Entlassenen neben der Anordnung der Schutzaufsicht Weisungen über sein Verhalten während der Probezeit erteilen, namentlich auch Weisungen bezüglich der Berufsausübung (Art. 38 Ziff. 3 StGB). Derartige Weisungen dürfen indessen nicht vorwiegend oder ausschliesslich den Zweck verfolgen, dem Verurteilten Nachteile zuzufügen (BGE 94 IV 12, BGE 77 IV 76 E. 4). Sie dienen, wie die Schutzaufsicht, dazu, die Gefahr der Begehung neuer Verbrechen oder Vergehen zu verhindern und/oder auf den Verurteilten erzieherisch einzuwirken (BGE 71 IV 178) und sollen mithelfen, die Bewährungschancen zu verbessern. Die Art einer bestimmten Weisung ist nach fürsorgerischen, kriminalpädagogischen oder medizinischtherapeutischen Bedürfnissen zu wählen. Die Weisung selbst darf nicht willkürlich und nicht so sein, dass ihre Auswirkung einer Nebenstrafe oder sichernden Massnahme gleichkommt. Nach dem Grundsatz der Verhältnismässigkeit darf eine vom Zweck her an sich erlaubte Weisung im konkreten Fall nicht über Gebühr einschneidend sein und nur angeordnet werden, wenn der Eingriff in die Persönlichkeitsrechte des Täters aufgewogen wird durch die Art und die Schwere der zu sühnenden Tat oder der Delikte, die der Täter in Zukunft allenfalls begehen könnte, oder durch die Grösse der Wahrscheinlichkeit neuer Straftaten (MARKUS ZINGG, Der Ausbau der Schutzaufsicht für Straffällige zum Sozialdienst der Justizdirektion des Kantons Diss. Zürich, 1977 S. 31-34).\n\nWeisungen im wirtschaftlichen Bereich sind zulässig. Oft genügt es nicht, eine blosse Auskunftspflicht über Vermögensvorgänge aufzustellen. Überschuldete oder wirtschaftlich gefährdete Verurteilte haben oft einschneidende Beschränkungen bei der Ausübung ihrer Handlungsfähigkeit hinzunehmen, die den Anordnungen eines Vormundes ähnlich sein können. In Frage kommen in diesem Zusammenhang etwa die Anordnung einer Lohnverwaltung oder die Weisung, während der Probezeit als Unselbständigerwerbender zu arbeiten (ZINGG a.a.O. S. 42).BGE 107 IV 88 S. 90\n\nb) Im vorliegenden Fall erteilte die Regierung dem Beschwerdeführer die Weisung, während der Probezeit der Schutzaufsicht auf Verlangen Einsicht in seine Geschäftskorrespondenz zu gewähren. Diese Weisung geht weniger weit als z.B. eine Lohnverwaltung oder die Anweisung, nur als Unselbständigerwerbender tätig zu sein. Sie ist grundsätzlich erlaubt, was der Beschwerdeführer denn auch nicht bestreitet.\n\nDer der letzten Verurteilung zugrunde liegende Betrug geschah im Rahmen einer selbständigen Tätigkeit des Beschwerdeführers. Dieser ist heute wiederum selbständig tätig und hat für eine ausländische Firma die Vertretung von Sandstrahl-Geräten übernommen. Die erteilte Weisung ist geeignet, dazu beizutragen, dass diese Geschäftstätigkeit kontrolliert und dadurch der Gefahr der Begehung neuer Verfehlungen entgegen gewirkt werden kann. Auch wenn der ausländische Hersteller mit klaren Vertrags- und Lieferbedingungen arbeitet, kann es möglicherweise nach einiger Zeit doch zu Spannungen oder Differenzen zwischen ihm und dem Beschwerdeführer kommen. Wenn das Schutzaufsichtsorgan dies durch die Einsichtnahme in die Korrespondenz rechtzeitig feststellen kann, ist es in der Lage, rechtzeitig erzieherisch auf den Verurteilten einzuwirken und dadurch seine Bewährungschancen zu verbessern.\n\nÜbermässig einschneidend und unverhältnismässig ist die Weisung nicht. Der Beschwerdeführer macht zwar geltend, wenn das Schutzaufsichtsamt Einsicht in die Geschäfte der ausländischen Firma nehmen könne, sei zu befürchten, dass der Hersteller dies als Einmischung einer staatlichen Behörde in seinen Geschäftsbereich betrachte und das Arbeitsverhältnis mit ihm deswegen kündige. Die Gefahr, dass sich diese Befürchtung bewahrheitet, ist indessen gering, weil ein Aussenstehender von der fraglichen Weisung kaum Kenntnis erhalten und der Beschwerdeführer selbst keinen Anlass haben wird, die Weisung bekannt zu machen. Bei dieser Sachlage kann der Regierung nicht zur Last gelegt werden, sie habe durch die Anordnung dieser Weisung das Bundesrecht verletzt oder ihr Ermessen überschritten. Die Beschwerde ist deshalb als unbegründet abzuweisen."}