{"annee": "107", "cour": "IA", "page": "45", "date": "1/7/1981", "cite": ["104 IA 88", "91 I 399", "98 IA 356", "102 IA 179", "98 IA 56", "96 I 586", "98 IA 73"], "cite_par": ["112 IA 398", "113 IA 309", "115 IV 75", "110 IA 117"], "chapeau": "10. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 1. Juli 1981 i.S. X gegen Bezirksanwaltschaft Zürich und Staatsanwaltschaft des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 4, 55 et 58 Cst.; saisie de photographies de presse destinées à servir de moyen de preuve dans une procédure pénale; levée des scellés. En procédure pénale zurichoise, la décision de lever les scellés est, dans tous les cas, de la compétence du juge (consid. 2). Le Code de procédure pénale zurichois ne lui conférant pas le droit de refuser son témoignage, le journaliste ne peut invoquer la liberté de la presse pour s'opposer à ce que son matériel de cinéma ou de photographie soit utilisé comme moyen de preuve dans une procédure pénale (consid. 3). La saisie de photographies de presse n'était pas, en l'espèce, contraire à la Constitution (consid. 4)."], "faits": "|46|\n\nIm Zusammenhang mit der Forderung auf Wiedereröffnung des autonomen Jugendzentrums fanden in Zürich am Samstag, dem 4. Oktober 1980, unbewilligte Demonstrationen statt, in deren Verlauf es zu Gewalttätigkeiten kam. Zur Beobachtung des Geschehens wurden auch Polizeibeamte in Zivil eingesetzt. Einer von ihnen, Z., wurde bei der Einmündung des Limmatquais in den Bellevue-Platz von Demonstranten eingekreist und zur Preisgabe seiner Identität aufgefordert. Als er sich weigerte, diese bekanntzugeben, hielten die Demonstranten ihn fest, durchsuchten seine Kleider und fanden dabei einen Personalausweis. Daraufhin wurde Z. unter den Rufen \"in die Limmat mit dem Spitzel\" zum Utoquai geführt und an der sogenannten \"Riviera\" in den Fluss gestossen, wo er sich schwimmend auf ein ca. 10 m entferntes Floss der Bootsvermietung in Sicherheit brachte. Nach seinen Angaben wurden ihm, als er sich im Wasser befand, schwere Gegenstände wie z.B. Steine nachgeworfen.\n\nDie Bezirksanwaltschaft Zürich leitete eine Strafuntersuchung wegen Gewalt und Drohung gegen Beamte, Nötigung und Freiheitsberaubung, eventuell auch wegen versuchter vorsätzlicher Tötung, ein. Im Laufe der Untersuchung wurde ihr vom Verteidiger des Angeschuldigten S. eine vom Pressephotographen X. angefertigte Photographie übergeben, auf der zu sehen ist, wie Z. von mehreren Demonstranten abgeführt wird. Auf der Photographie sind die Gesichtszüge von Z. und S. zu erkennen, während jene der übrigen Beteiligten durch Rasuren unkenntlich gemacht sind. X. wurde am 28. Oktober 1980 als Zeuge einvernommen. Im Anschluss an die Einvernahme wurden in seinem Photostudio ein Negativfilmstreifen und ein Positivbild zu den Akten erhoben und auf sein Verlangen versiegelt.\n\nDie Bezirksanwaltschaft Zürich verfügte am 31. Oktober 1980 die Beschlagnahme des Negativfilmstreifens sowie des Positivbildes und ordnete gleichzeitig deren Entsiegelung an, welche ohne Anrufung des Bezirksgerichts oder der Anklagekammer des Obergerichts erfolgen könne. X. rekurrierte dagegen an die Staatsanwaltschaft des Kantons Zürich. Diese wies den Rekurs mit Verfügung vom 5. Dezember 1980 ab. Sie räumte aber dem Rekurrenten das Recht ein, bei der Prüfung des Filmmaterials auf seine Beweiseignung anwesend zu sein und sich dazu zu äussern.\n\nX. führt gegen die Verfügung der Staatsanwaltschaft staatsrechtliche Beschwerde. Das Bundesgericht heisst diese teilweise gut.\n\n|47|", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer beanstandet in formeller Hinsicht sowohl unter dem Gesichtspunkt von Art. 4 BV (Willkür) als auch unter jenem von Art. 58 Abs. 1 BV, dass die Bezirksanwaltschaft die Entsiegelung verfügt und ihm den in § 101 der Strafprozessordnung des Kantons Zürich (StPO) vorgesehenen Entscheid des Richters - sei es des Bezirksgerichts oder der Anklagekammer des Obergerichts - über die Frage der Entsiegelung vorenthalten habe. Er macht damit geltend, die Vorschriften der StPO über die Entsiegelung seien unrichtig angewendet worden. Auch soweit eine Verletzung des Rechts auf den verfassungsmässigen Richter gerügt wird, kann das Bundesgericht die Anwendung der Zuständigkeitsvorschriften des kantonalen Gesetzesrechts nur unter dem Gesichtswinkel der Willkür überprüfen (BGE 98 Ia 359 E. 2; BGE 91 I 401 f. mit Hinweisen). Der Vorwurf der Missachtung des Art. 58 Abs. 1 BV fällt im vorliegenden Fall mit der Willkürrüge zusammen.\n\nDie Staatsanwaltschaft begründet ihre Auffassung, wonach die Bezirksanwaltschaft und nicht der Richter zum Entscheid über die Entsiegelung zuständig sei, damit, es komme § 103 und nicht § 101 StPO zur Anwendung. Beim Beschwerdeführer sei keine Hausdurchsuchung oder Durchsuchung von Papieren erfolgt, sondern es habe sich lediglich um eine Edition von Papieren gehandelt, weshalb die Bezirksanwaltschaft berechtigt gewesen sei, die Entsiegelung zu verfügen.\n\nSowohl § 101 als auch § 103 finden sich im Abschnitt der StPO, der die Beschlagnahme von Beweisstücken betrifft. § 103 StPO regelt das Vorgehen, das einzuschlagen ist, wenn sich Papiere oder andere Gegenstände, die zur Entdeckung der Wahrheit führen können, in den Händen von Drittpersonen befinden. Die Drittperson ist vorerst zur Ablieferung aufzufordern; gehorcht sie dieser Aufforderung nicht, so ist zu einer Hausdurchsuchung zu schreiten. Die Vorschrift sagt nichts darüber aus, wann Papiere zu versiegeln sind und wer in diesem Falle zum Entscheid über die Entsiegelung berechtigt ist. Hiefür sind auch bei Papieren, welche sich in der Hand von Drittpersonen befinden, die §§ 100 und 101 StPO massgebend. Gemäss § 100 Abs. 2 StPO dürfen Papiere nur durchsucht werden, wenn auch nach Einvernahme des Besitzers noch die Vermutung besteht, dass sie für den Zweck der Untersuchung von Bedeutung sind. § 101 Abs. 1 StPO bestimmt, dass |48| Papiere, deren Durchsuchung sich der Inhaber widersetzt, zu versiegeln sind und der Entscheid des Bezirksgerichts oder der Anklagekammer darüber einzuholen ist, ob die Untersuchung stattfinden darf. Nach dem Wortlaut der StPO schliesst die Anwendung der §§ 100 und 101 jene des § 103 nicht aus. Die drei Vorschriften regeln die Beschlagnahme von Papieren im Besitze eines Dritten (die §§ 100 und 101 allerdings auch diejenige von Papieren im Besitze des Angeschuldigten) unter etwas verschiedenen Gesichtspunkten. Es ist aber jedenfalls ihrem Wortlaut nicht zu entnehmen, dass die Bezirksanwaltschaft dann, wenn es in einem nach § 103 StPO durchgeführten Verfahren zur Siegelung beschlagnahmter Papiere kommt, selber die Entsiegelung verfügen könnte.\n\nZwar trifft es zu, dass die Räume des Beschwerdeführers nicht nach Beweismitteln durchsucht worden sind, sondern nur der von ihm selbst herausgesuchte Film nebst dem Photo beschlagnahmt und versiegelt worden ist. Die Bezirksanwaltschaft will aber die einzelnen Aufnahmen dieses Filmes auf ihren Beweiswert hin überprüfen. Eine solche Überprüfung kommt klarerweise einer Durchsuchung von Papieren im Sinne der §§ 100 Abs. 2 und 101 StPO gleich. Da sich der Beschwerdeführer der Durchsuchung widersetzt, hat er nach § 101 Abs. 1 StPO Anspruch darauf, dass das Bezirksgericht oder die Anklagekammer des Obergerichts entscheidet, ob die Entsiegelung und damit die Untersuchung des beschlagnahmten Films stattfinden darf. Ein stichhaltiges Argument gegen diesen zwingenden Schluss ist weder der angefochtenen Verfügung noch der publizierten zürcherischen Rechtsprechung zum Entsiegelungsverfahren zu entnehmen. Die Versiegelung beschlagnahmter Papiere und das darauf folgende gerichtliche Verfahren über die Zulässigkeit der Durchsuchung gemäss § 101 StPO dient dem Schutz der Privatsphäre des Inhabers der Papiere (ZR 78/1979 Nr. 57 S. 115; 76/1977 Nr. 74 S. 191). Der neutrale Richter und nicht die Strafverfolgungsbehörde hat die Abwägung zwischen dem Strafuntersuchungsinteresse und dem Interesse des Inhabers der Papiere an deren Geheimhaltung vorzunehmen. Dies muss in jedem Fall gelten, in welchem sich der Inhaber der Papiere der Durchsicht derselben auf ihren Beweiswert hin widersetzt, unbekümmert darum, ob er die Papiere freiwillig herausgegeben hat oder ob sie in Anwendung von § 103 StPO auf dem Weg einer Hausdurchsuchung beschlagnahmt worden sind, denn in beiden Fällen besteht der gleiche Interessenkonflikt zwischen |49| dem Inhaber der Papiere und der Strafverfolgungsbehörde. Es würde dem Sinn des § 101 StPO offensichtlich widersprechen, wenn bei einer nach § 103 StPO durchgeführten Beschlagnahme von Papieren die Bezirksanwaltschaft im Falle einer Siegelung selber über die Frage der Entsiegelung befinden könnte. Der Hinweis der Staatsanwaltschaft darauf, dass der Bezirksanwalt auch zu den richterlichen Behörden zähle, ist unbehelflich. Es geht hier im Gegensatz zu dem im angefochtenen Entscheid erwähnten Fall Schiesser (BGE 102 Ia 179 ff.) nicht um die Auslegung der EMRK, sondern um jene des § 101 der Zürcher StPO, und in dieser Vorschrift wird die Zuständigkeit der Bezirksanwaltschaft eindeutig von derjenigen der richterlichen Behörden (Bezirksgericht, Anklagekammer des Obergerichts) abgegrenzt.\n\nDie Auffassung der Staatsanwaltschaft, die Bezirksanwaltschaft habe im vorliegenden Fall die Entsiegelung in eigener Kompetenz verfügen können, lässt sich nach dem Gesagten mit sachlichen Gründen nicht mehr vertreten und verstösst daher sowohl gegen Art. 4 als auch gegen Art. 58 Abs. 1 BV. Die Beschwerde ist in diesem Punkt gutzuheissen. Da der Beschwerdeführer Anspruch auf Durchführung eines gerichtlichen Entsiegelungsverfahrens hat, muss die Verfügung der Staatsanwaltschaft vom 5. Dezember 1980 aufgehoben werden, obschon die Beschwerde insoweit, als X. die Verfügung in materieller Hinsicht beanstandet, klarerweise unbegründet ist, wie sich im folgenden zeigen wird.\n\n3. Der Beschwerdeführer beruft sich auf Art. 55 BV. Er macht geltend, es liege eine Verletzung der Pressefreiheit vor, wenn wahllos Photomaterial von Pressephotographen beschlagnahmt werde, um es in Ermittlungsverfahren dahin auszuwerten, dass möglichst alle Teilnehmer an nicht bewilligten Demonstrationen erfasst werden könnten.\n\nDie in Art. 55 BV gewährleistete Pressefreiheit bildet einen Teilbereich der dem ungeschriebenen Verfassungsrecht des Bundes angehörenden Meinungsäusserungsfreiheit (BGE 98 Ia 80, 421 E. 2a). Sie bedeutet die Freiheit der Meinungsäusserung durch die Presse. Art. 55 BV gewährt dem Einzelnen die Möglichkeit, seine Meinung - in Wort oder Bild ausgedrückt - durch das Mittel der Druckerpresse in der Öffentlichkeit zu verbreiten. Wie alle Freiheitsrechte gilt auch die Pressefreiheit nicht unbegrenzt. Sie kann gestützt auf eine genügende gesetzliche Grundlage eingeschränkt werden, wenn der Eingriff zum Schutze der öffentlichen Ordnung erforderlich ist und dem Gebot der Verhältnismässigkeit |50| entspricht (BGE 104 Ia 103; BGE 98 Ia 63 E. 7; BGE 96 I 589 E. 4a mit Hinweisen).\n\nEs fragt sich, ob die angefochtene Verfügung überhaupt in den Schutzbereich der Pressefreiheit eingreift. Ein direkter Eingriff liegt nicht vor. Es wurde weder ein Presseerzeugnis beschlagnahmt noch eine Zensur ausgeübt. Der Beschwerdeführer wurde auch nicht daran gehindert, Aufnahmen des beschlagnahmten Films in der Presse erscheinen zu lassen. Wie in der Beschwerde ausgeführt wird, kann indes der Beschwerdeführer in seiner Tätigkeit als Pressephotograph doch erheblich behindert werden, wenn sein Photomaterial in der Strafuntersuchung verwendet werden darf. Es ist denkbar, dass ihn Manifestanten künftig nicht mehr ohne weiteres photographieren lassen, wenn sie damit rechnen müssen, dass die Bilder den Strafverfolgungsbehörden als Beweismittel dienen können. Ein Pressephotograph wird demnach durch die Beschlagnahme des Film- und Photomaterials anders betroffen als irgendein Zuschauer, der eine Manifestation auf einem Film festgehalten hat.\n\nDie Frage der Zulässigkeit der Beschlagnahme steht im Zusammenhang mit jener der Aussagepflicht. Die Strafprozessordnungen räumen den Angehörigen bestimmter Berufsgruppen (vor allem Geistlichen, Ärzten, Anwälten) das Recht ein, das Zeugnis über Wahrnehmungen zu verweigern, die sie bei Ausübung ihrer beruflichen Tätigkeit gemacht haben. Der Gesetzgeber geht dabei davon aus, dass die Angehörigen dieser Berufe grundsätzlich nicht verpflichtet sein sollen, den Strafverfolgungsbehörden Beweismaterial zu liefern, das aus dem Bereich ihrer Berufstätigkeit stammt. Verschiedene kantonale Strafprozessordnungen haben den Gedanken weiter entwickelt und räumen Personen, denen ein solches Zeugnisverweigerungsrecht zusteht, in bestimmtem Umfang auch das Recht ein, sich gegen die Beschlagnahme von Gegenständen zur Wehr zu setzen (vgl. BGE 97 I 387 f.). Selbst wenn es an einer ausdrücklichen prozessualen Vorschrift fehlt, wird angenommen, dass zugunsten der genannten zeugnisverweigerungsberechtigten Personen ein Beschlagnahmeverbot besteht (HAUSER, Kurzlehrbuch des schweizerischen Strafprozessrechts, S. 174).\n\nIm zürcherischen Strafverfahrensrecht steht dem Journalisten kein Zeugnisverweigerungsrecht zu. Er ist somit verpflichtet, als Zeuge auszusagen. Nach der bundesgerichtlichen Rechtsprechung kann aus der Pressefreiheit oder der Meinungsäusserungsfreiheit |51| nicht ein allgemeines Zeugnisverweigerungsrecht abgeleitet werden, denn die gewährleisteten Grundrechte sind durch die Zeugenpflicht nicht direkt berührt. Ob die publizistische Auswertung von Informationsquellen gegenüber der Abklärung des Sachverhalts im Strafverfahren höher einzustufen ist, ist eine Frage, die grundsätzlich der zuständige Gesetzgeber zu beantworten hat (BGE 98 Ia 422).\n\nDa dem Journalisten nach dem Zürcher Strafverfahrensrecht kein Zeugnisverweigerungsrecht zusteht, muss er sich wie jede andere Person, die zur Aussage verpflichtet ist, die Beschlagnahme von Gegenständen - auch von Schriften und Bildern - gefallen lassen. So wenig sich nach dem erwähnten Urteil des Bundesgerichts aufgrund des Art. 55 BV ein allgemeines Zeugnisverweigerungsrecht des Pressemitarbeiters ergibt, so wenig kann aus der Pressefreiheit ein zugunsten von Journalisten bestehendes Verbot der Beschlagnahme von Gegenständen hergeleitet werden. Der Beschwerdeführer beklagt sich somit zu Unrecht über eine Verletzung der Pressefreiheit, da der angefochtene Entscheid nicht in den Schutzbereich dieses Grundrechts eingreift.\n\n4. Eine Beschlagnahme von Gegenständen berührt unter Umständen das verfassungsmässig gewährleistete Eigentumsrecht, und wenn photographische Aufnahmen mit Beschlag belegt werden, kann eine Verletzung der Persönlichkeitsrechte in Frage stehen. Der Beschwerdeführer bringt nach diesen Richtungen hin keine Kritik vor. Wären entsprechende Rügen erhoben, so würden sie sich als unbegründet erweisen. Die gesetzliche Grundlage für die Beschlagnahme findet sich klarerweise in der Strafprozessordnung des Kantons Zürich (§§ 96 ff.). Der Einwand des Beschwerdeführers, es sei unverhältnismässig, wenn die Strafverfolgungsbehörde wahllos Photomaterial von Pressephotographen zu Untersuchungszwecken beschlagnahme, geht fehl. Im vorliegenden Fall sind die Behörden gerade nicht so vorgegangen, sondern sie haben gezielt nur eine Photographie und einen Film beschlagnahmt, auf welchem sich auch nach den Angaben des Beschwerdeführers - allenfalls neben andern Bildern - Aufnahmen finden, die den Vorfall vom 4. Oktober 1980 mit dem Polizeibeamten Z. festhalten. Die Strafuntersuchung, die wegen dieses Vorfalls eingeleitet wurde, hat nicht nur Bagatelldelikte zum Gegenstand. Sie bezieht sich vielmehr auf die Tatbestände der Gewalt und Drohung gegen Behörden und Beamte gemäss Art. 285 Ziff. 2 StGB, der Nötigung, der Freiheitsberaubung und eventuell sogar der versuchten |52| vorsätzlichen Tötung. Das öffentliche Interesse an der Abklärung solcher Taten hat klarerweise mehr Gewicht als das Anliegen des Beschwerdeführers, dass die Strafverfolgungsbehörden die aufgenommenen Bilder nicht zu Gesicht bekommen. Auch wenn in Rechnung gestellt wird, dass die Interessenlage bei einem Pressephotographen eine wesentlich andere ist als bei irgendeinem Zuschauer, der von einer Manifestation photographische Aufnahmen macht, kann nicht gesagt werden, die in der Beschlagnahme liegende prozessuale Zwangsmassnahme sei unverhältnismässig. Ähnliche Überlegungen wären anzustellen, wenn die Pressefreiheit in Frage stünde. Die Beschwerde erweist sich in diesem Punkt als offensichtlich unbegründet."}