{"annee": "107", "cour": "II", "page": "100", "date": "12/2/1981", "cite": ["89 II 12", "47 II 380", "56 II 79", "61 II 24", "86 II 323", "82 II 473", "69 II 129", "67 II 64"], "cite_par": ["108 II 375"], "chapeau": "14. Arrêt de la IIe Cour civile du 12 février 1981 dans la cause N.P. (recours en réforme)", "regestes": ["Transfert de l'autorité parentale en cas de décès du conjoint auquel le juge du divorce a confié les enfants (art. 157 et art. 315a al. 3 CC). Les autorités de tutelle peuvent-elles, en pareil cas, transférer l'autorité parentale au conjoint survivant? Question laissée indécise car leur compétence ne saurait avoir un caractère exclusif. Le conjoint non attributaire garde le droit d'agir selon l'art. 157 CC pour obtenir que ses enfants lui soient confiés."], "faits": "BGE 107 II 100 S. 101\n\nA.- Le 30 mai 1972, le Tribunal civil du district d'Orbe a prononcé le divorce des époux R.G. et N. née P. Il a confié les trois enfants mineurs à leur père et lui a attribué la puissance paternelle. R.G. est décédé le 24 juin 1979. La Justice de paix du cercle de Vallorbe, autorité tutélaire, a nommé alors un tuteur à l'enfant A.G., le seul encore mineur.\n\nB.- Le 16 novembre 1979, N.P. a saisi le Tribunal civil du district d'Orbe d'une action en modification du jugement de divorce. Elle a demandé l'attribution de l'autorité parentale sur son fils A.G. La Justice de paix du cercle de Vallorbe, défenderesse, a contesté la compétence du Tribunal à raison de la matière.\n\nPar jugement sur incident rendu le 4 mars 1980, le Président du Tribunal du district d'Orbe a rejeté l'exception déclinatoire.\n\nStatuant le 20 octobre 1980 sur recours de la défenderesse, le Tribunal cantonal du canton de Vaud a réformé le jugement attaqué et dénié au Tribunal civil du district d'Orbe la compétence pour connaître de la demande formée par N.P.\n\nC.- La demanderesse a interjeté un recours en réforme au Tribunal fédéral. Elle conclut à la reconnaissance de la compétence du Tribunal civil du district d'Orbe pour statuer sur l'action ouverte le 16 novembre 1979.", "considerants": "Considérant en droit:\n\n1. L'autorité parentale, après le divorce, appartient à l'époux à qui le juge a confié les enfants (art. 297 al. 3 CC).BGE 107 II 100 S. 102\n\nCelui des parents auquel cette autorité n'est pas attribuée la perd comme telle, et non pas seulement son exercice. Il ne la récupère pas de plein droit à la mort de son ex-conjoint (ATF 86 II 328 consid. 3; ATF 47 II 380 ss). Il peut certes, en pareil cas, obtenir que ses enfants lui soient confiés, à moins qu'il ne se trouve dans l'une des situations où les père et mère investis de l'autorité parentale doivent en être déchus (ATF 82 II 474 s. consid. 3). L'exercice de ce droit suppose toutefois l'introduction d'une instance, au terme de laquelle l'autorité rend une décision de nature formatrice.\n\n2. Avant la modification du code civil par la loi du 25 juin 1976, les autorités de tutelle avaient le pouvoir d'intervenir en vertu des anciens art. 283 ss contre l'époux que le juge avait investi de la puissance paternelle. L'ouverture d'une action en modification du jugement de divorce ne leur ôtait pas cette compétence, à moins que le juge saisi ne fût amené, sur le fond, à ordonner des mesures en conformité des articles précités ou, exeptionnellement, à prendre des mesures provisoires selon l'art. 145 CC (ATF 89 II 12 ss; ATF 69 II 130 s.). La modification du rapport d'attribution, en revanche, ne pouvait être obtenue que par la voie prévue à l'art. 157 CC (ATF 89 II 14; ATF 56 II 79 ss). L'époux à qui le juge du divorce n'avait pas confié la puissance paternelle devait, s'il entendait l'obtenir, intenter une action à son ex-conjoint, et ce même lorsque les enfants étaient placés sous tutelle (ATF 67 II 64 ss). Le demandeur pouvait actionner l'autorité tutélaire si l'autre époux était décédé et que le droit cantonal imposât le recours à une procédure contradictoire (ATF 67 II 68 ss consid. 3; ATF 61 II 24 ss).\n\nL'art. 157 CC n'a pas été modifié par la loi du 25 juin 1976. Le législateur a toutefois introduit dans le code un nouvel art. 315a qui délimite les compétences du juge du divorce et celles des autorités de tutelle. L'alinéa 3 de cette disposition permet aux autorités de tutelle, si les circonstances changent après le prononcé du divorce, de modifier les mesures de protection ordonnées par le juge; leur pouvoir d'intervention se limite cependant aux actes qui n'affectent que la position d'un seul des parents et ne touchent pas les droits et obligations de l'autre. De l'avis de la cour cantonale, l'alinéa précité donne aux autorités de tutelle la compétence exclusive de transférer l'autorité parentale à l'époux survivant, après le décès du conjoint auquel le juge du divorce avait confié les enfants. Le législateur aurait, par mégarde, omis de modifier BGE 107 II 100 S. 103l'art. 157 CC en conséquence. La recourante soutient que cette opinion est incompatible avec la lettre et l'esprit de la loi.\n\n3. Le pouvoir reconnu aux autorités de tutelle de modifier l'oeuvre du juge du divorce ne porte, selon le texte même de l'art. 315a al. 3, que sur \"les mesures de protection de l'enfant\" (le misure prese per la protezione del figlio, Kindesschutzmassnahmen). Dans le projet du Conseil fédéral, il s'étendait certes à toutes \"les mesures prises par le juge\" (art. 316 al. 3, FF 1974 II p. 132). L'amendement rédactionnel provient d'une proposition faite par la commission du Conseil des Etats, qui entendait préciser ainsi que la disposition en cause ne devait s'appliquer qu'aux mesures prévues aux art. 307 ss, à l'exclusion de tous autres prononcés affectant le sort de l'enfant, telle la réglementation du droit de visite. Le Conseil des Etats et le Conseil national ont adhéré sans discussion à cette modification (Bulletin officiel de l'Assemblée fédérale, 1975, Conseil des Etats p. 139, Conseil national p. 1788). Le législateur a donc voulu restreindre la portée de l'art. 315a al. 3 aux mesures de protection des art. 307 ss et il a exprimé sa pensée dans le texte de la loi. On peut certes envisager une application de l'art. 315a à des mesures analogues, notamment celles que prévoient l'art. 324 et l'art. 325. En l'étendant en revanche à toutes dispositions prises par le juge du divorce, on s'écarterait de la volonté clairement reconnaissable du législateur. Or l'attribution de l'autorité parentale à l'un des époux, dans le prononcé du divorce, ne peut être considérée comme une mesure de protection de l'enfant, au sens des art. 307 ss CC ou au sens de dispositions analogues. Les mesures visées à l'art. 315a sont en effet celles qui doivent remédier à des situations dans lesquelles les parents, même sans faute de leur part, ne peuvent fournir ou ne fournissent pas à leurs enfants les soins et la protection dont ils ont besoin. Le juge du divorce, lui, doit en principe confier l'autorité parentale à l'une des parties et en priver l'autre, quand bien même les père et mère seraient tous deux en mesure d'élever leurs enfants dans les meilleures conditions. La décision d'attribution n'est pas la conséquence ou la sanction d'une quelconque carence dans l'éducation; elle tient à l'impossibilité d'un exercice commun de l'autorité parentale par des époux divorcés (ATF 82 II 474 s. consid. 3). Il s'ensuit que l'art. 315a al. 3, applicable aux seules mesures de protection de l'enfant, ne règle pas le transfert de l'autorité parentale BGE 107 II 100 S. 104à l'autre conjoint, même en cas de prédécès de l'attributaire. La décision relève dès lors du juge, que l'art. 157 CC charge de prendre, sur requête de l'autorité tutélaire ou de l'un des parents, les mesures commandées par des faits nouveaux tels que la mort du père ou de la mère (DESCHENAUX ET TERCIER, Le mariage et le divorce, 2e éd. p. 130 s).\n\nL'art. 315a al. 3 CC habilite les autorités de tutelle à intervenir dans les rapports entre l'enfant et l'époux auquel le juge du divorce l'a confié. Ces autorités peuvent même être amenées à retirer l'autorité parentale à l'époux attributaire, en conformité de l'art. 311 et de l'art. 312 CC, et à placer en ce cas l'enfant sous tutelle. Elles doivent de même pourvoir l'enfant d'un tuteur lorsque l'époux attributaire décède ou est interdit, à moins que n'intervienne alors un changement d'attribution. La compétence leur fait en revanche défaut pour prendre des mesures qui affecteraient directement la position juridique de l'autre époux, celui à qui le juge du divorce n'a pu confier les enfants. Or cet époux a le droit, à certaines conditions, d'obtenir l'attribution de l'autorité parentale (ATF 82 II 474 s consid. 3). Les autorités de tutelle ne sauraient donc prendre une décision qui aurait pour objet ou pour effet de le priver de cette faculté. L'époux non attributaire peut dès lors, par une action en modification du jugement de divorce, demander que ses enfants lui soient confiés lorsque son ex-conjoint est décédé, a été interdit ou déchu de l'autorité parentale. L'ouverture de son action n'entraîne pas la caducité des mesures ordonnées par les autorités de tutelle, notamment la nomination d'un tuteur; elle les laisse subsister, mais à titre provisoire.\n\nLe message du Conseil fédéral, il est vrai, reconnaît aux autorités de tutelle le pouvoir de transférer elles-mêmes l'autorité parentale en cas de décès ou d'interdiction du conjoint attributaire (FF 1974 II 88 s). Une telle compétence peut se justifier par des avantages pratiques indéniables, mais on peut se demander si elle se concilie avec la portée restrictive que l'Assemblée fédérale a voulu donner à l'art. 315a al. 3 CC. Ce point n'a toutefois pas à être tranché: la compétence des autorités de tutelle, si elle était admise, ne saurait avoir un caractère exclusif, car la décision prise pourrait alors affecter la situation de l'époux non attributaire, en le privant de son droit virtuel d'obtenir l'autorité parentale. Or selon le texte clair de l'art. 315a al. 3, les mesures qui assortissent des effets BGE 107 II 100 S. 105de cette nature relèvent du juge. L'époux non attributaire conserverait donc, de toute manière, le droit de s'adresser au juge pour demander que ses enfants lui soient confiés.\n\n4. La cour cantonale a supposé que le législateur avait omis, par mégarde, de modifier l'art. 157 CC. Aucun indice n'étaie ce point de vue qui est d'ailleurs sans pertinence. Les lois qui ne sont pas abrogées ni modifiées subsistent dans leur teneur primitive, à moins qu'elles ne soient incompatibles avec la lettre ou l'esprit de textes postérieurs. Or l'art. 315a al. 3 CC ne s'applique pas à l'ensemble des dispositions prises par le juge du divorce. Sa portée se limite aux mesures de protection prévues par les art. 307 ss CC, ou aux mesures analogues. La règle de compétence de l'art. 157 CC subsiste sur tous les autres points. Elle est au demeurant indispensable dès qu'une intervention doit affecter la position juridique du conjoint à qui les enfants n'ont pas été confiés. L'art. 157 CC apparaît donc, logiquement, comme le complément nécessaire de l'art. 315a al. 3 CC. Il est resté en vigueur après l'entrée en force de la loi du 25 juin 1976 modifiant le code civil.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours, annule l'arrêt attaqué et rejette l'exception d'incompétence soulevée par la défenderesse et intimée à l'encontre du Tribunal civil du district d'Orbe."}