{"annee": "107", "cour": "II", "page": "38", "date": "3/2/1981", "cite": ["94 II 240", "96 II 4"], "cite_par": ["116 II 39", "116 II 33"], "chapeau": "7. Auszug aus dem Urteil der II. Zivilabteilung vom 3. Februar 1981 i.S. S. gegen G. (Berufung)", "regestes": ["Droit successoral paysan transitoire. L'art. 621 revisé CC ne s'applique que si le de cujus est décédé après le 15 février 1973."], "faits": "", "considerants": "|38|\n\nAus den Erwägungen:\n\n3. Die bis zum 15. Februar 1973 in Kraft stehende Fassung von Art. 621 Abs. 3 ZGB räumte den Söhnen, die das Heimwesen zum Selbstbetrieb übernehmen wollen, gegenüber den Töchtern ein Vorrecht auf Übernahme ein. Beide kantonalen |39| Instanzen und der Berufungsbeklagte stehen auf dem Standpunkt, diese Fassung sei auf den vorliegenden Fall anwendbar, wogegen die Berufungsklägerin die These verficht, die am 15. Februar 1973 in Kraft getretene Neufassung von Art. 621 ZGB, die das Vorrecht der Söhne gegenüber den Töchtern beseitigt hat, finde auf alle Erbteilungen Anwendung, die nach dem genannten Zeitpunkt durchgeführt würden. Dabei sind sich die Parteien vor Bundesgericht darin einig, dass die Frage nach Art. 1 und 15 SchlT ZGB zu entscheiden ist, da die am 15. Februar 1973 in Kraft getretene Teilrevision keine Übergangsbestimmungen vorsah (vgl. BGE 96 II 11, BGE 94 II 245, mit Hinweisen).\n\nWährend Art. 1 SchlT ZGB den allgemeinen Grundsatz der Nichtrückwirkung aufstellt, bestimmt Art. 15, erbrechtliche Verhältnisse seien nach dem im Zeitpunkt des Todes des Erblassers geltenden Recht zu beurteilen. Dieser Grundsatz gilt in ganz allgemeiner Weise für sämtliche Wirkungen eines Erbganges, insbesondere auch für die Rechte und Pflichten der Erben (BGE 94 II 248 mit Hinweisen). Wohl ist das Bundesgericht im zitierten Entscheid von diesem Grundsatz mit Bezug auf das Gewinnanteilsrecht der Erben abgewichen (a.a.O. S. 249/50). Diese Ausnahme rechtfertigt sich aber dadurch, dass das Gewinnanteilsrecht der Miterben nicht direkt und unmittelbar an den Tod des Erblassers als auslösenden Sachverhalt anknüpft, sondern an die Tatsache, dass ein (allenfalls erst präsumtiver) Erbe ein Grundstück zu einem unter dem Verkehrswert liegenden Preis erhält. Beim Anspruch auf ungeteilte Zuweisung im Sinne von Art. 620 ZGB dagegen verhält es sich anders. Dieser Anspruch wird durch den Tod des Erblassers ausgelöst, der den Erbgang eröffnet. Daher muss auf diesen Anspruch die Regel von Art. 15 SchlT ZGB uneingeschränkt Anwendung finden (nicht veröffentlichtes Urteil des Bundesgerichts vom 4. November 1978 i.S. Hadorn c. Fischer, E. 2; TUOR/PICENONI, N. 3 der Vorbemerkungen zu den Art. 620 ff. ZGB; ESCHER, Ergänzungslieferung zum bäuerlichen Erbrecht, N. 2 vor Art. 620 ZGB; BENNO STUDER, Die Integralzuweisung landwirtschaftlicher Gewerbe nach der Revision des bäuerlichen Zivilrechts von 1972, Diss. Freiburg 1975, S. 151).\n\nDass sich die Frage der ungeteilten Zuweisung eines Heimwesens erst und nur dann stellt, wenn ein Erbe im Laufe der |40| Erbteilung einen entsprechenden Anspruch geltend macht, vermag an diesem Ergebnis entgegen der Ansicht der Berufungsklägerin nichts zu ändern. Das gilt für die meisten erbrechtlichen Ansprüche, wie etwa jene aus einem Vermächtnis, einer Teilungsvorschrift, einer Pflichtteilsverletzung, einem Ungültigkeitsgrund, dem jederzeitigen Recht auf Erbteilung usw. Alle diese Ansprüche können nur durchgesetzt werden, wenn sie von den hiezu berechtigten Erben frist- und formgerecht geltend gemacht werden. Das bedeutet aber nicht, dass die Ansprüche erst mit ihrer Geltendmachung entstehen. Entstehungsgrund ist vielmehr der Tod des Erblassers in Verbindung mit den jeweiligen Tatbestandselementen des betreffenden Anspruches. Gleiches muss folgerichtig auch für den Anspruch auf ungeteilte Zuweisung gemäss Art. 620 ZGB gelten.\n\nIn einem Sonderfall wie dem vorliegenden, wo eine Person, die die Voraussetzungen der Art. 620 ff. ZGB erfüllt, erst nach dem Tod des ursprünglichen Erblassers durch Wegfall eines Zwischenglieds Erbe wird, kann der Anspruch auf ungeteilte Zuweisung freilich erst in dem Augenblick konkrete Gestalt annehmen, in welchem die betreffende Person überhaupt Erbenqualität erlangt. Das kann aber nicht dazu führen, dass in einem solchen Fall von der Regel des Art. 15 SchlT ZGB abgewichen wird. Das hätte die unmögliche Konsequenz, dass im gleichen Erbgang auf den gleichen Anspruch verschiedener Erben unterschiedliche Rechtssätze anzuwenden wären. Vielmehr ist auch in einem solchen Falle davon auszugehen, dass der Anspruch auf ungeteilte Zuweisung durch den Tod des Erblassers ausgelöst wird; lediglich die Frage, welcher Erbe die Voraussetzungen für die ungeteilte Zuweisung erfüllt, kann in der Zeit zwischen dem Tod des Erblassers und der Durchführung der Teilung Wandlungen unterworfen sein. Anwendbares Recht aber muss dasjenige bleiben, das im Zeitpunkt der Eröffnung des Erbganges in Kraft stand.\n\nDa die Erblasser im vorliegenden Fall vor dem 15. Februar 1973 gestorben sind, ist der Anspruch der Parteien auf ungeteilte Zuweisung des Heimwesens somit aufgrund des vor diesem Zeitpunkt in Kraft stehenden Rechts zu beurteilen."}