{"annee": "107", "cour": "IB", "page": "250", "date": "26/6/1981", "cite": ["102 V 148", "100 IB 325"], "cite_par": ["115 V 368", "114 V 201", "112 V 81", "108 IB 540", "122 II 97"], "chapeau": "45. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 26. Juni 1981 i.S. Gerig gegen Eidg. Pachtzinskommission (Verwaltungsgerichtsbeschwerde)", "regestes": ["Loi fédérale sur le contrôle des fermages agricoles (RS 942.10). Le propriétaire d'un immeuble agricole n'a pas d'intérêt digne de protection à obtenir la fixation et la constatation du fermage unilatéralement et en dehors de toute relation concrète d'affermage."], "faits": "BGE 107 Ib 250 S. 250\n\nGerig ersuchte das Volkswirtschaftsdepartement des Kantons St. Gallen um eine \"Pachtzinseinschätzung\" für seine nicht verpachtete landwirtschaftliche Liegenschaft. Dieses berechnete einen Pachtzins von Fr. 1'500.--, und auf Beschwerde Gerigs hin erhöhte die Verwaltungsrekurskommission des Kantons St. Gallen den Betrag auf Fr. 2'000.--. Die von Gerig angerufene Eidg. Pachtzinskommission hob die Entscheide der Vorinstanzen indessen auf und trat auf das Gesuch um Feststellung des Pachtzinses nicht ein. Das Bundesgericht weist die Verwaltungsgerichtsbeschwerde ab aus folgender", "considerants": "Erwägung:\n\n2. a) Der Beschwerdeführer beantragt mit einem Feststellungsbegehren die Festsetzung des höchstmöglichen Pachtzinses nach den Bestimmungen des Bundesgesetzes über die Kontrolle der landwirtschaftlichen Pachtzinse (PZG; SR 942.10). Im BGE 107 Ib 250 S. 251vorliegenden Fall ist weder ein Pächter noch ein entsprechender Pachtvertrag vorhanden. Nach Art. 25 Abs. 2 des Bundesgesetzes über das Verwaltungsverfahren (VwVG; SR 172.021) ist dem Begehren um eine Feststellungsverfügung zu entsprechen, wenn der Gesuchsteller ein schutzwürdiges Interesse nachweist. Das bedeutet, dass der Anspruch auf Erlass einer Feststellungsverfügung nur dann gegeben ist, wenn der Gesuchsteller ein rechtliches und aktuelles Interesse an der sofortigen Feststellung seines Rechts hat (BGE 102 V 150 Erw. 1, BGE 100 Ib 327 Erw. 2). Ob ein solches Interesse besteht, hat der Richter von Amtes wegen zu prüfen (BGE 100 Ib 327 Erw. 2, mit Hinweisen).\n\nb) Das Pachtzinsgesetz sieht für das Bewilligungsverfahren von landwirtschaftlichen Pachtzinsen die Beteiligung von Verpächtern und Pächtern vor: Nach Art. 2 PZG sind sowohl Verpächter als auch Pächter verpflichtet, den Pachtzins behördlich bewilligen zu lassen, und beiden Parteien ist die Möglichkeit eingeräumt, im Rahmen von Art. 6 PZG Verwaltungsbeschwerde oder Verwaltungsgerichtsbeschwerde zu erheben. Aus dieser gemeinsamen verfahrensmässigen Beteiligung geht hervor, dass der Verpächter ohne die Mitsprache eines Pächters oder eines potentiellen Pächters den Pachtzins nicht verbindlich bestimmen lassen kann. Bei einer solchen Feststellungsverfügung bestände die Gefahr, dass die Interessen des zukünftigen Pächters nicht hinreichend gewahrt würden, selbst wenn die Verhältnisse durch die zuständige Behörde von Amtes wegen abgeklärt würden. Würde in einem spätern Zeitpunkt ein Pachtvertrag geschlossen, könnte der Pächter den Pachtzins neu bewilligen lassen und seine Rechte auf dem Beschwerdeweg wahren.\n\nNach Art. 3 PZG berechnet sich der Pachtzins grundsätzlich aufgrund des Ertragswertes der Liegenschaft. Der Pachtzins stellt indessen keinen rein objektiven Wert dar, der unabhängig von den konkreten Umständen errechnet wird. Zum einen hängt er von Billigkeitsüberlegungen im Sinne von Art. 3 Abs. 2 Satz 3 PZG ab, zum andern von den vereinbarten konkreten Natural- und Nebenleistungen wie Wohnungs- und Maschinenbenützung, Holz- und Wasserbezug u.a.m. Der Pachtzins lässt sich deshalb nicht abstrakt und unabhängig von einem konkreten Pachtverhältnis bestimmen.\n\nIm Hinblick auf die Frage, ob eine Liegenschaft selber bewirtschaftet, verpachtet oder allenfalls verkauft werden soll, mag der Eigentümer an der Kenntnis des möglichen Pachtzinses interessiert sein. Dieses Interesse kann indessen nicht mit einer Feststellungsverfügung, BGE 107 Ib 250 S. 252die nach dem soeben Gesagten nicht verbindlich ergehen könnte, befriedigt werden. Der Eigentümer hat die Möglichkeit, einen Pachtvertrag unter der Bedingung abzuschliessen, dass der vereinbarte Pachtzins von den Behörden genehmigt wird (ALDO RAVAIOLI, Die landwirtschaftliche Pachtzinskontrolle, Diss. Zürich 1979, S. 86 f.; vgl. auch FRANZ BREITENMOSER, Der landwirtschaftliche Pachtvertrag, Diss. Freiburg 1977, S. 128). Der Eigentümer kann sich dadurch vor unangenehmen Überraschungen schützen und ist daher auf die Feststellungsverfügung nicht angewiesen.\n\nDer Beschwerdeführer hat demnach kein schutzwürdiges Interesse, den Pachtzins für die Liegenschaft \"Chubel\" einseitig und unabhängig von einem konkreten Pachtverhältnis bestimmen und feststellen zu lassen. Die Eidg. Pachtzinskommission hat deshalb zu Recht sowohl ihre eigene Zuständigkeit als auch diejenige der kantonalen Vorinstanzen verneint. Sie hat damit kein Bundesrecht verletzt. Die Beschwerde ist aus diesen Gründen kostenfällig abzuweisen."}