{"annee": "107", "cour": "II", "page": "10", "date": "5/3/1981", "cite": ["94 II 1"], "cite_par": ["126 III 49", "127 III 357", "119 II 6"], "chapeau": "2. Auszug aus dem Urteil der II. Zivilabteilung vom 5. März 1981 i.S. W. gegen W. (Staatsrechtliche Beschwerde)", "regestes": ["Ratification des conventions relatives aux effets accessoires du divorce (art. 158 ch. 5 CC). Le juge doit collaborer à la fixation ou à la modification de la contribution d'entretien pour les enfants de parents divorcés. En l'espèce, il s'agit de la renonciation aux contributions à échoir pendant que le parent astreint à la contribution a la garde des enfants: une telle renonciation peut être convenue sans ratification par le juge."], "faits": "|10|\n\nA.- In einer von den Parteien geschlossenen Konvention, welche mit Scheidungsurteil vom 16. September 1977 genehmigt wurde, verpflichtete sich W. zur Leistung eines monatlich im voraus zahlbaren Unterhaltsbeitrages von je Fr. 450.- (zuzüglich Kinderzulagen) an die beiden der Mutter zugesprochenen Kinder.\n\nB.- Die geschiedene Ehefrau W. betrieb den vormaligen Ehemann am 30. April 1980 und stellte, nachdem der Betriebene Rechtsvorschlag erhoben hatte, das Rechtsöffnungsbegehren für Fr. 5'521.35 sowie 5% Zins ab 25. April 1980. Der |11| geforderte Betrag entspricht dem Unterhaltsbeitrag für die beiden Kinder für fünf Monate und vierzehn Tage ab Rechtskraft des Scheidungsurteils.\n\nGegen den das Rechtsöffnungsbegehren abweisenden Entscheid erhob Frau W. Rekurs beim Obergericht des Kantons Solothurn, welches diesen am 16. September 1980 abwies.\n\nC.- Die kantonalen Instanzen gehen in ihren Entscheiden von einer Vereinbarung aus, welche die Parteien am 23. Februar 1978 geschlossen hatten. In Ziffer 1 dieser Vereinbarung verpflichtete sich Frau W., ihre beiden Kinder - die bisher entgegen der Anordnung im Scheidungsurteil nicht in ihrem Haushalt Aufnahme gefunden hatten - ab. 1 März 1978 zu Pflege, Erziehung und Unterhalt zu sich zu nehmen, sie verzichtete sodann in Ziffer 5 auf die Geltendmachung von Unterhaltsbeiträgen für sich und die Kinder für die Zeit vom 16. September 1977 bis und mit Februar 1978. Nach Auffassung der kantonalen Gerichte bedeutet diese Vereinbarung eine Tilgung durch Teilverzicht und ist damit als eine nach Art. 81 Abs. 1 SchKG zulässige Einrede zu betrachten. Da es im vorliegenden Fall um einen Teilverzicht auf bereits verfallene Beiträge und nicht um einen generellen Verzicht auf künftige Unterhaltsleistungen gehe, bestehe kein Anlass, der - richterlich nicht genehmigten - Vereinbarung vom 23. Februar 1978 die Anerkennung zu versagen.\n\nD.- Frau W. führt gegen das Urteil des Obergerichts des Kantons Solothurn staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV.", "considerants": "Aus den Erwägungen:\n\n2. Die Parteien bestreiten nicht, dass das Scheidungsurteil des Amtsgerichts Olten-Gösgen vom 16. September 1977, in welchem der Unterhaltsbeitrag für die Kinder Beatrice und Peter Michael auf je Fr. 450.- monatlich festgelegt wurde, einen definitiven Rechtsöffnungstitel im Sinne von Art. 80 SchKG darstellt. Sie sind sich auch darüber einig, dass die Bezahlung des Unterhaltsbeitrages vom 16. September 1977 bis 28. Februar 1978 durch den geschiedenen Ehemann aussteht. Zu entscheiden bleibt allein die Rechtsfrage, ob die Vereinbarung der Parteien vom 23. Februar 1978, worin die Beschwerdeführerin auf die Geltendmachung von Beiträgen für den erwähnten Zeitraum verzichtet hat, dem Beschwerdegegner die |12| Einrede der Tilgung nach Massgabe von Art. 81 Abs. 1 SchKG erlaube. Des näheren geht es um die Frage, ob die Beschwerdeführerin durch blosse Parteiabrede und ohne Genehmigung des Richters von der Geltendmachung der ihren Kindern zustehenden Unterhaltsansprüche absehen konnte.\n\nDie Möglichkeit, ausser durch Änderungsurteil auch ohne Genehmigung des Richters durch Parteiabrede die Nebenfolgen der Scheidung zu ändern, wird als unbestritten bezeichnet, sofern es lediglich um eine Abänderung vermögensrechtlicher Beziehungen zwischen geschiedenen Ehegatten geht (BÜHLER-SPÜHLER, N. 167 zu Art. 158 ZGB). Als kontrovers jedoch wird die Frage der Genehmigungsbedürftigkeit einer nachträglichen Vereinbarung der geschiedenen Ehegatten über die Kinderbelange gesehen (BÜHLER-SPÜHLER, N. 170 zu Art. 158 ZGB). Im Lichte des neuen Kindsrechts erscheint sogar einzig die Auffassung richtig, dass die Änderung von Besuchsrecht und Unterhaltsbeitrag an die Kinder auch bei Vorliegen einer Vereinbarung der Eltern der richterlichen Genehmigung unterliege (BÜHLER-SPÜHLER, N. 200 zu Art. 158 ZGB, HEGNAUER, Grundriss des Eherechts, S. 86 und 90) und dass diese Genehmigung Gültigkeitserfordernis sei (BÜHLER-SPÜHLER, N. 171 zu Art. 158 ZGB; STORRER, Unterhaltsbeiträge in der Zwangsvollstreckung, Zürcher Diss. 1979, S. 16). Mit der Genehmigung der Vereinbarung durch den Richter soll sichergestellt werden, dass diese den Interessen des Kindes entspricht (BGE 94 II 1). Weil es um die Interessen Dritter geht, ist die Regelung der Kinderbelange - im Gegensatz zu den nur die scheidenden Ehegatten treffenden Nebenfolgen - schon im Zeitpunkt des Scheidungsurteils der freien Verfügungsbefugnis der Parteien entzogen (STAEHELIN, Rechtsnatur und Anfechtung der Scheidungskonvention, in: Familienrecht im Wandel, Festschrift für Hans Hinderling, S. 286); die Verfügungsbefugnis kann nicht wieder aufleben, nachdem das Scheidungsurteil ausgesprochen ist. Schliesslich widerspräche es der Absicht des Gesetzgebers, der in Art. 286 Abs. 2 ZGB das Rechtsmittel für die Neufestsetzung des Unterhaltsbeitrages bei veränderten Verhältnissen zur Verfügung stellt, wenn eine vom Scheidungsurteil abweichende Regelung durch blosse Übereinkunft zwischen den Parteien herbeigeführt werden könnte. Daran, dass der Richter bei der Festsetzung oder Abänderung des Unterhaltsbeitrages für die Kinder geschiedener Eltern mitzuwirken hat, ist deshalb festzuhalten (Art. 158 Ziff. 5 bzw. Art. 157 und 286 Abs. 2 ZGB).\n\n|13|\n\nIm vorliegenden Fall, wo von einem Verzicht auf Unterhaltsleistungen gesprochen wird, geht es indessen gar nicht um eine Abänderung des im Scheidungsurteil den Kindern zugesprochenen Unterhaltsbeitrages. Vielmehr handelt es sich, nachdem die Beschwerdeführerin als Inhaberin der elterlichen Gewalt der Unterbringung der Kinder beim andern Elternteil zugestimmt hat und dieser für deren Unterhalt in natura aufgekommen ist, um einen Erlass der während der Obhut des beitragspflichtigen Elternteils fällig werdenden Beiträge (HEGNAUER, Zur Erfüllung der Unterhaltsbeitragspflicht geschiedener Eltern, ZVW 35/1980, S. 101). Die Zulässigkeit einer Vereinbarung, wie sie die Parteien unter dem Datum des 23. Februar 1978 getroffen haben, wird denn auch durch das Gesetz bestätigt, welches sagt, dass der Unterhalt durch Pflege und Erziehung oder, wenn das Kind nicht unter der Obhut der Eltern steht, durch Geldzahlung geleistet werde (Art. 276 Abs. 2 ZGB). Das Kindeswohl wurde durch diese Übereinkunft nicht gefährdet. Noch kann gesagt werden, dass dadurch der weitere Zweck der richterlichen Genehmigung von Scheidungskonventionen, nämlich der Schutz namentlich der Ehefrau vor Übervorteilung (BÜHLER-SPÜHLER, N. 158 und 167 zu Art. 158 ZGB, N. 231 zu Art. 156 ZGB), vereitelt worden wäre. Die Beschwerdeführerin war sich zweifellos im klaren, was die als Verzicht auf Geltendmachung von Unterhaltsbeiträgen für die Zeit vom 16. September 1977 bis und mit Februar 1978 formulierte Vertragsbestimmung praktisch bedeutete. Es kann deshalb in dem Entscheid des Obergerichts, welches die betriebene Forderung als getilgt im Sinne von Art. 81 Abs. 1 SchKG erkannte, keine Willkür erblickt werden."}