{"annee": "107", "cour": "V", "page": "17", "date": "23/1/1981", "cite": ["104 V 135", "105 V 156"], "cite_par": ["113 V 22", "140 V 193", "120 V 89", "120 V 95", "122 V 418", "112 V 30", "114 V 281", "122 V 426", "136 V 45", "114 V 310", "132 V 393", "117 V 202"], "chapeau": "4. Urteil vom 23. Januar 1981 i.S. Leonardelli gegen Ausgleichskasse der Aargauischen Industrie- und Handelskammer und Versicherungsgericht des Kantons Basel-Landschaft", "regestes": ["Art. 28 al. 2 LAI. - Tâches du médecin et du conseiller en matière professionnelle lors de la préparation des données nécessaires à l'évaluation de l'invalidité (consid. 2b). - Rôle de l'âge et des lacunes dans la formation lors de l'évalutation de l'invalidité (consid. 2c). Art. 41 LAI, art. 88bis al. 2 RAI et art. 132 let. c OJ. Moment de la suppression du droit à la rente entière d'invalidité réduite, par voie de revision, à une demi-rente mais totalement supprimée par l'autorité judiciaire de dernière instance dans le cadre d'une reformatio in peius: - L'art. 41 LAI et l'art. 88bis al. 2 RAI sont applicables par analogie. - La suppression intervient pour le début du mois qui suit celui au cours duquel l'arrêt de l'autorité supérieure a été notifié (consid. 3b)."], "faits": "|18|\n\nA.- Der 1929 geborene italienische Staatsangehörige Italo Leonardelli musste seine Arbeit als Pflästerer und Maurer Ende 1974 wegen Beschwerden im rechten Arm und in der rechten Hand aufgeben. Ab. 1. Dezember 1975 bezog er eine ganze Invalidenrente. Im Rahmen eines Revisionsverfahrens wurde diese Rente mit Verfügung vom 31. März 1977 ab 1. April 1977 auf eine halbe herabgesetzt, nachdem die Invalidenversicherungs-Kommission des Kantons Basel-Landschaft den Invaliditätsgrad von bisher 75% neu auf 50% veranschlagt hatte. Die gegen die Kassenverfügung vom 31. März 1977 erhobene Beschwerde wies das Versicherungsgericht des Kantons Basel-Landschaft mit Entscheid vom 30. Juni 1977 ab. Dagegen hiess das Eidg. Versicherungsgericht die daraufhin eingereichte Verwaltungsgerichtsbeschwerde in dem Sinne gut, dass es den vorinstanzlichen Entscheid und die Kassenverfügung aufhob und die Sache an die Verwaltung zurückwies, damit diese, nach Aktenergänzung im Sinne der Erwägungen, über den Rentenanspruch neu verfüge. Zur Begründung wurde ausgeführt, der Sachverhalt sei ungenügend abgeklärt worden; es seien u.a. noch Erhebungen nötig, ob und in welchem Umfang der Versicherte durch eine ihm zumutbare Tätigkeit auf dem ausgeglichenen Arbeitsmarkt ein Erwerbseinkommen erzielen könne; auf alle Fälle dürfte eine Herabsetzung der Rente frühestens auf den 1. Mai 1977 erfolgen (Urteil vom 3. Juli 1978).\n\nIn der Folge holte die Invalidenversicherungs-Kommission bei der Medizinischen Abklärungsstelle (MEDAS) des Basler Bürgerspitals einen ergänzenden Bericht (vom 5. Februar 1979) sowie eine nochmalige Stellungnahme der Regionalstelle für berufliche Eingliederung in Basel (Bericht vom 29. Mai 1979) ein. Mit Beschluss vom 2. Juli 1979 setzte sie den Invaliditätsgrad erneut auf 50% fest, worauf die Ausgleichskasse am |191| . August 1979 verfügte, dass dem Versicherten ab 1. Mai 1977 nur noch eine halbe Invalidenrente zustehe.\n\nB.- Die hiegegen erhobene Beschwerde wies das Versicherungsgericht des Kantons Basel-Landschaft mit Entscheid vom 5. Dezember 1979 ab.\n\nC.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde lässt Italo Leonardelli den Antrag erneuern, es sei ihm ab 1. Mai 1977 weiterhin eine ganze Invalidenrente auszurichten. Zur Begründung macht er im wesentlichen geltend, die zusätzlichen Abklärungen hätten nicht ergeben, wie sich die theoretisch vorhandene Restarbeitsfähigkeit wirtschaftlich verwerten lasse und welches Erwerbseinkommen er damit zu erzielen vermöchte; daher sei davon auszugehen, dass eine Verwertung nicht mehr in Frage komme und mithin vollständige Invalidität bestehe. Die Verwaltung habe schon zur Zeit, als er noch in der Schweiz gewohnt habe, keine Eingliederungsbemühungen unternommen; es dürfe ihm nun nicht angelastet werden, dass wegen seiner Rückkehr nach Italien keine konkreten Eingliederungsversuche durchgeführt werden könnten; er sei im übrigen ohne weiteres bereit, einer Aufforderung nachzukommen, sich in der Schweiz Eingliederungsmassnahmen zu unterziehen.\n\nDie Ausgleichskasse verzichtet auf eine Stellungnahme zur Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung hält weitere Abklärungen für erforderlich und weist zudem auf die Möglichkeit einer reformatio in peius hin.\n\nD.- Der Instruktionsrichter hat dem Versicherten im Hinblick auf eine allfällige reformatio in peius Gelegenheit zur Stellungnahme gegeben. Italo Leonardelli hält an seinem Begehren fest.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. (Hinweis auf BGE 105 V 158 f.)\n\n2. a) Das Eidg. Versicherungsgericht hat im Urteil vom 3. Juli 1978 festgehalten, dass das im Rentenrevisionsverfahren beim Chefarzt der MEDAS in Basel eingeholte Gutachten vom 23. Februar 1977 in bezug auf die Arbeitsunfähigkeit und die Zumutbarkeit von Arbeit Fragen offen lasse und dass die Invalidenversicherungs-Kommission nicht untersucht habe, ob sich die verbliebene Arbeitsfähigkeit wirtschaftlich verwerten lasse |20| und welches Erwerbseinkommen allenfalls erzielt werden könnte. Aus diesem Grunde hat das Gericht die Sache zu ergänzenden Abklärungen an die Verwaltung zurückgewiesen.\n\nb) Im neu eingeholten Bericht vom 5. Februar 1979 wird vom Chefarzt der MEDAS gerügt, dass man ihm die Funktion eines Berufsberaters zumute. Dazu ist zunächst zu bemerken, dass die Aufgabe des Arztes der MEDAS eine arbeitsmedizinische und keine berufsberatende ist; letztere ist der Regionalstelle vorbehalten (Art. 63 lit. b IVG). Zwischen Mediziner und Berufsberater ist aber eine enge, sich gegenseitig ergänzende Zusammenarbeit erforderlich. Der Arzt sagt, inwiefern der Versicherte in seinen körperlichen bzw. geistigen Funktionen durch das Leiden eingeschränkt ist, wobei es als selbstverständlich gilt, dass sich der Arzt vor allem zu jenen Funktionen äussert, welche für die nach seiner Lebenserfahrung im Vordergrund stehenden Arbeitsmöglichkeiten des Versicherten wesentlich sind (so etwa, ob der Versicherte sitzend oder stehend, im Freien oder in geheizten Räumen arbeiten kann oder muss, ob er Lasten heben und tragen kann usw.). Der Berufsberater dagegen sagt, welche konkreten beruflichen Tätigkeiten aufgrund der ärztlichen Angaben und unter Berücksichtigung der übrigen Fähigkeiten des Versicherten in Frage kommen, wobei unter Umständen entsprechende Rückfragen beim Arzt erforderlich sind.\n\nc) Mit dem Bericht der MEDAS vom 5. Februar 1979 wird klargestellt, dass sich die seinerzeit im Gutachten vom 23. Februar 1977 angegebene Arbeitsunfähigkeit von 50% auf die \"ehemalige Beschäftigung als Maurer-Hilfsarbeiter\" bzw. Pflästerer bezog, d.h. auf einen Beruf, \"in dem er nicht Schwerstarbeit leisten\" musste. Zudem wird ausgeführt, \"in einem leichten Beruf wäre er voll leistungsfähig\", was dahin zu verstehen ist, dass der Beschwerdeführer ganztägig arbeiten und bei körperlich leichter Arbeit volle Leistungen erbringen könnte. Ferner weist die MEDAS - grundsätzlich zutreffend - darauf hin, es sei Sache des Berufsberaters, einen entsprechenden Beruf für den Beschwerdeführer zu finden. In diesem Zusammenhang ist aber festzustellen, dass es primär Sache des Versicherten ist, sich um eine angemessene Eingliederung zu bemühen. Denn nach der Rechtsprechung hat, wer Leistungen der Invalidenversicherung beansprucht, von sich aus alles ihm Zumutbare vorzukehren, um die Folgen seiner Invalidität |21| bestmöglich zu mildern; deshalb besteht kein Rentenanspruch, wenn der Versicherte selbst ohne Eingliederungsmassnahmen zumutbarerweise in der Lage wäre, ein rentenausschliessendes Erwerbseinkommen zu erzielen (ZAK 1976 S. 99 f., 277 Erw. 1, 1972 S. 238 Erw. 2b, 738 Erw. 1).\n\nIm Rahmen der ergänzenden Abklärungen holte die Invalidenversicherungs-Kommission auch bei der Regionalstelle Basel einen Zusatzbericht (vom 29. Mai 1979) ein. Darin wird im wesentlichen bloss ausgeführt, dass man den Beschwerdeführer, wenn er den Wohnsitz in der Schweiz beibehalten hätte, \"wegen der Summierung der invaliditätsfremden (Alter, geringe Schulbildung, mangelnde Deutschkenntnisse etc.) und invaliditätsbedingten Gründe höchstwahrscheinlich überhaupt nicht eingliedern\" könnte. In welchem Umfang die rein invaliditätsbedingten Faktoren sich auf die Vermittelbarkeit aus invalidenversicherungsrechtlicher Sicht auswirken, wird von der Regionalstelle jedoch mit keinem Wort gesagt. Dies zu wissen, wäre aber im Hinblick auf die Bemessung des Invaliditätsgrades von Bedeutung. Denn Erwerbslosigkeit aus invaliditätsfremden Gründen vermag keinen Rentenanspruch zu begründen (ZAK 1976 S. 99 f.). Die Invalidenversicherung hat nicht dafür einzustehen, wenn ein Versicherter zufolge seines Alters, wegen mangelnder Ausbildung oder Verständigungsschwierigkeiten keine entsprechende Arbeit findet; die hieraus sich ergebende \"Arbeitsunfähigkeit\" ist nicht invaliditätsbedingt (ZAK 1980 S. 255, 279). Wohl hält Rz 67 der Wegleitung des Bundesamtes für Sozialversicherung über Invalidität und Hilflosigkeit (gültig ab 1. Januar 1979) fest, dass die zweckmässige Ausnützung der verbliebenen Arbeitsfähigkeit von der beruflichen Ausbildung und den physischen und geistigen Fähigkeiten des Versicherten abhänge und dass auch das Alter zu berücksichtigen sei; indessen sind die genannten Gesichtspunkte keine zusätzlichen Faktoren, welche neben der Zumutbarkeit weiterer Erwerbstätigkeit das Ausmass der Invalidität mitbestimmen würden (nicht veröffentlichte Urteile Vitali vom 20. Oktober 1980 und Cuk vom 9. September 1980). Entgegen den Ausführungen des Bundesamtes sind aber vorliegend keine weiteren Erhebungen bezüglich der invalidenversicherungsrechtlich massgebenden Vermittelbarkeit erforderlich.\n\nd) Aufgrund des zweiten Berichtes der MEDAS kann festgestellt werden, dass der Beschwerdeführer bei körperlich leichter |22| Tätigkeit als Hilfsarbeiter voll arbeitsfähig wäre. Für die Bemessung der Invalidität ist zwar nicht die Arbeitsunfähigkeit, sondern die Erwerbsunfähigkeit massgebend, doch kann bei zumutbarer Verwertung voller Arbeitsfähigkeit in einem körperlich leichten Beruf keine hälftige und schon gar nicht eine mindestens zwei Drittel betragende Invalidität angenommen werden. Die vom ärztlichen Dienst des Bundesamtes in der Stellungnahme zur Verwaltungsgerichtsbeschwerde als relativ geringfügig bezeichnete Behinderung durch Funktionsausfall am rechten Ellbogen lässt nach allgemeiner Erfahrung nicht auf eine mindestens hälftige Verminderung der Erwerbsfähigkeit auf dem dem Beschwerdeführer offenstehenden, doch recht weiten Feld von Erwerbsmöglichkeiten schliessen. Vielmehr ist davon auszugehen, dass das hypothetische Invalideneinkommen mit Sicherheit mehr als 50% des hypothetischen Valideneinkommens in einem körperlich anstrengenden Beruf wie dem bis Ende 1974 ausgeübten betragen würde, in welchem er zuletzt rund 3'400.- Franken im Monat verdient hatte. Ein Rentenanspruch muss daher verneint werden. Diese Beurteilung ergibt sich im übrigen aufgrund der allgemeinen Einkommensvergleichsmethode, wenn auch im Rahmen eines bloss schätzungsweisen und summarischen Vergleichs der beiden hypothetischen Erwerbseinkommen (Prozentvergleich; BGE 104 V 136 Erw. 2b). Dass der Beschwerdeführer \"seit 1974 nicht mehr arbeitet\" und dass deshalb \"Angaben über das Einkommen seit Eintritt der Invalidität\" fehlen, ist - entgegen den Ausführungen der Vorinstanz - kein Anlass für die Anwendung des ausserordentlichen Bemessungsverfahrens.\n\ne) Die in der Verwaltungsgerichtsbeschwerde erhobenen Einwendungen vermögen nicht zu einer andern Betrachtungsweise zu führen. Aus dem Umstand, dass die Verwaltung keine Eingliederungsversuche unternahm, kann nicht gefolgert werden, der Beschwerdeführer könne aus invaliditätsbedingten Gründen beruflich nicht mehr eingegliedert werden und sei mithin vollständig invalid. Wie bereits erwähnt wurde, ist es primär Sache des Versicherten, sich selber um eine dem Leiden angepasste Stelle zu bemühen, soweit dies möglich und zumutbar ist. Vorliegend bestand jedenfalls kein invaliditätsbedingter Hinderungsgrund, selber eine entsprechende Hilfsarbeitertätigkeit zu suchen.\n\n3. a) Aus dem Vorstehenden folgt, dass dem Beschwerdeführer keine Rente mehr zusteht. Die ursprünglich gewährte |23| ganze Invalidenrente hätte daher mit der streitigen Kassenverfügung revisionsweise nicht nur auf einen halbe herabgesetzt, sondern gänzlich aufgehoben werden sollen.\n\nNach Art. 132 lit. c OG kann das Eidg. Versicherungsgericht bei Verfügungen über die Bewilligung oder Verweigerung von Versicherungsleistungen zu Gunsten oder zu Ungunsten der Parteien über deren Begehren hinausgehen. Der Beschwerdeführer wurde praxisgemäss auf die Möglichkeit einer reformatio in peius aufmerksam gemacht; er machte jedoch von der Rückzugsmöglichkeit keinen Gebrauch, sondern hielt ohne weitere Stellungnahme an seinem Begehren fest. Die formellen Voraussetzungen für eine reformatio in peius sind demnach erfüllt.\n\nb) Nach Art. 41 IVG ist die Rente für die Zukunft entsprechend zu erhöhen, herabzusetzen oder aufzuheben, wenn sich der Grad der Invalidität eines Rentenbezügers in einer für den Anspruch erheblichen Weise ändert. Ferner bestimmt Art. 88bis Abs. 2 lit. a IVV, dass die Herabsetzung oder Aufhebung frühestens vom ersten Tag des der Zustellung der Verfügung folgenden Monats an erfolgt.\n\nIm Urteil vom 3. Juli 1978 hat das Eidg. Versicherungsgericht ausgeführt, dass die revisionsweise Herabsetzung der Rente im Hinblick auf das Zustelldatum der damals angefochtenen Verfügung frühestens mit Wirkung ab 1. Mai 1977 angeordnet werden dürfe, in welchem Sinne die Ausgleichskasse denn auch in der nunmehr streitigen Kassenverfügung vom 1. August 1979 verfuhr. Im Falle einer reformatio in peius sind Art. 41 IVG und Art. 88bis Abs. 2 IVV sinngemäss anwendbar (nicht veröffentlichtes Urteil Eigenmann vom 29. Dezember 1977). Demzufolge darf im vorliegenden Fall, in welchem der Beschwerdeführer die Leistung weder unrechtmässig erwirkt noch die Meldepflicht verletzt hat (Art. 88bis Abs. 2 lit. b), die Herabsetzung bzw. die Aufhebung der Rente nur für die Zukunft erfolgen (Art. 88bis Abs. 2 lit. a), was bedeutet, dass sie nicht auf das Zustelldatum der angefochtenen Verfügung bezogen werden darf, welche diese Leistungsverminderung bzw. -aufhebung noch nicht vorsah. Die dem Beschwerdeführer bislang gewährte Invalidenrente ist daher vom ersten Tag des Monats an aufzuheben, der der Zustellung dieses Urteils folgt. Bis zu diesem Zeitpunkt ist ihm dagegen noch die halbe einfache Invalidenrente auszurichten.\n\n4. ...\n\n|24|\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen. Der Entscheid des Versicherungsgerichts des Kantons Basel-Landschaft vom 5. Dezember 1979 und die Verfügung der Ausgleichskasse der Aargauischen Industrie- und Handelskammer vom 1. August 1979 werden insofern abgeändert, als die laufende halbe Invalidenrente auf den ersten Tag des der Zustellung dieses Urteils folgenden Monats hin aufgehoben wird."}