{"annee": "107", "cour": "IA", "page": "7", "date": "24/6/1981", "cite": ["104 IA 72"], "cite_par": ["110 IA 27", "111 IA 276"], "chapeau": "3. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 24. Juni 1981 i.S. X. gegen Regierungsrat des Kantons Schaffhausen (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst.; conditions auxquelles est subordonné le droit à l'assistance judiciaire. L'assistance judiciaire doit-elle être octroyée avec retenue lorsque des intérêts financiers sont en jeu? Précision de la jurisprudence."], "faits": "|7|\n\nX. ersuchte in verschiedenen Beschwerdeverfahren vor dem Vormundschaftsinspektor des Kreises Schaffhausen erfolglos um die Beigabe eines unentgeltlichen Rechtsbeistands. Auf Beschwerde hin bestätigte der Regierungsrat den ablehnenden Entscheid des Vormundschaftsinspektors und verweigerte der Beschwerdeführerin die unentgeltliche Verbeiständung auch im regierungsrätlichen |8| Verfahren (Entscheid vom 23. Dezember 1980). Hiegegen führt X. staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV. Das Bundesgericht heisst die Beschwerde in bezug auf die Verweigerung des unentgeltlichen Rechtsbeistands im Rekursverfahren vor dem Regierungsrat gut, aus folgender", "considerants": "Erwägung:\n\n4. Die Beschwerdeführerin beanstandet auch, dass ihr für das Rekursverfahren vor dem Regierungsrat ein unentgeltlicher Rechtsbeistand verweigert wurde. Hier wurde das Gesuch mit der Einreichung des Rechtsmittels gestellt. Der Regierungsrat hat zudem ausdrücklich anerkannt, dass die Beschwerdeführerin mittellos sei, dass ihr Rekursbegehren nicht von vornherein als aussichtslos habe betrachtet werden können und dass die sich im Verfahren stellenden Fragen nicht ganz leicht zu beantworten gewesen seien. Wenn er gleichwohl dem Begehren nicht entsprochen hat, so deshalb, weil er der Auffassung war, es sei im Rekursverfahren nur noch um finanzielle Interessen gegangen, weshalb bei der Gewährung der unentgeltlichen Rechtspflege Zurückhaltung am Platz sei. Er stützte sich bei dieser Argumentation auf BGE 104 Ia 77.\n\nIn jenem Urteil hat das Bundesgericht ausgeführt, beim Entscheid darüber, ob ein Anspruch auf unentgeltliche Verbeiständung bestehe, sei unter anderem auch die Tragweite des Rechtsstreites von Bedeutung; dabei sei eine gewisse Zurückhaltung dort am Platz, wo es ausschliesslich oder vorwiegend um finanzielle Interessen gehe. Diese Aussage darf nicht so allgemein verstanden werden, wie ihre Formulierung dies nahelegen mag; denn die meisten Zivilprozesse werden ausschliesslich oder mindestens vorwiegend wegen finanzieller Interessen geführt. Die erwähnte Zurückhaltung müsste daher für solche Prozesse praktisch ausnahmslos gelten, was von der Sache her nicht zu rechtfertigen wäre. In jenem Entscheid ging es um den Anspruch auf unentgeltliche Rechtspflege im Rahmen einer scheidungsrechtlichen Auseinandersetzung. Das Bundesgericht wollte mit dem Zusatz namentlich zum Ausdruck bringen, dass in einem solchen Prozess bei Gewährung der unentgeltlichen Prozessführung eine gewisse Zurückhaltung am Platz sei, sofern nur noch um finanzielle Nebenpunkte gestritten werde, der Streit aber nicht mehr grundlegende familienrechtliche Fragen betreffe. Die Ausführungen im erwähnten Urteil sind daher in diesem Sinn einzuschränken. Ob im übrigen eine |9| ähnliche Zurückhaltung hinsichtlich gewisser finanzieller Streitpunkte auch in anderen Prozessen gerechtfertigt ist, kann dahingestellt bleiben. Hier liegt klarerweise nicht ein solcher Fall vor.\n\nDer Regierungsrat hat ausdrücklich alle anderen Voraussetzungen für die unentgeltliche Verbeiständung im Rekursverfahren als gegeben bezeichnet. Da eine Zurückhaltung bei Streitigkeiten über finanzielle Interessen nach dem Gesagten hier nicht gerechtfertigt werden kann, erweist sich die Ablehnung des Gesuches für das Rekursverfahren als mit sachlichen Gründen nicht haltbar. Insoweit ist deshalb der angefochtene Entscheid wegen Verletzung von Art. 4 BV aufzuheben. Der Regierungsrat wird der Beschwerdeführerin für das Rekursverfahren die unentgeltliche Verbeiständung zu bewilligen haben."}