{"annee": "107", "cour": "IB", "page": "315", "date": "23/12/1981", "cite": ["103 IA 468", "105 IB 49", "96 I 728", "99 IB 371", "102 IB 151"], "cite_par": ["113 V 92", "135 II 183", "130 I 205"], "chapeau": "57. Urteil der II. Öffentlichrechtlichen Abteilung vom 23. Dezember 1981 i.S. Eidgenössische Steuerverwaltung gegen X. und Kantonale Rekurskommission Bern (Verwaltungsgerichtsbeschwerde)", "regestes": ["Imposition des intérêts d'une prime unique versée pour une assurance sur la vie susceptible de rachat (art. 21bis al. 3 AIN). Les intérêts techniques relatifs à une prime unique ne constituent pas un revenu imposable (consid. 1-3). En revanche, dans les cas d'assurances sur la vie susceptibles de rachat qui ont été conclues avec une prime unique, il faut normalement se demander s'il n'y a pas eu fraude fiscale lorsque l'assuré a recouru à un prêt pour payer la prime unique. Dans cette hypothèse, les autorités de taxation sont tenues de procéder aux éclaircissements nécessaires (consid. 4)."], "faits": "BGE 107 Ib 315 S. 316\n\nX., selbständigerwerbender Baukaufmann, schloss mit der Y. Lebensversicherungs-Aktiengesellschaft einen Lebensversicherungsvertrag ab 1. April 1978 mit einer im Erlebensfalle am 1. April 1996 oder vorher bei seinem Ableben zahlbaren Versicherungssumme von 1 Million Franken, wofür er bei Beginn des Vertrages eine Einmalprämie von Fr. 697'700.-- bezahlte. Die Einmalprämie leistete er grösstenteils aus einem Darlehen bei der Bank Z. von Fr. 630'000.--, das er seit 26. April 1978 zu 4 1/2% zu verzinsen hatte, bis Jahresende mit Fr. 19'215.--. Später löste er dieses Bankdarlehen durch Hypothekardarlehen auf seinen Liegenschaften ab.\n\nX. wurde für die Wehrsteuer 1979/80 (20. Periode) von einem steuerpflichtigen Einkommen im Durchschnitt der Bemessungsjahre 1977/78 von Fr. 86'500.-- veranlagt. Die Veranlagungsbehörde wich von seiner Steuererklärung, in welcher er auch die Darlehenszinsen von Fr. 19'215.-- zum Abzug gebracht hatte, unter anderem ab, indem sie ihm als Einkommen einen Zins von 3 1/4% auf der bezahlten Einmalprämie von Fr. 697'700.-- für die letzten 8 Monate 1978 mit Fr. 15'100.-- aufrechnete. Anderseits erhöhte sie den in seiner Steuerklärung beanspruchten Abzug für bezahlte Versicherungsprämien auf den zulässigen Höchstbetrag von Fr. 2'000.-- pro Jahr. Die Veranlagungsbehörde stützte sich dabei auf eine Empfehlung, welche die Eidg. Steuerverwaltung den kantonalen Steuerverwaltungen gestützt auf die Ergebnisse einer Arbeitsgruppe der Konferenz staatlicher Steuerbeamter am 13. Juli 1979 gegeben hatte und in der ausgeführt wurde:\n\nAusgangspunkt ihrer Überlegungen bildete für die Arbeitsgruppe der Umstand, dass Kapitalversicherungen mit Einmalprämie sich zivilrechtlich in ein Darlehensgeschäft (Kapitalanlage) und ein Versicherungsgeschäft BGE 107 Ib 315 S. 317zerlegen lassen. Diese beiden Vertragsverhältnisse sind dergestalt miteinander verkoppelt, dass der Versicherer den jährlich anfallenden Zins auf dem ihm zur Anlage hingegebenen Kapital für die Finanzierung des Versicherungsschutzes zurückbehält.\n\nDaraus ergeben sich folgende steuerlichen Konsequenzen:\n\n- Als Ertrag aus dem dahingegebenen Kapital ist, gestützt auf Art. 21 Abs. 1 Buchstabe c WStB, grundsätzlich der Betrag zu erfassen, den der Versicherungsnehmer für eine prämienpflichtige Versicherung zu den im übrigen gleichen Bedingungen jährlich aufwenden müsste. Betragsmässig kann der Einfachheit halber auf den technischen Zinsfuss abgestellt werden, der jeweils vom Bundesamt für Privatversicherungswesen festgelegt wird (gegenwärtig 3 1/4%).\n\n- Für die Finanzierung der Versicherung, die der Versicherer mit dem Ertrag aus dem erhaltenen Kapital tätigt, steht dem Versicherungsnehmer der Abzug nach Art. 22 Abs. 1 Buchstabe h WStB zu.\n\n- Wird die Einmalprämie durch ein Darlehen der Versicherungsgesellschaft oder eines Dritten finanziert, so sind die entsprechenden Schuldzinsen nach Art. 22 Abs. 1 Buchstabe d WStB zum Abzug zuzulassen.\n\n- Die vom Versicherer bei Eintritt seiner Leistungspflicht ausgerichtete Versicherungssumme bleibt steuerfrei, da es sich dabei um die Rückzahlung des Darlehens (Art. 21 Abs. 1 Buchstabe c WStB) beziehungsweise um Einkünfte aus einer rückkaufsfähigen Kapitalversicherung handelt (Art. 21bis Abs. 3 WStB).\n\nDie kantonale Rekurskommission Bern hiess eine - gleichzeitig auch gegen den Einspracheentscheid zu den Staatssteuern erhobene - Beschwerde von X mit Urteil vom 19. Dezember 1980 gut und setzte die Einkommensveranlagung für die Wehrsteuer auf Fr. 79'000.-- herab.\n\nGegen diesen Entscheid führt die Eidg. Steuerverwaltung mit Eingabe vom 4. Februar 1981 Beschwerde mit dem Begehren, der Entscheid der Rekurskommission sei aufzuheben und X. in Wiederherstellung des Einspracheentscheids für ein steuerbares Einkommen von Fr. 86'500.-- zu veranlagen.\n\nSowohl die kantonale Rekurskommission wie der Steuerpflichtige beantragen, die Verwaltungsgerichtsbeschwerde sei abzuweisen. Die Wehrsteuerverwaltung des Kantons Bern dagegen beantragt, die Beschwerde sei gutzuheissen.\n\nDas Bundesgericht hebt den angefochtenen Entscheid auf und weist die Sache an die Veranlagungsbehörde zurück zur Prüfung der Frage der Steuerumgehung.", "considerants": "Erwägungen:\n\n1. Die natürlichen Personen mit Wohnsitz in der Schweiz entrichten die Wehrsteuer von ihrem Einkommen (Art. 18 Abs. 1 BGE 107 Ib 315 S. 318WStB), wie es als Steuerobjekt in Art. 21 ff. WStB umschrieben ist. Art. 21bis enthält besondere Vorschriften über die Besteuerung der Einkünfte aus Versicherung. Wenn es sich um Renten, Pensionen und andere wiederkehrende Leistungen aus Lebensversicherung, Pensionskassen und ähnlichen Fürsorgeeinrichtungen handelt, werden die Einkünfte teils voll, teils zu drei oder vier Fünfteln als Einkommen besteuert, je nachdem in welchem Masse der Steuerpflichtige oder seine Angehörigen eigene Beiträge an die Versicherung erbrachten (Art. 21bis Abs. 1 und 2 WStB). Art. 21bis Abs. 3 Satz 2 WStB bezeichnet die gleichen Bestimmungen sinngemäss anwendbar auf einmalige Kapitalleistungen aus nicht rückkaufsfähiger Lebensversicherung, aus Pensionskassen und ähnlichen Fürsorgeeinrichtungen. Die Einkünfte aus rückkaufsfähiger Kapitalversicherung dagegen fallen nach Art. 21bis Abs. 3 Satz 1 WStB nicht in die Steuerberechnung, sind also als Einkommen von der Wehrsteuer befreit. Es wird auch von der Beschwerdeführerin nicht bestritten, dass die im Versicherungsfall (Erlebensfall oder vorheriger Todesfall des Versicherungsnehmers) oder beim vorzeitigen Rückkauf der gemischten Lebensversicherung mit Einmalprämie ausbezahlten Kapitalleistungen an den Versicherungsnehmer oder die Begünstigten unter die Steuerbefreiung von Art. 21bis Abs. 3 Satz 1 WStB fallen. Streitig ist, ob dem Beschwerdegegner aus dem Versicherungsvertrag schon während dessen Dauer Einkommen zufliesst. Und in diesem Zusammenhang beruft sich der Beschwerdegegner darauf, dass solches Einkommen nach dem Sinn von Art. 21bis Abs. 3 Satz 1 WStB von der Besteuerung ebenfalls befreit sein müsste.\n\n2. Die Frage, ob die auf der Summe der Einmalprämie anfallenden Zinsen und Zinseszinsen realisiertes und damit für die Einkommenssteuer allenfalls relevantes Einkommen darstellten, wird von der Beschwerdeführerin gemäss Empfehlung der Eidg. Steuerverwaltung mit den folgenden Überlegungen bejaht:\n\nBei der gemischten Lebensversicherung mit periodischer Prämienzahlung setze sich das Deckungskapital aus den jährlichen Prämienzahlungen und den daraus erwachsenden Zinsen zusammen. Der Risikoanteil sei dementsprechend gross. Sterbe der Versicherungsnehmer im ersten Jahr der Laufzeit, habe er an die Bildung der zur Auszahlung gelangenden Versicherungssumme nur gerade mit einer ersten Prämienzahlung und einem unbedeutenden Zinsanteil beigetragen. Bei den Lebensversicherungen mit Einmalprämie sei demgegenüber der Anteil der vom BGE 107 Ib 315 S. 319Versicherungsnehmer erbrachten Leistung an dem im Versicherungsfall zahlbaren Betrag von Anfang an erheblich, so dass die Risikodeckung entsprechend gering ausfalle. Im Grunde genommen stelle die Leistung der Einmalprämie eine Kapitalanlage dar. Die darauf entfallenden Zinsen, die eigentlich Kapitalertrag seien, deckten dann erst das Versicherungsrisiko. Die angerechneten technischen Zinsen seien sehr real. Sie würden für die Deckung eines Risikos verwendet, wofür Versicherte mit periodischen Prämien auf Einkommensbestandteile zurückgreifen müssten, für die sie Einkommenssteuern bezahlt hätten. Im Bericht der Arbeitsgruppe des Ausschusses der Konferenz staatlicher Steuerbeamter vom 19. April 1979 werde der Einmalprämienversicherungsvertrag als zusammengesetzter Vertrag bezeichnet, dessen eine Komponente in einem Darlehensvertrag, die andere in einer gemischten Lebensversicherung mit jährlichen Prämien bestehe. Die beiden Vertragsverhältnisse seien dergestalt untereinander verkoppelt, dass der Versicherer den jährlich anfallenden Kapitalzins vereinbarungsgemäss zurückbehalte und damit fortlaufend die Lebensversicherung finanziere.\n\nDem Beschwerdegegner wäre demnach eine steuerbare Leistung im Sinne von Art. 21 Abs. 1 lit. c WStB zugeflossen, der vorschreibt, jedes Einkommen aus beweglichem Vermögen, namentlich Zinsen aus Guthaben, in die Steuerberechnung miteinzubeziehen.\n\nVoraussetzung einer Besteuerung ist jedoch, dass der Beschwerdegegner tatsächlich Einkommen erzielt hat. Von einer Einkommensrealisierung kann nur gesprochen werden, wenn der Steuerpflichtige eine Vermögensgutschrift erhält, die ihm erlaubt, über das Vermögensrecht im eigenen Namen und im eigenen Nutzen wirtschaftlich zu verfügen (BGE 96 I 730 /1; KÄNZIG, Wehrsteuerkommentar, N. 7 zu Art. 21), d.h. wenn es sich um einen festen Anspruch handelt, über den er zur Deckung von Lebensbedürfnissen verfügen kann (E. BLUMENSTEIN, System des Steuerrechts, 3. Aufl., S. 144).\n\nDie Erträgnisse der für eine Lebensversicherung geleisteten Einmalprämien während der Versicherungsdauer erfüllen diese Voraussetzung in der Regel nicht. Vorab sind die versicherungstechnischen Zinsen bloss theoretische Berechnungsgrössen. Ihre Auszahlung kann vor dem Versicherungsfall nicht gesondert, sondern nur durch Rückkauf der Versicherung gefordert werden (soweit sie nicht der Risikodeckung dienten). Die Geltendmachung der BGE 107 Ib 315 S. 320Zinsforderung ist daher nur unter der Bedingung möglich, dass der Versicherungsvertrag aufgelöst wird (KOENIG, Schweizerisches Privatversicherungsrecht, 3. Aufl. S. 98 u. 99, 410, 412; MAURER, Einführung in das Schweizerische Privatversicherungsrecht, S. 141/42). Es handelt sich bei diesen Zinsen um blosse Anwartschaften (so REIMANN/ZUPPINGER/SCHÄRRER, Kommentar zum Zürcher Steuergesetz, Bd. II, N. 34 zu § 19, S. 203), die nicht als realisiertes Einkommen gelten können und darum auch nicht der Einkommenssteuer unterliegen. Die Steuergesetze regeln denn auch allgemein eine Besteuerung von Einkünften aus Versicherungen nur für den Zeitpunkt, da tatsächlich eine Versicherungsleistung erbracht wird. Dies gilt auch für die Wehrsteuer.\n\n3. Die Besteuerung der Zinsen auf der Einmalprämiensumme nach der Empfehlung der Eidg. Steuerkommission erscheint jedoch auch unter einem anderen Gesichtspunkt als problematisch:\n\na) Art. 21bis WStB sieht für Einkünfte aus Versicherungen verschiedene Steuervergünstigungen vor (s. vorne E. 1). Die genannten Privilegierungen wurden in den Wehrsteuerbeschluss aufgenommen, um den unter den Folgen von Geldentwertung und Zinsrückgang leidenden Rentnern und Sparern eine Milderung der Wehrsteuerbelastung bei Abschluss von Versicherungsverträgen zu gewähren und damit die Vorsorge zu fördern (Botschaft des Bundesrates vom 26. Oktober 1954, BBl 1954 II 777 ff., insbesondere S. 781; Sten.Bull. NR 1954 S. 376; StR 1954 S. 232/33).\n\nDie Privilegierung der Einkünfte aus Versicherungen ist je nach Versicherungsart unterschiedlich. Bei Rentenversicherungen sowie bei nicht rückkaufsfähigen Kapitalversicherungen hat der Steuerpflichtige auch bei dem für ihn günstigsten Fall von Art. 21bis Abs. 1 lit. a WStB (wenn er alle Prämien selber - meist aus der Einkommenssteuer unterliegenden Einkünften - bezahlt hat) 60% der aus der Versicherungseinrichtung anfallenden Einkünfte zu versteuern; es wird also nur ein Teil der Zinsen nicht von der Besteuerung erfasst. Bei den rückkaufsfähigen Kapitalversicherungen bleiben dagegen die Zinsanteile an der ausbezahlten Versicherungssumme nach dem klaren Wortlaut von Art. 21bis Abs. 3 Satz 1 gänzlich steuerfrei.\n\nGründe für diese unterschiedliche Privilegierung sind nicht leicht ersichtlich. Die Berechtigung der in Art. 21bis WStB vorgesehenen Unterschiede wird denn auch von verschiedenen Autoren angezweifelt (vgl. RIVIER, Droit fiscal Suisse, S. 133 Ziff. IV; KÄNZIG, Wehrsteuer Ergänzungsband, Art. 21bis N. 18, S. 88; BGE 107 Ib 315 S. 321R. STAUBER, Besteuerung von Leistungen aus Personenversicherungen, Diss. Zürich 1977, S. 168, 199; H.R. MEYER, Bemerkungen zur Besteuerung der Lebensversicherung und Personalfürsorge im Kanton Waadt, Steuerrevue 25 (1970), S. 182 ff., insbes. 184).\n\nDie Steuerbehörden können jedoch die weitergehende Privilegierung der rückkaufsfähigen Kapitalversicherungen nicht dadurch unterlaufen, dass sie die Zinserträge (in Form der Aufrechnung des versicherungstechnischen Zinses) während der Laufzeit der Versicherung jährlich als Einkommen besteuern. Dies behauptet die Beschwerdeführerin denn auch nicht, soweit eine rückkaufsfähige Kapitalversicherung vorliegt, die mit periodischen Prämienzahlungen finanziert wird. Der Gesetzgeber hat es mit der Gestaltung von Art. 21bis WStB eben in Kauf genommen, dass Zinserträge bei rückkaufsfähiger Kapitalversicherung steuerfrei bleiben; daran hat sich die Verwaltung zu halten.\n\nb) Wenn die Eidg. Steuerverwaltung den Steuerverwaltungen eine Besteuerung der Zinserträgnisse bei mit Einmalprämie finanzierten rückkaufsfähigen Kapitalversicherungen empfiehlt und dies auch im vorliegenden Verfahren beantragt, trifft sie neben den vom Gesetzgeber vorgesehenen Unterscheidungen nach Auszahlungsart (einmalige Kapitalleistung oder Rentenform) und Art der Anspruchsentstehung (Rückkaufsfähigkeit) eine weitere Unterscheidung nach der Art der Versicherungsfinanzierung, für die sich im Gesetz (d.h. im Wehrsteuerbeschluss) keine Anhaltspunkte finden. Hat der Gesetzgeber schon gewisse Differenzierungen gemacht, so dürften von der Verwaltung weitere Unterscheidungen zu Ungunsten des Steuerpflichtigen, die im gleichen Erlass nicht vorgesehen sind, nur unter ganz besonderen Umständen getroffen werden. Dies wäre dann angängig, wenn triftige Gründe dafür vorlägen, dass der Wortlaut allein den Sinn der Bestimmung nicht wiedergibt, weil Grund und Zweck der Bestimmung, ihre Entstehungsgeschichte oder der Gesetzeszusammenhang eine andere Lösung nahelegen (BGE 105 Ib 53 E. 3a; BGE 103 Ia 480 E. 6; IMBODEN/RHINOW, Schweizerische Verwaltungsrechtssprechung Bd. 1, S. 136 ff.).\n\nWeder Gesetzeszweck noch Entstehungsgeschichte lassen jedoch eine Sonderregelung für die mit Einmalprämie finanzierten rückkaufsfähigen Kapitalversicherungen als erforderlich erscheinen. Der Gesetzgeber hat in Art. 21bis WStB Versicherungseinrichtungen steuerlich privilegiert, um damit die Vorsorge zu BGE 107 Ib 315 S. 322erleichtern. Der Abschluss einer rückkaufsfähigen Kapitalversicherung mit Einmalprämie kann durchaus (unabhängig von einer Steuerersparnis) sinnvoll sein und dem Vorsorgezweck dienen. Das Bundesgericht hat dies schon in einem Entscheid vom 28. Februar 1975 (ASA 44 S. 360 ff.) gestützt auf ein von ihm eingeholtes versicherungswirtschaftliches Gutachten festgestellt. In jenem Gutachten wurden im wesentlichen folgende Gründe für den Abschluss einer Einmalprämienversicherung genannt:\n\n- Der Versicherungsnehmer könne ein zur Verfügung stehendes Kapital (bei dessen Zustandekommen der Versicherungsnehmer im übrigen normalerweise schon besteuert worden ist, so dass er wie derjenige, der Einmalprämien bezahlt, Mittel aus schon versteuerten Einkünften aufwendet) zum Kauf einer Versicherung einsetzen, damit er in späteren Jahren nicht mit Prämien belastet sei.\n\n- Relativ häufig dürfte auch der Fall sein, dass eine bestehende Versicherung fällig werde und die Versicherungssumme oder Teile davon benützt würden, um eine neue, später fällig werdende Versicherung abzuschliessen.\n\n- Der steigende Rückkaufswert sei garantiert, im Gegensatz zu den Kursschwankungen an der Börse.\n\n- Durch Begünstigung könne ohne testamentarische Verfügung bestimmten Personen die Versicherungssumme zugewendet werden. Der Begünstigte könne zudem die Erbschaft ausschlagen und trotzdem den Versicherungsanspruch geltend machen. Auch vermöge das Betreibungs- und Konkursprivileg eine wichtige Rolle zugunsten der Familie zu spielen.\n\nDie steuerliche Gleichbehandlung der mit Einmalprämie finanzierten rückkaufsfähigen Kapitalversicherungen mit solchen, die der Versicherungsnehmer durch Bezahlung periodischer Prämien finanziert, kann darum nicht generell als vom Gesetzgeber nicht gewollt betrachtet werden. Die von der Eidg. Steuerverwaltung an die kantonalen Wehrsteuerverwaltungen abgegebene Empfehlung geht in dieser Form somit zu weit.\n\n4. Dagegen stellt sich bei Einmalprämienversicherungen mit Darlehensaufnahme ernstlich die Frage einer Steuerumgehung. Eine solche liegt nach der bundesgerichtlichen Rechtsprechung vor, wenn (a) eine vom Steuerpflichtigen gewählte Rechtsgestaltung als ungewöhnlich, sachwidrig oder absonderlich erscheint, (b) anzunehmen ist, dass er diese Wahl missbräuchlich getroffen hat in der Absicht, Steuern einzusparen, die bei sachgemässer Ordnung BGE 107 Ib 315 S. 323der Verhältnisse geschuldet wären, und (c) das gewählte Vorgehen tatsächlich zu einer erheblichen Steuerersparnis führen würde, wenn es von der Steuerbehörde hingenommen würde. Sind diese drei Voraussetzungen erfüllt, so kann der Besteuerung die Ordnung zugrunde gelegt werden, die sachgemäss gewesen wäre, dem vom Steuerpflichtigen erstrebten wirtschaftlichen Zweck entsprochen hätte (BGE 102 Ib 155 E. 3b; BGE 99 Ib 375 E. 3 mit weitern Hinweisen).\n\na) Der Abschluss einer gemischten Kapitallebensversicherung gegen eine Einmalprämie kann sinnvoll sein in verschiedenen Fällen (vorne E. 3b), in denen der Versicherungsnehmer die Einmalprämie in der Regel aus vorhandenen Mitteln seines Vermögens leistet. Nimmt er jedoch zur Finanzierung der Einmalprämie ein Darlehen auf, so kann die Versicherung eine Vorsorgefunktion nur in sehr beschränktem Masse haben, nämlich nur soweit im Versicherungsfalle die Versicherungssumme und bei vorzeitigem Rückkauf der Rückkaufswert das Darlehen übersteigt, das zunächst zurückzubezahlen ist. Das bereits erwähnte, vom Bundesgericht 1974 eingeholte versicherungswirtschaftliche Gutachten ergab, dass diese Kombination von Versicherung und Darlehensaufnahme nur unter ganz besonderen Umständen sinnvoll sein kann, etwa wenn momentan ungünstige Börsenkurse von Wertpapieren des Versicherungsnehmers, deren Verkauf die zur Leistung der Einmalprämie bestimmten Mittel frei machen soll, eine Überbrückung durch Darlehen vorteilhaft scheinen lassen. Im übrigen zeigte das Gutachten, dass die Kombination für den Versicherungsnehmer keineswegs vorteilhaft, sondern in vielen Fällen sogar nachteilig ist, besonders wenn er das Darlehen nicht zu besonders günstigen Bedingungen von der Versicherungsgesellschaft selber erhält (vgl. auch die Feststellungen der Vorinstanz in jenem früheren Falle in ASA 44 S. 365/66 E. 2c). Die gemischte Kapitallebensversicherung gegen Einmalprämie, die durch Darlehensaufnahme finanziert wird, ist in der Regel als absonderlich zu betrachten.\n\nb) Nur im Hinblick auf die Steuerersparnis, die sich der Versicherungsnehmer ausrechnen mag und die ihm von den Vertretern von Lebensversicherungsgesellschaften vorgerechnet wird, dürfte er sich in der Regel zum Abschluss einer gemischten Kapitallebensversicherung gegen eine durch Darlehensaufnahme finanzierte Einmalprämie entschliessen. Die Steuerersparnis ergibt sich aus der Kombination der Steuerfreiheit der Kapitalleistung (und der darin enthaltenen Erträge der Einmalprämie, vgl. E. 2, 3) einerseits BGE 107 Ib 315 S. 324und des Abzugs der Darlehenszinsen vom steuerbaren Einkommen (Art. 22 Abs. 1 lit. d WStB) andererseits. Die periodischen Prämien für eine dieselbe (beschränkte) Vorsorgefunktion erfüllende Versicherung könnte der Versicherte dagegen - neben andern Versicherungsprämien und allfälligen Sparkapitalzinsen - nur bis zum Höchstbetrag von Art. 22 Abs. 1 lit. h WStB vom steuerbaren Einkommen in Abzug bringen. Dass der Steuerpflichtige eine erhebliche Steuerersparnis erzielen würde, wenn der Abzug der Darlehenszinsen als Schuldzinsen, über das in Art. 22 Abs. 1 lit. h WStB bestimmte Höchstmass hinaus, zuzulassen wäre, liegt auf der Hand. Das Bundesgericht hat denn auch im erwähnten nicht amtlich publizierten Urteil vom 28. Februar 1975 (ASA 44 S. 360ff.) die Steuerumgehung bejaht und die Verweigerung des Schuldzinsenabzugs gebilligt.\n\nc) Die Vorinstanz hat eine Steuerumgehung im Falle des Beschwerdegegners vorschnell ausgeschlossen. Dass der Beschwerdegegner über eigene Mittel verfügt, welche die geleistete Einmalprämie übersteigen, schliesst nach dem Gesagten nicht aus, dass er ein ungewöhnliches Vorgehen wählte, indem er die Einmalprämie durch Darlehensaufnahme finanzierte, und dass er dies missbräuchlich in der Absicht tat, so Steuern einzusparen. Übrigens versteuert der Beschwerdegegner zwar ein Reinvermögen von rund 1,6 Millionen, das aber nach seiner Steuererklärung zu 95% in Liegenschaften angelegt war und nicht als Kapital zur Leistung der Einmalprämie zur Verfügung stand. Die Vorinstanz hat weitere Abklärungen des für die Steuerumgehung wesentlichen Sachverhalts nicht getroffen (Art. 109 und 110 WStB) und diesbezüglich keine Sachverhaltsfeststellungen getroffen, an welche das Bundesgericht gebunden wäre (Art. 105 Abs. 2 OG). Solche sind nötigenfalls nachzuholen. Auf Grund der vorliegenden Steuerakten kann eine Steuerumgehung durchaus in Betracht fallen. Ungewöhnlich ist schon, dass der Beschwerdegegner eine Kapitallebensversicherung abschloss, die im Erlebensfall bis zu seinem 75. Altersjahr läuft. Dass bei der Wahl der Versicherung gegen Einmalprämie die mit Jahresprämien verbundenen Kosten des Inkassos und des Inkassorisikos für ihn eine Rolle gespielt hätten, wie der Beschwerdegegner behauptet, ist von vorne herein unglaubhaft, umso mehr als entsprechende Kosten das zur Finanzierung der Einmalprämie aufgenommene Bankdarlehen noch in vermehrtem Masse verteuern dürften. Der Beschwerdegegner würde beim vollen Abzug der Darlehenszinsen von seinem steuerbaren Einkommen dagegen BGE 107 Ib 315 S. 325in beträchtlichem Masse Steuern einsparen, würde sich doch sein steuerbares Einkommen allein vom 26. April bis 31. Dezember 1978 um Schuldzinsen von Fr. 19'215.-- und in einem vollen Jahr um rund 33'000.-- vermindern. Das könnte bei dem für ihn in Betracht fallenden wehrsteuerpflichtigen Einkommen eine Ersparnis allein bei der Wehrsteuer von rund der Hälfte des sonst geschuldeten Steuerbetrags bewirken.\n\nd) Die Beschwerdeführerin beantragt zwar nicht, das Vorgehen des Beschwerdegegners sei als Steuerumgehung zu werten, und demzufolge sei der geltend gemachte Abzug für Darlehenszinsen an die Bank nicht zu gewähren. In Abgabestreitigkeiten kann das Bundesgericht jedoch nach Art. 114 Abs. 1 OG wegen Verletzung von Bundesrecht und unrichtiger oder unvollständiger Feststellung des Sachverhalts über die Parteibegehren hinausgehen. Unter diesen Umständen ist die Sache an die Veranlagungsbehörde zurückzuweisen; sie wird die notwendigen tatsächlichen und rechtlichen Abklärungen hinsichtlich einer allfälligen Steuerumgehung zu treffen haben."}