{"annee": "107", "cour": "V", "page": "136", "date": "17/8/1981", "cite": ["98 V 23", "106 V 153", "105 V 52", "104 V 127"], "cite_par": ["113 V 17", "116 V 41", "117 V 146", "121 V 88", "107 V 145"], "chapeau": "30. Auszug aus dem Urteil vom 17. August 1981 i.S. Horat gegen Eidgenössische Ausgleichskasse und Rekurskommission Uri für die AHV/IV/EO", "regestes": ["Art. 43bis al. 1 LAVS, 42 al. 2 LAI et 36 al. 1 RAI. - Pour décider s'il y a impotence, il faut considérer six actes ordinaires de la vie (consid. 1c). - L'aide est importante lorsqu'elle est nécessaire pour un aspect de l'un des divers actes ordinaires de la vie. Les exemples donnés sous ch. 298.3 des Directives concernant l'invalidité et l'impotence, pour illustrer la condition d'aide importante, le sont à titre alternatif; ils n'ont pas un caractère exhaustif (consid. 1d). - Devoirs des personnes chargées de déterminer s'il y a impotence (médecin, collaborateurs des services sociaux): ces personnes sont chargées d'indiquer en quoi consiste l'aide accordée de manière régulière. Décider si cette aide est importante est une question de droit qu'il incombe à l'administration, respectivement au juge, de trancher (consid. 2b)."], "faits": "|137|\n\nA.- Der 1911 geborene Alois Horat, Bezüger einer Altersrente, stürzte am 5. Juli 1977 von einem Baum und ist seither querschnittgelähmt. Im Juli 1978 meldete er sich zum Bezug einer Hilflosenentschädigung der AHV an. Die Invalidenversicherungs-Kommission holte bei Dr. med. B. einen Arztbericht (vom 1. August 1978) ein und beschloss hernach die Abweisung des Begehrens, da der Versicherte nicht in schwerem Grade hilflos sei. Dies eröffnete die Eidgenössische Ausgleichskasse dem Versicherten mit Verfügung vom 19. Oktober 1978.\n\nB.- Alois Horat liess Beschwerde erheben mit dem Antrag, es sei ihm eine Hilflosenentschädigung für Hilflosigkeit schweren Grades auszurichten. Er machte geltend, dass er bei allen alltäglichen Lebensverrichtungen regelmässig auf die Hilfe seiner Ehefrau angewiesen sei und von ihr gepflegt werden müsse.\n\n|138|\n\nDie Rekurskommission Uri für die AHV/IV/EO stellte fest, dass der Versicherte zwar regelmässig Hilfe benötige sowie der dauernden Pflege und der persönlichen Überwachung bedürfe, dass die Hilfe aber aufgrund der Angaben des Hausarztes nur beim An- und Auskleiden, beim Aufstehen, Absitzen und Abliegen sowie beim Verrichten der Notdurft erheblich sei, nicht jedoch beim Essen, bei der Fortbewegung und bei der Körperpflege. Mit Entscheid vom 5. Januar 1979 wies die Rekurskommission die Beschwerde ab.\n\nC.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde lässt der Versicherte den Antrag auf Ausrichtung einer Hilflosenentschädigung erneuern. Auf die Begründung wird, soweit erforderlich, in den Erwägungen eingegangen.\n\nDie Eidgenössische Ausgleichskasse vertritt die Auffassung, dass es sich vorliegend um einen Grenzfall handle, und enthält sich eines Antrags. Das Bundesamt für Sozialversicherung schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Nach Art. 43bis Abs. 1 AHVG haben in der Schweiz wohnhafte Personen, denen eine Altersrente zusteht und die in schwerem Grade hilflos sind, Anspruch auf eine Hilflosenentschädigung. Dieser Anspruch entsteht am 1. Tag jenes Monats, in dem sämtliche Voraussetzungen erfüllt sind und die Hilflosigkeit schweren Grades ununterbrochen mindestens 360 Tage gedauert hat (Abs. 2). Für den Begriff und die Bemessung der Hilflosigkeit sind die Bestimmungen des Bundesgesetzes über die Invalidenversicherung sinngemäss anwendbar (Abs. 5).\n\nGemäss Art. 42 Abs. 2 IVG gilt als hilflos, wer wegen der Invalidität für die alltäglichen Lebensverrichtungen (dazu nachstehend Erw. 1c) dauernd der Hilfe Dritter oder der persönlichen Überwachung bedarf.\n\nNach Art. 36 Abs. 1 IVV gilt die Hilflosigkeit als schwer, \"wenn der Versicherte vollständig hilflos ist. Dies ist der Fall, wenn er in allen alltäglichen Lebensverrichtungen regelmässig in erheblicher Weise auf die Hilfe Dritter angewiesen ist und überdies der dauernden Pflege oder der persönlichen Überwachung bedarf\".\n\nb) Das Eidg. Versicherungsgericht hat sich in mehreren neueren Urteilen mit der Auslegung des Art. 36 Abs. 1 IVV befasst. In BGE 104 V 127 hat es festgehalten, dass der Versicherte im Sinne der |139| genannten Vorschrift \"vollständig\" hilflos ist, wenn er in allen relevanten Lebensverrichtungen hilfsbedürftig ist, wobei es genügt, dass er in den einzelnen Lebensverrichtungen \"in erheblicher Weise\" fremder Hilfe bedarf. In BGE 105 V 52 hat das Gericht den Begriff dieser Dritthilfe in dem Sinne präzisiert, dass die Hilfe auch bloss in Form einer Überwachung des Versicherten bei Vornahme der relevanten Lebensverrichtungen bestehen kann, indem etwa die Drittperson den Versicherten auffordert, eine Lebensverrichtung vorzunehmen, die er wegen seines psychischen Zustandes ohne besondere Aufforderung nicht vornehmen würde (sogenannte indirekte Dritthilfe). Zudem hat es erkannt, dass die soeben umschriebene (direkte bzw. indirekte) Dritthilfe bereits derart umfassend ist, dass der weitern - gemäss Art. 36 Abs. 1 IVV kumulativ notwendigen - Voraussetzung der dauernden Pflege oder der dauernden persönlichen Überwachung nur noch eine untergeordnete Bedeutung zukommen kann und dass - jedenfalls im Rahmen der genannten Bestimmung - schon eine minimale Erfüllung eines dieser zusätzlichen Erfordernisse genügen muss. \"Dauernd\" ist dabei als Gegensatz zu \"vorübergehend\" und nicht im Sinne von \"rund um die Uhr\" zu verstehen. Pflege und Überwachung beziehen sich nicht auf die alltäglichen Lebensverrichtungen, sondern bedeuten vielmehr eine Art medizinischer oder pflegerischer Hilfeleistung, welche infolge des physischen oder psychischen Zustandes des Versicherten notwendig ist. Unter Pflege ist beispielsweise die Notwendigkeit zu verstehen, täglich Medikamente zu verabreichen oder eine Bandage anzulegen. Die Notwendigkeit der persönlichen Überwachung ist zum Beispiel dann gegeben, wenn ein Versicherter wegen geistiger Absenzen nicht während des ganzen Tages allein gelassen werden kann. Die vorgenannten Grundsätze hat das Eidg. Versicherungsgericht in BGE 106 V 153 bestätigt.\n\nc) Nach der Rechtsprechung zu der bis Ende 1976 geltenden Regelung, welche zwar drei Grade der Hilflosigkeit festlegte, sie aber begrifflich nicht umschrieb (Art. 39 Abs. 2 IVV in der Fassung vom 11. Oktober 1972), galt die Hilflosigkeit dann als schwer, wenn der Versicherte mindestens zu 2/3 hilflos war (BGE 104 V 128 Erw. 1 mit Hinweis). Wohl verwies Art. 42 Abs. 2 IVG schon damals auf die alltäglichen Lebensverrichtungen; angesichts der groben Festlegung der Hilflosigkeitsgrade in alt Art. 39 Abs. 2 IVV sowie im Hinblick darauf, dass nicht bei allen Lebensverrichtungen eine ins Gewicht fallende Hilflosigkeit gegeben sein musste, |140| bestand für das Eidg. Versicherungsgericht keine zwingende Veranlassung, die Gesamtzahl der massgebenden alltäglichen Lebensverrichtungen zu bestimmen und diese im einzelnen zu umschreiben. Ursprünglich ist das Eidg. Versicherungsgericht davon ausgegangen, dass unter den \"alltäglichsten und gewöhnlichsten Lebens- und Leibesverrichtungen... in erster Linie das An- und Auskleiden, die Nahrungsaufnahme und die Verrichtung der Notdurft zu verstehen\" sind (EVGE 1961 S. 61; vgl. auch EVGE 1966 S. 133); später hat es auch die Körperpflege dazu gezählt (EVGE 1967 S. 254). Im Jahre 1969 ist der Katalog nochmals erweitert und folgendes festgehalten worden:\n\n\"Dazu zählt aber auch das normalmenschliche, der Gemeinschaft angepasste und an diese gewöhnte Verhalten, wie es der Alltag mit sich bringt. Wer zu solchem Verhalten nicht oder nicht mehr fähig ist, muss grundsätzlich ebenfalls als hilflos betrachtet werden. Nach der Verwaltungspraxis ist in diesem Zusammenhang ferner die Herstellung des Kontaktes zur Umwelt zu berücksichtigen. Es ist jedoch zu beachten, dass die notwendige Hilfe bei der Herstellung dieses Kontaktes in der Regel nur als zusätzliches Element, neben anderen nötigen Hilfeleistungen, einen Anspruch auf die Entschädigung zu begründen vermag; unter ganz besonderen Voraussetzungen liessen sich allerdings Fälle denken, bei denen diese Art von Hilfe, für sich allein genommen, bereits leistungsbegründend sein könnte\" (ZAK 1970 S. 37 f., 41 f. und 73, 1969 S. 617 und 747; vgl. auch BGE 104 V 128, BGE 98 V 24; EVGE 1969 S. 217; ZAK 1971 S. 37). In BGE 105 V 54 wurden neu auch das Aufstehen, Absitzen und Abliegen sowie die Fortbewegung aufgeführt, während in BGE 106 V 157 das normalmenschliche, der Gemeinschaft angepasste Verhalten weggelassen und nur die Kontaktaufnahme zur Umwelt erwähnt worden ist.\n\nDa es nach der seit 1977 geltenden Regelung bei der Bemessung der schweren Hilflosigkeit darauf ankommt, ob der Versicherte in allen alltäglichen Lebensverrichtungen hilfsbedürftig ist, und da deren Gesamtzahl auch für die mittelschwere Hilflosigkeit von Bedeutung sein kann (Art. 36 Abs. 2 lit. a IVV), fragt sich, welche Lebensverrichtungen im einzelnen massgebend sind. Das Gesamtgericht, dem diese Rechtsfrage vorgelegt wurde, hat entschieden, dass von der Aufzählung in BGE 106 V 157 auszugehen ist. Hinsichtlich der dort zuletzt als selbständige Lebensverrichtung erwähnten Kontaktaufnahme zur Umwelt sowie des mit dieser zusammenhängenden, ebenfalls im Jahre 1969 in den Katalog aufgenommenen normalmenschlichen Verhaltens hat das Gesamtgericht erkannt, dass beide Funktionen unter dem Begriff \"zwischenmenschliche Beziehungen (im Sinne des Kontaktes mit der |141| Umwelt)\" zu erfassen und zusammen als Teilfunktion neben der Fortbewegung (im bzw. ausser Hause) zu berücksichtigen sind. Wegleitend dafür ist die Überlegung, dass die im Jahre 1969 vorgenommene Katalogerweiterung eher als Erleichterung gedacht war, indem ein Versicherter, der zu normalmenschlichem Verhalten nicht oder nicht mehr fähig war, noch als 2/3 hilflos gelten und eine Hilflosenentschädigung der AHV erhalten konnte, selbst wenn er bei einer der übrigen Lebensverrichtungen keiner ins Gewicht fallenden Hilfe bedurfte. Würde die Kontaktaufnahme im vorher umschriebenen Sinne auch unter der jetzigen Regelung als selbständige Lebensverrichtung verstanden, bei der - wie bei allen andern - gemäss Art. 36 Abs. 1 IVV erhebliche Hilfsbedürftigkeit bestehen müsste, so könnte eine Entschädigung für Hilflosigkeit schweren Grades wohl nur noch in seltenen Ausnahmefällen gewährt werden; dies entspräche aber nicht dem Sinn des Art. 42 IVG, welcher die Entschädigung nach dem Grade der Hilflosigkeit abgestuft wissen will, ohne den höchsten, bei Altersrentnern übrigens allein möglichen Entschädigungssatz als Ausnahmefall zu normieren (BGE 105 V 56 Erw. 4). Nach dem Gesagten sind demnach die folgenden sechs alltäglichen Lebensverrichtungen relevant:\n\n1. Ankleiden, Auskleiden;\n\n2. Aufstehen, Absitzen, Abliegen;\n\n3. Essen;\n\n4. Körperpflege;\n\n5. Verrichten der Notdurft;\n\n6. Fortbewegung (im oder ausser Haus), Kontaktaufnahme.\n\nd) Nach den Ausführungen in Erw. 1b hievor genügt es, dass der Versicherte in den einzelnen Lebensverrichtungen \"in erheblicher Weise\" Dritthilfe benötigt. Wo eine einzelne Lebensverrichtung mehrere Teilfunktionen umfasst, ist nicht verlangt, dass der Versicherte bei der Mehrzahl derselben fremder Hilfe bedarf. Vielmehr ist gemäss Beschluss des Gesamtgerichts bloss erforderlich, dass der Versicherte bei einer dieser einzelnen Teilfunktionen regelmässig in erheblicher Weise auf direkte oder indirekte Dritthilfe angewiesen ist. Die in Rz 298.3 der Wegleitung des Bundesamtes für Sozialversicherung über Invalidität und Hilflosigkeit (gültig ab 1. Januar 1979) aufgeführten, im übrigen als nicht abschliessend zu betrachtenden Beispiele für die Erheblichkeit der Hilfe in Teilfunktionen sind deshalb alternativ zu verstehen. In diesem Sinne ist die Hilfe beispielsweise bereits erheblich: |142|\n\n- beim Essen, wenn der Versicherte zwar selber essen, die Speisen aber nicht zerkleinern kann, oder wenn er die Speisen nur mit den Fingern zum Mund führen kann (BGE 106 V 158 Erw. 2b);\n\n- bei der Körperpflege, wenn der Versicherte sich nicht selber waschen oder kämmen oder rasieren oder nicht selber baden bzw. duschen kann;\n\n- bei Fortbewegung und Kontaktaufnahme, wenn der Versicherte im oder ausser Hause sich nicht selber fortbewegen kann oder wenn er bei der Kontaktaufnahme Dritthilfe benötigt.\n\n2. Im vorliegenden Fall ist streitig, ob der Beschwerdeführer bei Erlass der Kassenverfügung vom 19. Oktober 1978 die Voraussetzung ununterbrochener 360tägiger Hilflosigkeit schweren Grades im Sinne der Art. 43bis Abs. 2 AHVG und Art. 36 Abs. 1 IVV erfüllte.\n\na) ...\n\nb) ... Dem Beschwerdeführer muss beim An- und Ausziehen der Oberkörperbekleidung (Hemden, Trainer, Jacken) geholfen werden; da es hierbei um unentbehrliche Kleidungsstücke geht, ist die Hilfe erheblich (vgl. Rz 298.3 der bundesamtlichen Wegleitung über Invalidität und Hilflosigkeit). Dies wird denn auch im vorinstanzlichen Entscheid nicht in Frage gestellt, ebensowenig wie die Erheblichkeit der Hilfe beim Aufstehen, Absitzen und Abliegen.\n\nHinsichtlich des Essens wurde im Schreiben des Paraplegikerzentrums ausgeführt, dass man \"die vollständige Abhängigkeit von Drittpersonen in allen Punkten, ausser beim Essen bestätigen\" könne. Nach dem in Erw. 1b Gesagten bedarf es aber in den einzelnen Lebensverrichtungen \"erheblicher\", nicht \"vollständiger\" Hilflosigkeit. Das Paraplegikerzentrum schränkte denn auch seine Aussage insofern ein, als es hinzufügte, dass zum Essen \"aber auch eine entsprechende Vorbereitung und Bereitstellung (gehört), in welcher der Patient wieder bereits behindert ist\". Wenn die Tochter des Beschwerdeführers in der Verwaltungsgerichtsbeschwerde erwähnt, ihr Vater könne die Nahrung wohl selber zu sich nehmen, doch müsse sie auf den Teller geschöpft und zerschnitten werden, so ist dies durchaus glaubhaft und wird durch das Paraplegikerzentrum bestätigt. Da somit davon ausgegangen werden muss, dass der Beschwerdeführer die Nahrung nicht selber zerkleinern kann, ist die Hilfe auch beim Essen als erheblich zu betrachten. Zu ergänzen ist, dass Dr. med. B. sich im Schreiben vom 14. Mai 1979 ausdrücklich den Feststellungen des Paraplegikerzentrums anschloss und mithin von der im Zusatzbericht vom |1436| . Dezember 1978 vertretenen Auffassung Abstand nahm, wonach die Dritthilfe beim Essen nicht erheblich sei. In diesem Zusammenhang ist ganz allgemein festzustellen, dass es nicht Sache des Arztes (oder einer mit der Abklärung der Verhältnisse betrauten Fürsorgestelle) ist, die Rechtsfrage der Erheblichkeit zu beantworten. Seine Aufgabe besteht vielmehr darin, näher zu umschreiben, worin die von Dritten notwendigerweise zu leistende (direkte oder indirekte) Hilfe in den einzelnen Lebensverrichtungen bzw. deren Teilfunktionen besteht, oder in diesem Sinne von der Verwaltung im Erhebungsformular gestellte konkrete Tatfragen zu beantworten. Sache der Verwaltung (bzw. im Beschwerdefall des Richters) ist es sodann, aufgrund dieser Angaben die Rechtsfrage zu beurteilen, ob die Hilfsbedürftigkeit erheblich ist oder nicht.\n\nIm Gegensatz zur Vorinstanz muss die Erheblichkeit der Hilfe vorliegend auch bei der Körperpflege bejaht werden. Es kommt dabei nicht auf eine gesamthafte Betrachtung aller zur Körperpflege gehörenden Teilfunktionen an. Vielmehr ist hier entscheidend, dass als Folge der Inkontinenz eine tägliche Reinigung des Körpers notwendig und dass der Beschwerdeführer dabei auf Dritthilfe angewiesen ist. Ferner ist die Hilfe auch beim Verrichten der Notdurft erheblich, was denn auch nirgends in Zweifel gezogen wird.\n\nBei der sechsten Lebensverrichtung (Fortbewegung im oder ausser Haus, Kontaktaufnahme) ist festzuhalten, dass der Beschwerdeführer wegen der degenerativen Veränderungen der Halswirbelsäule und der dadurch bedingten Schmerzen und Kraftverminderung sich mit dem Rollstuhl nur mühsam vorwärts- und rückwärtsbewegen kann, wobei schon kleine Schwellen und andere Hindernisse Dritthilfe notwendig machen. Da der Beschwerdeführer sich somit nicht selbständig von einem Raum in den andern begeben kann, ist die Hilfe auch hier erheblich. Im Rahmen dieser Lebensverrichtung müsste die Erheblichkeit im übrigen auch schon deshalb bejaht werden, weil ein selbständiges Fortbewegen ausser Haus wohl ausgeschlossen ist. Bei diesem Ergebnis kann offenbleiben, ob der Beschwerdeführer bei der Teilfunktion \"Kontaktaufnahme\" hilfsbedürftig ist.\n\nEs steht damit fest, dass der Beschwerdeführer in allen alltäglichen Lebensverrichtungen regelmässig in erheblicher Weise auf die Hilfe Dritter angewiesen ist.\n\nc) Zu prüfen bleibt, ob der Beschwerdeführer auch der dauernden Pflege oder der dauernden persönlichen Überwachung bedarf. |144|\n\nNach der Rechtsprechung genügt dabei schon eine minimale Erfüllung eines dieser zusätzlichen Erfordernisse (vgl. Erw. 1b hievor). Aus den Akten ergibt sich, dass der Beschwerdeführer sich angesichts der Paraplegie und der vollständigen Inkontinenz ohne die Hilfe einer Drittperson nicht mehr zuhause aufhalten könnte. Nach den glaubhaften Angaben in der Verwaltungsgerichtsbeschwerde muss der Beschwerdeführer von seiner Ehefrau nachts alle drei Stunden umgebettet werden, um das Wundwerden zu verhindern. Zudem muss sie täglich mit ihm turnen und seinen Körper nach dem Waschen einfetten. Diese dauernd notwendige Pflege ist ausserordentlich intensiv und übersteigt das im Rahmen des Art. 36 Abs. 1 IVV geforderte Mindestmass bei weitem. Daher ist auch die Voraussetzung der dauernden Pflege erfüllt.\n\nd) Zusammenfassend ergibt sich, dass der Beschwerdeführer in schwerem Grade hilflos ist, weshalb ihm eine Hilflosenentschädigung der AHV zusteht.\n\nDer Beschwerdeführer verunfallte am 5. Juli 1977 und ist seither schwer hilflos. Die am genannten Tage eröffnete 360tägige Wartezeit endigte demnach Ende Juni 1978. Da somit in diesem Monat sämtliche Voraussetzungen erfüllt waren, ist die Hilflosenentschädigung dem Beschwerdeführer gemäss Art. 43bis Abs. 2 AHVG ab 1. Juni 1978 auszurichten (vgl. Anhang II der Wegleitung über Invalidität und Hilflosigkeit). Es ist Sache der Ausgleichskasse, darüber noch eine Verfügung zu erlassen.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn Gutheissung der Verwaltungsgerichtsbeschwerde werden der Entscheid der Rekurskommission Uri für die AHV-IV-EO vom 5. Januar 1979 und die Verfügung der Eidgenössischen Ausgleichskasse vom 19. Oktober 1978 aufgehoben und es wird festgestellt, dass der Beschwerdeführer ab 1. Juni 1978 Anspruch auf eine Hilflosenentschädigung der AHV hat."}