{"annee": "107", "cour": "V", "page": "167", "date": "4/6/1981", "cite": ["106 V 36"], "cite_par": ["108 V 253", "118 V 274"], "chapeau": "35. Extrait de l'arrêt du 4 juin 1981 dans la cause L'Avenir, Société romande d'assurance-maladie et accidents contre Emonet et Cour de justice du canton de Genève", "regestes": ["Art. 12 al. 2 ch. 1 let. a et c LAMA, art. 21 al. 1 et art. 22 Ord. III. - Critères applicables pour déterminer si un médicament doit être pris en charge par l'assurance-maladie (consid. 1). - Compétence des cantons et commissions paritaires pour imposer aux caisses la prise en charge de médicaments (consid. 2 et 3)?"], "faits": "BGE 107 V 167 S. 167\n\nA.- Thérèse Emonet est assurée contre la maladie - notamment pour les frais médicaux et pharmaceutiques - auprès de l'Avenir, caisse-maladie reconnue. Durant un traitement, son médecin lui prescrivit un médicament dont il arrêta la composition.\n\nLa caisse refusa de prendre en charge ce médicament, parce qu'il contenait des hormones thyroïdiennes ou des dérivés de telles hormones. Or, affirmait-elle, ces substances ne figurent ni dans la liste des médicaments avec tarif ni dans celle des spécialités, mais au contraire dans la liste négative de produits et accessoires qui ne doivent pas être facturés aux caisses-maladie.\n\nBGE 107 V 167 S. 168\n\nB.- Le 8 mai 1980, la Cour de justice de Genève admit le recours formé par Thérèse Emonet, pour le motif que le médicament en cause ne contenait pas d'hormones thyroïdiennes, seules substances de nature à le faire exclure - selon les prescriptions de l'Office fédéral des assurances sociales - du traitement.\n\nC.- La caisse-maladie a formé un recours de droit administratif contre le jugement cantonal. Elle allègue que le remède litigieux contenait des hormones thyroïdiennes ou des dérivés de ces hormones, associés dangereusement à des anorexigènes.\n\nL'intimée arguë de l'efficacité et de l'innocuité du médicament contesté; elle conclut au rejet du recours.\n\nDans son préavis, l'Office fédéral des assurances sociales propose d'admettre le recours.\n\nD.- Selon les pièces produites devant le Tribunal fédéral des assurances et les constatations faites par le Service pharmaceutique de l'Office fédéral des assurances sociales, le médicament prescrit à l'intimée contenait des extraits de thyroïde, sous la forme de Triacana ou Triac, associés à des substances anorexigènes; il faisait partie des remèdes appelés du nom de leur inventeur \"gélules de Moron\".", "considerants": "Considérant en droit:\n\n1. a) Suivant la jurisprudence relative aux art. 12 al. 2 ch. 1 let. a et 12 al. 5 LAMA ainsi que 21 al. 1 Ord. III, les mesures diagnostiques ou thérapeutiques appliquées par le médecin qui ne sont pas reconnues ou qui sont contestées, scientifiquement, ne constituent pas des prestations obligatoires, sauf décision contraire du Département fédéral de l'intérieur (ATF 106 V 36).\n\nPar ailleurs, en vertu des art. 12 al. 2 ch. 1 let. c et 12 al. 6 LAMA ainsi que 22 Ord. III, les médicaments dont la prise en charge est obligatoire pour les caisses figurent dans la liste des médicaments avec tarif; les spécialités et les médicaments confectionnés dont la prise en charge est recommandée aux caisses sont mentionnés dans la liste des spécialités.\n\nLorsqu'un traitement médical comportant l'administration de médicaments n'est pas scientifiquement reconnu ou est scientifiquement contesté, cela suffit pour que les caisses-maladie n'aient pas à prendre en charge les remèdes ainsi prescrits; il n'est donc pas nécessaire d'examiner la question sous l'angle des règles BGE 107 V 167 S. 169applicables aux médicaments (ATF 106 V 36). Mais, s'il est établi qu'une préparation ne figure pas dans la liste des médicaments et que les dispositions internes des caisses n'en prévoient pas la prise en charge, cela exclut déjà toute obligation de ces dernières de l'assumer; il est alors superflu de vérifier si le traitement dispensé est scientifiquement reconnu, voire incontesté.\n\nb) Si l'on se fonde sur le seul droit fédéral, il ne fait pas de doute que la mesure thérapeutique prescrite à l'intimée par son médecin n'est pas à la charge de la caisse recourante: le traitement... au moyen d'hormones thyroïdiennes et de leurs dérivés est scientifiquement contesté, notamment parce qu'il comporte des risques excessifs au regard du résultat espéré (expertise du professeur W. Stauffacher, médecin consulté par la Commission fédérale des prestations générales de l'assurance-maladie - voir RJAM 1974 p. 49). L'Avenir a du reste versé au dossier en cours de procédure une note du professeur E. J. attirant notamment l'attention sur les complications cardiaques graves que peut entraîner la préparation en cause. Dans ces circonstances, il faudrait une décision du Département fédéral de l'intérieur - qui fait défaut en l'occurrence - pour qu'un tel traitement constitue une prestation obligatoire, ainsi qu'il a été exposé plus haut.\n\n2. Dans ses statuts, l'Avenir déclare se soumettre notamment aux lois cantonales concernant l'assurance-maladie. Toutefois, en légiférant en matière d'assurance-maladie régie par la LAMA, les cantons et les communes ne peuvent violer des dispositions impératives du droit fédéral. La législation genevoise ne saurait donc obliger les caisses reconnues, dans la pratique de l'assurance-maladie au sens du premier titre de la LAMA, à prendre en charge des traitements tels que celui en cause. Car, s'il n'impose aux caisses-maladie que des prestations minimales, dans un souci indéniable d'économie, le droit fédéral entend toutefois garantir un haut niveau de qualité des traitements fournis aux frais de l'assurance. Qu'on songe à cet égard, p.ex., aux exigences relatives à la formation professionnelle que les fournisseurs de soins doivent avoir reçue (art. 21 LAMA). Dans cette optique, imposer aux caisses la prise en charge de traitements scientifiquement non reconnus, voire contestés, reviendrait à porter atteinte à la qualité des soins fournis pour le compte de l'assurance-maladie, du moins si le traitement en cause - comme en l'espèce - présente de l'avis d'experts de graves dangers, jugés excessifs au regard des résultats escomptés.\n\nBGE 107 V 167 S. 170Il n'est en revanche pas nécessaire d'examiner aujourd'hui la question que soulèverait dans d'autres circonstances l'application de la prescription cantonale imposant aux caisses d'assumer tous les médicaments ordonnés par le médecin (à l'exception de ceux figurant sur une liste spéciale; art. 10 de la loi genevoise sur le subventionnement des caisses-maladie du 3 octobre 1969). On se contentera de relever que l'admission d'un médicament dans l'une des deux listes officielles n'est pas subordonnée à la réalisation de conditions de nature scientifique seulement.\n\n3. La Commission paritaire instituée par la convention liant l'Association des pharmacies du canton de Genève et la Fédération genevoise des caisses-maladie ne saurait pour sa part, vu les motifs évoqués ci-dessus, imposer à ces dernières la prise en charge des médicaments prescrits dans le cadre du traitement litigieux.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est admis, le jugement attaqué étant annulé."}