{"annee": "107", "cour": "IV", "page": "98", "date": "5/10/1981", "cite": ["98 IV 305", "96 IV 108", "101 IV 11", "100 IV 180", "73 IV 159", "99 IV 80", "104 IV 238"], "cite_par": [], "chapeau": "29. Urteil des Kassationshofes vom 5. Oktober 1981 i.S. Staatsanwaltschaft des Kantons Aargau gegen B. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 64 CP. Manifestation du repentir sincère par la réparation du dommage. Cas où les parents de l'auteur assurent la réparation du dommage, mais à titre d'avancement d'hoirie."], "faits": "BGE 107 IV 98 S. 98\n\nA.- Das Bezirksgericht Aarau verurteilte am 24. September 1980 B. wegen qualifizierten Raubes, für den Art. 139 Ziff. 2 StGB eine Mindeststrafe von fünf Jahren Zuchthaus vorsieht, sowie wegen bandenmässigen und einfachen Diebstahls und weiterer Verfehlungen (Gesamtschaden über Fr. 30'000.--) zu fünfeinhalb Jahren Zuchthaus, abzüglich 310 Tage erstandener Untersuchungshaft, wobei es das Vorliegen eines Strafmilderungsgrundes verneinte.\n\nDas Obergericht des Kantons Aargau bestätigte am 25. Juni 1981 im Berufungsverfahren den Schuldpunkt mit einer geringfügigen, hier nicht in Betracht fallenden Modifikation und setzte die Strafe auf viereinhalb Jahre Zuchthaus, abzüglich 584 Tage erstandener Untersuchungshaft, herab, wobei es dem Verurteilten BGE 107 IV 98 S. 99den Strafmilderungsgrund der aufrichtigen Reue und Schadensdeckung im Sinne von Art. 64 StGB zugute hielt.\n\nB.- Gegen diesen Entscheid erhebt die Staatsanwaltschaft des Kantons Aargau Nichtigkeitsbeschwerde mit dem Antrag, das angefochtene Urteil sei wegen Verletzung von Art. 64 StGB aufzuheben und die Sache sei zur Neufestsetzung einer Strafe von mehr als fünf Jahren Zuchthaus, ohne Berücksichtigung des Strafmilderungsgrundes der aufrichtigen Reue, an die Vorinstanz zurückzuweisen.\n\nDer Beschwerdegegner beantragt die Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Streitig ist lediglich, ob die Vorinstanz dem Beschwerdegegner den Strafmilderungsgrund der Betätigung aufrichtiger Reue im Sinne von Art. 64 StGB zu Recht zugebilligt habe. Nach der Rechtsprechung betätigt aufrichtige Reue nur, wer aus eigenem Entschluss etwas tut, das als Ausdruck seines Willens anzusehen ist, geschehenes Unrecht wieder gutzumachen (BGE 73 IV 160). Als Beispiel erwähnt das Gesetz die Schadensdeckung, soweit sie dem Täter zumutbar war. Demnach kann nicht jede Schadensdeckung als Betätitung aufrichtiger Reue gewertet werden. Mit dem Hinweis auf die Zumutbarkeit und die \"Betätigung\" der Reue verlangt das Gesetz eine besondere Anstrengung von seiten des Fehlbaren, die er freiwillig, nicht nur vorübergehend und nicht nur unter dem Druck des drohenden oder hängigen Strafverfahrens erbringen muss. Wer sich erst unter dem Druck des drohenden Verfahrens zu einer besonderen Anstrengung herbeilässt, bekundet keine aufrichtige Reue, sondern handelt aus taktischen Gründen und verdient deshalb keine besondere Milde (BGE 98 IV 310, BGE 96 IV 109 /110). Auch in der Literatur wurde betont, aufrichtige Reue im Sinne von Art. 64 StGB müsse ein besonderes, freiwilliges und uneigennütziges Verhalten sein, durch das der Täter den greifbaren Beweis seiner Reue erbringe, bei dem er Einschränkungen auf sich nehme und alles daran setze, das geschehene Unrecht wieder gutzumachen (SCHULTZ, Einführung in den allg. Teil des Strafrechts, 3. Aufl. S. 80; BRINER, Die ordentliche Strafmilderung nach dem schweizerischen Strafgesetzbuch unter besonderer Berücksichtigung der Strafmilderungsgründe des Art. 64, Diss. Zürich 1977 S. 129; MAURER, Die Strafzumessung im schweizerischen Strafgesetzbuch, Diss. Zürich 1945 S. 98).\n\nBGE 107 IV 98 S. 100\n\n2. Nach den verbindlichen vorinstanzlichen Feststellungen, die das Bundesgericht seinem Entscheid zugrunde legen muss (Art. 277bis Abs. 1 BStP), haben die vermöglichen Eltern des Beschwerdegegners dessen Verteidiger beauftragt, mit den Geschädigten den Schaden zu regeln. Der Verteidiger schloss in der Folge mit allen Geschädigten Vereinbarungen. Die Schadenersatzansprüche wurden noch vor der erstinstanzlichen Hauptverhandlung aus dem Vermögen der Eltern beglichen. Der Beschwerdegegner erklärte sich bereit, diese Geldleistung seiner Eltern sich als Erbvorempfang anrechnen zu lassen.\n\nDie Vorinstanz begründete den Strafmilderungsgrund der Betätigung aufrichtiger Reue im wesentlichen wie folgt: Um die Eltern zur Vorschussleistung zu gewinnen, habe der Beschwerdegegner mit ihnen intensive Gespräche führen müssen. Das offenbare eine Willensanstrengung sowie einen innern Einsatz und zeige, dass dem Beschwerdegegner aufgrund echter Einsicht an der Wiedergutmachung gelegen sei. Dasselbe ergebe sich daraus, dass er sich im vorzeitigen Strafvollzug anstrenge und sich bemühe, von seinem früheren Lebenswandel Distanz zu gewinnen - eine Einstellung, die auch durch den persönlichen Eindruck bekräftigt werde. Der Beschwerdegegner erleide eine Schmälerung seines Erbteils und erbringe insofern eine eigene Leistung, ähnlich wie der Täter, der zur Schadensdeckung eine Lohnzession vornehme. Er habe zwar erst während des Verfahrens, aber nicht unter dem Druck desselben und nicht aus taktischen Gründen gehandelt. Er sei am 20. November 1979 verhaftet worden und hätte demzufolge gar nicht lange Gelegenheit gehabt, in der Freiheit den Schaden zu ersetzen und dadurch Reue zu bekunden, ganz abgesehen davon, dass er damals noch andere Probleme gehabt habe. In der Untersuchungshaft habe er dann wegen der Einschränkungen in seiner persönlichen Handlungsfreiheit nicht selbst vorgehen können, sondern die Hilfe seines Verteidigers in Anspruch nehmen müssen. Dass seine Eltern vermöglich seien, stelle keine Privilegierung dar, denn in den Genuss dieser Strafmilderung könne in jedem Falle nur ein Täter gelangen, der sich die Mittel zur Schadenersatzleistung irgendwie verschaffen könne.\n\nDie Beschwerdeführerin bringt demgegenüber vor, die eigentliche Anstrengung zur Schadensdeckung sei nicht vom Beschwerdegegner, sondern von dessen Eltern und vom Verteidiger ausgegangen. Mit der Zustimmung, die bezahlten Schadenersatzbeträge sich als Erbvorempfang anrechnen zu lassen, habe der Beschwerdegegner keine persönliche Leistung erbracht, weil die Geschädigten BGE 107 IV 98 S. 101später ohnehin auf seinen Erbteil hätten greifen können. Er habe deswegen auch nicht auf ein Recht verzichtet. Von innerem Einsatz, echter Einsicht und von Bestreben, vom früheren Lebenswandel Distanz zu gewinnen, könne keine Rede sein, nachdem der Beschwerdegegner am 12. Juli 1981 aus einem Urlaub nicht in den Strafvollzug zurückgekehrt und seither flüchtig sei. Die Schadenersatzzahlung sei vielmehr aus taktischen Gründen erfolgt. Die Anwendung von Art. 64 StGB in Fällen dieser Art liefe im übrigen auf eine ungerechtfertigte Privilegierung eines Angeklagten hinaus, dessen Eltern vermöglich und ersatzbereit seien. Die Vorinstanz habe demnach Art. 64 StGB verletzt.\n\n3. a) Nach der angeführten Rechtsprechung kann die Schadensdeckung nur dann als Betätigung aufrichtiger Reue gewertet werden, wenn sie auf einer besondern und freiwilligen Anstrengung beruht, die der Täter unter Inkaufnahme von Einschränkungen persönlich erbringt. Im vorliegenden Fall ist der Beschwerdeführerin darin beizupflichten, dass die eigentlichen Anstrengungen zur Schadensdeckung nicht vom Beschwerdegegner, sondern von dessen Eltern und vom Verteidiger unternommen worden waren. Der Beschwerdegegner war in der Untersuchungshaft aber in seiner persönlichen Handlungsfreiheit beschränkt. Unter diesen Umständen darf ihm kein Nachteil daraus erwachsen, dass er die Besprechung mit den Geschädigten über die Schadensregulierung nicht persönlich, sondern durch seinen Verteidiger und seine Eltern führte.\n\nNach den verbindlichen vorinstanzlichen Feststellungen musste der Beschwerdegegner mit seinen Eltern intensive Gespräche führen, um diese zur Schadensdeckung zu gewinnen. Indem er sich die von den Eltern bezahlten Schadenersatzbeträge auf seinen Erbteil anrechnen liess, nahm er gegenüber seinen Miterben eine Schmälerung seines Erbteils, unter Umständen sogar eine spätere Herausgabepflicht in Kauf. Die intensiven Gespräche mit den Eltern und die Schmälerung des Erbteils durfte die Vorinstanz ohne Verletzung von Bundesrecht als eine persönliche und freiwillige Anstrengung werten, die dem Beschwerdegegner eine Einschränkung brachte.\n\nDer Beschwerdeführerin kann darin beigepflichtet werden, dass die Gläubiger später ohnehin auf den Erbteil des Beschwerdegegners hätten greifen können (dessen Höhe heute allerdings noch nicht feststeht, so dass unsicher ist, ob sie später durch den Erbteil volle Deckung hätten erhalten können). Das steht der Anwendung von Art. 64 StGB indessen nicht entgegen, denn das Wesen der BGE 107 IV 98 S. 102tätigen Reue besteht ja gerade darin, dass der Täter freiwillig und noch vor der Urteilsfällung eine ihn persönlich einschränkende Leistung erbringt, statt sich erst später zu dieser Leistung auf dem Rechtswege zwingen zu lassen.\n\nWohl wird der Beschwerdegegner durch den nur teilweisen Verzicht auf seinen künftigen Erbanteil persönlich weniger stark eingeschränkt, als wenn er z.B. zur Schadensdeckung eine Darlehen aufgenommen und sich zu dessen Rückzahlung in monatlichen Raten verpflichtet hätte. Das ist indessen unerheblich, denn in beiden Fällen nimmt er eine gewisse Einschränkung auf sich. Es muss ihm das Recht zugestanden werden, von zwei möglichen Arten der Schadensdeckung jene zu wählen, die ihn weniger belastet. Es wäre unsinnig, von ihm zu verlangen, er hätte das erbetene und schliesslich erfolgte Anerbieten seiner Eltern ausschlagen und zur Schadensdeckung ein Darlehen aufnehmen müssen (das er nach der Urteilsfällung ja auch mit Hilfe der Eltern und unter Verzicht auf einen entsprechend hohen Erbanteil hätte zurückzahlen können).\n\nb) In subjektiver Hinsicht setzt die Zubilligung des genannten Strafmilderungsgrundes voraus, dass der Täter nicht nur unter dem Eindruck eines bevorstehenden oder hängigen Strafverfahrens und aus taktischen Gründen, sondern aus aufrichtiger Reue und in der Absicht handelt, geschehenes Unrecht wieder gutzumachen. Mit welchem Beweggrund und in welcher Absicht ein Täter handelte und der Schluss von seiner Handlungsweise auf seinen Charakter sind Tatfragen (BGE 104 IV 245 E. 3 lit. b, BGE 101 IV 15, BGE 100 IV 182 E. 3, BGE 99 IV 86 E. c und 8 E. 3), an deren Beantwortung durch die Vorinstanz das Bundesgericht gebunden ist.\n\nDie Vorinstanz hielt ausdrücklich fest, der Beschwerdegegner habe zwar während, aber nicht unter dem Druck des vorliegenden Verfahrens und nicht aus taktischen Gründen gehandelt; seine mit den Eltern geführten intensiven Gespräche hätten eine Willensanstrengung und einen innern Einsatz des Beschwerdegegners bekundet, \"dem es aufgrund echter Einsicht daran gelegen war, die Wiedergutmachung zu regeln\"; dass dem so sei, ergebe sich auch daraus, dass er sich im vorzeitigen Strafvollzug anstrenge und sich bemühe, von seinem früheren Leben Distanz zu gewinnen. Diese Feststellungen tatsächlicher Art hat das Bundesgericht seinem Entscheid zugrunde zu legen (Art. 277bis Abs. 1 BStP).\n\nDie Beschwerdeführerin wendet ein, von echter Einsicht und von einem Bestreben, vom früheren Leben Distanz zu gewinnen, könne keine Rede sein, nachdem der Beschwerdegegner am 12. Juli BGE 107 IV 98 S. 1031981 aus einem Urlaub nicht zurückgekehrt und seither flüchtig sei. Dieses von der Beschwerdeführerin geschilderte Verhalten spricht tatsächlich gegen die vorinstanzliche Annahme, doch handelt es sich dabei um eine erst nach der Urteilsfällung zutage getretene neue Tatsache, die in diesem Verfahren weder vorgebracht noch berücksichtigt werden darf (Art. 273 Abs. 1 lit. b und 277bis Abs. 1 BStP). Das Bundesgericht hat demnach davon auszugehen, dass der Beschwerdegegner die Schadensdeckung weder aus taktischen Gründen noch unter dem Druck des Strafverfahrens vornahm, sondern aus echter Einsicht, im Bestreben um die Wiedergutmachung des Schadens und im Bemühen, von seinem früheren Leben Distanz zu gewinnen. Unter diesen Umständen kann der Vorinstanz keine Verletzung von Bundesrecht zur Last gelegt werden, wenn sie (zumindest im Zweifel) dem Beschwerdegegner den Strafmilderungsgrund der Betätigung aufrichtiger Reue zugute hielt. Es kann auch nicht gesagt werden, ihr Entscheid privilegiere in ungerechtfertigter Weise einen Beschuldigten, dessen Eltern vermöglich seien. Wären seine Eltern nicht vermöglich, hätte der Beschwerdegegner die Möglichkeit gehabt, in anderer Weise sich um die ganze oder teilweise Schadensdeckung zu bemühen und aufrichtige Reue zu betätigen, worauf ihm der Strafmilderungsgrund des Art. 64 StGB ebenfalls hätte zugutegehalten werden können. Die Beschwerde erwiest sich demnach, so sehr man für den Antrag der Beschwerdeführerin Verständnis aufbringen mag, angesichts der verbindlichen tatsächlichen Feststellungen der Vorinstanz als unbegründet.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen, soweit darauf einzutreten ist."}