{"annee": "107", "cour": "V", "page": "129", "date": "9/6/1981", "cite": [], "cite_par": ["110 V 252", "109 V 1"], "chapeau": "28. Auszug aus dem Urteil vom 9. Juni 1981 i.S. Bundesamt für Sozialversicherung gegen Brunner und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 41bis al. 3 RAVS. Par réclamation de cotisations arriérées au sens de la lettre c de cette disposition, il faut entendre uniquement la réclamation faite dans le cadre de l'art. 25 al. 5 RAVS après réception de la communication fiscale définitive et sur la base d'un calcul définitif des cotisations. En revanche, la réclamation de cotisations fixées provisoirement suivant la procédure extraordinaire et réclamées pour une année civile antérieure tombe sous le coup de la lettre b de cette disposition."], "faits": "BGE 107 V 129 S. 129\n\nA.- Mit rechtskräftiger Verfügung vom 23. Juni 1980 setzte die Ausgleichskasse des Kantons Zürich die persönlichen Sozialversicherungsbeiträge des 1908 geborenen Ulrich Brunner, der als selbständigerwerbender Rechtsanwalt im AHV-Rentenalter ab 1. Januar 1979 wieder der Beitragspflicht unterstellt wurde, für das Jahr 1979 auf Fr. ... fest. Ende Juli 1980 überwies Ulrich Brunner diese Beiträge. Mit Rechnung vom 21. August 1980 forderte die Kasse auf dem Beitrag für 1979 die Bezahlung von Verzugszinsen BGE 107 V 129 S. 130für den Zeitraum vom 1. Januar 1980 bis 31. Juli 1980 in der Höhe von Fr. ... und erliess am 5. September 1980 eine entsprechende Verfügung.\n\nB.- Ulrich Brunner erhob Beschwerde mit dem Begehren, dass von der Erhebung von Verzugszinsen abzusehen sei, da der Verzugszins erst nach Erlass der Beitragsverfügung und Ablauf der darin angesetzten Zahlungsfrist laufe und da die Beiträge innerhalb der viermonatigen Schonfrist des Art. 41bis AHVV entrichtet worden seien.\n\nDie AHV-Rekurskommission des Kantons Zürich stellte fest, dass die Beiträge im ausserordentlichen Verfahren festgesetzt wurden, weshalb der Verzugszins bei der Nachzahlung solcher Beiträge gemäss Art. 41bis Abs. 3 lit. c AHVV erst von dem auf den Erlass der Verfügung folgenden Monat an, d.h. vorliegendenfalls ab 1. Juli 1980 laufe; Ulrich Brunner habe aber die Beiträge innert vier Monaten nach Beginn des Zinslaufes entrichtet; ein Verzugszins sei daher nicht geschuldet. Mit Entscheid vom 21. November 1980 hiess die Rekurskommission die Beschwerde gut und hob die Verfügung vom 5. September 1980 auf.\n\nC.- Das Bundesamt für Sozialversicherung erhebt Verwaltungsgerichtsbeschwerde mit dem Antrag, Ulrich Brunner sei zu verpflichten, für die Zeit von Januar bis Mai 1980 Verzugszinsen von Fr. ... zu bezahlen, da für den Beginn des Zinslaufes nicht lit. c, sondern lit. b des Art. 41bis Abs. 3 AHVV anwendbar sei.", "considerants": "Aus den Erwägungen:\n\n3. Mit dem am 1. Januar 1979 in Kraft getretenen Art. 14 Abs. 4 lit. e AHVG erhielt der Bundesrat die Kompetenz, u.a. Vorschriften über die Erhebung von Verzugszinsen beim Bezug von Beiträgen zu erlassen. Davon machte er in Art. 41bis AHVV Gebrauch. Nach dessen Abs. 3 laufen die Verzugszinsen\n\n\"a. im allgemeinen vom Ende der Zahlungsperiode an;\n\nb. bei Nachzahlung vom Ende des Kalenderjahres an, für das die\n\nBeiträge geschuldet sind;\n\nc. bei der Nachzahlung von Beiträgen von Einkommen aus selbständiger\n\nErwerbstätigkeit, wenn diese im ausserordentlichen Verfahren festgesetzt\n\nwurden, von dem Monat an, der auf den Erlass der Verfügung folgt, aus der\n\nsich die Nachzahlung ergibt.\"\n\nAbs. 1 bestimmt, dass - ausser im Falle der Betreibung oder der Konkurseröffnung - Verzugszinsen nur zu entrichten sind, BGE 107 V 129 S. 131sofern die Beiträge nicht innert vier Monaten nach Beginn des Zinslaufes bezahlt werden. Werden Beiträge nachgefordert, so sind - gemäss Abs. 2 - u.a. keine Verzugszinse zu entrichten für die vier Monate, die auf die Nachzahlungsverfügung folgen, sofern die nachgeforderten Beiträge und die bis dahin geschuldeten Verzugszinsen innert dieser Frist entrichtet werden. Schliesslich sieht Abs. 5 einen Zinssatz von 0,5 Prozent je abgelaufenen Monat vor.\n\n4. Vorinstanz und Beschwerdegegner halten dafür, dass vorliegend für den Zinslauf Art. 41bis Abs. 3 lit. c AHVV massgebend sei, da die Kasse den Beitrag im ausserordentlichen Verfahren nach Art. 25 AHVV festgesetzt habe. Demgegenüber verlangt das beschwerdeführende Bundesamt die Anwendung des Art. 41bis Abs. 3 lit. b AHVV, da der Beschwerdegegner 1980 rückwirkend für 1979 erfasst worden sei und 1979 keine Akontozahlungen geleistet habe; lit. c könne nur dann in Betracht kommen, wenn der Beitragspflichtige Akontozahlungen geleistet habe und es sich nicht um eine rückwirkende Erfassung handle. Das Bundesamt verweist dabei auf sein Kreisschreiben über Verzugs- und Vergütungszinsen, gültig ab 1. Januar 1979. Es fragt sich somit, was im Rahmen des Art. 41bis Abs. 3 lit. c AHVV unter der \"Nachzahlung von Beiträgen von Einkommen aus selbständiger Erwerbstätigkeit, wenn diese im ausserordentlichen Verfahren festgesetzt wurden\", zu verstehen ist.\n\na) Gelangt das ausserordentlich Verfahren zur Anwendung und ist für die Beitragsbemessung somit das Gegenwartseinkommen massgebend (Art. 25 Abs. 1 und 2 AHVV), so müssen die Beiträge zunächst provisorisch festgesetzt werden, da bis zum Eintreffen einer definitiven Steuermeldung mit für die Ausgleichskasse verbindlichen Angaben (Art. 23 Abs. 4 AHVV) unter Umständen mehrere Jahre vergehen können. Die Ausgleichskasse schätzt daher - in der Regel aufgrund der Angaben des Beitragspflichtigen - das massgebende reine Erwerbseinkommen selber ein (Art. 26 Abs. 1 und 2 AHVV), setzt die Beiträge fest (Art. 24 AHVV) und fordert den Beitragspflichtigen zu entsprechenden Akontozahlungen auf (Rz 136 und 198 der Wegleitung des Bundesamtes über die Beiträge der Selbständigerwerbenden und Nichterwerbstätigen, gültig ab 1. Januar 1980) oder sie erlässt gegebenfalls eine formelle Beitragsverfügung (ZAK 1978 S. 308). Der Beitragspflichtige hat alsdann die Beiträge laufend vierteljährlich zu entrichten (Art. 34 Abs. 1 lit. c AHVV) oder er hat, wenn er erst im nachhinein für das laufende oder ein vorangegangenes BGE 107 V 129 S. 132Kalenderjahr erfasst wird, diese provisorisch festgesetzten Beiträge nachzuentrichten (vgl. Rz 9 und 15 des Kreisschreibens über Verzugs- und Vergütungszinsen). Von dieser Nachzahlung zu unterscheiden ist diejenige, welche erst nach Eintreffen der Steuermeldung und aufgrund der definitiven Beitragsberechnung allenfalls angeordnet werden muss. Denn gemäss Art. 25 Abs. 5 AHVV hat die Ausgleichskasse Beiträge nachzufordern bzw. zurückzuerstatten, wenn sich später aus der Meldung der kantonalen Steuerbehörde ein höheres oder niedrigeres reines Erwerbseinkommen ergibt. Erhebt sich im Falle einer derartigen Nachzahlung die Frage des Verzugszinses, so ist für den Beginn des Zinslaufes Art. 41bis Abs. 3 lit. c AHVV anwendbar. Dagegen ist bei der Nachzahlung provisorisch festgesetzter Beiträge für ein abgelaufenes Kalenderjahr Art. 41bis Abs. 3 lit. b AHVV massgebend. Allerdings entbehrt der Wortlaut des Art. 41bis Abs. 3 lit. c AHVV einer gewissen Klarheit, werden doch nur ganz allgemein Beiträge erwähnt, welche im ausserordentlichen Verfahren festgesetzt wurden. Es kann sich dabei aber nur um die Nachzahlung von zuwenig entrichteten Beiträgen, d.h. um Differenzzahlungen handeln, was klarerweise eine Steuermeldung und eine definitive Beitragsberechnung voraussetzt und somit die Nachzahlung lediglich provisorisch festgelegter Beiträge ausscheiden lässt. Dies ergibt sich deutlich aus dem Vergleich mit Art. 41ter Abs. 3 AHVV, der im umgekehrten Falle der Vergütungszinsen vorschreibt, dass solche nicht ausgerichtet werden, wenn der Selbständigerwerbende, dessen Beiträge im ausserordentlichen Verfahren festgesetzt wurden, zuviel Beiträge bezahlt hat, womit ebenfalls eine Steuermeldung und eine definitive Beitragsberechnung vorausgesetzt ist. Im übrigen rechtfertigt es sich auch aus sachlichen Gründen, bloss für die Differenzbeträge der im ausserordentlichen Verfahren festgesetzten Beiträge eine Sonderstellung vorzusehen. Somit ist festzuhalten, dass der Lauf der Verzugszinsen gemäss Art. 41bis Abs. 3 lit. c AHVV nur für die im Rahmen des Art. 25 Abs. 5 AHVV angeordnete Beitragsnachzahlung gilt.\n\nb) Nachdem der Beschwerdegegner in seiner Eingabe vom 10. Juni 1980 eine Änderung der Einkommensgrundlagen geltend gemacht und provisorische Zahlen für das Jahr 1979 genannt hatte, setzte die Ausgleichskasse mit Verfügung vom 23. Juni 1980 die Beiträge für das vorangegangene Kalenderjahr im ausserordentlichen Verfahren provisorisch fest und ordnete deren Nachzahlung an. Entgegen dem im vorinstanzlichen Entscheid Gesagten BGE 107 V 129 S. 133liegt daher kein Anwendungsfall des Art. 41bis Abs. 3 lit. c AHVV vor; dieser könnte erst nach Eingang der endgültigen Steuermeldung für das Jahr 1979 eintreten, falls sich dannzumal ein höheres massgebendes Erwerbseinkommen ergeben sollte. Vielmehr laufen die Verzugszinsen vorliegendenfalls entsprechend Art. 41bis Abs. 3 lit. b AHVV vom 1. Januar 1980 an. Da die Nachzahlungsverfügung am 23. Juni 1980 erlassen wurde, hat der Beschwerdegegner für die fünf abgelaufenen Monate bis Mai 1980 2,5 Prozent Verzugszinsen auf dem Betrag von Fr. ... zu bezahlen.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn Gutheissung der Verwaltungsgerichtsbeschwerde werden der Entscheid der AHV-Rekurskommission des Kantons Zürich vom 21. November 1980 und die Verfügung der Ausgleichskasse des Kantons Zürich vom 5. September 1980 aufgehoben mit der Feststellung, dass der Beschwerdegegner für die Zeit von Januar bis Mai 1980 Verzugszinsen von Fr. ... schuldet."}