{"annee": "107", "cour": "III", "page": "11", "date": "25/6/1981", "cite": ["98 IA 135", "103 IA 199", "100 III 3"], "cite_par": ["119 III 70", "114 III 55", "119 III 118", "131 III 448", "127 III 55", "121 III 24"], "chapeau": "4. Entscheid der Schuldbetreibungs- und Konkurskammer vom 25. Juni 1981 i.S. X. (Rekurs)", "regestes": ["Notification d'un commandement de payer en République fédérale d'Allemagne. L'ordre public suisse n'interdit pas de reconnaître la notification d'un commandement de payer en République fédérale d'Allemagne, qui s'est faite selon le paragraphe 182 du code de procédure civile allemand, c'est-à-dire par dépôt auprès du tribunal d'arrondissement compétent."], "faits": "", "considerants": "BGE 107 III 11 S. 12\n\nDie Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Mit dem Rekurs im Sinne der Art. 19 SchKG und 78 ff. OG kann nur geltend gemacht werden, der angefochtene Entscheid beruhe auf einer Verletzung des Bundesrechts mit Einschluss von Staatsverträgen des Bundes; wegen Verletzung verfassungsmässiger Rechte der Bürger bleibt die staatsrechtliche Beschwerde vorbehalten (Art. 43 Abs. 1 in Verbindung mit Art. 81 OG). Soweit der Rekurrent einen Verstoss gegen Art. 4 BV rügt, wäre demnach auf den Rekurs an sich nicht einzutreten. Indessen läuft die Argumentation des Rekurrenten bei richtiger Betrachtung auf die Rüge hinaus, die Vorinstanz habe Bundesrecht verletzt. ob und wie ein schweizerischer Zahlungsbefehl im Ausland zugestellt werden könne, ist eine Frage der Anwendbarkeit und der Tragweite von Art. 66 Abs. 3 SchKG, mithin des schweizerischen Gesetzesrechts. Ausschliesslich danach beurteilt sich auch, ob die Anerkennung einer Zustellung im Ausland allenfalls gegen die schweizerische öffentliche Ordnung verstosse.\n\n2. Mit Recht hat die Vorinstanz festgehalten, die Zustellung von Betreibungsurkunden in der Bundesrepublik Deutschland richte sich nach den dort geltenden Vorschriften. Dies wird vom Rekurrenten denn auch nicht bestritten, so dass einzig zu beurteilen bleibt, ob die Zustellung des Zahlungsbefehls als rechtsgültig erfolgt anzuerkennen sei. Letzteres wäre dann zu verneinen, wenn die Anerkennung der Zustellung durch Niederlegung im Sinne von § 182 der deutschen Zivilprozessordnung (DZPO) im gegebenen Fall gegen den schweizerischen ordre public verstossen sollte, d.h. wenn dadurch grundlegende Vorschriften der schweizerischen Rechtsordnung missachtet würden und das einheimische Rechtsgefühl in unerträglicher Weise verletzt würde (vgl. BGE 103 Ia 204 E. 4a mit Hinweisen).BGE 107 III 11 S. 13\n\n3. Für den Fall, dass sich die Zustellung nach den übrigen Vorschriften nicht durchführen lässt, sieht § 182 DZPO vor, dass die Zustellung unter anderem dadurch erfolgen kann, dass das zu übergebende Schriftstück auf der Geschäftsstelle des Amtsgerichts, in dessen Bezirk der Ort der Zustellung gelegen ist, niedergelegt und eine schriftliche Mitteilung über die Niederlegung unter der Anschrift des Empfängers in der bei gewöhnlichen Briefen üblichen Weise abgegeben oder, falls dies nicht tunlich ist, an die Tür der Wohnung befestigt oder einer in der Nachbarschaft wohnenden Person zur Weitergabe an den Empfänger ausgehändigt wird. Dieser Zustellungsform stellt die Vorinstanz die Zustellung durch die Post im Sinne von Art. 72 Abs. 1 SchKG, genauer gesagt den Fall gegenüber, da bei der postalischen Zustellung einer eingeschriebenen Sendung oder einer Betreibungsurkunde kein Bezugsberechtigter anzutreffen ist. Sie weist darauf hin, dass bei dieser Sachlage gemäss Art. 157 der Verordnung (1) zum Postverkehrsgesetz (VO (1) zum PVG; SR 783.01) der Postbote eine Abholungseinladung mit Fristangabe zu hinterlassen habe und dass bei nicht rechtzeitiger Abholung durch den Empfänger die Sendung nach Art. 169 Abs. 1 lit. d der gleichen Verordnung als unzustellbar gelte. Unter Berufung auf verschiedene Entscheide des Bundesgerichts führt die Vorinstanz schliesslich aus, die höchstrichterliche Rechtsprechung knüpfe an die Unterlassung der Abholung die rechtliche Konsequenz, dass die Zustellung als am letzten Tag der auf der Abholungseinladung vermerkten Frist erfolgt zu betrachten sei. Es handle sich dabei ebenfalls um eine Fiktion, und der Unterschied zur Zustellung durch Niederlegung des deutschen Rechts bestehe einzig darin, dass die Zustellung nicht bereits mit der Abgabe der Abholungsanzeige, sondern erst am letzten Tag der Abholungsfrist als erfolgt gelte.\n\nOb an der erwähnten Rechtsprechung (vgl. BGE 100 III 5 E. 2 mit Hinweisen) festgehalten werden könne oder ob sie im Sinne der in BGE 98 Ia 138 f. E. 4 geäusserten Bedenken aufzugeben sei, braucht hier nicht erörtert zu werden. Indessen ist darauf hinzuweisen, dass es bei keinem der von der Vorinstanz angeführten Entscheide um die Zustellung von Betreibungsurkunden ging. Was diese betrifft, so sieht Art. 64 Abs. 2 SchKG vor, dass, wenn keine zum Empfang befugte Person angetroffen werde, die Betreibungsurkunde einem Gemeinde- oder Polizeibeamten zur Zustellung an den Schuldner zu übergeben sei. Für den Standpunkt des Rekurrenten lässt sich daraus jedoch nichts ableiten.\n\nBGE 107 III 11 S. 14\n\n4. Sollte die Zustellung des Zahlungsbefehls durch Niederlegung im Sinne von § 182 DZPO anzuerkennen sein, hätte dies zur Folge, dass die Frist zur Erhebung des Rechtsvorschlages ungenützt verstrichen wäre. Für den Fall der nicht verschuldeten Versäumnis einer Frist schafft das deutsche Zivilprozessrecht mit der in § 233 DZPO geregelten Wiedereinsetzung in den vorigen Stand die Möglichkeit, die versäumte Rechtshandlung nachzuholen. Die Wiedereinsetzung wird insbesondere dann gewährt, wenn der Betroffene glaubhaft zu machen vermag, dass er eine Verfügung, durch deren Zustellung eine Frist ausgelöst wurde, nicht rechtzeitig erhalten habe, wobei an die Glaubhaftmachung bzw. den Nachweis dieser Behauptung nicht allzu strenge Anforderungen gestellt werden (vgl. BVerfGE 26, Nr. 24, und 25, Nr. 19). Eine Wiedereinsetzung nach deutschem Recht kommt im Falle des Rekurrenten freilich von vornherein nicht in Frage, da es hier um die Versäumnis einer Frist des schweizerischen Rechts geht, die auch in der Schweiz hätte gewahrt werden müssen.\n\nDem Betriebenen, der ohne seine Schuld verhindert war, innert Frist Recht vorzuschlagen, stellt indessen auch das schweizerische Recht einen Rechtsbehelf zur Verfügung. Er kann gemäss Art. 77 Abs. 1 und 2 SchKG noch nachträglich - binnen drei Tagen seit dem Wegfall des Hindernisses - beim Richter den Rechtsvorschlag anbringen. solange die Verwertung noch nicht vollzogen bzw. der Konkurs noch nicht eröffnet worden ist. Der nachträgliche Rechtsvorschlag ist in der Praxis etwa dann zugelassen worden, wenn der Zahlungsbefehl durch Übergabe an eine Drittperson im Sinne von Art. 64 Abs. 1 zweiter Satz SchKG, durch Übergabe an das Mitglied einer Erbengemeinschaft, das nicht als deren Vertreter amtet (Art. 65 Abs. 3 SchKG), oder durch öffentliche Bekanntmachung im Sinne von Art. 66 Abs. 4 SchKG zwar rechtsgültig zugestellt worden war, der Betriebene bzw. die übrigen Mitglieder der betriebenen Erbengemeinschaft aus irgendeinem Grund ohne eigenes Verschulden jedoch erst nach Ablauf der Frist zur Erhebung des Rechtsvorschlages vom Zahlungsbefehl persönlich Kenntnis erhielten (zum ersten Fall vgl. BlSchK 42/1978 S. 145 ff. und BlSchK 38/1974 S. 114 f.; zum zweiten Fall vgl. BlSchK 13/1949 S. 154 f.; zum dritten Fall vgl. ZR 51/1952 Nr. 163 und ZBJV 64/1928 S. 81 f.). Dieser weiten Auslegung des Art. 77 SchKG ist beizupflichten (im gleichen Sinne auch das Schrifttum; vgl. JAEGER und JAEGER/DAENIKER, je N. 2 zu Art. 77 SchKG; BRAND, Der Rechtsvorschlag, SJK Nr. 979, S. 11 f.; FRITZSCHE, BGE 107 III 11 S. 15Schuldbetreibung und Konkurs, 2. A., I. Bd., S. 131; FAVRE, Droit des poursuites, 3. A., S. 140 f.; AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, S. 116).\n\nAus dem Gesagten erhellt, dass sich die Rechtslage in der Bundesrepublik Deutschland nicht wesentlich von derjenigen in der Schweiz unterscheidet, so dass nicht gesagt werden kann, die Anerkennung der Zustellung des Zahlungsbefehls an den Rekurrenten durch Niederlegung beim Amtsgericht verstosse gegen den schweizerischen ordre public. Einerseits bieten verschiedene der in der Schweiz vorgesehenen Zustellungsformen (Aushändigung an einen erwachsenen Hausgenossen oder an einen Angestellten; öffentliche Bekanntmachung) im Verhältnis zur Zustellung durch Niederlegung im Sinne von § 182 DZPO keine grössere Gewähr dafür, dass der Betriebene persönlich vom Zahlungsbefehl tatsächlich Kenntnis erlange. Andererseits kann der Betriebene, der ohne seine Schuld vom Zahlungsbefehl keine Kenntnis erhalten hat, um Zulassung des nachträglichen Rechtsvorschlages nachsuchen, was dem Antrag auf Wiedereinsetzung in den vorigen Stand des deutschen Rechts entspricht."}