{"annee": "107", "cour": "IV", "page": "25", "date": "9/2/1981", "cite": ["100 IA 180"], "cite_par": ["111 IA 341"], "chapeau": "8. Auszug aus dem Urteil des Kassationshofes vom 9. Februar 1981 i.S. Möller gegen Regierungsrat des Kantons Bern (Verwaltungsgerichtsbeschwerde).", "regestes": ["Art. 46 ch. 3 CP. Droit de celui qui subit une peine ou une mesure privative de liberté de communiquer librement avec son avocat ou avec une personne assimilée à celui-ci selon le droit cantonal. Etendue de ce droit dans le cas de détenus présentant des risques particuliers du point de vue de la sécurité."], "faits": "BGE 107 IV 25 S. 26\n\nA.- Christian Möller wurde vom Geschwornengericht des V. Bezirks des Kantons Bern am 30. Juni 1978 wegen Mordversuchs und weiterer Delikte zu elf Jahren Zuchthaus verurteilt. Als er sich in de Strafanstalt Thorberg im Strafvollzug befand, besuchte ihn am 22. Mai 1980 sein Anwalt Jean-Pierre Garbade. Nach diesem Besuch wurden Möller, seine Effekten und seine Zelle eingehend kontrolliert. Unter anderem hatte er einen Aktenordner mit Anwaltskorrespondenz abzugeben, der ebenfalls einer Kontrolle unterzogen wurde.\n\nB.- Am 4. Juni 1980 wandte sich Möller mit einer Eingabe an die Polizeidirektion des Kantons Bern und verlangte u.a., es sei festzustellen, dass die Durchsuchung des Aktenordners rechts- und verfassungswidrig sei. Mit Schreiben vom 18. Juni 1980 stellte der Polizeidirektor des Kantons Bern fest, dass die angeordnete Kontrollmassnahme im pflichtgemässen Ermessen und rechtmässig gewesen sei. Eine Einsprache Möllers wurde von der Polizeidirektion des Kantons Bern am 18. August 1980 abgewiesen.\n\nEine von Möller hiegegen beim Regierungsrat des Kantons Bern eingereichte Beschwerde wies dieser am 5. November 1980 ab.\n\nC.- Möller führt Verwaltungsgerichtsbeschwerde mit dem Antrag, die Verfügung des Regierungsrats sei aufzuheben.\n\nDie Justizdirektion des Kantons Bern und das Eidg. Justiz- und Polizeidepartement beantragen Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\n1. Die Verfügung des Regierungsrates ist nur angefochten, soweit sie die Kontrolle des Aktenordners mit Anwaltskorrespondenz betrifft.\n\nBGE 107 IV 25 S. 27\n\n2. Nach Art. 46 Ziff. 3 StGB steht dem Rechtsanwalt und dem nach kantonalem Recht anerkannten Rechtsbeistand in einem gerichtlichen oder administrativen Verfahren innerhalb der allgemeinen Anstaltsordnung das Recht zum freien Verkehr mit dem Eingewiesenen zu, soweit nicht eidgenössische oder kantonale Verfahrensgesetze entgegenstehen. Bei Missbrauch kann die Anstaltsleitung mit Zustimmung der zuständigen Behörde den freien Verkehr untersagen.\n\nSind somit die Rechte des in den Straf- oder Massnahmevollzug Eingewiesenen in einem Bundesgesetz geregelt, so kann nicht neben der Verletzung der gesetzlichen Bestimmung ein Verstoss gegen Art. 4 BV geltend gemacht werden, weil das Bundesgericht die Verfassungsmässigkeit von Bundesgesetzen nicht überprüfen darf (Art. 113 Abs. 3 BV). Dem Recht auf persönliche Freiheit kommt bezüglich der Verteidigungsrechte eines in Untersuchungshaft Stehenden neben Art. 4 BV keine selbständige Bedeutung zu (BGE 100 Ia 186 /7; Urteil der Staatsrechtlichen Kammer vom 7. Juni 1978 i.S. Kröcher-Möller). Das muss auch für die Verteidigungsrechte des Strafgefangenen gelten.\n\n3. Nach seinem Wortlaut gewährleistet Art. 46 Ziff. 3 StGB nur das Recht des Rechtsanwalts oder nach kantonalem Recht anerkannten Rechtsbeistands auf freien Verkehr mit dem Eingewiesenen. Ihrem Sinn nach aber will die Bestimmung vor allem dem Anstaltsinsassen dieses Recht gewähren, geht es doch um die Sicherung seiner Verteidigungsrechte.\n\nDas Recht zum freien Verkehr gemäss Art. 46 Ziff. 3 StGB bedeutet einerseits, dass sonst geltende quantitative Beschränkungen (etwa hinsichtlich Zahl und Dauer von Besuchen, Anzahl der Briefe) in bezug auf die Verbindung zum Anwalt jedenfalls grundsätzlich nicht zur Anwendung kommen, und anderseits, dass auf Kontrollen möglichst weitgehend verzichtet wird. Verteidigungsrechte werden tangiert, wenn die Verbindung zum Anwalt durch Beschränkungen der ersten Art unverhältnismässig eingeschränkt oder zeitweise sogar aufgehoben wird. Auch die Überwachung von Gesprächen ist eine erhebliche Behinderung. Die Kontrolle von Korrespondenz und Gesprächsnotizen unter Sicherheitsgesichtspunkten ist hingegen ein geringfügiger Eingriff, der die Verteidigungsrechte in der Regel nicht oder nur mittelbar berührt. Dass bei Gefangenen mit besonderen Sicherheitsrisiken eine solche Kontrolle BGE 107 IV 25 S. 28stattfindet, ist verhältnismässig und mit Art. 46 Ziff. 3 StGB vereinbar.\n\nBei gefährlichen Schwerverbrechern wie dem Beschwerdeführer verfolgt die Strafe neben dem Resozialisierungs- in besonderem Masse einen Sicherungszweck. Dieser ist zu gewährleisten und auch jedes entfernte Risiko der Flucht auszuschalten. Da bei Strafgegangenen mit Verbindungen zu internationalen Terroristenorganisationen dieses Risiko besonders gross ist, weil solche Gruppen bereit sind, für die Befreiung ihrer Mitglieder selbst zu äussersten Mitteln zu greifen, sind auch besonders einschränkende Massnahmen bezüglich des Verkehrs des Häftlings mit seinem Rechtsbeistand zulässig. Auch ein Verteidiger kann wissentlich oder gutgläubig zum Komplizen seines Klienten werden, etwa indem er ihm durch Vermittlung von Angaben Dritter zur Flucht verhilft. Bei Gefangenen mit Verbindungen zu Terroristengruppen ist es deshalb mit Art. 46 Ziff. 3 StGB vereinbar, Anwaltskorrespondenz und Gesprächsnotizen zu kontrollieren, selbst wenn die Person des Verteidigers an sich in keiner Weise verdächtig ist.\n\nNach dem Gesagten kann im vorliegenden Fall keine Rede von einer Verletzung des Art. 46 Ziff. 3 StGB sein. Nach dem unüberwachten Besuch des Verteidigers wurde ein Aktenordner des Beschwerdeführers, in dem sich neben Anwaltskorrespondenz auch Gesprächsnotizen hätten befinden können, während rund einer halben Stunde kontrolliert. Das war den besonderen Verhältnissen angemessen, zumal nichts dafür vorliegt, dass Möller wegen dieser Kontrolle in seinen Verteidigungsrechten beeinträchtigt worden wäre. Auch die Anwesenheit des Anwalts bei der Kontrolle und seine vorherige Einsicht in den Ordner waren nicht erforderlich. Der Vergleich des Beschwerdeführers mit der Hausdurchsuchung hinkt.\n\n4. Das Recht auf freien Verkehr des Anstaltsinsassen mit seinem Rechtsbeistand ist dem Grundsatz nach wie hinsichtlich seiner Beschränkungen in Art. 46 Ziff. 3 StGB geregelt, soweit dies der Natur der Sache nach in einem allgemeinen Erlass möglich und geboten ist. Soweit darin notwendig das Handeln im Einzelfall der Anstaltsleitung überlassen wurde, hat der Gesetzgeber es dieser auch anheimgestellt, ob sie Einschränkungen des Verkehrs zwischen Häftling und Rechtsbeistand in Einzelverfügungen oder in einer allgemeineren, bestimmte Fallgruppen erfassenden Ordnung vorsehen will. Ob dies im letztern BGE 107 IV 25 S. 29Fall durch eine Verordnung geschieht oder durch blosse interne Weisungen, ist bundesrechtlich ohne Belang, weil eben die gesetzliche Grundlage für Beschränkungen in Art. 46 StGB vorhanden ist. Entscheidend ist, dass die Verfügung oder die allgemeine Ordnung den Grundgedanken dieser Bestimmung nicht verletzt. Da dies vorliegend nicht der Fall ist, kann offen bleiben, ob die kantonalbernischen Vorschriften über die Behandlung von Insassen des Straf- und Massnahmevollzuges im Sonderregime vom 8. Dezember 1978, auf deren Ziffern 4 und 20 sich die hier durchgeführte Kontrollmassnahme stützte, bloss interne Weisungen oder rechtsgültige Verordnungsvorschriften sind. Auch im letzteren Fall blieben jedenfalls die beiden genannten Ziffern im Rahmen des Art. 46 StGB und verstiessen entgegen der Meinung des Beschwerdeführers nicht gegen Art. 2 ÜbBestBV."}