{"annee": "107", "cour": "II", "page": "255", "date": "12/7/1981", "cite": ["82 II 430", "98 IA 187", "70 II 271", "105 II 35", "64 II 121", "73 II 108"], "cite_par": ["113 II 187"], "chapeau": "38. Auszug aus dem Urteil der I. Zivilabteilung vom 12. Juli 1981 i.S. Ehrenberg & Bernasconi gegen Frischknecht und Appellationsgericht (Ausschuss) des Kantons Basel-Stadt (staatsrechtliche Beschwerde)", "regestes": ["Bail à loyer, répétition de l'indemnité de remise en état. Droit au remboursement de l'indemnité forfaitaire de remise en état, payée pour le blanchiment des plafonds d'un appartement. Cette prétention a son fondement non dans une modification de la jurisprudence mais dans l'ordre légal lui-même, tel qu'il existe depuis l'entrée en vigueur de l'AMSL (consid. 2 à 4). Conditions pour l'imputation d'un dommage lié à l'obligation de restitution (consid. 5)."], "faits": "|256|\n\nA.- M. Ehrenberg & R. Bernasconi vermieteten an Elsbeth Frischknecht im Hause Gasstrasse 66 in Basel vom 1. April 1974 bis 30. April 1977 eine 1-Zimmer-Wohnung und vom 1. Mai 1977 bis 30. September 1978 eine 2-Zimmer-Wohnung. Für beide Wohnungen zusammen gerechnet, bezahlte die Mieterin eine Instandstellungspauschale von Fr. 1'188.--. Sie belangte die Vermieter im Juni 1980 auf teilweise Rückerstattung im Betrage von Fr. 888.--.\n\nDer Zivilgerichtspräsident von Basel-Stadt hiess die Klage am 7. Juli 1980 für einen Betrag von Fr. 835.-- gut. Eine hiegegen gerichtete Beschwerde der Beklagten wies der Ausschuss des Appellationsgerichts des Kantons Basel-Stadt am 22. August 1980 ab.\n\nB.- Die Beklagten haben gegen die beiden kantonalen Entscheide staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV erhoben mit dem Antrag, sie aufzuheben.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Laut BGE 105 II 35 ff. ist es unter der Herrschaft des BMM nicht zulässig, dem Mieter im Rahmen der Instandstellungsentschädigung die Kosten für die Behebung von Folgen einer durch vertragskonformen Gebrauch eingetretenen Abnützung der Mietsache, und damit solche für das Weisseln der Decken einer gemieteten Wohnung, zu überbinden, weil dem die nach Art. 5 BMM zwingende Bestimmung von Art. 271 Abs. 2 OR entgegen steht. Gestützt auf diesen Entscheid forderte die Klägerin die von ihr als Mieterin für die Jahre 1974 bis 1978 bezahlte Instandstellungspauschale zurück, soweit sie für jene Aufwendungen bestimmt war.\n\n3. Die Beschwerdeführer machen geltend, die baselstädtischen Gerichte hätten aus BGE 105 II 35 ff. zu Unrecht geschlossen, die bezahlten ordentlichen Instandstellungskosten könnten grösstenteils - nach Abzug einer Reinigungspauschale - |257| zurückverlangt werden. Sie vertritt grundsätzlich den Standpunkt, einem die Rechtsprechung ändernden Gerichtsurteil komme keine Rückwirkung zu, was die kantonalen Instanzen in willkürlicher Weise nicht beachtet hätten. Die Beschwerdeführer stützen sich dabei auf ein vom Hauseigentümer-Verein Basel in Auftrag gegebenes Gutachten von Prof. KARL SPIRO, der allerdings zuvor in BJM 1979 S. 113 ff. die Frage \"Kann der Mieter die Instandstellungsentschädigung zurückfordern?\" mit zum Teil abweichenden Folgerungen unter bereicherungsrechtlichen Gesichtspunkten abgehandelt hatte.\n\nDer Einwand der Beschwerdeführer geht vorweg an der Tatsache vorbei, dass der Rückforderungsanspruch der Klägerin gar nicht auf einer Änderung der Rechtsprechung beruht, sondern auf der gesetzlichen Ordnung, wie sie seit dem Inkrafttreten des BMM am 7. Juli 1972 besteht und somit zur Zeit, als die Parteien ihre Mietverträge schlossen, bestand. Das wird zutreffend auch vom Appellationsgericht hervorgehoben. BGE 105 II 35 ff. fusst auf dieser gesetzlichen Ordnung und beinhaltet keinerlei Änderung einer früheren bundesgerichtlichen Rechtsprechung. Dass die baselstädtische Praxis die mit dem BMM im vorliegend interessierenden Belange eingeführte Neuerung während einiger Jahre übersah, ergibt zwar für die konkret erfassten Fälle eine endgültige Erledigung, schafft aber keine von der allgemeinen abweichende besondere Rechtslage. Im übrigen wurde die Unrechtmässigkeit der kantonalen Praxis nicht erst mit dem erwähnten Bundesgerichtsentscheid aufgezeigt, sondern im Schrifttum bereits früher festgestellt (SCHMID, N. 19/20 zu Art. 271 OR). Dem Appellationsgericht war das, bezogen auf Art. 271 Abs. 2 OR, denn auch nicht entgangen, doch glaubte es, an seiner Praxis auf dem Umweg über Art. 271 Abs. 1 OR festhalten zu können (vgl. BGE 105 II 37 f.). Wenn es nun von jener gesetzwidrigen Praxis abgeht und übereinstimmend mit dem Zivilgerichtspräsidenten die volle Geltung des BMM für die nach dessen Inkrafttreten abgeschlossenen oder abgeänderten Mietverhältnisse anerkennt, so kann darin keinerlei Willkür erblickt werden.\n\nDie im Gutachten Spiro enthaltene Anregung, zwischen beendeten und noch abzuwickelnden Rechtsverhältnissen zu unterscheiden und jene auf sich beruhen zu lassen, wäre dort allenfalls in Betracht zu ziehen, wo es wirklich um die Folgen einer Änderung der Rechtsprechung geht. Hier handelt es sich indessen um die Durchsetzung einer an sich klaren gesetzlichen Ordnung, die |258| lediglich in kantonaler Praxis zeitweilig ausseracht gelassen wurde, ohne dass sich diese auf eine höchstrichterliche Rechtsprechung oder auf Äusserungen in der Lehre hätte stützen können (SPIRO, in BJM 1979, S. 114). Rücksichten auf die Rechtssicherheit reichen bei solchen Voraussetzungen zur Begründung nicht aus. Im Vordergrund steht, besonders unter dem Gesichtspunkt von Art. 4 BV, die Gewährleistung der Rechtsgleichheit. Bundesrecht erfordert, wesensbedingt, einheitliche materielle Geltung auf gesamtschweizerischer Ebene. Es kann nicht regionaler Praxis vorbehalten bleiben, seine Anwendbarkeit, über von ihm selber gesetzte örtliche Begrenzungen (Art. 3 BMM) oder Übergangsregelungen hinaus, zeitlich zu verzögern oder sachlich einzuschränken.\n\n4. Wer in ungerechtfertigter Weise aus dem Vermögen eines andern bereichert worden ist, hat gemäss Art. 62 OR diese Bereicherung zurückzuerstatten; so insbesondere dann, wenn er ohne jeden gültigen Grund eine Zuwendung erhalten hat. Wer eine Nichtschuld freiwillig bezahlt, kann das Geleistete nach Art. 63 Abs. 1 OR jedoch nur dann zurückfordern, wenn er nachzuweisen vermag, dass er sich über die Schuldpflicht im Irrtum befunden hat.\n\nDie Klägerin leistete die Instandstellungspauschale für die von ihr gemieteten Wohnungen aufgrund vertraglicher Abreden. Diese waren hinsichtlich der in die Entschädigung einbezogenen Kosten für das Weisseln der Wohnungsdecken nichtig. Insoweit zahlte die Klägerin ohne gültigen Grund.\n\nWeiter bejaht das Appellationsgericht sowohl die Freiwilligkeit der Leistung wie den Irrtum der Klägerin. Die dagegen erhobenen Willkürrügen der Beschwerdeführer halten nicht stand. Die Klägerin zahlte solvendi causa, aus keiner sonstigen Veranlassung, somit freiwillig (VON TUHR/PETER, Allgemeiner Teil des Schweizerischen Obligationenrechts I, S. 478). Ebenso befand sie sich im Irrtum über ihre Schuldpflicht, in einem möglicherweise durch die kantonale Praxis erweckten Irrtum über die wirkliche Rechtslage, in einem Rechtsirrtum also, der für die Begründung der Rückforderungsklage genügt (BGE 98 Ia 193, BGE 70 II 272, BGE 64 II 127; VON TUHR/PETER, a.a.O., S. 483; GUHL/MERZ/KUMMER, OR 7. Auflage, S. 200: Bucher, Schweizerisches Obligationenrecht Allgemeiner Teil ohne Deliktsrecht, S. 614).\n\nWollte man mit der Beschwerde übrigens annehmen, die Zahlung sei unfreiwillig, weil unter dem Druck der damaligen kantonalen Praxis, erbracht worden, so entfiele ein Irrtumsnachweis |259| als Voraussetzung des Rückerstattungsanspruches, wie das Appellationsgericht zutreffend anmerkt (VON THUR/PETER, a.a.O., S. 485; BUCHER, a.a.O., S. 613).\n\n5. Als willkürlich beanstanden die Beschwerdeführer sodann die Nichtanrechnung eines sogenannten Rückforderungsschadens (Art. 64 OR; BGE 82 II 439, BGE 73 II 108 f., BGE 64 II 131 f.; VON TUHR/PETER, a.a.O., S. 505, 509 f.; GUHL/MERZ/KUMMER, a.a.O., S. 204).\n\nDas Appellationsgericht verneint den Anspruch nicht als solchen. Wenn es erklärt, von vornherein könne es nicht darum gehen, eine rechtlich unzulässige Forderung mit anderer Begründung - nämlich der Geltendmachung unterbliebener Mietzinserhöhung - zu \"legitimieren\", so ist das an sich wie namentlich im anschliessenden Bezug auf die Missbrauchsgesetzgebung durchaus richtig. Unter der Herrschaft des BMM kann es in der Tat nicht genügen, einfach zu behaupten, die Beklagten hätten selbstverständlich den Mietzins entsprechend erhöht, sofern sie gewusst hätten, dass sie eines Tages den grössten Teil der ordentlichen Instandstellungskosten zurückzahlen müssten. Es fragt sich vielmehr, ob die zusätzliche Belastung der Aufwandrechnung der Beklagten mit den von der Klägerin nicht zu tragenden Kosten für das Weisseln der Decken der gemieteten Wohnungen nach den Kriterien des BMM eine Erhöhung der Mietzinsen erlaubt hätte. Damit deckt sich die Anforderung des Appellationsgerichtes, gemäss der im Einzelfall hinreichend nachgewiesen werden muss, dass eine Mietzinserhöhung überhaupt möglich gewesen und bei Kenntnis der Rechtslage durchgeführt worden wäre. Mag letzteres einigermassen im Hypothetischen liegen, so war ersteres entgegen der Beschwerde gewiss beweisbar und hätte im Streit um eine erfolgte Zinserhöhung auch bewiesen werden müssen. Solchen Nachweis bieten die Beschwerdeführer nicht an. Ohne ihn entbehren die angestellten Prozentberechnungen der unerlässlichen Grundlage. Alsdann ist die offensichtlich aus Kenntnis der lokalen Verhältnisse gewonnene Annahme der kantonalen Richter nicht zu beanstanden, die vereinbarten Mietzinse würden, bezogen auf die Grösse der gemieteten Wohnflächen, auch ohne nachträgliche prozentuale Erhöhung noch eine angemessene Rendite ermöglicht haben."}