{"annee": "107", "cour": "IB", "page": "170", "date": "9/7/1981", "cite": ["100 IA 277", "100 IB 368", "104 IB 301", "102 IB 91", "97 I 604", "103 IB 210", "99 IB 211"], "cite_par": ["110 IA 67", "112 V 106", "111 IA 280", "140 V 328", "110 V 54", "112 IA 180", "109 IB 214", "113 IB 363", "110 IB 196", "112 IB 70", "125 V 499", "129 II 321", "124 II 124", "112 IB 128", "111 IB 32", "117 IB 9", "109 IA 116", "108 IB 206", "116 IB 418", "116 IB 321", "115 IB 366"], "chapeau": "32. Arrêt de la Ire Cour de droit public du 9 juillet 1981 dans la cause Commune de Jussy contre Charles Homère et Conseil d'Etat du canton de Genève (recours de droit administratif)", "regestes": ["Art. 97 al. 1 OJ et 5 PA; décision attaquable. Une mesure qui, fondée exclusivement sur le droit cantonal, équivaut cependant à un refus de sanctionner une violation du droit fédéral, est une décision au sens de l'art. 5 PA; elle peut dès lors faire l'objet d'un recours de droit administratif (consid. 1). Art. 103 let. c OJ; qualité pour recourir d'une commune. Décision autorisant le maintien d'une construction illicite à titre précaire, considérée comme une autorisation exceptionnelle de construire hors de la zone à bâtir au sens de l'art. 24 LAT. La commune intéressée a dès lors qualité pour recourir conformément à l'art. 34 al. 2 LAT en relation avec l'art. 103 let. c OJ (consid. 2). Violation des droits de partie de la commune en cause et, en particulier, de son droit d'être entendue (consid. 3)."], "faits": "BGE 107 Ib 170 S. 171\n\nCharles Homère est propriétaire, sur le territoire de la commune de Jussy, de deux parcelles (Nos 10211 et 10383) constituant ensemble une longue bande de terrain au sud de la route de Monniaz et classées en zone agricole (5e zone B) selon l'art. 11 al. 6 lettre b de la loi genevoise sur les constructions et les installations diverses du 25 mars 1961 (LCI).\n\nLe 5 octobre 1977, ce propriétaire a présenté au Département des travaux publics du canton de Genève une requête en vue d'obtenir l'autorisation d'aménager deux appartements dans le bâtiment édifié sur la parcelle No 10383 et servant de dépôt à son entreprise générale de construction. Par décision du 15 décembre 1977, le Département précité a refusé l'autorisation sollicitée, en se fondant notamment sur les art. 11 al. 6 LCI et 20 de la loi fédérale sur la protection des eaux contre la pollution du 8 octobre 1971 (LPEP), ainsi que sur les dispositions d'application de ces textes. Il a considéré que ce projet n'était pas conforme aux buts assignés à la zone agricole et qu'il ne répondait pas à un besoin objectivement fondé.\n\nHomère a recouru auprès de la Commission de recours instituée par la LCI. Dans sa séance du 6 juin 1978, cette commission a rejeté le recours et confirmé la décision du Département des travaux publics du 15 décembre 1977.\n\nEn dépit du refus qui lui avait été signifié, Homère a procédé à la réalisation de son projet et transformé son dépôt en un bâtiment d'habitation comprenant deux appartements. Son entreprise ayant été mise en liquidation concordataire, le liquidateur a déposé le 17 janvier 1980 une demande, fondée sur l'art. 208 LCI, en vue de laisser subsister la nouvelle construction à titre précaire, moyennant le paiement d'une redevance annuelle.BGE 107 Ib 170 S. 172\n\nPar arrêté du 25 juin 1980, le Conseil d'Etat a accordé l'autorisation requise. Il a fixé le montant de la redevance à 5'000 fr. par an pour une période de quinze ans, en laissant toutefois la faculté au propriétaire de faire un versement unique de 75'000 fr. exigible le 31 août 1980. Cette décision n'a pas été notifiée à la commune de Jussy qui, de surcroît, n'avait pas été invitée à participer à la procédure ouverte par la requête du 17 janvier 1980.\n\nAgissant par la voie du recours de droit administratif, la commune de Jussy demande au Tribunal fédéral d'annuler l'arrêté du Conseil d'Etat du canton de Genève du 25 juin 1980. Elle soutient, en substance, que la décision attaquée est contraire à l'art. 24 al. 1 de la loi fédérale sur l'aménagement du territoire du 22 juin 1979 (LAT), qui règle de manière exhaustive les conditions pour l'octroi d'autorisations de construire exceptionnelles hors de la zone à bâtir. Elle allègue en outre que cette décision est entachée d'un vice de forme.\n\nAux termes de leurs observations, l'Etat de Genève et Charles Homère concluent principalement à l'irrecevabilité du recours, subsidiairement à son rejet.\n\nQuant à l'Office fédéral de l'aménagement du territoire, il est de l'avis que le recours est recevable et que l'arrêté attaqué doit être annulé.", "considerants": "Considérant en droit:\n\n1. Aux termes de l'art. 97 al. 1 OJ, le Tribunal fédéral connaît en dernière instance des recours de droit administratif contre des décisions au sens de l'art. 5 PA, c'est-à-dire des mesures prises par les autorités dans des cas d'espèces et fondées sur le droit public fédéral.\n\nTout en ne prétendant pas, expressément, que sa décision ne puisse pas faire l'objet d'un recours de droit administratif, l'autorité cantonale soutient que celle-ci se fonde exclusivement sur le droit cantonal, soit sur l'art. 208 LCI. Cette disposition lui donnerait le pouvoir discrétionnaire de renoncer dans certains cas à sanctionner une violation du droit commise par l'auteur d'une construction ou d'une installation. L'art. 208 LCI ressortirait au droit d'exécution, qui est de la compétence des cantons et ne saurait, par sa nature même, entraîner une violation du droit fédéral.\n\nCe raisonnement est erroné. En effet, on est en présence d'une BGE 107 Ib 170 S. 173décision susceptible d'être attaquée par la voie du recours de droit administratif non seulement lorsque la mesure contestée est fondée sur le droit public fédéral au sens de l'art. 5 PA, mais aussi lorsqu'elle a été prise en application du droit cantonal alors qu'elle aurait dû l'être en application du droit fédéral (ATF 103 Ib 213 consid. 1a, ATF 100 Ib 370 consid. 1, 448 consid. 2 et arrêts cités).\n\nL'art. 208 LCI permet au gouvernement cantonal d'accorder des autorisations à titre précaire lorsqu'une construction ou une installation entreprise, avec ou sans autorisation, n'est pas conforme aux prescriptions légales. Bien que cette disposition ne soit pas plus précise sur ce point, la présente espèce démontre que les prescriptions légales dont l'autorité cantonale peut renoncer à sanctionner la violation, en accordant une autorisation à titre précaire, peuvent appartenir tant au droit fédéral qu'au droit cantonal. Il est en effet constant que la transformation du dépôt de l'intimé en bâtiment d'habitation a été réalisée sur un terrain non équipé, situé en dehors du périmètre du plan directeur des égouts. La décision attaquée n'a ainsi pas tenu compte des conditions mises à l'octroi d'une autorisation de bâtir soit par le droit fédéral en vigueur au moment où les travaux ont été effectués (notamment art. 20 LPEP et 25 OGPEP), soit par celui en vigueur au moment de la décision (art. 22 LAT). Admettre que, en raison de son caractère précaire, une autorisation selon l'art. 208 LCI peut être accordée sans considération des prescriptions du droit fédéral auxquelles elle déroge pourrait conduire, le cas échéant, à entraver sérieusement l'application de celui-ci. Dans la mesure où elle constitue une renonciation à sanctionner une violation du droit fédéral, il faut donc reconnaître qu'une décision prise sur la base de l'art. 208 LCI est une décision au sens de l'art. 5 PA et qu'elle peut, en principe, faire l'objet d'un recours de droit administratif.\n\n2. a) La qualité pour former un recours de droit administratif est définie par l'art. 103 OJ. La recourante n'étant pas une autorité fédérale, la lettre b de cette disposition ne lui est d'emblée pas applicable. Quant à la lettre a, qui ouvre la voie du recours de droit administratif à quiconque est atteint par la décision attaquée et a un intérêt digne de protection à ce qu'elle soit annulée ou modifiée, elle ne concerne pas les autorités ou les collectivités de droit public. Celles-ci peuvent certes former un recours de droit administratif lorsqu'elles sont touchées directement dans leur patrimoine, par exemple lorsqu'une restriction au droit de construire les touche en qualité de BGE 107 Ib 170 S. 174propriétaires fonciers (ATF 100 Ia 281 consid. 2a, ATF 99 Ib 213 consid. 3, 98 Ib 279, ATF 97 I 606 consid. 2 a). Cette voie ne leur est par contre pas ouverte pour la sauvegarde de l'intérêt public. S'agissant des autorités ou collectivités publiques cantonales ou communales, ce n'est que dans le cadre de l'art. 103 lettre c OJ qu'un droit de recours leur est reconnu à cette fin, c'est-à-dire lorsque la législation fédérale le leur accorde expressément.\n\nb) L'art. 34 al. 2 LAT, entré en vigueur le 1er janvier 1980, institue notamment le droit des communes de recourir au Tribunal fédéral par la voie du recours de droit administratif contre les décisions prises par l'autorité cantonale de dernière instance sur des demandes de dérogation selon l'art. 24 LAT. Or il y a lieu de constater qu'en l'espèce, la demande d'autorisation précaire est postérieure au 1er janvier 1980 et que la décision attaquée, bien qu'autorisant le maintien de la construction litigieuse pour une durée limitée (15 ans), a pratiquement pour résultat d'accorder une autorisation exceptionnelle hors de la zone à bâtir au sens de l'art. 24 LAT. Cela suffit, dans le cas particulier, pour fonder le droit de recourir de la commune de Jussy.\n\nCertes, l'ouvrage litigieux a été exécuté avant le 1er janvier 1980, date de l'entrée en vigueur de la LAT, ce qui implique qu'en principe l'autorité compétente pour se prononcer sur son maintien ou sur sa suppression pouvait examiner sa légalité à la seule lumière du droit en vigueur au moment de sa construction (cf. ATF 104 Ib 304 consid. 5c et les arrêts cités). Il est vrai également qu'à cette époque, le droit en vigueur n'accordait pas encore aux communes un droit de recours en conformité de l'art. 103 lettre c OJ, en vue de sauvegarder l'intérêt général (cf., pour la législation sur la protection des eaux, ATF 100 Ia 281 consid. 2 b). Il y a lieu toutefois de poser que l'application à l'espèce de l'ancien droit au titre de droit matériel ne pouvait avoir pour effet de vider de leur substance les dispositions de protection juridique instituées par la nouvelle législation sur l'aménagement du territoire. L'application de ce droit avait pour but d'éviter une violation du principe de la proportionnalité qui résulterait de l'ordre de démolir un bâtiment achevé qui, conforme au droit lors de sa construction, ne le serait plus au moment où l'autorité statue. Elle ne change rien au fait que la demande d'autorisation précaire du 17 janvier 1980 avait formellement le caractère d'une demande d'autorisation exceptionnelle au sens du nouveau droit qui venait d'entrer en vigueur.BGE 107 Ib 170 S. 175\n\nLa référence à l'ancien droit matériel ne pouvait donc priver les intéressés de la protection juridique instituée désormais en leur faveur.\n\nIl faut ainsi reconnaître à la commune la qualité pour recourir par la voie du recours de droit administratif, conformément à l'art. 34 al. 2 LAT en relation avec l'art. 103 lettre c OJ.\n\nc) La décision attaquée a été rendue le 25 juin 1980 et notifiée en juillet 1980. Elle n'a pas été communiquée à la commune de Jussy, que l'autorité cantonale estimait n'être pas une personne intéressée. On se trouve donc en présence d'une notification irrégulière qui, au sens de l'art. 38 PA, ne peut entraîner aucun préjudice pour les parties (cf. art. 107 al. 3 OJ; ATF 100 Ib 457 consid. 3a). La recourante affirme qu'elle n'a pris connaissance de la demande d'autorisation précaire et de la décision attaquée que de manière fortuite, et cela le 5 décembre 1980. La lettre qu'elle a adressée à son avocat le 18 décembre 1980 confirme cet élément qui, au reste, n'est pas contesté par l'autorité intimée. La décision attaquée, statuant sur un état de fait existant, n'était pas de nature à produire des effets extérieurs qui auraient dû attirer l'attention de l'autorité communale. Il en résulte qu'en déposant son recours de droit administratif le 24 décembre 1980, celle-ci a respecté les conditions posées par la jurisprudence pour que le délai de recours soit sauvegardé en cas de notification irrégulière (ATF 102 Ib 91 ss).\n\n3. Aux termes de l'art. 6 PA, ont qualité de parties les personnes dont les droits ou les obligations pourraient être touchés par la décision à prendre, ainsi que les autres personnes, organisations ou autorités qui disposent d'un moyen de droit contre cette décision. Dès lors qu'il est admis que la commune de Jussy disposait d'un droit de recours en conformité de l'art. 103 lettre c OJ en relation avec l'art. 34 al. 2 LAT, on doit constater qu'elle avait qualité de partie dans la procédure ouverte par la demande d'autorisation de construire litigieuse. L'autorité cantonale devait donc respecter ses droits de partie comme elle l'aurait fait avec n'importe quel administré. Or il est constant que la recourante n'a nullement été entendue au cours de la procédure et qu'elle n'a même appris l'existence de cette dernière que fortuitement, une fois la décision du Conseil d'Etat rendue. Il en résulte à l'évidence que son droit d'être entendue n'a pas été respecté. Il importe peu à cet égard que cette violation des règles fondamentales de la procédure ne soit guère explicitée BGE 107 Ib 170 S. 176dans son acte de recours. En effet, saisi d'un recours de droit administratif, le Tribunal fédéral doit examiner d'office si le droit d'être entendu des parties à une procédure administrative, tel qu'il résulte de l'art. 4 Cst., a été violé et il n'est pas lié, sur ce point, par la motivation des parties (art. 114 al. 1 in fine OJ).\n\nL'existence de telles irrégularités formelles (violation des règles fondamentales de la procédure et, en particulier, du droit d'être entendu) suffit pour que le présent recours de droit administratif soit admis et la décision attaquée annulée. Il appartient dès lors au Conseil d'Etat genevois de rendre une nouvelle décision qui respecte les droits de toutes les parties intéressées à la procédure et, notamment, celui de la commune de Jussy à être entendue.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours et annule l'arrêté attaqué."}