{"annee": "107", "cour": "IB", "page": "208", "date": "5/6/1981", "cite": ["86 I 42", "90 I 258"], "cite_par": [], "chapeau": "38. Urteil der II. öffentlichrechtlichen Abteilung vom 5. Juni 1981 i.S. H. gegen Wehrsteuerrekurskommission des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 21 al. 1 let. c AIN; sort, du point de vue fiscal, des intérêts courus mais non échus. Celui qui acquiert des obligations doit acquitter l'impôt sur l'entier des intérêts qu'elles produisent; il ne peut déduire ce qu'il a payé au vendeur à raison des intérêts qui étaient courus mais non échus au moment de l'aliénation des titres."], "faits": "|209|\n\nBeim Erwerb von Obligationen bezahlte H. im Jahre 1976 insgesamt Fr. 9'112.-- Marchzinsen. In der Steuererklärung für die 19. Periode 1977/78 der Wehrsteuer zog er den Betrag von Fr. 4'556.-- im Zweijahresdurchschnitt von seinen Zinseinnahmen ab. Die Veranlagungsbehörde liess den Abzug indessen nicht zu. Die Einsprache von H. blieb erfolglos, und die Wehrsteuerrekurskommission des Kantons Zürich wies die dagegen erhobene Beschwerde ab. H. reichte vergeblich Verwaltungsgerichtsbeschwerde beim Bundesgericht ein.", "considerants": "Erwägungen:\n\n1. In der Regel werden beim Verkauf von Obligationen neben dem Kaufpreis zusätzlich sog. Marchzinsen in Rechnung gestellt; damit vergütet der Käufer, der den vollen Betrag des nächst fälligen Zinscoupons einziehen wird, dem Veräusserer einen Teil des Zinses für die Zeit, während der der Veräusserer noch im Besitze des Titels war. Der Marchzins ist keine Zinsleistung des Titelschuldners, sondern die Vergütung des neuen an den bisherigen Gläubiger für den bis zum Handwechsel aufgelaufenen, aber noch nicht fällig gewordenen Zinsanspruch (vgl. R. PFUND, Die Eidgenössische Verrechnungssteuer, I. Teil, S. 78 N. 2.26 zu Art. 4 Abs. 1 lit. a).\n\n2. In bezug auf die steuerrechtliche Behandlung von Marchzinsen bestehen in der Praxis Unsicherheiten, und Praxis und Doktrin kommen zu unterschiedlichen Lösungen. Der Beschwerdeführer macht mit einer wirtschaftlichen Betrachtungsweise geltend, es komme ihm tatsächlich nicht der ganze Zinsbetrag aus den Obligationen zu. Sein Einkommen reduziere sich vielmehr um den Betrag, den er dem Veräusserer der Obligationen in Form von Marchzinsen entrichte. Steuerpflichtig sei er aus diesem Grunde nur für den Restbetrag. Der Beschwerdeführer vermag seine Ansicht auf einen Entscheid der Oberrekurskommission des Kantons Zürich vom 11. Dezember 1958 (RB 1958 Nr. 6 S. 13) und auf die Meinung von A. REIMANN/F. ZUPPINGER/E. SCHÄRRER (Kommentar |210| zum Zürcher Steuergesetz, Band II, S. 203 N. 32) zu stützen, wonach beim Erwerb von Anleihensobligationen bezahlte Marchzinsen den nominellen Vermögensertrag dieser Obligationen mindern. Ob sich der Beschwerdeführer tatsächlich auf H. MASSHARDT (Wehrsteuerkommentar, Ausgabe 1980, S. 102 f. N. 66 f.) berufen kann, erscheint angesichts der etwas unklaren Formulierung fraglich. In einem neueren Urteil vom 19. November 1979 nimmt das Verwaltungsgericht des Kantons Bern zum \"spiegelbildlichen\" Problem, wie Marchzinsen aus der Sicht des Obligationenveräusserers zu behandeln sind, eingehend Stellung (BVR 1981 S. 53 ff.): Durch die Marchzinsvergütung gelte der Erwerber die bis zum Verkaufstag aufgelaufenen, aber noch nicht fälligen Zinsen ab. Mithin leiste der Erwerber bloss Vorschuss für die Zinszahlung an den Veräusserer. Der Veräusserer erhalte mit den Marchzinsen die Gegenleistung für den Einsatz seines Kapitals. Unerheblich sei, dass der Marchzins vom Obligationenkäufer und nicht vom Obligationenschuldner bezahlt wird. Somit unterlägen die Marchzinsen beim Veräusserer der ordentlichen Einkommenssteuer. Sind die Marchzinsen beim Veräusserer als Einkommen zu zählen, so wäre daraus zu schliessen, dass der Erwerber der Obligationen die bezahlten Marchzinsen zum Abzug bringen kann.\n\nDie zürcherischen und eidgenössischen Behörden vertreten die entgegengesetzte Ansicht und wollen die vom Erwerber bezahlten Marchzinsen nicht zum Abzug zulassen. Ihre Argumentation geht weniger von wirtschaftlichen Überlegungen als vielmehr vom Wortlaut des Wehrsteuerbeschlusses aus. Nach Art. 21 Abs. 1 WStB fällt das gesamte Einkommen der Steuerpflichtigen aus Erwerbstätigkeit, Vermögensertrag oder andern Einnahmequellen in die Steuerberechnung. Darunter fällt nach lit. c jedes Einkommen aus beweglichem Vermögen wie Zinsen, Renten und Gewinnanteile aus Guthaben und Beteiligungen aller Art; insbesondere sind alle durch Zahlung, Überweisung, Gutschrift, Verrechnung oder auf andere Weise bewirkten Leistungen des Schuldners an den Gläubiger dazuzuzählen, die rechtlich nicht zur Tilgung der Kapitalschuld führen. Demnach unterliegt grundsätzlich der ganze vom Titelschuldner an den Titelgläubiger ausbezahlte Zinsbetrag der Besteuerung im Sinne von Art. 21 Abs. 1 WStB. Der Wertschriftenertrag wird nach der Praxis bei demjenigen als Einkommen erfasst, der ihn vom Schuldner erhält, also im Zeitpunkt der Leistung Gläubiger ist (BGE 90 I 261 Erw. 3, ASA 31 S. 171 f.). Die Zurechnung erfolgt in dem Zeitpunkt, in dem dem Gläubiger die Zinsen ausbezahlt, überwiesen, gutgeschrieben, mit Gegenforderungen |211| verrechnet oder sonstwie in seine Verfügungsgewalt gelangen. Die Regelung von Art. 21 Abs. 1 lit. c WStB nimmt nicht Rücksicht auf den Preis, den der Titelinhaber für den Erwerb des Titels ausgelegt hat. Dies gilt nach der Praxis sowohl für Aktien, in deren Übernahmepreis sich die aufgelaufenen Dividenden direkt niederschlagen, als auch für Obligationen, bei deren Erwerb dem Veräusserer ein separat ausgewiesener Marchzins entrichtet wird (BGE 90 I 261 Erw. 3, BGE 86 I 45 Erw. 2, ASA 38 S. 170 ff.). Es ist ohne Bedeutung, was der Gläubiger für die Obligation bezahlt hat (E. KÄNZIG, Die Eidgenössische Wehrsteuer, Ergänzungsband, 2. Auflage 1972, S. 56 N. 60 zu Art. 21 Abs. 1 lit. c WStB); die steuerliche Zurechnung erfolgt beim Obligationär mit dem vollen Zins, auch wenn das Wertpapier erst kurz vor dem Ertragszufluss inklusive Coupon erworben worden ist (E. KÄNZIG, Die Eidgenössische Wehrsteuer, 1. Auflage 1962, S. 137 N. 61 zu Art. 21 Abs. 1 lit. c WStB). Bei dieser Betrachtungsweise stellen die Marchzinsen für den Erwerber des Titels einen Teil des Kaufpreises und für den Veräusserer einen Kapitalgewinn dar (E. GRÜNIGER/W. STUDER, Kommentar zum Basler Steuergesetz, Auflage 1970, S. 182).\n\nDie vom Beschwerdeführer gegen diese Ansicht erhobenen Einwände vermögen nicht durchzudringen; vielmehr ist der Meinung der Steuerbehörden, die Marchzinsen beim Käufer nicht zum Abzug zuzulassen, der Vorzug zu geben. Der Beschwerdeführer macht geltend, die Besteuerung des ganzen ungekürzten Jahreszinses stelle insofern eine unzulässige \"Doppelbesteuerung\" dar, als der gleiche Marchzins bei Käufer und Verkäufer der Einkommenssteuer unterworfen werde. Dies ist indessen meist nicht der Fall, weil der bezahlte Marchzins als Bestandteil des Kaufpreises beim Verkäufer zu Vermögenssubstanz wird; er bildet kein steuerpflichtiges Kapitalertragseinkommen, sondern wird gegebenenfalls Bestandteil eines Kapitalgewinnes, der jedenfalls von der Wehrsteuer bei nicht buchführungspflichtigen Steuerpflichtigen überhaupt nicht und bei buchführungspflichtigen nur soweit erfasst wird, als es sich bei den veräusserten Wertpapieren um Geschäftsvermögen handelt.\n\nUnbehelflich ist auch der Hinweis, die von der Vorinstanz vertretene Auffassung sei völlig wirklichkeitsfremd und führe zu stossenden Ungerechtigkeiten. Wird bei der Berechnung der Marchzinsen die voraussichtliche Besteuerung des ganzen, erst später fällig werdenden Zinsbetrages nicht mitberücksichtigt, so ist es durchaus denkbar, dass der Obligationenerwerber, der dies nicht bedenkt, |212| unter diesem Gesichtspunkt dem Veräusserer einen zu hohen Preis zahlt. Das Bundesgericht hat indessen mit aller Deutlichkeit darauf hingewiesen, dass es Sache des Titelerwerbers sei, der voraussehbaren steuerlichen Belastung des Ertrages bei der Annahme des Kaufpreises - zuzüglich Marchzinsen - Rechnung zu tragen (BGE 90 I 261 f.; KÄNZIG, Ergänzungsband, a.a.O., S. 56 N. 60 zu Art. 21 Abs. 1 lit. c WStB). Darauf werden auch in Zukunft die Erwerber von Obligationen zu achten haben.\n\nDer Beschwerdeführer macht schliesslich geltend, die Besteuerung des ganzen Zinsbetrages ohne Abzug der Marchzinsen entbehre einer genügenden rechtlichen Grundlage. Aus dem Wortlaut von Art. 21 Abs. 1 lit. c WStB ergibt sich indessen, dass grundsätzlich der ganze vom Obligationenschuldner dem Obligationengläubiger ausbezahlte Zinsertrag der Besteuerung unterliegt, soweit keine Tilgung der Kapitalschuld erfolgt (BGE 90 I 261 Erw. 3, BGE 86 I 45 Erw. 2, ASA 38 172; vgl. auch einen Entscheid der Steuerrekurskommission des Kantons Luzern vom 7. Februar 1958, in: ZBl 59/1958 S. 532 f.).\n\nDiese Lösung bringt zudem, insbesondere für den Fall mehrerer Handänderungen, den Vorteil einer einfachen Steuererhebung mit sich. Sie ermöglicht auch eine gleiche Behandlung von Obligationenerwerbern und Aktienkäufern; da sich bei den Aktien die aufgelaufenen Dividenden unmittelbar im Kurs niederschlagen, wäre hier der Abzug eines entsprechenden Betrages in der Praxis kaum durchführbar.\n\nSchliesslich spricht auch die Ordnung der Verrechnungssteuer für diese Lösung. Danach kann derjenige, der das Nutzungsrecht an einem Wertpapier besitzt, die Rückerstattung der darauf erhobenen Verrechnungssteuer beanspruchen. Damit herrscht Identität zwischen dem Wehrsteuerpflichtigen, der den Wertschriftenertrag zu versteuern hat, und demjenigen, dem der Anspruch auf Rückerstattung der diesbezüglichen Verrechnungssteuer zusteht, was unter Praktikabilitätsüberlegungen wünschbar erscheint (vgl. den zitierten Entscheid der luzernischen Steuerrekurskommission, in: ZBl 59/1958 S. 532).\n\nAus diesen Gründen ist der ganze Zinsertrag ohne Abzug der beim Erwerb der Obligationen bezahlten Marchzinsen dem steuerbaren Einkommen zuzurechnen. Die Vorinstanz hat daher mit ihrem Entscheid, die Marchzinsen nicht zum Abzug zuzulassen, kein Bundesrecht verletzt. Die Beschwerde ist demnach kostenfällig abzuweisen."}