{"annee": "107", "cour": "IA", "page": "155", "date": "11/11/1981", "cite": ["104 IA 271", "97 I 488", "102 IA 493", "80 I 336", "81 I 321", "72 I 86", "92 I 271", "78 I 108", "76 I 87", "84 I 39"], "cite_par": ["111 IA 259", "110 IA 106", "119 II 271", "109 IA 81", "110 IA 56", "129 III 445", "109 IA 335", "112 IA 166", "111 IA 72"], "chapeau": "30. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 11. November 1981 i.S. Esrig gegen Theatergenossenschaft Bern und Gerichtspräsident III von Bern (staatsrechtliche Beschwerde)", "regestes": ["Art. 58 al. 1 Cst.; art. 19 al. 1 du Concordat sur l'arbitrage. Principe de la composition paritaire d'un tribunal arbitral. 1. Rapport entre l'art. 58 al. 1 Cst. et l'art. 19 al. 1 du Concordat sur l'arbitrage (consid. 2). 2. Portée du principe de la composition paritaire d'un tribunal arbitral prévu pour fonctionner entre deux associations lorsque le litige oppose un membre de l'une de ces associations à une personne qui ne fait pas partie de l'autre (consid. 3). Les parties ne peuvent pas renoncer au droit de désigner les arbitres de manière paritaire (consid. 4)."], "faits": "BGE 107 Ia 155 S. 156\n\nProf. Dr. David Esrig wurde vom Stadttheater Bern - das von der Theatergenossenschaft Bern betrieben wird - mit Vertrag vom 22. Januar 1979 für die Zeit vom 1. August 1979 bis 31. Juli 1982 als Leiter des Schauspiels und Regisseur angestellt. Der Arbeitsvertrag ist auf einem mit \"Solistenvertrag\" überschriebenen Formular ausgestellt und verweist weitgehend auf den Gesamtarbeitsvertrag zwischen dem Schweizerischen Bühnenverband (SBV) und dem Schweizerischen Bühnenkünstlerverband (SBKV). Prof. Esrig ist nicht Mitglied des SBKV. Der Vertrag enthält unter Ziff. VIII folgende Bestimmungen:\n\n\"Das Bühnenmitglied, auch soweit es nicht Mitglied des SBKV ist, schliesst sich dem zwischen dem SBV und dem SBKV geltenden GAV und dessen allfälligen künftigen Änderungen vorbehaltlos an. Beide Vertragsparteien unterwerfen sich vorbehaltlos dem zwischen dem SBV und dem SBKV abgeschlossenen GAV und allfälligen künftigen Änderungen und anerkennen die darin enthaltenen Bestimmungen mit Einschluss derjenigen über die Hausordnung, die Disziplinarordnung, den Solidaritätsbeitrag und Mitwirkung bei Radio- und Fernsehübertragungen als für sich rechtsverbindlich.\n\nBGE 107 Ia 155 S. 157\n\nInsbesondere anerkennen beide Vertragsparteien für allfällige [Streitigkeiten aus dem Dienstverhältnis die Zuständigkeit der gesamtarbeitsvertraglichen Organe der Bühnenrechtspflege unter ausdrücklichem Verzicht auf den ordentlichen Rechtsweg.]\"\n\nDer hier eingeklammerte Satzteil ist im Original fett gedruckt. Unmittelbar darnach folgen das Datum und die Unterschriften der Parteien.\n\nNach Auflösung des Anstellungsverhältnisses zwischen der Theatergenossenschaft Bern und dem damaligen Direktor kam es zwischen der Genossenschaft und Prof. Esrig zu Meinungsverschiedenheiten. Die Theatergenossenschaft schlug Prof. Esrig eine Abänderung des geltenden Vertrags vor, durch die er von seiner bisherigen Aufgabe als \"Leiter des Schauspiels\" entbunden worden wäre. Die Verhandlungen hierüber führten zu keiner Verständigung. Die Theatergenossenschaft Bern kündigte den Arbeitsvertrag mit Prof. Esrig mit Schreiben vom 10. September 1980 auf den 31. Juli 1981. Prof. Esrig wies diese Kündigung als unzulässig zurück, erklärte aber mit Schreiben vom 31. Dezember 1980 seinerseits das Vertragsverhältnis als mit sofortiger Wirkung aufgelöst. Schon vorher liess Prof. Esrig beim Richteramt II Bern gegen die Theatergenossenschaft Bern zum Aussöhnungsversuch gemäss Art. 144 ff. der bernischen Zivilprozessordnung (ZPO) vorladen, zur Verhandlung über das Rechtsbegehren auf Feststellung der Gültigkeit des Vertrages vom 22. Januar 1979, auf Schadenersatz und Genugtuung sowie auf Veröffentlichung des zu fällenden Urteils. Am Aussöhnungsversuch vom 13. Oktober 1980 liess die Theatergenossenschaft erklären, sie betrachte die Organe der Bühnenschiedsgerichtsbarkeit als zur Behandlung des vorliegenden Rechtsstreits allein zuständig und lehne demgemäss ein Verfahren vor den ordentlichen Gerichten des Kantons Bern ab.\n\nMit Schreiben vom 5. Januar 1981 erklärte sich der Anwalt von Prof. Esrig mit einem Verfahren vor einem Dreierschiedsgericht einverstanden, ernannte Oberrichter Dr. Zollinger zum Schiedsrichter und forderte die Theatergenossenschaft Bern auf, ihren Schiedsrichter ebenfalls zu bezeichnen. Die Theatergenossenschaft Bern liess hierauf antworten, sie beharre auf der Zuständigkeit des ordentlichen Bühnenschiedsgerichts, zusammengesetzt aus je einem fest ernannten Vertreter des SBV und des SBKV sowie einem von den beiden Schiedsrichtern ebenfalls für eine ganze Amtsdauer bezeichneten Obmann.BGE 107 Ia 155 S. 158\n\nAm 27. Januar 1981 stellte Prof. Esrig beim Gerichtspräsidenten III von Bern folgende Begehren:\n\n\"1. Es sei zu erkennen, dass der Gesuchsteller berechtigt war, die Bühnenschiedskommission des Stadttheaters Bern bzw. das Bühnenschiedsgericht zwischen dem Schweizerischen Bühnenverband (SBV) und dem Schweizerischen Bühnenkünstlerverband (SBKV) abzulehnen. 2. Es sei für die Gesuchsgegnerin ein Schiedsrichter im Hinblick auf die Durchführung eines ordentlichen Schiedsgerichtsverfahrens zu ernennen.\"\n\nDie Theatergenossenschaft Bern widersetzte sich diesen Anträgen. Der Einzelrichter wies mit Entscheid vom 14. April 1981 beide Begehren ab.\n\nGegen diesen Entscheid führt Prof. Esrig staatsrechtliche Beschwerde wegen Verletzung von Art. 58 BV sowie von Art. 19 des Konkordats über die Schiedsgerichtsbarkeit (SR 279; Konkordat) mit dem Antrag, der Entscheid sei aufzuheben. Das Bundesgericht heisst die Beschwerde mit Bezug auf das Ablehnungsbegehren des Beschwerdeführers gegenüber den Organen der Bühnenschiedskommission und dem Bühnenschiedsgericht gut.", "considerants": "Aus den Erwägungen:\n\n2. a) Der Beschwerdeführer beruft sich auf die Garantie des verfassungsmässigen Richters im Sinne von Art. 58 Abs. 1 BV; ausserdem macht er im gleichen Zusammenhang eine Verletzung von Art. 19 Abs. 1 des Konkordats geltend, wobei er sich in prozessualer Hinsicht auf Art. 84 lit. b OG stützt. Unter beiden Gesichtswinkeln steht dem Bundesgericht freie Kognition zu (vgl. betr. Art. 58 Abs. 1 BV: BGE 104 Ia 273 E. 3; BGE 92 I 276 mit Verweisungen; betr. Art. 84 lit. b OG: BGE 102 Ia 502 E. 5a).\n\nb) Das Bundesgericht hat vor dem Zustandekommen des Konkordats in einer Reihe von Entscheiden, die in erster Linie Art. 61 BV betrafen, Grundsätze darüber entwickelt, unter welchen Voraussetzungen ein Schiedsgericht hinreichende Gewähr für eine unparteiische und unabhängige Rechtsprechung biete. Die wichtigste dieser Regeln, die für Art. 58 BV nicht minder Geltung hat, ging dahin, es dürfe bei der Bestellung des Schiedsgerichts keiner der Parteien ein überwiegender Einfluss zukommen (BGE 97 I 489 E. 1; BGE 84 I 46 E. 5; BGE 81 I 327 E. 3; BGE 80 I 340 E. 4; BGE 78 I 112 E. 3; BGE 76 I 92 E. 3; BGE 72 I 88 E. 2 mit Hinweisen). Diese Grundregel ist nun als Art. 19 Abs. 1 in das Konkordat aufgenommen worden. Bei Beschwerden der vorliegenden Art, die sich auf Schiedsgerichte mit BGE 107 Ia 155 S. 159Sitz in einem Konkordatskanton beziehen, fällt somit in dieser Beziehung die Rüge der Verletzung von Art. 58 BV mit derjenigen des Verstosses gegen Art. 19 Abs. 1 des Konkordats zusammen.\n\n3. a) Der Gesamtarbeitsvertrag (GAV) zwischen dem SBV und dem SBKV vom 30. Juni 1967 enthält folgende Bestimmungen über die Schiedsgerichtsbarkeit:\n\n\"Art. 35 - Bühnenschiedskommission\n\n1. An jeder Bühne besteht eine zu Beginn jeder Spielzeit zu wählende Bühnenschiedskommission, die sich aus je einem Mitglied und Ersatzmitglied der Bühnenleitung und der Ortsgruppe des SBKV und einem von diesen frei zu wählenden Obmann zusammensetzt. Können sich die Schiedskommissionsmitglieder über die Person des Obmanns nicht einigen, so wird dieser nach Anhörung der vertragschliessenden Verbände vom Präsidenten des Obergerichts des in Frage kommenden Kantons (Art. 36 GAV) bestimmt. Die Kommissionen bezeichnen einen Sekretär.\n\n2. ...\n\n3. ...\n\nArt. 36 - Bühnenschiedsgericht\n\n1. Von den vertragsschliessenden Verbänden wird ein Bühnenschiedsgericht eingesetzt, das aus je einem von den vertragschliessenden Verbänden zu bezeichnenden Schiedsrichter und einem von den Schiedsrichtern jeweils für zwei Jahre frei zu wählenden Präsidenten besteht. Können sich die Schiedsrichter über die Person des Präsidenten nicht einigen, so wird dieser durch den Präsidenten des Obergerichtes desjenigen Kantons bestimmt, in dem das Schiedsgericht seinen Sitz hat. Jeder Verband hat das Recht, von Fall zu Fall einen weiteren Beisitzer zu wählen. Das Bühnenschiedsgericht bezeichnet einen Gerichtsschreiber.\n\n2. Das Bühnenschiedsgericht ist unter Ausschluss des ordentlichen Rechtsweges zuständig zur endgültigen Beurteilung:\n\na) ...\n\nb) aller Streitigkeiten aus dem Dienstverhältnis zwischen Bühnenleitungen und Bühnenmitgliedern, mit Einschluss der Einsprachen im Sinne von Art. 15 GAV, ohne Rücksicht auf den Streitwert, sofern die Prozessparteien die Anrufung des Bühnenschiedsgerichts als einzige Instanz vereinbaren;\n\nc) ...\n\nd) ...\n\n3. ...\"\n\nAm 24. November 1980 erliessen die beiden Verbände sodann eine Bühnenschiedsordnung. In § 6 dieser Ordnung wird bestimmt, der Sitz der Bühnenschiedskommission befinde sich jeweils am Ort der am Verfahren beteiligten Bühne; in § 13 wird Bern (an Stelle von Zürich) als Sitz des Bühnenschiedsgerichtes bezeichnet. Hinsichtlich der Bestellung der Bühnenschiedskommission enthält die Schiedsordnung verglichen mit Art. 35 GAV keine Änderungen BGE 107 Ia 155 S. 160von Bedeutung. Dagegen werden die Bestimmungen über die Bestellung des Bühnenschiedsgerichts wie folgt präzisiert:\n\n\"§ 14. Zusammensetzung\n\nDas Bühnenschiedsgericht besteht aus 3 Schiedsrichtern. Je ein Schiedsrichter wird vom SBV und SBKV gestellt. Der Schiedsgerichtspräsident soll über die nötigen prozess- und materiellrechtlichen Kenntnisse verfügen.\n\n§ 15. Bestellung und Amtsdauer\n\nDie Verbandsleitungen des SBV und SBKV bezeichnen zu Beginn einer Spielzeit die Schieds- und Ersatzschiedsrichter. Von diesen wird der Schiedsgerichtspräsident und sein Vertreter gewählt. Das Bühnenschiedsgericht wird für die Dauer von 4 Jahren bestellt. Die Wiederwahl der Mitglieder ist möglich.\n\nSolange das Bühnenschiedsgericht nicht neu bestellt ist, bleibt die Zuständigkeit des Gerichtes der abgelaufenen Wahlperiode bestehen.\n\n§ 16. Verhinderung der Bestellung\n\nVerweigert oder versäumt eine Verbandsleitung die Nennung ihres Schiedsrichters oder können sich die Schiedsrichter über die Wahl des Schiedsgerichtspräsidenten nicht einigen, so kann auf Antrag einer Partei die in § 4 vorgesehene richterliche Behörde die Benennung der Parteischiedsrichter veranlassen und den Schiedsgerichtspräsidenten bestimmen.\"\n\nb) Im vorliegenden Fall ist nicht völlig klar, ob sich die Beschwerde einzig gegen die Art der Bestellung des Bühnenschiedsgerichts oder auch gegen diejenige der Bühnenschiedskommission richtet. Zwar wird die Bühnenschiedskommission im Antrag ebenfalls erwähnt, doch sprechen andere Stellen der Akten, namentlich der vorprozessualen Korrespondenz dafür, dass im Grunde genommen beide Parteien mit der Überspringung der Bühnenschiedskommission einverstanden waren, was nach Art. 36 Abs. 2 lit. b des Gesamtarbeitsvertrags und § 12 lit. b der Bühnenschiedsordnung zulässig ist. Die Frage braucht nicht weiter verfolgt zu werden; denn was hinsichtlich der Unabhängigkeit und Unparteilichkeit des Bühnenschiedsgerichts auszuführen sein wird, trifft ohne weiteres auch auf die Bühnenschiedskommissionen zu.\n\nc) Die im Gesamtarbeitsvertrag und in der Bühnenschiedsordnung vorgesehene Art der Bestellung des Bühnenschiedsgerichts genügt klarerweise den Anforderungen an ein unabhängiges Schiedsgericht, wenn die Streitparteien je einem der vertragsschliessenden Verbände, nämlich dem SBV und dem SBKV, angehören (BGE 76 I 93; RÜEDE/HADENFELDT, Schweizerisches Schiedsgerichtsrecht, S. 145, Ziff. 3b; Komm. LEUCH, 3. Auflage, N. 1 zu Art. 382 bern. ZPO). Anders verhält es sich bei Streitigkeiten BGE 107 Ia 155 S. 161zwischen einem Mitglied des einen Verbandes und einer Person, die dem anderen Verband nicht angehört. Das Bundesgericht hat in ständiger Rechtsprechung entschieden, dass bei solcher Sachlage der Anspruch auf gleichen Einfluss auf die Bestellung des Schiedsgerichts nicht gewahrt sei (vgl. die vorstehend unter Erw. 2b zitierten Urteile). Dass es in jenen Fällen in der Regel um eigentliche Verbandsschiedsgerichte und nicht um Schiedsgerichte ging, die in einem Gesamtarbeitsvertrag zwischen zwei Verbänden vorgesehen sind, macht für die hier wesentliche Frage keinen Unterschied aus. Mit den von in- und ausländischen Handelskammern konstituierten Schiedsgerichten, auf die sich nach der Rechtsprechung die einschränkenden Grundsätze für die Besetzung von Verbandsschiedsgerichten nicht ohne weiteres übertragen lassen (BGE 84 I 48), können solche in einem Gesamtarbeitsvertrag zwischen zwei Verbänden vorgesehene Schiedsgerichte nicht gleichgesetzt werden. Entgegen der Auffassung der Beschwerdegegnerin wird diese Rechtsprechung im neuesten, einlässlichen Werk über schweizerisches Schiedsgerichtsrecht von RÜEDE/HADENFELDT keineswegs angefochten, sondern vielmehr ausdrücklich unterstützt (a.a.O. S. 144 Ziff. 1b). Es besteht kein Anlass, von der erwähnten Praxis abzuweichen, umso weniger, als nun das Konkordat den Grundsatz der Parität bei der Bestellung des Schiedsgerichts ausdrücklich übernommen hat.\n\nd) Im vorliegenden Fall haben zwar der SBV und der SBKV gleichmässigen Anspruch auf die Besetzung des Bühnenschiedsgerichts, und es entspricht der zitierten Rechtsprechung, daraus auch einen gleichmässigen Anspruch ihrer Mitglieder abzuleiten. Indessen kann dasselbe nicht gelten für Aussenseiter. Wer keinem Verband angehört, hat weder unmittelbar noch mittelbar Einfluss auf die Besetzung des Schiedsgerichts. Der Beschwerdeführer, der dem SBKV nicht angehört, ist daher der Beschwerdegegnerin, die Mitglied des SBV ist, bei der Bildung des Schiedsgerichts nicht gleichgestellt.\n\n4. Weiter ist zu prüfen, ob die Rechtslage sich dadurch verändert hat, dass der Beschwerdeführer im Arbeitsvertrag die Zuständigkeit der Organe der Bühnenrechtspflege unter ausdrücklichem Verzicht auf den ordentlichen Rechtsweg anerkannt hat.\n\nArt. 19 des Konkordates gehört zu dessen zwingenden Bestimmungen (vgl. Art. 1 Abs. 3). Auf den Anspruch auf Parität bei der Besetzung des Schiedsgerichts kann somit nicht verzichtet werden. Schon aus diesem Grunde kommt der Unterzeichnung der BGE 107 Ia 155 S. 162erwähnten Klausel durch den Beschwerdeführer keine Bedeutung zu (vgl. auch Art. 358 OR). Dieser Schluss entspricht der früheren Rechtsprechung des Bundesgerichts, das immer wieder betont hat, der Grundsatz der Parität gelte um der öffentlichen Ordnung willen, und das es aus diesem Grunde wiederholt abgelehnt hat, Urteilen von fehlerhaft besetzten Schiedsgerichten den Charakter von Rechtsöffnungstiteln zuzuerkennen, selbst dann, wenn sich die beklagte Partei widerspruchslos auf das Verfahren eingelassen hatte (vgl. BGE 80 I 343 E. 5; BGE 78 I 112 E. 3; BGE 76 I 95; BGE 72 I 91 E. 3). Schliesst selbst die Einlassung auf das Schiedsgerichtsverfahren die Einrede der nicht gehörigen Besetzung des Schiedsgerichts nicht aus, so kann dies noch weniger für die blosse Unterzeichnung einer Schiedsklausel gelten. Es kann unmöglich dem Sinn von Verfassung und Konkordat entsprechen, dass ein schiedsgerichtliches Verfahren durchgeführt werde, wenn im vornherein feststeht, dass das Urteil nicht vollstreckt werden könnte. Der Gerichtspräsident III von Bern hätte daher dem Ablehnungsbegehren des Beschwerdeführers stattgeben müssen.\n\nDieses Ergebnis vermag auch von der Sache her gesehen allein zu befriedigen. Aus den Akten ergibt sich, dass das vorzeitige Ausscheiden des Beschwerdeführers aus dem Dienst der Theatergenossenschaft Bern wenigstens teilweise auf Differenzen zwischen ihm und dem Personal zurückzuführen war (vgl. etwa das Votum des Personalvertreters W. in der Sitzung der Verwaltung der Genossenschaft vom 6. Juni 1980). Bei dieser Sachlage lässt sich die Befürchtung des Beschwerdeführers, in einem nach den Bestimmungen des Gesamtarbeitsvertrags und der Bühnenschiedsordnung bestellten Schiedsgericht könnte nicht nur der Vertreter der Arbeitgeberschaft, sondern auch derjenige der Arbeitnehmerschaft tendenziell eher gegen ihn eingestellt sein, nicht im vornherein von der Hand weisen. Dem Grundsatz der Parität bei der Bestellung des Schiedsgerichts wäre hinreichend Rechnung getragen worden, wenn in den Arbeitsvertrag eine Klausel aufgenommen worden wäre, wonach das vom SBKV bezeichnete Mitglied des Schiedsgerichts in einem solchen Fall durch einen vom Arbeitnehmer bezeichneten Schiedsrichter ersetzt werde."}