{"annee": "107", "cour": "IB", "page": "140", "date": "17/6/1981", "cite": ["49 I 160"], "cite_par": ["125 II 18", "130 II 18", "119 IB 254", "119 IA 154", "127 II 69", "110 IB 160", "126 II 171", "145 II 140", "112 IB 424", "117 IB 178"], "chapeau": "27. Urteil der I. öffentlichrechtlichen Abteilung vom 17. Juni 1981 i.S. Kraftwerke Ilanz AG gegen Regierung des Kantons Graubünden (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 24 à 26 de la loi fédérale sur la pêche du 14 décembre 1973; protection des droits acquis selon l'art. 43 de la loi fédérale sur l'utilisation des forces hydrauliques (LFH). Droit acquis (selon l'art. 43 al. 1 LFH) fondé sur l'assurance donnée, au cours de la correspondance échangée entre le concessionnaire et l'autorité d'approbation après l'octroi de la concession, de pouvoir utiliser une certaine quantité d'eau (art. 54 lettre b LFH) (consid. 3a); valeur légale d'un tel droit (consid. 3b). La réserve générale du droit futur, énoncée lors de l'approbation de la concession, ne peut s'appliquer qu'à des normes qui n'ont pas pour conséquence une atteinte à la substance des droits acquis (consid. 4). Comme la loi fédérale sur la pêche de 1973 contient pour l'essentiel des règles qui n'entraînent pas une telle atteinte, la procédure d'autorisation prévue par l'art. 24 de cette loi peut s'appliquer également aux droits d'eau déjà concédés mais non encore utilisés (consid. 5). Dans de tels cas, cependant, les mesures à prendre pour la protection des animaux aquatiques ne peuvent plus être ordonnées sur la base de l'art. 25 de la loi sur la pêche, mais seulement dans le cadre de l'art. 26 de cette loi (consid. 6)."], "faits": "|141|\n\nAm 3. November 1962 hatten die Nordostschweizerischen Kraftwerke (NOK) namens einer noch zu gründenden Gesellschaft bei den Standortgemeinden Konzessionsgesuche für die Nutzung des Vorderrheins auf der Strecke zwischen Tavanasa und Ilanz (als Ilanz I bezeichnet) und der Seitenbäche aus dem Val da Pigniu, dem Val da Siat und dem Val da Schluein (Ilanz II) mit einer gemeinsamen Zentrale in Ilanz eingereicht. Im Laufe der Jahre 1962 bis 1964 erteilten alle Standortgemeinden die Konzession für die vorgesehene Nutzung dieser Gewässer. In den Wasserrechts-Verleihungen für den Ausbau der Wasserkräfte des Vorderrheins im Kraftwerk Ilanz I übertrugen sie der Bündner Regierung die Kompetenz, die unterhalb Tavanasa im Flussbett zu belassende Mindestwassermenge bei der Genehmigung der Verleihung \"im Einvernehmen mit den interessierten Gemeinden und nach Anhören der Beliehenen\" festzulegen (Art. 20 Abs. 4).\n\nAm 13. Juli 1964 genehmigte die Regierung die Konzessionsverträge unter verschiedenen Auflagen und Bedingungen. Die Frage der Mindestwassermenge liess sie vorerst offen; für eine Versuchszeit von vier Jahren sollte das Bau- und Forstdepartement die minimale Restwassermenge festlegen. Am 24. Juni 1968 fasste sie auf Betreiben der NOK folgenden Beschluss: |142|\n\n\"Die Abflussverhältnisse im Vorderrhein zwischen Tavanasa und Ilanz sind während des Betriebes des Kraftwerkes Tavanasa-Ilanz so zu gestalten, dass sie den berechtigten Forderungen der Hygiene, des Landschaftsschutzes und der Fischerei entsprechen. Die bei der Fassung Tavanasa während einer Versuchszeit von vier Jahren im Flussbett zu belassenden Wassermengen betragen (entsprechend dem Schreiben des Bau- und Forstdepartementes an die NOK vom 18. August 1964 und des Kleinen Rates (nunmehr Regierung) an die NOK vom 23. März/8. April 1965, Protokoll Nr. 656, S. 4):\n\n1 m3/s im November, Dezember, Januar und Februar\n\n2 m3/s im September, Oktober, März und April\n\n3 m3/s im Mai, Juni, Juli und August\n\nDie im Fluss während den verschiedenen Jahreszeiten endgültig zu belassenden Mindestwassermengen werden vom Kleinen Rat (nunmehr Regierung) nach Ablauf der Versuchszeit im Benehmen mit den Gemeinden und nach Anhörung der Beliehenen festgelegt, wobei jedoch die Gesamtwassermenge der Versuchszeit nicht überschritten, sondern lediglich innerhalb der Sommers-, Winters- und Übergangszeit anders verteilt werden soll. Die kantonale Natur- und Heimatschutzkommission unterbreitet den Gemeinden und dem Kanton Vorschläge für die endgültige Regelung.\"\n\nIn einem Nachtrag vom 12. Mai 1969 genehmigte die Regierung auf Gesuch der NOK die von den Gemeinden bis zum 1. August 1979 zugestandene Fristerstreckung für den Beginn der Bauarbeiten. Aus wirtschaftlichen Gründen machten die NOK von den erteilten Wassernutzungsrechten vorerst keinen Gebrauch. Erst im Sommer 1978 gründeten sie zur Realisierung des Doppelkraftwerks als Rechtsträgerin die Kraftwerke Ilanz AG. Diese reichte am 4. Januar 1979 bei der Baubehörde der Stadt Ilanz Baugesuche ein für die Unterwasserkanäle mit dem Auslaufbauwerk, für eine provisorische Unterkunft und für die Kraftwerkzentrale. Am 9. März 1979 erteilte der Stadtrat von Ilanz für diese Anlagenteile die Baubewilligung. Mit der Bauausführung begann die Kraftwerke Ilanz AG im Mai 1979.\n\nAuf Ersuchen des kantonalen Fischereivereins Graubünden traf dann am 28. Dezember 1979 die Regierung nach Durchführung eines Vernehmlassungsverfahrens, in dem die Konzessionsgemeinden und die Beliehene zu Worte kamen, folgenden Beschluss:\n\n\"1. Der Kraftwerke Ilanz AG wird gestützt auf Art. 24 des Bundesgesetzes über die Fischerei vom 14. Dezember 1973 und Art. 22 Abs. 2 des Bundesgesetzes über den Natur- und Heimatschutz vom 1. Juli 1966 die Bewilligung erteilt, die für den Bau und Betrieb der Kraftwerke Ilanz I und II unerlässlichen Veränderungen aller Gewässer vorzunehmen, welche Gegenstand der Wasserrechtsverleihungen der Gemeinden Breil/Brigels, Waltensburg/Vuorz, Rueun, Schnaus, Strada, Ilanz, Pigniu/Panix, |143| Andiast, Siat, Ruschein, Falera und Schleuis sowie der Genehmigungsbeschlüsse der Regierung vom 13. Juli 1964, 23. März 1965 und 24. Juni 1968 sind.\n\nDiese Bewilligung beinhaltet das Recht zur Ausnützung dieser Gewässer für den Bau und Betrieb der Kraftwerke Ilanz I und II, zur Vornahme der hiefür erforderlichen Fluss- und Bachverbauungen, Uferrodungen, Kanalbauten und Wasserableitungen sowie zu allen anderen Massnahmen, welche für die Ausführung der von der Regierung mit den Beschlüssen vom 5. Februar 1979, Protokoll Nr. 241, 26. Februar 1979, Protokoll Nr. 396, und 9. Juli 1979, Protokoll Nr. 1837, genehmigten Baupläne erforderlich sind.\n\n2. Diese Bewilligung gilt unter dem Vorbehalt aller Massnahmen, welche die Regierung aufgrund der Verleihung sowie bestehender und künftiger Gesetze des Bundes und des Kantons im Interesse der Fischerei und des Natur-, Landschafts- und Gewässerschutzes zu gegebener Zeit anordnen wird. Vorbehalten werden insbesondere alle Massnahmen im Sinne von Art. 25 des Bundesgesetzes über die Fischerei vom 14. Dezember 1973, welche die Regierung gestützt auf die im Gang befindlichen Abklärungen als notwendig anordnen wird, sowie eine Festsetzung der im Vorderrhein zwischen Tavanasa und Ilanz zu belassenden Gesamtmindestwassermenge und ihrer Verteilung auf die verschiedenen Jahreszeiten.\n\n3. (Rechtsmittelbelehrung.)\"\n\nHiegegen führt die Kraftwerke Ilanz AG Verwaltungsgerichtsbeschwerde. Das Bundesgericht heisst die Beschwerde teilweise gut, aus folgenden", "considerants": "Erwägungen:\n\n1. ... (Formelles.)\n\n2. Die Beschwerdeführerin stellt sich mit ihrem Hauptantrag auf den Standpunkt, sie habe eine Konzession für die Nutzung des Wassers; die Bündner Regierung habe 1968 die Restwassermenge definitiv festgelegt, und damit sei ihr als Kraftwerkunternehmen ein wohlerworbenes Recht auf Nutzung einer bestimmten Wassermenge verschafft worden. Bei dieser Rechtslage sei es nicht zulässig gewesen, ein fischereirechtliches Verfahren nach den Art. 24 ff. des neuen Fischereigesetzes vom 14. Dezember 1973 (FG) durchzuführen und dabei auch das eidgenössische Natur- und Heimatschutzgesetz vom 1. Juni 1966 (NHG) anzuwenden. Diese Gesetze seien nach Erteilung der Konzessionen in Kraft getreten und deshalb für die Ilanzer Kraftwerke nicht massgeblich.\n\nEs ist im folgenden zu untersuchen, welche Rechte der Beschwerdeführerin aufgrund der Konzession zustehen (E. 3) und welches die Bedeutung des in die Konzession aufgenommenen |144| Vorbehalts der bestehenden und künftigen Gesetzgebung ist (E. 4). Im Anschluss daran ist zu prüfen, ob das fischereirechtliche Verfahren durchgeführt werden durfte (E. 5) und welche Massnahmen die Regierung zu Lasten der Beschwerdeführerin vorschreiben durfte (E. 6).\n\n3. a) Durch die Konzessionserteilung - und nicht etwa erst mit dem Baubeginn - hat die Beschwerdeführerin das Recht auf Nutzung des Vorderrheinwassers zwischen Tavanasa und Ilanz erlangt. Zum obligatorischen Inhalt der Verleihung gehört nach Art. 54 lit. b des eidgenössischen Wasserrechtsgesetzes vom 22. Dezember 1916 (WRG) die Bestimmung der nutzbaren Wassermenge. ob die verliehene Wassermenge positiv (nutzbare Menge) oder wie hier negativ (Totalwassermenge abzüglich Abflusswasser) umschrieben wird, macht keinen Unterschied. Die Angabe des Umfangs des verliehenen Wasserrechts gehört der Natur der Sache nach zu den wesentlichen Bestandteilen einer Konzession, weil sich der Bewerber ohne sie über die Annahme der Verleihung, die eine notwendige Voraussetzung für deren Wirksamkeit bildet, gar nicht schlüssig werden kann (BGE 49 I 174). Aus diesem Grund gab sich denn auch die Beschwerdeführerin mit einer späteren Bestimmung, wie sie in der Konzessionsgenehmigung vom 13. Juli 1964 vorbehalten war, nicht zufrieden, sondern verlangte mit Schreiben vom 16. Februar 1965 ausdrücklich, es seien die Restwassermengen in die Bewilligung aufzunehmen und durch die Klausel zu ergänzen, die gesamte Dotierwassermenge dürfe auch nach der Versuchsperiode nicht erhöht werden, sondern es sei nur deren Verteilung auf die einzelnen Monate vorzubehalten. In ihrer Antwort vom 23. März 1965 bestimmte die Regierung die für die einzelnen Jahreszeiten massgebenden Restwassermengen und fügte folgendes bei:\n\n\"Es entspricht im übrigen auch unserer Auffassung, dass die für die Versuchszeit festgesetzte, jährliche Wassermenge nicht erhöht werden soll, sondern dass diese ansehnliche Wassermenge lediglich auf die einzelnen Monate anders verteil werden solle, wenn dies zweckmässig erschiene. Dabei ist am ehesten an Verschiebungen in den Übergangsmonaten zu denken. Sie dürfen somit von der Gesamtwassermenge ausgehen.\"\n\nDer Regierungsbeschluss vom 24. Juni 1968 sah dann eine damit grundsätzlich übereinstimmende, zahlenmässig für die Beschwerdeführerin sogar noch etwas günstigere Regelung vor. Die Regierung brachte auch vor der Genehmigung der Fristerstreckung für den Baubeginn (Beschluss vom 12. Mai 1969) keinen |145| Vorbehalt bezüglich der Mindestwassermenge an. Es ergibt sich, dass in der Konzession - bestehend aus den Gemeindeverleihungsakten und dem kantonalen Genehmigungsbeschluss, die als Einheit zu betrachten sind und bei deren Auslegung die Verhandlungskorrespondenz zu berücksichtigen ist - der Beschwerdeführerin mit der Festsetzung des Restwassers eine bestimmte oder zumindest bestimmbare Nutzwassermenge nach Art. 54 lit. b WRG zugesichert wurde.\n\nb) Die Rechte, welche einem Kraftwerkunternehmen aufgrund einer Konzession für die Gewässernutzung eingeräumt werden, sind kraft ausdrücklicher gesetzlicher Anordnung wohlerworbene Rechte (Art. 43 Abs. 1 WRG). Dass mit Bezug auf Einzelheiten die Meinungen über das Wesen des wohlerworbenen Rechts vor allem in der Rechtslehre auseinander gehen, kann in diesem Zusammenhang unerörtert bleiben (vgl. dazu: KÄMPFER, Zur Gesetzesbeständigkeit wohlerworbener Rechte, Mélanges Henri Zwahlen, 1977, S. 339 ff. und RHINOW, Wohlerworbene und vertragliche Rechte im öffentlichen Recht, in: ZBl 80/1979 S. 1 ff.). Hier ist wichtig, dass ein wesentliches Element des wohlerworbenen Rechts die sog. Gesetzesbeständigkeit ist (KÄMPFER, a.a.O., S. 340 und 357 ff.; RHINOW, a.a.O., S. 4 und 17 ff.). Durch spätere Gesetze kann ein solches Recht grundsätzlich nicht aufgehoben oder eingeschränkt werden. Rechte, die durch Konzessionen verliehen wurden, können somit durch die künftige Gesetzgebung nicht entschädigungslos aufgehoben oder sonstwie in ihrer Substanz beeinträchtigt werden. Dagegen ist es nicht von vorneherein ausgeschlossen, Gesetze anzuwenden, die nach der Verleihung in Kraft treten, sofern die neuen Normen keinen Eingriff in die Substanz des wohlerworbenen Rechts zur Folge haben.\n\n4. Die Bündner Regierung brachte in ihrem Genehmigungsbeschluss vom 13. Juli 1964 den Vorbehalt der bestehenden und künftigen Gesetze des Bundes und des Kantons an. Es stellt sich die Frage, ob dadurch die Gesetzesbeständigkeit der konzedierten Rechte aufgehoben wurde und diese deshalb nicht mehr als wohlerworben gelten können. Für eine solche Annahme könnte die Überlegung sprechen, dass wohlerworbene Rechte nur im Rahmen der Konzession bestehen, und es liesse sich erwägen, die Gesetzesbeständigkeit der verliehenen Rechte sei mit dem Vorbehalt der künftigen Gesetzgebung aufgehoben worden. Eine derartige rein formale Betrachtungsweise ist aber eindeutig abzulehnen.\n\nDie Klausel, die anscheinend im Kanton Graubünden bei |146| derartigen Konzessionen allgemein und sozusagen formelhaft verwendet wird, muss unter Beachtung der Rechtsnatur der Verleihung ausgelegt werden. Sie hat zwar nach ihrem Wortlaut eine ganz allgemeine Bedeutung. Es kann aber klarerweise nicht der Sinn des Vorbehalts sein, dass durch künftige Gesetze die konzedierten Rechte in ihrem Bestand beeinträchtigt werden könnten. Es wäre sinnwidrig, wenn der Inhaber der Wasserhoheit einerseits durch Verleihung Rechte einräumen würde, die allgemein als wohlerworben und damit gesetzesbeständig betrachtet werden, und anderseits mit einem Vorbehalt das wesentliche Element dieser Rechte, die Gesetzesbeständigkeit, gleich wieder entzöge. Der in die Konzession aufgenommene Vorbehalt der bestehenden und künftigen Gesetze kann sich bei vernünftiger Auslegung nur auf Normen beziehen, die keinen Eingriff in wohlerworbene Rechte zur Folge haben, während Regeln, die diese Rechte in ihrer Substanz beeinträchtigen und zu einem entschädigungslos hinzunehmenden Eingriff führen würden, vom Vorbehalt nicht erfasst sind. Auf das neue Fischereigesetz bezogen heisst das, dass zu Lasten des Konzessionärs Massnahmen, wie sie Art. 25 Abs. 1 FG nennt, nur insoweit angeordnet werden dürfen, als damit das Wassernutzungsrecht nicht in seinem Wesensgehalt beeinträchtigt wird.\n\nDer Vorbehalt entfaltet somit seine Wirkung, soweit das neue Recht nicht in die Substanz der wohlerworbenen Rechte eingreift. Entsprechendes gilt zwar grundsätzlich auch ohne Vorbehalt, doch bedeutet der ausdrückliche Hinweis zumindest eine Klarstellung; es ist ihm also nicht jeder Sinn abzusprechen. Die Beschwerdeführerin wendet allerdings ein, der Vorbehalt sei auf die Formulierung des früheren Art. 24bis BV zurückzuführen, der in Abs. 8 verlangt habe, dass in allen Wasserrechtskonzessionen, die nach Inkrafttreten des Verfassungsartikels erteilt werden, die künftige Bundesgesetzgebung vorbehalten werde. Dieser Vorbehalt habe sich einzig auf das künftige WRG bezogen. Wie die Regierung in ihrer Vernehmlassung zutreffend darlegt, geht dieser Einwand fehl, weil im vorliegenden Falle dem Vorbehalt eindeutig eine umfassendere Bedeutung zukommt, was daraus hervorgeht, dass er nicht nur die künftige Bundesgesetzgebung, sondern auch das kantonale Recht vorbehält. Auch wäre er sinnlos, wenn er nur so zu verstehen wäre, dass die Anwendung des WRG vorbehalten bliebe.\n\n5. a) Aus diesen Erwägungen lässt sich schliessen, dass die Beschwerdeführerin zu Unrecht geltend macht, das fischereirechtliche Verfahren nach dem neuen Fischereigesetz und unter Anwendung |147| des Natur- und Heimatschutzgesetzes hätte gar nicht durchgeführt werden dürfen, da beide Gesetze erst nach der Verleihung des Wasserrechts in Kraft getreten seien. Die Gesetzesbeständigkeit schliesst nicht schlechthin jede Anwendung eines späteren Gesetzes auf ein früher konzediertes Werk aus (E. 3b), und zudem lässt es der in die Konzession aufgenommene Vorbehalt der bestehenden und künftigen Gesetze ausdrücklich zu, dass künftige Gesetze auf die Konzessionärin angewendet werden. Das Fischereigesetz wie das Natur- und Heimatschutzgesetz enthalten zur Hauptsache Regeln, die an sich nicht in die Substanz der verliehenen Rechte eingreifen. Deshalb war es unter dem Gesichtspunkt des Schutzes wohlerworbener Rechte zulässig, das fischereirechtliche Verfahren durchzuführen und in der entsprechenden Bewilligung bestimmte Massnahmen vorzubehalten.\n\nb) Die Beschwerdeführerin wendet ein, im Rahmen der Verleihung sei die Frage der Fischerei (sowie des Landschafts- und Naturschutzes) abschliessend und ausreichend geregelt worden, weshalb eine Interessenabwägung aufgrund des Fischereigesetzes von 1973 unzulässig sei. Dass den öffentlichen Interessen, in deren Dienst FG und NHG stehen, grosses Gewicht zukommt, bestätigt die Zweckbestimmung der beiden Gesetze (Art. 1 NHG und Art. 2 FG). Art. 26 FG unterstreicht diese Bedeutung, indem er selbst für bestehende Anlagen Massnahmen zum Schutz oder zur Wiederherstellung von Fischgewässern vorschreibt; das Fischereigesetz soll also ausdrücklich auch bei Wasserrechten, die bereits ausgenutzt werden, Anwendung finden. In der Botschaft zum FG wird einlässlich begründet, weshalb die veraltete Fischereigesetzgebung von 1888 entsprechend den inzwischen eingetretenen Änderungen und den auf dem Gebiet von Wissenschaft und Technik erzielten Fortschritten von Grund auf neu zu gestalten war (Botschaft vom 24. Januar 1973, BBl 1973 I 677 ff.). In den Erläuterungen zum hier massgeblichen vierten Abschnitt des Gesetzes wird ferner betont, dass den Art. 22 ff. FG \"ausschlaggebende Bedeutung\" zukomme, was auch in der parlamentarischen Beratung hervorgehoben wurde. Schliesslich wird in der Botschaft unterstrichen, dass die offensichtliche Lücke des bisherigen Rechts durch Art. 23 WRG nur teilweise geschlossen wurde. Die Meinung der Beschwerdeführerin, die Interessen der Fischerei und des Natur- und Heimatschutzgesetzes seien bereits bei der Verleihung des Wasserrechts ausreichend und abschliessend berücksichtigt worden, weshalb für ein weiteres Verfahren und weitere Anordnungen |148| kein Raum mehr bleibe, trifft daher nicht zu. Die Regierung durfte das fischereirechtliche Verfahren ohne weiteres durchführen. Die Beschwerde erweist sich somit als unbegründet, soweit die Beschwerdeführerin beanstandet, dass überhaupt gestützt auf Art. 24 ff. FG ein Bewilligungsverfahren durchgeführt und Massnahmen im Interesse der Fischerei sowie des Natur-, Landschafts- und Gewässerschutzes vorbehalten wurden.\n\n6. Es ist weiter zu prüfen, ob die Bündner Regierung bei ihrer fischereirechtlichen Bewilligung vom 28. Dezember 1979 mit dem an sich zulässigen Vorbehalt von Massnahmen zu weit ging und damit Bundesrecht verletzte. Sie behielt sich zunächst in allgemeiner Weise alle Massnahmen vor, welche sie aufgrund der Verleihung sowie bestehender und künftiger Gesetze des Bundes und des Kantons im Interesse der Fischerei sowie des Natur-, Landschafts- und Gewässerschutzes zu gegebener Zeit anordnen werde. Sie fügte bei:\n\n\"Vorbehalten werden insbesondere alle Massnahmen im Sinne von Art. 25 des Bundesgesetzes über die Fischerei vom 14. Dezember 1973, welche die Regierung gestützt auf die im Gang befindlichen Abklärungen als notwendig anordnen wird, sowie eine Festsetzung der im Vorderrhein zwischen Tavanasa und Ilanz zu belassenden Gesamtmindestwassermenge und ihrer Verteilung auf die verschiedenen Jahreszeiten.\"\n\na) Da sich die vorbehaltenen Massnahmen auf Art. 25 FG stützen, ist es nötig, die in diesem Gesetz enthaltene Ordnung der Schutzmassnahmen kurz zu beleuchten. Nach Art. 24 Abs. 1 FG dürfen die Gewässer oder ihr Wasserhaushalt, die Wasserläufe und die Ufer nur mit besonderer Bewilligung der für die Fischerei zuständigen Behörde verändert werden. Der Art. 25 FG gilt für Neuanlagen und nennt die Massnahmen, die im Interesse der Fischerei vorgeschrieben werden können. Wohl bestimmt das Gesetz, die Behörde habe dabei die natürlichen Gegebenheiten und allfällige andere Interessen zu berücksichtigen. Die Meinung des Gesetzgebers geht indessen dahin, dass zum Schutz der Fischerei auch eingreifende Massnahmen vorzuschreiben sind, wenn sich das als notwendig erweist. Der Art. 26 FG, auf den zurückzukommen sein wird, gilt für bestehende Anlagen. Hält man sich an den Wortlaut des Art. 25 FG, so wäre mit der Bündner Regierung anzunehmen, die Vorschrift gelte auch für die Ilanzer Kraftwerke, die nicht bestehende, sondern neue Anlagen sind. Der Gesetzgeber schreibt aber vor, dass die Massnahmen bereits festzulegen sind, wenn das Projekt ausgearbeitet wird (Art. 25 Abs. 3), und er geht |149| davon aus, das geschehe, bevor eine Konzession erteil ist. Er dachte beim Erlass des Art. 25 FG offensichtlich nicht an die Fälle bereits verliehener, aber noch nicht ausgenützter Wassernutzungsrechte. Wenn bereits eine Verleihung erfolgt und damit ein wohlerworbenes Recht entstanden ist, kann es nicht dem Sinn des Fischereigesetzes entsprechen, dass das wohlerworbene Recht missachtet und z.B. die Mindestwassermenge im Rahmen des Art. 25 FG zu Lasten des Konzessionärs entschädigungslos in wesentlichem Mass neu bestimmt und damit in die Substanz des wohlerworbenen Rechts eingegriffen wird; die Gesetzesmaterialien zeigen, dass der Gesetzgeber beim Erlass des Fischereigesetzes den Art. 43 WRG, der den Schutz der wohlerworbenen Rechte statuiert, nicht übergehen wollte. Es war deshalb unzulässig, dass sich die Regierung unter Ausschluss einer Entschädigungspflicht (Beschwerdeantwort S. 30/31) vorbehielt, aufgrund von Art. 25 FG auch solche Massnahmen zu treffen, die wesentlich in wohlerworbene Rechte der Beschwerdeführerin eingreifen, und im besondern den Vorbehalt anbrachte, die im Konzessionsverfahren festgelegte Mindestwassermenge nach Abschluss der Untersuchungen allenfalls im Rahmen der für neue Anlagen geltenden Regeln ohne Berücksichtigung des verliehenen Nutzungsrechts zu erhöhen. Insoweit ist der angefochtene Entscheid mit dem Bundesrecht nicht vereinbar und die Beschwerde begründet.\n\nb) Wie ausgeführt, können nach Art. 26 FG auch für bestehende Anlagen Massnahmen zum Schutz oder zur Wiederherstellung von Fischgewässern vorgeschrieben werden. Es versteht sich, dass die Beschwerdeführerin sich solche Massnahmen gefallen lassen muss. Sind diese gegenüber einem schon bestehenden Werk zulässig, so sind sie es umso eher gegenüber einem solchen, das noch nicht besteht, für welches indessen bereits die Konzession erteilt wurde.\n\nEs ist anzunehmen, es handle sich bei den in Art. 26 FG vorgesehenen Massnahmen der Art nach um solche, wie sie im einzelnen in Art. 25 FG aufgezählt sind. Es kann sich dabei auch um Massnahmen handeln, die wohlerworbene Rechte tangieren. Während indessen bei Neuanlagen aufgrund des Art. 25 FG unter Umständen auch Massnahmen vorgeschrieben werden dürfen, die für den Unternehmer eine bedeutende Last darstellen, sind für bestehende Anlagen aufgrund des Art. 26 FG verständlicherweise keine derart weittragenden Massnahmen möglich. Massnahmen dürfen vielmehr nur angeordnet werden, \"sofern die damit verbundenen Schwierigkeiten und die entstehende wirtschaftliche oder finanzielle |150| Belastung nicht übermässig gross sind\". Gegenüber der Beschwerdeführerin müssen sich also die von der Bündner Regierung vorbehaltenen Massnahmen in diesem wesentlich engern Rahmen halten. Sie müssen, wie in der Botschaft zum Fischereigesetz (a.a.O., S. 690) ausgeführt wurde, vom technischen, wirtschaftlichen und finanziellen Standpunkt aus für den Werkeigentümer zumutbar sein und der Fischerei in materieller und ideeller Hinsicht nachweisbar einen entsprechenden Gewinn bringen. Es wäre unzulässig, im Rahmen des Art. 26 FG ein wohlerworbenes Recht in erheblichem Mass zu beeinträchtigen und damit in dessen Substanz einzugreifen.\n\nEs liesse sich einwenden, auf diese Weise werde es möglich, dass zwar nur in engem Rahmen, aber doch grundsätzlich in wohlerworbene Rechte eingegriffen wird, insbesondere durch eine Erhöhung der Restwassermenge. Da diese jedoch nur erfolgen darf, wenn und soweit die damit verbundenen Schwierigkeiten und die entstehende wirtschaftliche oder finanzielle Belastung nicht übermässig gross sind, wird man dabei kaum von einer Massnahme sprechen können, die geradezu in die Substanz oder den Wesensgehalt des wohlerworbenen Rechts eingreift. Im übrigen ergibt sich aus der Systematik des vierten Abschnitts des FG, dessen Ordnung für das Bundesgericht verbindlich ist (Art. 113 Abs. 3 und 114bis Abs. 3 BV), mit genügender Deutlichkeit, dass der Bundesgesetzgeber im Interesse der Fischerei und des Umweltschutzes auch für bestehende Anlagen in dem in Art. 26 umschriebenen begrenzten Umfang Eingriffe, die wirtschaftlich tragbar sind, ohne Entschädigung zulassen wollte. Die Beschwerde ist nach dem Gesagten teilweise gutzuheissen und Ziffer 2 des Dispositivs des angefochtenen Beschlusses in dem Sinn aufzuheben, dass die Regierung des Kantons Graubünden Massnahmen nur im Rahmen des Art. 26 und nicht des Art. 25 FG vorschreiben darf.\n\nDiesen Erwägungen mag eine allgemeine Bemerkung angefügt werden: Wenn nach dem vorliegenden Urteil gegenüber der Beschwerdeführerin Massnahmen nur im beschränkten Rahmen des Art. 26 FG zulässig sind, so ist dabei zu beachten, dass der Fall der Kraftwerke Ilanz ein solcher der Übergangsperiode ist. Die Konzession für das Werk wurde vor Inkrafttreten des Fischereigesetzes erteilt. Wenn die Konzession für ein solches Kraftwerk erst heute verlangt würde, so könnten alle, auch weittragende Massnahmen gemäss Art. 25 FG vorgeschrieben werden."}