{"annee": "107", "cour": "IV", "page": "205", "date": "24/9/1981", "cite": ["80 IV 184", "99 IV 57"], "cite_par": ["122 IV 270", "117 IV 78"], "chapeau": "58. Auszug aus dem Urteil des Kassationshofes vom 24. September 1981 i.S. K. und B. gegen Staatsanwaltschaft des Kantons Thurgau (Nichtigkeitsbeschwerde)", "regestes": ["Art. 87 al. 3 LAVS. Soustraction volontaire de cotisations AVS. 1. Cette infraction est objectivement réalisée par l'employeur qui ne transmet pas dans le délai à la caisse de compensation les cotisations effectivement retenues sur le salaire de ses ouvriers. Peu importe que l'employeur n'ait pas eu les moyens matériels de remplir ses obligations ou que des tiers n'aient pas mis ces moyens à sa disposition (consid. 2 litt. a). Il est également sans pertinence que les créances de la caisse de compensation aient été couvertes par la valeur d'objets saisis (consid. 2 litt. b). 2. Savoir si l'employeur connaissait ou non que le fait de ne pas verser à la caisse de compensation les cotisations retenues sur les salaires est punissable, est sans incidence sur la question de savoir s'il a agi intentionnellement (consid. 3)."], "faits": "", "considerants": "|206|\n\nAus den Erwägungen:\n\n2. a) Der Beschwerdeführer macht wie bereits im kantonalen Verfahren geltend, erste Voraussetzung der Zweckentfremdung im Sinne von Art. 87 Abs. 3 AHVG sei, dass überhaupt etwas vorhanden sei, was entfremdet werden könne. Gerade diese Voraussetzung sei im vorliegenden Fall nicht erfüllt gewesen. Im massgebenden Zeitraum (August 1975 bis September 1976) hätten keine ausreichenden Guthaben mehr zur Deckung der Prämienschulden über das geleistete Mass hinaus bestanden, und die Banken seien nicht bereit gewesen, der Firma X. weitere Kredite zu gewähren. Der Einwand wurde von den kantonalen Gerichten zu Recht verworfen.\n\nDen objektiven Tatbestand von Art. 87 Abs. 3 AHVG erfüllt derjenige Arbeitgeber, der den Arbeitnehmern die Beiträge vom Lohn abzieht, dann aber nicht die entsprechenden Beträge an die Ausgleichskasse überweist. Indem K. den Arbeitnehmern erklärter- und unbestrittenermassen den Nettolohn ausbezahlte, brachte er unmissverständlich zum Ausdruck, dass die Beiträge vom höheren Bruttolohn bereits abgezogen seien. Dass der Beschwerdeführer angeblich nicht in der Lage war, die entsprechenden Beträge an die Ausgleichskasse zu überweisen, da ihm die eigenen Mittel dazu fehlten und er von den Banken keine weiteren Kredite erhielt, ist unerheblich (s. BGE 80 IV 187). Fehlten dem Arbeitgeber im Zeitpunkt der Auszahlung des Nettolohnes, also des um die Beiträge gekürzten Lohnes, die Mittel, um die Schuld gegenüber der Ausgleichskasse zu erfüllen, so wird deswegen der am Lohn vorgenommene Abzug entgegen der in der Nichtigkeitsbeschwerde vertretenen Auffassung nicht zu einem rein rechnerischen. Ein solcher liegt nur dann vor, wenn der Arbeitgeber dem Arbeitnehmer auf der ihm übergebenen Abrechnung und allenfalls auch in den Geschäftsbüchern zwar die Beiträge belastet, ihm aber den Lohn trotzdem ohne Abzug dieser Beiträge ausbezahlt (BGE 80 IV 188). Das war hier unbestrittenermassen nicht der Fall.\n\nb) Der Beschwerdeführer macht im weiteren geltend, die Zweckentfremdung müsse bewirken, \"dass nachher keine Mittel zur Deckung der Prämien mehr vorhanden sind (während sie vorher vorhanden gewesen wären)\". Diese Voraussetzung sei hier nicht erfüllt. Es könne der Nachweis erbracht werden, dass Ende September 1976, also bei Gewährung der Nachlassstundung und damit am Beginn des Nachlassverfahrens der Firma X., genügend |207| gepfändete Gegenstände zur Deckung der Forderungen der Ausgleichskasse und insbesondere auch zur Deckung der offenen Arbeitnehmerbeiträge vorhanden gewesen wären. Auch dieser bereits im kantonalen Verfahren erhobene Einwand wurde von den kantonalen Gerichten mit zutreffender Begründung verworfen.\n\nOb zu irgendeinem Zeitpunkt genügend Deckung vorhanden war, ist für die Beantwortung der Frage, ob der objektive Tatbestand von Art. 87 Abs. 3 AHVG erfüllt sei, unerheblich. Wie das Obergericht zutreffend ausführt, verpflichten die einschlägigen Bestimmungen den Arbeitgeber nicht (nur) dazu, jederzeit oder zu einem bestimmten Zeitpunkt genügende Deckung für rückständige Arbeitnehmerbeiträge bereitzuhalten, sondern sie verpflichten ihn unter Strafandrohung zur Zahlung der Arbeitnehmerbeiträge spätestens innert der angesetzten Mahnfrist (s. dazu BGE 80 IV 189 E. c). Dieser Pflicht ist der Beschwerdeführer nach den verbindlichen Feststellungen der Vorinstanz nicht nachgekommen.\n\n...\n\n3. Der Beschwerdeführer bestreitet auch den subjektiven Tatbestand. Was er zur Begründung vorbringt, geht an der Sache vorbei. Ob der Beschwerdeführer um die Strafbarkeit der Nichtbezahlung der abgezogenen Arbeitnehmerbeiträge wusste oder nicht, ist für die Beantwortung der Frage, ob er vorsätzlich handelte, bedeutungslos. Nach der ständigen Rechtsprechung des Bundesgerichts gehört zum Vorsatz gemäss Art. 18 Abs. 2 StGB nur das auf die objektiven Merkmale des Deliktstatbestandes bezogene Wissen und Wollen, nicht aber auch das Bewusstsein der Rechtswidrigkeit oder gar dasjenige der Strafbarkeit (BGE 99 IV 58 /59 mit Verweisungen). Dass der Beschwerdeführer seine Pflicht zur Überweisung der vom Lohn der Arbeitnehmer abgezogenen Beiträge kannte, wird im angefochtenen Entscheid verbindlich festgestellt und in der Beschwerde auch nicht bestritten.\n\nDas Begehren des Beschwerdeführers, die Sache sei zu seiner Freisprechung an die Vorinstanz zurückzuweisen, ist demnach unbegründet."}