{"annee": "107", "cour": "IB", "page": "391", "date": "3/4/1981", "cite": ["104 IB 261", "104 IA 487", "105 IA 67", "102 IA 533"], "cite_par": ["119 V 233", "118 IB 60", "113 IB 327", "136 III 497", "133 II 68"], "chapeau": "69. Estratto della sentenza 3 aprile 1981 della II Corte di diritto pubblico nella causa Associazione ticinese per le corse dei levrieri contro Consiglio di Stato del Cantone Ticino (ricorso di diritto amministrativo)", "regestes": ["Autorisation d'organiser des paris. 1. Recevabilité du recours de droit administratif nonobstant le défaut d'intérêt actuel. 2. L'énumération des manifestations qui ne peuvent donner lieu à l'organisation de paris, telle qu'elle est contenue à l'art. 33 al. 1 LLP, n'est pas exhaustive. Le critère décisif réside dans le caractère professionnel du pari. 3. La notion de paris professionnels s'interprète en référence aux notions analogues contenues aux art. 31 Cst. et 52 al. 3 ORC."], "faits": "BGE 107 Ib 391 S. 391\n\nIl 10 maggio 1979 il Dipartimento di giustizia del Cantone Ticino ha respinto la domanda presentata dall'Associazione ticinese per le corse dei levrieri (ATCL) intesa ad ottenere l'autorizzazione per l'organizzazione di scommesse al totalizzatore su corse di levrieri. Il Consiglio BGE 107 Ib 391 S. 392di Stato ticinese ha confermato questa decisione il 4 settembre 1979.\n\nCon tempestivo ricorso di diritto amministrativo l'ATCL ha impugnato la decisione dell'esecutivo cantonale chiedendo che fosse annullata e che le fosse riconosciuto il diritto di organizzare manifestazioni con scommesse al totalizzatore. Il Consiglio di Stato e il Dipartimento federale di giustizia e polizia hanno chiesto la reiezione. Il Tribunale federale ha respinto il ricorso.", "considerants": "Considerato in diritto:\n\n1. La ricorrente non può più prevalersi di un interesse attuale all'annullamento della decisione del Consiglio di Stato, che riguarda scommesse che avrebbero dovuto avere luogo nei mesi di aprile, maggio e ottobre 1979. Cionondimeno, essendo le manifestazioni litigiose suscettibili d'essere organizzate ad altre date, il Tribunale federale rinuncia all'esigenza dell'interesse attuale, che praticamente, in queste circostanze, gli impedirebbe sempre di esaminare la questione (Rep. 1981 pag. 28 e riferimenti; cfr. per il ricorso di diritto pubblico DTF 104 Ia 487). L'ATCL ha quindi il diritto di ricorrere secondo l'art. 103 lett. a OG.\n\n2. Il Consiglio di Stato ha fondato la decisione di rifiuto dell'autorizzazione sull'art. 33 della legge federale concernente le lotterie e le scommesse professionalmente organizzate (LLS), che proibisce l'offerta, la senseria e la conclusione, esercitate professionalmente, di scommesse relative a corse di cavalli, regate, gare di gioco del calcio e manifestazioni analoghe, come pure l'esercizio di queste imprese di scommesse (cpv. 1). La ricorrente contesta in primo luogo che tale norma si applichi anche alle scommesse sulle corse dei levrieri, perché, se così fosse, il legislatore lo avrebbe detto esplicitamente.\n\nQuesta censura, benché nuova, è ammissibile: il Tribunale federale applica d'ufficio il diritto e non è vincolato dai motivi delle parti (art. 114 cpv. 1 OG; GYGI, Bundesverwaltungsrechtspflege, pag. 191). Essa è però manifestamente infondata. È ovvio che il legislatore ha inteso proibire non le scommesse sulle corse di un certo tipo di animali i cavalli appunto ma in genere tutte le scommesse organizzate professionalmente, qualunque sia il pretesto. L'elenco delle manifestazioni contenuto nell'art. 33 cpv. 1 LLS non è esauriente; lo prova il fatto ch'esso non proibisce solo le manifestazioni espressamente menzionate, ma anche quelle BGE 107 Ib 391 S. 393\"analoghe\". Ciò significa che a mente del legislatore il criterio decisivo dev'essere la professionalità delle scommesse e non il genere di manifestazione nell'ambito della quale esse sono organizzate. L'importanza di questo criterio emerge dal messaggio del Consiglio federale del 13 agosto 1918, sia nelle considerazioni d'ordine generale sia in quelle riguardanti in particolare le scommesse (FF 1918/I pag. 991 segg. in part. 1010).\n\n3. È appunto sulla nozione di professionalità che si è dibattuto nella procedura cantonale. Nella decisione qui impugnata il Consiglio di Stato ha considerato che la ricorrente, con l'organizzazione di scommesse, intende ottenere un maggior afflusso di pubblico alle corse di levrieri e quindi assicurarsi un maggior profitto, per cui si tratta di scommesse professionali; tenuto conto che la legislazione ticinese non ha autorizzato la senseria e la conclusione professionale di scommesse al totalizzatore in virtù della delega di poteri dell'art. 34 LLS il Consiglio di Stato ha quindi rifiutato l'autorizzazione chiesta dall'ATCL. Quest'ultima adduce nel ricorso di diritto amministrativo che nel suo caso la professionalità non è ravvisabile negli scopi dell'associazione, nella ripetizione delle scommesse e neppure nella volontà di conseguire un lucro; il Consiglio di Stato avrebbe pertanto abusato del suo potere d'apprezzamento e violato il diritto federale. Nelle osservazioni il Dipartimento federale di giustizia e polizia pone l'accento sulla ricerca di un profitto da parte dell'organizzatore; il Consiglio di Stato aggiunge ai motivi della decisione impugnata l'importanza della probabile ripetizione nel tempo delle scommesse.\n\nLa legge non precisa come debba essere interpretato l'aggettivo \"professionale\"; neppure il messaggio del 13 agosto 1918 contiene indicazioni a questo proposito, se non quella che si intende proibire il \"mestiere\" di allibratore. Questo concetto è però analogo a quelli utilizzati in altri campi del diritto positivo svizzero, come ad esempio all'art. 31 Cost., che garantisce il diritto di esercitare un'attività privata tendente al conseguimento di un guadagno (DTF 105 Ia 71; DTF 102 Ia 542), e all'art. 52 cpv. 3 dell'ordinanza sul registro di commercio del 7 giugno 1973 (ORC), che definisce l'impresa soggetta all'obbligo d'iscrizione \"un'attività economica indipendente diretta a conseguire direttamente un guadagno\" (cfr. PATRY, Schweizerisches Privatrecht, VIII/1, pag. 86). L'industria ai sensi dell'art. 52 cpv. 3 ORC presuppone un'attività organizzata suscettibile d'essere ripetuta più volte, BGE 107 Ib 391 S. 394indipendente e tendente a un guadagno durevole (PATRY, op.cit. pag. 72 segg.).\n\nQuesti criteri distintivi possono essere considerati anche nell'ambito dell'applicazione dell'art. 33 LLS, in particolare per esaminare se le scommesse progettate dalla ricorrente verrebbero organizzate professionalmente o no. Ora, il progetto dell'ATCL necessita di una certa organizzazione, che consenta la ripetizione dell'attività, e la ricorrente intende metterlo in atto a titolo indipendente. Quanto al requisito del guadagno durevole, esso non deve necessariamente consistere in un beneficio, ossia in un aumento del patrimonio, ma può costituire un semplice ricavo o incasso (PATRY, op.cit. pagg. 75/76); per essere durevole ai sensi dell'art. 52 cpv. 3 ORC esso non deve ripetersi per tempo indeterminato o durante un periodo relativamente lungo: secondo la giurisprudenza la durata non è un elemento indipendente, ma serve solo a definire il genere d'attività dell'impresa in quanto insita nella ripetizione degli atti di commercio e nell'organizzazione necessaria (DTF 104 Ib 262; 84 I 189 consid. 2). Nella fattispecie appare in modo chiaro che le scommesse permetterebbero alla ricorrente d'incassare soldi e di conseguire un guadagno nel senso precisato sopra, indipendentemente dal fatto che il ricavo sarebbe destinato in parte alla copertura delle spese e in parte a scopi di beneficenza. Inoltre, indirettamente l'ATCL otterrebbe un sicuro beneficio poiché le scommesse, organizzate a suo dire per pubblicizzare le corse di levrieri, attirerebbero alle manifestazioni canine un maggior numero di spettatori paganti il biglietto d'entrata. Il guadagno è infine durevole ai sensi dell'art. 52 cpv. 3 ORC poiché l'organizzazione di scommesse, sia pure sporadica, avverrebbe con una certa intermittenza: lo provano le richieste d'autorizzazioni presentate per le manifestazioni del 14 e 15 ottobre 1978 e del 15 aprile, 27 maggio e 7 ottobre 1979.\n\nPertanto, le considerazioni esposte dal Consiglio di Stato nella decisione impugnata sono corrette: l'esecutivo cantonale non ha violato il diritto federale e non ha abusato o ecceduto nell'apprezzamento considerando che l'ATCL intendeva organizzare scommesse sulle corse dei levrieri, in modo professionale ai sensi dell'art. 33 cpv. 1 LLS. Dal momento che il legislatore ticinese non ha istituito eccezioni alla regola della proibizione in applicazione dell'art. 34 LLS, l'autorizzazione chiesta dalla ricorrente non poteva essere rilasciata."}