{"annee": "107", "cour": "II", "page": "411", "date": "13/10/1981", "cite": ["59 II 71", "84 II 149", "95 II 283", "107 II 144", "67 II 123"], "cite_par": ["111 II 242", "116 III 70", "122 IV 322"], "chapeau": "65. Auszug aus dem Urteil der I. Zivilabteilung vom 13. Oktober 1981 i.S. Berger gegen Zürcher Lichtkreis ZLK (Berufung)", "regestes": ["Art. 47 al. 3 OJ. Art. 2 al. 2 CO. 1. Conditions auxquelles une demande principale n'atteignant pas la valeur litigieuse fixée par l'art. 46 OJ peut être l'objet d'un recours en réforme (consid. 1). 2. Complètement du contrat par le juge. La nature de l'affaire peut exiger qu'il ne soit mis fin aux rapports contractuels que moyennant un avertissement préalable. Fixation du délai de résiliation adapté aux circonstances (consid. 7-9)."], "faits": "|411|\n\nA.- Edwin Kuhn erteilte Anton Berger am 11. Juli 1963 das alleinige Auffüllrecht einer Kiesgrube, die sich auf der Meliorationsparzelle Nr. 9004 in Aeugst a.A. befand. Berger hatte ihm gemäss Vertrag pro abgeladenes Auto Fr. 3.-- zu bezahlen und war für Ordnung und Sauberkeit im Bereich der Grube verantwortlich. Eine Abrechnung hatte halbjährlich zu erfolgen.\n\nAm 7. April 1972 verkaufte Kuhn diese Parzelle an den Zürcher Lichtkreis ZLK. In Ziffer 8 des Kaufvertrages übernahm der |412| Käufer Rechte und Pflichten aus dem mit Berger bestehenden Vertrag. Mit Schreiben vom 21. Juni 1972 teilte der Zürcher Lichtkreis Berger die Handänderung mit und machte ihn gleichzeitig darauf aufmerksam, dass die Kiesgrube als aufgefüllt und demnach der Vertrag als erfüllt zu betrachten sei. Er wurde aufgefordert, die Grube ordnungsgemäss zu übergeben. Berger bestritt, dass die Kiesgrube aufgefüllt sei und erklärte, auf diese Auffüllmöglichkeit nicht zu verzichten.\n\nB.- Im Mai 1975 klagte der Zürcher Lichtkreis ZLK gegen Berger auf Zahlung von Fr. 6'818.40 nebst Zins. Gefordert wurde damit Ersatz der Kosten für Instandstellungsarbeiten. Der Beklagte widersetzte sich der Klage und verlangte widerklageweise für den Verlust der Auffüllmöglichkeit der Kiesgrube Schadenersatz im Betrage von Fr. 14'000.-- nebst Zins.\n\nDas Bezirksgericht Horgen hiess die Hauptklage gut und verpflichtete den Beklagten, dem Kläger Fr. 6'818.40 nebst 5% Zins seit 7. November 1974 zu bezahlen. Die Widerklage hiess es teilweise gut und sprach dem Beklagten Fr. 9'632.-- nebst 5% Zins seit 18. September 1972 zu.\n\nAuf Appellation beider Parteien bestätigte das Obergericht des Kantons Zürich am 13. Juni 1980 dieses Urteil in bezug auf die Hauptklage, während es die Widerklage vollumfänglich abwies.\n\nC.- Gegen das Urteil des Obergerichts hat der Beklagte Berufung eingelegt mit dem Antrag, es aufzuheben, die Hauptklage abzuweisen und die Widerklage für einen Betrag von Fr. 14'000.-- nebst Zins gutzuheissen, eventuell die Sache zu neuer Entscheidung an die Vorinstanz zurückzuweisen.\n\nDer Kläger beantragt, die Berufung abzuweisen, soweit darauf einzutreten sei.", "considerants": "Aus den Erwägungen:\n\n1. Der Berufungsstreitwert von Fr. 8'000.-- wird zwar von der Widerklage mit Fr. 14'000.--, nicht aber von der Hauptklage mit Fr. 6'818.40 erreicht. Für diese ist daher die Berufung nur unter der Voraussetzung gegeben, dass die mit Haupt- und Widerklage geltend gemachten Ansprüche einander ausschliessen (Art. 47 Abs. 3 OG). Dies ist vorliegend nicht der Fall, da die Widerklage unabhängig vom Schicksal der Hauptklage gutgeheissen oder abgewiesen werden kann und umgekehrt (BGE 95 II 283, BGE 59 II 73; BIRCHMEIER, N. 6 zu Art. 47 OG). So hiess das Bezirksgericht |413| gleichzeitig sowohl Haupt- wie Widerklage teilweise gut, während das Obergericht nur die Hauptklage zusprach und es auch möglich wäre, allein die Widerklage gutzuheissen.\n\nDer Beklagte wendet freilich ein, die Ansprüche schlössen sich gegenseitig aus. Die Widerklage sei zu schützen, weil der Kläger den Vertrag gebrochen habe. Er schulde daher Schadenersatz, während ihm die mit der Hauptklage geltend gemachten Ansprüche gemäss Art. 82 OR nicht zustünden. Damit übersieht der Beklagte, dass die Einrede des nichterfüllten Vertrages nicht auf alle Verpflichtungen anwendbar ist, welche aus einem zweiseitigen Vertrag erwachsen, sondern nur auf solche, die gegenseitig derart aufeinander Bezug haben, dass die eine die Gegenleistung für die andere ist (BGE 84 II 150, BGE 67 II 126; VON TUHR/ESCHER, Allgemeiner Teil des Schweizerischen Obligationenrechts, S. 63). Im streitigen Vertrag besteht ein solches Austauschverhältnis einerseits zwischen der Verpflichtung des Eigentümers, das Auffüllen der Kiesgrube zu dulden, und anderseits der Pflicht des Berechtigten, pro Wagenladung ein Entgelt zu bezahlen. Die Verpflichtung, für Ordnung und Sauberkeit im Bereich der Grube zu sorgen, stellt für diesen dagegen eine Nebenpflicht dar, die sich nicht in einem Austauschverhältnis zur Pflicht des Eigentümers befindet, neue Ablagerungen zu dulden.\n\nSofern der Beklagte gegenüber dem Kläger gleichzeitig Gläubiger und Schuldner einer fälligen Geldforderung ist, könnte er Verrechnung geltend machen. Er behauptet jedoch nicht, dies getan zu haben.\n\nAuf die Berufung kann somit nur in bezug auf die Widerklage eingetreten werden.\n\n3. Für die Ermittlung der Rechte und Pflichten der Parteien massgebend ist der zwischen dem Beklagten und dem damaligen Grundeigentümer Kuhn am 11. Juli 1963 geschlossene Vertrag. Das Obergericht qualifiziert ihn unwidersprochen als Vertrag spezieller Eigenart. Es stellt fest, bei dessen Abschluss sei weder schriftlich noch mündlich eine Einigung über die Auffüllmenge und den Endzustand des Grundstücks erfolgt, sondern die Regelung dieser Fragen bewusst einer späteren Vereinbarung vorbehalten worden. Eine solche zusätzliche Vereinbarung sei indessen nicht zustande gekommen. Als Rechtsnachfolger Kuhns könne sich der Kläger daher auf sein Eigentumsrecht stützen und ohne Verletzung eines Rechts des Beklagten die Auffüllung und damit dessen Auffüllrechte beenden. |414|\n\n7. Im Schluss des Obergerichts, der Kläger sei als Grundeigentümer berechtigt gewesen, das Vertragsverhältnis durch einseitige Erklärung zu beenden, sieht der Beklagte eine Verletzung von Art. 2 Abs. 2 OR.\n\nGemäss dieser Bestimmung hat der Richter die vorbehaltenen Nebenpunkte, über die eine Vereinbarung zwischen den Parteien nicht zustande gekommen ist, nach der Natur des Geschäftes zu entscheiden. Wie wenn es darum geht, eine Vertragslücke auszufüllen, hat sich der Richter dabei vom Wesen und Zweck des Vertrages leiten zu lassen und den gesamten Umständen des Falles Rechnung zu tragen. Die Ergänzung eines Vertrages kann als Rechtsfrage vom Bundesgericht frei überprüft werden (BGE 107 II 149 mit Hinweisen).\n\nAus den Feststellungen des angefochtenen Entscheides ergibt sich, dass der Vertrag das Auffüllen der Kiesgrube bezweckte. Weil es bei Vertragsschluss unsicher war, wie das Grundstück am Ende auszusehen hatte, behielten sich die Parteien diesbezüglich eine spätere Vereinbarung vor, die jedoch nicht zustande kam. Es lag im Interesse beider Vertragsparteien, sich verhältnismässig langfristig zu binden. Nach Treu und Glauben durfte der Beklagte damit rechnen, zumindest soviel Material in der Kiesgrube ablagern zu können, bis das Grundstück einigermassen ebenerdig war. Bis dahin hatte der Eigentümer offensichtlich auch kein Interesse, sich der Auffüllung der Grube zu widersetzen. Von den weiteren Ablagerungen hing dann allerdings die künftige Bodengestaltung ab, die für den Grundeigentümer im Hinblick auf die spätere Verwendungsmöglichkeit von entscheidender Bedeutung war. Von diesem Zeitpunkt an ist sein Interesse, auf die Geländeform Einfluss nehmen zu können, höher einzustufen, als jenes des Beklagten, mit der Ablagerung von Material fortfahren zu dürfen. Es ist dem Grundeigentümer deshalb in Ergänzung des Vertrages von jenem Moment an grundsätzlich das Recht einzuräumen, sich der weiteren Ablagerung von Material zu widersetzen.\n\nDie Vorinstanz geht freilich zu weit und missachtet die Interessen des Beklagten, wenn sie dem Kläger kraft seiner Eigentümerstellung die Befugnis zuerkennt, den Vertrag durch einseitige Erklärung von einem Tag auf den andern zu beenden. Die Natur des Vertrages erfordert vielmehr eine vorausgehende Kündigung des Vertragsverhältnisses. Dies um so mehr, als die Parteien übereingekommen sind, den Zeitpunkt des Vertragsendes später zu regeln. Wenn auch dem Eigentümer ein überwiegendes Interesse zuzugestehen ist, über das Schicksal seines Grundstücks zu befinden, so |415| hat er doch die Beendigung des Vertragsverhältnisses der Gegenpartei rechtzeitig bekanntzugeben, damit auch diese ihre Dispositionen treffen kann. Es darf auch angenommen werden, dass umsichtige Vertragspartner in einer vergleichbaren Lage eine Kündigungsfrist in ihren Vertrag aufgenommen hätten, die ihnen erlauben würde, sich auf das Ende des Vertrages beizeiten einzustellen. Vorliegend aber ist es Aufgabe des Richters, in Anwendung von Art. 2 Abs. 2 OR zu bestimmen, welche Kündigungsfrist den konkreten Verhältnissen angemessen ist. Um allfälligen Missbräuchen vorzubeugen, drängt es sich zudem auf, die Menge festzusetzen, die während der Kündigungsfrist höchstens noch abgelagert werden darf. Ausgehend davon kann der Schaden berechnet werden, der dem Beklagten dadurch entstanden ist, dass es ihm nicht möglich war, von seinen vertraglichen Befugnissen bis zum Ablauf der Kündigungsfrist Gebrauch zu machen.\n\nIm obergerichtlichen Urteil sind indes nicht genügend Anhaltspunkte vorhanden, die es dem Bundesgericht erlaubten, in der Sache selbst zu entscheiden. In bezug auf den mit der Widerklage geforderten Schadenersatz lässt sich daher die Aufhebung des angefochtenen Entscheids und die Rückweisung der Sache an die Vorinstanz nicht umgehen. Diese wird vorerst zu prüfen haben, ob die Kiesgrube im Zeitpunkt der Vertragsauflösung durch den Kläger soweit aufgefüllt war, dass diesem als Grundeigentümer ein Kündigungsrecht überhaupt zustand. Alsdann wird über die Dauer der Kündigungsfrist zu befinden sein. Eine analoge Anwendung der sechsmonatigen Kündigungsfrist von Art. 290 Abs. 1 OR kann dabei angesichts des überwiegenden Interesses des Grundeigentümers an einer wirksamen Einflussnahme auf die Geländeform nicht in Frage kommen. Nach Ansicht des Bundesgerichts dürfte eine Frist von etwa drei Monaten angemessen sein, doch wird es dem Obergericht überlassen, diese aufgrund dessen, was bei ähnlichen Verhältnissen üblich ist, genau festzulegen. Die während der Kündigungsfrist höchstzulässige Ablagerungsmenge könnte anhand der während der gesamten Vertragsdauer durchschnittlich erfolgten Ablagerungen berechnet werden.\n\n8. Der Beklagte behauptet, das von der Vorinstanz dem Grundeigentümer zugebilligte Kündigungsrecht sei vom Kläger zu einem Zweck missbraucht worden, der mit der Willensmeinung der ursprünglichen Vertragspartner im Widerspruch stehe. Die Kündigung hätte daher vom Obergericht als wegen Rechtsmissbrauchs im Sinne von Art. 2 Abs. 2 ZGB ungültig erklärt werden müssen.\n\nDieser Einwand ist unbegründet. Sofern dem Kläger das Recht |416| zustand, den Vertrag mit dem Beklagten zu kündigen, so war belanglos, wie er das Grundstück in der Folge gestalten wollte. Die Kündigung eines Vertrages ist gerade dazu bestimmt, die Vertragsparteien von den eingegangenen Verpflichtungen zu befreien. Dies schliesst vorliegend das Recht des Grundeigentümers ein, nach Ablauf der Kündigungsfrist wieder völlig frei über sein Grundstück zu verfügen.\n\n9. Schliesslich hält sich der Beklagte mit der Eventualerwägung des Obergerichts auf, gemäss der auch die Annahme eines pachtvertragsähnlichen Verhältnisses am Ergebnis nichts zu ändern vermöchte. Er wendet ein, die Vorinstanz widerspreche sich selbst, wenn sie einerseits die gesetzliche Regel von Art. 290 OR als durch Parteivereinbarung aufgehoben erkläre, anderseits aber annehme, eine Vereinbarung betreffend den für die Beendigung des Vertrages massgebenden Zustand sei nicht erfolgt. Mangels gültiger und klarer Parteivereinbarung müsse es bei der gesetzlichen Regelung und damit einer Kündigungsfrist von sechs Monaten bleiben.\n\nDer Beklagte übersieht, dass die fehlende Einigung über den vorbehaltenen Nebenpunkt keineswegs zur Folge hat, dass die Bestimmung von Art. 290 OR zur Anwendung gelangt. Bei der Ergänzung eines Vertrages nach Art. 2 Abs. 2 OR geht vielmehr die Natur des Geschäftes dem dispositiven Gesetzesrecht vor (JÄGGI/GAUCH, N. 517 zu Art. 18 OR; MERZ, N. 138 zu Art. 2 ZGB; VON TUHR/PETER, Allgemeiner Teil des Schweizerischen Obligationenrechts, S. 190). Das Obergericht hat deshalb kein Bundesrecht verletzt, wenn es in seiner Eventualerwägung von der Regel gemäss Art. 290 OR abgewichen ist.\n\nDemnach erkennt das Bundesgericht:\n\nHinsichtlich der Hauptklage wird auf die Berufung nicht eingetreten.\n\nBezüglich der Widerklage wird die Berufung gutgeheissen, das Urteil des Obergerichts des Kantons Zürich vom 13. Juni 1980 aufgehoben und die Sache zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}