{"annee": "107", "cour": "IV", "page": "133", "date": "6/3/1981", "cite": ["102 IV 35", "100 IV 1", "80 IV 173", "101 IV 324", "106 IV 45", "85 IV 234", "68 IV 113", "88 IV 40"], "cite_par": ["124 IV 170", "141 IV 145"], "chapeau": "37. Extrait de l'arrêt de la Cour de cassation pénale du 6 mars 1981 dans la cause Ministère public de l'Etat de Fribourg contre M. (pourvoi en nullité)", "regestes": ["Art. 397 CP; révision. 1. Une décision admettant une demande de revision n'est pas un jugement de dernière instance au regard de l'art. 268 ch. 1 PPF et ne peut de ce fait donner matière à un pourvoi en nullité (consid. 1 litt. a). De plus, l'art. 397 CP impose aux cantons des conditions minimales auxquelles ils doivent accorder la revision; il ne saurait être violé lorsque les conditions offertes par la procédure cantonale sont soit plus larges soit interprétées plus largement (consid. 1 litt. b). 2. Lorsque la revision est accordée, c'est sur la base de l'état de fait existant que le juge chargé de statuer sur le rescisoire doit se prononcer et non, comme en cas de recours, sur la base de l'état de fait réalisé au moment du premier jugement (consid. 2)."], "faits": "BGE 107 IV 133 S. 134\n\nA.- M. a été taxé par l'administration cantonale compétente au titre de la taxe militaire pour l'année 1976 pour un montant de 595 fr. 90. Ayant omis de s'acquitter, il a été condamné par ordonnance pénale du président du Tribunal de la Sarine en date du 1er décembre 1978, à 5 jours d'arrêts avec sursis durant un an, subordonné à la condition spéciale que le condamné s'acquitte de ladite taxe dans un délai expirant le 5 juin 1979. Cette ordonnance pénale, qui n'a pas été frappée d'opposition, est devenue définitive et exécutoire. La condition spéciale au sursis n'ayant pas été respectée, M. a été menacé de révocation du sursis par le juge compétent, conformément à l'art. 41 ch. 3 CP, lequel lui a imparti un nouveau délai de paiement au 30 septembre 1979, qu'il a encore prolongé au 31 octobre 1979. Le 30 octobre 1979, le service fribourgeois de la taxe militaire a fait savoir au juge que M. avait finalement été exonéré du paiement de la taxe pour l'année 1976 en vertu de l'art. 4 lettre b LTM aux termes duquel: BGE 107 IV 133 S. 135\n\n\"Art. 4. Est exonéré de la taxe celui qui, au cours de l'année d'assujettissement: ... b Est, en raison d'une atteinte portée à sa santé par le service militaire, inapte au service, attribué à un service complémentaire... etc.\" (teneur antérieure au 1er janvier 1980).\n\nB.- Le 12 mai 1980, M. a demandé au Tribunal cantonal fribourgeois la revision du jugement rendu le 1er décembre 1978 en soutenant que si le juge avait connu le fait justifiant l'exonération, soit l'atteinte à la santé provoquée par le service militaire, il en aurait déduit que le dénoncé ne pouvait être taxé et l'aurait donc acquitté. Le Tribunal cantonal fribourgeois a déclaré ce moyen nouveau et pertinent et a donc admis la demande de revision le 29 juillet 1980. Puis immédiatement, il a prononcé lui-même l'acquittement, sans renvoyer la cause au juge de police de la Sarine pour qu'il prononce l'acquittement, procédure qualifiée d'inutile et trop formaliste.\n\nC.- Le Ministère public fribourgeois se pourvoit en nullité contre cet arrêt, dont il demande l'annulation pour violation des art. 397 CP et 63 du règlement d'exécution de la loi sur la taxe militaire du 20 décembre 1971.", "considerants": "Considérant en droit:\n\n1. L'intimé met en doute la recevabilité du recours du Ministère public dans la mesure où il se fonde sur l'art. 397 CP, en invoquant l' ATF 106 IV 45. Ce précédent n'est pas pertinent en l'espèce. En effet, dans cet arrêt, le Tribunal fédéral n'est pas entré en matière sur le recours du Ministère public contre l'admission d'une demande de revision, parce que celle-ci était fondée sur le droit cantonal, expressément invoqué par l'autorité cantonale à l'appui de la décision critiquée. En l'espèce au contraire, le Tribunal cantonal fribourgeois a expressément invoqué l'art. 397 CP pour admettre la demande de revision. Il y a donc lieu de se demander si un pourvoi en nullité peut être reçu contre un jugement admettant une demande de revision en application de l'art. 397 CP, question qui a été laissée ouverte dans l'arrêt invoqué.\n\na) Aux termes de l'art. 268 ch. 1 PPF, le pourvoi en nullité est recevable contre les jugements qui ne peuvent pas donner lieu à un recours de droit cantonal pour violation du droit fédéral. Il s'agit donc de savoir si la décision admettant une demande de revision comme telle est un jugement au sens de cette disposition. On BGE 107 IV 133 S. 136entend par jugement au sens de l'art. 268 ch. 1 PPF, par opposition à une ordonnance sur le déroulement de la procédure, une décision de dernière instance statuant définitivement sur la poursuite pénale, en ce qui concerne la déclaration de culpabilité et la peine, le cas échéant uniquement la déclaration de culpabilité (ATF 68 IV 114; ATF 80 IV 177; par analogie ATF 96 IV 67; ATF 100 IV 2; ATF 101 IV 325; a contrario ATF 102 IV 37 et les références; 103 IV 59/60). Dans le cas où la revision est seulement accordée, au stade du rescindant, et la cause renvoyée à une autre autorité pour qu'elle statue au fond au stade du rescisoire, elle a un caractère procédural et ne tranche pas définitivement un point de droit matériel, que précisément elle soumet à l'autorité compétente pour trancher au rescisoire. Il ne s'agit donc pas d'un jugement au sens de l'art. 268 ch. 1 PPF.\n\nIl en va autrement lorsque la demande de revision est rejetée, car alors il n'y a plus de possibilité de continuer la procédure pour aboutir à un jugement. L'action pénale ouverte par la requête de revision prend fin définitivement.\n\nb) On remarque en outre, sur le fond, que le droit fédéral ne peut être violé lorsque la revision est accordée. L'art. 397 CP en effet a pour seule fonction d'obliger les cantons à ouvrir la voie de la revision en faveur du condamné, au moins dans certains cas. Si les conditions de l'un de ces cas sont remplies et que la revision est refusée, le droit fédéral est violé. Mais l'art. 397 ne s'oppose nullement à ce que la revision soit accordée dans d'autres cas qu'il ne prévoit pas. Le droit fédéral ne saurait donc être violé lorsque la revision est accordée dans un cas qu'il ne prévoit pas (ATF 88 IV 40; ATF 85 IV 235). C'est ce qui explique que, mis à part l' ATF 106 IV 45, tous les arrêts publiés sur l'art. 397 CP ont trait à des décisions cantonales refusant la revision. Quant à la doctrine, elle n'envisage tout simplement pas le recours contre une décision accordant la revision (MAUNOIR, La revision pénale, thèse Genève 1960, p. 156; ECKERT, Die Wiederaufnahme im Schweiz. Strafprozessrecht, Berlin 1974, p. 58 ss.; MÜLLER, Revisio propter nova, in RPS 61, p. 44/45; CRESPI, Rilievi sulla revisione a favore del condannato secondo l'art. 397 CPS, in RPS 77, p. 282).\n\nc) En l'espèce, le pourvoi du Ministère public n'est pas dirigé contre une décision statuant uniquement au stade du rescindant et qui ne constitue pas un jugement au sens de l'art. 268 ch. 1 PPF. En effet, l'autorité cantonale a statué non seulement au stade du rescindant, mais aussi au stade du rescisoire, en prononçant BGE 107 IV 133 S. 137l'acquittement. Les motifs exposés plus haut ne conduisent donc pas à l'irrecevabilité du pourvoi ou du moyen pris de la violation de l'art. 397 CP. En revanche, ce dernier moyen est mal fondé, pour le motif qu'une violation du droit fédéral ne peut être démontrée lorsque la demande de revision est admise au stade du rescindant. La seule question qui peut être examinée par le Tribunal fédéral est dès lors de savoir si l'acquittement prononcé au stade du rescisoire l'a été en violation du droit fédéral.\n\n2. En l'espèce, c'est bien cet acquittement que le recourant critique en soutenant que les juges cantonaux ont fait une fausse application de l'art. 63 OTM. Le recourant critique en outre une fausse application de l'art. 42 LTM.\n\na) C'est erronément que le recourant se réfère à l'art. 63 OTM, dont la légalité est au demeurant douteuse. En effet, dès lors qu'elle a admis sans violer le droit fédéral le principe de la revision, l'autorité cantonale devait annuler le premier jugement et le remplacer - ou faire remplacer - par un nouveau, rendu en fonction de la situation de fait existant au moment de la nouvelle décision et non pas, comme en matière de recours, en se fondant sur les circonstances existant au moment de la décision attaquée. Il s'ensuit que, le 29 juillet 1980, l'autorité cantonale ne pouvait plus être liée par une décision qui était certes passée en force, mais qui avait été annulée au plus tard le 30 octobre 1979 par l'autorité compétente, probablement en application de l'art. 45 OTM. C'est au contraire la décision communiquée au juge de jour-là qui, en vertu de l'art. 63 OTM, dans la mesure où il est applicable, obligeait l'autorité judiciaire à libérer l'intimé.\n\nb) Quant à l'art. 42 LTM, il ne saurait avoir été violé, dès lors que l'intimé avait été purement et simplement exonéré du paiement de la taxe militaire pour l'année 1976, seule en cause."}