{"annee": "107", "cour": "IA", "page": "3", "date": "9/1/1981", "cite": ["102 IA 379", "95 I 202"], "cite_par": ["125 I 60", "117 IA 69", "108 IA 64"], "chapeau": "2. Auszug aus dem Urteil des Kassationshofes vom 9. Januar 1981 i.S. A. gegen Staatsanwaltschaft und Kantonsgerichtspräsidenten des Kantons Schwyz (Staatsrechtliche Beschwerde)", "regestes": ["1. Procédure. Le dépôt d'un pourvoi en nullité ou d'un recours de droit public contre un jugement pénal n'a pas pour effet de transférer des autorités cantonales au Tribunal fédéral la compétence d'ordonner la détention préventive ou de mettre fin à celle-ci (consid. 2). 2. Motivation d'une décision de mise en détention préventive. La référence à un risque de fuite résultant de l'imminence d'une longue peine de réclusion est suffisante pour motiver une prolongation de la détention préventive, à la condition qu'il ne s'agisse pas d'une allusion à la peine prévue abstraitement par la loi, mais à celle qui a été effectivement prononcée et que d'autres circonstances ne rendent pas la fuite improbable (consid. 5)."], "faits": "|4|\n\nA.- Durch Urteil des Kantonsgerichts des Kantons Schwyz vom 30. Juni 1980 wurde A. u.a. wegen fortgesetzter vorsätzlicher Tötung und wiederholter Brandstiftung zu 18 Jahren Zuchthaus verurteilt. Gegen dieses Urteil reichte A. beim Bundesgericht staatsrechtliche Beschwerde und Nichtigkeitsbeschwerde ein.\n\nMit Verfügung vom 23. September 1980 erteilte der Präsident des Kassationshofes der staatsrechtlichen Beschwerde in dem Sinne aufschiebende Wirkung, dass einstweilen vom Strafvollzug abzusehen sei.\n\nDer Verteidiger des A. verlangte in der Folge von den kantonalen Behörden dessen sofortige Freilassung. Mit Verfügung vom 25. September 1980 ordnete Kantonsrichter B. als Kantonsgerichtspräsident i.V. an, dass der Angeklagte in Sicherheitshaft bleibe.\n\nB.- Gegen diese Verfügung führt A. staatsrechtliche Beschwerde mit dem Hauptbegehren, die angefochtene Verfügung |5| sei aufzuheben und der Beschwerdeführer sei unverzüglich auf freien Fuss zu setzen.\n\nDas Kantonsgericht beantragt Abweisung der staatsrechtlichen Beschwerde.", "considerants": "Aus den Erwägungen:\n\n2. Die Einreichung einer Nichtigkeitsbeschwerde oder einer staatsrechtlichen Beschwerde gegen ein Strafurteil hat nicht zur Folge, dass die Zuständigkeit zur \"Verfügung\" über den Verurteilten, insbesondere zur Anordnung einer Verhaftung oder Haftentlassung automatisch den kantonalen Behörden entzogen und auf das Bundesgericht übertragen wird. Eine solche verfahrensrechtliche Auswirkung dieser kassatorischen Rechtsmittel ist nirgends vorgesehen. Im Gegenteil ergibt sich aus dem Gesetz, dass die Zuständigkeit des Urteilskantons an sich in vollem Umfange bestehen bleibt und dass dieser sogar zum Vollzug des angefochtenen Urteils schreiten kann, sofern nicht vom zuständigen Abteilungspräsidenten (oder von der zuständigen Abteilung) des Bundesgerichtes eine ausdrückliche Anordnung (Erteilung der aufschiebenden Wirkung) getroffen wird (Art. 272 letzter Abs. BStP, Art. 94 OG, vgl. Rüegsegger, Die eidgenössische Nichtigkeitsbeschwerde gegen kantonale Entscheide in Strafsachen eidgenössischen Rechts, Diss. Zürich 1946, S. 30 ff.).\n\nIm vorliegenden Fall hat der Präsident des Kassationshofes im Sinne von Art. 272 letzter Abs. BStP am 23. September 1980 verfügt, dass der eigentliche Strafvollzug formell nicht schon während der Hängigkeit des Rechtsmittels vor Bundesgericht beginnen soll. Mit dieser Verfügung sollte nicht eine Aufrechterhaltung der Haft untersagt und den kantonalen Behörden die sofortige Freilassung des Beschwerdeführers vorgeschrieben werden. Die Aufrechterhaltung der Haft als Sicherheitshaft war damit keineswegs ausgeschlossen, sondern blieb den kantonalen Behörden sinngemäss vorbehalten. Von einer Haftentlassung ist dementsprechend in der Verfügung des Präsidenten des Kassationshofes nicht die Rede. Der angefochtene kantonale Hoheitsakt steht nicht in Widerspruch zu dieser nur den formellen Strafvollzung betreffenden Verfügung oder zu einer bundesrechtlichen Vorschrift über die Zuständigkeit. Die Aufrechterhaltung des bestehenden Zustandes - d.h. prozessualer |6| Freiheitsentzug, Untersuchungs- oder Sicherheitshaft - bis zur Beurteilung der Beschwerde entsprach dem Sinn der Präsidialverfügung.\n\n5. In der Beschwerdeschrift finden sich dagegen Ausführungen darüber, dass der angefochtenen Verfügung eine ausreichende Begründung fehle.\n\nDie Begründung beschränkt sich auf den kurzen Hinweis, Fluchtgefahr sei schon deswegen anzunehmen, weil dem Verurteilten eine langjährige Zuchthausstrafe bevorstehe. In neuern Entscheiden hat das Bundesgericht hervorgehoben, dass die in jedem Strafverfahren vorhandene abstrakte Möglichkeit einer Flucht für die Verhaftung nicht genügt, sondern dass Gründe vorliegen müssen, die eine Flucht nicht nur als objektiv möglich, sondern als wahrscheinlich erscheinen lassen (BGE 95 I 205 und 241). Diese Entwicklung der Rechtsprechung wird durch die Praxis des Europäischen Gerichtshofs für Menschenrechte bestätigt und verstärkt (vgl. BGE 102 Ia 381 /382). Auch unter Berücksichtigung dieser strengeren Anforderungen an den Haftgrund der Fluchtgefahr erscheint im vorliegenden Fall die erhobene Rüge als unbegründet.\n\nEs geht hier nicht - wie in den Fällen der Haft vor der Verurteilung - um das Abschätzen, welche Fluchtmotivation abstrakte gesetzliche Strafdrohungen beim Täter auslösen, sondern der Beschwerdeführer kennt das Urteil der beiden mit voller Kognition ausgestatteten kantonalen Instanzen. Es droht ihm die bereits konkret ausgefällte Strafe von 18 Jahren Zuchthaus, die eigentlich nur aufgehoben oder wesentlich reduziert werden könnte, wenn das Bundesgericht die entscheidende Beweiswürdigung als verfassungswidrig (Art. 4 BV) aufheben würde. Für einen 31jährigen Mann, der unverheiratet ist und durch keine speziellen Bande zurückgehalten wird, dürfte in dieser Situation die Versuchung, sich der drohenden, langen Zuchthausstrafe durch Flucht zu entziehen, übermässig gross sein. Der Beschwerdeführer hat sich auch keineswegs etwa mit einem längern Freiheitsentzug abgefunden, sondern durch Widerruf seiner Geständnisse den Kampf um den Freispruch mit allem Nachdruck aufgenommen. Dass die Vorinstanz unter den gegebenen Umständen eine erhebliche Fluchtgefahr annahm, verstösst weder gegen die Garantie der persönlichen Freiheit, noch gegen Art. 5 und 6 EMRK. Zwar hat der Beschwerdeführer nicht durch sein bisheriges Verhalten gezeigt, |7| dass er an Flucht denkt, aber die objektiven Umstände sind nach der Verurteilung durch die kantonalen Gerichte so, dass die Wahrscheinlichkeit einer Flucht in die Augen springt. Anderseits sind gegenläufige Motive, welche A. trotz der drohenden Zuchthausstrafe zum Verbleiben in der Schweiz veranlassen könnten, nicht erkennbar.\n\nDie knappe Begründung hält daher der verfassungsrechtlichen Überprüfung stand. Dabei ist auch zu berücksichtigen, dass bereits vor der Verurteilung in einer Verfügung des Kantonsgerichtspräsidenten vom 13. Oktober 1978 einlässlich zur Frage der Fluchtgefahr Stellung genommen wurde. (In jener Begründung werden auch Äusserungen über Fluchtpläne erwähnt, S. 29 f.). Die Situation hat sich seither nicht grundlegend geändert."}