{"annee": "107", "cour": "IA", "page": "182", "date": "28/8/1981", "cite": ["105 IA 271", "87 I 153", "105 IA 80", "104 IA 156", "105 IA 193"], "cite_par": ["120 IA 110", "109 IA 217", "109 IB 177", "126 I 81", "112 IA 174", "110 IA 72", "112 IA 93", "113 IA 247", "112 IA 356", "114 IA 307", "117 IA 90", "109 IB 183"], "chapeau": "36. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 28. August 1981 i.S. Fiklocki gegen Regierungsrat und Obergericht (als Verwaltungsgericht) des Kantons Schaffhausen", "regestes": ["Art. 88 OJ; non-réélection d'un fonctionnaire cantonal. 1. A quelles conditions la non-réélection d'un fonctionnaire constitue-t-elle une lésion de ses intérêts juridiquement protégés (consid. 2)? 2. Le fonctionnaire ne peut invoquer le droit d'être entendu découlant directement de l'art. 4 Cst. que s'il est touché dans ses intérêts juridiquement protégés par l'issue de la procédure de non-réélection. Si tel n'est pas le cas, il ne peut se prévaloir du droit d'être entendu que dans la mesure où les dispositions cantonales lui accordent des droits dans la procédure de non-réélection (consid. 3)."], "faits": "BGE 107 Ia 182 S. 182\n\nStefan Fiklocki wurde 1965 vom Regierungsrat des Kantons Schaffhausen zum Hauptlehrer für Physik an der Kantonsschule Schaffhausen gewählt. Er wurde im Jahre 1972 für die Amtsdauer 1973 bis 1980 wiedergewählt.\n\nAm 5. Juni 1980 eröffnete ihm der Erziehungsdirektor mündlich, der Regierungsrat beabsichtige, von der Wiederwahl für die BGE 107 Ia 182 S. 183Amtszeit 1981 bis 1988 abzusehen. Mit Schreiben vom 13. Juni 1980 bestätigte der Erziehungsdirektor, der Regierungsrat werde angesichts der sich häufenden Klagen auf eine Wiederwahl verzichten. Fiklocki wurde eine nicht weiter erstreckbare Frist bis 20. Juni 1980 angesetzt, um dazu schriftlich Stellung zu nehmen. Am 20. Juni 1980 stellte Fiklocki ein Fristerstreckungsgesuch, worin er ausführte, er habe den Brief des Erziehungsdirektors erst am 16. Juni 1980 erhalten. Er verlangte Fristerstreckung bis anfangs der folgenden Woche. Sein Rechtsanwalt werde dem Regierungsrat eine Stellungnahme zuleiten. Der Erziehungsdirektor wies das Gesuch am gleichen Tag ab.\n\nDer Regierungsrat des Kantons Schaffhausen beschloss am 24. Juni 1980, Fiklocki nicht wiederzuwählen. Er stellte fest, das Anstellungsverhältnis ende am 31. Dezember 1980. Allerdings könne im Interesse der Schule der Lehrauftrag bis Ende Schuljahr 1980/81 verlängert werden.\n\nDas Obergericht des Kantons Schaffhausen (als Verwaltungsgericht) wies die von Fiklocki dagegen erhobene Verwaltungsgerichtsbeschwerde mit Urteil vom 19. September 1980 ab.\n\nFiklocki führt staatsrechtliche Beschwerde mit dem Antrag, den Entscheid der Nichtwiederwahl aufzuheben. Er rügt eine Verweigerung des rechtlichen Gehörs im regierungsrätlichen Verfahren, weil das Fristerstreckungsgesuch abgewiesen und kein Protokoll der Unterredung vom 5. Juni 1980 erstellt worden war. In materieller Hinsicht macht der Beschwerdeführer geltend, die angeführten Gründe für die Nichtwiederwahl seien willkürlich ausgewählt worden und stellten Bagatelltatbestände dar, welche teilweise weit zurücklägen. Das Bundesgericht tritt auf die staatsrechtliche Beschwerde Fiklockis nicht ein.", "considerants": "Erwägungen:\n\n1. Gemäss Art. 88 OG kommt das Recht zur Beschwerdeführung Bürgern und Korporationen bezüglich solcher Rechtsverletzungen zu, die sie durch allgemein verbindliche oder sie persönlich treffende Erlasse oder Verfügungen erlitten haben. Im Gegensatz zur Regelung der Legitimationsvoraussetzungen im verwaltungsgerichtlichen Beschwerdeverfahren (Art. 103 OG) steht dem Einzelnen die staatsrechtliche Beschwerde lediglich zur Geltendmachung seiner rechtlich geschützten Interessen zu. Zur Verfolgung bloss tatsächlicher Interessen wie auch zur Wahrung allgemeiner BGE 107 Ia 182 S. 184öffentlicher Interessen ist die staatsrechtliche Beschwerde nicht gegeben (BGE 105 Ia 272/3 mit Hinweisen).\n\n2. Der Beschwerdeführer rügt, er sei willkürlich nicht wiedergewählt worden.\n\na) Gewährt das kantonale Recht dem Beamten keinen Anspruch auf Wiederwahl, ist die Wahlbehörde grundsätzlich frei, das Dienstverhältnis nach Ablauf der Amtsdauer zu erneuern. Verzichtet sie auf die Fortführung des Dienstverhältnisses, greift diese Massnahme nicht in die rechtlich geschützten Interessen des Beamten im Sinne von Art. 88 OG ein. Daran ändert nichts, dass die zuständige Behörde an das allgemeine Willkürverbot, das für die gesamte staatliche Verwaltungstätigkeit gilt, gebunden ist. Die Legitimation zur Willkürbeschwerde besteht erst dann, wenn die Rechtsstellung des Beamten durch die Nichtwiederwahl betroffen wird. Aus Art. 4 BV folgt kein selbständiger Anspruch auf willkürfreies staatliches Handeln. Der Beamte ist somit zur Führung der staatsrechtlichen Beschwerde wegen Willkür befugt, wenn das massgebende kantonale Recht ihm einen Anspruch auf Wiederwahl gewährt (BGE 105 Ia 275). Denkbar ist, dass dieser Anspruch auch aufgrund von Gewohnheitsrecht besteht (vgl. zur Entstehung von Gewohnheitsrecht auch BGE 105 Ia 84 mit Hinweisen). An der Rechtsprechung des Bundesgerichts zur Frage der materiellen Beschwerdelegitimation ist trotz der in der Literatur teilweise erhobenen Kritik (vgl. KNAPP, Précis de droit administratif S. 414 f) grundsätzlich festzuhalten.\n\nb) Vorliegend weist der Beschwerdeführer nicht nach, dass das geschriebene oder ungeschriebene kantonale Recht ihm einen Anspruch auf Fortführung des Dienstverhältnisses nach Ablauf der Amtsperiode einräumt. Tatsächlich enthält das Schaffhauser Recht keine gesetzliche Grundlage, auf welche dieser Anspruch gestützt werden könnte. Aus der Parteistellung des Beschwerdeführers im kantonalen Rechtsmittelverfahren folgt nichts anderes, denn die Legitimation im staatsrechtlichen Beschwerdeverfahren beurteilt sich ausschliesslich nach Art. 88 OG (BGE 104 Ia 159 E. 2 b mit Hinweisen). Auf die Rüge des Beschwerdeführers, die Nichtwiederwahlgründe verletzten Art. 4 BV, kann daher nicht eingetreten werden.\n\nc) Im übrigen beruft sich der Beschwerdeführer nicht auf die Verletzung eines besonderen Freiheitsrechtes. Es kann demnach offen bleiben, ob ein Beamter zur Einreichung der staatsrechtlichen Beschwerde legitimiert ist, wenn er aufgrund eines Verhaltens BGE 107 Ia 182 S. 185nicht wiedergewählt wird, das seinerseits unter dem Schutz eines besonderen verfassungsmässigen Rechtes wie z.B. der Meinungsäusserungsfreiheit, der Glaubens- und Gewissensfreiheit, der Vereinsfreiheit, des Diskriminierungsverbotes (Art. 14 EMRK) oder der Garantie der persönlichen Freiheit, steht (vgl. auch J.P. MÜLLER, Die staatsrechtliche Rechtsprechung des Bundesgerichts 1979, ZBJV 117/1981, S. 245).\n\n3. Der Beschwerdeführer rügt im Zusammenhang mit dem Verfahren vor dem Regierungsrat einzig die seiner Auffassung nach willkürliche Ablehnung des Fristerstreckungsgesuches. Sinngemäss macht er damit eine Verweigerung des rechtlichen Gehörs geltend.\n\na) Nach der Rechtsprechung des Bundesgerichts kann der an einem kantonalen Verfahren Beteiligte in jedem Fall die Verletzung jener Parteirechte rügen, die ihm nach dem kantonalen Verfahrensrecht oder unmittelbar aufgrund von Art. 4 BV zustehen (BGE 105 Ia 276 mit Hinweisen). Es bleibt daher zu prüfen, ob das kantonale oder das Bundesverfassungsrecht dem Beschwerdeführer das rechtliche Gehör garantiert.\n\nb) Der Beschwerdeführer weist keine Bestimmungen des kantonalen Rechts nach, gemäss welchen der Beamte im Nichtwiederwahlverfahren anzuhören ist. Es fragt sich daher, ob der Beschwerdeführer sich auf Art. 4 BV berufen kann.\n\nc) Die Rechtsprechung des Bundesgerichts stellt bei der Umschreibung des aus Art. 4 BV abgeleiteten Gehörsanspruchs auf die konkrete Interessenlage der Beteiligten ab. Die Funktion des Gehörsanspruchs lässt sich wie folgt umschreiben: Einerseits dient das rechtliche Gehör der Sachaufklärung, andererseits stellt es ein persönlichkeitsbezogenes Mitwirkungsrecht beim Erlass von Verfügungen dar, die in die Rechtsstellung des Einzelnen eingreifen (BGE 105 Ia 197 mit Hinweis). Der Anspruch auf rechtliches Gehör gilt nicht um seiner selbst Willen, sondern ist mit der Berechtigung in der Sache eng verbunden. Von Verfassungs wegen besteht der Gehörsanspruch erst dann, wenn die Gefahr besteht, dass der Einzelne durch den Erlass einer Verfügung in seinen rechtlich geschützten Interessen verletzt wird (vgl. BGE 105 Ia 195 ff., BGE 87 I 155; REINHARDT, Das rechtliche Gehör in Verwaltungssachen, Diss. Zürich 1968, S. 69/70; TINNER, Das rechtliche Gehör, ZSR 83 II S. 331). Soweit aus BGE 105 Ia 276 E. d abgeleitet werden könnte, ein Anspruch auf rechtliches Gehör stehe einem Verfahrensbeteiligten unmittelbar aufgrund von Art. 4 BV schon BGE 107 Ia 182 S. 186dann zu, wenn er am Ausgang des Verfahrens tatsächlich interessiert sei, kann daran nicht festgehalten werden. Ein kantonaler Beamter, der nach Art. 88 OG nicht befugt ist, mit staatsrechtlicher Beschwerde die Verfügung über seine Nichtwiederwahl in der Sache selbst anzufechten, kann daher eine Verweigerung des rechtlichen Gehörs nur rügen, soweit ihm kantonale Vorschriften Rechte im Nichtwiederwahlverfahren einräumen.\n\nd) Wie unter Ziff. 2 ausgeführt, hat der Beschwerdeführer im vorliegenden Fall keinen Anspruch auf Wiederwahl. Durch die angefochtene Massnahme wird er in seinen rechtlich geschützten Interessen nicht verletzt. Aufgrund von Art. 4 BV lässt sich daher kein Anspruch auf vorgängige Anhörung ableiten. Auf die in Bezug auf das regierungsrätliche Verfahren vorgebrachte Rüge kann mithin nicht eingetreten werden."}