{"annee": "107", "cour": "IB", "page": "258", "date": "1/9/1981", "cite": ["105 IB 418"], "cite_par": ["112 IB 462", "139 II 451"], "chapeau": "47. Arrêt de la IIe Cour de droit public du 1er septembre 1981, en la cause H. contre Office fédéral de la police (recours de droit administratif)", "regestes": ["Entraide judiciaire en matière pénale. Art. 10 ch. 2 du traité avec les Etats-Unis. Celui qui occupait une position dirigeante au sein d'une société ayant été utilisée comme intermédiaire dans l'acheminement de pots-de-vin ayant une fin délictueuse, ou qui disposait de cette société, ne saurait être considéré comme un tiers n'ayant apparemment aucun rapport avec l'infraction reprochée par l'autorité requérante."], "faits": "|258|\n\nLe 6 septembre 1978, le Département de la justice des Etats-Unis d'Amérique a adressé à la Suisse une demande d'entraide judiciaire fondée sur le traité entre la Confédération suisse et les Etats-Unis d'Amérique sur l'entraide judiciaire en matière pénale du 25 mai 1973, entré en vigueur le 23 janvier 1977 (RS 0.351.933.6; ci-après: le traité). Les faits justifiant cette demande sont exposés dans |259| l'arrêt du Tribunal fédéral du 28 septembre 1979, auquel il y a lieu de se référer (voir ATF 105 Ib 420 /421).\n\nLa procédure a établi ce qui suit en ce qui concerne le rôle joué par H. dans cette affaire: la société G. assurait l'exécution du contrat entre les sociétés X. et Y. en dehors des Etats-Unis, selon les instructions des clients; recevant ses avoirs en compte de la part de la société X., elle ne servait que d'intermédiaire. Or le nom de H. figure sur certaines pièces communiquées par le Crédit Suisse au juge d'instruction genevois. Ainsi, le 10 juin 1976, l'administrateur de la société G. a écrit au Crédit Suisse, à Genève, pour lui annoncer le passage \"de notre fondé de procuration spéciale\", à qui tous pouvoirs étaient donnés pour disposer des avoirs et transmettre ses instructions. Le 11 juin 1976, le Crédit Suisse écrivit à la société G. en signalant que, lors de sa visite effectuée le jour même, H. avait prié la banque de solder les comptes Frs et DM et \"de concentrer son avoir sur le compte $\".\n\nDans son opposition à l'indication de son nom, H. prétend ne pas avoir de rapports avec la société A. et l'infraction reprochée; il y admet toutefois que, lors de son seul passage à la banque, il lui donna des instructions tendant à convertir en US$ les avoirs de la société G. en Frs et DM.\n\nPar décision du 12 mai 1981, l'Office fédéral de la police a rejeté l'opposition de H. demandant que son nom ne fût point communiqué à l'autorité requérante. Se fondant sur la demande d'entraide judiciaire, l'autorité fédérale retient en bref qu'il existe de fortes présomptions que la société G. ait été utilisée comme intermédiaire pour le paiement de pots-de-vin destinés à commettre des délits aux USA. L'enquête permet également de supposer que H., sans être administrateur de la société G., en est cependant le maître effectif; on a dès lors de sérieuses raisons de penser qu'il a pu servir d'intermédiaire lors des paiements incriminés, en mettant à disposition les services de la société G. Le nom de H. est du reste connu de l'autorité requérante qui le mentionne dans une question destinée au témoin P., administrateur de la société G.\n\nH. a formé contre cette décision un recours de droit administratif, demandant au Tribunal fédéral de constater son droit à l'anonymat à l'égard de l'autorité requérante.\n\nL'Office fédéral de la police a conclu au rejet du recours. Il confirme les considérations émises dans la décision attaquée et se fonde, en plus, sur une lettre du Département de la justice des |260| Etats-Unis du 15 mai 1981 indiquant notamment que H. contrôle ou est propriétaire de la société G.\n\nVu les faits nouveaux invoqués dans la réponse, le recourant a été autorisé à répliquer.\n\nLe Tribunal fédéral a cependant rejeté le recours, en bref pour les motifs suivants.", "considerants": "Considérant en droit:\n\n2. c) En l'occurrence, il résulte de la demande d'entraide, complétée par les indications ultérieures de l'autorité requérante, que la société G. est soupçonnée d'avoir servi d'intermédiaire entre les sociétés X. et Y., d'une part, C. et L., d'autre part, pour le paiement de pots-de-vin à ceux-ci. Or, il résulte de l'arrêt du 28 septembre 1979 que la société G., qui n'est pas un tiers apparemment sans relation avec l'infraction, ne peut s'opposer à la mesure d'entraide.\n\nSur la base de l'enquête faite en particulier en Suisse, l'autorité requérante affirme que H. occupait en fait - sinon en droit - une position dirigeante dans la société G. Si les présomptions d'infraction sont confirmées, avec le rôle d'intermédiaire confié à cette société, il est évidemment d'un grand intérêt pour l'autorité judiciaire pénale de savoir qui a mis en oeuvre les services de la société G. et quels sont les liens de cette (ces) personne(s) avec les sociétés X. et Y., soupçonnées d'être à l'origine de l'atteinte au patrimoine de la société A. Par ailleurs, s'il est admis que la société G., en tant que personne morale, est un tiers impliqué, il en est donc de même de la personne physique qui en est le maître et en a disposé.\n\nLe fait que le recourant ne soit pas désigné dans la demande d'entraide ne lui conférerait pas à lui seul la qualité de tiers n'ayant apparemment pas de relations avec l'infraction. Il est en effet évident que l'autorité requérante ne connaît pas nécessairement tous les tenants et aboutissants d'un comportement délictueux; son ignorance ne saurait avoir pour conséquence de la priver de la connaissance d'un élément important pour l'enquête (cf. SCHMID/FREI/WYSS/SCHOUWEY, Rapport à la Société suisse des juristes 1981 p. 330; DE CAPITANI, idem p. 460).\n\nDu reste, la demande a été complétée notamment par la lettre du 15 mai 1981 dont il résulte que H. est aussi impliqué dans la commission des infractions faisant l'objet de l'enquête aux Etats-Unis. Le fait que l'intervention avérée de H. auprès du Crédit Suisse remonte à plusieurs mois avant les transferts litigieux de fonds ne supprime pas l'apparence de liens entre lui-même et l'infraction. Il résulte en |261| effet de cette intervention qu'en juin 1976, H. paraissait disposer de la société G.; or on pouvait supposer que cette présomption subsistait tant que n'apparaissaient point des éléments propres à établir que ce rapport de domination avait pris fin. Le recourant lui-même n'a rien affirmé ni même tenté de prouver dans ce sens. Il y avait donc - même indépendamment des affirmations de l'autorité requérante - de sérieuses raisons de penser qu'à fin 1976 et début 1977, H. occupait encore une position dirigeante au sein de la société G.\n\nAu vu des pièces du dossier de l'entraide judiciaire, l'Office fédéral de la police n'a nullement abusé de son pouvoir d'appréciation en ne s'écartant pas des allégations de l'autorité requérante. Il résulte, en effet, de ce dossier que le rôle qu'aurait pu jouer H. dans l'acheminement supposé de pots-de-vin par la société G. ne saurait être considéré comme sans rapport avec l'infraction reprochée. Le recourant ne peut dès lors se prévaloir des conditions de l'art. 10 ch. 2 du traité."}