{"annee": "107", "cour": "II", "page": "161", "date": "2/6/1981", "cite": ["95 II 333", "90 II 86", "60 II 436", "95 II 119", "99 II 282", "67 II 132", "96 II 325", "91 II 344", "72 II 267", "98 II 73", "96 II 115", "63 II 401", "82 II 136"], "cite_par": ["133 III 335", "109 II 403", "126 III 59", "113 II 49", "110 II 264", "130 III 686", "115 II 323"], "chapeau": "21. Auszug aus dem Urteil der I. Zivilabteilung vom 2. Juni 1981 i.S. Erbengemeinschaft S. gegen Kilintra AG (Berufung)", "regestes": ["Vente immobilière, exclusion de la garantie. 1. Application à des vices extraordinaires d'une clause supprimant la garantie pour les défauts de la chose (consid. 6). 2. Nature de l'action en dommages et intérêts pour défauts de la chose vendue (consid. 7a). 3. Rapport entre l'art. 100 al. 1 et l'art. 199 CO (consid. 7b et c). 4. Les effets d'une clause limitative de responsabilité s'étendent à la responsabilité aquilienne, à la responsabilité pour les bâtiments et autres ouvrages et à celle fondée sur la gestion d'affaires sans mandat (consid. 8)."], "faits": "|161|\n\nA.- Die Kilintra AG kaufte mit Vertrag vom 23. Januar 1976 von den Erben S. zwei Parzellen mit insgesamt 10'607 m2 Bauland zum Pauschalpreis von Fr. 3 Mio. Zugleich übernahm die Käuferin die Vorleistungen der Verkäufer für die bereits bewilligte Arealüberbauung. Ziffer 5 der weiteren Vertragsbestimmungen lautete wie folgt: |162|\n\n\"Die Gewährspflicht der Verkäufer für Sachmängel an den Kaufsobjekten wird aufgehoben. Die Parteien sind über die Bedeutung dieser Bestimmung orientiert.\"\n\nDie Eigentumsübertragung erfolgte am 16. September 1976. Bei den Aushubarbeiten wurde am 18. März 1977 im Aushubmaterial Heizöl entdeckt. Es ergab sich, dass während Jahren Tausende von Litern aus einer defekten Verbindungsleitung zu früher betriebenen Gewächshäusern ausgeflossen sein mussten. Auf Grund der Gewässerschutzbestimmungen ordneten die kantonalen Instanzen vorerst die Abfuhr des Aushubmaterials in eine staatliche Ölerde-Deponie und später die Erstellung eines speziellen Entwässerungssystems an.\n\nB.- Die Käuferin klagte im Juni 1978 gegen die Verkäufer auf Zahlung von Schadenersatz im Betrage von Fr. 164'263.55 nebst Zins, unter Vorbehalt des Nachklagerechts. Im Verlauf des Verfahrens erhöhte sie den Klagebetrag bis auf Fr. 369'238.70.\n\nDas Bezirksgericht Meilen wies die Klage ab, weil die Gewährleistung vertraglich wegbedungen sei und für eine ausservertragliche Haftung gemäss Art. 58 OR kein Raum bleibe. Zudem habe die Klägerin die Sache durch Unterlassung rechtzeitiger Prüfung genehmigt.\n\nAuf Appellation der Klägerin hob das Obergericht des Kantons Zürich diesen Entscheid mit einem Vorurteil von 15. April 1980 auf. Es stellte fest, dass die Beklagten für den Minderwert der Kaufsache und für den der Klägerin durch die Rettungsmassnahmen gegen Gewässerverschmutzung erwachsenen weiteren Schaden haften. Zur Durchführung des Beweisverfahrens über das Quantitativ und zur neuen Entscheidung wurde die Sache an das Bezirksgericht zurückgewiesen.\n\nEine von den Beklagten erhobene Nichtigkeitsbeschwerde war teilweise erfolgreich, indem das Kassationsgericht am 28. November 1980 die Feststellung des Obergerichts aufhob, gemäss der die Beklagten für den Minderwert der Kaufsache hafteten. Im übrigen wurde die Beschwerde abgewiesen, soweit auf sie einzutreten war.\n\nC.- Gegen das Vorurteil des Obergerichts haben die Beklagten zudem Berufung eingelegt mit dem Antrag, es aufzuheben und die Klage abzuweisen.\n\nDie Klägerin beantragt, die Berufung abzuweisen.", "considerants": "Aus den Erwägungen:\n\n6. Im Eventualstandpunkt stützen sich die Beklagten auf die |163| Vertragsklausel, mit der die Gewährspflicht für Sachmängel der Kaufsobjekte wegbedungen wurde.\n\na) Das Obergericht stellt unangefochten fest, dass es sich bei der betreffenden Klausel nicht um eine blosse Vertragsfloskel handelte, die vom Parteiwillen nicht gedeckt und deshalb unwirksam wäre. Da sie nicht von einer Partei verlangt, sondern vom Urkundsbeamten vorgeschlagen worden sei, habe ihr aber offenbar in jenem Zeitpunkt keine der Parteien grosse praktische Bedeutung beigemessen. Wer die Klausel vorschlug, ist eine tatsächliche Feststellung, die das Bundesgericht bindet. Offen bleiben kann, ob Gleiches hinsichtlich der Schlussfolgerung gilt, die Parteien hätten ihr damals keine grosse praktische Bedeutung zuerkannt. Dass der Vertrag ausdrücklich festhält, die Parteien seien über die Bedeutung der Klausel orientiert, zeigt immerhin, dass sie als solche ernst gemeint war. Im übrigen ist es eine Erfahrungstatsache, dass bei Landkäufen derartigen Ausschlussklauseln keine besondere Bedeutung beigemessen wird. Das heisst aber nur, dass - zu Recht oder zu Unrecht - bei solchen Geschäften keine grossen Risiken erwartet werden.\n\nb) Die Vorinstanz geht auf den inneren Willen der Parteien ein und hält fest, die Klägerin habe die Klausel als im Liegenschaftenhandel übliche Regelung verstanden, während die Beklagten in ihr einen umfassenden Ausschluss erblickt hätten. Zwar hätten diese einen inneren Willen beider Parteien behauptet, jedoch nicht dargetan, woraus sich die Kenntnis der Klägerin vom Willen der Beklagten ergebe, und dazu auch keine Beweise angetragen, weshalb die Behauptung gemäss § 267 ZPO/ZH nicht berücksichtigt werden könne. Damit steht fest, dass ein übereinstimmender wirklicher Wille der Parteien in dem von den Beklagten behaupteten Sinn nicht nachgewiesen ist. Diese tatsächliche Feststellung ist von den Beklagten erfolglos beim Kassationsgericht angefochten worden, während mit der Berufung gegen sie nicht aufzukommen ist.\n\nFehlt es an einem übereinstimmenden wirklichen Willen der Parteien, so ist die vereinbarte Ausschlussklausel nach dem Vertrauensgrundsatz auszulegen. Die Ermittlung der Bedeutung, die der Willensäusserung der Beteiligten beim Abschluss der Vertragsklausel nach Treu und Glauben zukommt, ist eine Rechtsfrage, die im Berufungsverfahren der freien Prüfung durch das Bundesgericht unterliegt (BGE 99 II 285, BGE 96 II 333).\n\nc) Wegen der Besonderheiten des Grundstückkaufs nehmen Lehre und Rechtsprechung bei der Auslegung von Ausschlussklauseln |164| eine gewisse Einschränkung hinsichtlich der Natur der Mängel vor. Ausgangspunkt ist dabei BGE 60 II 444, gemäss dem nur gewöhnliche Mängel, mit deren Vorhandensein bei Vertragsschluss wenigstens einigermassen zu rechnen ist, unter die Ausschlussklausel fallen. Dieses Urteil bezog sich jedoch auf eine traditionelle Wegbedingungsformel, die als Floskel ohne rechtliche Bedeutung hatte betrachtet werden können. In späteren Urteilen wurde denn auch abgelehnt, jenem Entscheid ein allgemein gültiges Prinzip zu entnehmen (BGE 72 II 268, 83 II 408; nicht veröffentlichtes Urteil vom 11. Januar 1980 i.S. Stockwerkeigentümer-Gemeinschaft B., E. 3). Gemäss dieser neueren Rechtsprechung ist von Fall zu Fall nach Treu und Glauben und den konkreten Umständen auszulegen, wobei die zwischen billig denkenden Menschen herrschenden Verkehrsanschauungen massgebend sind. Nicht entscheidend ist, ob die Parteien selbst sich den konkreten Mangel als möglicherweise gegeben vorstellten. Dagegen fällt ein Mangel nicht mehr unter die Ausschlussklausel, wenn er gänzlich ausserhalb dessen lag, womit ein Käufer vernünftigerweise rechnen musste (GIGER, N. 10 zu Art. 199 OR; GUHL/MERZ/KUMMER, OR (7. Auflage), S. 344).\n\nd) Bezüglich der subjektiven Situation der Parteien bei Vertragsschluss führt das Obergericht aus, zwar sei die Unkenntnis der Beklagten nur schwer zu verstehen, doch sei im Prozess anerkannt, dass sie vom Mangel weder wussten noch Verdacht hegten. Erst recht habe die Klägerin nicht mit einer Verschmutzung durch Heizöl gerechnet. Sie habe über ein geologisches Gutachten sowie über Bauerfahrung auf Nachbarland verfügt. Diese Ausführungen der Vorinstanz über Wissen und Wollen der Vertragspartner sind tatsächlicher Natur und daher für das Bundesgericht verbindlich (BGE 99 II 285, BGE 98 II 78, 95 II 40). Von Belang sind sie allerdings nur insoweit, als damit feststeht, dass die Beklagten den Mangel nicht arglistig verschwiegen haben (Art. 199 OR) und dass beide Parteien nicht mit einem derartigen Ölschaden rechneten. Nicht beantwortet ist hingegen die entscheidende Frage, ob die Klägerin mit einem solchen Mangel hätte rechnen sollen oder ob dieser völlig ausserhalb dessen lag, womit vernünftigerweise zu rechnen war. Dies ist eine Rechtsfrage, die vom Bundesgericht aufgrund der festgestellten äussern Umstände und der Lebenserfahrung frei überprüft wird.\n\ne) Zu bedenken ist dabei, dass beim Kauf von Bauland anders als beim Erwerb eines Gebäudes Sachmängel eine geringe Rolle spielen und für Käufer und Verkäufer im allgemeinen keine grossen |165| Risiken bedeuten. Wenn sich wie vorliegend keine rechtlichen Hindernisse der Überbauung entgegenstellen und auch die Fläche nicht streitig ist (Art. 219 Abs. 1 OR), kommen praktisch nur Mängel des Baugrundes in Betracht. Entsprechend konzentriert sich die Sorgfalt des Käufers auf dessen Untersuchung.\n\nMit Verunreinigungen durch Heizöl wird vernünftigerweise nicht zu rechnen sein, wenn das Kaufgrundstück bisher nicht überbaut war, sondern stets nur landwirtschaftlich genutzt wurde. Im vorliegenden Fall steht indes fest, dass das Land mit vier Gewächshäusern überbaut war, die bis 1966 als solche betrieben und offenbar 1974 beseitigt wurden. Zum Ölschaden konnte es nur kommen, weil die Gewächshäuser mit Ölheizung versehen waren und die Verbindungsleitung zum Haupttank beim Wohnhaus bis 1973 unter Druck blieb. Dem angefochtenen Urteil ist zwar nicht zu entnehmen, ob die Klägerin von der früheren Benützung des Landes als Gärtnerei mit Gewächshäusern Kenntnis hatte, wie das die Beklagten vor Bundesgericht behaupten und von der Klägerin nicht bestritten wird. Aus den Kaufverträgen ergibt sich jedoch, dass die beiden Kaufparzellen mit einem Gewächshaus bestanden und bezüglich der Heizanlage servitutsberechtigt waren. Das erlaubt dem Bundesgericht gestützt auf Art. 64 Abs. 2 OG die Feststellung, dass den Parteien bei Vertragsschluss die frühere Verwendung der Grundstücke samt dem Vorhandensein einer Heizanlage bekannt war. Sodann steht ausser Frage, dass im damaligen Zeitpunkt die Risiken undichter Öltanks oder Ölleitungen und die möglicherweise schweren Folgen hinsichtlich des Gewässerschutzes allgemein bekannt waren, erst recht für die branchenerfahrene Klägerin. Ebenfalls geläufig war, dass derartige Schäden manchmal erst nach geraumer Zeit erkannt werden. Der eingetretene Ölschaden lag daher, auch in seinem grossen Ausmass, nicht völlig ausserhalb dessen, womit vernünftigerweise beim Erwerb solcher Parzellen hätte gerechnet werden müssen.\n\nDas führt zum Schluss, dass die Gewährspflicht der Beklagten für den Mangel der Kaufsobjekte aufgrund der Vertragsklausel entfällt.\n\n7. Gegenstand der Klage ist gemäss Präzisierung des Kassationsgerichts ausschliesslich die Forderung auf Ersatz der Sanierungskosten. Das Obergericht geht zutreffend und unwidersprochen davon aus, dass eine derartige Schadenersatzklage wegen Mängeln einer Kaufsache zulässig ist, obschon sie nur in Art. 208 OR bei der Wandelung ausdrücklich erwähnt ist.\n\na) Das Bundesgericht betrachtet die Schadenersatzklage aus |166| Sachmängeln als Anwendungsfall von Art. 97 Abs. 1 OR und gesteht daher dem Verkäufer wie in Art. 208 Abs. 3 OR den Exkulpationsbeweis zu (BGE 95 II 125 E. 6, BGE 82 II 139, BGE 63 II 404 E. 3). Demgegenüber befürworten die herrschende Lehre und die Klägerin eine analoge Anwendung von Art. 208 Abs. 2 OR und damit eine dem übrigen Gewährleistungsrecht entsprechende Kausalhaftung des Verkäufers, soweit es um unmittelbaren Schaden geht (GIGER, N. 53 ff. zu Art. 208 OR; CAVIN, in Schweizerisches Privatrecht VII/1, S. 112 f.; GUHL/MERZ/KUMMER, a.a.O., S. 350). Es besteht indes kein Anlass, die Rechtsprechung grundsätzlich zu überdenken. Das Bundesgericht unterwirft nämlich die Schadenersatzklage aus Sachmängeln gleichwohl weitgehend den besonderen kaufrechtlichen Gewährleistungsregeln, namentlich in bezug auf Prüfung der Sache, Mängelrüge und Verjährung (BGE 96 II 117, BGE 90 II 88). Im gleichen Sinn rechtfertigt es sich, aus der Wegbedingung der Sachgewährleistung auch auf die Wegbedingung von Schadenersatzansprüchen aus Sachmängeln zu schliessen (GIGER, N. 24 zu Art. 199 OR; ROLF FURRER, Beitrag zur Lehre der Gewährleistung im Vertragsrecht, Diss. Zürich 1973, S. 83; THOMAS LÖRTSCHER, Vertragliche Haftungsbeschränkungen im schweizerischen Kaufrecht, Diss. Zürich 1977, S. 123).\n\nb) Weil das Obergericht die Anwendung der Vertragsklausel auf den eingetretenen Ölschaden überhaupt ablehnt, prüft es diese nicht unter dem Gesichtspunkt von Art. 100 Abs. 1 OR, gemäss dem die Haftung für rechtswidrige Absicht oder grobe Fahrlässigkeit nicht im voraus wegbedungen werden kann. Es behält aber grundsätzlich diese Bestimmung vor und nimmt in anderem Zusammenhang grobe Fahrlässigkeit an.\n\nIn der neueren Lehre wird die Auffassung vertreten, Art. 100 Abs. 1 OR gelte für Freizeichnungsklauseln bei Kauf neben Art. 199 OR (GIGER, N. 6 zu Art. 199 OR; FURRER, a.a.O., S. 85, LÖRTSCHER, a.a.O., S. 144 ff.). Eine gegenteilige herrschende Lehre tritt für einen Ausschluss des Art. 100 OR durch die Spezialnorm von Art. 199 OR ein (BECKER, N. 6 zu Art. 100 OR; VON TUHR/ESCHER, S. 119 Anm. 34). Ebenso hat das Bundesgericht bisher jeweils nur Art. 199 OR angewandt, freilich ohne Art. 100 Abs. 1 OR ausdrücklich auszuschliessen (BGE 91 II 348, 73 II 223, 66 II 139). Daran ist jedenfalls unter den gegebenen Umständen festzuhalten. Es handelt sich hier nicht darum, dass der Verkäufer nach Wegbedingung der Gewährleistung absichtlich oder grobfahrlässig den Mangel herbeiführt und dadurch den Kaufvertrag |167| verletzt. Vielmehr geht es um einen Mangel, den die Beklagten lange vor dem Vertragsschluss durch ungenügenden Unterhalt der Liegenschaft verschuldet haben sollen. Eine Verletzung des Kaufvertrages mit der Klägerin lag darin noch nicht. Kaufrechtlich von Belang war nur, ob die Beklagten der Klägerin diesen Mangel arglistig verschwiegen hatten, was nicht zutrifft. Selbst wenn sie, wie die Vorinstanz andeutet, bei gebotener Aufmerksamkeit hätten Verdacht schöpfen und diesen dann bei den Vertragsverhandlungen hätten offenbaren müssen, ist das nach Art. 199 OR unerheblich.\n\nc) Auf diese Fragen kommt nichts an, wenn im Gegensatz zum angefochtenen Urteil eine grobe Fahrlässigkeit verneint wird. Diese soll nach Meinung des Obergerichts darin liegen, dass die Beklagten die Ölleitung von 1966 bis 1973 unter dem Druck des Heizöls im Haupttank beliessen, obschon die Gewächshäuser nicht mehr in Betrieb waren. Die Beklagten hätten pflichtwidrig weder die Zuleitung abgestellt noch die Leitung überwacht. Die dem Vorwurf zugrundeliegenden tatsächlichen Feststellungen sind erfolglos beim Kassationsgericht angefochten worden und können auf Berufung hin nicht überprüft werden. Rechtsfrage ist dagegen, ob sich daraus eine grobe Fahrlässigkeit ergibt. Eine solche ist zu bejahen, wenn elementare Vorsichtspflichten missachtet wurden, die sich unter den gegebenen Umständen jedem vernünftigen Menschen aufdrängen mussten (BGE 95 II 340, 578 mit Hinweisen). Der Betrieb der Gewächshäuser wurde 1966 eingestellt. ob das als Dauerlösung oder als Provisorium gedacht war, ist nicht bekannt, zumal die Gewächshäuser noch während Jahren stehen blieben. Es wäre gleichwohl richtig und vorsichtig gewesen, die Verbindungsleitung zu entleeren. Wurde diese Leitung vergessen, so unterblieb natürlich auch ihre Kontrolle. Ungeklärt sind die personellen Gründe der Unterlassung, etwa der Hinweis der Beklagten darauf, dass der 1966 verstorbene Erblasser die Heizungsanlage gewartet hatte. Obwohl im Rahmen von Art. 100 Abs. 1 OR die Klägerin für das Verschulden der Beklagten beweispflichtig sein dürfte, konnte die Vorinstanz angesichts der Sorgfalt, die im Umgang mit Ölheizungsanlagen angebracht ist, durchaus eine Fahrlässigkeit seitens der Beklagten annehmen. Diese ist indes nicht als grob im Sinne der Umschreibung der Rechtsprechung zu bezeichnen.\n\nDamit entfällt Art. 100 Abs. 1 OR von vornherein und unbekümmert darum, ob die Bestimmung neben Art. 199 OR überhaupt anwendbar ist. |168|\n\n8. Obschon das Obergericht den Schadenersatzanspruch aus Gewährleistung grundsätzlich anerkennt, untersucht es eventuell noch weitere von der Klägerin geltend gemachte Rechtsgründe einer möglichen Haftung der Beklagten. Nachdem nun gegenteilig entschieden worden ist, ist auf die weiteren Haftungsgründe einzutreten.\n\na) Die Vorinstanz bejaht eine Haftung aus Art. 41 ff. OR. Dass dieser Deliktsanspruch an sich neben einem Gewährleistungsanspruch bestehen kann, trifft gemäss Rechtsprechung zu (BGE 90 II 88, BGE 67 II 136). Indessen ist auch in dieser Hinsicht eine Haftungsbeschränkungsabrede zu beachten (GIGER, N. 24 zu Art. 199 OR; LÖRTSCHER, a.a.O., S. 121 mit Hinweisen). Selbst wenn es sich dabei nur um eine Regel handelt, ist vorliegend kein Grund für eine Ausnahme ersichtlich. Dass gemäss Wortlaut der Vertragsklausel die Gewährspflicht der Verkäufer für Sachmängel aufgehoben wurde, gibt dazu jedenfalls nicht Anlass. Auch der Sinn der Klausel kann in guten Treuen nicht dahin verstanden werden, dass bei fahrlässiger Herbeiführung eines Mangels durch den Verkäufer gleichwohl gehaftet werde. Dadurch könnte ja bei ungenügendem Unterhalt einer Liegenschaft die vereinbarte Wegbedingung der Gewährleistung völlig illusorisch werden.\n\nb) Das Obergericht prüft und verwirft den eingeklagten Anspruch unter den Gesichtswinkeln der Werkhaftung und der Geschäftsführung ohne Auftrag. Die Beklagten pflichten dem bei und machen überdies geltend, dass auch solche Ansprüche wegbedungen wären, weil es Treu und Glauben widerspräche, durch diese Hintertüren die wegbedungene Haftung wieder einzuführen. Die Klägerin beruft sich eventuell auf die genannten Haftungsgründe, bestreitet jedoch zu Recht nicht, dass sie gegebenenfalls ebenso von der Wegbedingungsklausel erfasst würden. Vereinbarten die Parteien einen Auschluss der Gewährleistung für Sachmängel, der auch die aufgetretene Ölverschmutzung und die daraus abgeleiteten vertraglichen und ausservertraglichen Schadenersatzansprüche umfasste, so muss das erst recht für Ansprüche gelten, die aufgrund anderer rechtlicher Konstruktionen allenfalls noch in Betracht kommen konnten.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das Vorurteil des Obergerichts (II. Zivilkammer) des Kantons Zürich vom 15. April 1980 aufgehoben und die Klage abgewiesen."}