{"annee": "107", "cour": "IB", "page": "94", "date": "5/6/1981", "cite": ["79 I 192", "73 I 422", "97 I 455"], "cite_par": ["111 IB 79"], "chapeau": "21. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 5. Juni 1981 i.S. Product Leasing AG (PLA) gegen Eidg. Zollverwaltung, Oberzolldirektion (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 121 al. 3 LD. 1. En présence d'une situation juridique confuse, l'administration des douanes est en droit d'exiger de celui qui demande la restitution d'un gage douanier séquestré une preuve rigoureuse de son droit de propriété sur l'objet en question (consid. 3a). 2. Lorsqu'elle est saisie d'une demande de restitution, l'administration des douanes n'a pas à élucider d'office la question du droit de propriété sur le gage douanier séquestré (consid. 4)."], "faits": "BGE 107 Ib 94 S. 94\n\nMit Verfügung vom 24. Dezember 1980 beschlagnahmte die Zollkreisdirektion Lausanne einen LKW MAN Büssing als Zollpfand und Beweismittel. Am 5. Januar 1981 verlangte die Product Leasing AG (PLA) unter Berufung auf ihr Eigentumsrecht die Herausgabe dieses Fahrzeugs. Ihr Eigentum suchte sie mit einem Leasingvertrag (in welchem sie als Leasinggeberin aufgeführt ist) BGE 107 Ib 94 S. 95sowie mit einer Vereinbarung zu beweisen, in welcher sich ein gewisser Peter Sack persönlich und als Geschäftsführer einer Petrag AG (welche mit der Leasingnehmerin identisch ist) zur entschädigungslosen Abtretung des Eigentums- und Besitzesrechtes am beschlagnahmten Lastwagen an eine Drittfirma verpflichtet. Die Zollbehörden verweigerten die Freigabe des LKW im wesentlichen mit der Begründung, die PLA habe den Nachweis ihres Eigentums nicht erbracht. Das Bundesgericht weist eine Verwaltungsgerichtsbeschwerde der PLA gegen die Verweigerung der Freigabe des Zollpfandes ab, unter anderem aus folgenden", "considerants": "Erwägungen:\n\n2. a) Nach Art. 120 Abs. 1 ZG besteht ein gesetzliches Pfandrecht des Bundes (Zollpfandrecht) unter anderem an Gegenständen, die der Verletzung zollrechtlicher oder anderer Erlasse dienten, bei deren Vollzug die Zollverwaltung mitwirkt. Das Zollpfand haftet für Zölle, Bussen, Kosten, Abgaben und Gebühren im Sinne von Art. 120 Abs. 2 ZG. Die Beschlagnahme (Art. 121 ZG) von Gegenständen, an denen die Zollverwaltung ein Pfandrecht beansprucht, bezweckt zu verhindern, dass der Besitzer über den Gegenstand dieses Rechtes verfüge. Die Verwaltung kann sie anordnen, bevor das Zollpfandrecht selbst und die Forderungen, zu deren Sicherung es dient, endgültig festgestellt sind (BGE 79 I 195 E. 2, BGE 73 I 424 E. 2). Die Beschlagnahme des Zollpfandes kann auch dann erfolgen, wenn an der Sache Eigentums- oder Pfandrechte Dritter bestehen (Art. 138 der Verordnung zum ZG (ZV) in der Fassung vom 25. November 1974). Die Beschlagnahme ist selbst dann zulässig, wenn der Eigentümer, der für die dadurch gesicherten Forderungen nicht persönlich haftet, geltend macht, dass der beschlagnahmte Gegenstand ohne seine Schuld zur Widerhandlung benutzt worden ist oder dass er das Eigentum daran erworben hat, ohne von der Nichterfüllung der Zollzahlungspflicht Kenntnis zu haben (Art. 122 Abs. 2 ZG in der Fassung vom 25. November 1974). Falls er dies nachweist, muss zwar gemäss Art. 122 ZG die Verwertung unterbleiben; das Gesetz sieht dagegen nicht vor, dass durch solchen Nachweis auch schon die Beschlagnahme ausgeschlossen wird. Immerhin soll diese Massnahme in der Regel unterbleiben bzw. nicht aufrechterhalten werden, wenn feststeht, dass die Verwertung nicht wird durchgeführt werden können, weil ihr ein besseres Recht im Sinne von Art. 122 Abs. 2 ZG entgegensteht BGE 107 Ib 94 S. 96(BGE 73 I 425 E. 3). Daraus folgt, dass der Ansprecher auch dann, wenn er ein solches Recht schon im Stadium der Beschlagnahme geltend macht, den Beweis dafür zu erbringen hat (vgl. Art. 145 ZV in der Fassung vom 25. November 1974).\n\nb) Die Beschwerdeführerin beruft sich auf ihr Eigentum, um die Herausgabe des LKW zu verlangen. Sie behauptet indessen - wie schon vor der Vorinstanz - nicht und stellt auch nicht zum Beweis, dass der beschlagnahmte Lastwagen ohne ihre Schuld zur Widerhandlung benutzt worden sei. Sie macht somit nicht geltend, sie könnte sich im Sinne von Art. 122 Abs. 2 ZG der Verwertung widersetzen, wofür sie gemäss Art. 145 ZV den Beweis erbringen wolle. Sie hat sich in ihrer Beschwerde an die Vorinstanz im Gegenteil bereit erklärt, Sicherheit zu leisten, sofern die Beschlagnahmung tatsächlich nur noch zur Deckung von Abgaben, Bussen und Kosten notwendig sein sollte.\n\n3. a) Nach Art. 121 Abs. 3 ZG kann der beschlagnahmte Gegenstand gegen Sicherstellung freigegeben werden. Die Bestimmung sagt indessen nicht, wem im Fall der Sicherstellung das Zollpfand herausgegeben werden kann. In der Regel wird derjenige, bei dem das Zollpfand beschlagnahmt wurde, die Herausgabe beanspruchen. Die Zollverwaltung ist jedoch nicht berechtigt, ihm gestützt auf Art. 121 Abs. 3 ZG das Zollpfand gegen Sicherheit freizugeben, wenn ein Dritter die unbeschwerte Herausgabe unter Berufung auf ein besseres Recht im Sinne von Art. 122 Abs. 2 ZG beansprucht; in diesem Falle hat sie zur Eigentumsfrage in rechtsgenügender Weise Stellung zu nehmen (vgl. Art. 145 Abs. 2 ZV in Verbindung mit Art. 135 Abs. 2 und 3 ZV). Die Zollverwaltung muss einen Beweis des Eigentums für die Herausgabe eines Zollpfandes ausserdem verlangen, wenn das Eigentum der Pfandsache unter mehreren Ansprechern streitig ist, welche die Herausgabe des Zollpfandes gegen Sicherstellung verlangen (BGE 97 I 460 E. 5a). Die Zollverwaltung hat aber auch dann den Herausgabeanspruch des Ansprechers näher zu prüfen, wenn kein Dritter bei ihr Ansprüche auf das Zollpfand angemeldet hat, sie aber aus den Umständen schliessen muss, dass die Eigentumsverhältnisse unklar sind. Trifft dies zu, so müsste die Zollverwaltung möglicherweise mit nachträglichen Vorwürfen von Dritten rechnen, wenn sie das Zollpfand unbesehen herausgäbe und der wahre Eigentümer dadurch zu Schaden käme. Zur Vermeidung solcher Zwischenfälle verlangt die Zollverwaltung bei unklarer Rechtslage zu Recht vom Ansprecher den strikten Nachweis seines Eigentums als Grundlage BGE 107 Ib 94 S. 97seines Herausgabeanspruchs. Ein solcher Fall liegt hier vor: Die Beschwerdeführerin konnte nicht auf Grund des Fahrzeugausweises mit Polizeinummer ihre Rechte am beschlagnahmten Lastwagen ohne weiteres nachweisen; der Wagen war zur Zeit der Beschlagnahme mit einer von einem gewissen Otto Steffen gelösten Tagesnummer versehen; die Beschwerdeführerin muss den Beweis ihres Eigentums auf andere Weise erbringen.\n\nb) ... Die Vorinstanz hat zu Recht angenommen, die Beschwerdeführerin habe ihr behauptetes Eigentum am beschlagnahmten LKW MAN Büssing nicht nachgewiesen.\n\n4. Entgegen der Auffassung der Beschwerdeführerin war die Vorinstanz nicht verpflichtet, sich über die Eigentumsverhältnisse von Amtes wegen Klarheit zu verschaffen. Die Zollverwaltung kann zwar nach Art. 121 Abs. 3 ZG den beschlagnahmten Gegenstand gegen Sicherstellung freigeben. Die Beschlagnahme muss indessen weder unterbleiben noch aufgehoben werden, wenn Eigentums- oder Pfandrechte Dritter bestehen (Art. 138 Abs. 2 ZV). Es ist deshalb keineswegs ersichtlich, weshalb die Zollverwaltung, wie die Beschwerdeführerin offenbar annimmt, von Amtes wegen nach allfälligen dinglichen Rechten forschen müsste. Die Beschwerdeführerin hatte als Ansprecherin ihr Eigentum zu beweisen. Diesen Beweis hat sie mit den von ihr eingelegten Verträgen nicht erbracht. Die Zollbehörden haben bei dieser Sachlage die Freigabe des beschlagnahmten Lastwagens an die Beschwerdeführerin zu Recht verneint. Da es der Beschwerdeführerin jederzeit freisteht, mit weiteren Mitteln den Beweis für ihr Eigentum am beschlagnahmten LKW zu erbringen und ein allfälliges besseres Recht im Sinne von Art. 122 Abs. 2 ZG nachzuweisen (Art. 145 ZV), hat ihr die Vorinstanz auch das rechtliche Gehör nicht verweigert, indem sie ihr nicht ausdrücklich Gelegenheit zur Einreichung weiterer Beweise gab."}