{"annee": "107", "cour": "IA", "page": "52", "date": "28/1/1981", "cite": ["102 IA 516", "102 IA 321", "26 I 215", "106 IA 131", "100 IA 189", "104 IA 35", "67 III 129"], "cite_par": ["113 IA 69", "108 IA 69", "135 I 198", "112 IA 97", "137 II 371", "108 IA 59", "111 IA 81", "113 IA 257", "115 IA 293", "109 IA 273", "113 IA 1", "124 I 40", "113 IA 200", "114 IA 350", "119 IA 99"], "chapeau": "11. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 28. Januar 1981 i.S. Z. gegen Betreibungsamt Olten-Gösgen und Aufsichtsbehörde für Schuldbetreibung und Konkurs des Kantons Solothurn (staatsrechtliche Beschwerde)", "regestes": ["Liberté personnelle. La publication, dans la feuille des avis officiels d'un canton, du nom du débiteur qui a été l'objet d'une saisie infructueuse constitue une violation de la liberté personnelle."], "faits": "|52|\n\nAm 8. Februar 1980 wurden in drei gegen Z. gerichteten Betreibungen Verlustscheine ausgestellt. Das Betreibungsamt Olten-Gösgen teilte ihm mit, er werde als fruchtlos gepfändeter Schuldner im Amtsblatt des Kantons Solothurn publiziert, wenn er nicht innert Monatsfrist dartue, dass er die Gläubiger befriedigt habe oder ein schriftliches, begründetes Gesuch um Befreiung von der Publikation einreiche. Z. reichte innert Frist ein entsprechendes |53| Gesuch ein, das jedoch vom Betreibungsamt Olten-Gösgen abgewiesen wurde. Dagegen erhob Z. bei der kantonalen Aufsichtsbehörde für Schuldbetreibung und Konkurs Beschwerde. Er berief sich auf eine unverschuldete Notlage, machte aber im übrigen vor allem geltend, § 3 des solothurnischen Gesetzes über die öffentlichrechtlichen Folgen der fruchtlosen Pfändung und des Konkurses, der die Veröffentlichung der Namen fruchtlos gepfändeter Schuldner im kantonalen Amtsblatt vorsieht, verstosse gegen Bundesrecht und verletze zudem die Art. 8 Ziff. 2 und 3 der EMRK.\n\nDie Aufsichtsbehörde für Schuldbetreibung und Konkurs wies die Beschwerde des Z. am 30. Juni 1980 ab. Sie führte aus, dieser habe nicht dargetan, dass seine Zahlungsunfähigkeit unverschuldeter Natur sei. Er habe zwar gewisse in diese Richtung zielende Behauptungen aufgestellt, jedoch keine Beweismittel vorgelegt oder wenigstens angerufen. Hinsichtlich der Behauptung, die solothurnische Gesetzesbestimmung über die Auskündigung fruchtlos gepfändeter Schuldner sei bundesrechtswidrig, sei auf BGE 67 III 129 ff. zu verweisen; in diesem Urteil habe das Bundesgericht einen entsprechenden Einwand zurückgewiesen. Dass die erwähnte Bestimmung gegen die EMRK verstosse, habe die Aufsichtsbehörde schon wiederholt verneint, und sie halte auch in Kenntnis von der abweichenden Auffassung des Obergerichts des Kantons Luzern, wie sie in einem Rundschreiben vom 6. Dezember 1979 zum Ausdruck komme, hieran fest. Schliesslich habe der Kantonsrat des Kantons Solothurn am 24. Juni 1980 eine Motion, in der die Abschaffung der Publikationsbestimmung verlangt worden sei, mit 57: 56 Stimmen abgelehnt. Für die Aufsichtsbehörde bestehe deshalb kein Anlass, ihren Standpunkt zu ändern.\n\nGegen diesen Entscheid führt Z. staatsrechtliche Beschwerde wegen Verletzung der derogatorischen Kraft des Bundesrechts, der Art. 8 und 3 EMRK sowie des \"ungeschriebenen Verfassungsrechts der menschlichen Würde\". Die Aufsichtsbehörde für Schuldbetreibung und Konkurs des Kantons Solothurn schliesst auf Abweisung der Beschwerde.\n\nDas Bundesgericht heisst die Beschwerde gut, soweit es darauf eintritt, und hebt den angefochtenen Entscheid auf.", "considerants": "Aus den Erwägungen:\n\n2. § 3 des solothurnischen Gesetzes über die öffentlichrechtlichen Folgen der fruchtlosen Pfändung und des Konkurses vom 28. November 1937 lautet wie folgt: |54|\n\n\"Die während der Volljährigkeit fruchtlos gepfändeten Schuldner sind während Monatsfrist seit Ausstellung des Verlustscheines im Amtsblatt auszukünden. Das Betreibungsamt gibt ihnen bei Ausstellung des Verlustscheines hievon Kenntnis und macht sie auf die Möglichkeit der Befreiung von der Publikation nach Absatz 2 und 3 aufmerksam. Die Publikation unterbleibt, wenn die zu Verlust gekommenen Gläubiger während der in Absatz 1 genannten Frist befriedigt werden. Der Betreibungsbeamte kann ferner auf schriftliches innerhalb der in Absatz 1 genannten Frist eingereichtes Gesuch hin von der Publikation absehen, wenn der Schuldner nachweist, dass seine Zahlungsunfähigkeit durch Umstände herbeigeführt wurde, an deren Eintritt ihn kein Verschulden trifft, wie zum Beispiel Krankheit, Arbeitslosigkeit, ungenügendes Einkommen, Bürgschaften, Krisenfolgen und dergleichen.\n\nDer Entscheid des Betreibungsbeamten über ein solches Gesuch ist dem Schuldner und dem Gläubiger schriftlich mitzuteilen. Gegen diesen Entscheid können Schuldner und Gläubiger innert 10 Tagen seit Eröffnung bei der kantonalen Aufsichtsbehörde für Schuldbetreibung und Konkurs Beschwerde führen. Das Verfahren ist gebührenfrei.\n\nFür die Konkursiten gelten die bundesrechtlich vorgeschriebenen Publikationen.\"\n\na) Der Beschwerdeführer macht nicht geltend, die kantonale Aufsichtsbehörde habe in willkürlicher Weise das Vorliegen von Rechtfertigungsgründen im Sinne von Absatz 3 der angeführten gesetzlichen Bestimmung verneint. Sein Standpunkt geht vielmehr dahin, diese Bestimmung als solche verstosse gegen die Bundesverfassung und gegen die Europäische Menschenrechtskonvention. Zwar ist die Frist, innert welcher der kantonale Erlass mit staatsrechtlicher Beschwerde hätte angefochten werden können, längst abgelaufen. Nach ständiger Rechtsprechung des Bundesgerichts kann jedoch die Verfassungswidrigkeit einer kantonalen Vorschrift auch noch bei der Anfechtung eines gestützt darauf ergangenen Anwendungsakts geltend gemacht werden. Erweist sich der Vorwurf als begründet, so führt das freilich nicht zur formellen Aufhebung der Vorschrift; ihre Verfassungswidrigkeit wird nur vorfrageweise festgestellt mit der Folge, dass die Vorschrift auf den Beschwerdeführer nicht angewendet und der gestützt auf sie ergangene Entscheid aufgehoben wird (BGE 106 Ia 132 mit Hinweisen).\n\nb) Das Bundesgericht ist bei der Beurteilung von staatsrechtlichen Beschwerden an die von der Bundesversammlung erlassenen Gesetze gebunden (Art. 113 Abs. 3 BV). Das solothurnische Gesetz über die öffentlichrechtlichen Folgen der fruchtlosen Pfändung und des Konkurses beruht auf dem Bundesgesetz mit gleicher Bezeichnung vom 29. April 1929 (SR 284.1). Danach bleibt es den Kantonen unbenommen, unter Vorbehalt von Art. 1 des |55| Bundesgesetzes und \"soweit nicht andere bundesrechtliche Vorschriften entgegenstehen\", an die fruchtlose Pfändung und den Konkurs gewisse öffentlichrechtliche Nebenfolgen zu knüpfen (Art. 2 Abs. 1). Mit dem Vorbehalt \"anderer bundesrechtlicher Vorschriften\" dachte der Gesetzgeber wohl in erster Linie an bundesgesetzliche Vorschriften (vgl. Botschaft des Bundesrats zum Entwurf eines Bundesgesetzes über die öffentlichrechtlichen Folgen der fruchtlosen Pfändung und des Konkurses vom 1. Dezember 1916, BBl 1916 IV 326). Indes kann daraus nicht abgeleitet werden, die Kantone dürften die ihnen eingeräumte Kompetenz verfassungswidrig ausüben. Es ist vielmehr davon auszugehen, Art. 2 Abs. 1 des Bundesgesetzes setze den verfassungsmässigen Gebrauch der Kompetenz voraus. Art. 113 Abs. 3 BV steht demnach der Überprüfung des § 3 des solothurnischen Gesetzes auf Übereinstimmung mit der Bundesverfassung und der EMRK nicht entgegen. Eine solche Prüfung ist auch nicht etwa deshalb ausgeschlossen, weil der Bundesgesetzgeber selber bei Erlass der Gesetzesbestimmung die Publikation des ausgepfändeten Schuldners als eine nach Art. 2 Abs. 1 zulässige Massnahme erachtet haben dürfte (vgl. Botschaft a.a.O. S. 326) und damit implizit auch zum Ausdruck brachte, dass er die Massnahme als verfassungsmässig betrachtete. Für die Ausübung der kantonalen Kompetenz ist hier das heutige Verfassungsverständnis massgebend.\n\n3. Der Beschwerdeführer macht geltend, die Veröffentlichung der Namen von Verlustscheinschuldnern verletze \"die menschliche Würde, die als solche von der ungeschriebenen Bundesverfassung geschützt wird\". Damit beruft er sich dem Sinne nach auf das ungeschriebene verfassungsmässige Recht auf persönliche Freiheit.\n\na) Während das Bundesgericht in seiner älteren Rechtsprechung die persönliche Freiheit mit der Bewegungsfreiheit und der freien Verfügung über den eigenen Körper gleichsetzte, wurde der Bereich dieses ungeschriebenen verfassungsmässigen Rechts seit dem Jahre 1964 allmählich erweitert. Nach der neueren Praxis schützt die persönliche Freiheit als zentrales Freiheitsrecht nicht nur die Bewegungsfreiheit und die körperliche Integrität, sondern darüber hinaus alle Freiheiten, die elementare Erscheinungen der Persönlichkeitsentfaltung des Menschen darstellen (BGE 104 Ia 39 f. E. 5 mit zahlreichen Hinweisen). Sein wichtigstes praktisches Anwendungsgebiet hat der erweiterte Begriff der persönlichen Freiheit bisher im Zusammenhang mit den Rechten der Untersuchungs- |56| und Strafgefangenen gefunden. Etwas zurückhaltender war das Bundesgericht dagegen hinsichtlich der Anwendung des ungeschriebenen Rechts der persönlichen Freiheit auf anderen Gebieten, so z.B. hinsichtlich von Angriffen auf den guten Ruf einer Person. Es hat wiederholt zum Ausdruck gebracht, nicht jeder beliebige Eingriff in das Recht der Persönlichkeit rechtfertige die Berufung auf ein ungeschriebenes verfassungsmässiges Recht, da sich sonst dieses von andern teils durch die Verfassung, teils durch Gesetze geschützten Ansprüchen nicht mehr abgrenzen liesse (BGE 104 Ia 40 f.; BGE 100 Ia 194 f.). Namentlich habe die persönliche Freiheit nicht die Funktion einer allgemeinen Handlungsfreiheit, auf die sich der Einzelne gegenüber jedem staatlichen Akt, der sich auf seine persönliche Lebensgestaltung auswirkt, berufen könnte (BGE 102 Ia 325 E. 3a). Eine Grenzziehung ist daher notwendig, doch ist es nicht möglich, sie abstrakt ein für allemal vorzunehmen. Vielmehr muss die Lösung von Fall zu Fall gesucht werden. Ein wichtiger Gesichtspunkt bildet dabei die Intensität, mit der die konkret in Frage stehende Massnahme in die freie Entfaltung der Persönlichkeit eingreift.\n\nb) In seiner bisherigen Rechtsprechung hat das Bundesgericht beispielsweise die Verweigerung eines Leumundszeugnisses nicht dem Schutzbereich der persönlichen Freiheit unterstellt (BGE 100 Ia 194 E. 3d). Ebensowenig gehört nach der Rechtsprechung die Möglichkeit, mit Spielautomaten um Geld zu spielen, zu den elementaren Erscheinungen der Persönlichkeitsentfaltung, für welche der verfassungsrechtliche Schutz des Grundrechts beansprucht werden kann (BGE 101 Ia 347 E. 7b). Ferner hat das Bundesgericht erkannt, die Massnahme, mit der einem Studierenden die Möglichkeit verwehrt wird, zu dem von ihm gewünschten Zeitpunkt an der von ihm gewählten Hochschule ein bestimmtes Studium zu beginnen, berühre den Schutzbereich der persönlichen Freiheit nicht, wenn dem Betroffenen rechtlich und faktisch die Möglichkeit bleibe, dasselbe Studium an einer andern schweizerischen Hochschule zu beginnen (BGE 102 Ia 324). Es hat auch angenommen, das Verlesen der Anklageschrift in einer öffentlichen Gerichtsverhandlung, in der die Delikte eines verstorbenen Geschädigten genannt werden, berühre die Angehörigen des Verstorbenen nicht in ihrer persönlichen Freiheit. Ein diesbezüglicher allfälliger Angriff auf die Ehre des Verstorbenen sei höchstens mittelbar und bedeutend weniger intensiv als ein Angriff auf ihr eigenes Ansehen (BGE 104 Ia 41). Umgekehrt hat das Bundesgericht |57| anerkannt, dass das Berufsgeheimnis, zumindest in seinen wichtigsten Auswirkungen, als ein Bestandteil der persönlichen Geheimsphäre unter den Schutz der persönlichen Freiheit fällt (BGE 102 Ia 521 E. 3b).\n\nc) Die Veröffentlichung der Namen der Verlustscheinschuldner bezweckt die Information künftiger Gläubiger. Diese sollen wissen, wer nicht kreditwürdig ist. Wie das Bundesgericht indessen bereits früher hervorgehoben hat, stellt die Auskündigung darüber hinaus eine repressive Massnahme dar (BGE 67 III 131; BGE 26 I 220 f.). Es führte damals aus, die Auskündigung wolle den Schuldner in der Würdigung seiner ökonomischen Persönlichkeit durch seine Mitbürger herabsetzen und bezwecke insofern eine Minderung seines öffentlichen Ansehens. Diese subjektive Zielsetzung ist durch die Entwicklung in der Zwischenzeit wohl in den Hintergrund getreten. Aber selbst wenn objektiv die gesetzliche Ordnung lediglich noch darauf gerichtet ist, die Gläubiger darüber zu informieren, wer nicht kreditwürdig sei, so wirkt die Massnahme auf den Schuldner nach wie vor wie eine öffentliche \"Anprangerung\". Die Auskündigung hat insofern strafähnlichen Charakter und ist jedenfalls geeignet, das öffentliche Ansehen des Betroffenen herabzumindern. Hinzu kommt, wie der Beschwerdeführer zutreffend geltend macht, dass sich diese Minderung des guten Rufs nicht nur auf die Person des Schuldners auswirkt, sondern auch auf diejenige seiner Angehörigen, namentlich seines Ehegatten und seiner Kinder.\n\nVerglichen mit den geschilderten Fällen, bei denen der Einbezug in den Schutzbereich der persönlichen Freiheit verneint wurde, beeinträchtigt die öffentliche Blossstellung der Person des Schuldners und seiner Angehörigen das soziale und ökonomische Ansehen des Betroffenen erheblich. Seine Würde und Ehre sind in einem Ausmass betroffen, das die Anrufung des Grundrechts der persönlichen Freiheit rechtfertigt.\n\nd) Der öffentlichrechtliche Schutz der Persönlichkeit gilt freilich nicht unbeschränkt und vermag das Ehrgefühl oder den guten Ruf des Bürgers, soweit diese Persönlichkeitsgüter vom Grundrecht miterfasst sind, nicht gegen jedes Verwaltungshandeln zu sichern, das eine Beeinträchtigung des Ansehens des Betroffenen mit sich bringt. Das Grundrecht darf aber nur eingeschränkt werden, wenn ein überwiegendes öffentliches Interesse den Eingriff rechtfertigt und soweit die Erfüllung der öffentlichen Aufgabe eine solche Einschränkung erfordert. Die angefochtene Massnahme kann |58| deshalb vor der persönlichen Freiheit nur standhalten, wenn höhere Interessen der Öffentlichkeit oder bestimmter Privater den Eingriff gebieterisch erfordern.\n\nDas einzige reale Interesse, das sich zugunsten der Veröffentlichung der Namen der Verlustscheinschuldner anführen lässt, ist der Schutz allfälliger künftiger Kreditoren. Allein diese werden bereits durch das gemäss Art. 8 Abs. 2 SchKG jedem Interessierten gewährleistete Recht auf Einsichtnahme in die Protokolle der Betreibungsämter geschützt. Wägt man das Interesse allfälliger Gläubiger daran, den Gang zum zuständigen Betreibungsamt oder eine entsprechende schriftliche Anfrage zu vermeiden, gegen dasjenige des Verlustscheinschuldners an der Vermeidung der öffentlichen Blossstellung seiner eigenen Person und seiner Angehörigen gegeneinander ab, so kann das Ergebnis nicht zweifelhaft sein: die in einzelnen Kantonen, so im Kanton Solothurn, noch bestehenden Bestimmungen über die Veröffentlichung der Namen von Verlustscheinschuldnern müssen als unverhältnismässig erscheinen. Dies gilt umso mehr, als selbst bei einer Verurteilung wegen strafbarer Handlungen das Urteil nur bei Vorliegen besonderer, in Art. 61 StGB umschriebener Voraussetzungen veröffentlicht werden darf, die Schuldnerschaft aber, selbst wenn sie zur Ausstellung von Verlustscheinen führt, an sich kein strafbares Verhalten darstellt. Schliesslich fällt auch ins Gewicht, dass es lediglich um den Abschluss einer Entwicklung geht, die sich auf kantonaler Ebene schon seit längerer Zeit abgezeichnet hat. Die Mehrzahl der Kantone hat die früher allgemein übliche Auskündigung der Verlustscheinschuldner bereits aufgehoben, so zuletzt der Kanton Luzern gemäss Rundschreiben des Obergerichts an die Betreibungsämter von 6. Dezember 1979 (auszugsweise veröffentlicht in EuGRZ 7/1980 S. 338 ff.).\n\ne) Die Veröffentlichung des Namens der Verlustscheinschuldner stellt demnach einen unzulässigen Eingriff in die persönliche Freiheit des Schuldners dar. Die Beschwerde ist deshalb bereits aus diesem Grund gutzuheissen und der angefochtene Entscheid der Aufsichtsbehörde für Schuldbetreibung und Konkurs des Kantons Solothurn vom 30. Juni 1980 demgemäss aufzuheben. Bei dieser Sachlage braucht nicht mehr geprüft zu werden, ob darin zusätzlich ein Eingriff in das Privat- und Familienleben gemäss Art. 8 EMRK liegt, soweit diese Bestimmung allenfalls über den durch die persönliche Freiheit gewährleisteten Schutz hinausgeht. Ebenfalls kann dahingestellt bleiben, ob die Publikation ein von Art. 3 |59| EMRK verpöntes Verhalten darstellt, wie der Beschwerdeführer meint. Schliesslich braucht auch nicht geprüft zu werden, ob das SchKG der Gültigkeit der solothurnischen Vorschriften über die Schuldnerpublikation entgegenstehe und darin eine Verletzung der derogatorischen Kraft des Bundesrechts liege, sofern diese Rüge überhaupt mit staatsrechtlicher Beschwerde und nicht mit Rekurs gemäss Art. 78 OG an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts zu erheben wäre (vgl. BGE 67 III 129 ff.)."}