{"annee": "107", "cour": "IB", "page": "43", "date": "1/5/1981", "cite": ["104 IB 307", "102 IA 92", "93 I 666", "105 IB 122", "98 IB 63", "100 IB 331", "99 IA 317", "104 IB 245", "101 IB 78", "103 IB 144"], "cite_par": ["111 IB 150", "109 IB 198", "108 IB 465", "116 IB 321", "110 IB 268", "111 IB 159"], "chapeau": "11. Extrait de l'arrêt de la IIe Cour de droit public du 1er mai 1981 dans la cause Société générale d'entreprise S.A. et Société de banque suisse contre Département fédéral de l'économie publique (recours de droit administratif)", "regestes": ["Construction de logements. Promesse d'aide fédérale. Révocation. Loi fédérale du 19 mars 1965 concernant l'encouragement à la construction de logements, art. 9 et 16; Ordonnance (2) du 22 février 1966, art. 20 et 34. 1. Qualité pour recourir de la banque qui a accordé les crédits en vue de la construction d'un bâtiment pour lequel une promesse d'aide a été donnée par la Confédération (consid. 1). 2. Le bénéficiaire de l'aide fédérale est en principe le propriétaire du terrain sur lequel le bâtiment va être construit (consid. 2a). Particularité du cas d'espèce (consid. 2d). 3. Une promesse d'aide (aussi bien du canton que de la Confédération) ne peut être révoquée que si une base légale claire et non équivoque le permet (consid. 3 et 4)."], "faits": "BGE 107 Ib 43 S. 44\n\nLa \"Société générale d'entreprise S.A.\" à Sierre a demandé d'être mise au bénéfice de l'aide prévue par la loi fédérale du 19 mars 1965 concernant l'encouragement à la construction de logements (RS 842): promesse de cautionnement de la Confédération pour l'hypothèque en second rang, promesse d'apports annuels à l'intérêt du capital engagé. La requête était accompagnée de la formule officielle \"attestation de financement\" signée par la Société de banque suisse et qui indiquait sous la rubrique \"maître de l'ouvrage et emprunteur\" la \"Société générale d'entreprise S.A.\" et sous la rubrique \"projet de construction\" la mention \"2 immeubles locatifs Cité Aldrin\". En remplissant les deux formules officielles de \"proposition\", le Département cantonal compétent a indiqué par erreur, sous les rubriques \"maître de l'ouvrage/propriétaire\" et \"maître de l'ouvrage (débiteur principal)\", la \"S.I. Aldrine S.A. ... Sierre\".\n\nLe Bureau fédéral pour la construction de logements (actuellement: Office fédéral du logement) a accordé l'aide fédérale sollicitée, par décisions du 13 décembre 1974.\n\nLe terrain sur lequel devaient se construire ces bâtiments (parcelle no 4843) était la propriété de Bodenmüller AG, qui l'avait acquis de la \"S.I. Cité Aldrin Sierre S.A.\" et qui détenait toutes les actions de la \"Société générale d'entreprise S.A.\". Cette dernière a acquis le terrain de Bodenmüller AG pendant la construction, soit le 6 mai 1977. Le 20 mai 1977, Bodenmüller AG a obtenu un sursis concordataire qui a débouché, le 9 décembre 1977, sur un concordat par abandon d'actifs. Quant à la Société générale d'entreprise, sa faillite a été prononcée le 3 mai 1978.\n\nSur proposition du Département cantonal, qui constatait qu'aucune demande de changement ou de transfert des promesses de prise en charge et de cautionnement n'avait été présentée à la suite de l'achat du terrain par la Société générale d'entreprise, l'Office fédéral du logement a annulé, le 12 décembre 1978, ses décisions du 13 décembre 1974. Statuant sur recours, le Département fédéral de l'économie publique a déclaré irrecevable le recours de la Société de banque suisse et rejeté celui de la Société générale d'entreprise (masse en faillite).\n\nSaisi par la voie d'un recours de droit administratif, le Tribunal fédéral a annulé la décision du Département fédéral.\n\nBGE 107 Ib 43 S. 45", "considerants": "Extrait des considérants:\n\n1. Le Département fédéral de l'économie publique conteste à la Société de banque suisse la qualité pour former le présent recours de droit administratif.\n\na) La décision attaquée a déclaré irrecevable le recours formé contre la décision de l'Office fédéral du logement, en tant que ce recours émanait de la banque.\n\nComme toute personne qui se plaint d'un déni de justice formel, la banque a qualité pour faire contrôler par l'autorité de recours si l'irrecevabilité a été prononcée à tort ou à raison (ATF 102 Ia 94 consid. 1, ATF 99 Ia 321 consid. 3 et les arrêts cités). Sur ce point, le recours de droit administratif de la banque est donc recevable; quant à savoir s'il doit être admis, cela dépend de l'examen de l'art. 48 lettre a de la loi fédérale du 20 décembre 1968 sur la procédure administrative (PA).\n\nb) Si le Département fédéral a déclaré le recours irrecevable en tant qu'il émanait de la banque, en revanche, il l'a examiné au fond en tant qu'il était formé par la masse en faillite de la Société générale d'entreprise S.A., mais il l'a rejeté.\n\nLa banque se plaint non seulement de l'irrecevabilité de son recours au Département, mais également du rejet de ce recours au fond. Savoir si elle a qualité pour soulever, dans le présent recours, des griefs de fond dépend de l'examen de l'art. 103 lettre a OJ.\n\nMais les conditions posées par les art. 48 lettre a PA et 103 lettre a OJ sont les mêmes (cf. ATF 104 Ib 317 consid. 3, ATF 100 Ib 335 consid. 1, ATF 98 Ib 71 consid. 3). Si donc, à l'examen du cas, il se révèle que la banque remplissait ces conditions, on devra en conclure non seulement qu'elle avait qualité pour recourir auprès du Département fédéral et que dès lors son grief de déni de justice formel est bien fondé, mais aussi qu'elle a qualité pour attaquer au fond la décision du Département.\n\nc) Aux termes des art. 48 lettre a PA et 103 lettre a OJ, a qualité pour recourir quiconque est atteint par la décision attaquée et a un intérêt digne de protection à ce qu'elle soit annulée ou modifiée. Seul peut dès lors recourir celui qui est touché plus que quiconque, de façon spéciale et directe et qui a un intérêt, étroitement lié à l'objet du litige, à ce que la décision attaquée soit annulée ou modifiée (ATF 104 Ib 248 ss. consid. 5-7, ATF 103 Ib 149 consid. 4; ATF 100 Ib 337 consid. 2c et les arrêts cités; ATF 98 Ib 70 consid. 2c; GYGI, Bundesverwaltungsrechtpflege, p. 113 ss.). S'agissant des décisions BGE 107 Ib 43 S. 46qui favorisent des tiers, la qualité pour recourir a été reconnue à celui qui subit les conséquences de la décision attaquée dans une mesure et avec une intensité plus grandes que tout un chacun. Est ainsi touché celui à qui la décision attaquée apporte des inconvénients qu'il pourrait éviter grâce au succès du recours ou celui à qui ce recours procurerait les avantages dont le prive la décision attaquée. Peu importe que cet intérêt de fait soit juridiquement protégé ou non (ATF 104 Ib 249 consid. 5, 317 et les arrêts cités; GYGI, op.cit., p. 113 n. 2 et 117 n. 4).\n\nd) A la lumière de ces principes, l'intérêt qu'a la banque à la modification de la décision attaquée et, par conséquent, sa qualité pour recourir au sens des art. 48 lettre a PA et 103 lettre a OJ ne sauraient être contestés. S'agissant de la prise en charge des intérêts-capitaux par la Confédération, la banque a un intérêt économique évident, en sa qualité de prêteur hypothécaire, au maintien de cette prise en charge. En effet, l'aide ainsi accordée doit lui profiter directement car, même si elle est versée à la société propriétaire, elle ne saurait être détournée de sa destination et doit nécessairement parvenir à la banque qui a accordé le crédit. Cet intérêt économique est légitime.\n\nLa situation est plus claire encore en ce qui concerne la promesse de cautionnement. Peu importe à cet égard que, comme le soutient la décision attaquée, l'acte d'ouverture du crédit garanti par le cautionnement soit antérieur à la promesse de cautionnement. Ce qui est décisif, c'est que la promesse de cautionnement, même si elle n'a pas formellement de destinataire, s'adresse nécessairement au créancier du prêt, puisque, selon la définition même du cautionnement, c'est à l'égard du créancier que la caution s'engage à garantir la dette. Le créancier a donc bien un intérêt personnel et direct à ce que la promesse soit tenue et à ce que l'engagement pris soit respecté. Tel est le cas en l'espèce de la Société de banque suisse qui a prêté les capitaux nécessaires à la construction litigieuse et qui, par conséquent, a un intérêt incontestable à ce que soient maintenues les garanties offertes par la Confédération à l'époque où le prêt a été accordé.\n\ne) La suppression des garanties de la Confédération constitue la révocation d'une décision qui conférait un droit aux intéressés au sens de l'art. 99 lettre h OJ; elle est dès lors susceptible d'un recours de droit administratif conformément à l'art. 101 lettre d OJ (ATF 105 Ib 124).\n\nLes autres conditions auxquelles est subordonnée la recevabilité du recours de droit administratif étant remplies en l'espèce, il y a BGE 107 Ib 43 S. 47lieu d'entrer en matière sur le recours de la Société générale d'entreprise et de la Société de banque suisse.\n\n2. La décision dont est recours est fondée essentiellement sur le fait que le propriétaire bénéficiaire de l'aide fédérale aurait changé sans que les autorités compétentes aient été averties conformément aux art. 20 et 34 de l'\"Ordonnance (2) concernant l'aide fédérale destinée à encourager la construction de logements\" du 22 février 1966 (RS. 842.2), ce qui justifierait l'annulation des engagements pris par le canton du Valais et par la Confédération. Il importe donc au premier chef de déterminer qui était le destinataire des décisions annulées le 12 décembre 1978, afin de vérifier si le fondement même de l'argumentation du Département fédéral résiste aux critiques des recourants.\n\na) Les mesures d'encouragement que prévoit la loi fédérale du 19 mars 1965 sont notamment l'abaissement de loyers (art. 5 à 9), le cautionnement (art. 13) et la mise à disposition de capitaux (art. 14). L'ayant droit de ces aides fédérales est généralement le propriétaire de l'immeuble, ainsi que cela ressort par exemple de l'art. 6 al. 2 concernant l'abaissement des loyers ou de l'art. 13 qui traite du cautionnement des dettes hypothécaires qui, par définition, ne peuvent être souscrites que par le propriétaire de l'immeuble. L'ordonnance 2 confirme d'ailleurs cette conclusion en disposant à son art. 20 que \"les montants dus au titre de l'abaissement des loyers\" sont payés \"à la personne qui est propriétaire de l'immeuble lors du paiement\" et en prévoyant à son art. 28 al. 2 que, pour la construction de maisons familiales, les conditions personnelles et financières des \"futurs propriétaires\" doivent être connues pour que la caution puisse être accordée. Il ne fait donc pas de doute que, malgré l'imprécision des textes, c'est en principe le propriétaire de l'immeuble où va être construit le bâtiment bénéficiant de l'aide qui doit être le destinataire de la décision de subventionnement.\n\nb) (Particularité de la situation d'espèce, où le terrain en cause était, au moment de l'octroi de l'aide fédérale, la propriété non pas du maître de l'ouvrage et bénéficiaire de cette aide - la Société générale d'entreprise - mais de sa société mère, Bodenmüller AG.)\n\nc) (Malgré l'erreur de désignation commise par le Département cantonal, c'est bien la Société générale d'entreprise qui était le destinataire des décisions de l'Office fédéral du logement et qui pouvait par la suite en déduire des droits.)\n\nd) Il est vrai toutefois que les décisions du 13 décembre 1974 ne BGE 107 Ib 43 S. 48pouvaient sortir d'effets avant que la Société générale d'entreprise fût devenue propriétaire des terrains sur lesquels était prévue la construction des immeubles bénéficiant de l'aide. C'est en effet à cette condition seulement que ladite société pouvait souscrire les emprunts hypothécaires nécessaires pour financer la construction, emprunts justifiant l'aide promise par le canton du Valais et la Confédération.\n\nAinsi, si l'on place l'acquisition de la parcelle 4843 - par la Société d'entreprise générale, le 6 mai 1977 - dans sa véritable perspective, il s'est agi non pas d'un changement de propriétaire justifiant une annulation des décisions du 13 décembre 1974, mais bien de l'avènement de la condition sans laquelle ces décisions n'auraient pas pu sortir leurs effets. C'est grâce à l'achat du terrain que la Société générale d'entreprise a rempli toutes les conditions nécessaires pour bénéficier des aides cantonales et fédérales. Pour ce motif déjà, la décision attaquée ne saurait être maintenue.\n\n3. Il est d'ailleurs douteux qu'en cas de changement - en cours de travaux - du propriétaire de la parcelle 4843 sur laquelle devait s'élever l'immeuble mis au bénéfice de l'aide fédérale, les art. 20 et 34 de l'ordonnance 2 aient constitué une base légale suffisante pour permettre l'annulation des engagements pris le 13 décembre 1974. Ni l'une ni l'autre de ces dispositions ne prévoit une telle sanction. Tout au contraire, l'art. 20, s'il oblige l'acquéreur à annoncer le transfert de la propriété à l'autorité cantonale, ne vise qu'à déterminer avec précision à qui les montants dus au titre de l'abaissement des loyers doivent être payés. L'unique conséquence du défaut d'annoncer consiste en ce que le destinataire du paiement restera l'ancien propriétaire si l'avis de changement n'est pas intervenu au moins dix jours avant la fin d'un semestre. Quant à l'art. 34, il oblige certes le créancier à s'assurer, selon les usages de la branche, que l'acquéreur est aussi solvable que le propriétaire précédent et à aviser l'autorité cantonale du résultat de ses investigations. Mais, là non plus, aucune sanction n'est prévue si les résultats de l'enquête ne sont pas favorables.\n\nOr une promesse de subvention ne peut être révoquée que si une base légale claire et non équivoque le permet (ATF 101 Ib 81, ATF 93 I 675). C'est là une conséquence du principe de la bonne foi en matière administrative et de la protection des droits acquis (GRISEL, Droit administratif suisse, p. 212). La loi fédérale de 1965 a d'ailleurs prévu à son art. 16 al. 1 que \"si les conditions auxquelles est subordonnée la promesse de l'aide fédérale en vertu des BGE 107 Ib 43 S. 49art. 3, 4, 4bis et 6 à 9 ne sont pas remplies ou cessent de l'être ou si cette aide est détournée de sa destination, elle ne sera pas allouée ou ne le sera que partiellement\". Mais les offices cantonal et fédéral du logement n'ont jamais prétendu que les logements de la Cité Aldrin ne remplissaient pas les conditions de l'art. 6 de la loi, ni que les loyers ou les charges du propriétaire n'étaient pas supportables (art. 6 al. 2 LF 1965) ni qu'une des conditions de l'art. 6 al. 4 soit réalisée. Quant au cautionnement, l'art. 16 al. 3 ne prévoit que deux cas de caducité: celui où les logements qui en ont bénéficié ne se prêtent plus à l'habitation par suite des transformations qu'ils ont subies et celui où, dans des ensembles, la part des logements dont les loyers ont été abaissés s'est sensiblement amenuisée. Il n'y a donc aucun texte qui permette d'annuler la promesse de prise en charge des intérêts-capitaux et celle du cautionnement pour le seul motif que l'immeuble aurait changé de propriétaire, si bien que la décision attaquée doit également être annulée faute d'une base légale suffisante.\n\n4. Le DFEP objecte encore que la loi fédérale de 1965 pose comme condition de l'aide fédérale que le canton fournisse une prestation égale au moins au double de celle de la Confédération (art. 9 LF 1965). Selon lui, cette condition ne serait pas réalisée en l'espèce, ce qui justifierait la décision, subsidiaire à ses yeux, d'annulation des garanties données par la Confédération dans ses décisions du 13 décembre 1974.\n\nS'il est incontestable que l'aide de la Confédération dépend - cas exceptionnels mis à part - de ce que le canton ait fourni une prestation égale, au moins, au double de celle de la Confédération, le canton ne peut évidemment pas, une fois qu'il s'est engagé à la fournir, décider unilatéralement de la supprimer et de rendre ainsi caduque l'aide fédérale. En application du principe de la bonne foi, le canton - comme la Confédération - ne peut révoquer sa décision que si les conditions posées dans la jurisprudence sont réunies (ATF 93 I 675). Or, on a vu que tel n'était pas le cas en l'espèce.\n\n..."}