{"annee": "107", "cour": "IA", "page": "41", "date": "18/2/1981", "cite": ["98 IA 574", "93 I 542", "77 I 207", "104 IA 256", "100 IA 244", "66 I 43"], "cite_par": ["132 I 220", "130 I 205", "131 I 249", "138 I 297", "111 IA 120", "109 IA 304", "116 IA 127", "111 IA 220", "111 IA 44"], "chapeau": "9. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 18. Februar 1981 i.S. X. gegen Kanton Obwalden und Kanton St. Gallen (staatsrechtliche Beschwerde)", "regestes": ["Art. 46 al. 2 Cst. (interdiction de la double imposition). Lorsqu'un membre d'une société en nom collectif est domicilié dans un canton autre que celui où la société a son siège et que tous deux connaissent le système de l'imposition du revenu net, l'associé en cause doit pouvoir déduire de son revenu brut, à son domicile fiscal principal, sa part aux pertes subies par la société au cours de l'exercice; à ce défaut, il y a double imposition prohibée."], "faits": "BGE 107 Ia 41 S. 42\n\nX. nahm am 1. November 1978 im Kanton Obwalden Wohnsitz; er ist an einer Kollektivgesellschaft mit Sitz im Kanton St. Gallen beteiligt, deren Bilanz für das Geschäftsjahr 1978 einen beträchtlichen Verlust ausweist. Bei der Zwischenveranlagung im Kanton Obwalden beanspruchte X. einen Abzug vom rohen Einkommen in der Höhe seines Verlustanteils. Die Steuerbehörden des Kantons Obwalden anerkannten diesen Abzug nicht X. erhebt staatsrechtliche Beschwerde wegen Verletzung von Art. 46 Abs. 2 BV, die das Bundesgericht gegenüber dem Kanton Obwalden gutheisst aus folgenden", "considerants": "Erwägungen:\n\n1. a) Eine gegen Art. 46 Abs. 2 BV verstossende Doppelbesteuerung liegt vor, wenn ein Steuerpflichtiger von zwei oder mehreren Kantonen für das nämliche Steuerobjekt und für die gleiche Zeit zu Steuern herangezogen wird (aktuelle Doppelbesteuerung), oder wenn ein Kanton in Verletzung der geltenden Kollisionsnormen seine Steuerhoheit überschreitet und eine Steuer erhebt, zu deren Erhebung ein anderer Kanton zuständig wäre (virtuelle Doppelbesteuerung). Ausserdem hat das Bundesgericht aus Art. 46 Abs. 2 BV abgeleitet, ein Kanton dürfe einen Steuerpflichtigen nicht deshalb stärker belasten, weil er nicht in vollem Umfange seiner Steuerhoheit unterstehe, sondern zufolge seiner territorialen Beziehungen auch noch in einem andern Kanton steuerpflichtig sei. Eine unzulässige Doppelbesteuerung ist daher grundsätzlich gegeben, wenn ein Steuerpflichtiger in mehreren auf dem Boden der Reineinkommenssteuer stehenden Kantonen zusammen mehr als sein gesamtes Reineinkommen zu versteuern hat, also mehr als bei Konzentration der Steuerpflicht in einem Kanton (BGE 100 Ia 251 E. 4a mit Verweisen; vgl. auch BGE 104 Ia 260 E. 4).\n\nb) Die Kantone St. Gallen und Obwalden kennen das System der Reineinkommensbesteuerung; sie lassen beide bei der Berechnung des steuerbaren Einkommens den Abzug von Geschäftsverlusten zu (Art. 25 lit. c Steuergesetz des Kantons St. Gallen vom 23. Juni 1970: StG SG; Art. 30 Steuergesetz des Kantons Obwalden vom 8. Dezember 1968 / 4. März 1973: StG OW). Der Beschwerdeführer könnte somit seinen Verlust aus dem Betrieb der Kollektivgesellschaft vom rohen Einkommen in jedem der beiden Kantone abziehen, sofern er nur einer BGE 107 Ia 41 S. 43Steuerhoheit unterstände. Die Steuerbehörden des Kantons Obwalden bestreiten dies nicht. Sie sind indessen der Ansicht, der Sitzkanton der Kollektivgesellschaft, St. Gallen, habe einen allfälligen Geschäftsverlust in künftigen Steuerperioden zum Abzug vom Geschäftsgewinn zuzulassen.\n\n2. Bei der Verlegung der Abzüge vom Einkommen auf die betroffenen Kantone ist im Anwendungsbereich der allgemeinen Reineinkommenssteuer nach Lehre und Praxis auf die Art dieser Abzüge abzustellen und Ausgaben Rechnung zu tragen (BGE 104 Ia 260 E. 4 mit Hinweisen). Nach ständiger Rechtsprechung ist ein Kollektivgesellschafter oder Kommanditär für seinen Anteil am Geschäftsvermögen und -gewinn am Gesellschaftssitz steuerpflichtig, sofern er in einem andern Kanton wohnt (BGE 93 I 544 E. 1). Einkünfte eines Gesellschafters aus persönlicher Arbeit für die Gesellschaft verbleiben dem Wohnsitzkanton (BGE 77 I 209 E. 4). Aus dieser Rechtsprechung folgt indessen entgegen der Auffassung der Steuerverwaltung des Kantons Obwalden nicht, dass auch Geschäftsverluste, die ein Steuerpflichtiger an seinem sekundären Steuerdomizil erleidet, nur an diesem Spezialsteuerdomizil berücksichtigt werden müssten. Nach der Praxis des Bundesgerichtes sind nämlich Ausgaben für eine Liegenschaft am sekundären Steuerdomizil, welche die Einkünfte aus dieser Liegenschaft übersteigen, am Hauptsteuerdomizil zum Abzug vom rohen Einkommen zuzulassen (BGE 66 I 45 E. 5). Als typischen Fall einer verbotenen Doppelbesteuerung hat das Bundesgericht sodann angesehen, dass eine Gemeinde - Hauptsteuerdomizil des Pflichtigen - sich weigerte, den Verlust aus dem Betrieb eines Hotels in einer andern Gemeinde bei der Bemessung des steuerpflichtigen Gesamteinkommens zum Abzug zuzulassen. In diesem Fall interkommunaler Steuerausscheidung waren die Grundsätze des Art. 46 Abs. 2 BV nach kantonalem Recht sinngemäss anwendbar (BGE 98 Ia 577 E. 3). Dasselbe muss offensichtlich auch im interkantonalen Verhältnis gelten. Würde der Geschäftsverlust, den ein Steuerpflichtiger an seinem sekundären Steuerdomizil erleidet und dort nicht abziehen kann, bei der Berechnung des steuerpflichtigen Gesamteinkommens am primären Steuerdomizil nicht zum Abzug zugelassen, so würde das gesamte steuerbare Einkommen des Pflichtigen das wirkliche Reineinkommen um die Höhe dieses Verlustes übersteigen.BGE 107 Ia 41 S. 44\n\nDies würde jedenfalls für die in Frage stehende Steuerperiode den Grundsatz der von beiden Kantonen anerkannten Reineinkommensbesteuerung verletzen. Die Möglichkeit, den Geschäftsverlust in späteren Steuerperioden auf einen allfälligen Geschäftsgewinn am Spezialsteuerdomizil anzurechnen, ist dagegen höchst ungewiss und namentlich abhängig von der Weiterführung des Geschäftes und einem genügenden Geschäftsertrag. Ausserdem lassen nicht alle Kantone eine derartige Anrechnung von Geschäftsverlusten früherer Perioden zu (vgl. OBERSON, Les pertes commerciales fiscalement déductibles in ASA Bd. 48 S. 98). Die - wenig naheliegende - Hypothese, dass ein Steuerpflichtiger unter Umständen einen Geschäftsverlust nicht nur an seinem Hauptsteuerdomizil, sondern später ausserdem noch am Spezialsteuerdomizil des Geschäftssitzes geltendmachen könnte, vermag die Doppelbesteuerungsgrundsätze über die Anrechnung von Verlusten, welche dem Pflichtigen am Spezialsteuerdomizil erwachsen, nicht in Frage zu stellen. Der Kanton St. Gallen lässt im übrigen den Abzug von Geschäftsverlusten früherer Perioden nur soweit zu, als diese Verluste nicht bereits berücksichtigt wurden (Art. 25 lit. c StG SG).\n\nDer Kanton Obwalden hat einen allfälligen Geschäftsverlust des Beschwerdeführers aus der Kollektivgesellschaft mit Sitz in St. Gallen bei der Einkommensveranlagung zum Abzug zuzulassen. Die Beschwerde erweist sich gegenüber dem Kanton Obwalden offensichtlich als begründet und die angefochtenen Steuerveranlagungen sind aufzuheben. Die Steuerbehörden des Kantons Obwalden werden somit zu prüfen haben, in welchem Umfang dem Beschwerdeführer tatsächlich ein Verlust aus dem Betrieb der Kollektivgesellschaft erwachsen ist.\n\nDie Beschwerde ist, soweit sie sich gegen den Kanton St. Gallen richten sollte, abzuweisen."}