{"annee": "107", "cour": "IA", "page": "35", "date": "11/2/1981", "cite": ["105 IA 223", "104 IA 120", "104 IA 131", "102 IA 331"], "cite_par": ["108 IB 352", "113 IA 444", "114 IA 245", "107 IB 334", "109 IB 20", "114 IB 100", "109 IA 113", "117 IA 497", "116 IA 221", "114 IA 364"], "chapeau": "8. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 11. Februar 1981 i.S. Chemische Fabrik Ütikon gegen Gemeinde Full-Reuenthal und Regierungsrat des Kantons Aargau (staatsrechtliche Beschwerde)", "regestes": ["Art. 22ter Cst.; réduction d'une zone industrielle étendue. Rapport entre la planification des zones et le programme de développement à moyen terme d'une entreprise industrielle. Pour établir les besoins en terrains industriels, il y a lieu de tenir compte également des exigences de l'aménagement du territoire, en particulier des limites résultant de la construction et du maintien de zones d'habitation. Prise en considération aussi bien du développement à ce jour et des futurs projets de construction d'une entreprise, que des réserves de terrains restant à disposition. L'intérêt public à une planification locale satisfaisante l'emporte sur la confiance mise dans le maintien d'un plan établi depuis longtemps."], "faits": "", "considerants": "BGE 107 Ia 35 S. 36\n\nAus den Erwägungen:\n\n3. Die Beschwerdeführerin wendet sich gegen die Auszonung einer Fläche von rund 6 ha, welche nach dem Teilzonenplan der Gemeinde Full-Reuenthal vom 10. Januar 1954 einer ausgedehnten Industriezone zugewiesen war. Es handelt sich um das nördlich der Bahnlinie und zwischen dem bestehenden Werk der Beschwerdeführerin (Produktionsbetrieb der Grundstoffchemie) und dem überbauten Gebiet von Full gelegene Areal. Die Beschwerdeführerin betont mit Nachdruck, die frühere Industriezone sei mit Rücksicht auf ihre Bedürfnisse geschaffen worden.\n\na) Wie das Bundesgericht bereits wiederholt entschieden hat, gibt die Eigentumsgarantie dem Eigentümer keinen Anspruch darauf, dass sein Land dauernd in jener Zone verbleibt, in die es einmal eingewiesen worden ist. Die verfassungsmässige Gewährleistung des Eigentums steht einer nachträglichen Änderung oder Beschränkung der aus einer bestimmten Zoneneinteilung folgenden Nutzungsmöglichkeiten nicht entgegen (BGE 104 Ia 126 E. 2a; BGE 102 Ia 336 E. 3c mit Hinweisen). Auch unter dem Gesichtspunkt des Vertrauensschutzes ist - von Sonderfällen abgesehen - nicht zu beanstanden, wenn Nutzungsmöglichkeiten abgeändert oder eingeschränkt werden; der Grundeigentümer hat keinen als wohlerworbenes Recht selbständig gesicherten Anspruch darauf, dass die für sein Grundstück einmal festgelegten baulichen Nutzungsmöglichkeiten unbeschränkt bestehen bleiben. Die Beschwerdeführerin macht mit Recht nicht geltend, der ihren Wünschen entgegenkommende Teilzonenplan der Gemeinde Full-Reuenthal aus dem Jahre 1954 stehe unter dem Gesichtspunkt des Vertrauensschutzes der Auszonung entgegen. Sie betont lediglich, dass bei der Prüfung des öffentlichen Interesses und der dabei vorzunehmenden Interessenabwägung besonders gewichtige öffentliche Interessen vorliegen müssten, um die Auszonung zu rechtfertigen. Zu prüfen ist daher einzig, ob die von der Gemeinde beschlossene und vom Regierungsrat genehmigte Auszonung durch ausreichende öffentliche Interessen gerechtfertigt ist, welche die entgegenstehenden privaten Interessen überwiegen.\n\nDie Beschwerdeführerin bestreitet weder das öffentliche Interesse an einer Trennung von Bau- und Landwirtschaftsgebiet BGE 107 Ia 35 S. 37noch dasjenige an der Schaffung eines Trenngürtels zwischen Industrie- und Wohnzonen. Sie macht jedoch geltend, die Industriezone gemäss dem Teilzonenplan Full aus dem Jahre 1954 sei nicht zu gross, und die Schaffung eines Trenngürtels sei ohne so erhebliche Auszonung von Industriezonenland möglich. (...) Demgegenüber sei ihr privates Interesse an der uneingeschränkten Erhaltung der heutigen Industriezone ausserordentlich gross; es sei identisch mit dem Interesse an der Erhaltung und Weiterentwicklung des Unternehmens. (...)\n\nb) Im Rahmen einer den heutigen Anforderungen entsprechenden Raumplanung, welche eine weitsichtige Koordination aller raumwirksamen Tätigkeiten im Blick auf das verfassungsmässige Ziel erfordert, um eine zweckmässige Nutzung des Bodens und geordnete Besiedlung des Landes sicherzustellen (Art. 22quater BV), sind sowohl die Bedürfnisse des Betriebes der Beschwerdeführerin als auch diejenigen der Bevölkerung in ausgewogener Weise zu berücksichtigen. Dabei ist der vom aargauischen Baugesetz ausgesprochene Grundsatz der Überprüfung und Anpassung der Pläne an veränderte Verhältnisse zu beachten (§ 120 Abs. 2 BauG). Das seit dem 1. Januar 1980 in Kraft stehende eidgenössische Raumplanungsgesetz vom 22. Juni 1979 (RPG), dessen Grundsätze auch bei der Beurteilung von Zonenplänen, die vor seinem Inkrafttreten festgesetzt wurden, berücksichtigt werden dürfen, verpflichtet ebenfalls zur Überprüfung und Anpassung der Nutzungspläne (Art. 21 Abs. 2 RPG). Ausserdem verlangt es, dass die Richtpläne, die zufolge ihrer für die Behörden verbindlichen Wirkung allenfalls zu einer Änderung der Nutzungspläne führen müssen, in der Regel alle 10 Jahre gesamthaft überprüft und nötigenfalls überarbeitet werden (Art. 9 Abs. 2 und 3 RPG). Dabei sind die Planungsgrundsätze zu beachten, welche verlangen, dass die Landschaft zu schonen ist und die Siedlungen nach den Bedürfnissen der Bevölkerung zu gestalten und in ihrer Ausdehnung zu begrenzen sind (Art. 3 Abs. 2 und 3 RPG). U.a. sollen die Wohngebiete von schädlichen und lästigen Einwirkungen verschont werden (Art. 3 Abs. 3 lit. b RPG). Das aargauische Baugesetz ordnet deshalb an, dass die Trennung der Industrie- und Gewerbezonen von den übrigen Zonen anzustreben sei (§ 132 Abs. 2).\n\nc) Im Lichte dieser Grundsätze kann der Auffassung der Beschwerdeführerin nicht gefolgt werden, das Ausmass einer BGE 107 Ia 35 S. 38Industriezone dürfe nicht in Relation gesetzt werden zur Grösse des übrigen Gemeindegebietes. Die Berücksichtigung sowohl der natürlichen Gegebenheiten als auch der Bedürfnisse von Bevölkerung und Wirtschaft (Art. 1 Abs. 1 RPG) erfordert vielmehr eine Gesamtschau. Diese schliesst zwar nicht aus, dass eine Industriezone flächenmässig grösser sein kann als die Wohnzonen. Doch müssen die für eine weitere industrielle Entwicklung zur Verfügung stehenden Reserven in Einklang stehen mit dem Ziel, wohnliche Siedlungen zu schaffen und zu erhalten.\n\nBei der Abwägung der hiefür massgebenden Faktoren kommt der Würdigung der örtlichen Verhältnisse naturgemäss grosses Gewicht zu. Auch hat das Bundesgericht wiederholt erkannt, dass sich bei der Schaffung und Abgrenzung der Bauzonen ausgesprochene Ermessensfragen stellen (BGE 105 Ia 227 E. 2b; 103 Ia 252 E. 2a). Es hat daher auch bei der grundsätzlich freien Prüfung des öffentlichen Interesses den Beurteilungs- und Ermessensspielraum der kommunalen und kantonalen Behörden zu respektieren. Es kann nicht sein Ermessen an die Stelle desjenigen der kantonalen Instanzen setzen. Vielmehr hat es zu prüfen, ob die zuständigen Behörden im Rahmen pflichtgemässen Ermessens entschieden haben.\n\nd) Bei der Annahme, die bestehende Industriezone gemäss dem Teilzonenplan von 1954 sei zu gross, haben die Behörden erwogen, dass seit deren Festsetzung, somit seit über 25 Jahren, die Beschwerdeführerin für ihren Fabrikationsbetrieb nur einen kleineren Teil des zwischen Bahnlinie und Rhein gelegenen Areales in Anspruch nahm und dass sie nicht in der Lage war, klare Angaben über ihre Ausbaupläne in räumlicher und zeitlicher Hinsicht zu geben. Die Ausführungen der Beschwerdeführerin bestätigen die gegenwärtige Ungewissheit. Sie anerkennt, dass es offen sei, wann die unternehmerische Entscheidung gefällt werde, welche die Verdoppelung oder \"Vermehrfachung\" der heutigen Werkgrösse in Full nach sich ziehen könne. Es hänge dies, abgesehen von der wirtschaftlichen und politischen Entwicklung im allgemeinen, unter anderem davon ab, wie sich die Verhältnisse im Stammbetrieb in Ütikon entwickeln und wie die Frage der Rheinschiffahrt schliesslich entschieden werde.\n\nGewiss ist der Beschwerdeführerin darin beizupflichten, dass der Landbedarf für ein industrielles Unternehmen nicht in BGE 107 Ia 35 S. 39gleicher Weise ermittelt werden kann, wie dies für die Schätzung des Ausmasses der Wohnzonen mit Hilfe von Prognosen über die Bevölkerungsentwicklung und den Flächenbedarf pro Einwohner zutrifft. Bei den für den Landbedarf wesentlichen unternehmerischen Entscheiden sind hingegen - wie bereits festgestellt wurde - auch die Anliegen der Raumplanung zu berücksichtigen und die Grenzen zu respektieren, die sich mit Rücksicht auf die Schaffung und Erhaltung wohnlicher Siedlungen ergeben.\n\nBei der Beurteilung des Ausmasses der Industriezone durften daher die Behörden trotz der Schwierigkeit, den voraussichtlichen Landbedarf abzuschätzen, mit Recht die bisherigen Erfahrungen über die Entwicklung des Werkes Full berücksichtigen und feststellen, dass innerhalb der definitiven Industriezone zwischen Bahnlinie und Rhein noch grosse Raumreserven vorhanden sind. Der Augenschein hat dies bestätigt. Der entlang dem Rhein angeordnete, mit Rücksicht auf den Schutz der Landschaft und des Rheinufers gerechtfertigte Grünzonenstreifen (Art. 17 Abs. 1 lit. a RPG) führt zu keiner ins Gewicht fallenden Beschneidung des für industrielle Zwecke nutzbaren, sich vollständig im Besitz der Beschwerdeführerin befindenden Landes.\n\nDie Behörden hatten sich ausserdem von der auch der aargauischen Praxis zugrunde liegenden Regel leiten zu lassen, dass die definitiven Bauzonen ausser dem überbauten Gebiet das Land umfassen sollen, das voraussichtlich innert 15 Jahren benötigt und erschlossen wird (Art. 15 RPG; ERICH ZIMMERLIN, Kommentar zum aargauischen Baugesetz, N. 6 zu § 128). Wird berücksichtigt, dass die Beschwerdeführerin, wie dies die Aussagen ihres Direktors an der Augenscheinverhandlung bestätigt haben, noch nicht in der Lage ist, den Zeitpunkt der zu treffenden Entscheide und deren Tragweite für den Landbedarf vorauszusehen, so kann den Behörden keine Pflichtwidrigkeit bei der Ermessensausübung vorgeworfen werden, wenn sie dasjenige Areal der definitiven Industriezone zugewiesen haben, über das die Beschwerdeführerin für Betriebserweiterungen jederzeit verfügen kann.\n\nEs trifft freilich zu, dass eine weitsichtige Unternehmensführung ihre Planung nicht auf 10 bis 15 Jahre beschränken kann. Doch legt der Zonenplan die Beschwerdeführerin auch nicht auf das definitive Industriezoneareal fest. Vielmehr sieht er BGE 107 Ia 35 S. 40südlich der Bahnlinie eine Industriezone zweiter Etappe vor, deren Ausmass grösser ist als die definitive Industriezone nördlich der Bahnlinie. Ausserdem bezeichnet er auch nördlich der Bahnlinie zusätzliches Industrie- und Gewerbeareal. Eine derartige Festlegung für eine mittelfristige Entwicklung von in der Regel 20 bis 25 Jahren (E. ZIMMERLIN, a.a.O. N. 6 zu § 128, S. 337) ist zulässig (BGE 104 Ia 140 ff. E. 4b und c) und widerspricht auch nicht den Grundsätzen des eidgenössischen Raumplanungsgesetzes (Art. 18 Abs. 2). Sie räumt der Beschwerdeführerin einen weiten Spielraum für die zu treffenden unternehmerischen Entscheidungen ein. Flächenmässig erlauben die definitive und die zusätzliche Industriezone weit mehr als nur eine Verdoppelung des heute für die Fabrikation beanspruchten Areales. Ausserdem ist der erwähnte Grundsatz der Anpassung der Planungen an veränderte Verhältnisse zu beachten. Sollte die Beschwerdeführerin aufgrund einer von ihr zu erarbeitenden Gesamtkonzeption für den Ausbau des Werkes Full zum Schluss gelangen, dass die bestehende und die zusätzliche Industriezone für ihre Bedürfnisse nicht ausreiche, so steht es ihr frei, den Behörden ein Gesuch um Erweiterung der Industriezone zu stellen.\n\nWerden die dargelegten Gegebenheiten sowie die befristete Natur der Planfestsetzungen beachtet, so erscheint die Feststellung der zuständigen Behörden, die Ausdehnung der Industriezone gemäss dem Teilzonenplan aus dem Jahre 1954 sei zu gross, keineswegs als unzutreffend. Die Behörden durften daher bei der Ausarbeitung einer den heutigen Anforderungen der Raumplanung entsprechenden Ortsplanung deren Verkleinerung ins Auge fassen.\n\nNachdem seit der Festsetzung der Industriezone im Jahre 1954 über 25 Jahre verstrichen sind und sich seither das kantonale und das eidgenössische Bau- und Planungsrecht wesentlich entwickelt hat, geht das öffentliche Interesse an einer befriedigenden Ortsplanung dem Vertrauen in die Beständigkeit des früheren Planes vor (nicht veröffentlichtes Urteil Ernst & Co. vom 16. Mai 1979, E. 4a S. 11). Das Vertrauen, das die Beschwerdeführerin mit Rücksicht darauf, dass die Industriezone weitgehend in ihrem Interesse geschaffen wurde, in den Bestand der Planfestsetzung haben durfte, fällt freilich stark ins Gewicht (BGE 102 Ia 338 E. 3d). Entgegen ihrer Auffassung vermag es jedoch das öffentliche Interesse an der Planänderung, BGE 107 Ia 35 S. 41zu der die Behörden auch aufgrund des am 2. Februar 1971 erlassenen aargauischen Baugesetzes verpflichtet sind, nicht zu überwiegen, nachdem sich das Werk Full, wie die Beschwerdeführerin anerkennt, seit der Erstellung der ersten Werkanlagen kaum wesentlich vergrössert hat und das verbleibende Ausmass der Industriezone der ersten und der zweiten Etappe ihr nach wie vor grosse Möglichkeiten für eine Ausdehnung ihres Werkes belässt."}