{"annee": "107", "cour": "II", "page": "343", "date": "18/9/1981", "cite": ["59 II 372", "93 II 185", "63 II 79", "98 II 15", "67 I 277", "96 II 101", "62 II 42", "59 II 264", "68 II 169"], "cite_par": ["127 III 300", "138 V 366", "122 III 97", "109 II 105", "138 III 746"], "chapeau": "53. Urteil der I. Zivilabteilung vom 18. September 1981 i.S. Baumann gegen Rohr (Berufung)", "regestes": ["Contrat constitutif d'un droit de superficie. 1. Art. 23 et 24 al. 1 ch. 4 CO. Ne peut être considérée comme essentielle l'erreur portant sur la constructibilité d'une parcelle frappée d'une interdiction de construire plusieurs années après la conclusion du contrat; questions de fait et de droit (consid. 1). 2. Art. 2 al. 2 CC. Conditions pour l'application de la clausula rebus sic stantibus (consid. 2)."], "faits": "BGE 107 II 343 S. 344\n\nA.- Durch Vertrag vom 30. September 1971 räumte Rudolf Rohr dem Fritz Baumann auf seinen Parzellen Nr. 597 und 599 in Hunzenschwil für 50 Jahre ein Baurecht ein. Der Baurechtszins wurde auf Fr. 21'618.-- im Jahr festgesetzt und sollte jeweils auf den 1. Oktober der Teuerung angepasst werden. Rohr ist 1974 gestorben.\n\nBaumann konnte die Parzelle 597 im Jahre 1973 überbauen. Sein Gesuch für ein Gebäude mit Ausstellungs-, Büro- und Lagerräumen auf der Parzelle 599 wurde vom Gemeinderat Hunzenschwil dagegen im September 1973 abgeschrieben, weil der Korbackerweg als Zugang ungenügend ausgebaut und schon dem bisherigen Verkehr kaum gewachsen sei. Im Januar 1975 empfahl ihm die Gemeinde umsonst, auf der zweiten Parzelle eher einen Bau zu gewerblichen Zwecken vorzusehen. Einem weiteren Gesuch Baumanns vom Mai 1978, das ein Gebäude mit Werkstätten betraf, hielt der Gemeinderat entgegen, dass ein Ausbau des Korbackerweges kostspielig sei, ein Anschluss an die Kantonsstrasse nach Auffassung der Behörden nähere Abklärungen erfordere und erst nach Eröffnung der Aaretalstrasse in Frage komme; vor Verbesserung der Strassenverhältnisse könne keine Baubewilligung mehr erteilt werden. Baumann beschwerte sich beim Baudepartement des Kantons Aargau, das am 7. November 1979 im gleichen Sinne entschied. Es fand, die zusätzliche Verkehrsbelastung infolge des geplanten Baues sei möglicherweise gering; mit einer erheblichen Mehrbelastung sei hingegen bei weiteren ähnlichen Bauvorhaben zu rechnen, die aus Gründen der Rechtsgleichheit ebenfalls zugelassen werden müssten. Die Aussichten einer baldigen Sanierung der Verkehrsverhältnisse im Korbackergebiet hätten sich seit 1975 verschlechtert und den Gemeinderat veranlasst, seine bisherige Bewilligungspraxis zu ändern.\n\nBei der Revision des Zonenplanes von 1979 wurde das Korbackergebiet, in dem sich die Parzelle 599 befindet, der Gewerbezone zugewiesen.\n\nBaumann weigerte sich bereits 1975, die vereinbarten Baurechtszinse für die Parzelle 599 zu bezahlen. Er bestritt eine Schuld auch nachher, weil die Parzelle entgegen der übereinstimmenden Auffassung der Parteien zur Zeit des Vertragsabschlusses nicht überbaubar gewesen sei.\n\nB.- Im November 1979 klagte Frau Rohr gegen Baumann auf Zahlung von Fr. 73'919.35 und 4'537.45 nebst 5% Zins seit verschiedenen Verfalldaten.BGE 107 II 343 S. 345\n\nDer Beklagte bestritt diese Forderung und verlangte mit Widerklage, dass der Baurechtsvertrag mit Bezug auf die Parzelle 599 wegen Grundlagenirrtums ungültig erklärt und die Klägerin zur Zahlung von Fr. 16'793.80 nebst Zins verurteilt werde. Er wollte ferner festgestellt wissen, dass das Baurecht auf Parzelle 599 gegen Bezahlung von Fr. 42'498.80 nebst Zins im Grundbuch gelöscht werden könne.\n\nDas Bezirksgericht Aarau schützte die Klage und wies die Widerklage ab. Auf Appellation des Beklagten, der sein Feststellungsbegehren fallen liess, urteilte das Obergericht des Kantons Aargau am 29. Januar 1981 im gleichen Sinne.\n\nC.- Der Beklagte hat gegen dieses Urteil Berufung eingelegt mit den Anträgen, es aufzuheben und die Klage abzuweisen.\n\nDie Klägerin beantragt, die Berufung abzuweisen, soweit darauf einzutreten sei.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Das Obergericht schliesst aus den Umständen des Vertragsabschlusses und der seitherigen Entwicklung, dass 1971 beide Vertragsparteien übereinstimmend davon ausgingen, die Parzelle 599 sei ebenfalls überbaubar; dies sei für ein Gewerbe ohne besondere Auswirkungen auf die örtlichen Verkehrsverhältnisse noch 1975 möglich gewesen und auch heute nicht ausgeschlossen, da die Überbauung bloss von der verkehrsmässigen Erschliessung abhange, deren Verzögerung allerdings noch länger dauern könne. Die gegenwärtige Unmöglichkeit der Überbauung sei bedingt durch einen faktischen Baustopp, der sich erst aus den abweichenden Entscheiden der Behörden von 1978 und 1979, also rund sieben Jahre nach Abschluss des Vertrages ergeben habe.\n\na) Diese Feststellungen des Obergerichts stützen sich teils auf Beweiswürdigung, teils auf kantonales Baurecht und dessen Anwendung durch die kantonalen Behörden. Sie können mit der Berufung nicht angefochten werden, da mit diesem Rechtsmittel bloss die Verletzung von Bundesrecht gerügt werden darf und solches durch tatsächliche Feststellungen nur verletzt ist, wenn sie offensichtlich auf Versehen beruhen oder unter Missachtung bundesrechtlicher Beweisvorschriften zustandegekommen sind (Art. 43 Abs. 1 und 3, 55 Abs. 1 lit. c und d, 63 Abs. 2 OG; BGE 96 II 103 /4).\n\nDas ist auch der Kritik an der Feststellung entgegenzuhalten, es BGE 107 II 343 S. 346sei eine neue und daher prozessual unzulässige Behauptung, dass das Korbackergebiet schon zur Zeit des Vertragsabschlusses ungenügend erschlossen gewesen sei; denn ob eine Sachbehauptung im kantonalen Verfahren rechtzeitig aufgestellt worden ist, beurteilt sich ausschliesslich nach dem kantonalen Prozessrecht. Die Kritik scheitert übrigens schon daran, dass der Beklagte eine Parzelle 1973 überbauen konnte und eine Überbauung der andern zu gewerblichen Zwecken, wie die vom Gemeinderat empfohlene, noch 1975 möglich war.\n\nDas Bundesgericht hat deshalb davon auszugehen, dass die Überbauung der Parzellen 1971 nicht nur von beiden Vertragspartnern bejaht worden, sondern während einiger Jahre auch möglich gewesen ist, die Behörden dann aber die Bewilligungspraxis verschärft haben, weil sie den vorgesehenen Ausbau des Korbackerwegs nach 1975 wegen einer allgemeinen Verkehrsplanung im Aaretal zurückstellen mussten. Die Feststellungen des Obergerichts können nur dahin verstanden werden, dass die Überbauung des Korbackergebietes lediglich vorübergehend, d.h. bis zur gesamten Sanierung der örtlichen Verkehrsverhältnisse gestoppt worden ist, ihr nachher grundsätzlich aber nichts mehr entgegensteht. Der angebliche Irrtum des Beklagten betrifft somit einen Zustand, der erst nachträglich eingetreten ist, durch die verkehrsmässige Erschliessung des gesamten Gebietes aber wieder beseitigt werden soll.\n\nb) Der Vertrag ist für denjenigen unverbindlich, der sich beim Abschluss in einem wesentlichen Irrtum befunden hat (Art. 23 OR). Ein solcher Irrtum ist insbesondere anzunehmen, wenn er einen Sachverhalt betraf, der vom Irrenden nach Treu und Glauben im Geschäftsverkehr als eine notwendige Grundlage des Vertrages betrachtet wurde (Art. 24 Abs. 1 Ziff. 4 OR).\n\nDer Beklagte machte im kantonalen Verfahren bloss geltend, zusammen mit dem Grundeigentümer habe er die \"in naher Zukunft\" realisierbare Überbauung der Parzelle 599 als Vertragsgrundlage betrachtet. Diese Vorstellung traf nach dem, was in tatsächlicher Hinsicht feststeht, zur Zeit des Vertragsabschlusses zu; sie erwies sich samt den Erwartungen, welche die Parteien hegten, auch nachher während einiger Jahre noch als richtig. Dass er allein oder gar zusammen mit dem Vertragspartner der Meinung gewesen sei, er dürfe mit der Ausführung seiner Bauvorhaben noch mehrere Jahre zuwarten, weil sich an der Bewilligungspraxis der Behörden und an der Überbaubarkeit der Parzellen selbst in der BGE 107 II 343 S. 347weiteren Zukunft nichts ändern werde, wagt der Beklagte mit Recht nicht zu behaupten, schuldete er den Baurechtszins doch vom 1. Oktober 1971 an; er war selber am meisten daran interessiert, beide Parzellen in nächster Zukunft überbauen zu können. Diese Möglichkeit hatte er aber, weshalb sich nicht sagen lässt, er sei durch einen wesentlichen Irrtum veranlasst worden, der Gegenpartei einen jährlichen Baurechtszins von über Fr. 21'000.-- zu versprechen. Falsche Erwartungen einer Partei oder Spekulationen genügen für einen solchen Irrtum zum vorneherein nicht.\n\nAus BGE 98 II 15 und dem Urteil der I. Zivilabteilung vom 3. Februar 1981 i.S. Schildknecht gegen Meier AG kann der Beklagte nichts zu seinen Gunsten ableiten. In diesen Entscheiden ging es um Grundstücke, die bereits bei Abschluss des Kaufvertrages so gelegen oder beschaffen waren, dass eine Überbauung unabhängig vom Verhalten einer Behörde schon nach geltendem Baurecht nicht in Frage kam; dadurch unterscheiden sich ihre Sachverhalte klar vom vorliegenden, weil hier auch die zweite Parzelle noch während Jahren überbaut werden durfte und selbst nachher nur von einem zeitlich beschränkten Baustopp erfasst wurde. Das ist dem Beklagten übrigens nicht entgangen, erklärt er doch selber, die Änderung der Bewilligungspraxis habe dazu geführt, dass die Parzelle 559 nachträglich nicht mehr überbaut werden konnte. Es ist daher belanglos, ob sich am Korbackerweg seit 1971 nichts geändert, der Mangel einer genügenden Erschliessung latent also schon bei Vertragsabschluss bestanden habe; der Beklagte hätte auch die zweite Parzelle gleichwohl noch vor dem Baustopp überbauen können.\n\n2. Daran scheitert auch die Kritik am Vorhalt des Obergerichts, der Beklagte hätte als Generalunternehmer das grosse Risiko erkennen und sich durch eine entsprechende Klausel gegen die Folgen einer Praxisänderung absichern müssen.\n\nBei langfristigen Verträgen müssen die Parteien damit rechnen, dass die zur Zeit des Vertragsabschlusses bestehenden Verhältnisse sich später ändern können. Sehen sie ausdrücklich oder sinngemäss davon ab, den Einfluss solcher Änderungen auf die gegenseitigen Leistungen auszuschliessen, so entspricht es dem Wesen des Vertrages, dass er so erfüllt wird, wie er abgeschlossen worden ist. Diesfalls hat jede Partei grundsätzlich die Risiken zu tragen, die sich für sie aus Änderungen der Verhältnisse ergeben. Sie hat keinen Anspruch darauf, dass der Vertrag unverbindlich erklärt oder geändert werde, wenn ihre Erwartungen oder Spekulationen BGE 107 II 343 S. 348sich nicht erfüllen (BGE 63 II 82, BGE 59 II 304 mit weiteren Zitaten; MERZ, N. 188 zu Art. 2 ZGB). Ein richterlicher Eingriff auf Verlangen des Schuldners ist gestützt auf Art. 2 ZGB nur zulässig, wenn das Verhältnis von Leistung und Gegenleistung infolge ausserordentlicher Änderung der Umstände so gestört ist, dass das Beharren des Gläubigers auf seinem Vertragsanspruch geradezu eine wucherische Ausbeutung des Missverhältnisses und damit einen offenbaren Rechtmissbrauch darstellt, der nach Art. 2 Abs. 2 ZGB keinen Rechtsschutz findet (BGE 93 II 188, BGE 68 II 173, BGE 67 I 300, BGE 62 II 45, BGE 59 II 378 /9).\n\nDass diese Voraussetzungen hier zuträfen, lässt sich schon angesichts des vorübergehenden Baustopps nicht sagen und wird vom Beklagten auch nicht ernsthaft behauptet. Er argumentiert vielmehr damit, dass er die zweite Parzelle \"mit an Sicherheit grenzender Wahrscheinlichkeit\" selbst bis zum Auslauf des Vertrages im Jahre 2021 nicht überbauen könne, aber bis dahin für lediglich landwirtschaftlich genutztes Land schon nach der derzeitigen Berechnung rund Fr. 993'000.-- bezahlen müsse. Damit setzt er sich indes erneut über tatsächliche Feststellungen hinweg, die das Bundesgericht binden. Es erübrigt sich daher auch, die Interessen der Parteien gegeneinander abzuwägen, wie die Vorinstanz dies ergänzend getan hat; nach dem festgestellten Sachverhalt ist das angefochtene Urteil so oder anders auch nach Art. 2 Abs. 2 ZGB nicht zu beanstanden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichts (2. Zivilabteilung) des Kantons Aargau vom 29. Januar 1981 bestätigt."}