{"annee": "107", "cour": "II", "page": "465", "date": "26/11/1981", "cite": ["101 II 277", "98 IV 205", "86 II 213", "104 II 108", "105 II 16", "103 II 294", "83 II 263", "102 IA 101", "84 II 241", "90 II 351"], "cite_par": ["115 II 264", "114 II 205", "142 III 78", "111 II 410", "117 II 372", "109 II 371", "135 V 2", "130 III 28", "129 III 55", "115 II 123"], "chapeau": "74. Auszug aus dem Urteil der II. Zivilabteilung vom 26. November 1981 i.S. S. gegen S. (Berufung)", "regestes": ["Obligation du conjoint divorcé de contribuer à l'entretien de ses enfants. On ne saurait partir de l'idée que l'enfant qui a droit à l'entretien est pleinement capable de gagner sa vie du seul fait qu'il est arrivé au terme d'une période déterminée de formation, qu'il ait ou non achevé cette formation avec succès. Les parents doivent assurer à l'enfant une formation qui corresponde à ses capacités et à ses goûts. C'est pourquoi il se pourra, le cas échéant, qu'il n'y ait pleine capacité de gain qu'après l'achèvement d'une formation complémentaire (consid. 5). L'obligation d'entretien du conjoint divorcé peut, le cas échéant, subsister également pour un enfant majeur qui a reçu une formation de base, durant une formation complémentaire ou une seconde formation fondée sur la première, qui ont été prises en considération dès avant que l'enfant n'atteigne sa vingtième année (consid. 6)."], "faits": "BGE 107 II 465 S. 466\n\nA.- Die Ehegatten S. wurden vom Bezirksgericht X. am 19. März 1970 geschieden. Die beiden aus der Ehe hervorgegangenen Söhne M., geboren 1958, und E., geboren 1961, wurden unter die elterliche Gewalt der Mutter gestellt. Über die Nebenfolgen der Scheidung hatten die Ehegatten eine vom Gericht genehmigte Konvention abgeschlossen. In deren Ziffer 3 wurde die Unterhaltspflicht des Ehemannes für die Söhne folgendermassen geregelt:\n\n\"Der Beklagte verpflichtet sich, an den Unterhalt der Kinder Beiträge von monatlich Fr. 1'000.-- pro Kind, zahlbar pränumerando zu entrichten. Die Unterhaltspflicht dauert bis zur vollen Erwerbsfähigkeit, mindestens bis zum vollendeten 18., längstens bis zum vollendeten 20. Altersjahr. Erhält ein Kind eine Ausbildung, die über das 20. Altersjahr hinausdauert, und hat der Beklagte dieser Ausbildung zugestimmt, so verpflichtet er sich, die obigen Beiträge während der normalen Dauer der einmal gewählten Ausbildung (Verzögerungen durch Krankheit, Unfall und Militärdienst vorbehalten) weiter zu entrichten. Verweigert der Beklagte die Zustimmung zu einer vorgesehenen Ausbildung, so hat die Klägerin das Recht zu verlangen, dass ein gemeinsam bezeichneter Erziehungsfachmann sich über die Eignung des Kindes ausspricht. Können sich die Parteien auf den Fachmann nicht einigen, so bezeichnet diesen der Präsident des Bezirksgerichts X. Wird eine Ausbildung gewählt, welche der Fachmann befürwortet, so bezahlt der Beklagte die Unterhaltsbeiträge während der verlängerten Ausbildungszeit, wie wenn er zugestimmt hätte. Die Kosten des Fachmannes trägt der unterliegende Teil.\"\n\nDer Sohn M. beendete im April 1979 eine kaufmännische Lehre. Am 1. Dezember 1978 hatte ihm sein Vater mitgeteilt, dass er ihn auf den Frühling 1980 für drei Jahre zum Besuch der Hotelfachschule in Lausanne angemeldet habe. In der Folge verlangte S. von seiner geschiedenen Ehefrau, dass sie eine von ihm formulierte Erklärung vom 28. Februar 1979 unterzeichne, worin sie auf Unterhaltsbeiträge für M. verzichte. Dieser Verzicht sollte die Voraussetzung für das Einverständnis des Vaters mit dem Besuch der Hotelfachschule durch M. darstellen. Weder die Mutter noch der Sohn M. unterzeichneten eine derartige Erklärung. Daraufhin widerrief S. am 15. Mai 1979 die bereits erfolgte Anmeldung von M. bei der Hotelfachschule. Die geschiedene Ehefrau hielt die Anmeldung in der Folge in eigenem Namen aufrecht. M. besucht BGE 107 II 465 S. 467seit Februar 1980 die Hotelfachschule, deren Kurse bis 1983 dauern werden.\n\nAuch der Sohn E. hatte im Frühjahr 1978 eine dreijährige kaufmännische Lehre begonnen, die er aber wegen ungenügender Leistungen nicht fortsetzen konnte. Indessen konnte er in derselben Firma eine zweijährige Bürolehre absolvieren. Doch bestand er die Lehrabschlussprüfung anfangs April 1980 nicht. Dies gelang ihm erst Ende August 1980. In der Zwischenzeit hatte er neben den Prüfungsvorbereitungen Teilzeitarbeit geleistet. Vom September bis Dezember 1980 besuchte er einen Englischkurs in Cambridge.\n\nB.- Die geschiedenen Ehegatten waren sich nicht einig über die Dauer der in Ziffer 3 der Scheidungsvereinbarung vorgesehenen Unterhaltspflicht des Ehemannes für die beiden Söhne. Die Ehefrau erhob deshalb am 28. Juni 1979 beim Bezirksgericht X. Klage auf Feststellung, dass ihr geschiedener Ehemann verpflichtet sei, für den Sohn M. ab 1. Februar 1980 aufgrund des Scheidungsurteils vom 19. März 1970 einen monatlichen Unterhaltsbeitrag von Fr. 1'000.-- zuzüglich Indexzuschläge gemäss Urteil (zurzeit 50%) zu bezahlen und zwar so lange, als der Sohn die Hotelfachschule in Lausanne besuche.\n\nDer Beklagte erhob seinerseits Widerklage mit dem Begehren, es sei festzustellen, dass der Sohn E. mit Abschluss seiner beruflichen Ausbildung im Sinne von Dispositiv Ziff. 4 des Scheidungsurteils vom 19. März 1970 voll erwerbsfähig sei und dass die Verpflichtung des Beklagten, an die Klägerin Unterhaltsbeiträge für E. zu entrichten, mit Abschluss der Lehrzeit im Frühjahr 1980 dahinfalle.\n\nDas Bezirksgericht X. hiess die Klage und die Widerklage gut. Es stellte somit fest, dass die Unterhaltspflicht des Beklagten gegenüber M. bis Ende Juli 1983 bestehe und dass der Sohn E. ab 1. April 1980 voll erwerbsfähig sei, so dass ab diesem Zeitpunkt die Verpflichtung des Beklagten zur Entrichtung von Unterhaltsbeiträgen für E. entfalle.\n\nC.- Gegen das bezirksgerichtliche Urteil erhoben beide Parteien Berufung. Das Obergericht wies die Berufung des Beklagten ab und stellte fest, dieser sei verpflichtet, der Klägerin für den Sohn M. ab 1. Februar 1980 einen monatlichen Unterhaltsbeitrag von Fr. 1'000.-- zuzüglich Indexzuschläge gemäss Scheidungsurteil zu bezahlen, und zwar für die Dauer der ordentlichen Ausbildung an der Hotelfachschule in Lausanne, d.h. bis Ende Juli 1983. In Gutheissung der Berufung der Klägerin wies es die Widerklage ab.BGE 107 II 465 S. 468\n\nD.- Der Beklagte focht das Urteil des Obergerichts mit einer Berufung beim Bundesgericht an. Er beantragte, die Hauptklage sei abzuweisen und demgemäss sei festzustellen, dass er nicht verpflichtet sei, ab 1. Februar 1980 bis zur Beendigung der Ausbildung des Sohnes M. an der Hotelfachschule in Lausanne für diesen Sohn Unterhaltsbeiträge zu bezahlen, ferner sei die Widerklage gutzuheissen und demgemäss festzustellen, dass der Sohn E. mit dem Abschluss seiner Berufslehre voll erwerbsfähig sei und die Verpflichtung des Beklagten, an die Klägerin Unterhaltsbeiträge für E. zu entrichten, mit Abschluss der Lehrzeit im Frühling 1980, spätestens aber mit dem Bestehen der Nachprüfung im August 1980 dahinfalle.\n\nDas Bundesgericht weist die Berufung ab, soweit es auf sie eintritt.", "considerants": "Aus den Erwägungen:\n\n5. Das Obergericht ist davon ausgegangen, dass aufgrund von Art. 12 Abs. 1 SchlTZGB sich auch im vorliegenden Fall Umfang und Dauer der Unterhaltspflicht gegenüber Kindern grundsätzlich nach dem neuen Kindesrecht und damit nach den nunmehr geltenden Regeln der Art. 276 und 277 ZGB richten. Indessen ist die Unterhaltspflicht des Beklagten urteilsmässig festgelegt worden, bevor das neue Kindesrecht in Kraft getreten ist. Nach der im Scheidungsurteil enthaltenen Vereinbarung der Parteien dauert die Unterhaltspflicht des Beklagten bis zur vollen Erwerbsfähigkeit, mindestens aber bis zum vollendeten 18. und längstens bis zum vollendeten 20. Altersjahr der Söhne. Da für den Sohn E. als oberste Grenze für die Leistungspflicht des Beklagten der Eintritt der Mündigkeit gilt, richtet sich sein Anspruch nach dem Scheidungsurteil, das übrigens nicht wesentlich von der heute geltenden gesetzlichen Regelung in Art. 276 und 277 ZGB abweicht.\n\nDie Parteien streiten sich darüber, ob dem Sohn E. mit dem Ablauf der ordentlichen Lehrzeit Ende März 1980 im Sinne der Parteivereinbarung zugemutet werden dürfe, für seinen Lebensunterhalt aufzukommen, d.h. ob in jenem Zeitpunkt seine volle Erwerbsfähigkeit im Sinne der Vereinbarung eingetreten sei. Der Beklagte ist der Ansicht, diese Voraussetzung sei mit dem Abschluss der zweijährigen Bürolehre im Frühling 1980 erfüllt gewesen. Für den verwöhnten und bequemen E. sei es im Frühjahr BGE 107 II 465 S. 4691980 höchste Zeit gewesen, in den Arbeitsprozess einzusteigen. Trotz des Misserfolgs bei der Abschlussprüfung wäre er durchaus fähig gewesen, eine Arbeitsstelle anzutreten, die es ihm erlaubt hätte, für seinen eigenen Lebensunterhalt ausreichend zu sorgen. Er habe auch keine fünf Monate Zeit gebraucht, um sich ausschliesslich auf die Nachprüfung vorzubereiten. Seit Ende März 1980 sei es ihm zuzumuten gewesen, für seinen Unterhalt aus den von ihm selber erzielbaren Mitteln aufzukommen. Indem die Vorinstanz den Beklagten verpflichtet habe, für E. wie bisher weiterhin die sehr grosszügig bemessenen Unterhaltsbeiträge zu bezahlen, ohne dass dieser Sohn erst einmal Leistungsbereitschaft zu zeigen hatte, habe sie Bundesrecht verletzt.\n\nDas Obergericht hat zutreffenderweise angenommen, dass von voller Erwerbsfähigkeit des unterhaltsberechtigten Kindes nur gesprochen werden kann, wenn dem Kinde auch zumutbar ist, den Lebensunterhalt aus seinem Arbeitserwerb selbst zu bestreiten. Volle Erwerbsfähigkeit kann nicht einfach mit dem Ende einer bestimmten Lehr- oder Ausbildungszeit gleichgesetzt werden, gleichgültig, ob das Kind diese Lehre oder Ausbildung erfolgreich abgeschlossen habe oder nicht, und ohne Rücksicht darauf, ob das Kind bei einem Prüfungsmisserfolg überhaupt in der Lage sei, eine seinen Lebensunterhalt garantierende Erwerbsarbeit aufzunehmen. Es dürfte allgemein bekannt sein, dass es gerade für Jugendliche ohne Lehrabschluss ausserordentlich schwierig ist, überhaupt eine Arbeit und geschweige denn eine Arbeit zu finden, die ihren individuellen Neigungen und Fähigkeiten entspricht. Pflicht der Eltern aber ist es, dem Kind eine Ausbildung zu verschaffen, die auf seine Fähigkeiten und Neigungen Rücksicht nimmt, und ihm solange beizustehen, als es diese Ausbildung erfordert. Diese Grundsätze lagen der Rechtsprechung zum bisherigen Recht in Art. 276 Abs. 2 aZGB zugrunde (BGE 86 II 217) und wurden in das neue Recht in Art. 302 ZGB ausdrücklich aufgenommen. Die Verpflichtung, dem Kind eine derartige Ausbildung zu verschaffen, gilt nicht nur für den Inhaber der elterlichen Gewalt, sondern sinngemäss auch für denjenigen Elternteil, der wegen der fehlenden Obhut über sein Kind lediglich mit finanziellen Leistungen an die Kosten der Erziehung und Ausbildung beizutragen hat. Auch er hat seinem Kind den Weg in die Zukunft und zur wirtschaftlichen Selbständigkeit soweit zu ebnen, als es seine Mittel gestatten.\n\nDer Vorinstanz ist deshalb beizupflichten, wenn sie die Auffassung vertritt, dass volle Erwerbsfähigkeit stets nur dann erreicht BGE 107 II 465 S. 470sei, wenn das Kind die Ausbildung, die es mit Billigung seiner Eltern begonnen hat, auch wirklich abgeschlossen hat. Die Eltern, die sich selbst in guten wirtschaftlichen Verhältnissen befinden, dürfen sich nicht um ihre Unterhaltspflicht drücken und dem Kind - vor allem, wenn dieses mit Schwierigkeiten zu kämpfen hat - eine ausreichende berufliche Ausbildung, die für das spätere wirtschaftliche Fortkommen unerlässlich ist, verweigern mit der Begründung, es sei bequem, wenig leistungsorientiert und suche stets den Weg des geringsten Widerstandes. Diese Behauptungen des Beklagten finden im übrigen keine Stütze im angefochtenen Urteil; seine Vorbringen beruhen weitgehend auf einer andern Würdigung des vom Bezirksgericht beigezogenen und vom Obergericht gewürdigten psychologischen Gutachtens.\n\nWird auf die dargelegten Grundsätze abgestellt, so verletzte das Obergericht keineswegs Bundesrecht, wenn es feststellte, dass E. die volle Erwerbsfähigkeit mit dem Abschluss der Bürolehre im Frühjahr 1980 noch nicht erreicht habe. Der Vorinstanz ist auch darin beizupflichten, dass es angesichts der Misserfolge dieses Sohnes in seiner Ausbildung dringend nötig war, dass er sich auf die Repetition der Prüfung gründlich vorbereiten konnte. Wollte er dies aber tun, so war er nicht in der Lage, vom Mai bis August 1980 eine volle Erwerbstätigkeit aufzunehmen. Durch seine zeitweilige Tätigkeit bei Adia Interim hat er zwar entgegen den Behauptungen seines Vaters gezeigt, dass er bereit ist, zu arbeiten; doch lässt sich nicht beanstanden, dass die Vorinstanz angesichts der besondern Situation die Voraussetzungen für die Annahme einer \"vollen Erwerbsfähigkeit\" noch nicht als erfüllt betrachtet hat. Der angefochtene Entscheid verletzt somit auch insofern kein Bundesrecht, als er festhält, dass im Frühjahr 1980 und bis zum Prüfungserfolg Ende August 1980 die Leistungspflicht des Beklagten weiter bestanden habe.\n\nEs stellt sich nun die Frage, ob E. von diesem Zeitpunkt an als voll erwerbsfähig zu betrachten sei und ihm hätte zugemutet werden können, statt des dreimonatigen Englischkurses, eine Arbeitsstelle anzunehmen. Die Vorinstanz hielt indessen die Auffassung des Gutachters für entscheidend, dass die Möglichkeiten des Sohnes E. aufgrund seines Begabungspotentials mit einer zweijährigen Bürolehre nicht ausgeschöpft seien; eine anspruchsvollere Grundausbildung wäre angemessen. Das Obergericht betrachtete daher die Ausbildung von E. auch mit dem Abschluss der Bürolehre nicht als abgeschlossen. Es führte aus, angesichts der problematischen BGE 107 II 465 S. 471Persönlichkeit dieses Sohnes sei das weitere Vorgehen zur Erreichung einer besseren Ausbildung nicht klar festgestanden. Es erscheine deshalb als vertretbar, dass die Klägerin E. vom September bis Dezember 1980 einen Englischkurs in Cambridge habe absolvieren lassen. Damit sei dem Sohn eine anspruchsvollere kaufmännische Grundausbildung vermittelt und sei er gleichzeitig zu grösserer Elternunabhängigkeit geführt worden.\n\nDie Auffassung, dass unter den besondern Umständen mindestens bis zum Abschluss des Englischkurses im Dezember 1980 nicht von voller Erwerbsfähigkeit des Sohnes E. im Sinne der Parteivereinbarung gesprochen und ihm damit die Aufnahme einer Arbeit nicht zugemutet werden könne, hält sowohl vor dem bisherigen wie vor dem neuen Kindesrecht (Art. 276 Abs. 3 in Verbindung mit Art. 302 Abs. 2 ZGB) stand. Damit ist aber der entsprechende Berufungsantrag abzuweisen.\n\n6. Was den älteren Sohn M. anbetrifft, setzt sich der Beklagte dagegen zur Wehr, dass er über die Mündigkeit dieses Sohnes hinaus bis zur Beendigung des im Februar 1980 beginnenden und bis Juli 1983 dauernden Besuchs der Hotelfachschule Unterhaltsbeiträge leisten soll. Im Zusammenhang mit seinem diesbezüglichen Feststellungsbegehren erhebt der Beklagte drei Einwände. Er macht zunächst geltend, die richterlich genehmigte Scheidungsvereinbarung vom 19. März 1970 sei, soweit sie Unterhaltsbeiträge über das 20. Altersjahr der Söhne hinaus vorsehe, nichtig bzw. rechtlich unverbindlich, weil der Scheidungsrichter nicht befugt gewesen sei, eine solche Vereinbarung zu genehmigen. Im weitern zieht der Beklagte die Legitimation der Klägerin zur Feststellung seiner Unterhaltspflicht in Zweifel; sie ist nach seiner Ansicht von der Vorinstanz zu Unrecht als Gläubigerin der von ihm allenfalls geschuldeten Unterhaltsbeiträge bezeichnet worden. Schliesslich behauptet er, bei richtiger Auslegung von Ziffer 3 Absatz 2 der Scheidungskonvention falle die Ausbildung von M. in der Hotelfachschule in Lausanne nicht unter diese Abmachung.\n\na) Der Beklagte geht in Übereinstimmung mit der Vorinstanz davon aus, dass auch hier das neue Kindesrecht anwendbar sei und dass nach Art. 277 Abs. 2 ZGB unter Umständen bereits von Gesetzes wegen die Unterhaltspflicht der Eltern das Mündigkeitsalter ihrer Kinder ausnahmsweise überdauere. In erster Linie richtet sich jedoch die Leistungspflicht des Beklagten auch gegenüber M. nach der Scheidungskonvention, welche vom Richter vor Inkrafttreten des neuen Kindesrechts genehmigt worden ist. Diese BGE 107 II 465 S. 472Parteivereinbarung stimmte indessen weitgehend mit den von der Gerichtspraxis entwickelten Grundsätzen über die Dauer der Unterhaltspflicht der Eltern über die Mündigkeit der Kinder hinaus bis zum Abschluss einer beruflichen Ausbildung überein (siehe Botschaft des Bundesrates über die Änderung des ZGB (Kindesverhältnis) vom 5. Juni 1974, BBl 1974 II 56 f.). Sie entspricht im wesentlichen auch dem neuen Recht (Art. 277 Abs. 2 ZGB).\n\nDer Beklagte hat bisher an der rechtlichen Wirksamkeit der Scheidungsvereinbarung, auch soweit sie zugunsten der Kinder über das gesetzlich Vorgeschriebene hinausging, nie gezweifelt. Wenn er nun erstmals vorbringt, dass Bestimmungen in Scheidungskonventionen, die Unterhaltsbeiträge über die Mündigkeit der Kinder hinaus vorsehen, nicht zu genehmigen und nach Art. 158 Ziff. 5 ZGB als rechtlich unwirksam zu betrachten seien, so kann ihm allerdings entgegen der Auffassung der Klägerin nicht Art. 55 Abs. 1 lit. c OG entgegengehalten werden. Mit der Behauptung, die Scheidungsvereinbarung sei in dem Umfange rechtlich unwirksam, als der Beklagte zu Unterhaltsbeiträgen über das 20. Altersjahr seines Sohnes M. hinaus verpflichtet worden war, wird nicht eine neue Tatsache, sondern ein neuer rechtlicher Gesichtspunkt vorgebracht. Darauf muss eingetreten werden (BGE 104 II 111 E. 2 und BGE 103 II 299 E. b). Indessen ist dieser rechtliche Einwand nicht begründet. Es war seit jeher nach der Rechtsprechung der schweizerischen Gerichte zulässig, in einer Vereinbarung der in Scheidung stehenden Eltern die Unterhaltspflicht über die Mündigkeit des Kindes hinaus vorzusehen, sofern dies der Leistungsfähigkeit des Pflichtigen entsprach (BGE 102 Ia 102 /3; HINDERLING, Das schweizerische Ehescheidungsrecht, 3. Aufl., S. 162 Anm. 11; vgl. auch Zusatzband, S. 111 Anm. 6; HEGNAUER, N. 75 zu Art. 272 aZGB; EGGER, N. 19 zu Art. 156 ZGB). Es ist nicht einzusehen, weshalb eine derartige Verpflichtung zugunsten eines Dritten vom Scheidungsrichter nicht genehmigt werden dürfte und weshalb sie, selbst wenn diese Genehmigung für diese zusätzliche Leistungspflicht ausgeblieben wäre, für die Parteien nicht dennoch rechtswirksam sein sollte (vgl. Art. 112 OR). Etwas anderes lässt sich auch nicht aus den vom Beklagten angeführten Entscheiden des Bundesgerichts herleiten.\n\nDie Vorinstanz hat die Wirksamkeit einer solchen Vereinbarung über Unterhaltsbeiträge für die Zeit nach der Mündigkeit des Kindes unter dem Gesichtspunkt der Stellvertretung geprüft. Sie ist zum Schluss gelangt, die Wirksamkeit einer solchen im Interesse BGE 107 II 465 S. 473des Kindes abgeschlossenen Vereinbarung hänge von der regelmässig stillschweigenden Genehmigung des mündig gewordenen Kindes ab. Dass M. die Vereinbarung seiner Eltern genehmigt habe, gehe aus seiner Abtretungserklärung vom 18. August 1979 hervor. Diese vertretbare Argumentation vermag der Beklagte mit nichts zu entkräften, und er sagt auch mit keinem Wort, inwiefern die Vorinstanz damit Bundesrecht verletzt haben könnte.\n\nb) Der Beklagte kritisiert sodann die Annahme der Vorinstanz, dass die Parteien auch die allenfalls nach der Mündigkeit ihrer Söhne zu leistenden Unterhaltsbeiträge als der Klägerin persönlich geschuldet betrachtet hätten, als willkürlich und durch Ziffer 3 der Scheidungsvereinbarung nicht gedeckt. Das mündige Kind sei selber Gläubiger der ihm zukommenden Unterhaltsleistungen und habe seine Forderungen gegebenenfalls auch selbst einzuklagen. Die Parteien hätten den Gläubiger der Kinderalimente weder in Abs. 1 noch Abs. 2 von Ziffer 3 der Scheidungsvereinbarung genannt. Daraus schliessen zu wollen, sie hätten entgegen der eindeutigen Rechtslage die Klägerin als Gläubigerin von Beitragsforderungen im Mündigkeitsalter betrachtet, gehe nicht an. Es liege vielmehr nahe, dass die Parteien die Kinder als die bis zur Mündigkeit durch die Klägerin gesetzlich vertretenen Gläubiger dieser Forderungen gehalten hätten. Demnach sei von Amtes wegen zu prüfen, ob die Abtretung von Unterhaltsforderungen des Sohnes M. aus Ziffer 3 der Vereinbarung vor dem Bundesrecht standhalte. Der Beklagte hält diese Abtretung unter Hinweis auf SJZ 56 (1960), S. 144 Nr. 66, und VON TUHR/ESCHER, Allgemeiner Teil des schweizerischen OR, Bd. II, S. 344, für unzulässig. In diesem Falle könne die Klägerin mit ihrem Begehren um Feststellung der Verpflichtung zur Leistung an sie persönlich nicht durchdringen.\n\nRichtig ist, dass in Ziffer 3 der Scheidungsvereinbarung die Klägerin nicht ausdrücklich als Gläubigerin der Alimente genannt wird. Das hat die Vorinstanz auch nicht behauptet. Sie ist vielmehr zutreffend davon ausgegangen, dass zwar die Unterhaltsbeiträge dem Kinde selbst zustehen, dass aber jedenfalls bis zur Mündigkeit ihrer Kinder die Klägerin befugt war, die Unterhaltsbeiträge in eigenem Namen geltend zu machen (BGE 98 IV 207 E. 1, BGE 90 II 355, BGE 84 II 245 und BGE 83 II 266; HEGNAUER, N. 168 zu Art. 272 aZGB; HINDERLING, Zusatzband, S. 110/111). Das wird auch vom Beklagten anerkannt, hat er doch in seiner Widerklage die Legitimation der Klägerin mit Bezug auf die Unterhaltsbeiträge für seinen minderjährigen Sohn E. nicht in Frage gestellt.BGE 107 II 465 S. 474\n\nNach Eintritt der Mündigkeit stellt sich die Rechtslage insofern anders dar, als Gläubiger der Unterhaltsleistungen das mündig gewordene Kind ist (BGE 102 Ia 102/3, 69 II 68 und 61 II 217), das grundsätzlich seinen Anspruch gegenüber dem pflichtigen Elternteil selbst durchsetzen kann. Nun hat aber der Beklagte in Ziffer 3 Abs. 2 der Scheidungsvereinbarung sich verpflichtet, unter den dort genannten Voraussetzungen die \"obigen\", d.h. die in Absatz 1 aufgeführten Beiträge weiter zu entrichten. Die Vorinstanz schloss daraus, dass die Parteien auch die allenfalls nach der Mündigkeit des Sohnes zu leistenden Unterhaltsbeiträge als der Klägerin geschuldet betrachtet hätten. Dem eigenen Forderungsrecht liege daher eine Anweisung zugrunde, indem die Klägerin in Vertretung des Sohnes M. den Beklagten angewiesen habe, an sie als Anweisungsempfängerin zu leisten, und indem der Beklagte als Angewiesener die Annahme erklärt habe (Art. 468 OR). Auch diese Anweisung sei von M. nach Eintritt der Mündigkeit genehmigt worden, gehe er doch in seiner Abtretungserklärung im Hauptstandpunkt davon aus, dass die Unterhaltsbeiträge der Klägerin zustünden; lediglich für den Fall, dass dies nicht zutreffen sollte, trete er sie ihr ab.\n\nEiner solchen Abtretung des Anspruchs des mündigen Kindes an den bisherigen Inhaber der elterlichen Gewalt zur gerichtlichen Durchsetzung (Art. 164 OR) steht im übrigen nichts entgegen. Die Klägerin ist gestützt darauf befugt, anstelle des berechtigten Kindes in eigenem Namen die fälligen Alimente einzutreiben oder auf Feststellung, dass ein Anspruch weiterhin zu Recht bestehe, zu klagen. Zwar ist der familienrechtliche Unterhaltsanspruch des ehelichen Kindes - weil höchstpersönlicher Natur - grundsätzlich einer Abtretung nicht zugänglich (Botschaft des Bundesrates, a.a.O., S. 63; HEGNAUER, N. 13 und 167 zu Art. 272 aZGB; N. 68 zu Art. 324-327 aZGB). Doch kann dieses Abtretungsverbot, das dem Schutze des Kindes dient und auf die besondere Art der Unterhaltsansprüche Rücksicht nimmt, dort nicht angerufen werden, wo der bisherige Inhaber der elterlichen Gewalt nun selbst die Unterhaltspflichten gegenüber seinem mündigen Kind wahrzunehmen hat, die der Pflichtige nicht mehr erbringen will. Unter solchen Umständen ist nicht einzusehen, weshalb das Kind seinen Anspruch gegenüber dem einen Elternteil nicht an den andern, nunmehr stärker belasteten Elternteil soll abtreten können. Daran vermögen die Hinweise des Beklagten auf SJZ 56 (1960) S. 144 und auf VON TUHR/ESCHER nichts zu ändern. Durch eine Abtretung an BGE 107 II 465 S. 475den andern Elternteil würde weder der Leistungsinhalt verändert noch die Forderung ihrem Zweck entfremdet (VON TUHR/ESCHER, a.a.O., S. 344 Ziffer 2).\n\nAus dem Dargelegten ergibt sich, dass der Klägerin auch bezüglich der nach dem Eintritt der Mündigkeit der Söhne allenfalls zu leistenden Unterhaltsbeiträge, sei es infolge einer gültigen Abtretung (Art. 165 OR), sei es auf Grund des durch Auslegung der Scheidungskonvention ermittelten Parteiwillens, ein selbständiges Forderungsrecht zusteht. Der Einwand des Beklagten, der Klägerin fehle die Legitimation zur Geltendmachung der Unterhaltsbeiträge für M., trifft daher nicht zu.\n\nc) Schliesslich sind sich die Parteien darüber nicht einig, welche Tragweite der Ziffer 3 Abs. 2 ihrer Vereinbarung vom 19. März 1970 beizumessen, insbesondere, in welchem Sinne der Begriff der Ausbildung zu verstehen sei. Der Beklagte ist der Auffassung, angesichts der Tatsache, dass die Parteien den Begriff \"Ausbildung\" nicht besonders umschrieben hätten, sei davon auszugehen, dass sie keine Regelung hätten treffen wollen, die über den Rahmen dessen hinausgehe, in welchem damals Unterhaltsverpflichtungen gegenüber dem mündigen Kind in Lehre und Rechtsprechung bejaht worden seien. Dann sei aber stets nur eine Ausbildung gemeint gewesen, die vor der Mündigkeit des Kindes begonnen habe und deren Abschluss erst nach diesem Zeitpunkt erfolgt sei. Unter Berufung auf verschiedene Autoren (HEGNAUER, N. 71 zu Art. 272 aZGB; EGGER, N. 5 zu Art. 272 aZGB; HINDERLING, a.a.O., S. 162/63; SILBERNAGEL/WÄBER, N. 4 zu Art. 272 aZGB) macht der Beklagte geltend, zu jenem Zeitpunkt sei in Lehre und Rechtsprechung nie daran gedacht worden, eine rechtliche Verpflichtung der Eltern eines volljährigen Kindes, das in einem Beruf voll ausgebildet und somit voll erwerbsfähig sei, zur Finanzierung einer Weiterbildung oder einer Zweitausbildung anzunehmen. Anders wäre es im Hinblick auf ein an die Mittelschule anschliessendes Hochschulstudium, welches als Teil einer einheitlichen Ausbildung zu gelten habe, die erst mit dem akademischen Abschluss beendet sei. Auch die Parteien hätten offensichtlich an ein Studium der Söhne gedacht.\n\nDie Ermittlung der Bedeutung, die den Willensäusserungen der Parteien beim Abschluss eines Vertrages zukommt, hat nicht einfach nach den im Zeitpunkt des Abschlusses dieses Vertrages geltenden Lehrmeinungen zu erfolgen,. Diese haben sich vor allem mit dem Problem zusätzlicher, nicht vertraglich vereinbarter BGE 107 II 465 S. 476Leistungspflichten auseinandergesetzt. Die Auslegung eines Vertrages oder einer Vertragsklausel hat vielmehr nach den Regeln von Treu und Glauben zu erfolgen, und es ist zu ermitteln, welche Bedeutung unter den konkreten Umständen dem Sinn und dem Wortlaut der Willenserklärung der Parteien vernünftigerweise zukommt (BGE 101 II 279 E. 1a und BGE 105 II 18 E. 3 und 26 E. b). Das ist eine Rechtsfrage, die im Berufungsverfahren der freien Überprüfung durch das Bundesgericht unterliegt; dieses ist aber an Feststellungen der Vorinstanz hinsichtlich äusserer Tatsachen und des inneren Willens der Parteien gebunden (BGE 105 II 18 E. 2 mit Hinweisen).\n\nNach Abs. 2 von Ziffer 3 der Scheidungskonvention verpflichtete sich der Beklagte, die vereinbarten Unterhaltsbeiträge während der normalen Dauer der einmal gewählten Ausbildung weiter zu entrichten, wenn ein Kind eine Ausbildung erhält, die über das 20. Altersjahr hinaus dauert und der Beklagte dieser Ausbildung zugestimmt hat. Dem Wortlaut dieser Verpflichtung lässt sich nicht entnehmen, was die Parteien unter der \"einmal gewählten Ausbildung, die über das 20. Altersjahr hinaus dauert\" verstanden haben. Da die beiden Söhne im Zeitpunkt der Scheidung ihrer Eltern erst im 12. bzw. 9. Altersjahr standen und die Art ihrer Ausbildung somit noch völlig offen und unsicher war, kann entgegen der Behauptung des Beklagten jedenfalls nicht davon gesprochen werden, die Parteien hätten bei der Formulierung der Vereinbarung offensichtlich nur an ein Studium der Söhne gedacht. Hätte diese einschränkende Meinung tatsächlich bestanden, so hätten sie diese Willensmeinung unzweifelhaft klar zum Ausdruck gebracht. Es musste daher vernünftigerweise jede denkbare Ausbildung, für die das Kind geeignet schien, die über das 20. Altersjahr hinaus dauert und zu der der Beklagte seine Zustimmung geben würde, in Frage kommen, vor allem da offenbar keine finanziellen Schranken einer solchen weiten Auslegung der Vereinbarung entgegenstanden.\n\nWie die Vorinstanz zutreffend ausgeführt hat, ist eine Ausbildung, die über das 20. Altersjahr hinaus dauert, nicht nur dann gegeben, wenn eine einheitliche Ausbildung vorher begann und die Mündigkeit überdauert, wie das für akademische Berufe und den Lehrberuf regelmässig zutrifft. Eine solche liegt vielmehr auch dann vor, wenn vor Erreichung des 20. Altersjahres eine Ausbildung in Aussicht genommen wird, die im Anschluss an irgend eine Grundausbildung erst kurz vor oder von diesem Alter an begonnen BGE 107 II 465 S. 477werden kann und den Fähigkeiten, Neigungen und Bedürfnissen des Kindes entspricht. Es gibt eine ganze Reihe von Berufen, die regelmässig und notwendigerweise auf einer Erstausbildung in einem vorbereitenden Beruf aufbauen und in denen daher die Ausbildung über das 20. Altersjahr hinaus dauert oder gar erst frühestens zu diesem Zeitpunkt einsetzt. Der Beklagte führt denn auch selbst aus, dass dies gerade für die Hotelfachschule zutrifft. Dass als Grundausbildung für diesen Berufsweg nicht nur eine kaufmännische Lehre erforderlich ist, sondern auch eine Kochlehre genügen würde, ist dabei nicht massgebend.\n\nIm Hinblick auf die oftmals feststellbare Unsicherheit, mit der eine erste Ausbildung gewählt wird, geschieht es sehr häufig, dass sich Kinder erst im Verlaufe dieser Ausbildung entschliessen, noch eine weitere, anspruchsvollere und weiterführende Ausbildung auf sich zu nehmen. Dass die Kosten dafür oder für den Lebensunterhalt während dieser weiteren Ausbildung nach dem 20. Altersjahr nicht generell dem zu Unterhaltsleistungen bis zur Mündigkeit verpflichteten Elternteil aufgezwungen werden dürfen, ergibt sich nicht nur aus der vom Beklagten zitierten Lehrmeinung, sondern auch aus den unter dem alten Recht von Lehre und Praxis entwickelten Schranken der Leistungspflicht der Eltern und aus dem neuen Art. 277 Abs. 2 ZGB (Botschaft, a.a.O., S. 56/57). Das bedeutet aber keineswegs, dass eine auslegungsbedürftige Parteivereinbarung nach Treu und Glauben ebenfalls nur gleicherweise eingeschränkt verstanden werden müsste. Angesichts der offensichtlich günstigen finanziellen Verhältnisse und der konkreten Umstände des vorliegenden Falles durfte die Klägerin vielmehr annehmen, dass der Beklagte bereit sein werde, seine vertraglich übernommenen Unterhaltsverpflichtungen im Interesse seiner Kinder auch dann zu erfüllen, wenn einer seiner Söhne nach einer Grundausbildung sich zu einer darauf aufbauenden, über das 20. Altersjahr hinaus dauernden oder erst nach diesem Zeitpunkt beginnenden Zweit- oder Weiterausbildung entschliessen würde. Das müsste keineswegs zur Folge haben, dass der Beklagte über diese ursprünglich von ihm selbst befürwortete Ausbildung hinaus weitere Verpflichtungen auf sich zu nehmen hätte. Doch steht jedenfalls das Bundesrecht einer Auslegung, wie sie die Vorinstanz vertritt, in keiner Weise entgegen. Wie die Vorinstanz verbindlich feststellt, hat der Beklagte dieser weiterführenden Ausbildung bereits vor dem 20. Altersjahr von M. selbst zugestimmt und hat seinem Sohn am 1. Dezember 1978 sogar mitgeteilt, er habe ihn BGE 107 II 465 S. 478zum Besuch der Hotelfachschule angemeldet. Damit aber steht fest, dass der Sohn M. auch nach dem Willen des Beklagten eine Ausbildung erhalten sollte, die über das 20. Altersjahr hinaus dauert. Die Pflicht des Beklagten blieb daher nach der Vereinbarung, die insofern mit dem neuen Art. 277 Abs. 2 ZGB übereinstimmt, weiter bestehen und zwar, bis diese Ausbildung normalerweise abgeschlossen sein wird (Ziffer 3 Abs. 2 der Vereinbarung).\n\nAngesichts dieser Sachlage grenzt es an ein rechtsmissbräuchliches venire contra factum proprium, wenn der Beklagte bestreitet, dass die Voraussetzungen, die in der Parteivereinbarung umschrieben worden sind, erfüllt seien, und insbesondere geltend macht, seine Zustimmung zur Weiterbildung an der Hotelfachschule liege nicht vor. Damit setzt er sich auch in unzulässiger Weise in Widerspruch zu den in dieser Hinsicht verbindlichen Feststellungen der Vorinstanz (Art. 63 Abs. 2 OG)."}