{"annee": "107", "cour": "III", "page": "106", "date": "23/4/1981", "cite": ["102 III 155", "103 III 54", "96 II 351"], "cite_par": ["114 III 120", "127 III 543", "112 II 444"], "chapeau": "26. Arrêt de la IIe Cour civile du 23 avril 1981 dans la cause Binetti contre Madliger & Challandes Ing. S.A. en liquidation concordataire (recours en réforme)", "regestes": ["Art. 368 CO, 311, 316 c LP. Rejet d'une action en garantie pour défauts de l'ouvrage ouverte contre un entrepreneur en liquidation concordataire, les travaux ayant été exécutés avant la publication du sursis concordataire: il n'y a pas dette de la masse, qui n'a donc pas qualité pour défendre (c. 3-4). Le maître devait produire la créance en argent, en laquelle sa réclamation s'était transformée, dans la procédure concordataire, de façon qu'elle fût portée à l'état de collocation (c. 5)."], "faits": "|106|\n\nA.- a) De la fin de l'année 1975 au début de l'année 1976, l'entreprise Madliger & Challandes Ing. S.A., à Neuchâtel, a exécuté dans l'immeuble de Roberto Binetti, à Boudry, des travaux qui ont été terminés en mars 1976 et qui ont fait l'objet de quatre factures représentant un montant total de Fr. 81'725.50. Les parties sont convenues, en septembre 1976, d'arrêter le prix de l'ouvrage à Fr. 77'500.-, et Binetti s'est engagé, selon lettre du 17 septembre 1976, à payer \"le solde de Fr. 7'500.-\" au début de l'année 1977.\n\nLe 7 décembre 1976, le Crédit Suisse a informé Binetti que Madliger & Challandes Ing. S.A. lui avait cédé sa créance de Fr. 7'500.-. Par lettre du 11 février 1977, Binetti a répondu au Crédit Suisse que l'isolation des chambres du dernier étage de son immeuble n'était pas en ordre et qu'il |107| proposait de faire appel à un architecte neutre pour établir un rapport.\n\nb) Le 31 janvier 1977, le juge instructeur du Tribunal cantonal neuchâtelois, donnant suite à une requête du 24 décembre 1976, a accordé à Madliger & Challandes Ing. S.A. un sursis concordataire de quatre mois à compter du 1er février 1977 et a nommé un commissaire. Les créanciers ont été invités à produire leurs créances dans le délai légal de vingt jours. Binetti n'a cependant pas produit de créance. A l'assemblée des créanciers, qui s'est tenue le 3 mai 1977, le commissaire a présenté son rapport, et une commission de liquidation a été nommée.\n\nLe 4 juillet 1977, le Tribunal cantonal neuchâtelois a homologué le concordat par abandon d'actif proposé par Madliger & Challandes Ing. S.A. Le jugement d'homologation n'a pas été attaqué et est devenu exécutoire.\n\nc) Le 30 août 1977, le commission de liquidation a invité Binetti à s'acquitter du solde de Fr. 7'500.- demeuré impayé. Par lettre du 30 septembre 1977, Binetti a répondu que l'isolation des chambres du dernier étage de son immeuble n'était pas satisfaisante, et que le solde dû serait payé dès que l'ouvrage fourni serait en ordre. La commission de liquidation a alors chargé un de ses membres, l'architecte Veillon, d'examiner les travaux et de régler l'affaire si possible à l'amiable. L'architecte Veillon a constaté que l'ouvrage présentait effectivement des défauts et a suggéré que Binetti renonçât à l'exécution des travaux de réfection contre l'abandon du solde dû de Fr. 7'500.-. Estimant toutefois que Binetti n'avait pas formulé de réclamation en temps utile, la commission n'a pas accepté cette proposition. Le 14 mars 1978, puis le 5 avril 1979, elle a mis Binetti en demeure de lui payer la somme de Fr. 7'500.-; elle a ensuite engagé des poursuites contre lui.\n\nB.- Le 17 juillet 1979, Binetti a ouvert l'action en garantie contre Madliger & Challandes Ing. S.A. en liquidation concordataire, lui réclamant, à titre principal, la remise en état de l'ouvrage, subsidiairement des dommages-intérêts.\n\nLa masse défenderesse a conclu principalement à l'irrecevabilité de l'action, subsidiairement à son rejet.\n\nLe 10 octobre 1979, le Crédit Suisse a rétrocédé à Madliger & Challandes Ing. S.A. en liquidation concordataire la créance de Fr. 7'500.- contre Binetti, qui avait fait l'objet de la cession de décembre 1976.\n\n|108|\n\nLe juge instructeur a ordonné l'instruction et le jugement séparés de la question relative à la recevabilité de l'action.\n\nL'état de collocation de la masse en liquidation concordataire de Madliger & Challandes Ing. S.A. a été déposé le 16 avril 1980, et les créanciers en ont été informés par voie de publications. Binetti n'y figure pas.\n\nPar jugement du 6 octobre 1980, le Tribunal cantonal du canton de Neuchâtel a déclaré l'action irrecevable.\n\nC.- Roberto Binetti a recouru en réforme au Tribunal fédéral, reprenant les conclusions qu'il avait formulées dans l'instance cantonale. Le recours a été rejeté.", "considerants": "Considérant en droit:\n\n1. La masse concordataire Madliger & Challandes Ing. S.A. (ci-après: la masse concordataire) considère que l'action concerne une dette éventuelle née avant l'octroi du sursis concordataire et qu'il ne peut s'agir, dès lors, d'une dette de la masse. Binetti soutient, pour sa part, que \"la masse est entrée dans le contrat\".\n\n2. Comme le dit la juridiction cantonale, en cas d'exécution défectueuse de l'ouvrage, le maître peut, suivant les circonstances, le refuser, réduire le prix en proportion de la moins-value ou obliger l'entrepreneur à réparer l'ouvrage à ses frais, si la réfection est possible sans dépenses excessives (art. 368 al. 1 et 2 CO); en cas de faute de l'entrepreneur, le maître peut en outre lui réclamer des dommages-intérêts. Lorsque les défauts de l'ouvrage ne sont pas suffisamment graves pour justifier l'action rédhibitoire (art. 368 al. 1 CO), le maître doit choisir entre la réduction du prix et la réparation (art. 368 al. 2 CO); il est lié par son choix aussitôt qu'il l'a communiqué à l'entrepreneur (GAUTSCHI n. 4a ad art. 368 CO; GAUCH, Der Unternehmer im Werkvertrag, 2e éd., n. 512 ss, 586 ss.). Il s'agit là d'un droit formateur, et la déclaration relative à son exercice, dans un sens ou dans un autre, est irrévocable (GAUCH, op.cit. n. 450 et 512). La juridiction cantonale observe pertinemment, en se référant à la jurisprudence (ATF 96 II 353 /354 consid. 2), que s'il choisit la réparation et que l'entrepreneur refuse de l'exécuter ou se révèle incapable de l'effectuer, le maître peut faire réparer l'ouvrage par un tiers et réclamer des dommages-intérêts comportant notamment le remboursement de la facture du tiers auquel il a eu recours; ce sont là des dommages-intérêts compensatoires pour inexécution de l'obligation de faire incombant à l'entrepreneur.\n\n|109|\n\n3. a) La Cour cantonale considère, avec raison, que le concordat par abandon d'actif relève de l'exécution forcée et qu'il s'agit d'une procédure de droit public apparentée à la faillite, malgré l'élément contractuel résidant dans l'adhésion de la majorité des créanciers à la proposition du débiteur (ATF 103 III 60 et les références); c'est une forme atténuée de la faillite patrimoine du débiteur s'opère selon les mêmes principes.\n\nb) Aux termes de l'art. 316c LP, le concordat par abandon d'actif s'applique à toutes les dettes nées avant la publication du sursis concordataire, de même qu'à celles qui sont nées depuis lors et jusqu'à l'homologation définitive du concordat, sans l'assentiment du commissaire (al. 1); constituent en revanche des dettes de la masse, même dans une faillite subséquente, les dettes contractées pendant le sursis, avec l'assentiment du commissaire (al. 2).\n\nc) L'art. 211 LP s'applique en matière de concordat par abandon d'actif, comme le dit la juridiction cantonale en s'appuyant sur la doctrine (LUDWIG, Der Nachlassvertrag mit Vermögensabretung, thèse Berne 1970, p. 91; BÖNI, die Masseverbindlichkeiten im Nachlassvertrag mit Vermögensabtretung, BlSchK 1962, p. 67; PICCARD, Die analoge Anwendung der Konkursnormen auf den Nachlassvertrag mit Vermögensabtretung, RDS 1916, p. 29; DOKA, Der Nachlassvertrag mit Vermögensabtretung, RDS 1926, p. 164; PAPA, Die analoge Anwendung der Konkursnormen auf den Nachlassvertrag mit Vermögensabtretung, thèse Berne 1941, p. 104; SCHODER, Der Nachlassvertrag mit Vermögensabtretung, RJB 1952, p. 442). Cette disposition prévoit que la réclamation dont l'objet n'est pas une somme d'argent se transforme en une créance de valeur équivalente, mais que l'administration de la faillite peut se charger de l'effectuer en nature, sauf à fournir des sûretés si le créancier l'exige. La décision de l'administration de la masse en faillite ou des liquidateurs de la masse concordataire de se charger d'effectuer l'exécution en nature d'une obligation dont l'objet n'est pas une somme d'argent peut être expresse ou résulter d'actes concluants (JAEGER/PETITMERMET-BOVAY, n. 4 ad art. 211 LP).\n\nContrairement à l'opinion du recourant, la juridiction cantonale considère que ni le commissaire au sursis ni les liquidateurs de la masse concordataire défenderesse n'ont jamais choisi expressément ou par des actes concluants de réparer les défauts affectant l'ouvrage exécuté par l'entreprise Madliger & Challandes Ing. S.A. dans l'immeuble de Binetti.\n\n|110| Elle retient que les liquidateurs ont certes sommé Binetti de payer le solde du prix de l'ouvrage, mais estime, avec raison, qu'en le lui réclamant ils ne se sont nullement prononcés pour l'exécution en nature de l'obligation de réparer l'ouvrage incombant à l'entrepreneur, lorsque le maître a choisi cette solution, conformément à l'art. 368 al. 2 CO, ni ne sont \"entrés dans le contrat\": ils ont par là simplement cherché à réaliser un actif de la masse, selon ce que prescrit l'art. 316h LP, et c'est dans le cadre de la réalisation qu'ils ont examiné les réclamations du demandeur; ils devaient en effet apprécier la valeur de la créance en paiement du solde du prix de l'ouvrage à recouvrer contre Binetti et évaluer les chances de succès ou les risques d'une procédure d'exécution forcée contre celui-ci.\n\nEn engageant des poursuites contre le recourant, les liquidateurs n'ont en aucune manière implicitement offert de réparer les défauts de l'ouvrage dont il se prévalait. On ne saurait voir non plus dans le fait qu'ils ont rejeté la proposition d'un des leurs tendante à ce que Binetti renonçât à l'exécution des travaux de réfection contre l'abandon du solde du prix de l'ouvrage, au motif qu'il n'avait formulé aucune réclamation en temps utile, la manifestation par des actes concluants d'une volonté de leur part que la masse concordataire se chargeât d'exécuter en nature l'obligation de réparation.\n\nd) Ainsi, la juridiction cantonale a jugé avec raison qu'il n'y avait nulle dette de la masse concordataire ayant pour objet l'obligation de réparer les défauts de l'ouvrage allégués par le demandeur. Cette obligation était née de travaux exécutés antérieurement à l'octroi du sursis concordataire, et les liquidateurs n'ont jamais choisi expressément ou par des actes concluants de la faire exécuter par la masse concordataire. Il s'ensuit que les conclusions principales du demandeur ne sont pas fondées, dès lors que la masse concordataire n'est pas débitrice de l'obligation dont il se prévaut et n'a pas qualité pour défendre à l'action. Il s'agit là d'une question de fond. La Cour cantonale n'eût dès lors pas dû déclarer irrecevables les conclusions du demandeur, mais les rejeter. Cela n'a pas d'incidence cependant sur le sort du recours, qui reste dénué de fondement. Contrairement à ce que prétend le recourant, la Cour cantonale n'a nullement violé l'art. 211 LP.\n\n4. L'obligation de réparer les défauts de l'ouvrage dont se plaint le demandeur ne constituant pas une dette de la masse concordataire, celle de verser des dommages-intérêts compensatoires pour inexécution de cette |111| obligation n'en est évidemment pas non plus une. Il s'ensuit que les conclusions subsidiaires du recourant ne sont pas fondées, car la masse concordataire n'a pas qualité pour défendre, et qu'elles doivent être rejetées. Il n'importe pas non plus, comme c'est le cas pour les conclusions principales, que le Tribunal cantonal les ait déclarées irrecevables au lieu de les rejeter quant au fond.\n\n5. La juridiction cantonale estime, avec raison, que l'obligation en nature de réparer les défauts de l'ouvrage, invoqués par le demandeur, s'est transformée en une créance en argent de valeur équivalente, conformément à l'art. 211 al. 1 LP, créance que Binetti devait produire dans la procédure concordataire, les liquidateurs étant tenus de se prononcer sur l'admission de celle-ci (art. 316g LP). Au cas où ils ne l'auraient pas portée à l'état de collocation, le recourant pouvait l'attaquer par l'action en contestation de l'état de collocation (ATF 102 III 158 /159).\n\n6. La Cour cantonale, saisie d'une action dirigée contre la masse concordataire et tendant, principalement, à l'exécution de travaux de réfection des défauts de l'ouvrage dont le demandeur se prévalait, subsidiairement, au paiement de dommages-intérêts compensatoires pour inexécution de cette obligation, n'avait pas à se prononcer sur la question de savoir si la créance de l'entreprise Madliger & Challandes Ing. S.A. en liquidation concordataire, portant sur le solde du prix de l'ouvrage, était ou non fondée, dès lors qu'elle déclarait irrecevables lesdites conclusions au motif que les obligations litigieuses ne constituaient pas des dettes de la masse, mais des dettes soumises au concordat. Comme elle écartait les conclusions principales et subsidiaires du demandeur parce que la masse concordataire n'avait pas la qualité pour défendre, la juridiction cantonale n'avait pas besoin de statuer sur le mérite de celles-ci. Partant, il ne lui appartenait pas d'examiner si le solde du prix de l'ouvrage, réclamé à Binetti, était dû ou non, notamment si la créance exercée contre lui était éteinte par compensation avec celle faisant l'objet de ses conclusions subsidiaires, d'autant que la défenderesse n'avait pas formé, avec raison, de demande reconventionnelle tendant à la condamnation de Binetti au paiement de ce solde, mais s'était bornée à conclure à l'irrecevabilité de la demande principale. Le Tribunal cantonal a fait l'objet et qui concerne le solde de Fr. 7'500.- restant dû sur le prix de l'ouvrage, le demandeur peut lui opposer les moyens que la loi met à sa disposition\"."}