{"annee": "107", "cour": "V", "page": "190", "date": "10/7/1981", "cite": [], "cite_par": ["108 V 109"], "chapeau": "42. Auszug aus dem Urteil vom 10. Juli 1981 i.S. Macchioni gegen Ausgleichskasse des Kantons Zürich und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 84 al. 1 LAVS, art. 22 al. 1 et art. 24 PA. - Le destinataire de la communication émanant d'une autorité qui, du fait qu'il ne se trouvait pas au lieu où la notification devait intervenir, n'a pas recouru en temps utile peut invoquer son absence comme motif de restitution du délai s'il ne devait pas s'attendre à la notification et n'avait de ce fait pris aucune mesure à ce sujet. - Motif de restitution tiré de l'absence en soi donné dans le cas d'espèce, mais périmé, faute d'avoir été invoqué en temps utile."], "faits": "", "considerants": "|190|\n\nAus den Erwägungen:\n\n2. Die Rekurskommission hat zutreffend und unwidersprochen festgestellt, dass die am 20. November 1980 der Post übergebene |191| Beschwerdeeingabe gegen die Beitragsverfügungen vom 12. September 1980 verspätet eingereicht worden ist. Das Eidg. Versicherungsgericht hat diesen Ausführungen nichts beizufügen.\n\nIndes kann der Empfänger einer behördlichen Eröffnung, der die Beschwerdefrist zufolge Abwesenheit vom Zustellort versäumt hat, seine Abwesenheit als Fristwiederherstellungsgrund geltend machen, wenn er, weil mit der Zustellung nicht zu rechnen war, hinsichtlich der Inempfangnahme keine besonderen Vorkehren zu treffen hatte. Daher ist zu prüfen, ob der Beschwerdeführer während seines Auslandaufenthaltes vom 12. September bis zum 3. November 1980 mit einer gewissen Wahrscheinlichkeit die Zustellung der Beitragsverfügungen erwarten musste. Das ist nicht der Fall. Denn die Festsetzung der Beiträge für die Jahre 1978 bis 1980 hatte schon längere Zeit auf sich warten lassen und nichts deutete darauf hin, dass die fraglichen Verfügungen gerade in den Tagen der Landesabwesenheit eintreffen würden. Demnach ist ein Wiederherstellungsgrund an sich gegeben.\n\nGleichwohl kann die Frist im vorliegenden Fall nicht wiederhergestellt werden, weil die 10tägige Frist für die Einreichung des Gesuchs und das Nachholen der versäumten Rechtshandlung nicht eingehalten ist (Art. 24 Abs. 1 VwVG in Verbindung mit Art. 96 AHVG). In der Verwaltungsgerichtsbeschwerde wird nämlich ausgeführt, dass sich der Versicherte vom 12. September bis zum 3. November 1980 im Ausland aufgehalten hat. Somit begann die Frist zur Stellung des Wiederherstellungsgesuchs am 4., evtl. am 5. November 1980 zu laufen und endete Mitte November 1980. Aus dem Poststempel auf dem Briefumschlag der Beschwerde ist ersichtlich, dass diese vom Vertreter des Beschwerdeführers erst am 20. November 1980 der Post übergeben worden ist. Somit erweist sich das Wiederherstellungsbegehren als verspätet."}