{"annee": "107", "cour": "IA", "page": "103", "date": "23/9/1981", "cite": ["95 I 542", "95 I 546"], "cite_par": ["117 IA 84", "118 IA 104"], "chapeau": "20. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 23. September 1981 i.S. X. gegen Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst.; § 494 du Code de procédure pénale zurichois. Le droit fédéral n'exige pas qu'une décision rendue sur une demande en grâce soit motivée (confirmation de la jurisprudence)."], "faits": "|104|\n\nFrau X. wurde im Laufe der letzten zehn Jahre mehrmals strafrechtlich verurteilt. Bezüglich zweier im Kanton Zürich ausgefällter Strafen von acht Monaten Gefängnis und zwei Jahren Zuchthaus reichte sie beim Regierungsrat ein Begnadigungsgesuch ein, das sie in der Folge auf ein drittes Urteil (sechs Monate Gefängnis) ausdehnte. Der Regierungsrat wies das Gesuch ab. Gestützt auf § 494 der zürcherischen Strafprozessordnung, wonach Beschlüsse über Begnadigungsgesuche nicht begründet werden, verzichtete er auf eine Begründung. Frau X. erhob staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n3. a) Das Bundesgericht hatte sich vor einiger Zeit bereits mit der Frage zu befassen, ob Entscheide betreffend ein Begnadigungsgesuch von Bundesrechts wegen einer Begründung bedürften. Es hat dies abgelehnt, wobei es in den Erwägungen ausführte, Entscheide dieser Art gingen nicht vom Richter aus, sondern stellten einen Hoheitsakt dar, der ausserhalb des prozessualen Rechtsganges gewährt werde; eine schriftliche Begründung sei daher nicht notwendig. Angesichts der für den Entscheid massgebenden Gesichtspunkte wäre dessen Begründung auch nicht leicht möglich (BGE 95 I 546). Seither wurde die Frage, soweit ersichtlich, vor Bundesgericht nicht mehr aufgeworfen. Dagegen haben sich mehrere schweizerische Autoren damit befasst. SCHLATTER (Die Begnadigung im Kanton Zürich, Diss. Zürich 1970, S. 71) hält § 494 StPO als mit dem Grundsatz des rechtlichen Gehörs schwer vereinbar. Er glaubt, der Gesuchsteller benötige die Begründung, wenn er ein Wiedererwägungsgesuch stellen wolle, und er verweist im gleichen Zusammenhang auch auf die Möglichkeit einer Verwaltungsgerichtsbeschwerde, die aber nicht in Betracht fällt. REAL (Die Begnadigung im Kanton Aargau, Diss. Zürich 1981, S. 202 f.) gelangt zum gleichen Ergebnis. Er stützt sich darauf, dass nach neuerer bundesgerichtlicher Rechtsprechung jeder eine Person belastende Verwaltungsakt mindestens summarisch zu begründen sei, SCHULTZ (Einführung in den allgemeinen Teil des Strafrechts, 3. A., Bd. I, S. 232 f.) behandelt die |105| Frage, ob die Abweisung eines Begnadigungsgesuches begründet werden müsse, an sich nicht, führt aber aus, eine grundlos in Abweichung von einer langjährigen kantonalen Praxis ausgesprochene Abweisung könnte mit Art. 4 BV kaum in Einklang gebracht werden, obschon kein Anspruch auf Begnadigung bestehe. Im gleichen Sinne wird das Problem erörtert von GEORG MÜLLER (Reservate staatlicher Willkür - Grauzonen zwischen Rechtsfreiheit, Rechtsbindung und Rechtskontrolle, in: Recht als Prozess und Gefüge, Festschrift für Hans Huber, 1981, S. 111 ff. und 123). Dieser Autor unterscheidet zwischen der Bindung der Begnadigungsbehörde an das Recht und der Überprüfbarkeit ihrer Entscheide durch die Gerichte. Er gelangt zur Auffassung, die Grundsätze der Rechtsgleichheit und des Willkürverbotes müssten auch beim Gnadenentscheid respektiert werden, postuliert aber nicht dessen Unterstellung unter eine gerichtliche Kontrolle. Erwähnt sei schliesslich, dass das deutsche Bundesverfassungsgericht im Jahre 1969 fand, Entscheidungen betreffend die Begnadigung unterlägen keiner richterlichen Nachprüfung, wobei sich aus den Erwägungen schliessen lässt, dass auch eine Begründung nicht als erforderlich betrachtet wurde; allerdings erging dieser Entscheid nur mit 4:4 Stimmen (BVerfGE 25, 352 ff.).\n\nb) Prüft man die hier streitige Frage unter Berücksichtigung der erwähnten Literatur und Rechtsprechung, so gelangt man zu folgenden Schlüssen:\n\nEs ist unbestritten, dass der schweizerische Gesetzgeber - wie übrigens die Gesetzgeber aller einer verwandten Rechtsauffassung verpflichteten Staaten - die Begnadigung als Eingriff einer hohen politischen Behörde in die Unabhängigkeit der Rechtsprechung ausgestaltet hat, wobei es im vorliegenden Zusammenhang unerheblich ist, ob das Begnadigungsrecht dem Parlament oder der Kantonsregierung zusteht (vgl. zu dieser Frage BGE 95 I 542 ff.). Aus der Natur des Institutes sowie aus dem Schweigen des Gesetzgebers hinsichtlich der materiellen Voraussetzungen der Begnadigung lässt sich schliessen, dass diese nicht nach abstrakt formulierbaren, einheitlichen Regeln zugelassen oder ausgeschlossen werden sollte. Die Beschwerdeführerin macht dies selbst nicht geltend. Bei der Ausübung des Begnadigungsrechtes steht der zuständigen Behörde vielmehr ein praktisch kaum begrenzbares freies Ermessen zu. Sie kann dieses Ermessen nicht nur unter Berücksichtigung der persönlichen Verhältnisse des Gesuchstellers ausüben, sondern sie darf daneben z.B. auch politische Gesichtspunkte in Betracht |106| ziehen. Den Überlegungen der angeführten Autoren, namentlich von SCHULTZ und MÜLLER, wonach sich der Entscheid immerhin auf sachliche Gründe müsse stützen können oder, mit anderen Worten, nicht willkürlich ergehen dürfe, ist zwar zuzustimmen. Indessen handelt es sich hierbei um ein rechtspolitisches Postulat, das nicht mit einer Sanktion verbunden ist. Es darf als ausgeschlossen betrachtet werden, dass der Gesetzgeber auch nur habe in Kauf nehmen wollen, dass sich in einer nach eidgenössischem Recht zu beurteilenden Strafsache an die Fällung des rechtskräftigen Entscheides nochmals ein gerichtliches Verfahren über die Strafwürdigkeit des Beschuldigten anschliesse, wenn auch unter dem Titel \"Begnadigung\". Auf nichts anderes aber liefe es hinaus, wenn das Bundesgericht für sich das Recht in Anspruch nähme, kantonale Begnadigungsentscheide in der Sache selbst unter dem Gesichtswinkel des Willkürverbotes zu überprüfen.\n\nDamit kann sich allein noch die Frage stellen, ob eine Begründungspflicht auch dann noch einen praktischen Sinn habe, wenn davon ausgegangen wird, dass gegen den Entscheid ein Rechtsbehelf nicht zur Verfügung steht. Dies ist zu verneinen. Als einziger Fall, in dem es unter Umständen wünschbar sein könnte, die Gründe der Abweisung des Gesuches zu kennen, kommt jener eines zweiten Begnadigungsverfahrens in Frage. Indessen ist auch hier von grundlegender Bedeutung, dass die Begnadigung ein besonderes, von der Rechtsprechung unabhängiges Institut ist, über das eine politische Behörde mit praktisch unbegrenzt freiem Ermessen entscheidet. Die Gründe für den früheren Entscheid können zwar von Interesse sein, binden aber die Behörde in keiner Weise. Auch dieser Gesichtspunkt führt somit nicht zur Annahme einer Begründungspflicht. Abgesehen davon weiss der Gesuchsteller sehr wohl, mit welcher Begründung er um Begnadigung nachsucht. Er ist daher bei Ablehnung seines Gesuches selbst in der Lage, die Entscheidungsgründe der Behörde zu ermessen. Schliesslich liegt in der Regel auch ein begründeter Antrag der vorprüfenden Stelle bei den Akten, auf den nötigenfalls zurückgegriffen werden könnte. Aus der nahezu vollkommenen Ermessensfreiheit der Begnadigungsbehörde ergibt sich, dass ein praktisches Interesse der Beschwerdeführerin an einer Begründung des Entscheids zu verneinen ist.\n\nDamit liesse sich eine Begründungspflicht für Entscheide in Begnadigungssachen höchstens noch mit abstrakten Erwägungen (etwa im Sinne der angeführten Ausführungen von GEORG MÜLLER) |107| rechtfertigen. Dies liefe jedoch auf eine formalistische Betrachtung hinaus, die hier nicht am Platze ist, umso weniger, als in den meisten Kantonen alle oder ein Teil der Begnadigungssachen vom Parlament entschieden werden und die Gründe der Stimmabgabe der Parlamentarier nach der Natur der Sache überhaupt nicht erfassbar sind. Es erscheint daher als geboten, in Bestätigung der im Urteil BGE 95 I 542 ff. zum Ausdruck kommenden Auffassung aus Art. 4 BV keine Pflicht zur Begründung von Entscheiden in Begnadigungssachen abzuleiten. Demgemäss ist die Beschwerde abzuweisen."}