{"annee": "107", "cour": "V", "page": "122", "date": "25/5/1981", "cite": ["105 V 119", "107 V 113"], "cite_par": [], "chapeau": "26. Arrêt du 25 mai 1981 dans la cause Office fédéral de l'industrie, des arts et métiers et du travail contre Tessier et Commission cantonale fribourgeoise de recours en matière d'assurance-chômage", "regestes": ["Art. 15 al. 1 OAC. - Le temps consacré par un enseignant à temps partiel aux travaux de préparation des cours, à la correction des travaux et aux autres obligations professionnelles doit être pris en considération pour vérifier si la condition d'activité suffisante soumise à cotisation est réalisée (consid. 1a). Evaluation du temps à porter en compte à ce titre (consid. 1b). - Satisfait à la condition de l'art. 15 al. 1 OAC le travailleur à temps partiel qui établit avoir eu une activité régulière à raison de 10 heures hebdomadaires pendant 26 semaines ou à raison de 15 heures hebdomadaires pendant 17 semaines 1/3 (consid. 2)."], "faits": "|123|\n\nA.- Marianne Tessier est jardinière d'enfants. Elle a exercé sa profession en Suisse du 1er septembre 1972 au 30 juin 1975. D'octobre 1975 à février 1976, elle a résidé au Québec. De retour à Fribourg, elle s'est efforcée de trouver un emploi. A part une activité de quelque trois semaines en juillet 1976, elle n'a obtenu qu'un engagement à mi-temps pour l'année scolaire 1976/1977 (du 15 septembre au 30 juin). Ses heures de classe étaient au nombre de 8 (au lieu de 18) par semaine. Son traitement s'élevait à 620 fr. par mois.\n\nSans travail depuis la rentrée scolaire, la prénommée - qui avait demandé le 16 février 1976 son affiliation à la Caisse publique d'assurance-chômage de la ville de Fribourg et avait été admise avec effet au 1er mars 1976 - s'est annoncée à l'assurance le 29 août 1977 aux fins d'être indemnisée de son chômage. Statuant dans le cadre d'une procédure pour cas douteux, le Service cantonal fribourgeois de l'assurance-chômage a considéré le 30 septembre 1977 que la situation de la requérante était très particulière et a invité la caisse à lui verser les prestations légales.\n\nB.- L'Office fédéral de l'industrie, des arts et métiers et du travail a recouru contre la décision du service précité, en soutenant que Marianne Tessier ne pouvait prétendre à des indemnités, son horaire hebdomadaire ne comptant pas au moins 15, ni même 10 heures de travail.\n\nLa Commission cantonale de recours en matière d'assurance-chômage, Fribourg, a rejeté le recours, par jugement du 9 décembre 1977, en bref parce que l'art. 15 al. 1 OAC ne saurait, légalement, s'appliquer aux enseignants fribourgeois qui donnent moins de 15 heures de classe par semaine.\n\nC.- L'Office fédéral de l'industrie, des arts et métiers et du travail interjette recours de droit administratif, en reprenant ses |124| conclusions et motifs de première instance. Il met de plus en doute que l'intéressée fût apte à s'assurer, à son retour du Québec.\n\nLe Service cantonal de l'assurance-chômage conclut au rejet du recours.\n\nLe juge délégué a procédé à diverses mesures d'instruction. Marianne Tessier a fourni au tribunal des précisions relatives au travail de préparation que comporte son enseignement.", "considerants": "Considérant en droit:\n\n1. a) Dans le régime transitoire de l'assurance-chômage en vigueur depuis le 1er avril 1977, le droit d'être indemnisé est régi notamment par l'art. 15 al. 1 OAC, relatif aux travailleurs à temps partiel. Aux termes de cette disposition, ces derniers sont réputés exercer une activité suffisante soumise à cotisation au sens de l'art. 12 al. 1 OAC lorsqu'ils ont eu, durant au moins 26 semaines au cours de la période de référence de 365 jours (précédant immédiatement le chômage), une activité régulière d'au moins 15 heures par semaine. Très récemment, sur la base d'une décision de la Cour plénière, le Tribunal fédéral des assurances a jugé (ATF 105 V 119) que le temps nécessaire à un enseignant pour préparer son enseignement doit être assimilé aux heures de classe proprement dites. Il est généralement reconnu en effet qu'un enseignant doit effectuer en dehors des heures de classe proprement dites un certain nombre de tâches (préparation de l'enseignement, correction de travaux, etc.) que le traitement alloué est également destiné à rémunérer. Le temps consacré à l'accomplissement de ces tâches peut être estimé; il est suffisamment contrôlable, au sens où l'entend la loi.\n\nb) Pour des raisons pratiques, on évaluera le temps consacré aux travaux dont l'enseignant est chargé en dehors des heures de classe à proprement parler de la manière suivante: le nombre d'heures d'école hebdomadaires d'un enseignant à plein temps ressortant de la loi ou des dispositions correspondantes applicables aux collaborateurs d'une école privée est réputé correspondre au temps de travail hebdomadaire normal dans l'administration ou dans le secteur privé. La différence entre le nombre d'heures hebdomadaires d'un enseignant (par exemple 28 heures) et le nombre d'heures hebdomadaires d'un fonctionnaire ou d'un salarié (que l'on fixera à 44 pour des raisons pratiques) est censée correspondre au temps nécessaire pour accomplir les tâches |125| annexes susmentionnées. Pour connaître le temps effectif de travail d'un enseignant à temps partiel, on multipliera le nombre d'heures de classe hebdomadaires dont il est chargé par le facteur résultant du rapport existant entre le temps normal de travail de 44 heures et le nombre d'heures correspondant d'un enseignant à plein temps. Si ce dernier nombre d'heures est de 28 par semaine, on obtiendra un facteur (arrondi) de 1,6. La personne chargée d'un enseignement comportant 12 heures de classe hebdomadaires exerce dès lors en fait une activité à temps partiel représentant 19 heures de travail par semaine, en chiffre rond. Il appartiendra au besoin à l'Office fédéral de l'industrie, des arts et métiers et du travail d'édicter les directives nécessaires pour tenir compte des particularités liées aux divers degrés et sortes d'enseignements, catégorie d'enseignants, etc.\n\n2. L'Office fédéral de l'industrie, des arts et métiers et du travail estime que la norme de 15 heures hebdomadaires pendant 26 semaines fixée à l'art. 15 al. 1 OAC doit, en application de sa circulaire no 22 du 25 novembre 1975, être abaissée aux deux tiers, soit à 10 heures pendant 26 semaines, si, en raison du chômage, une personne occupée à temps partiel n'est pas en mesure d'apporter une justification complète. La Cour de céans n'a pas de motif de s'opposer à cette réglementation, demeurée en vigueur jusqu'à la promulgation de l'Ordonnance du 24 août 1979 concernant la prise en compte de 50 jours de chômage pour la justification d'une activité soumise à cotisation. Elle a du reste déjà jugé que la norme susmentionnée pouvait être abaissée à 15 heures hebdomadaires pendant 17 semaines 1/3 (ATF 107 V 113).\n\n3. En l'espèce, Marianne Tessier est manifestement visée par la circulaire no 22 susmentionnée: il ressort des pièces qu'elle recherchait un emploi à plein temps et qu'elle n'a accepté un poste à mi-temps que pour échapper à un chômage total. Par ailleurs, il est évident que la prénommée a eu une activité hebdomadaire d'une durée supérieure à 10 heures pendant 26 semaines, si l'on tient compte comme il se doit des heures consacrées aux tâches annexes d'enseignante. C'est donc à tort que l'Office fédéral de l'industrie, des arts et métiers et du travail entend fonder un refus de prestations sur le nombre d'heures de travail hebdomadaires de l'intéressée.\n\n|126|\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est admis dans le sens que le jugement attaqué et la décision litigieuse sont annulés et la cause, renvoyée au Service cantonal de l'assurance-chômage pour réexamen de l'affaire et nouvelle décision, conformément aux considérants."}