{"annee": "124", "cour": "III", "page": "67", "date": "18/12/1997", "cite": ["121 III 163", "122 III 20", "119 II 348"], "cite_par": ["133 III 61", "137 III 580", "142 III 568", "137 III 362", "126 III 124"], "chapeau": "14. Auszug aus dem Urteil der I. Zivilabteilung vom 18. Dezember 1997 i.S. A./B. gegen C./D. (Berufung)", "regestes": ["Baisse de loyer (art. 270a CO). En acceptant tacitement une diminution de loyer signifiée par le bailleur, le locataire ne renonce pas, en principe, au droit d'exiger, le cas échéant, une baisse plus étendue (consid. 3a). Si la réduction de loyer lui est notifiée sur formule officielle, le locataire n'est pas tenu de la contester s'il l'estime insuffisante; en effet, un avis favorable au locataire n'est pas, en tant que tel, soumis à contestation et le preneur ne peut prétendre à une baisse plus importante, en dehors de la procédure de hausse, que lorsqu'il l'a demandée préalablement pour un terme de résiliation, en respectant le délai de congé (consid. 3b)."], "faits": "|67|\n\nC. und D. sind seit dem 15. Oktober 1992 in der Liegenschaft von A. und B. in einer 3 1/2-Zimmer-Wohnung an der E.strasse in Zürich eingemietet. Zufolge jeweils gesunkenen Hypothekarzinssatzes wurde der Anfangsmietzins von monatlich Fr. 1'798.-- vermieterseits per 1. April 1994 auf Fr. 1'777.-- und per 1. April 1996 auf Fr. 1'740.-- gesenkt, beide Male unter Angabe eines Reservevorbehalts.\n\nDie Mieter, welche gegen die genannten, auf amtlichem Formular mitgeteilten Mietzinsherabsetzungen als solche keine Einwände |68| erhoben oder Schlichtungsverfahren eingeleitet hatten, verlangten mit Schreiben vom 28. Dezember 1995 eine zusätzliche Senkung des Mietzinses auf den 1. April 1996. Die Vermieter widersetzten sich, worauf die Mieter der Schlichtungsbehörde ein Herabsetzungsbegehren stellten, welches sie nach erfolgloser Einigungsverhandlung beim Mietgericht des Bezirks Zürich prosequierten.\n\nMit Urteil vom 6. Februar 1997 setzte das Mietgericht in Teilgutheissung der Klage den Mietzins per 1. April 1996 auf netto Fr. 1'725.-- herab. Darüber hinaus wies es die Klage mit der Begründung ab, die unwidersprochen gebliebene und damit akzeptierte Mietzinsherabsetzung per 1. April 1994 habe als konsensuale Vertragsänderung zu gelten, welche dem streitigen Herabsetzungsbegehren aus den Prinzipien der relativen Methode Schranken setze.\n\nAuf Berufung der Mieter setzte das Obergericht (II. Zivilkammer) des Kantons Zürich mit Beschluss vom 3. Juni 1997 in Gutheissung der Klage den ab 1. April 1996 zulässigen Mietzins auf Fr. 1'596.25 herab. Es erwog, die per 1. April 1994 vermieterseits erklärte Herabsetzung des Mietzinses habe keine die Mieter bindende konsensuale Vertragsänderung bewirkt, so dass für die Beurteilung des streitigen Herabsetzungsbegehrens auf die Kostenstände im Zeitpunkt des Vertragsschlusses abzustellen sei. Davon ausgehend ermittelte es den per 1. April 1996 als zulässig erkannten Mietzins ebenfalls nach der relativen Methode.\n\nDie Vermieter führen eidgenössische Berufung mit dem Hauptantrag, den per 1. April 1996 zulässigen Nettomietzins auf Fr. 1'725.-- (entsprechend dem Urteil des Bezirksgerichts) festzusetzen.\n\nDas Bundesgericht weist die Berufung ab", "considerants": "aus folgender Erwägung:\n\n3. Die relative Berechnungsmethode beruht auf den Prinzipien von Treu und Glauben, der Verwirkung und der Rechtskraft. Der Vertrauensgrundsatz bindet die Parteien an das eigene rechtsgeschäftliche Verhalten, untersagt ihnen namentlich, einen frei vereinbarten und unangefochten gebliebenen (Art. 270 OR) Mietzins oder eine vorbehaltlos verlangte und erreichte Mietzinsanpassung nachträglich als missbräuchlich oder ungenügend auszugeben (BGE 121 III 163 E. 2c und d). Der Verwirkungstatbestand erlangt Bedeutung, wenn eine unangefochten gebliebene Mietzinserhöhung des Vermieters mieterseits nicht mehr in Frage zu stellen ist und die so |69| bewirkte Anpassung als einseitige und nicht als konsensuale verstanden wird (zum Meinungsstreit HIGI, Zürcher Kommentar, N. 19 f, zu Art. 257 OR; WEBER/ZIHLMANN, in: Kommentar zum Schweizerischen Privatrecht, 2. Aufl., N. 1 zu Art. 269d OR; HONSELL, Schweizerisches Obligationenrecht, Besonderer Teil, 4. Aufl., S. 219). Auf Gedanken der materiellen Rechtskraft schliesslich gründet die relative Methode insoweit, als gerichtliche Entscheidungen oder Vergleiche über einen streitigen Mietzins im Umfang des Beurteilten oder Verglichenen auch jedes mit einer späteren Zinsanpassung befasste Gericht binden.\n\nGeht es um Mietzinsherabsetzungen, beschränkt die relative Methode die Forderung des Mieters insofern, als von vornherein nur solche Änderungen der Berechnungsgrundlagen in Anschlag gebracht werden dürfen, die sich seit der letzten Mietzinsfestsetzung verwirklicht haben (BGE 121 III 163 E. 2d). Daran ändert im Grundsatz auch die Bestimmung in Art. 13 Abs. 4 der Verordnung über die Miete und Pacht von Wohn- und Geschäftsräume (VMWG; SR 221.213.11) nichts. Einer rückwirkenden Berücksichtigung von Änderungen des Hypothekarzinssatzes sind durch Konsens, Urteil, Vergleich und unbestritten gebliebene Erhöhung nach Massgabe dieses Kostenfaktors Schranken gesetzt (BGE 119 II 348 E. 4b). Im vorliegenden Fall zu entscheiden ist die Frage, ob auch unbestritten gebliebene Mietzinssenkungen durch den Vermieter als bindende Mietzinsfestsetzungen in diesem Sinne zu gelten haben. Sie stellt sich unter den Aspekten des Vertrauensschutzes und der Verwirkung.\n\na) Vertrauensschutz beanspruchen die Vermieter aus dem Verhalten der Mieter, welche die ihnen per 1. April 1994 angezeigte Mietzinsherabsetzung stillschweigend annahmen und entsprechend den reduzierten Mietzins bezahlten. Sie schliessen daraus vertrauenstheoretisch, die Mieter hätten den neu offerierten Mietzins als nicht missbräuchlich anerkannt und sich des Rechts begeben, ihn später wiederum in Frage zu stellen. Diese Auffassung ist mit der Vorinstanz abzulehnen.\n\nZeigt der Vermieter dem Mieter eine Mietzinsherabsetzung an, was er formfrei tun kann (Art. 269d OR; HIGI, a.a.O., N. 20 zu Art. 257 OR), stellt er ein begünstigendes Angebot, das der Mieter nach Art. 6 OR mangels Widerspruchs annimmt. Die stillschweigende Annahme reicht indessen nicht weiter als die angebotene Senkung, stellt mangels besonderer Umstände namentlich keine konkludente Willensäusserung des Inhalts dar, dass damit auf den gesetzlichen |70| Anspruch, gegebenenfalls eine weitergehende Herabsetzung zu beanspruchen, verzichtet werde. Diese Annahme widerspräche bereits dem Grundsatz, dass nur das rein begünstigende Angebot durch Stillschweigen als angenommen gilt (SCHMIDLIN, Berner Kommentar, N. 32 zu Art. 6 OR, mit Hinweisen), der fingierte Annahmewille sich in der Zustimmung zum beantragten Vorteil erschöpft (SCHÖNENBERGER/JÄGGI, Zürcher Kommentar, N. 28 zu Art. 6 OR). So wenig die Annahme einer Teilleistung als solche die Restforderung berührt (WEBER, Berner Kommentar, N. 54 zu Art. 69 OR; SCHRANER, Zürcher Kommentar, N. 35 zu Art. 69 OR), so wenig verzichtet der Mieter bei stillschweigender Annahme der bloss teilweise angebotenen Reduktion eines missbräuchlichen Mietzinses fiktiv oder vermutungsweise auf die Geltendmachung des gesetzlichen Restanspruchs. Dieser Schluss verbietet sich im Mietrecht zusätzlich daraus, dass im Regelfall allein der Vermieter über die einschlägigen Berechnungsgrundlagen verfügt und der Mieter nicht das Risiko tragen soll, diese nur ungenügend offengelegt erhalten zu haben (DAVID DÜRR, Mietzinsherabsetzung und Einrede des nicht übersetzten Ertrags, SJZ 91/1995, S. 265 ff., 269). Von einer im genannten Sinne bindenden Vertragsänderung wäre daher nur auszugehen, wenn die Parteien sich einvernehmlich und freiwillig auf eine Neugestaltung des Mietzinses, auch unter Missbrauchsgesichtspunkten, geeinigt hätten. Blosses Stillschweigen auf eine angebotene Teilreduktion bedeutet dagegen keinen Verzicht auf den weitergehenden Herabsetzungsanspruch (BRUNNER/STOLL, Die Mietzinsherabsetzung, mp 1993, S. 99 ff., 127).\n\nb) Eine Anspruchsverwirkung sodann tritt ausserhalb des Vertrauensgrundsatzes nur ein, wo das Gesetz sie anordnet. Dies gilt beispielsweise für die unangefochtene Mietzinserhöhung (Art. 270b Abs. 1 OR) oder die nicht ausdrücklich vorbehaltene Mietzinsreserve (Art. 18 VMWG), nicht aber für den hier streitigen Herabsetzungsanspruch. Unbesehen darum, ob die Mietzinsherabsetzung dem Mieter mit amtlichem Formular angezeigt wird oder nicht, ist er nicht gehalten, sie als ungenügend anzufechten, ist dazu in der Regel auch nicht in der Lage, weil die begünstigende Anzeige als solche der Anfechtung nicht unterliegt und der Mieter eine weitergehende Reduktion ausserhalb eines Erhöhungsverfahrens (Art. 270a Abs. 3 OR) nur verlangen kann, wenn er sie vorgängig unter Beachtung der Kündigungsfrist auf einen Kündigungstermin verlangt hat (Art. 270a OR; BGE 122 III 20 E. 4b). Hatten die Kläger aber keine Möglichkeit, die ihnen am 1. März 1994 auf den 1. April 1994 |71| angezeigte Mietzinssenkung als ungenügend anzufechten, weil sie selbst auf den Anpassungszeitpunkt kein fristgerechtes Herabsetzungsbegehren gestellt hatten, gingen sie ihres nunmehr zur Beurteilung stehenden Anspruchs nicht dadurch verlustig, dass sie der Anzeige nicht opponierten."}