{"annee": "124", "cour": "II", "page": "489", "date": "26/8/1998", "cite": ["122 V 386", "113 II 5", "123 V 310", "106 IB 125", "117 IB 353", "118 IB 241"], "cite_par": ["142 V 271"], "chapeau": "45. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 26. August 1998 i.S. Kanton Uri gegen Bundesamt für Flüchtlinge (Verwaltungsgerichtsbeschwerde)", "regestes": ["Prise en charge des différences de tarifs d'une hospitalisation de requérants d'asile hors canton (art. 20b de la loi sur l'asile; art. 41 al. 3 de la loi sur l'assurance-maladie). Moyen de droit recevable (art. 117 let. c OJ; art. 11 de la loi sur l'asile; art. 10a de l'ordonnance 2 sur l'asile; art. 16 de la loi sur les subventions). Recours direct (art. 47 PA). Le recours de droit administratif est ouvert en dernière instance contre la décision de l'Office fédéral des réfugiés sur le remboursement des dépenses engagées pour l'assistance dont la Confédération doit dédommager les cantons selon l'art. 20b al. 1 LAsi (consid. 1a-1d). En l'espèce, les conditions du recours direct sont remplies (consid. 1e). Les différences de tarifs que le canton de résidence doit prendre en charge conformément à l'art. 41 al. 3 LAMal ne font pas partie des dépenses engagées pour l'assistance que la Confédération doit rembourser aux cantons selon l'art. 20b al. 1 LAsi (consid. 2)."], "faits": "BGE 124 II 489 S. 490\n\nDer Kanton Uri stellte beim Bundesamt für Flüchtlinge mit Eingabe vom 10. Januar 1997 gestützt auf Art. 20b des Asylgesetzes vom 5. Oktober 1979 (AsylG; SR 142.31) das Begehren, der Bund habe ihm die Kosten im Betrag von insgesamt Fr. 33'194.20 zu vergüten, die ihm in den Jahren 1995 und 1996 aus der ausserkantonalen Hospitalisation von ihm zugewiesenen Asylbewerbern entstanden seien (Differenz zwischen den von den Krankenkassen gemäss Tarif übernommenen und den von den ausserkantonalen Spitälern effektiv verrechneten Kosten). Mit Verfügung vom 25. März 1997 wies das Bundesamt das Begehren ab.\n\nGegen diese Verfügung erhob der Kanton Uri am 25. April 1997 Verwaltungsbeschwerde an das Eidgenössische Justiz- und Polizeidepartement. Am 23. Juni 1997 gelangte das Departement im Sinne eines Meinungsaustauschs an das Bundesgericht und fragte dieses an, ob es sich als zuständig erachte, die Beschwerde des Kantons Uri als Sprungrekurs gemäss Art. 47 Abs. 2 und 3 VwVG an die Hand zu nehmen. Mit Schreiben vom 30. März 1998 bejahte das Bundesgericht seine Zuständigkeit und übernahm die Behandlung der Beschwerde.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut.", "considerants": "Aus den Erwägungen:\n\n1. a) Gemäss Art. 102 lit. a OG ist die Verwaltungsgerichtsbeschwerde unter anderem dann unzulässig, wenn die verwaltungsrechtliche Klage nach Art. 116 OG offen steht. Art. 116 lit. a OG hält fest, dass das Bundesgericht als einzige Instanz Streitigkeiten aus dem Bundesverwaltungsrecht beurteilt über das Verhältnis zwischen Bund und Kantonen, ausser über die Genehmigung von Erlassen; vorbehalten bleibt Art. 117 OG. Nach Art. 117 lit. c OG ist die verwaltungsrechtliche Klage unzulässig, wenn die Erledigung des Streites nach anderen Bundesgesetzen einer Behörde im Sinne von Art. 98 lit. b-h zusteht; gegen deren Verfügungen ist letztinstanzlich die Verwaltungsgerichtsbeschwerde zulässig.\n\nBGE 124 II 489 S. 491\n\nb) Art. 117 lit. c OG erklärt die verwaltungsrechtliche Klage für unzulässig, wenn die Erledigung des Streites nach anderen Bundesgesetzen einer Behörde nach Art. 98 lit. b-h OG, beispielsweise einem Departement oder einem Bundesamt, aufgetragen ist. Es ist zu prüfen, ob das Bundesamt im Sinn dieser Bestimmung berechtigt ist, über die Forderung des Kantons Uri auf dem Verfügungsweg zu entscheiden.\n\naa) Aus dem Umstand allein, dass das Bundesamt für Flüchtlinge die für Fragen des Asylrechts zuständige Fachbehörde ist, ergibt sich keine Ermächtigung im Sinne von Art. 117 lit. c OG. Eine derartige Entscheidbefugnis aus der allgemeinen Vollzugsaufgabe abzuleiten, die einer Bundesbehörde nach einem Bundesgesetz zugewiesen ist, liesse sich mit dem Wortlaut von Art. 117 lit. c OG kaum vereinbaren (Zuweisung der \"Erledigung des Streites\" konkret an eine andere Behörde als eben an das Bundesgericht; BGE 117 Ib 353 ff.; BGE 118 Ib 241 E. 1 S. 243 f.). Zudem bliebe nur wenig Raum für die vom Gesetzgeber immerhin beibehaltene verwaltungsrechtliche Klage, geht es doch in bundesverwaltungsrechtlichen Streitigkeiten immer um die Anwendung eines Bundesgesetzes, das regelmässig eine Behörde mit der Vollzugskompetenz betraut.\n\nbb) Die rechtliche Grundlage für seine Rückerstattungsforderung erblickt der Kanton Uri in Art. 20b AsylG (Bundesbeiträge). Dort ist bloss davon die Rede, dass \"der Bund\" Vergütungen ausrichtet. Eine konkrete Verfügungskompetenz wird (dem Bundesamt für Flüchtlinge oder dem Eidgenössischen Justiz- und Polizeidepartement, allenfalls dem Bundesrat) im Gesetz selber nicht eingeräumt. Hingegen enthält die Asylverordnung 2 vom 22. Mai 1991 über Finanzierungsfragen (AsylV 2; SR 142.312) im 5. Kapitel (\"Fürsorgeleistungen der Kantone für Asylbewerber\") nähere Bestimmungen. Art. 10 ff. AsylV 2 gibt dem Bundesamt weitgehende Befugnisse hinsichtlich solcher Kosten, so insbesondere Art. 10a AsylV 2 betreffend die Gesundheitskosten. Es fragt sich allerdings, ob diese Kompetenzzuweisung in einer Verordnung des Bundesrats den Anforderungen von Art. 117 lit. c OG genügt (\"nach anderen Bundesgesetzen\").\n\ncc) Indem der Kanton Uri den Bund um die Vergütung von Kosten ersucht, die ihm im Zusammenhang mit der Hospitalisierung von Asylbewerbern ausserhalb des Kantons entstanden sind, verlangt er eine Abgeltung im Sinne von Art. 3 Abs. 2 des Bundesgesetzes vom 5. Oktober 1990 über Finanzhilfen und Abgeltungen (Subventionsgesetz, SuG; SR 616.1). Dass insofern kein typischer Subventionstatbestand BGE 124 II 489 S. 492vorliegt, als nicht um einen Beitrag an vom Kanton getragene Kosten, sondern um die vollständige Kostenübernahme durch den Bund gestritten wird, ändert daran nichts. Gemäss Art. 2 SuG sind die Bestimmungen des Subventionsgesetzes für sämtliche im Bundesrecht vorgesehenen Finanzhilfen und Abgeltungen anwendbar, unabhängig davon, ob Private, Organisationen, Gemeinden oder Kantone Subventionsempfänger sind. Art. 16 Abs. 1 SuG bestimmt, dass Finanzhilfen und Abgeltungen in der Regel durch Verfügung gewährt werden. Art. 16 Abs. 2 SuG (öffentlichrechtlicher Vertrag) und Art. 16 Abs. 3 SuG (Leistungen an eine grosse Zahl von Empfängern) fallen vorliegend ausser Betracht. Für die Ablehnung von Gesuchen ist in jedem Fall eine Verfügung nötig (Art. 16 Abs. 4 SuG).\n\ndd) Jedenfalls in Verbindung mit Art. 16 (Abs. 4) SuG räumt Art. 10a AsylV 2 dem Bundesamt für Flüchtlinge im Sinn von Art. 117 lit. c OG die Befugnis ein, über den vorliegenden Subventionsstreit als erstverfügende Behörde zu entscheiden. Damit ist die verwaltungsrechtliche Klage ausgeschlossen, und die Sache kann - einzig - mit Verwaltungsgerichtsbeschwerde vor das Bundesgericht gebracht werden, sofern die entsprechenden gesetzlichen Voraussetzungen erfüllt sind.\n\nc) Nach Art. 11 Abs. 5 AsylG entscheidet über Beschwerden gegen Verfügungen des Bundesamtes für Flüchtlinge, welche nicht gemäss Art. 11 Abs. 2 AsylG an die Schweizerische Asylrekurskommission weitergezogen werden können, das Eidgenössische Justiz- und Polizeidepartement \"unter Vorbehalt von Weisungen des Bundesrates und der Zuständigkeitsvorschriften des Fremdenpolizeirechts\" endgültig. Art. 11 Abs. 5 AsylG schliesst damit einerseits die Beschwerde an den Bundesrat aus (vgl. BGE 106 Ib 125 ff. betreffend Art. 18 des Bundesgesetzes vom 26. März 1931 über Aufenthalt und Niederlassung der Ausländer [ANAG; SR 142.20]); als spezialgesetzliche Norm, die nach dem Inkrafttreten von Art. 97 ff. OG gemäss Revision von 1968 und damit in Kenntnis der für die Verwaltungsgerichtsbeschwerde geltenden Generalklausel geschaffen wurde, schliesst er grundsätzlich auch die Verwaltungsgerichtsbeschwerde aus (GYGI, Bundesverwaltungsrechtspflege, 2. Aufl. 1983, S. 53). In Anbetracht des Gesetzeswortlautes lassen auch die parlamentarischen Beratungen zu Art. 11 AsylG (Votum des ständerätlichen Berichterstatters Jagmetti, AB 1990 S 354 ff., Votum des nationalrätlichen Berichterstatters Ducret, AB 1990 N 1060 f.) keinen andern Schluss zu. Aufgrund des klar bekundeten Willens des Gesetzgebers, die Verwaltungsgerichtsbeschwerde auch ausserhalb BGE 124 II 489 S. 493des Bereichs \"reiner asylrechtlicher\" Entscheide nicht zuzulassen, ist davon auszugehen, dass jedenfalls dem Asylbewerber der Weg an das Bundesgericht weitgehend verschlossen bleiben sollte. Dass mit Art. 11 Abs. 5 AsylG der Entscheid über Streitigkeiten zwischen Bund und Kantonen letztinstanzlich dem Eidgenössischen Justiz- und Polizeidepartement zugewiesen werden sollte, kann hingegen ohne diesbezüglich ausdrücklichen Hinweis - wenn nicht im Gesetzestext, so doch zumindest in den Materialien - nicht angenommen werden. Der vorliegende Subventionsstreit unterscheidet sich nicht von andern Streitigkeiten zwischen dem Bund und einem Kanton über Kostentragungspflichten. Der Aspekt Asylrecht, welcher im Hinblick auf Ansprüche der Asylsuchenden gemeinhin mit der Vorstellung beschränkter Justiziabilität verbunden wird, schlägt auf die Frage der Zahlungspflicht des Bundes in keiner Weise durch. Art. 11 Abs. 5 AsylG ist auf den vorliegenden Streit nicht anwendbar.\n\nd) Ein anderer Ausschlussgrund liegt nicht vor. Insbesondere greift Art. 99 lit. h OG nicht. Art. 20b AsylG schreibt dem Grundsatz nach eine Vergütungspflicht des Bundes vor und räumt einen Anspruch ein; ob die entsprechenden Voraussetzungen erfüllt sind, ist eine Frage des materiellen Entscheids. Die Verwaltungsgerichtsbeschwerde ist damit auch von der Sache her zulässig.\n\ne) Eine Verfügung ist unmittelbar an die nächsthöhere Beschwerdeinstanz weiterzuziehen (Sprungrekurs), wenn die nicht endgültig entscheidende Beschwerdeinstanz (vorliegend das Eidgenössische Justiz- und Polizeidepartement) im Einzelfall eine Weisung erteilt hat, dass oder wie eine Vorinstanz (vorliegend das Bundesamt für Flüchtlinge) verfügen soll (Art. 47 Abs. 2 VwVG). Als nächsthöhere Beschwerdeinstanz gilt auch das Bundesgericht (Art. 47 Abs. 3 VwVG). Im vorliegenden Fall ist nicht bestritten, dass die Voraussetzungen des Sprungrekurses erfüllt sind: Die Verfügung des Bundesamtes erging in enger Zusammenarbeit mit dem Departement und basiert letztlich auf einer klaren Weisung des Departementsvorstehers. Die auf diese Weise zustande gekommene Verfügung des Bundesamtes kann daher direkt mit Verwaltungsgerichtsbeschwerde beim Bundesgericht angefochten werden.\n\n2. Kann ein Ausländer, der in der Schweiz um Asyl ersucht hat, seinen Unterhalt nicht aus eigenen Mitteln bestreiten und müssen auch Dritte nicht für ihn aufkommen, erhält er vom Kanton die nötige Fürsorge (Art. 20a Abs. 1 AsylG). Der Bund vergütet den Kantonen für jeden Gesuchsteller die Fürsorgeauslagen, die ihnen vom Einreichen des Gesuchs bis längstens zu dem Tag entstehen, BGE 124 II 489 S. 494an dem die Wegweisung zu vollziehen ist (Art. 20b Abs. 1 AsylG). Die Vergütung erfolgt wenn möglich pauschal. Die Pauschale kann nach Bedürftigkeit oder Dauer des Aufenthalts des Gesuchstellers festgelegt werden. Sie kann im Weiteren unter Beachtung des Grundsatzes der Kostenneutralität kantonsweise abgestuft werden (Art. 20b Abs. 1bis AsylG). Der Bundesrat legt die Pauschale aufgrund der voraussichtlichen Aufwendungen für kostengünstige Lösungen fest. Er regelt die Einzelheiten (Art. 20b Abs. 1ter AsylG). Eine entsprechende Regelung gilt gemäss Art. 14c Abs. 5-9 ANAG für vorläufig aufgenommene Ausländer. Streitig ist, ob es sich bei der Tarifdifferenz, die der Wohnkanton nach Art. 41 Abs. 3 des Bundesgesetzes vom 18. März 1994 über die Krankenversicherung (KVG; SR 832.10) zu übernehmen hat, wenn eine versicherte Person aus medizinischen Gründen die Dienste eines ausserhalb ihres Wohnkantons befindlichen öffentlichen oder öffentlich subventionierten Spitals beansprucht, um Fürsorgeauslagen handelt, die der Bund nach den erwähnten Bestimmungen dem Kanton zurückzuerstatten hat.\n\na) Die zitierten Bestimmungen umschreiben den Begriff der Fürsorgeauslagen nicht näher. Der Bundesrat hat in der heute gültigen Fassung der Asylverordnung 2 über Finanzierungsfragen, in der er insbesondere die Frage der Fürsorge für Asylbewerber geregelt hat, die vergütbaren Fürsorgeauslagen (nach Art. 20b Abs. 1 AsylG) den Unterstützungen im Sinne des Bundesgesetzes vom 24. Juni 1977 über die Zuständigkeit für die Unterstützung Bedürftiger (Zuständigkeitsgesetz, ZUG; SR 851.1) gleichgestellt (Art. 10 Abs. 1 AsylV 2). Diese Fassung ist indessen erst am 1. Januar 1997 in Kraft getreten (Änderung vom 25. November 1996; AS 1996 3253) und daher auf den vorliegenden Fall noch nicht anwendbar. Dennoch liegt es nahe, bei der Auslegung des Begriffs der Fürsorgeauslagen vorerst auf den Unterstützungsbegriff des Zuständigkeitsgesetzes zurückzugreifen.\n\nUnterstützungen im Sinne dieses Gesetzes sind Geld- und Naturalleistungen eines Gemeinwesens, die nach kantonalem Recht an Bedürftige ausgerichtet und nach den Bedürfnissen bemessen werden (Art. 3 Abs. 1 ZUG). Nicht als Unterstützungen gelten insbesondere Sozialleistungen, auf die ein Rechtsanspruch besteht und deren Betrag nicht nach behördlichem Ermessen festgesetzt, sondern nach Vorschriften berechnet wird, insbesondere die Ergänzungsleistungen zur Alters-, Hinterlassenen- und Invalidenversicherung, gesetzlich oder reglementarisch geordnete Staats- und Gemeindebeiträge an Wohnungs-, Ausbildungs- und Versicherungskosten BGE 124 II 489 S. 495Minderbemittelter und andere Beiträge mit Subventionsscharakter (Art. 3 Abs. 2 lit. a ZUG). Zu letzteren gehören beispielsweise Tarifvergünstigungen zu Gunsten Minderbemittelter, die öffentliche Einrichtungen wie Heime, Spitäler, Theater, Bibliotheken und Verkehrsmittel benützen; ferner Beiträge an die Kosten der zahnärztlichen Behandlung von Kindern im Rahmen der Schul-zahnpflege sowie solche an therapeutische Massnahmen im Rahmen der kantonalen Schulgesetzgebung, wie Logopädie, Legasthenie usw. (Werner Thomet, Kommentar zum Bundesgesetz über die Zuständigkeit für die Unterstützung Bedürftiger, 2. Aufl., Zürich 1994, Rz. 81).\n\nDiese Umschreibung entspricht dem allgemeinen Sprachgebrauch wie auch der kantonalen Fürsorgegesetzgebung. Danach ist nicht jede finanzielle Beihilfe, die aus sozialpolitischen Motiven ausgerichtet wird, als Fürsorgeunterstützung zu betrachten. Als Fürsorge gelten vielmehr nur solche Leistungen des Gemeinwesens, die von Fall zu Fall nach den Bedürfnissen des Empfängers von der Fürsorgebehörde bemessen werden und von ihr jederzeit angepasst werden können (FELIX WOLFFERS, Grundriss des Sozialhilferechts, Bern 1993, S. 26). Beiträge mit Subventionscharakter, wie z.B. Stipendien, Wohneigentumsförderungsmassnahmen und Mietzinsverbilligungen, werden üblicherweise von der eigentlichen Sozialhilfe, wie sie in den Fürsorgegesetzen umschrieben wird, unterschieden. Sie sind der Sozialhilfe vorgelagert und wollen ein Abgleiten einkommensschwacher Bevölkerungsschichten in die Fürsorgeabhängigkeit gerade verhindern. Soweit ein Anspruch auf solche Leistungen besteht, ist die Sozialhilfeunterstützung regelmässig ausgeschlossen (FELIX WOLFFERS, a.a.O.). Es besteht kein Grund, den Begriff der Fürsorgeauslage in Art. 20b Abs. 1 AsylG und in Art. 14c Abs. 7 ANAG anders auszulegen als jenen der Unterstützung im Zuständigkeitsgesetz.\n\nb) Art. 41 Abs. 3 Satz 1 KVG hat folgenden Wortlaut:\n\n\"Beansprucht die versicherte Person aus medizinischen Gründen die Dienste eines ausserhalb ihres Wohnkantons befindlichen öffentlichen oder öffentlich subventionierten Spitals, so übernimmt der Wohnkanton die Differenz zwischen den in Rechnung gestellten Kosten und den Tarifen des betreffenden Spitals für Einwohner und Einwohnerinnen des Kantons.\"\n\nDiese Regelung dient, wie das Eidgenössische V ersicherungsgericht in BGE 123 V 290 E. 3 b/aa S. 297 (vgl. auch BGE 123 V 310 E. 4b S. 319) unter Hinweis auf die Gesetzesmaterialien dargelegt hat, dem Lastenausgleich und der verstärkten Koordination zwischen BGE 124 II 489 S. 496den Kantonen, indem der Wohnkanton durch Übernahme der Differenz zwischen den in der Regel höheren Tarifen für ausserkantonale Patienten und den Tarifen für Einwohner des Kantons, in dem das Spital liegt, sich an der Finanzierung des betreffenden ausserkantonalen Spitals beteiligt. Es soll ein finanzieller Ausgleich stattfinden zwischen (kleineren) Kantonen, die aus gesundheitspolitischen Gründen bestimmte stationäre Behandlungen nicht anbieten, und Kantonen mit ausgebauter Spitalversorgung. Die Differenzzahlungspflicht des Wohnkantons im Rahmen von Art. 41 Abs. 3 KVG weist somit wie die Beiträge der öffentlichen Hand nach kantonalem Recht im Spitalbereich, die bei der Bemessung der Spitaltarife gemäss Art. 49 Abs. 1 und 2 KVG zu berücksichtigen sind, Subventionscharakter auf und stellt insoweit ein \"versicherungsfremdes\" Element in der Krankenversicherung dar.\n\nc) Aus dieser Zweckbestimmung ergibt sich klar, dass die Kosten, die der Kanton aufgrund von Art. 41 Abs. 3 KVG übernehmen muss, nicht als Fürsorgeauslagen zu betrachten sind. Es handelt sich nicht um Leistungen, die von der Fürsorgebehörde an Bedürftige ausgerichtet und nach deren Bedürfnissen bemessen werden. Im Gegenteil kommt die Übernahme der Tarifdifferenz durch den Wohnkanton sämtlichen Kantonseinwohnern zugute, die in einem ausserkantonalen Spital behandelt werden müssen, somit auch den Nichtbedürftigen. Die Leistung des Kantons hat damit den Charakter einer allgemeinen Subvention im Bereich des Gesundheitswesens. Beiträge mit Subventionscharakter, auf die ein gesetzlicher Anspruch besteht, gelten aber nach dem Gesagten grundsätzlich nicht als erstattungsberechtigte Fürsorgeauslagen. Sie müssen vom Asylbewerber, der nachträglich zu Vermögen gelangt ist, auch nicht gemäss Art. 21a AsylG zurückerstattet werden.\n\nd) Allerdings hat der Bundesrat die Übernahme der Gesundheitskosten in Art. 10a AsylV 2 besonders geregelt. Abs. 2 dieser Bestimmung hat in der hier massgebenden Fassung vom 22. November 1995 (AS 1995 5045) folgenden Wortlaut:\n\n\"Der Bund vergütet überdies die Kosten der notwendigen medizinischen Versorgung der Asylbewerber, soweit diese nicht durch die obligatorische Krankenpflegeversicherung oder andere Versicherungseinrichtungen übernommen werden. Die Kostenübernahme erfolgt auch in Fällen, in denen die Wegweisung nicht vollzogen werden konnte und die Versicherungspflicht erloschen ist. Übersteigen die Behandlungskosten pro Krankheitsfall voraussichtlich den Betrag von 2'000 Franken, so ist vorgängig beim Bundesamt eine Kostengutsprache einzuholen. Ausgenommen sind Notfälle. Diese sind dem Bundesamt binnen 30 Tagen zu melden.\" BGE 124 II 489 S. 497\n\nZu prüfen ist, ob die streitige Tarifdifferenz unter die \"Kosten der notwendigen medizinischen Versorgung\" fällt, die nach dem Wortlaut von Art. 10a Abs. 2 AsylV 2 (in der zitierten, alten Fassung) vom Bund zu vergüten sind. Dabei handelt es sich nicht um Kosten, die vom Versicherten persönlich zu tragen sind; vielmehr überbindet Art. 41 Abs. 3 KVG die Tarifdifferenz (aus den in E. 2b hievor dargelegten Gründen) ausdrücklich dem Wohnkanton des Versicherten, und zwar unabhängig von dessen Bedürftigkeit. Solche Leistungen, die allen Versicherten des Wohnkantons zugute kommen, können aber, wie ausgeführt, den eigentlichen Fürsorgeauslagen nicht gleichgestellt werden. Nur letztere müssen indessen vom Bund übernommen werden. Daran wollte Art. 10a Abs. 2 Satz 1 AsylV 2 (alte Fassung) nichts ändern.\n\ne) Der Beschwerdeführer macht geltend, die Rückerstattungspflicht des Bundes gegenüber den Kantonen sei historisch und politisch zu erklären; die Übernahme der materiellen Verantwortung für die Personen des Asylrechts stelle die Voraussetzung dafür dar, dass der Bund die Kantone überhaupt zur Aufnahme von Flüchtlingen habe verpflichten können.\n\nDas mag aus historischer Sicht zutreffen (vgl. BBl 1977 III 131, 1986 I 27), kann aber nicht zu einem andern Ergebnis führen. Art. 20b AsylG beschränkt den Beitrag des Bundes grundsätzlich auf den Ersatz der Fürsorgeauslagen. Dabei lag von Anfang an auf der Hand, dass den Kantonen aus der Übernahme von Asylbewerbern noch vielfältige andere Belastungen erwachsen würden. Auf dem Gebiet des Gesundheitswesens ist beispielsweise an die Subventionierung der Spitäler zu denken, wovon indirekt auch Asylbewerber und vorläufig aufgenommene Ausländer profitieren: Nach Art. 49 Abs. 1 KVG haben die Krankenkassen für Kantonseinwohner höchstens 50% der anrechenbaren Kosten pro Patient in der allgemeinen Abteilung zu übernehmen. Der Rest ist vom Kanton zu tragen und kann nicht auf den Bund überwälzt werden, auch wenn Asylbewerber zusätzliche Kosten veranlassen. Auch auf dem Gebiet des Schulwesens kann die Übernahme von Asylbewerbern zu zusätzlichen Lasten führen, die vom Bund ebenfalls nicht übernommen werden müssen. Nicht zuletzt dürfte die Beherbergung von Asylbewerbern in einigen Kantonen zu einer erheblichen Mehrbelastung der Polizei und zu entsprechenden Kostenfolgen geführt haben. Auch dafür steht ihnen nach dem Wortlaut des Gesetzes kein Ersatz zu. Der Gesetzgeber ist den Kantonen nur insofern entgegengekommen, als er den Bund einerseits verpflichtet hat, den Kantonen - neben BGE 124 II 489 S. 498den eigentlichen Fürsorgeauslagen - für ihren Verwaltungsaufwand aus dem Vollzug des Asylgesetzes jährlich eine Pauschale zu bezahlen (Art. 20b Abs. 2bis AsylG), und ihn anderseits ermächtigt hat, Unterkünfte und Aufnahmezentren zu finanzieren sowie die Durchführung von Beschäftigungsprogrammen zu fördern (Art. 20b Abs. 2 und 3 AsylG). Alle anderen Belastungen können die Kantone trotz des erwähnten Zusammenhangs nicht auf den Bund abwälzen.\n\nf) Der Beschwerdeführer weist ferner darauf hin, die Asylbewerber begründeten während der Dauer des Asylverfahrens lediglich Aufenthalt in der Schweiz, nicht aber Wohnsitz im Sinne des Zivilgesetzbuchs oder des Zuständigkeitsgesetzes. Sie unterlägen daher Art. 41 KVG gar nicht.\n\nEs lässt sich indessen nicht ernstlich bestreiten, dass Art. 41 Abs. 3 KVG auch für Asylbewerber gilt. Diese unterliegen der Versicherungspflicht gemäss Art. 3 KVG, und zwar unabhängig davon, ob sie in der Schweiz Wohnsitz im Sinne des Zivilgesetzbuchs begründet haben (Art. 1 Abs. 2 lit. c KVV [Verordnung vom 27. Juni 1995 über die Krankenversicherung; SR 832.102] in Verbindung mit Art. 3 Abs. 3 lit. a KVG). Sie müssen daher unter dem Gesichtspunkt der Krankenversicherung als Einwohner des Kantons, dem sie zugewiesen sind, betrachtet werden. Der Krankenversicherer hat ihnen demzufolge dieselben Leistungen zukommen zu lassen wie den anderen Kantonseinwohnern, und der Wohnkanton muss auch bei ihnen im Fall einer ausserkantonalen Behandlung die Tarifdifferenz übernehmen. Im Übrigen trifft es nicht zu, dass Asylbewerber in der Schweiz keinen Wohnsitz begründen können, wie das Bundesgericht wiederholt entschieden hat (BGE 122 V 386 E. 2c S. 391 f.; BGE 113 II 5 E. 2 S. 7). Sollte es im Einzelfall an der Absicht dauernden Verbleibens an einem bestimmten Ort fehlen, würde gemäss Art. 24 Abs. 2 ZGB der Aufenthaltsort als Wohnsitz gelten, da regelmässig davon auszugehen ist, der Asylbewerber habe seinen ausländischen Wohnsitz aufgegeben.\n\ng) Zusammenfassend ist somit festzuhalten, dass es sich bei der Tarifdifferenz, die der Wohnkanton nach Art. 41 Abs. 3 KVG zu übernehmen hat, nicht um Fürsorgeauslagen handelt, die der Bund dem Kanton gemäss Art. 20b Abs. 1 AsylG und Art. 14c Abs. 7 ANAG zurückerstatten muss. Die Beschwerde ist daher in diesem Punkt unbegründet. Damit ist gleichzeitig auch gesagt, dass die seit dem 1. Januar 1997 geltende neue Fassung von Art. 10a Abs. 2 AsylV 2, welche die Übernahme dieser Kosten nunmehr ausdrücklich ausschliesst BGE 124 II 489 S. 499(Verordnung vom 25. November 1996; AS 1996 3253), nicht gesetzwidrig ist.\n\n3. Soweit es um die Rückerstattung der Kosten aus dem Jahr 1995 geht, die nicht auf Art. 41 Abs. 3 KVG beruhen können, heisst das Bundesgericht die Beschwerde gut und weist es die Sache zu weiteren Abklärungen und zu neuem Entscheid an die Vorinstanz zurück.)"}