{"annee": "124", "cour": "II", "page": "146", "date": "13/3/1998", "cite": ["116 IA 106", "115 IB 311", "121 II 8", "118 IB 206", "122 II 103", "118 IB 17", "121 I 117", "117 IB 325", "123 I 31", "101 IB 277", "98 IB 120", "123 II 359", "112 IA 322", "119 IB 397", "116 IB 309", "121 II 378"], "cite_par": ["125 II 643", "129 I 337", "124 II 293"], "chapeau": "20. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 13. März 1998 i.S. Kanton Solothurn und Mitb. gegen Schweizerische Bundesbahnen (SBB) und EVED (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 18 LCdF; approbation des plans de la nouvelle ligne ferroviaire Mattstetten-Rothrist (Rail 2000). Exigences de motivation des décisions d'approbation des plans; admissibilité de renvois aux plans dans le dispositif de la décision (consid. 2). Compétence de l'autorité d'approbation des plans pour apporter des modifications au projet; il suffit que de telles modifications soient publiées ultérieurement (consid. 3). Exigences de précision dans le contenu des autorisations de défricher en cas de modifications du projet et lors de la procédure d'autorisation subséquente concernant la question forestière (consid. 4). Considérations générales à suivre dans l'appréciation des tracés de lignes ferroviaires (consid. 5a, 6b et 6c). Examen du tracé de la ligne sous l'angle de la protection du paysage, des eaux et contre le bruit, ainsi que de la faune sauvage et de l'agriculture (consid. 5 et 6)."], "faits": "|147|\n\nAm 22./25. April 1991 überwiesen die Schweizerischen Bundesbahnen (SBB) dem Bundesamt für Verkehr (BAV) einen Plansatz für das im Rahmen des Konzeptes BAHN 2000 zu verwirklichende Projekt der Neubaustrecke (NBS) Mattstetten-Rothrist. Sie ersuchten um Vorprüfung und Festlegung des Verfahrens gemäss Art. 19 der Verordnung über die Planvorlagen für Eisenbahnbauten vom 23. Dezember 1932 (Planvorlagen-Verordnung, PlVV; SR 742.142.1). Die SBB beantragten, die Plangenehmigung nach Art. 18 Abs. 1 des Eisenbahngesetzes vom 20. Dezember 1957 (EBG; SR 742.101) zu erteilen.\n\nNach durchgeführtem Vorprüfungsverfahren gemäss dem inzwischen in Kraft getretenen Bundesbeschluss vom 21. Juni 1991 über das Plangenehmigungsverfahren für Eisenbahn-Grossprojekte (SR 742.100.1; BB EGP) reichten die SBB am 1. Oktober 1992 beim Eidgenössischen Verkehrs- und Energiewirtschaftsdepartement (EVED) das Gesuch um Genehmigung der Planvorlage für die NBS Mattstetten-Rothrist ein.\n\nDas Projekt der SBB ist in vier Abschnitte eingeteilt. Der Abschnitt 1 umfasst die Strecke Mattstetten-Koppigen (Kanton Bern), der Abschnitt 2 die Strecke Recherswil-Bolken (Kanton Solothurn), der Abschnitt 3 die Strecke Inkwil-Wynau (Kanton Bern) und der Abschnitt 4 die Strecke Murgenthal-Rothrist (Kanton Aargau). Am 13. Oktober 1994 bzw. am 31. Mai 1995 wurden die Planvorlagen für die Abschnitte 4 und 1 genehmigt. Die in diesem |148| Zusammenhang beim Bundesgericht eingereichten Verwaltungsgerichtsbeschwerden sind in teils amtlich publizierten Urteilen praktisch durchwegs abgewiesen worden (BGE 121 II 378 betreffend Abschnitt 4 und BGE 122 II 103 zum Abschnitt 1).\n\nFür den hier interessierenden Abschnitt 2, der das Äussere Wasseramt umfasst, sah das Auflageprojekt die Parallelführung der Eisenbahn mit der Nationalstrasse A2 bis Koppigen vor. Anschliessend soll die NBS in einem Bogen ostwärts durch das Lutermoos und das Erlenmoos geführt werden (Gemeinden Koppigen und Recherswil). Nach der Querung freien Feldes (mit Überführung über die Ösch) verläuft die Strecke durch den Herrenwald, wo eine Überführung der Kantonsstrasse Halten-Heinrichswil vorgesehen ist, und danach durch die Gemeinde Hersiwil, auf deren Höhe ein 500 m langer Tunnel geplant ist (Tunnel Hersiwil). Weiter führt die Strecke durch den Buechwald und über offenes Gebiet zwischen den Gemeinden Etziken und Aeschi. Im Bereiche der Verbindungsstrasse Etziken-Aeschi soll der 880 m lange Bolken-Tunnel gebaut werden. Nach dessen Ostportal und rund 350 m Strecke über offenes Feld soll die NBS durch den Önzberg-Wald führen. Im Önzberg-Wald ist der 120 m lange Önzberg-West-Tunnel und der 330 m lange Önzberg-Ost-Tunnel geplant (im Bereiche des letzteren zweigt die Ausbaustrecke [ABS] nach Solothurn ab). Nach Verlassen des Önzberg-Waldes beginnt der Gishübel-Tunnel (690 m lang, zwischen Wanzwil und Niederönz/Herzogenbuchsee), worauf die NBS durch den Underwald (Gemeinde Herzogenbuchsee) Richtung Langenthal verlaufen soll.\n\nGegen das Projekt gingen auch im Abschnitt 2 zahlreiche Einsprachen ein. Im Sommer 1995 begann das EVED, Instruktionsverhandlungen und Augenscheine durchzuführen. Im Juli 1996 erteilte es dem Ingenieurbüro Emch+Berger Bern AG den Auftrag, in einem Dossier diejenigen Projektänderungen zusammenzustellen, die sich im Laufe des Instruktionsverfahrens als nötig erwiesen hatten. Diese Projektänderungen sind in der \"Studie EVED\" zusammengefasst.\n\nMit Verfügung vom 24. März 1997 genehmigte das EVED das Projekt NBS Mattstetten-Rothrist in Etappen und es legte die Grenzen für die Abschnitte 2 und 3 (Koppigen-Murgenthal) bei Bau-km 24.935 (Gemeindegrenze Koppigen) und Bau-km 49.230 (Westportal Murgenthaltunnel) fest. Die Planvorlage der SBB vom 2. Oktober 1992 für die Abschnitte 2 und 3 wurde mit Änderungen und Auflagen genehmigt.\n\n|149|\n\nDie Projektänderungen betreffen primär Abweichungen in der Linienführung bzw. Projektgestaltung gemäss \"Studie EVED\". Im Kanton Solothurn umfassen sie die Linienführung im Lutermoos/Erlenmoss (Gemeinde Recherswil), wo die Strecke rund 35 m nach Norden verlegt wurde. Weiter wurde die Verlängerung des Hersiwil-Tunnels um 500 m auf 1000 m angeordnet; damit wird die NBS in Hersiwil zwischen dem Herrenwald und dem Buechwald nahezu vollständig unterirdisch geführt. Sodann verfügte das EVED, dass die Tunnels Bolken, Önzberg-West und Önzberg-Ost zu einem einzigen Tunnel zu verbinden seien. Sodann wurde eine Verlängerung des Gishübel-Tunnels in östlicher Richtung verfügt. Eine vollständige Untertunnelung der NBS im Äusseren Wasseramt (Kantonsvariante mit Ösch-Oenz-Tunnel) lehnte das EVED ab.\n\nGegen die Plangenehmigungsverfügung vom 24. März 1997 erhoben am 5. Mai 1997 die Einwohnergemeinden Etziken, Aeschi und Horriwil, die Einwohnergemeinde Recherswil und die Bürgergemeinde Recherswil, die Einwohnergemeinde Hersiwil sowie Private Verwaltungsgerichtsbeschwerde beim Bundesgericht. Mit Eingabe vom 6. Mai 1997 erhob auch der Kanton Solothurn Verwaltungsgerichtsbeschwerde. Das Bundesgericht weist die Beschwerden ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n2. a) Die privaten Beschwerdeführer machen geltend, das EVED habe ihre Einsprachen nur pauschal gewürdigt. Darin liege eine Verletzung des Anspruches auf rechtliches Gehör nach Art. 4 BV. Der Kanton Solothurn stellt sich auf den Standpunkt, das EVED habe nicht alle auf kantonales Recht gestützten Anträge gemäss Art. 18 Abs. 3 EBG behandelt.\n\nDer Anspruch auf rechtliches Gehör verlangt, dass eine Behörde die Vorbringen der vom Entscheid Betroffenen tatsächlich hört, sorgfältig und ernsthaft prüft und in der Entscheidfindung berücksichtigt. Daraus folgt die grundsätzliche Pflicht, einen Entscheid zu begründen. Die Begründung muss so abgefasst sein, dass der Betroffene den Entscheid sachgerecht anfechten kann; ein Anspruch auf eine ausführliche schriftliche Urteilsbegründung besteht nicht (BGE 123 I 31 E. 2c). Diesen Anforderungen genügt die angefochtene Verfügung. Das EVED hat sich einlässlich mit den sich stellenden Rechtsfragen befasst. Dass es nicht ausdrücklich auf jede Einwendung im Detail eingegangen ist, verletzt Art. 4 BV nicht. Aus dem |150| Gesamtzusammenhang der Begründung geht deutlich hervor, dass über die verfügten Planänderungen und -auflagen hinausgehende Begehren als abgewiesen gelten. Jedenfalls war es den Einsprechern möglich, die Plangenehmigungsverfügung sachgerecht anzufechten. Ob Anlass bestanden hätte, in der Sache einzelnen auf kantonales Recht gestützten Anträgen weitergehend Rechnung zu tragen, bleibt der materiellen Prüfung vorbehalten.\n\nb) Der Kanton Solothurn beanstandet, dass das EVED in Dispositiv Ziffer 3 der Plangenehmigungsverfügung auf die \"Studie EVED\" verwies, ohne die entsprechenden Pläne dem Entscheid beizulegen; der Inhalt der Studie werde lediglich an verschiedenen Stellen in den Erwägungen wiedergegeben. Es sei dem Kanton nichts anderes übrig geblieben, als den Verfügungstext in einem kleinmassstäblichen Plan umzusetzen bzw. beim bearbeitenden Ingenieurbüro einen Plansatz zu beschaffen. Dieser sei nicht im Massstab 1:1000, sondern im Massstab 1:5000 verfasst. Eine Beurteilung der verfügten Änderungen sei daher weder für sich noch im Vergleich zu den im Massstab 1:1000 gehaltenen Auflageplänen möglich. Das verletze Art. 35 VwVG.\n\naa) Gemäss Art. 35 VwVG sind Verfügungen als solche zu bezeichnen, zu begründen und mit einer Rechtsmittelbelehrung zu versehen. Die angefochtene Verfügung genügt diesen Anforderungen. Eine andere Frage ist, ob aus der Plangenehmigungsverfügung hinreichend deutlich die verfügten Änderungen gemäss \"Studie EVED\" ersichtlich sind. Das entsprechende Dispositiv lautet:\n\n\"3. In Abweichung vom Auflageprojekt werden folgende Änderungen verfügt:\n\n3.1 Die in der \"Studie EVED\" enthaltenen Änderungen, namentlich\n\na) Linienführung im Bereich Lutermoos/Erlenmoos,\n\nb) Verlängerung Tunnel Hersiwil,\n\nc) Önzberg,\n\nd) Verlängerung Tunnel Gishübel,\n\ne) Tunnel Thunstetten.\n\nAusgenommen davon ist die in der \"Studie EVED\" vorgesehene Ausflachung bei Bau-km 32.000.\"\n\nDas Bundesgericht hat sich in BGE 121 II 378 E. 8 mit Fragen der Ausgestaltung von Dispositiven in eisenbahnrechtlichen Plangenehmigungsverfügungen befasst. Dabei wurde festgehalten, in der Plangenehmigungsverfügung seien die genehmigten Pläne im einzelnen aufzulisten und sie seien mit einem Genehmigungsvermerk |151| zu versehen. Das damals zu prüfende Dispositiv entsprach diesen Anforderungen nicht in allen Teilen, doch ergab sich aus dem Entscheid, welche Pläne genehmigt, nicht genehmigt oder mit Änderungen genehmigt wurden.\n\nDem vorliegend angefochtenen Entscheid lässt sich zweifelsfrei entnehmen, welche Projektänderungen die \"Studie EVED\" umfasst. Diese befindet sich bei den amtlichen Akten, und den SBB ist es ohne weiteres möglich, die Projektänderungen planerisch umzusetzen und in einem nachlaufenden Bewilligungsverfahren im Detail genehmigen zu lassen. Es kann keine Rede davon sein, man könne sich über die mit der \"Studie EVED\" verfügten Planänderungen kein hinreichendes Bild machen.\n\nbb) Gemäss Art. 10 PlVV sind Situationspläne im Massstab 1:1000 zu fassen, während die Längenprofile im Massstab 1:2000/200 (Art. 11 PlVV) und die Querprofile im Massstab 1:100/200 darzustellen sind (Art. 12 PlVV). Art. 7-9 PlVV richten sich primär an die Bahnunternehmung, welche um die Plangenehmigung ersucht. Wenn die Plangenehmigungsbehörde von sich aus eine Planänderung anordnet, kann sie das aufgrund von Plänen in einem anderen Massstab tun, sofern die verfügten Änderungen klar bestimmt werden können, was hier nach dem Gesagten der Fall ist. Die SBB werden die Projektpläne entsprechend den in den Art. 11 ff. PlVV festgehaltenen formellen Anforderungen überarbeiten und genehmigen lassen müssen. Damit ist den Anforderungen des Bundesrecht Genüge getan.\n\nc) aa) Die privaten Beschwerdeführer werfen dem EVED vor, es habe keine konkreten Entscheide gefällt und die Lösung aller Probleme in nachlaufende Verfahren verschoben. Diese nicht weiter substantiierte Rüge genügt den Anforderungen von Art. 108 Abs. 2 OG nicht (BGE 123 II 359 E. 6b/bb). Auf die lediglich allgemein gehaltene Kritik an der Zulässigkeit von nachlaufenden Bewilligungsverfahren und Detailprojektierungen ist daher hier nicht weiter einzugehen. Das Bundesgericht hat diese Verfahren in BGE 121 II 378 E. 6 als zulässig erklärt; darauf ist nicht zurückzukommen.\n\nbb) Im Zusammenhang mit dem vom EVED angeordneten Detailprojekt \"Landschaftspflegerischer Begleitplan\" macht der Kanton Solothurn geltend, dass erst die Details der Landschaftsgestaltung die Raum- und Umweltverträglichkeit der Tunnelportalbereiche aufzeigen könnten. Den gleichen Vorbehalt bringt der Kanton hinsichtlich einzelner örtlich begrenzter Projektänderungen zwischen Ersiwil |152| und Aeschi vor. Diese Kritikpunkte betreffen lediglich Einzelheiten der Projektgestaltung, nicht aber zentrale Fragen der Linienführung oder Projektverbesserung. Es ist daher nicht zu beanstanden, dass sie zum Gegenstand nachlaufender Bewilligungsverfahren oder Detailprojektierungen gemacht wurden (BGE 121 II 378 E. 6).\n\n3. Die Beschwerdeführer vertreten die Auffassung, bei Gutheissung einer Einsprache oder Beschwerde könnten die SBB verpflichtet werden, ein geändertes Projekt mit der vom Kanton und den solothurnischen Gemeinden befürworteten Linienführung (Ösch-Önz-Tunnel) öffentlich aufzulegen. Jedenfalls könne geprüft werden, ob allein diese Linienvariante den Anforderungen des Raumplanungs- und Umweltschutzrechtes entspreche. Dass das EVED nur das Auflageprojekt geprüft habe, stelle eine Rechtsverweigerung dar. Dem kann nicht zugestimmt werden.\n\na) Gegenstand des Plangenehmigungsverfahrens sind Pläne für Eisenbahnbauten und -anlagen (Art. 18 Abs. 1 EBG; Art. 6 Abs. 1 der Verordnung vom 23. November 1983 über Bau und Betrieb der Eisenbahnen [Eisenbahnverordnung, EBV; SR 742.141.1]). Mit der Plangenehmigung wird festgestellt, dass die Vorschriften der Eisenbahnverordnung und der Ausführungsbestimmungen des EVED eingehalten sind (Art. 6 Abs. 2 EBV). Die Plangenehmigungsverfügung gilt als Baubewilligung (Art. 6 Abs. 3 EBV). Sie stellt eine Polizeierlaubnis dar, welche einzig zum Ziel hat festzustellen, dass keine öffentlichen Interessen der Erstellung des Werkes in der geplanten Form entgegenstehen (BGE 101 Ib 277 E. 2d; VPB 53/1989 Nr. 14; VPB 42/1978 Nr. 28 und Nr. 138). Daraus lässt sich ableiten, dass allein das Auflageprojekt Gegenstand des Plangenehmigungsverfahrens ist und die Behörde ihm die Genehmigung nicht versagen darf, wenn das geplante Werk im Einklang mit den Vorschriften des Bundesrechts steht. Daran ändert nichts, dass das Raumplanungsrecht und, sofern ein Projekt Forstareal beansprucht, das Waldrecht, gebieten, mögliche Alternativstandorte für das Werk bzw. alternative Linienführungen mitzuberücksichtigen; dieser Pflicht ist primär auf der Stufe der Planung nachzukommen (Art. 2 Abs. 1 lit. b der Verordnung vom 2. Oktober 1989 über die Raumplanung [Raumplanungsverordnung, RPV; SR 700.1]; BGE 119 Ib 397 E. 6a; BGE 118 Ib 17 E. 3). Bei Eisenbahn-Grossprojekten sind alternative Linienführungen überdies Gegenstand des Vorprüfungsverfahrens (Art. 9 Abs. 2 BB EGP). Im Plangenehmigungsverfahren ist daher in erster Linie abzuklären, ob bei der Projektierung bzw. der Ausarbeitung des Auflageprojektes für eine neue Eisenbahnstrecke |153| alternativen Linienführungen die nötige Beachtung geschenkt worden ist, was im vorliegenden Fall - wie die zahlreichen detaillierten Umweltverträglichkeitsberichte belegen - zu bejahen ist.\n\nb) Dass im Plangenehmigungsverfahren allein das Auflageprojekt Verfahrensgegenstand ist, schliesst nicht aus, dass die vom Projekt Betroffenen im Einsprache- und Plangenehmigungsverfahren Wünsche für eine vom Auflageprojekt abweichende Linienführung in möglichst genauer und konkretisierter Form vorbringen dürfen (VPB 44/1991 Nr. 19). Es muss daher der Plangenehmigungsbehörde auch möglich sein, Projektanpassungen bzw. -verbesserungen zu verfügen. Der Grundsatz der Verhältnismässigkeit, der sowohl bei Eigentumseingriffen (BGE 121 I 117 E. 3) als auch bei der Erteilung von Bewilligungen zu beachten ist, verbietet es, die Plangenehmigung zu verweigern, wenn der rechtmässige Zustand durch Auflagen oder Bedingungen herbeigeführt (BGE 112 Ia 322; ULRICH HÄFELIN/GEORG MÜLLER, Grundriss des Allgemeinen Verwaltungsrecht, 2. Aufl., Zürich 1993, S. 501) und der Eigentumseingriff entsprechend schonend ausgestaltet werden kann. Art. 32 PlVV sieht nicht zuletzt deshalb die Möglichkeit von Planänderungen im kombinierten Plangenehmigungsverfahren ausdrücklich vor. Gleiches gilt nach Art. 16 Abs. 1 BB EGP, wobei diese Vorschrift nach der Systematik der Überschriften zu den Art. 13-15 BB EGP auch im ordentlichen Plangenehmigungsverfahren zur Anwendung kommt. Die vom EVED verfügten Planänderungen stellen solche Projektverbesserungen dar. Hinsichtlich der Tunnel-Verlängerungen ist das an sich nicht streitig, weisen doch auch die Beschwerdeführer darauf hin, dass die Tunnel-Verlängerungen die Situation der Betroffenen verbesserten. Bezüglich der Änderung der Linienführung im Erlenmoos/Lutermoos ist festzustellen, dass die Eisenbahnlinie lediglich 35 m nordwärts verschoben wird und das neue Trassee noch immer den gleichen Raum betrifft. Die Projektänderung ist mithin örtlich begrenzt und ändert am allgemeinen Charakter der Linienführung nichts. Sie sprengt daher den gesetzlichen zulässigen Rahmen ebenfalls nicht.\n\nc) Für das bundesgerichtliche Verfahren ist in diesem Zusammenhang zu beachten, dass das Gericht weder Oberplanungsbehörde noch Aufsichtsinstanz in Umweltbelangen ist (BGE 118 Ib 206 E. 10). Es wäre daher unzulässig, im verwaltungsgerichtlichen Beschwerdeverfahren einem bundesrechtskonformen Projekt die Genehmigung zu versagen, ist es doch nicht Sache des Bundesgerichtes |154| zu prüfen, ob die von der Bahnunternehmung getroffene und vom EVED genehmigte Lösung die beste unter mehreren möglichen sei (BGE 118 Ib 206 E. 10; im gleichen Sinne die Praxis des Bundesrates: VPB 58/1994 Nr. 41, VPB 56/1992 Nr. 8 und VPB 55/1991 Nr. 19).\n\nd) Es kann sich bei dieser Sach- und Rechtslage nur noch fragen, ob die angeordneten Planänderungen gemäss \"Studie EVED\" vor Erteilen der Plangenehmigung hätten öffentlich aufgelegt werden müssen, wie das einzelne Beschwerdeführer verlangen.\n\nGemäss Art. 36 lit. c VwVG kann eine Behörde die Verfügung in einer Sache mit zahlreichen Parteien durch Publikation in einem amtlichen Blatt eröffnen. Für das ordentliche eisenbahnrechtliche Plangenehmigungsverfahren präzisiert Art. 31 Abs. 1 PlVV, dass Verfügungen auszugsweise von der Gemeinde publiziert werden. Beim kombinierten Verfahren wird die Verfügung nur publiziert, wenn sie mit wesentlichen Planänderungen gegenüber der ursprünglichen Vorlage verbunden ist (Art. 32 PlVV). Das EVED publizierte die Plangenehmigungsverfügung am 25. März 1997 im Bundesblatt, dem amtlichen Publikationsorgan des Bundes (BBl 1997 II 474). Im Publikationstext wurde darauf hingewiesen, dass Planänderungen angeordnet wurden und der vollständige Entscheid in den Kantonen Bern, Solothurn und Aargau, in den Auflagegemeinden sowie beim EVED während der Beschwerdefrist zur Einsichtnahme aufliege. Damit tat das EVED dem Verwaltungsverfahrensgesetz und der Planvorlagen-Verordnung Genüge. Es war allen Interessierten möglich, in die Plangenehmigungsverfügung Einsicht zu nehmen und sich zur Wahrung der Rechte über die Planänderungen ins Bild zu setzen. Es besteht kein Anlass, vom EVED weitergehende Publikationen zu verlangen.\n\n4. In der Sache wird zunächst geltend gemacht, es gehe nicht an, die Rodungsbewilligung zu erteilen, die parzellenscharfe Festlegung der Ersatzaufforstungen aber in ein nachlaufendes Bewilligungsverfahren zu verweisen. Mit diesem Vorgehen könne die Umweltverträglichkeit des Eisenbahnbaus in waldrechtlicher Hinsicht nicht abschliessend beurteilt werden.\n\na) Das Auflageprojekt sieht im Abschnitt 2 Rodungen von über 10 ha Wald vor; entsprechende Ersatzaufforstungen sind ebenfalls vorgesehen. Die Projektänderungen gemäss \"Studie EVED\" reduzieren die Rodungsfläche um ca. 2,85 ha, doch wurden bisher insoweit weder die neuen (geänderten bzw. reduzierten) Rodungsflächen noch die zugehörigen Ersatzaufforstungen parzellenscharf |155| bestimmt; hinsichtlich der Ersatzaufforstungen fehlen zudem Auflagen zur Qualität der Neubestockung. Daher hielt das EVED fest, die Rodungs- und Ersatzaufforstungsdossiers, soweit sie von den Planänderungen gemäss \"Studie EVED\" betroffen seien, müssten in bezug auf die Festlegung der Rodungen und Ersatzaufforstungen überarbeitet und im Rahmen des nachlaufenden Bewilligungsverfahrens für den Önzberg zur Genehmigung eingereicht werden. Im Dispositiv erliess das Departement entsprechende Auflagen; auch hielt es unter anderem fest, dass die Bestockung erst nach Rechtskraft der Plangenehmigungsverfügung und Anzeichnung der Rodungsfläche durch den zuständigen Rodungsdienst entfernt werden dürfe.\n\nb) Nach dem Wortlaut von Art. 5 Abs. 1 des Bundesgesetzes vom 4. Oktober 1991 über den Wald (Waldgesetz, WaG; SR 921.0) gehört die Bestimmung des Rodungsersatzes (Art. 7 WaG) nicht zu den Voraussetzungen für die Erteilung einer Rodungsbewilligung. Bereits nach dem früheren Forstpolizeigesetz stellte die Verpflichtung zur Ersatzaufforstung nicht eine Voraussetzung, sondern eine Folge der Verminderung der Waldfläche dar (Urteil des Bundesgerichtes vom 3. Mai 1974, E. 7, in ZBl 76/1975 S. 83; STEFAN M. JAISSLE, Der dynamische Waldbegriff und die Raumplanung, Diss. Zürich 1994, S. 151). Indessen ist nicht zu verkennen, dass die Bestimmung des Rodungsersatzes Rückwirkungen auf die Erteilung der Rodungsbewilligung haben kann (HEINZ AEMISEGGER/TONI WETZEL, Wald und Raumplanung, Bern 1985, S. 134 f.), und zwar namentlich auf die Frage, ob den Anforderungen des Natur- und Heimatschutzes hinreichend Rechnung getragen wurde (Art. 5 Abs. 4 WaG; BGE 117 Ib 325 E. 2a) oder ob die Ersatzaufforstungen hinreichenden Ersatz für die durch die Rodung abgehenden Schutz- und Wohlfahrtswirkungen bieten (JAISSLE, a.a.O., S. 151). Aufgrund dieser Überlegungen sowie mit Blick auf die in BGE 117 Ib 325 (E. 2a) angestellten Erwägungen könnte gefolgert werden, eine Rodungsbewilligung komme solange nicht in Frage, bis über alle Einzelheiten der Ersatzaufforstung Klarheit herrsche. Das Bundesgericht hielt im zitierten Entscheid fest, die natur- und heimatschutzrechtlichen Auswirkungen einer Rodung könnten nur beurteilt werden, wenn alle Auflagen und Bedingungen der Rodungsbewilligung feststünden und insbesondere über Pflicht und Standort der Ersatzaufforstung Klarheit bestehe. Im damals angefochtenen Entscheid äusserten sich die kantonalen Behörden zu diesen Fragen nur sehr summarisch.\n\n|156|\n\nc) Eine solche lediglich summarische Beurteilung liegt hier freilich nicht vor. Das EVED prüfte die Fragen des Wald- und Landschaftsschutzes aufgrund des detaillierten Umweltverträglichkeitsberichtes eingehend. Auch liegen umfangreiche Untersuchungen zur Frage der Walderhaltung vor. Das BUWAL stimmte mit Schreiben vom 10. Januar 1997 der Rodungsbewilligung unter den hier umstrittenen Voraussetzungen zu. Die genauen Rodungs- und Ersatzaufforstungsflächen für die örtlich begrenzten Projektänderungen sind nicht einfach offen gelassen worden, sondern ihre Festlegung ist Gegenstand eines nachlaufenden Bewilligungsverfahrens, in welchem die Parteien ihre (Beschwerde-)Rechte wahren können. In Anbetracht dieser besonderen Umstände stellt die umstrittene Rodungserlaubnis für den Bereich der Projektänderungen gemäss \"Studie EVED\" lediglich die \"generelle\" Rodungsbewilligung dar. Eine solche ist unter den dargestellten, eng begrenzten Voraussetzungen nicht zum vornherein unzulässig (BGE 98 Ib 120 E. 2; vgl. die nicht veröffentlichten Urteile des Bundesgerichtes vom 29. März 1985 i.S. Gemeinde Flims, E. 2 und 3, und vom 25. August 1992 i.S. Gemeinde Arosa, E. 1c), wird doch mit ihr weder das Recht zu roden noch die Pflicht aufzuforsten definitiv bestimmt. Mit ihr wird lediglich im Sinne von Art. 25 VwVG festgestellt, dass die für das Werk notwendigen Rodungen im die Walderhaltung überwiegenden öffentlichen Interesse liegen. Die definitive Rodungsbewilligung, verbunden mit der Pflicht zu Ersatzaufforstungen, kann nach den erwähnten Urteilen des Bundesgerichtes jedenfalls in einem Fall, in welchem wie hier aufgrund einer eingehenden Sachverhaltsabklärung bereits im ersten Verfahrensabschnitt eine umfassende Abwägung aller Interessen möglich ist, ausnahmsweise in einem späteren Verfahrensabschnitt (nachlaufendes Bewilligungsverfahren) erfolgen. In diesem Zusammenhang ist zu beachten, dass die Beseitigung der Bestockung erst nach rechtskräftigem Abschluss dieses nachlaufenden Bewilligungsverfahrens erlaubt ist, kann doch die Anzeichnung der Rodungsfläche in einem früheren Zeitpunkt noch gar nicht erfolgen. Die waldrechtlichen Interessen sind damit hinreichend gewahrt.\n\n5. Einzelne Beschwerdeführer widersetzen sich der Änderung der Linienführung im Bereiche des Lutermooses bzw. des Erlenmooses (Gebiet der Gemeinden Koppigen und Recherswil). Sie sehen in der Verlegung der Linienführung um rund 35 m nach Norden eine sachlich unbegründete Planänderung. Es handle sich beim Lutermoos um eine gewöhnliche, völlig ausgeräumte und landwirtschaftlich |157| intensiv genutzte Fläche, die weit weniger schutzwürdig sei als die Landschaft des Buechwaldes und des Hasenackers (zwischen Hersiwil und Aeschi). Die Verschiebung der Linienführung führe zu einer Verkürzung der Reaktionszeit bei einem die Wasserfassung Erlenmoos treffenden Störfall. Zudem seien die Auswirkungen der Planänderung auf die Lärmbelastung der Bewohner Recherswils nicht abgeklärt worden.\n\na) Die Planung und Errichtung von Eisenbahnanlagen sowie die Erteilung der dazu erforderlichen Bewilligungen stellen Bundesaufgaben gemäss Art. 2 lit. a und b des Bundesgesetzes vom 1. Juli 1966 über den Natur- und Heimatschutz (Natur- und Heimatschutzgesetz, NHG; SR 451) dar. Bei der Erfüllung von Bundesaufgaben haben die Bundesbehörden und die SBB dafür zu sorgen, dass das heimatliche Landschaftsbild sowie die Naturdenkmäler geschont werden und, wo das allgemeine Interesse an ihnen überwiegt, ungeschmälert erhalten bleiben (Art. 3 Abs. 1 NHG). Sie erfüllen diese Pflicht unter anderem, indem sie eigene Bauten und Anlagen entsprechend gestalten (Art. 3 Abs. 2 lit. a NHG). Diese Grundsätze gelten auch dann, wenn nicht ein in einem Bundesinventar nach Art. 5 NHG verzeichnetes Objekt betroffen ist und dieses dementsprechend nicht den verstärkten Schutz nach Art. 6 NHG geniesst (BGE 116 Ib 309 E. 4a; Anne-Christine Favre, Kommentar NHG, Zürich 1997, Art. 3).\n\nArt. 9 Abs. 1 des Bundesgesetzes über die Enteignung (EntG; SR 711) verpflichtet einen Enteigner, Naturschönheiten soweit möglich zu erhalten; öffentliche Werke sind so auszuführen, dass sie das landschaftliche Bild möglichst wenig stören (Art. 9 Abs. 2 EntG). Das Bundesgesetz vom 22. Juni 1979 über die Raumplanung (Raumplanungsgesetz, RPG; SR 700) bestimmt, dass die Landschaft zu schützen bzw. zu schonen ist (Art. 1 Abs. 2 lit. a und Art. 3 Abs. 2 RPG). Für öffentliche oder im öffentlichen Interesse liegende Bauten und Anlagen sind sachgerechte Standorte (bzw. Linienführungen) zu bestimmen; nachteilige Auswirkungen auf die natürlichen Lebensgrundlagen sollen vermieden oder gesamthaft gering gehalten werden (Art. 3 Abs. 4 lit. c RPG). Darüber ist im Rahmen einer Interessenabwägung zu entscheiden (BGE 121 II 8; BGE 115 Ib 311 E. 5). Im Rahmen dieser Abwägung sind die berührten Interessen zu ermitteln, zu beurteilen und aufgrund dieser Beurteilung möglichst umfassend zu berücksichtigen (Art. 3 Abs. 1 der Verordnung über die Raumplanung [RPV; SR 700.1]).\n\nb) aa) Die Linienführung im Lutermoos hängt von Gesichtspunkten des Landschafts-, Gewässer- und Lärmschutzes ab. Bei |158| der Beurteilung ist vom Umweltverträglichkeitsbericht Landschaft/Siedlung auszugehen. Darin wird zum Gesamteindruck des Lutermooses festgehalten: \"Völlig ungestörtes ländliches Kleinod, welches eine ruhige, erholsame Atmosphäre ausstrahlt. Kommunales Landschaftsschutzgebiet... Durch die vorgesehene Linienführung wird der Nordwestrand abgetrennt und das Gebiet damit abgewertet. Das Vorhaben widerspricht dem Schutzziel\". Mit der Verlegung der Linienführung rund 35 m nach Norden wird gegenüber dem Auflageprojekt ein besserer Schutz des Lutermooses erreicht und dem genannten Schutzziel besser Rechnung getragen. Die Projektänderung ist daher sachlich gerechtfertigt.\n\nbb) Der Projektänderung stehen keine massgebenden gewässerschutzrechtlichen Aspekte entgegen. Nach den Feststellungen des EVED durchläuft die neu festgelegte Bahnlinie die Schutzzone II der Wasserfassung Erlenmoos. Die Beschwerdeführer machen nicht geltend, dieser Umstand stehe einer Plangenehmigung zum vornherein entgegen. Sie bemängeln nur, dass sich durch die Änderung der Linienführung bei einem Störfall die Interventionszeit von zwei auf eineinhalb Tage(n) reduziere. Indes haben die Einspracheverhandlungen mit den Städtischen Werken Grenchen, Inhaberin der Wasserfassung, ergeben, dass diese Interventionszeit immer noch ausreicht, um bei der Wasserversorgung der Stadt Solothurn Ersatzwasser für die betroffenen Gemeinden zu beschaffen. Von einer Bundesrechtsverletzung kann daher auch insoweit nicht gesprochen werden.\n\ncc) Nach dem Auflageprojekt verläuft die NBS rund 400 m von den ersten Wohngebäuden in Recherswil entfernt. Das Gebiet ist nicht durch Lärm vorbelastet. Weiter ist dem Umweltverträglichkeitsbericht Lärm zu entnehmen, dass die besiedelten Gebiete vom zukünftigen Trassee relativ weit entfernt lägen und durch den Wald zusätzlich abgeschirmt würden. Es entstünden daher keine Überschreitungen der Planungswerte gemäss die Lärmschutzverordnung (LSV; SR 814.41). Das Tabellenwerk zum Umweltverträglichkeitsbericht Lärm weist für Recherswil eine Lärmbelastung bei Tag bzw. Nacht von weniger als 55 bzw. 45 dB(A) auf. Die für die Empfindlichkeitsstufe II (Wohnzonen) geltenden Planungswerte sind damit unterschritten (Ziffer 2 des Anhanges 3 zur LSV).\n\nNach der vom EVED verfügten Planänderung liegt die NBS noch rund 365 m von Recherswil entfernt. Nach wie vor wird sie weitgehend im Wald verlaufen, womit dessen Abschirmeffekt erhalten |159| bleibt. Rein rechnerisch ist zu erwarten, dass der Lärm-Beurteilungspegel durch die etwas geringere Entfernung der Linie zum Dorf steigen wird; die SBB sprechen in ihrer Vernehmlassung von rund 1,1 dB(A). Genauere Abklärungen hat das EVED nicht veranlasst; seiner Stellungnahme ist zu entnehmen, dass auch bei geänderter Linienführung im Bereiche der Wohnhäuser der Planungswert eingehalten sei. Selbst wenn das nicht der Fall wäre, wäre bei der gegebenen Ausgangslage eine Aufhebung der Plangenehmigung nicht gerechtfertigt. In einem solchen Falle müssten Erleichterungen ins Auge gefasst und allenfalls die vom Lärm betroffenen Gebäude auf Kosten der SBB geschützt werden (Art. 25 Abs. 3 des Bundesgesetzes über den Umweltschutz [USG; SR 814.01]; BGE 121 II 378 E. 10). So oder anders lässt sich daher eine den Anforderungen des Lärmschutzrechtes entsprechende Lösung finden. Es genügt daher den Anforderungen des Bundesrechts, die genauen Nachweise über die Lärmbelastung sowie allenfalls notwendige Massnahmen zum Gegenstand des vom EVED ohnehin für die Feinplanung der Linienführung im Lutermoos angeordneten nachlaufenden Bewilligungsverfahrens zu machen (BGE 121 II 378 E. 6c).\n\n6. Das EVED hat Tunnelverlängerungen zwischen dem Önzberg und Hersiwil verfügt, eine vollumfängliche Untertunnelung dieser Strecke (Ösch-Önzberg-Tunnel) aber abgelehnt. Das wird mit dem Argument beanstandet, die Interessenabwägung des EVED enthalte keine Gesamtschau. Vielmehr würden die einzelnen Problembereiche für sich allein gewürdigt; namentlich habe das EVED die finanziellen Interessen der SBB, welche gegen weitere Tunnelbauten sprächen, über Gebühr gewichtet.\n\na) Die gegenüber dem EVED erhobenen Vorwürfe treffen nicht zu. Das Departement ermittelte, beurteilte und wog sämtliche für die Beurteilung relevanten Belange ab. Auch führte es eine den Anforderungen des Art. 9 USG genügende Umweltverträglichkeitsprüfung durch. Jedenfalls kann nicht gesagt werden, nur weil das EVED im Interesse der einfachen Lesbarkeit und Verständlichkeit die Prüfung der Interessenlage nach Sachkategorien und Streckenabschnitten unterteilte, habe es die Einwirkungen der Eisenbahnanlage weder gesamthaft noch nach ihrem Zusammenwirken beurteilt (Art. 8 USG). Auch kann von einer generellen Überbewertung der finanziellen Interessen der SBB keine Rede sein; immerhin ist zu bemerken, dass das Bundesgesetz vom 23. Juni 1944 über die Schweizerischen Bundesbahnen (SBBG; SR 742.31) die SBB verpflichtet, die Bahnunternehmung nach gesunden betriebswirtschaftlichen |160| Grundsätzen zu verwalten und zu betreiben (Art. 3 Abs. 2 SBBG). Finanzielle Aspekte können deshalb nicht zum vornherein ausser acht gelassen werden.\n\nb) Im Umweltverträglichkeitsbericht Landschaft/Siedlung wird die Geländekammer Hersiwil-Önzberg wie folgt beschrieben:\n\n\"(...) Die ausgedehnten Wälder und das coupierte Gelände schaffen trotz der intensiven landwirtschaftlichen Nutzung Abwechslung und Geborgenheit.\n\nDank seiner relativen Abgeschiedenheit und umsichtiger Ortsplanungen konnte das äussere Solothurner Wasseramt seine Ursprünglichkeit weitgehend bewahren (...). Es stellt ein im westlichen Mittelland seltenes Beispiel dar für eine Moränenlandschaft mit einer auf die mittelalterliche Dreizelgenwirtschaft zurückgehende Verteilung von Wald, Flur und Siedlung, und ist somit gleichermassen kulturhistorisch und morphologisch wertvoll.\n\nBesonders in der Landschaft um Hersiwil lässt sich diese alte Kulturform (...) noch beispielhaft ablesen. Die wenigen Neubauten (...) wurden sorgfältig ins Ortsbild eingefügt. Neben Hersiwil wurden auch Teile des Ortsbildes von Etziken im Zonenplan unter Schutz gestellt. Fast das ganze Äussere Wasseramt ist im Richtplan des Kantons Solothurn als \"Weitere Landschaft von besonderer Schönheit und Eigenart\" ausgeschieden und damit rechtlich der Juraschutzzone gleichgestellt.\"\n\nDer Bau der NBS Mattstetten-Rothrist führt zweifellos zu einem schweren Landschaftseingriff. Im Umweltverträglichkeitsbericht Landschaft wird denn auch festgehalten, dass das Vorhaben dem Schutzziel widerspreche und die integrale Erhaltung der Landschaft hohe Priorität habe. Deshalb wird vorgeschlagen, den Ösch-Önz-Tunnel zu bauen, doch wird im Expertenbericht ausdrücklich nicht ausgeschlossen, dass bei Nichtrealisierung dieses Tunnels mit gewissen Massnahmen ein vertretbarer Schutz der Landschaft erreicht werden kann. In diesem Zusammenhang ist von Belang, dass das fragliche Gebiet nicht im Bundesinventar der schützenswerten Landschaften und Naturdenkmäler (BLN) verzeichnet ist; auch wurde den Ortsbildern der betroffenen Gemeinden im Rahmen der Arbeiten zum Inventar der schützenswerten Ortsbilder der Schweiz (ISOS) nicht gesamtschweizerische, sondern lediglich regionale oder lokale Bedeutung zugemessen. Auch die betroffenen Wanderrouten sind lediglich von regionaler Bedeutung. Bei dieser rechtlichen Ausgangslage kann das Interesse an einer ungeschmälerten Erhaltung der betroffenen Landschaft nicht grundsätzlich dem umstrittenen Projekt, dem wie gesagt nationale Bedeutung zukommt, entgegenstehen. Die Landschaftseingriffe sind vielmehr im Lichte von Art. 3 NHG zu beurteilen (vorstehende E. 5a).\n\nc) Die Bundesversammlung bzw. die Stimmbürger der Schweizerischen |161| Eidgenossenschaft haben die Realisierung des Konzeptes BAHN 2000 verbindlich beschlossen (BGE 121 II 378 E. 3); das muss im Rahmen der Interessenabwägung entsprechendes Gewicht haben. Jedenfalls kann wie gesagt eine ungeschmälerte Erhaltung der hier betroffenen Landschaft angesichts der zahlreichen und vielfältigen raumrelevanten Konflikte im schweizerischen Mittelland beim gegebenen Stand der Infrastrukturplanung und des vorhandenen Verkehrsnetzes kaum mehr in Betracht kommen. Es kann daher in erster Linie nur um die Frage gehen, in welchem Umfang das umstrittene Projekt zu optimieren ist. Dabei müssen die grossen Anstrengungen des EVED bei der Suche nach einer möglichst schonenden Linienführung bzw. Projektgestaltung anerkannt werden. Durch die Verlängerung des Hersiwil- und des Önzberg-Tunnels reduziert sich die offene Strecke mit Einschnitten in die Landschaft wesentlich. Die Verlängerung des Hersiwil-Tunnels in westlicher Richtung hat zudem zur Folge, dass der durch die notwendige Rodung beeinträchtigte Waldrand wieder hergestellt werden kann. Die entsprechende Aufforstung wird auch das Tunnelportal decken, was nach den nicht in Zweifel zu ziehenden Erwägungen des EVED die Attraktivität dieses Bereiches für den Wildwechsel erhöht. Mit der Tunnel-Verlängerung nach Osten kann den Interessen der Landwirtschaft an einer möglichst grossen Erhaltung nutzbarer Fläche im Gebiet der Weiermatt nachgekommen werden. Die gleichen Überlegungen gelten für die Verlängerung des Önzberg-Tunnels.\n\nd) Als hauptsächlichster Stein des Anstosses verbleibt die Strecke im Buechwald und Hasenacker zwischen Hersiwil und Aeschi, die nicht zuletzt auch deshalb offen geführt werden soll, um zusätzliche Baukosten für eine weitere Untertunnelung zu vermeiden. Man mag dieser Entscheidung mit Blick auf den Umstand, dass damit wildreiches Waldgebiet mit bedeutenden Schutz- und Wohlfahrtsfunktionen durchschnitten und bedeutende Feucht- und Nassstandorte teilweise beeinträchtigt werden, zunächst Unverständnis entgegen bringen. Indessen lässt sich kaum eine Lösung finden, welche sowohl den Interessen des Natur- und Landschaftsschutzes als auch den finanziellen Rahmenbedingungen der Projektherrin in optimalster Weise Rechnung trägt. Eine Kompromisslösung erscheint daher unumgänglich.\n\naa) Für die Entscheidung des EVED kann denn auch ins Felde geführt werden, dass die von den Beschwerdeführern geforderte vollumfängliche Untertunnelung der Strecke (Ösch-Önz-Tunnel) |162| nicht nur Vor-, sondern auch bedeutende Nachteile mit sich bringen würde. Im Ergänzungsbericht zum Bericht Umweltverträglichkeit vom Oktober 1992 wird darauf hingewiesen, dass der Voreinschnitt westlich des Tunnelportales eines allfälligen Ösch-Önz-Tunnels wesentlich tiefer ausfiele als beim SBB-Projekt, was die Drainagewirkungen im hydrologisch empfindlichen Gebiet verstärken würde. Auch wäre wegen der teilweise fehlenden Überdeckung in der Landschaftskammer Hersiwil eine Geländemodifikation nötig, welche grossflächiger ausfiele. Weiter würden beim Bau des Ösch-Önz-Tunnels rund 39% mehr an Überschussmasse anfallen, für die entsprechende zusätzliche Ablagerungsflächen gefunden werden müssten. Schliesslich wird auch der Unterhalt und die Störfallhilfe als umständlicher bezeichnet. Der Verzicht auf den Ösch-Önz-Tunnel ermöglicht überdies die Erhöhung des Längenprofiles der SBB-Strecke. Damit können die Feucht- und Nassstandorte vor allem im Bereich des Buechwaldes im Rahmen des Möglichen geschont bzw. erhalten werden, eine Massnahme, die übrigens im UVP-Bericht Weiterführende Massnahmen ausdrücklich vorgeschlagen wird.\n\nbb) Hinsichtlich des von den Beschwerdeführern besonders betonten Schutzes der Wildpopulation im Gebiet des Buechwaldes ist zunächst auf Art. 1 Abs. 1 lit. a des Bundesgesetzes vom 20. Juni 1986 über die Jagd und den Schutz wildlebender Säugetiere und Vögel (Jagdgesetz, JSG; SR 922.0) zu verweisen. Danach sollen die Artenvielfalt und die Lebensräume der einheimischen wildlebenden Säugetiere und Vögel erhalten bleiben. Zu diesem Zweck werden unter anderem Schutzgebiete (Jagdbanngebiete usw.) ausgeschieden (Art. 11 JSG). Das Eisenbahnprojekt berührt kein eidgenössisches Jagdbanngebiet (vgl. Anhang 1 zur Verordnung vom 30. September 1991 über die eidgenössischen Jagdbanngebiete (VEJ; SR 922.31).\n\nAbgesehen davon kann nicht gesagt werden, das EVED habe der Erhaltung genügend grosser Lebensräume für das Wild, welches im übrigen (auch) im fraglichen Bereich nicht vom Aussterben bedroht ist (vgl. Art. 18 Abs. 1 NHG), überhaupt kein Gewicht beigemessen. Es ist durch das vom Kanton Solothurn ins Recht gelegte Gutachten der Vogelwarte Sempach vom 9. April 1997 sowie durch den von der gleichen Stelle verfassten Expertenbericht Fauna/Flora vom Dezember 1990 erstellt, dass das Gebiet im und um den Buechwald einen hochwertigen Lebensraum für das Wild darstellt. Mit der vorgesehenen offenen Linienführung wird es jedenfalls während |163| der Bauphase massiv beeinträchtigt. Indes belegen die beiden Expertenberichte nicht, dass das Gebiet nach dem Eisenbahnbau für das Wild vollumfänglich verloren wäre. Um einen Wildwechsel in das Gebiet nach Erstellung der neuen Bahnstrecke zu ermöglichen, verfügte das EVED den Verzicht auf eine Einzäunung des Schienenareales. Wie das Departement in der angefochtenen Verfügung darlegt, ist mit dieser Massnahme nach den bisherigen Erfahrungen an anderen Orten des SBB-Netzes damit zu rechnen, dass der Wildbestand selbst bei einem Verzicht auf eine Oeko-Brücke nicht nachhaltig gefährdet wird. Die Berechtigung dieser Annahme wird durch den genannten Expertenbericht Fauna/Flora aufgrund von Erfahrungen bei bestehenden Bahnlinien im Kanton Bern erhärtet. Der Wald wird mithin insoweit seine Schutz- und Wohlfahrtsfunktionen erhalten können (Art. 1 WaG). Von einem vollumfänglichen Verlust des Gebietes als Erholungsraum kann ebenfalls keine Rede sein.\n\ncc) Schliesslich können die Interessen der Landwirtschaft bei einem Verzicht auf den Ösch-Önz-Tunnel trotz unumgänglichen Verlusten an Kulturland bzw. Fruchtfolgeflächen hinreichend gewahrt werden. Im eingeleiteten Landumlegungsverfahren ist der Anspruch auf wertgleichen Realersatz verfassungsrechtlich garantiert (BGE 116 Ia 106 E. 2). Eine optimale Arrondierung der landwirtschaftlich genutzten Parzellen wird weiterhin eine effiziente Bewirtschaftung ermöglichen.\n\ne) Aus dem Gesagten ergibt sich, dass die Linienführung und Projektgestaltung zwischen der Gemeinde Hersiwil und dem Önzberg den Anforderungen des Bundesrechts entspricht. Es besteht daher kein Anlass für weitergehende Projektverbesserungen.\n\naa) Der Antrag des Kantons Solothurn, das Westportal des Hersiwiltunnels westwärts in den Herrenwald hineinzuverschieben oder eventuell den Weichenabbundplatz aus dem Bereiche des Ostportales in diesen Wald hineinzuverschieben, ist dementsprechend abzulehnen. Diese Projektänderung hätte eine zusätzliche Belastung des Herrenwaldes durch Rodungen zur Folge, was unerwünscht ist.\n\nbb) Mit dem Antrag, die verfügte Neu-Aufforstung im Holzacher (Gemeinde Hersiwil) auf 2 ha zu reduzieren und in den Eckpunkten neu zu definieren, verkennt die Gemeinde Hersiwil, dass der fragliche Bereich von der Projektänderung \"Studie EVED\" erfasst wird, die Einzelheiten der Rodung und Ersatzaufforstung also Gegenstand eines nachlaufenden Bewilligungsverfahrens sein werden. In diesem Verfahren wird im einzelnen zu prüfen sein, in welchem Umfang |164| im Holzacher Ersatzaufforstungen vorzunehmen sind (vorstehende E. 4).\n\ncc) Der Antrag von Rudolf Misteli, Massnahmen zum Schutz vor Lärmimmissionen bei der landwirtschaftlichen Arbeit und vor Einwirkungen durch Luftströmungen, Metallstaub, Fäkalien und Abfall zu treffen, ist ebenfalls abzulehnen. Das genehmigte Projekt entspricht den Vorschriften des Lärmschutzes. Aufgrund der Aktenlage sind sodann rechtlich relevante Belästigungen des an das Bahnareal angrenzenden Gebietes durch Luftströmungen, Metallstaub oder Abfall nicht zu erwarten. In diesem Zusammenhang ist überdies daran zu erinnern, dass auf der Neubaustrecke nur Züge mit geschlossenen Toilettensystemen verkehren dürfen (BGE 122 II 103 E. 6b und 6c).\n\ndd) Unbegründet ist schliesslich der Einwand der Gemeinde Hersiwil, die Neigung der NBS im Bereiche des Buechwaldes entspreche einer Steigung von 22,5%/o. Das Längenprofil im Plan \"Projekt gemäss Plangenehmigungsverfügung des EVED vom 24.3.1997\" weist ein Längenprofil von 20%/o. Die im Technischen Bericht der SBB zum Auflageprojekt vom Oktober 1992 angestrebte maximale Regellängsneigung ist damit eingehalten."}