{"annee": "124", "cour": "II", "page": "29", "date": "5/12/1997", "cite": ["113 IB 114", "100 IB 480"], "cite_par": ["142 II 488", "142 II 293", "124 I 55"], "chapeau": "4. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 5. Dezember 1997 i.S. Eidgenössische Steuerverwaltung gegen X. und Steuerrekurskommission des Kantons Basel-Landschaft (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 22 al. 1 let. a AIFD et art. 22bis al. 1 let. c AIFD; frais d'acquisition du revenu. Les contributions que le titulaire d'un mandat politique verse à son parti au motif que celui-ci l'a présenté à une fonction officielle rémunérée déterminée, ne représentent pas des frais d'acquisition du revenu déductibles (consid. 2-5)."], "faits": "|29|\n\nDr. iur. X. deklarierte in der Steuererklärung für die direkte Bundessteuer 1991/92 ein Einkommen von Fr. ... (1989) bzw. Fr. ... (1990) aus seinen Mandaten als Landrat, Gemeindepräsident sowie Verwaltungsrat der Kantonalbank und der Gebäudeversicherung. Dabei hatte er einen Betrag von Fr. ... (für 1989) bzw. Fr. ... (1990) abgezogen für Mandatssteuern, die er der Partei Y. des Kantons Basel-Landschaft bezahlte. Die Steuerverwaltung des Kantons Basel-Landschaft anerkannte diese Abzüge nicht. Eine dagegen erhobene Einsprache wies die Steuerverwaltung mit Entscheid vom |3016| . Dezember 1992 ab. Mit Beschwerde an die Kantonale Steuerrekurskommission beantragte X., die an die Partei bezahlten Mandatssteuern als Gewinnungskosten zum Abzug zuzulassen. Die Steuerrekurskommission hiess die Beschwerde mit Entscheid vom 24. Juni 1994 im hier interessierenden Punkt gut und liess die bezahlten Mandatssteuern im Umfang von Fr. ... (pro 1989) bzw. Fr. ... (pro 1990) zum Abzug zu.\n\nDie Eidgenössische Steuerverwaltung erhebt Verwaltungsgerichtsbeschwerde mit dem Antrag, den Entscheid der Steuerrekurskommission aufzuheben und den Einspracheentscheid der kantonalen Steuerverwaltung vom 16. Dezember 1992 zu bestätigen.\n\nDas Bundesgericht heisst die Verwaltungsgerichtsbeschwerde gut, hebt den Entscheid der Steuerrekurskommission auf und bestätigt den Einspracheentscheid der Steuerverwaltung.", "considerants": "Aus den Erwägungen:\n\n2. Streitig ist, ob die vom Inhaber eines politischen bzw. politisch besetzten Amtes an eine politische Partei bezahlten Mandatssteuern als Gewinnungskosten abgezogen werden können.\n\na) Gemäss Art. 22 Abs. 1 lit. a des hier noch anwendbaren Bundesratsbeschlusses vom 9. Dezember 1940 über die direkte Bundessteuer (BdBSt) werden vom rohen Einkommen \"die zur Erzielung des steuerbaren Einkommens erforderlichen Gewinnungskosten\" abgezogen; nach Art. 22bis Abs. 1 lit. c BdBSt sind als Gewinnungskosten unter anderem \"weitere Berufsauslagen\" abzuziehen. Die streitige Frage ist somit nicht ausdrücklich geregelt.\n\nb) Die Eidgenössische Steuerverwaltung lässt nach bestehender Praxis die Mandatssteuer nicht zum Abzug zu, da diese lediglich eine indirekte Folge des öffentlichen Amtes sei (Gutachten der Abteilung Rechtswesen der Hauptabteilung Direkte Bundessteuer vom 27. Oktober 1992, zit. in Henggeler/Pestalozzi/Studer/Noher/Agner, Die Praxis der Bundessteuern, Die direkte Bundessteuer, Nachtrag 48, Art. 22 Al. 1 lit. a, 29zzz; Bericht des Bundesrates vom 23. November 1988 über die Unterstützung der politischen Parteien, BBl 1989 I 125 ff., 179). Das Bundesgericht hatte die Frage im Rahmen der direkten Bundessteuer bisher nie zu beantworten.\n\nc) Die kantonale Praxis zu den kantonalen Steuern ist nicht einheitlich (vgl. Übersicht in Bericht des Bundesrates, a.a.O., S. 226, und bei DANIELLE YERSIN, Le statut fiscal des partis politiques, de |31| leurs membres et sympathisants, ASA 58 S. 97-129, 112 f., 125 ff.). Der Kanton Basel-Stadt verneint die Abzugsfähigkeit mit der Begründung, der Steuerpflichtige habe das Einkommen erzielt, weil er Inhaber einer Stellung sei, und nicht primär deshalb, weil er die Parteisteuer auf sich genommen habe (Felix Escher, Die Gewinnungskosten bei unselbständiger Erwerbstätigkeit nach baselstädtischem Steuerrecht, BJM 1977 S. 1-18, 5 f., mit Hinweis auf einen Entscheid der Steuerkommission vom 25. November 1974). Ebenso lehnte das Verwaltungsgericht des Kantons Aargau die Abzugsfähigkeit ab mit der Begründung, der Zusammenhang zwischen dem Einkommen und der Parteisteuer sei nicht unmittelbar und eng (ZBl 81/1980 S. 443). Eine dagegen erhobene staatsrechtliche Beschwerde wegen willkürlicher Gesetzesanwendung wurde vom Bundesgericht abgewiesen (Urteil i.S. L. vom 14. Mai 1981, publiziert in ASA 53 200). Die Steuerrekurskommission des Kantons Zürich anerkannte den Abzug aus den gleichen Gründen nicht; zudem erwog sie, weil im kantonalen Recht für Beiträge an politische Parteien ein betragsmässig limitierter Abzug ausdrücklich gesetzlich vorgesehen sei, könnten nicht unter anderen Titeln höhere Abzüge vorgenommen werden (StE 1985 B 22.3 Nr. 8). Demgegenüber liess das Verwaltungsgericht des Kantons Basel-Landschaft die Mandatssteuer als Gewinnungskosten zum Abzug zu, da das Amt ohne Verpflichtung zur Entrichtung der Mandatssteuer bzw. ohne deren effektive Bezahlung nicht erreicht und erhalten werden könne (ZBl 80/1979 S. 489).\n\nd) Die Lehre gibt teilweise die Praxis kommentarlos wieder (Ernst Höhn, Gesetzesauslegung, Rechtsfortbildung, Gesetzesergänzung im Steuerrecht, ASA 51, S. 385-406, 387; Ernst Känzig, Die eidgenössische Wehrsteuer [Direkte Bundessteuer], 2. Aufl. Basel 1982, S. 512). Mehrere Autoren kritisieren die Praxis, welche den Abzug nicht zulässt (PHILIP FUNK, Der Begriff der Gewinnungskosten nach Schweizerischem Einkommenssteuerrecht, Diss. St. Gallen 1989, S. 116 f., 253, anders freilich S. 229; RAOUL STAMPFLI, Die Leistung geheimer Kommissionen und ihre steuerrechtliche Behandlung, Diss. Bern 1986, S. 78; Studer, in HENGGELER/PESTALOZZI/STUDER/NOHER/AGNER, a.a.O., Art. 22 Al. 1 lit. a, 29kk, Bemerkung des Herausgebers; für Abzugsfähigkeit auch PETER HUG, Die verfassungsrechtliche Problematik der Parteienfinanzierung, Diss. Zürich 1970, S. 169 f.). Yersin kritisiert umgekehrt die genannte Entscheidung des basel-landschaftlichen Verwaltungsgerichts (YERSIN, a.a.O., S. 115 f.).\n\n|32|\n\n3. a) Gewinnungskosten im Sinne von Art. 22 Abs. 1 lit. a BdBSt sind Aufwendungen, die unmittelbar zur Gewinnung des Einkommens gemacht werden und in einem direkten ursächlichen Zusammenhang dazu stehen (BGE 113 Ib 114 E. 2a S. 117; BGE 100 Ib 480 E. 3a S. 481; ASA 64 232 E. 2; ASA 62 403 E. 2; ASA 60 356 E. 2a; ASA 53 200 E. 1c; FUNK, a.a.O., S. 67; ERNST HÖHN, Steuerrecht, 7. Aufl. Bern 1993, S. 205 f.; HEINZ MASSHARDT, Kommentar zur direkten Bundessteuer, 2. Aufl. Zürich 1985, S. 182).\n\nDabei ist der Begriff der Erforderlichkeit in einem weiten Sinne auszulegen (BGE 113 Ib 114 E. 2c S. 119; StR 44/1989 350 E. 2a; JEAN-MARC BARILIER, Les frais d'acquisition du revenu des simples particuliers, thèse Lausanne 1970, S. 18 ff.; FUNK, a.a.O., S. 69 ff.; PHILIP FUNK, Gewinnungskosten als Ursache von Einkommen - Einkommen als Ursache von Gewinnungskosten, ASA 58 [1990] S. 305-341, 309 ff.; KÄNZIG, a.a.O., S. 494 f.). Das Bundesgericht verlangt nicht, dass der Pflichtige das Erwerbseinkommen ohne die streitige Auslage überhaupt nicht hätte erzielen können (BGE 113 Ib 114 E. 2d S. 119). Es ist nach der Praxis auch nicht notwendig, dass eine rechtliche Pflicht zur Bezahlung der entsprechenden Aufwendungen besteht, sondern es genügt, dass die Aufwendungen nach wirtschaftlichem Ermessen als der Gewinnung des Einkommens förderlich erachtet werden können und dass die Vermeidung dem Steuerpflichtigen nicht zumutbar war (BGE 100 Ib 480 E. 3a S. 481; StR 48/1993 181 E. 3a; StR 44/1989 S. 350 E. 2a; ASA 21 82 E. 3 S. 85; FUNK, a.a.O. [1989], S. 71; KÄNZIG, a.a.O, S. 494). Als Gewinnungskosten gelten somit jene Aufwendungen, die für die Erzielung des Einkommens nützlich sind und nach der Verkehrsauffassung im Rahmen des Üblichen liegen (FUNK, a.a.O. [1990], S. 310; KÄNZIG, a.a.O., S. 495).\n\nb) Bei Selbständigerwerbenden gelten Aufwendungen als abzugsfähig, wenn sie geschäftsmässig begründet sind, wobei es keine Rolle spielt, ob der Aufwand zweckmässig war; es ist nicht Sache der Steuerbehörden, die Angemessenheit einer geschäftlichen Aufwendung zu überprüfen (BGE 113 Ib 114 E. 2c S. 118 f.; BARILIER, a.a.O., S. 19; BLUMENSTEIN/LOCHER, System des Steuerrechts, 5. Aufl. Zürich 1995, S. 225; FUNK, a.a.O. [1990], S. 319 f.). Bei Einkommen aus unselbständiger Erwerbstätigkeit werden jene Kosten zugelassen, die objektiv notwendig sind, um die betreffenden Einkünfte zu erzielen (HÖHN, a.a.O., S. 190; ERNST HÖHN/ROBERT WALDBURGER, Steuerrecht, Bd. 1, Grundlagen, Grundbegriffe, Steuerarten, 8. Aufl., Bern 1997, S. 343). Im Lichte der Rechtsgleichheit sind zwar unselbständig |33| und selbständig Erwerbende nicht grundsätzlich unterschiedlich zu behandeln, zumal der Gesetzgeber bewusst die Abzugsmöglichkeiten der unselbständig Erwerbenden denjenigen der selbständig Erwerbenden angleichen wollte (BGE 113 Ib 114 E. 1b S. 116; FUNK, a.a.O. [1989], S. 145 ff., [1990], S. 316 ff., 320; vgl. auch BLUMENSTEIN/LOCHER, a.a.O., S. 224; KÄNZIG, a.a.O., S. 512 f.). Trotzdem ist zu berücksichtigen, dass für unselbständig Erwerbende Gewinnungskosten nur im Rahmen der gesetzlichen Umschreibung von Art. 22bis BdBSt abgezogen werden können. Auch nach Art. 26 Abs. 1 lit. a-c des Bundesgesetzes vom 14. Dezember 1990 über die direkte Bundessteuer (DBG; SR 642.11) sind bei unselbständiger Erwerbstätigkeit - abgesehen von den Weiterbildungs- und Umschulungskosten - nur die \"notwendigen\" bzw. \"erforderlichen\" Kosten abziehbar.\n\nc) Aufgrund dieser Kriterien werden in Lehre und Praxis zum Beispiel als Gewinnungskosten anerkannt:\n\n-Weiterbildungskosten, die objektiv mit dem gegenwärtigen Beruf des Steuerpflichtigen im Zusammenhang stehen und die der Steuerpflichtige zur Erhaltung seiner beruflichen Chancen für angezeigt hält, auch wenn die Auslage nicht absolut unerlässlich ist, um die gegenwärtige berufliche Stellung nicht einzubüssen (BGE 113 Ib 114 E. 2e S. 119; ASA 62 403 E. 2; FUNK, a.a.O. [1989], S. 95 ff.; KÄNZIG, a.a.O., S. 501);\n\n- unter bestimmten Umständen die Kosten für ein Arbeitszimmer in der privaten Wohnung, welches der Steuerpflichtige für seine berufliche Tätigkeit benützt (ASA 60 341 E. 2; nicht publiziertes Urteil des Bundesgerichts i.S. H. vom 9. Juni 1995, E. 3), sowie die Kosten für die Anschaffung von privaten Arbeitsgeräten wie Computern (ASA 62 403 E. 2);\n\n- Schadenersatzleistungen, sofern ein enger Zusammenhang mit der beruflichen Tätigkeit besteht und die Schadenersatzpflicht nicht grobfahrlässig oder vorsätzlich verursacht wurde (ASA 64 232 E. 3a/b; BLUMENSTEIN/LOCHER, a.a.O., S. 224);\n\n- Aufwendungen, die einem Angestellten daraus erwachsen, dass er Kunden des Arbeitgebers aus geschäftlichen Gründen in sein Haus einlädt (ASA 21 82 E. 3 S. 85 f.).\n\nEbenso betrachtet die Eidgenössische Steuerverwaltung Beiträge an Berufsverbände und Gewerkschaften als Berufskosten im Sinne von Art. 26 DBG (Kreisschreiben der Eidgenössischen Steuerverwaltung vom 22. September 1995: Abzug von Berufskosten der unselbständigen Erwerbstätigkeit, |34| ASA 64 692 ff., 695; anders freilich früher zu Art. 22 Abs. 1 lit. a BdBSt, ASA 61 143).\n\nNach ständiger Praxis werden auch effektiv bezahlte Schmiergelder bzw. verdeckte Kommissionen als Gewinnungskosten zum Abzug zugelassen (ASA 15 219; Kreisschreiben der Eidgenössischen Steuerverwaltung vom 8. November 1946, ASA 15 141 f.; BARILIER, a.a.O., S. 109; BLUMENSTEIN/LOCHER, a.a.O., S. 225; KÄNZIG, a.a.O., S. 544; MASSHARDT, a.a.O., S. 184; PETER MEYER, Die steuerfreien Abzüge vom Erwerbseinkommen unselbständig Erwerbender, Diss. Zürich 1949, S. 195 ff.; STAMPFLI, a.a.O., S. 77 ff.). Zwar verlangte eine parlamentarische Initiative, welche zurzeit hängig ist, dass Schmier- und Bestechungsgelder künftig nicht mehr als Gewinnungskosten abgezogen werden können, doch ist vorgesehen, dass darunter nur Bestechungsgelder an Personen fallen, die mit öffentlichen Aufgaben betraut sind (vgl. AB 1995 N 550 ff.; BBl 1997 II 1037 ff., 1050, IV 1336 ff.).\n\nd) Keine Gewinnungskosten stellen die Aufwendungen für den Unterhalt des Steuerpflichtigen dar. Dazu gehören unter anderem auch die sogenannten Standesauslagen, das heisst der infolge einer gehobenen beruflichen Stellung des Steuerpflichtigen getätigte Privataufwand (BGE 100 Ib 480 E. 3a S. 482; 78 I 145 E. 1 S. 149 f.; ASA 41 26 E. 3; BLUMENSTEIN/LOCHER, a.a.O., S. 222; KÄNZIG, a.a.O., S. 500).\n\nNach der herrschenden Lehre und Praxis im Bund und in der Mehrzahl der Kantone können insbesondere auch Beiträge an politische Parteien nicht abgezogen werden (Bericht des Bundesrates, a.a.O., S. 225 f.; YERSIN, a.a.O., S. 110 ff., 125 ff.).\n\nEbensowenig können Aufwendungen abgezogen werden, die nicht zur Erzielung eines ganz bestimmten Einkommens, sondern zur Erreichung oder Erhaltung der Erwerbsfähigkeit schlechthin getätigt werden (Felix Richner, Abzugsfähigkeit von Kinderbetreuungskosten, Zürcher Steuerpraxis 4/1995 S. 255-276, 262 ff.). Dazu gehören die Kosten für die allgemeine Erhaltung oder Verbesserung der Arbeitskraft bzw. der Gesundheit (ASA 34 55 E. 2a; KÄNZIG, a.a.O., S. 499 f.; MASSHARDT, a.a.O., S. 183) oder die Kinderbetreuung während der Arbeitszeit (StR 48/1993 181 E. 3b-e; StE 1987 B 22.3 16, E. 2/3; HÖHN, a.a.O., S. 214; KÄNZIG, a.a.O., S. 497 f.; MASSHARDT, a.a.O., S. 183; RICHNER, a.a.O., S. 263 ff.; a.A. ein Entscheid der Steuerrekurskommission III des Kantons Zürich vom 9. Juni 1993, zitiert bei ENRICA PESCIALLO-BIANCHI, Deducibilità dei costi per personale domestico e per la cura dei figli: indispensabile |35| un intervento a livello legislativo, RDAT 1995 II S. 529-556,\n\n540 ff.).\n\nSchliesslich stellen Anlagekosten keine Gewinnungskosten dar, das heisst Aufwendungen zur Schaffung, Erweiterung oder Verbesserung einer Einkommensquelle; dazu gehören namentlich Ausgaben, welche getätigt werden, um in Zukunft eine höhere berufliche Stellung zu erreichen oder einen anderen Beruf ausüben zu können (BGE 113 Ib 114 E. 3a S. 120 f.; ASA 60 356 E. 2b/c; BLUMENSTEIN/LOCHER, a.a.O., S. 222; KÄNZIG, a.a.O., S. 501 ff.). Abzugsfähig sind demgegenüber Auslagen, die getätigt werden, um eine bestehende Einkommensquelle zu erhalten oder den weiteren Einkommensbezug zu sichern (ASA 44 48 E. 2a; KÄNZIG, a.a.O., S. 495; MASSHARDT, a.a.O., 182; MASSHARDT/TATTI, Imposta federale diretta, Commentario, 1985, S. 167; JEAN-MARC RIVIER, Droit fiscal suisse. L'imposition du revenu et de la fortune, Neuchâtel 1980, S. 116).\n\n4. a) Vorliegend ist nicht bestritten, dass sich der Beschwerdegegner bei der Nomination für seine politischen Ämter aufgrund der Statuten seiner Partei verpflichten musste, auf den entsprechenden Bezügen eine sogenannte Mandatssteuer zu entrichten. Die Beschwerdeführerin wendet hingegen ein, diese Entrichtung sei nicht unabdingbare Voraussetzung für die Ausübung des entsprechenden Amtes. Es bestehe kein unmittelbarer Zusammenhang, da der Beschwerdegegner nicht durch seine Partei gewählt werde. Die Auslage sei deshalb lediglich eine untergeordnete indirekte Folge des öffentlichen Amtes und stehe nicht in einem direkten ursächlichen Zusammenhang mit der Einkommenserzielung.\n\nb) Der Beschwerdegegner und die Vorinstanz bringen demgegenüber vor, die Bezahlung der Mandatssteuer stehe in einem direkten ursächlichen Zusammenhang zu den aus der Ausübung des Amtes resultierenden Einnahmen, da kein Kandidat gewählt oder wiedergewählt werde, der keine Mandatssteuer bezahle. Ferner seien der aufgrund der öffentlichen Ämter erlittene Einnahmenausfall aus der beruflichen Tätigkeit und die fehlende berufliche Vorsorge zu berücksichtigen.\n\nc) Was das zuletzt genannte Vorbringen betrifft, so kann dies nicht berücksichtigt werden. Ein steuerlicher Abzug kann nicht schon deshalb zugelassen werden, weil der Steuerpflichtige durch die Ausübung seiner Erwerbstätigkeit daran gehindert wird, eine andere, einträglichere Tätigkeit auszuüben.\n\nd) Die Ausübung eines politischen Amtes ist steuerrechtlich als unselbständige Erwerbstätigkeit zu qualifizieren. Massgebend sind |36| somit die dafür geltenden Voraussetzungen (vorne E. 3b). Es ist zu prüfen, ob die Zahlung einer Mandatssteuer im Sinne der dargestellten Rechtsprechung eher den Gewinnungskosten oder eher den Lebenshaltungs- oder Anlagekosten gleichzustellen ist.\n\n5. a) Es mag zutreffen, dass die Wahlchancen eines Kandidaten erheblich vergrössert werden, wenn er durch eine politische Partei vorgeschlagen und unterstützt wird. Rechtlich wurde der Beschwerdegegner indessen nicht durch seine Partei, sondern durch das Volk bzw. durch politische Behörden in seine Ämter gewählt. Die Zahlung von Mandatssteuern an eine Partei ist jedenfalls rechtlich nicht Voraussetzung, um ein entsprechendes Amt erringen zu können. Es ist denn auch notorisch, dass die Praxis in den verschiedenen politischen Parteien sowohl hinsichtlich der Höhe derartiger Mandatsbeiträge als auch hinsichtlich des Freiwilligkeitsgrades sehr unterschiedlich ist (Bericht des Bundesrates, a.a.O., S. 227 ff.; FELIX MATTER, Der Richter und seine Auswahl, Diss. Zürich 1978, S. 132 ff.; KURT WEIGELT, Staatliche Parteienfinanzierung: zu den Möglichkeiten einer staatlichen Parteienfinanzierung in der Schweiz unter vergleichender Berücksichtigung der Gesetzgebung in Frankreich, der Bundesrepublik Deutschland und den Vereinigten Staaten von Amerika, Diss. Bern 1987, S. 32). Es kommt auch vor, dass Mandatsinhaber entweder überhaupt ohne Unterstützung durch eine Partei gewählt werden oder aber sich weigern, ihrer Partei eine Abgabe zu entrichten. Die Ausübung des Amtes ist auch nicht an die Entrichtung der Mandatssteuer gebunden; verweigert der Amtsinhaber die Bezahlung, so verletzt er allenfalls eine (rechtliche oder auch nur moralische) Verpflichtung gegenüber seiner Partei, verliert aber deswegen jedenfalls nicht sein Amt. Es wäre mit der verfassungsrechtlich verankerten Unabhängigkeit der Mandatsinhaber (vgl. im Bund Art. 91 BV; im Kanton Basel-Landschaft § 62 KV-BL) nicht vereinbar, die Mandatsausübung eines vom Volk oder einer politischen Behörde gewählten Amtsinhabers vom Willen einer politischen Partei abhängen zu lassen. Auch die Wiederwahl des Amtsinhabers nach Ablauf der Amtsdauer ist nicht an die Bezahlung einer Mandatssteuer gebunden; wird der Amtsinhaber infolge der Nichtbezahlung von seiner Partei nicht mehr vorgeschlagen, so bleibt es ihm unbenommen, als parteiunabhängiger Bewerber zu kandidieren. Erfahrungsgemäss werden bisherige Amtsinhaber, die sich im Urteil der Stimmbürger in ihrem Amt bewährt haben, manchmal auch dann wiedergewählt, wenn ihnen ihre bisherige Partei die Unterstützung entzieht. |37|\n\nb) Gesamthaft weist die Mandatssteuer einen gemischten Charakter auf: Es ist nicht zu verkennen, dass sie in einer gewissen Beziehung zum öffentlichen Amt bzw. indirekt zum dadurch erzielten Erwerbseinkommen steht. Sie lässt sich aber nicht leicht von freiwilligen Beiträgen an eine politische Partei abgrenzen, welche nicht abziehbar sind, ausser das Gesetz sehe die Abzugsmöglichkeit vor (vorne E. 3d). Sie weist sodann auch Elemente von Standesausgaben auf, indem sie dazu dient, die guten Beziehungen zwischen dem Mandatsinhaber und seiner Partei zu pflegen. Schliesslich kann sie in einem gewissen Sinne auch den Anlagekosten gleichgestellt werden, soweit die Verpflichtung, eine Abgabe zu bezahlen, dazu dient, ein bezahltes Amt zu erringen. Insoweit wäre die Mandatssteuer von vornherein nicht zu den Gewinnungskosten zu zählen.\n\nc) Die Zulassung der Abzugsfähigkeit als Gewinnungskosten würde zudem verschiedene Fragen aufwerfen, welche Ausdruck davon sind, dass es sich dabei in Wirklichkeit nicht um einen organischen Abzug handeln würde:\n\naa) Zunächst würde sich fragen, ob die Mandatssteuer in beliebiger Höhe abzugsfähig wäre. Die Abzugsfähigkeit stellt eine Form der indirekten Subventionierung dar. Angesichts der in den verschiedenen Parteien notorisch sehr unterschiedlichen Beitragshöhen hätte eine unbeschränkte Abzugsfähigkeit den Charakter einer je nach Partei unterschiedlich hohen Subventionierung, was zum Gebot der parteipolitischen Neutralität des Staates im Gegensatz stehen könnte. Es darf nicht Sache des Staates sein, mit der Ausgestaltung des Steuerrechts bestimmte politische Parteien zu bevorzugen oder zu benachteiligen. Aus diesem Grund wird aus verfassungsrechtlicher Sicht eine unbegrenzte Abzugsfähigkeit von Zuwendungen an politische Parteien kritisch beurteilt (Bericht des Bundesrates, a.a.O., S. 180; HUG, a.a.O., S. 171 ff.; GERHARD SCHMID, POLITISCHE PARTEIEN, VERFASSUNG UND GESETZ, BASEL 1981, S. 127 F.; WEIGELT, a.a.O., S. 182 f.; YERSIN, a.a.O., S. 117 f.). Würden Mandatssteuern zum Abzug zugelassen, ergäbe sich eine Ungleichbehandlung zwischen Parteien, die sich hauptsächlich durch solche Abgaben finanzieren, und solchen, die vornehmlich durch rein freiwillige und daher nicht abzugsfähige Zuwendungen gespiesen werden.\n\nbb) Sodann sind die politischen Parteien nicht die einzigen Vereinigungen, welche zur Wahl von Amtsträgern beitragen; auch Verbände und andere Organisationen können gewisse Kandidaten mit Wahlpropaganda oder -empfehlungen unterstützen. Es würde sich die Frage stellen, ob auch Beiträge, welche ein Kandidat an derartige |38| Organisationen leistet, als Gewinnungskosten zu betrachten wären.\n\ncc) Die Beantwortung dieser Fragen hängt von politischen Bewertungen ab, die zu treffen in erster Linie dem Gesetzgeber zusteht. Nachdem dieser darauf verzichtet hat, einen entsprechenden Abzug ausdrücklich vorzusehen und die sich stellenden Fragen zu beantworten, kann es nicht Sache des Bundesgerichts sein, in Auslegung des Gesetzes eine solche Regelung aufzustellen.\n\nd) Die Abgaben, welche ein Mandatsinhaber an seine politische Partei deshalb bezahlt, weil diese ihn für ein bestimmtes, mit einem Einkommen verbundenen Amt nominiert hat, stehen nach dem Gesagten nicht in einem notwendigen, direkten und unmittelbaren Zusammenhang mit dem aus dem Amt erzielten Einkommen und stellen daher nicht abzugsfähige Gewinnungskosten im Sinne von Art. 22 Abs. 1 lit. a BdBSt dar."}