{"annee": "124", "cour": "III", "page": "108", "date": "5/12/1997", "cite": ["118 II 40", "110 II 51", "113 II 406"], "cite_par": [], "chapeau": "21. Auszug aus dem Urteil der I. Zivilabteilung vom 5. Dezember 1997 i.S. X. SA gegen Y. (Berufung)", "regestes": ["Applicabilité des dispositions de protection concernant les baux d'habitation et de locaux commerciaux. Interprétation de la notion de local commercial."], "faits": "|108|\n\nMit Vertrag vom 1. Oktober 1991 vermietete die Z. SA der X. SA (Beklagte) eine Teilfläche von 134 m2 ihres insgesamt 1266 m2 grossen Grundstücks GB W. Nr. 435 für die Dauer von 14 Jahren. Die Miete umfasst die auf der Teilfläche stehenden Bauten und technischen Anlagen zum Betrieb einer Selbstbedienungs-Autowaschanlage. Das Mietverhältnis wurde im Grundbuch vorgemerkt.\n\nDie Vermieterin Z. SA fiel in der Folge in Konkurs. Die Y. (Kläger), Eigentümer der Nachbarparzelle GB W. Nr. 414, auf der sie ein Holzbau-Unternehmen betreiben, ersteigerten die Parzelle Nr. 435 am 16. August 1995. Der Eigentümerwechsel wurde am 15. September 1995 im Grundbuch eingetragen.\n\nDie Kläger kündigten am 18. September 1995 das Mietverhältnis mit der Beklagten auf amtlichem Formular per 30. März 1996 mit der Begründung, sie brauchten das vermietete Areal selbst.\n\nDie Schlichtungsstelle für Mietangelegenheiten des Kantons Basel-Landschaft erstreckte auf Antrag der Beklagten das Mietverhältnis mit Entscheid vom 23. November 1995 erstmalig bis 31. März 1999. Die Kläger reichten gegen diesen Entscheid beim Bezirksgericht |109| Sissach Klage ein mit dem Begehren, ihn aufzuheben und festzustellen, dass das Mietverhältnis per 31. März 1996 unerstreckbar beendet sei.\n\nDas Bezirksgerichtspräsidium Sissach hiess mit Urteil vom 28. November 1996 das Begehren der Kläger gut, hob den Entscheid der Schlichtungsstelle auf und stellte fest, dass die Kündigung des Mietvertrags über die Waschanlage auf dem Grundstück Nr. 435 GB W. per 31. März 1996 zu Recht erfolgt sei. Der Gerichtspräsident nahm an, es handle sich um die Miete von Geschäftsräumen, womit die gesetzlichen Mieterschutzbestimmungen anwendbar seien. Er hielt dagegen den dringenden Eigenbedarf der Kläger für ausgewiesen und lehnte deshalb eine Erstreckung ab.\n\nAuf Appellation der Beklagten hob das Obergericht des Kantons Basel-Landschaft den Entscheid des Bezirksgerichtspräsidiums mit Urteil vom 27. Mai 1997 auf und entschied neu, dass der Entscheid der Schlichtungsstelle vom 23. November 1995 aufgehoben und festgestellt werde, dass der Mietvertrag über die Waschanlage auf dem Grundstück Nr. 435 GB W. mangels Vorliegens einer Geschäftsräumlichkeit nicht unter die Schutzbestimmungen für die Miete von Wohn- und Geschäftsräumen, insbesondere nicht unter die Kündigungsschutzbestimmungen falle und das Mietverhältnis der Parteien daher per 31. März 1996 beendet worden sei. Die Beklagte hat das Urteil des Obergerichts mit Berufung angefochten, die vom Bundesgericht gutgeheissen wird.", "considerants": "Aus den Erwägungen:\n\n2. a) Das Obergericht hat es abgelehnt, die Waschanlage auf dem Mietgrundstück als Geschäftsraum im Sinne des Gesetzes zu qualifizieren. Nach seinen verbindlichen Feststellungen (Art. 63 Abs. 2 OG) handelt es sich bei den im Mietvertrag erwähnten Bauten und technischen Anlagen um drei Waschzellen, zwei fest installierte Staubsauger, ein Maschinenlokal und ein dem Betreuer der Anlage zur Verfügung stehendes Büro. Die Waschboxen bestehen nach der Beschreibung im angefochtenen Urteil aus drei leicht durchsichtigen Wandelementen, die auf einem kleinen Sockel fest mit dem Boden verbunden sind. Das Dach ist - von den Wandelementen abgehoben - auf Stützen montiert, und gegen vorne hin sind die Waschzellen ganz offen. Das Büro befindet sich nach dem angefochtenen Urteil in einer Garage, die von der ehemaligen Eigentümerin mitvermietet worden ist. Es enthält einen kleinen |110| Schreibtisch, eine Toilette und dient im übrigen als Abstellraum namentlich für die Reinigungsutensilien des Betreuers der Waschanlage. Der wesentliche Teil der technischen Anlage - die Leitungen für die Zufuhr des sauberen und die Wegfuhr des gebrauchten Wassers - ist nach den Feststellungen der Vorinstanz unterirdisch angelegt. Im oberirdischen Maschinenlokal befindet sich ein Hochdruckreiniger und ein \"Boiler\" zur Reinigung des Wassers. Die Eigenschaft eines Geschäftsraums hat das Obergericht der Waschanlage vor allem mit der Begründung abgesprochen, die drei Waschzellen seien nicht horizontal und vertikal abgeschlossen, sondern es handle sich dabei bloss um überdeckte Waschräume. Das Büro für den Betreuer, der täglich nur zwei bis drei Stunden anwesend sei, ist nach Auffassung des Obergericht ebenso wie das Maschinenlokal nicht geeignet, der ganzen Anlage die Eigenschaft eines Geschäftsraums zu verleihen.\n\nb) Unter Geschäftsraum ist jeder Raum zu verstehen, der dem Betrieb eines Gewerbes oder im weiteren Sinne der Ausübung einer beruflichen Tätigkeit dient (BGE 118 II 40 E. 4; BGE 113 II 406 E. 2 und 3). Es muss sich dabei in der Hauptsache um Räume handeln, das heisst um auf Dauer angelegte, horizontal und vertikal abgeschlossene Bereiche (HIGI, Zürcher Kommentar, N. 8 und 22 zu Art. 253a-253b OR) bzw. um mehr oder weniger geschlossene Gebäude (LACHAT/STOLL, Das neue Mietrecht für die Praxis, 2. Auflage, S. 33 Fussnote 25). Das Bundesgericht hat die Raumeigenschaft etwa verneint für einen Abstellplatz in einer Tiefgarage (BGE 110 II 51), für ein nicht überbautes Grundstück, das für das Ausstellen und den Verkauf von Occasionsautos gebraucht wurde (nicht publ. Urteil des Bundesgerichts vom 5. September 1996 i.S. G.), sowie für ein Areal, das im Verhältnis zu den Freiflächen in geringem Umfang mit einem abschliessbaren Raum sowie mit containerartigen, mittels durchlöchertem und wasserdurchlässigem Wellblech gedeckten Schuppen versehen war (nicht publ. Urteil des Bundesgerichts vom 11. Juni 1997 i.S. B.). Wenn die Botschaft des Bundesrates vom 27. März 1985 zur Revision des Miet- und Pachtrechts exemplarisch Büros, Verkaufsräume, Werkstätten, Magazine und Lagerräume als Gewerberäumlichkeiten aufführt (BBl 1985 I 1421), sind damit zwar unüberbaute Flächen ebenso wie bloss ebenerdige Anlagen, Mauern oder Abschrankungen ohne raumbegrenzende Funktion von der Definition als Räume ausgeschlossen. Einem Kiosk oder einem Marronihäuschen kann jedoch die Raumeigenschaft zukommen (SVIT-Kommentar Mietrecht, N. 9 zu Art. 253 OR; HIGI, a.a.O., |111| N. 22 zu Art. 253a-253b OR), obschon diese Konstruktionen in der Regel auf einer Seite offen sind oder grosse Öffnungen aufweisen. Weil die Wohn- und Geschäftsräume, auf welche die Schutzvorschriften des Mietrechts Anwendung finden, wesentlich durch die Art der Nutzung bestimmt werden, dürfen bauliche Anlagen, die in bezug auf die feste und dauerhafte Verbindung mit dem Boden oder die Abgeschlossenheit des umgrenzten Raumes atypisch sind, nicht von vornherein von der Definition ausgenommen werden. Die Elemente der Definition haben vielmehr eher gedankliche Vorbildfunktion denn begrifflichen Charakter und schliessen Bauten nicht schon deshalb aus, weil sie dem üblichen Mass an Dauerhaftigkeit und Abgeschlossenheit nicht entsprechen. Die Anwendung der Schutzbestimmungen des Mietrechtes kann nicht mit Hinweis auf das Fehlen der Raumeigenschaft verneint werden, wenn es sich um bauliche Anlagen dreidimensionaler Ausdehnung handelt, in denen sich im Rahmen der von der Mieterseite ausgeübten Geschäftstätigkeit Personen aufhalten.\n\nc) Die Vorinstanz hat der Voraussetzung des - geschäftlich genutzten - \"Raumes\" vorliegend eine Bedeutung beigemessen, die ihr nicht zukommt. Auch wenn die drei Waschzellen gegen vorn offen sind, handelt es sich um bauliche Anlagen, welche den Raum gegen oben und auf drei Seiten hin begrenzen, so dass sich Kunden und Betriebspersonal in den derart begrenzten Räumlichkeiten aufhalten können, um die Autos zu waschen oder die Betriebsanlagen zu warten. Dies genügt, um den Waschzellen die Eigenschaft als \"Räume\" im Sinne des Gesetzes zuzuerkennen. Da die Autowaschanlage den grössten Teil des vermieteten Areals einnimmt, kann sodann nicht gesagt werden, es sei im wesentlichen eine unüberbaute Fläche vermietet worden. Im übrigen ist offensichtlich, dass die Waschanlage als Geschäftsbetrieb zu qualifizieren ist und die Waschzellen zu geschäftlichen Zwecken, als \"Geschäftsräume\" genutzt werden. Schliesslich steht nicht in Frage, dass die technischen Einrichtungen ebenso wie die als Büro des Betreuers eingerichtete und mitvermietete Garage zur betrieblichen Anlage gehören und insofern ein einheitlicher Mietvertrag über sämtliche Anlageteile vorliegt."}