{"annee": "124", "cour": "V", "page": "291", "date": "5/8/1998", "cite": ["116 V 118"], "cite_par": [], "chapeau": "48. Arrêt du 5 août 1998 dans la cause P. contre Mutuelle Valaisanne et Tribunal cantonal des assurances, Sion", "regestes": ["Art. 74 al. 2 LAMal: durée du droit aux indemnités journalières en cas de maternité. La durée de seize semaines prévue par cette disposition est impérative et les indemnités journalières en cas d'incapacité de travail avant l'accouchement, dues pour cause de maladie (art. 72 al. 2 et 3 LAMal), ne peuvent être imputées sur cette durée légale."], "faits": "|291|\n\nA.- P., née en 1960, employée de commerce, travaille en qualité de comptable au service de l'entreprise de produits métallurgiques et appareils sanitaires D. à X. Elle est affiliée à la Mutuelle Valaisanne et bénéficie notamment de l'assurance collective, conclue par son employeur, d'une indemnité journalière en cas de maladie de 80% du salaire et d'une indemnité journalière en cas de maladie et d'accident de 20% du salaire, avec un délai d'attente de trente jours.\n\nEnceinte de vingt-sept semaines, P. a été hospitalisée pour rupture prématurée des membranes dès le 6 juin 1996, date à partir de laquelle elle a présenté une incapacité totale de travail en raison de son hospitalisation due à une complication grave de la grossesse. Elle a |292| accouché le 6 juillet 1996. Dans un certificat médical du 16 juillet 1996, son médecin traitant, le docteur B., spécialiste FMH en gynécologie et obstétrique, a prescrit un arrêt de travail jusqu'au 26 octobre 1996.\n\nSe fondant sur l'art. 9 al. 4 de son règlement sur l'assurance collective d'une indemnité journalière, la Mutuelle Valaisanne a imputé sur la durée légale du droit de P. aux prestations en cas de maternité les indemnités journalières dues pendant l'incapacité de travail précédant l'accouchement et versées directement à l'employeur, du 6 juin au 25 septembre 1996.\n\nL'assurée, par son médecin traitant, a contesté toute imputation sur la durée légale de son droit aux prestations en cas de maternité, faisant valoir que son congé de maternité allait du 6 juillet au 25 octobre 1996. Par décision sur opposition du 4 mars 1997, la Mutuelle Valaisanne a maintenu sa position.\n\nB.- Par jugement du 18 août 1997, le Tribunal des assurances du canton du Valais a rejeté le recours formé par P. contre cette décision.\n\nC.- P. interjette recours de droit administratif contre ce jugement, en concluant au versement d'un mois de salaire. Elle allègue pour l'essentiel qu'il faut distinguer le congé de maladie, avec l'hospitalisation du 6 juin au 6 juillet 1996, du congé de maternité qui a suivi l'accouchement.\n\nLa Mutuelle Valaisanne conclut au rejet du recours. L'Office fédéral des assurances sociales (OFAS) ne s'est pas déterminé.", "considerants": "Considérant en droit:\n\n1. a) L'art. 9 al. 4 du règlement de l'intimée sur l'assurance collective d'une indemnité journalière, dans sa teneur en vigueur depuis le 1er janvier 1996, est ainsi libellé:\n\n\"Si une assurée est en incapacité de travail avant l'accouchement, les indemnités journalières accordées par la caisse durant les huit semaines précédant l'accouchement sont imputées sur la durée légale du droit aux prestations en cas de maternité\".\n\nb) Le présent litige se situe dans le cadre de l'assurance facultative d'indemnités journalières selon la loi fédérale sur l'assurance-maladie du 18 mars 1994 (LAMal). Cette loi, entrée en vigueur le 1er janvier 1996, régit l'assurance-maladie sociale. Celle-ci comprend l'assurance obligatoire des soins et une assurance facultative d'indemnités |293| journalières (art. 1er al. 1 LAMal). L'assurance d'indemnités journalières peut être conclue sous la forme d'une assurance collective (art. 67 al. 3 LAMal).\n\nL'art. 74 LAMal, relatif aux indemnités journalières en cas de maternité, dispose qu'en cas de grossesse et d'accouchement, les assureurs doivent verser les indemnités journalières assurées si, lors de l'accouchement, l'assurée était au bénéfice d'une assurance depuis au moins 270 jours sans interruption de plus de trois mois (al. 1). Les indemnités journalières doivent être versées pendant seize semaines, dont au moins huit après l'accouchement. Elles ne peuvent être imputées sur la durée prévue à l'art. 72 al. 3 LAMal, et doivent être allouées même si cette durée est expirée (al. 2).\n\nSelon l'art. 72 al. 3 LAMal, les indemnités journalières doivent être versées, pour une ou plusieurs maladies, durant au moins 720 jours dans une période de 900 jours.\n\n2. L'art. 74 LAMal s'inspire de l'ancien art. 14 al. 1 et 6 LAMA. Selon l'art. 14 al. 6 première phrase LAMA, la durée des prestations en cas de maternité était de dix semaines, dont au moins six après l'accouchement; elle ne pouvait être imputée sur les durées prévues aux art. 12, 12bis et 12ter LAMA, et les prestations en cas de maternité devaient être accordées même si ces durées étaient expirées.\n\na) Dans le cadre de l'art. 14 al. 6 en relation avec l'art. 12bis LAMA, la pratique de l'OFAS avait été, dans un premier temps, d'autoriser les caisses-maladie à imputer toutes les prestations, pendant les quatre dernières semaines de la grossesse, sur les dix semaines de prestations dues en cas de maternité (RJAM 1970 p. 124 ad ch. 10).\n\nPar la suite, l'autorité fédérale de surveillance a défendu une position plus nuancée. Elle a émis l'opinion que le délai de dix semaines ne commençait à courir quatre semaines déjà avant l'accouchement que lorsque l'incapacité de travail était due à une grossesse pathologique.\n\nTenant compte de l'avis exprimé à ce sujet par le Concordat des assureurs-maladie suisses, l'OFAS a réexaminé la question et adopté la position suivante: lorsqu'une assurée est incapable de travailler pendant les quatre dernières semaines avant l'accouchement - que ce soit en raison de complications dues à la grossesse, qui ont valeur de maladie selon la jurisprudence, ou par suite de maladies qui ne sont pas en rapport avec la grossesse - elle a droit à des indemnités journalières conformément à l'art. 12bis LAMA. Ces dernières ne peuvent pas être imputées sur la durée du droit aux prestations selon l'art. 14 al. 6 LAMA (RAMA 1991 p. 203).\n\n|294|\n\nb) Le Tribunal fédéral des assurances n'a pas eu à se prononcer sur cette pratique administrative. Dans l'arrêt ATF 116 V 118 - selon lequel le délai d'attente convenu entre les parties n'était déductible de la période de dix semaines prévue par l'art. 14 al. 6 LAMA que pour les indemnités journalières d'un montant supérieur aux minima légaux -, il a considéré qu'il fallait faire preuve de retenue, lorsqu'il s'agit de qualifier une grossesse de pathologique, afin de ne pas prolonger artificiellement, par l'octroi de prestations pour cause de maladie, la durée pendant laquelle l'assurée a droit à la pleine indemnité journalière souscrite du seul fait de sa grossesse et de l'accouchement (DUC, Les assurances sociales en Suisse, Lausanne 1995, p. 356 ch. 468, et les références sous note no 566).\n\n3. a) Il ressort des travaux parlementaires relatifs à l'art. 66 du projet de LAMal du Conseil fédéral, devenu l'art. 74 LAMal, que la députée Christiane Brunner a présenté devant la Commission de la sécurité sociale et de la santé publique (CSSS) du Conseil National une proposition, en avril 1993, ainsi formulée:\n\n\"Art. 66\n\nTitre: Indemnités journalières en cas de congé de maternité\n\n1 En cas d'accouchement ou d'adoption d'un enfant en bas âge, les assureurs doivent verser les indemnités journalières assurées si, lors de l'accouchement, respectivement de l'accueil effectif de l'enfant, l'assurée était ....\n\n2 Les indemnités journalières doivent être versées pendant un congé maternité de 16 semaines, dont au maximum 4 semaines avant l'accouchement. Elles ne peuvent être imputées sur la durée prévue à l'article 64, 3e alinéa et doivent être allouées même si cette durée est expirée. Si l'incapacité de travail précédant l'accouchement est due à la maladie, elle ne peut être imputée sur les prestations dues au titre du congé de maternité.\n\n3 biffer\".\n\nDe l'avis de Mme Brunner, la pratique de l'OFAS devait être fixée dans la loi. Lors de la séance de la CSSS du 8 juillet 1993 (procès-verbal, p. 22 à 24), elle a cependant retiré sa proposition, dans la mesure où celle-ci concernait l'art. 66 al. 1 et 2 du projet de LAMal. En effet, elle partait de l'idée que la pratique de l'OFAS obtiendrait de toute manière gain de cause devant les tribunaux.\n\nb) EUGSTER (Zum Leistungsrecht der Taggeldversicherung nach KVG, in: LAMal - KVG: recueil de travaux en l'honneur de la Société suisse de droit des assurances, Lausanne 1997, p. 563 sv.), considère que si des périodes d'incapacité de travail tombent dans les huit semaines avant |295| l'accouchement, il faut se fonder sur les dispositions prises par l'assurée, le projet de celle-ci sur la répartition de son congé-maternité avant et après l'accouchement étant déterminant. A cet égard, si des périodes d'incapacité de travail surviennent pendant les périodes prévues du congé-maternité, elles font partie de celui-ci. En revanche, si l'incapacité de travail survient en dehors du congé-maternité tel qu'il a été envisagé, le droit aux indemnités journalières existe sans imputation sur les indemnités journalières en cas de maternité. Selon cet auteur, le congé-maternité prévu avant et après l'accouchement doit être prouvé. En l'absence de preuve, les huit semaines avant l'accouchement et les huit semaines après celui-ci valent congé-maternité, même si des périodes d'incapacité de travail surviennent à ce moment-là. S'il s'agit d'assurées indépendantes, l'exigence de preuve doit être appliquée de manière sévère.\n\nc) La Cour de céans ne saurait se ranger à cet avis. En effet, ainsi qu'on va le voir, toute imputation des indemnités journalières dues en cas d'incapacité de travail avant l'accouchement sur la durée légale du droit aux indemnités journalières en cas de maternité est contraire à la loi.\n\nDéfinies à l'art. 2 al. 1 et 3 LAMal, la maladie et la maternité sont couvertes par la LAMal comme deux éventualités distinctes, règle qui régit le droit aux prestations (art. 1er al. 2 let. a et c LAMal; GNAEGI, Le droit du travailleur au salaire en cas de maladie, thèse Neuchâtel 1996, p. 129 sv.). Il en va ainsi pour toute assurance facultative d'indemnités journalières selon la LAMal, l'art. 72 al. 1 deuxième phrase LAMal garantissant la couverture des \"risques de la maladie et de la maternité\". Non seulement la loi garantit le droit de conclure une assurance d'indemnités journalières et l'inclusion de la maternité dans celle-ci, mais elle garantit aussi la durée des prestations (Message du Conseil fédéral du 6 novembre 1991 concernant la révision de l'assurance-maladie, FF 1992 I 121).\n\nDans ces conditions, la durée de seize semaines prévue à l'art. 74 al. 2 LAMal est impérative et les indemnités journalières en cas d'incapacité de travail avant l'accouchement, dues pour cause de maladie (art. 72 al. 2 et 3 LAMal), ne peuvent être imputées sur la durée légale du droit aux indemnités journalières en cas de maternité.\n\nIl serait vain, dans ce contexte, de vouloir tirer des conclusions de l'art. 324a CO, où le législateur a voulu mettre sur le même pied les conséquences économiques de la grossesse et de la maladie. En effet, l'obligation de payer le salaire en cas de grossesse et d'accouchement |296| prévue à l'art. 324a al. 3 CO ne s'ajoute pas à l'obligation de payer le salaire dans les cas prévus à l'art. 324a al. 1 CO (causes inhérentes à la personne du travailleur, telles que maladie, accident, accomplissement d'une obligation légale ou d'une fonction publique). Les sommes versées par l'employeur en cas de grossesse doivent être imputées sur celles versées pendant l'année \"pour un temps limité\" (SJ 1993 p. 350), le travailleur ayant, par année de service, un crédit annuel en paiement du salaire pour l'ensemble des causes d'empêchement de travailler, telles que maladie, accident, grossesse et accouchement (SJ 1995 p. 785 ss).\n\n4. Cela étant, l'art. 9 al. 4 du règlement litigieux sur l'assurance collective d'une indemnité journalière est contraire à une disposition impérative de la LAMal et donc inapplicable. C'est dès lors à tort que l'intimée a imputé les indemnités journalières dues pendant l'incapacité de travail subie par la recourante avant son accouchement sur la durée légale du droit de cette dernière aux prestations en cas de maternité. Le jugement attaqué et la décision sur opposition doivent être annulés et la cause renvoyée à la caisse pour nouvelle décision au sens des considérants."}