{"annee": "124", "cour": "I", "page": "80", "date": "20/3/1998", "cite": ["120 IA 147", "98 IA 409", "112 IA 248", "122 I 360"], "cite_par": ["133 I 77", "130 I 65", "128 II 259", "134 III 241", "126 I 112"], "chapeau": "10. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 20. März 1998 i.S. X. gegen Staatsanwaltschaft des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Liberté personnelle; admissibilité d'une prise de sang. Il n'est pas contraire à la liberté personnelle de soumettre à une prise de sang et à une analyse d'ADN une personne soupçonnée d'avoir commis de graves délits sexuels, en raison de sa ressemblance à un portrait-robot. Si l'analyse d'ADN aboutit à un résultat négatif, l'échantillon de sang et les données personnelles doivent être détruits (consid. 2)."], "faits": "|80|\n\nEin bis heute unbekannter Täter verübte zwischen dem 17. März 1992 und dem 7. Dezember 1996 in der weiteren Region Zürich mindestens fünf schwere Sexualdelikte an 10- bis 13jährigen Mädchen. Auf der Grundlage von DNA-Analysen wurde festgestellt, dass es sich in allen fünf Fällen um den gleichen Täter handelte. Vom Täter wurden drei Robotbilder publiziert. X. gleicht einem der Robotbilder. Die Bezirksanwaltschaft Bülach verfügte deshalb am 26. November 1997, die Kantonspolizei Zürich habe von X. eine Speichelprobe |81| abzunehmen. Im Falle einer Verweigerung durch X. habe ein Arzt eine Blutprobe abzunehmen. Über die Probe sei durch das Institut für Rechtsmedizin der Universität Zürich eine DNA-Analyse durchzuführen.\n\nX. erhob gegen diese Verfügung Rekurs. Die Staatsanwaltschaft des Kantons Zürich wies den Rekurs mit Verfügung vom 13. Januar 1998 ab.\n\nMit staatsrechtlicher Beschwerde vom 17. Februar 1998 stellt X. den Antrag, die Verfügungen der Bezirksanwaltschaft und der Staatsanwaltschaft seien aufzuheben.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n2. a) Der Beschwerdeführer rügt, die angefochtene Verfügung verletze seine persönliche Freiheit. Sie verstosse auch gegen das Legalitätsprinzip, denn es fehle eine genügende gesetzliche Grundlage für die Anordnung einer Blutprobe im Falle des Beschwerdeführers. Die Staatsanwaltschaft habe § 156 Abs. 1 der kantonalen Strafprozessordnung willkürlich angewendet.\n\nb) Die Willkürrüge und die Rüge einer Verletzung des Legalitätsprinzips fallen mit der Rüge zusammen, das ungeschriebene verfassungsmässige Recht der persönlichen Freiheit sei verletzt worden. Die Fragen, ob das kantonale Recht willkürlich angewendet worden ist und ob die Staatsanwaltschaft das Legalitätsprinzip verletzt habe, sind zusammen mit der Frage zu prüfen, ob für den umstrittenen Eingriff in ein verfassungsmässiges Recht des Beschwerdeführers eine gesetzliche Grundlage bestehe.\n\nc) Die Blutentnahme stellt einen Eingriff in die körperliche Integrität und damit in das ungeschriebene verfassungsmässige Recht der persönlichen Freiheit dar (BGE 112 Ia 249 E. 3; BGE 98 Ia 412 E. 4, je mit Hinweisen). Solche Eingriffe sind, werden sie zwangsweise durchgeführt, nur zulässig, wenn sie auf einer ausreichenden gesetzlichen Grundlage beruhen, im öffentlichen Interesse liegen und verhältnismässig sind. Zudem darf die persönliche Freiheit weder völlig unterdrückt noch ihres Gehaltes als Institution der Rechtsordnung entleert werden (BGE 112 Ia 249 E. 3, mit Hinweisen). Ob das öffentliche Interesse und die Verhältnismässigkeit mit Bezug auf eine bestimmte Massnahme gegeben sind, prüft das Bundesgericht mit freier Kognition. Dagegen untersucht es die Frage, ob eine Anordnung |82| im kantonalen Recht eine genügende gesetzliche Grundlage finde, nur auf Willkür hin, ausser wenn ein schwerer Eingriff in die persönliche Freiheit zur Diskussion steht (BGE 122 I 360 E. 5b/bb, S. 363). Die Schwere eines Eingriffs beurteilt sich nach objektiven Kriterien. Nicht entscheidend ist, wie er vom Beschwerdeführer empfunden wird (Urteil des Bundesgerichts vom 19. Dezember 1995 i.S. M., publiziert in EuGRZ 1996 470, E. 2b).\n\nd) Nach der nicht veröffentlichten Rechtsprechung des Bundesgerichts bedeutet die Blutentnahme nur einen leichten Eingriff in die persönliche Freiheit, sofern im konkreten Einzelfall keine aussergewöhnlichen gesundheitlichen Risiken bestehen. Das Bundesgericht prüft daher Auslegung und Anwendung der von der Staatsanwaltschaft angerufenen kantonalen Gesetzesbestimmung nur auf Willkür hin.\n\nDie Staatsanwaltschaft findet die gesetzliche Grundlage für die umstrittene Blutentnahme in § 156 Abs. 1 des kantonalen Gesetzes vom 4. Mai 1919 betreffend den Strafprozess (Strafprozessordnung, StPO). Nach dieser Bestimmung darf der Angeschuldigte, wenn es die Umstände erfordern, einer körperlichen Durchsuchung und Untersuchung, nötigenfalls auch der Entnahme einer Blutprobe durch einen Arzt unterzogen werden. Das Bundesgericht erkannte in dem in EuGRZ 1996 470 veröffentlichten Entscheid vom 19. Dezember 1995 i.S. M., § 156 Abs. 1 StPO bilde eine genügende gesetzliche Grundlage, um dem wegen Sittlichkeitsdelikten verfolgten Angeschuldigten einige Haare für eine Untersuchung durch das Institut für Rechtsmedizin zu entnehmen. Entsprechend ist es auch nicht willkürlich, die Anordnung einer Blutprobe, ebenfalls wegen Sittlichkeitsdelikten, auf diese Bestimmung zu stützen.\n\nDer Beschwerdeführer wendet ein, nach § 156 Abs. 1 StPO dürfe nur Personen Blut entnommen werden, gegen welche konkrete Verdachtsmomente bestehen. Die Bestimmung genüge nicht, um die männliche Bevölkerung systematisch zu untersuchen. Der Beschwerdeführer übersieht bei seiner Argumentation, dass die kantonalen Behörden nicht wahllos die männliche Bevölkerung untersuchen, sondern dass gegen ihn ein konkretes Verdachtsmoment besteht: Er gleicht einem der drei veröffentlichten Robotbilder. Robotbilder sollen helfen, einen Straftäter allein aufgrund seines Aussehens zu finden. Wird eine Person allein wegen einer gewissen Ähnlichkeit mit einem Robotbild in eine Strafuntersuchung hineingezogen, so besteht gegen die Person regelmässig zunächst nur ein einziges Verdachtsmoment, nämlich die äussere Ähnlichkeit mit dem Robotbild. |83|\n\nWenn auch die Ähnlichkeit einer Person mit einem Robotbild wenig aussagekräftig ist und in keinem Fall eine strafrechtliche Verurteilung allein auf die Ähnlichkeit des Angeschuldigten mit einem Robotbild gestützt werden darf, so reicht doch dieses schwache Indiz aus, um gegen die Person weitere Untersuchungshandlungen wie beispielsweise eine Blutuntersuchung durchzuführen. Wäre es anders, müssten die Strafverfolgungsbehörden grundsätzlich auf Robotbilder verzichten, weil sie in keinem Fall aufgrund der Ähnlichkeit einer Person mit einem Robotbild weitere Untersuchungen anstellen dürften. § 156 Abs. 1 StPO ist somit auch auf den Beschwerdeführer anwendbar, gegen welchen ein einziges, wenig aussagekräftiges, aber trotzdem genügendes Verdachtsmoment besteht. Unwesentlich ist in diesem Zusammenhang, ob der Beschwerdeführer für eine der Tatzeiten ein Alibi nennen kann; mehrere Jahre nach den Taten dürfte ein solches auch kaum mehr überprüfbar sein. Hingegen muss sich der Beschwerdeführer über seine Ähnlichkeit mit einem der Robotbilder hinaus entgegenhalten lassen, dass er sich geweigert hatte, eine Speichelprobe abzugeben, womit er die Blutentnahme hätte vermeiden können. Die Rüge des Beschwerdeführers, für den umstrittenen Eingriff in die persönliche Freiheit fehle es an einer rechtsgenügenden gesetzlichen Grundlage, ist somit unbegründet.\n\ne) Der Beschwerdeführer rügt weiter, für die umstrittene Blutentnahme fehle ein öffentliches Interesse, und ausserdem sei sie auch unverhältnismässig. Der Beschwerdeführer weist jedoch selbst auf das grosse öffentliche Interesse hin, das an der Aufklärung von mehreren durch einen einzigen Täter verübten schweren Sexualdelikten besteht. Insoweit ist auch diese Rüge unbegründet.\n\nEs trifft hingegen zu, dass gegen den Beschwerdeführer bis heute nur ein einziges Indiz von schwacher Aussagekraft bekannt ist, eben seine Ähnlichkeit mit einem der Robotbilder. Deshalb ist in diesem Zusammenhang auch nur ein leichter Eingriff in die persönliche Freiheit des Beschwerdeführers verhältnismässig. Die kantonalen Behörden müssen daher die Blutprobe so durchführen, dass die persönliche Freiheit des Beschwerdeführers möglichst wenig berührt wird. Für den Fall eines negativen Ergebnisses müssen alle weiteren möglichen Beeinträchtigungen der persönlichen Freiheit des Beschwerdeführers aufgrund der einmal durchgeführten Blutprobe vermieden werden. Für die Strafverfolgungsbehörden gelten deshalb die gleichen Regeln, wie sie das Bundesgericht für die Behandlung erkennungsdienstlicher Unterlagen aufgestellt hat. |84|\n\nGemäss Art. 6 Ziff. 2 EMRK wird bis zum gesetzlichen Nachweis seiner Schuld vermutet, dass der wegen einer strafrechtlichen Handlung Angeklagte unschuldig ist. In BGE 120 Ia 147 E. 3 erkannte das Bundesgericht, auch die Aufbewahrung erkennungsdienstlichen Materials könne gegen die Unschuldsvermutung verstossen, wenn die Behörden damit ausdrücken, die betroffene Person sei doch schuldig, obwohl sie freigesprochen oder das Strafverfahren eingestellt worden sei. Erkennungsdienstliches Material muss daher in der Regel vernichtet werden, wenn die Person, auf welche sich das Material bezieht, freigesprochen wird oder wenn das Strafverfahren, in welchem das Material erhoben wurde, eingestellt wird. Aufgrund erkennungsdienstlicher Unterlagen, vor allem aber von Fotografien (um welche es im erwähnten BGE 120 Ia 147 ging) kann eine Person nicht eindeutig identifiziert werden. Bewahren die Strafverfolgungsbehörden solches Material auf, muss die betroffene Person damit rechnen, immer wieder wegen einer blossen Ähnlichkeit in Strafverfolgungen hineingezogen zu werden. Demgegenüber wird nach den Angaben der kantonalen Behörden eine Person durch die Ergebnisse der DNA-Analyse eindeutig identifiziert, weshalb es wenig wahrscheinlich ist, dass eine Person allein aufgrund der Ergebnisse der DNA-Analyse trotz ihrer Unschuld einen Verdacht auf sich zieht. Ganz ausgeschlossen ist diese Möglichkeit aber nicht, denn bei einer langen Aufbewahrungszeit steigt die Gefahr von Verwechslungen und Verfälschungen der Daten. Sollte sich im vorliegenden Fall ergeben, dass der Beschwerdeführer als Täter ausgeschlossen werden kann, so haben die kantonalen Strafverfolgungsbehörden die Blutprobe (oder gegebenenfalls die Speichelprobe) und die Ergebnisse der DNA-Analyse zu vernichten. Kommen die kantonalen Behörden dieser Pflicht nach, so erweist sich die Blutprobe als verhältnismässig, da der Beschwerdeführer - sofern er als Täter ausgeschlossen wird - mit keinem über die Blutprobe selbst hinausgehenden Eingriff in seine persönliche Freiheit rechnen muss. Seine Rüge der Unverhältnismässigkeit erweist sich deshalb als unbegründet."}