{"annee": "124", "cour": "I", "page": "231", "date": "5/6/1998", "cite": ["120 IA 165", "113 IA 325", "124 I 11", "118 IA 64", "121 I 42", "121 I 279", "123 I 221", "116 IV 277", "119 IV 5", "123 I 112"], "cite_par": ["127 III 429", "127 I 164", "135 II 110", "125 I 127", "139 IV 41", "124 I 327", "125 II 86", "126 I 250", "127 IV 148", "133 I 185", "125 II 497"], "chapeau": "29. Extrait de l'arrêt de la Ière Cour de droit public du 5 juin 1998 dans la cause E. contre le Chef du département de la justice, de la police et des affaires militaires du canton de Vaud (recours de droit public)", "regestes": ["Art. 3 CEDH; traitement d'un détenu lors d'une peine disciplinaire. Recevabilité du recours de droit public: subsidiarité (consid. 1a), intérêt actuel (consid. 1b) et juridique (consid. 1c). Règles minimales applicables aux détenus faisant l'objet d'une mesure disciplinaire (consid. 2a/b). En l'espèce, le recourant a fait l'objet d'un suivi médical suffisant; l'aération défectueuse de sa cellule et les conditions d'hygiène qui lui ont été imposées ne sauraient être assimilées à un traitement inhumain ou dégradant (consid. 2c)."], "faits": "BGE 124 I 231 S. 232\n\nEn exécution de peine aux établissements pénitentiaires de la Plaine de l'Orbe (EPO), E. s'est vu infliger, par le directeur de l'établissement, le 30 janvier 1998, 5 jours d'arrêts disciplinaires sans travail, pour avoir fumé du cannabis. Cette sanction n'a pas été contestée par l'intéressé.\n\nLe 4 février 1998, E. s'est adressé au chef du Département de la justice, de la police et des affaires militaires du canton de Vaud (ci-après: le département). Il se plaignait des conditions dans lesquelles il avait dû subir sa peine disciplinaire. Sa cellule ne possédait qu'une vitre opaque qu'on ne pouvait ouvrir, et la ventilation était insuffisante. De plus, E. avait dû laver sa vaisselle avec l'eau s'écoulant sur les W.-C. à la turque.\n\nLe 16 février 1998, le chef du département a rejeté la plainte, en relevant que E. avait été suivi par le service médical durant l'exécution de sa punition, et n'avait fait aucun commentaire. Les cellules dont il se plaignait avaient été visitées à deux reprises par le Comité européen pour la prévention de la torture, lequel n'avait pas émis de remarques particulières à leur égard.\n\nAgissant par la voie du recours de droit public, E. demande au Tribunal fédéral d'annuler cette décision, et d'admettre sa plainte.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n1. Le Tribunal fédéral examine d'office et librement la recevabilité du recours de droit public (ATF 124 I 11 consid. 1).\n\na) Le recours de droit public, subsidiaire, n'est pas recevable si la violation alléguée peut être soumise, au Tribunal fédéral ou à une autre autorité fédérale, par une action ou un autre moyen de droit quelconque (art. 84 al. 2 OJ). Selon les art. 97 et 98 let. g OJ, en relation avec l'art. 5 PA, la voie du recours de droit administratif est ouverte contre les décisions des autorités cantonales qui sont fondées sur le droit fédéral - ou qui auraient dû l'être -, pour autant qu'aucune des exceptions prévues aux art. 99 à 102 OJ ne soient réalisées. Si l'exécution des jugements pénaux est en principe l'affaire des cantons, le code pénal fixe dans ce domaine certains principes généraux (art. 37-40, 376-378 et 397bis CP). Les trois ordonnances adoptées par le Conseil fédéral sur la base de cette dernière disposition (OCP 1, 2 et 3, RS 311.01/02/03), ne contiennent - en dehors des principes posés en matière de visites et de correspondance, art. 5 OCP 1 - pas de prescriptions relatives au régime de la détention à l'intérieur des prisons.\n\nBGE 124 I 231 S. 233\n\naa) En matière d'exécution des peines, la voie du recours de droit administratif est ouverte lorsque la décision attaquée n'est pas fondée sur le droit cantonal autonome, mais directement sur une norme fédérale (ATF 118 Ib 130 consid. 1 p. 131/132). Tel est notamment le cas des décisions relatives à la libération conditionnelle (ATF 119 IV 5), à la semi-liberté (consid. 2, non publié, de l' ATF 116 IV 277), à l'octroi des visites (ATF 118 1b 130) et au placement dans un établissement pour condamnés primaires (arrêt non publié du 11 septembre 1990 dans la cause F.). En revanche, sous réserve des points qui font l'objet d'une réglementation fédérale précise, l'ordinaire dans les établissements de détention est régi par les dispositions cantonales (art. 382 et 383 CP, art. 6 al. 1 3ème phrase OCP 1).\n\nbb) En l'espèce, le chef du département avait à statuer sur une plainte fondée sur les art. 318 ss du règlement des EPO, adopté le 20 janvier 1982 par le Conseil d'Etat vaudois. Sur le fond, le recourant se plaint des conditions d'exécution de sa sanction disciplinaire. Le droit fédéral ne contient de prescriptions ni sur les sanctions disciplinaires qui peuvent être infligées aux détenus, ni sur la manière dont celles-ci doivent être exécutées, en particulier l'aménagement des cellules. Il y a lieu dès lors de considérer que la décision attaquée se fonde sur le droit cantonal autonome, de sorte que le recours de droit public est ouvert.\n\nb) La recevabilité du recours de droit public est notamment subordonnée à l'existence d'un intérêt actuel et pratique à l'admission du recours. La jurisprudence renonce toutefois à cette condition lorsqu'elle ferait obstacle au contrôle de constitutionnalité d'un acte qui pourrait se reproduire en tout temps dans des circonstances semblables et qui, en raison de sa brève durée, échapperait ainsi toujours à la censure de la cour suprême (ATF 121 I 279 consid. 1 p. 281-282; ATF 120 Ia 165 consid. 2a p. 166 et les arrêts cités).\n\nEn l'espèce, même si la sanction disciplinaire infligée au recourant a déjà été exécutée, le recourant se trouve toujours détenu aux EPO, et on ne saurait exclure qu'une nouvelle sanction disciplinaire soit prononcée contre lui, et exécutée dans les mêmes conditions. Tel a d'ailleurs été le cas, comme le recourant le relève dans sa réplique. Le recourant conserve donc un intérêt à ce qu'il soit, le cas échéant, constaté que les conditions dans lesquelles il a effectué sa peine disciplinaire violaient l'art. 3 CEDH ou l'art. 4 Cst. Par ailleurs, la mesure attaquée, de par sa brièveté, est de celles dont le Tribunal fédéral ne pourrait jamais revoir la constitutionnalité si l'on devait s'en tenir strictement à l'exigence d'un intérêt actuel.\n\nBGE 124 I 231 S. 234\n\nc) Selon l'art. 88 OJ, le recourant doit en outre disposer d'un intérêt juridique. Selon la jurisprudence, l'acte par lequel l'autorité de surveillance refuse d'examiner ou de donner suite à une plainte ou à une dénonciation n'est pas attaquable par la voie du recours de droit public, car un tel refus ne constitue pas une décision au sens de l'art. 84 OJ, c'est-à-dire un acte étatique affectant la situation d'un individu en lui imposant une obligation (ATF 121 I 42 consid. 2a p. 45).\n\naa) En l'espèce, la plainte du recourant était fondée sur les art. 318 à 320 du règlement des EPO. Selon l'art. 318 du règlement, tout détenu qui estime avoir à se plaindre d'un autre détenu, ou d'un membre du personnel, peut présenter oralement ou par écrit une réclamation au directeur. Selon l'art. 320 du règlement, si la plainte est formulée contre le directeur, le détenu l'adresse au département, sous pli fermé, avec la mention \"plainte\" (al. 1). Le département examine la plainte et la soumet au directeur pour détermination. Il communique par écrit sa décision au plaignant (al. 2).\n\nbb) On peut en l'espèce s'interroger sur la nature de la démarche entreprise par le recourant. Telle qu'elle est décrite aux art. 318 ss du règlement, la plainte est en principe dirigée personnellement contre un membre de l'établissement pénitentiaire, en l'espèce son directeur, en raison de récriminations précises formulées à l'encontre de cette personne. Bien que le pouvoir de décision du département ne soit pas précisé, la plainte paraît à première vue tendre au prononcé de mesures contre la personne visée, de sorte qu'il s'agirait d'une procédure disciplinaire pour laquelle, selon la jurisprudence précitée, le dénonciateur ne dispose pas de la qualité pour former un recours de droit public.\n\nCette solution n'est cependant pas applicable en l'espèce. En effet, le moyen utilisé par le recourant paraissait le seul à sa disposition pour faire réparer - ou, à tout le moins, faire constater - la violation des dispositions qu'il invoque, à savoir les art. 3 CEDH et 4 Cst. On ne pouvait exiger de lui qu'il recoure contre le prononcé disciplinaire lui-même, puisque cette mesure était muette quant à ses modalités d'exécution. En dépit d'une dénomination ambiguë, il y a lieu de considérer en l'espèce la \"plainte\" du recourant comme un recours concernant ses conditions d'incarcération. L'intérêt juridique à l'admission de sa démarche ne fait dès lors guère de doute.\n\nd) Le recours de droit public a en principe une nature purement cassatoire; il doit en outre être dirigé contre une décision rendue en dernière instance cantonale, de sorte que le recourant ne peut pas requérir plus que l'annulation de la décision de l'autorité de dernière BGE 124 I 231 S. 235instance, éventuellement assortie de la constatation d'une violation des dispositions constitutionnelles et conventionnelles invoquées. La conclusion tendant à l'admission de la plainte adressée au chef du département est par conséquent irrecevable.\n\ne) Le recourant propose une inspection des lieux. Une telle mesure ne serait toutefois pas propre à améliorer l'instruction de la cause. En effet, le grief principal du recourant se rapporte aux troubles respiratoires qu'il aurait ressentis lors de l'exécution de la mesure disciplinaire. Or, comme cela est relevé ci-dessous, à défaut d'une constatation médicale faite en temps utile, de tels troubles ne peuvent être démontrés. Pour le surplus, les faits pertinents de la cause ressortent de la décision attaquée et des informations non contestées par les parties, figurant notamment dans la réponse du département. Sur le vu des éléments figurant au dossier, la cour de céans s'estime ainsi suffisamment renseignée.\n\n2. Le recourant invoque les art. 3 CEDH et 4 Cst. Il se plaint d'un traitement inhumain et dégradant. Selon lui, les conditions dans lesquelles il a exécuté sa peine disciplinaire ne satisferaient pas aux standards minimaux découlant de ces dispositions. Les conditions d'hygiène (éclairage, aération, eau courante) seraient nettement insuffisantes. Le recourant aurait notamment souffert de maux de tête, de troubles respiratoires, de vertiges et d'étourdissements, dus selon lui à une aération insuffisante de sa cellule.\n\na) Selon l'art. 3 CEDH, nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. L'art. 7 du Pacte international relatif aux droits civils et politiques (Pacte ONU II, RS 0.103.2) a, sur ce point, la même portée. La Suisse a également ratifié la Convention de l'ONU de 1984 contre la torture et autres peines ou traitements cruels, inhumains ou dégradants, entrée en vigueur pour elle le 26 juin 1987 (RS 0.105), s'engageant ainsi à interdire sur son territoire, outre la torture, tous autres actes constitutifs de peines ou traitements inhumains ou dégradants lorsqu'ils sont commis par un agent de la fonction publique (art. 16). La Suisse a enfin ratifié, le 7 octobre 1988, la Convention européenne de 1987 pour la prévention de la torture et des peines ou traitements inhumains ou dégradants (RS 0.106), instituant un \"Comité européen pour la prévention de la torture et des peines ou traitements inhumains ou dégradants\" (ci-après: CPT) habilité à examiner le traitement des détenus dans les Etats contractants. Le recourant ne se prévaut pas du droit constitutionnel non écrit à la liberté personnelle, dont la portée est pourtant en principe équivalente, dans ce domaine, à celle des dispositions BGE 124 I 231 S. 236du droit international (ATF 118 Ia 64 consid. 2d p. 73; ATF 113 Ia 325 consid. 4 p. 328). Il invoque en revanche l'art. 4 Cst., alors que cette disposition n'offre guère de protection supplémentaire par rapport aux normes précitées.\n\nb) Selon la jurisprudence des organes de Strasbourg, un traitement doit, pour tomber sous le coup de l'art. 3 CEDH, atteindre un minimum de gravité, les notions de traitements dégradants, inhumains et de torture étant énoncées dans un ordre croissant suivant l'intensité des souffrances infligées. L'appréciation de ce minimum, relatif par essence (arrêt Irlande c/ Royaume-Uni du 18 janvier 1978, série A no 25, p. 65 par. 162), dépend des circonstances de la cause, notamment de la nature et du contexte du traitement, de sa durée, de ses effets physiques ou mentaux, voire du sexe, de l'âge et de l'état de santé de l'intéressé (arrêt Raninen Kaj c/ Finlande du 16 décembre 1997, CourEDH, Rec. 1997, par. 52 ss; arrêt Costello-Roberts c/ Royaume-Uni du 25 mars 1993, série A vol. 247 C, par. 30). Tel peut être le cas d'un traitement propre à causer sinon de véritables lésions, du moins de vives souffrances physiques ou morales, de nature à créer des sentiments humiliants de peur, d'angoisse et d'infériorité, et à briser éventuellement la résistance physique ou morale (arrêt Soering c/ Royaume-Uni du 7 juillet 1989, série A vol. 161, par. 100 et la jurisprudence citée).\n\naa) Le 12 février 1987, le Comité des ministres du Conseil de l'Europe a adopté la recommandation (87) 3 contenant les \"Règles pénitentiaires européennes\" (ci-après: RPE). Celles-ci ont le caractère de simples directives à l'intention des Etats membres du Conseil de l'Europe, mais, en tant que reflet des traditions juridiques communes à ces Etats, le Tribunal fédéral en tient compte dans la concrétisation de la liberté personnelle et des autres droits fondamentaux garantis par la Constitution et par la CEDH (ATF 123 I 112 consid. 4d/cc p. 121 et la jurisprudence citée). Ces règles ne concernent pas seulement la détention pénale, mais toute privation de liberté.\n\nLes règles 14 à 19 RPE s'appliquent aux locaux ordinaires de détention. Selon la règle 16 RPE, dans tout local où les détenus sont appelés à vivre ou à travailler, les fenêtres doivent être suffisamment grandes pour que le détenu puisse notamment lire et travailler à la lumière naturelle dans des conditions normales. L'agencement doit permettre l'entrée d'air frais, sauf s'il existe un système de climatisation approprié. Les fenêtres doivent avoir une apparence aussi normale que possible (let. a). La lumière artificielle doit être conforme aux normes techniques admises en la matière (let. b). Selon la règle BGE 124 I 231 S. 23717 RPE, les installations sanitaires doivent permettre au détenu de satisfaire aux besoins naturels au moment voulu dans des conditions de décence et de propreté. Selon la règle 19 RPE, tous les locaux doivent être maintenus en parfait état d'entretien et de propreté.\n\nbb) Les mesures disciplinaires infligées aux détenus doivent, elles aussi, satisfaire aux exigences de l'art. 3 CEDH. Lors de l'exécution d'une peine disciplinaire, le détenu ne peut naturellement pas prétendre au respect de toutes les conditions minimales rappelées ci-dessus, valables pour le régime ordinaire de détention. On peut au contraire admettre, pour des mesures punitives dont la durée est limitée, un certain durcissement des conditions de détention. La seule circonstance que les conditions de détention, durant l'exécution d'une mesure disciplinaire, ne satisfont pas sous certains de leurs aspects aux règles pénitentiaires, ne permet donc pas de déduire une violation de l'art. 3 CEDH (VELU/ERGEC, La Convention européenne des droits de l'homme, Bruxelles 1990 p. 210 et la jurisprudence citée).\n\nL'autorité qui inflige une peine disciplinaire à un détenu ne saurait toutefois dépasser une certaine limite, au-delà de laquelle le traitement doit être considéré comme inhumain ou dégradant. L'expression de ce minimum se retrouve aux règles 37 et 38 des RPE, relatives aux sanctions disciplinaires. Selon la règle 37 RPE, les sanctions collectives, les peines corporelles, la mise au cachot obscur, ainsi que toute punition cruelle, inhumaine ou dégradante, doivent être complètement défendues comme sanctions disciplinaires. Cette règle a un caractère absolu; toute dérogation constituerait une violation de la dignité humaine (CONSEIL DE L'EUROPE, Règles pénitentiaires européennes, Exposé des motifs, Strasbourg 1987, p. 50 ad règle 37). Selon la règle 38 RPE, la sanction de l'isolement disciplinaire et de toute autre mesure punitive qui risquerait d'altérer la santé physique et mentale du détenu ne peut être infligée que si le médecin, après avoir examiné l'intéressé, certifie par écrit que celui-ci est capable de la supporter.\n\ncc) En dehors des mesures prévues à la règle 37 RPE, ces directives n'excluent donc nullement des conditions d'incarcération relativement rigoureuses, pour autant que l'intéressé soit, physiquement et mentalement, en mesure de les subir. Si un isolement social et sensoriel total peut aboutir à une destruction de la personnalité entraînant de graves souffrances mentales et physiques, et constituer ainsi une forme de traitement inhumain prohibé, l'exclusion de la collectivité carcérale pour des raisons, notamment, de discipline, n'est pas habituellement considérée comme un traitement ou une peine inhumains. Pour apprécier un cas donné, il faut tenir compte des circonstances BGE 124 I 231 S. 238de l'espèce, notamment des conditions particulières, de la rigueur de la mesure, de sa durée, de l'objectif poursuivi et de ses effets sur l'intéressé (ATF 123 I 221 consid. II/1/c/cc p. 233; décision de la Commission européenne des droits de l'homme du 10 juillet 1980, DR 21, p. 95 s.; cf. également JAAC 47/1983 no 66B p. 389 ss). La jurisprudence des organes de Strasbourg a par exemple admis que, même si cela ne correspondait pas aux \"standards modernes\", l'imposition d'un régime alimentaire assorti de restrictions au sommeil durant sept jours - l'autorité avait consulté un médecin avant l'exécution de la mesure - ne constituait pas un manquement à l'art. 3 CEDH (décision du 11 juillet 1977, requête no 7408/76, DR 10, p. 221). Dans un cas X. c/ Suisse, l'exécution de cinq jours d'arrêts disciplinaires sans lecture, sans possibilité de quitter la cellule et dans les conditions d'hygiène rudimentaires a été qualifiée d'insatisfaisante, mais non de violation de l'art. 3 CEDH (requête no 7754/77, EuGRZ 4, 1977 p. 366 s). La Commission européenne des droits de l'homme a aussi tenu pour compatible avec l'art. 3 CEDH, vu sa courte durée, une peine de cinq jours d'arrêts militaires de rigueur, avec une lumière du jour insuffisante, une lumière électrique ne correspondant pas aux standards actuels, l'interdiction de sortir de la cellule, de recevoir des visites et d'utiliser le lit durant la journée (requête no 7341/76, DR 6, p. 170 ss, 175-176).\n\nc) En l'espèce, le recourant se plaint essentiellement d'une aération insuffisante de sa cellule. Celle-ci ne comportait qu'une vitre opaque, mais le recourant ne prétend pas que les conditions d'éclairage aient été insuffisantes; l'éclairage par lumière artificielle est en effet admissible, et seule la mise au cachot obscur devrait être prohibée. Le recourant soutient en revanche que, faute de pouvoir ouvrir la fenêtre, il aurait souffert de sensations d'asphyxie, d'angoisses, de maux de tête, de troubles respiratoires, de vertiges et d'étourdissements. Il existerait bien un système d'arrivée d'air, mais celui-ci serait \"à moitié obstrué\", de sorte que l'aération serait nettement insuffisante.\n\naa) Avec sa réponse au recours, le département produit un rapport du Département fédéral de justice et police au Conseil fédéral du mois de juin 1997, établi à la suite d'une visite du CPT effectuée en Suisse du 11 au 23 février 1996. Ce dernier avait, à l'égard des EPO, émis des critiques à propos des cellules d'arrêts et de la division d'attente BGE 124 I 231 S. 239du pénitencier. Les autorités du canton de Vaud ont fait savoir à ce propos que les cellules d'arrêts n'étaient plus utilisées, toutes les sanctions internes étant exécutées à la division d'attente du pénitencier. S'agissant de ces dernières, le CPT s'était déclaré très impressionné par les travaux réalisés depuis sa dernière visite, en 1991; les inconvénients qui avaient été constatés (privation d'air frais et sifflement de la climatisation) avaient été résolus, notamment par le placement de fenêtres que l'on pouvait ouvrir partiellement (par. 82 ss du rapport du CPT, reproduit dans le document précité du DFJP, Berne, 1997, p. 33-34).\n\nOn ne saurait toutefois se fonder sur ce seul constat pour rejeter les griefs du recourant. Les améliorations relevées ci-dessus ne paraissent pas concerner la cellule dans laquelle le recourant a exécuté sa sanction disciplinaire, puisque, sans être contredit, E. soutient que la fenêtre de sa cellule ne pouvait s'ouvrir. En outre, un constat général ne saurait dispenser l'autorité d'examiner, dans chaque cas particulier, si le traitement réservé au détenu satisfaisait aux conditions minimales évoquées ci-dessus.\n\nbb) S'agissant de la satisfaction d'un besoin corporel, il y a lieu d'exiger une aération suffisante des locaux de détention, particulièrement lorsqu'ils sont, comme en l'espèce, occupés presque en permanence durant plusieurs jours. Il n'est certes pas nécessaire que l'air provienne directement du dehors, mais les locaux doivent alors être pourvus d'un système d'aération adéquat. En l'espèce, même si elle était partiellement défectueuse, l'aération de la cellule du recourant ne paraît pas avoir mis sa santé en danger. Dans sa lettre adressée le 2 février 1998 depuis sa cellule à son conseil, le recourant se plaint d'ailleurs surtout d'avoir à respirer \"jour et nuit la fumée froide\" des cigarettes qu'il fumait lui-même, fumée froide dont l'odeur \"infecte\" semble avoir été, au moins partiellement, à l'origine des céphalées et des problèmes respiratoires dont il se plaignait. Le recourant ne prétend pas avoir souffert de manque d'oxygène; les maux dont il se plaint paraissent donc plutôt dus à l'enfermement - inhérent à la mesure d'isolement - et aux cigarettes fumées par lui qu'au manque d'air.\n\nPar ailleurs, et cela est en définitive déterminant, le recourant a bénéficié d'un suivi médical approprié. Le service médical de la prison a été informé du placement en régime disciplinaire, et un médecin a rencontré le recourant le 1er février 1998, soit le jour précédent la lettre adressée à son conseil. Conformément aux recommandations figurant dans les RPE, il a pu ainsi être constaté rapidement (sur cette exigence, voir, dans des circonstances de fait non comparables, l'avis de la Commission européenne des droits de l'homme dans l'affaire Hurtado c/ Suisse du 28 janvier 1994, série A no 280 A, p. 15, par. 70-81, reproduit BGE 124 I 231 S. 240in JAAC 58/1994 no 86B, p. 682-683) que le recourant était, physiquement et psychiquement, apte à subir la sanction. Le recourant soutient avoir éprouvé divers malaises durant ces cinq jours d'arrêts. Mais il n'a jamais requis l'intervention d'un médecin pour tenter d'y remédier, afin que celui-ci demande éventuellement d'adapter la mesure ou d'y mettre fin s'il devait apparaître que le recourant n'était pas à même de la supporter, ou en tout cas pour faire constater les troubles dont il se plaignait. On comprend mal que le recourant, se prétendant victime de troubles inquiétants comme des maux de tête, des troubles respiratoires, des vertiges et des étourdissements, n'ait, ni pendant ni après l'exécution de la mesure, exigé une telle intervention médicale. L'existence et l'intensité de ces troubles, et plus encore leur origine, ne sont dès lors pas démontrées. On ne saurait, dans ces circonstances, considérer que le traitement qui lui a été imposé - et que, s'agissant de la fumée, il s'est infligé lui-même - ait comporté un risque pour sa santé.\n\ncc) Pour le surplus, les conditions d'hygiène imposées au recourant ne sauraient en aucun cas être assimilées à un traitement inhumain ou dégradant. Alors qu'il prétendait avoir été obligé de laver sa vaisselle avec l'eau s'écoulant sur les toilettes à la turque, le recourant n'a pas contesté les explications fournies par le département dans sa réponse: lors des arrêts, les détenus peuvent bénéficier d'une douche quotidienne dans un local distinct de la cellule, et la vaisselle en plastique peut être lavée dans un local pourvu d'un lavabo avec de l'eau chaude. Le recourant se contente de relever, dans sa réplique, que cette dernière occasion ne lui a été offerte que le matin, ce qui serait selon lui insuffisant. Il méconnaît ainsi manifestement le degré de gravité que doit présenter un traitement pour être qualifié d'inhumain ou de dégradant. Tel n'est assurément pas le cas des inconforts passagers dont il se plaint, liés à la nature de la mesure dont il faisait l'objet."}