{"annee": "124", "cour": "V", "page": "362", "date": "26/11/1998", "cite": ["115 V 38"], "cite_par": ["126 V 334", "125 V 177", "126 V 344"], "chapeau": "61. Auszug aus dem Urteil vom 26. November 1998 i.S. E.F., H.F. gegen Konkordia, Schweizerische Kranken- und Unfallversicherung und Versicherungsgericht des Kantons Aargau", "regestes": ["Art. 49 al. 3 et art. 56 LAMal: Rémunération en cas d'hospitalisation; délimitation entre le besoin d'hospitalisation pour le traitement d'affections aiguës et le besoin de soins. - Selon le nouveau droit également, le caractère économique du traitement n'autorise un séjour dans un hôpital pour patients atteints de maladie aiguë, au tarif des établissements hospitaliers, qu'aussi longtemps qu'un tel séjour est rendu nécessaire par le but du traitement. - Confirmation, au regard du nouveau droit, de la jurisprudence rendue sous l'empire de la LAMA, selon laquelle il faut accorder à l'assuré séjournant dans un hôpital pour patients atteints d'affection aiguë une brève période d'adaptation pour lui permettre de se rendre dans un établissement médico-social ou une division de ce type."], "faits": "BGE 124 V 362 S. 363\n\nA.- Die 1901 bzw. 1906 geborenen Schwestern E.F. und H.F. leiden beide an starker Arteriosklerose und ausgeprägtem psychoorganischem Syndrom. Am 21. Juni 1996 wurden sie vom behandelnden Arzt Dr. med. U. apathisch im Bett bzw. am Boden liegend aufgefunden und notfallmässig ins Spital B. eingewiesen. Der Grund für die akute Verschlechterung des Gesundheitszustandes lag nach ärztlicher Feststellung vorab in einer ungenügenden Nahrungs- und Flüssigkeitsaufnahme. Nach einem ersten Kostengutsprachegesuch vom 21. Juni 1996 stellte das Spital B. am 30. Juli 1996 je ein Verlängerungsgesuch für die Zeit ab 21. Juli 1996. Im Zusatzblatt zu den Gesuchen begründete Dr. U. die weitere Akutspitalbedürftigkeit mit einer intensiven Rehabilitation bei allgemeiner Arteriosklerose und gab an, dass Physiotherapie in Form von Selbständigkeits-Übungen und Gehübungen durchgeführt würde. Die Konkordia, Schweizerische Kranken- und Unfallversicherung (nachfolgend: Konkordia), bei welcher E.F. und H.F. versichert sind, nahm über ihren Vertrauensarzt Dr. med. L. Abklärungen vor und erteilte dem Spital B. am 29. Oktober 1996 Kostengutsprache nach dem Tarif für Akutspitalbehandlung für die Zeit vom 21. bis 27. Juni 1996 und nach den Ansätzen für Pflegeleistungen für die Zeit vom 28. Juni 1996 bis zum Spitalaustritt am 6. September 1996. Am 23. Juli 1997 erliess sie gleichlautende Verfügungen. Die vom Beirat der Versicherten erhobenen Einsprachen wurden von der Konkordia mit Einspracheentscheiden vom 29. September 1997 abgewiesen.\n\nB.- Der Beirat der Versicherten liess Beschwerde erheben und beantragen, in Aufhebung der Einspracheentscheide sei die Konkordia zu verpflichten, für die Zeit vom 28. Juni 1996 bis 6. September 1996, eventuell bis 20. Juli 1996, die Kosten für die Akutspitalbehandlung zu entschädigen; zur Frage, BGE 124 V 362 S. 364ob und wenn ja, wie lange Akutspitalbedürftigkeit bestanden habe, sei ein Gutachten einzuholen.\n\nDas Versicherungsgericht des Kantons Aargau vereinigte die Verfahren und wies die Beschwerden mit Entscheid vom 28. Januar 1998 ab.\n\nC.- Mit Verwaltungsgerichtsbeschwerde lässt der Beirat der Versicherten das erstinstanzliche Beschwerdebegehren erneuern.\n\nDie Konkordia beantragt Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung verzichtet auf eine Vernehmlassung.", "considerants": "Aus den Erwägungen:\n\n1. a) Gemäss Art. 49 Abs. 3 KVG richtet sich bei Spitalaufenthalten die Vergütung nach dem (für den Aufenthalt in Akutspitälern im Sinne von Art. 39 Abs. 1 KVG geltenden) Spitaltarif gemäss Art. 49 Abs. 1 und 2 KVG, solange der Patient oder die Patientin nach medizinischer Indikation der Behandlung und Pflege oder der medizinischen Rehabilitation im Spital bedarf. Ist diese Voraussetzung nicht mehr erfüllt, so kommt für den Spitalaufenthalt der Tarif nach Art. 50 KVG zur Anwendung. Gemäss dieser Bestimmung vergütet der Versicherer bei Aufenthalt in einem Pflegeheim (Art. 39 Abs. 3 KVG) die gleichen Leistungen wie bei ambulanter Krankenpflege und bei Krankenpflege zu Hause; er kann mit dem Pflegeheim pauschale Vergütungen vereinbaren.\n\nb) Der Grundsatz von Art. 49 Abs. 3 KVG entspricht der Rechtsprechung, wie sie im Rahmen des Wirtschaftlichkeitsgebotes von Art. 23 KUVG entwickelt wurde (Botschaft über die Revision der Krankenversicherung vom 6. November 1991, BBl 1992 I 186, Separatausgabe S. 94). Danach hat der an sich spitalbedürftige Versicherte diejenige Heilanstalt oder Spitalabteilung zu wählen, in die er vom medizinischen Standpunkt aus gehört. So hat die Kasse aus der Grundversicherung nicht für Mehrkosten aufzukommen, die sich daraus ergeben, dass der Versicherte sich in eine für intensive Pflege und Behandlung spezialisierte und damit teure Klinik begibt, obwohl er einer solchen Behandlung nicht bedarf und ebensogut in einer einfacher eingerichteten und daher weniger kostspieligen Heilanstalt sachgerecht hätte behandelt werden können. Ebenso hat der spitalbedürftige Versicherte nicht mehr als die gesetzlichen bzw. statutarischen Leistungen zugute, wenn BGE 124 V 362 S. 365er gezwungenermassen in einer teuren Klinik hospitalisiert werden muss, weil in der Heilanstalt oder in der Spitalabteilung, die vom medizinischen Standpunkt aus genügen würde und billiger wäre, kein Bett frei ist. Ferner hat die Kasse nicht dafür aufzukommen, wenn ein Versicherter trotz nicht mehr bestehender Spitalbedürftigkeit weiterhin in einer Heilanstalt untergebracht ist, weil z.B. kein Platz in einem geeigneten und für den Versicherten genügenden Pflegeheim (ohne Spitalcharakter) vorhanden ist und mithin der Spitalaufenthalt nur noch auf sozialen Überlegungen beruht (BGE 115 V 48 f. Erw. 3b/aa; vgl. auch BGE 120 V 206 Erw. 6a).\n\nDas KVG hat die Leistungen teilweise neu umschrieben, am Wirtschaftlichkeitsgebot und dessen Anwendung auf den Leistungsanspruch bei Spitalaufenthalt jedoch nichts geändert, so dass die genannte Rechtsprechung weiterhin Geltung hat (MAURER, Das neue Krankenversicherungsrecht, Basel/Frankfurt a.M. 1996, S. 71 Fn. 181; nicht veröffentlichtes Urteil in Sachen Erben der I. vom 4. Mai 1998). Aus Art. 56 in Verbindung mit Art. 49 Abs. 3 KVG folgt u.a., dass ein Aufenthalt im Akutspital zum Spitaltarif nach Art. 49 Abs. 1 und 2 KVG nur so lange durchgeführt werden darf, als vom Behandlungszweck her ein Aufenthalt im Akutspital notwendig ist (LOCHER, Grundriss des Sozialversicherungsrechts, 2. Aufl., Bern 1997, S. 165 N. 28).\n\n2. a) Die notfallmässige Einweisung der Beschwerdeführerinnen in das Spital B. am 21. Juni 1996 erfolgte nach den Angaben des behandelnden Arztes Dr. U. vom 18. Oktober 1996 wegen einer vorab auf eine ungenügende Nahrungs- und Flüssigkeitsaufnahme zurückzuführenden Verschlechterung des Gesundheitszustandes der beiden arteriosklerotisch deutlich veränderten Versicherten. Dass jedenfalls bis zur Behebung des Nahrungs- und Flüssigkeitsdefizits eine Akutspitalbedürftigkeit bestanden hat, ist unbestritten. Nach den Feststellungen des Vertrauensarztes der Beschwerdegegnerin, Dr. L., vom 26. Oktober 1996, war der Mangelzustand jedoch verhältnismässig rasch behoben und vermag für sich allein eine über den 27. Juni 1996 hinausgehende Akutspitalbedürftigkeit nicht zu begründen. Etwas anderes wird auch von Dr. U. nicht geltend gemacht. In einer von den Beschwerdeführerinnen im letztinstanzlichen Verfahren nachgereichten Stellungnahme vom 27. April 1998 bestätigt dieser vielmehr, dass das für die notfallmässige Hospitalisierung ausschlaggebend gewesene Nahrungs- und Flüssigkeitsdefizit im Spital rasch habe behoben werden können.\n\nBGE 124 V 362 S. 366\n\nb) Im Gesuch um Verlängerung der Kostengutsprache vom 30. Juli 1996 wird die weiterbestehende Akutspitalbedürftigkeit mit einer \"intensiven Rehabilitation bei allgemeiner Arteriosklerose\" begründet, wobei die erforderlichen therapeutischen Massnahmen mit \"Physiotherapie: Selbständigkeits-Übungen, Gehübungen\" umschrieben werden.\n\nAus den von Dr. U. eingereichten Leistungsblättern des Spitals B. geht hervor, dass sich die Beschwerdeführerinnen im Juni 1996 an zwei und im Juli 1996 an insgesamt 16 bzw. 18 Tagen einer Gymnastik von jeweils 15 bis 35 Minuten unterzogen haben; für die Zeit ab 27. Juli 1996 enthalten die Leistungsblätter keine Eintragungen über durchgeführte Physiotherapie mehr. Im Begleitschreiben vom 13. September 1996 weist Dr. U. darauf hin, dass vom Pflegepersonal zusätzlich praktisch täglich Gehübungen im Gang, auf der Treppe und auch ausserhalb des Spitals durchgeführt worden seien. Auch unter Berücksichtigung dieser Massnahmen kann nicht von einer den Aufenthalt in einem Akutspital rechtfertigenden Behandlung gesprochen werden. Nach den unbestritten gebliebenen Feststellungen des Vertrauensarztes hätten die nach Behebung des Nahrungs- und Flüssigkeitsdefizits erforderlichen Massnahmen ebenso gut in einer Pflegeabteilung für Chronischkranke durchgeführt werden können. Dr. U. räumt denn auch ein, dass die Dauer der Akutspitalbedürftigkeit im vorliegenden Fall \"diskutabel\" sei. In einer Stellungnahme zuhanden der Beschwerdegegnerin vom 18. Oktober 1996 vertritt er die Auffassung, dass mit der Annahme einer Akutspitalbedürftigkeit von vier Wochen eine vernünftige, den heutigen Usanzen entsprechende Abgrenzung erreicht werden könnte. Mit einer allfälligen Usanz lässt sich ein weitergehender Anspruch jedoch nicht begründen. Wie die Beschwerdegegnerin zu Recht feststellt, macht Art. 49 Abs. 3 KVG die Anwendung des Spitaltarifs allein von der medizinischen Indikation der Behandlung und Pflege oder der medizinischen Rehabilitation im Spital abhängig; beim Fehlen dieser Indikation kommt zwingend der Tarif für das Pflegeheim nach Art. 50 KVG zur Anwendung.\n\nc) Zu beachten ist indessen, dass sich die Begriffe \"akute Krankheit\" und \"Akutspitalbedürftigkeit\" einerseits sowie \"chronische Leiden\" und \"Langzeitpflegebedürftigkeit\" anderseits nicht streng voneinander abgrenzen lassen (BBl 1992 I 167; Separatausgabe S. 75). Insbesondere wenn es - wie hier - darum geht, die Akutspitalbedürftigkeit von einer anschliessenden blossen Pflegebedürftigkeit abzugrenzen, ist dem behandelnden Arzt ein BGE 124 V 362 S. 367gewisser Ermessensspielraum zuzugestehen. Entgegen MAURER (a.a.O., S. 89) rechtfertigt es sich, an der bisherigen Praxis (BGE 115 V 52 Erw. 3d; RKUV 1991 Nr. K 853 S. 4 f. Erw. I/2) festzuhalten, wonach für den Übertritt vom Akutspital in ein Pflegeheim oder eine Pflegeabteilung eine angemessene Anpassungszeit einzuräumen ist.\n\nIm vorliegenden Fall ist zu berücksichtigen, dass die hochbetagten Beschwerdeführerinnen an ausgeprägten psychoorganischen Syndromen bei allgemeiner Arteriosklerose sowie an Polyarthronose litten, welche bereits vor Eintritt des Notfalls zu erheblichen Beeinträchtigungen des Allgemeinzustandes geführt hatten. Wie in der Verwaltungsgerichtsbeschwerde gestützt auf die ärztlichen Angaben zu Recht geltend gemacht wird, führte der Nahrungs- und Flüssigkeitsmangel zu einer zusätzlichen Schwächung des Gesamtbefindens, welche mit der blossen Beseitigung des Nahrungs- und Flüssigkeitsdefizits nicht behoben war. Aufgrund ihres prekären Allgemeinzustandes bedurften die Beschwerdeführerinnen darüber hinaus gezielter Massnahmen zur Rekonvaleszenz, verbunden mit einer aktivitätsfördernden Behandlung. Dabei ging es darum, den Gesundheitszustand so weit zu verbessern, dass die Verlegung in ein Chronischkrankenheim umgangen und die Beschwerdeführerinnen nach Hause entlassen werden konnten, was in der Folge auch erreicht wurde. Dass die erforderliche Rehabilitationsbehandlung noch unter den spezifischen Betreuungs- und Überwachungsbedingungen eines Akutspitals erfolgte, erscheint unter den besonderen (in der Beurteilung des Sachverhalts durch den Vertrauensarzt unberücksichtigt gebliebenen) medizinischen Umständen des vorliegenden Falles für eine begrenzte Übergangszeit als begründet. In Würdigung der konkreten Umstände rechtfertigt es sich, der Auffassung des behandelnden Arztes in der nachträglichen Stellungnahme vom 27. April 1998 zu folgen, wonach die Akutspitalbedürftigkeit drei bis vier Wochen gedauert hat, was zur teilweisen Gutheissung der Verwaltungsgerichtsbeschwerde im Umfang des Eventualantrags führt. Von der Einholung eines Gutachtens zur Frage der Dauer der Akutspitalbedürftigkeit, wie in der Verwaltungsgerichtsbeschwerde eventualiter beantragt wird, ist abzusehen, da hievon kaum neue Erkenntnisse zu erwarten wären."}