{"annee": "124", "cour": "II", "page": "265", "date": "12/5/1998", "cite": ["116 IB 386", "121 I 181", "123 III 280", "121 III 460"], "cite_par": ["125 II 113", "126 II 71", "125 II 480", "126 III 404", "125 I 166", "126 III 101", "129 II 361", "126 II 97", "128 II 112"], "chapeau": "30. Extrait de l'arrêt de la IIe Cour de droit public du 12 mai 1998 dans la cause X. contre Autorité indépendante d'examen des plaintes en matière de radio-télévision (recours de droit administratif)", "regestes": ["Art. 60 LRTV; délai de réclamation; interprétation des lois; bonne foi et interdiction du formalisme excessif. Le délai de vingt jours fixé par l'art. 60 al. 1 LRTV pour déposer une réclamation à l'encontre d'une émission de radio ou de télévision est un délai de péremption qui ne peut être prolongé (consid. 2). Ce délai doit être compté dès la diffusion de l'émission, conformément au texte de l'art. 60 al. 1 LRTV, même si le réclamant n'apprend l'existence ou le contenu de celle-ci qu'après l'échéance de ce délai (consid. 3). En l'espèce, la Société suisse de radiodiffusion (SSR) n'était pas tenue de rendre le recourant d'emblée attentif aux exigences formelles des art. 60 ss LRTV. On ne peut davantage retenir que l'attitude de cette société ait fait croire au recourant qu'il n'était pas nécessaire d'agir (consid. 4)."], "faits": "BGE 124 II 265 S. 266\n\nA.- Le 23 octobre 1996, la Télévision suisse alémanique a diffusé une émission intitulée \"Y.\", qui présentait de manière critique plusieurs acteurs du monde agricole.\n\nUne dizaine de jours plus tard, lors d'une réunion d'une association professionnelle, X. a appris que l'émission précitée donnait de lui une image très négative. Selon ses propres dires, il a rencontré peu après et par hasard le Président de la Société suisse de radiodiffusion et télévision (ci-après: SSR), auquel il s'est ouvert à ce sujet. Le Président de la SSR lui a alors conseillé de joindre le Directeur général de cette société afin de recueillir les informations nécessaires. Toujours selon ses déclarations, X. n'a toutefois pu atteindre que le secrétariat de celui-ci et, n'ayant pas été rappelé, a retéléphoné quelques jours plus tard pour apprendre que le rédacteur en chef de l'émission litigieuse allait le contacter.\n\nPar courrier daté du 21 novembre 1996, posté le lendemain, le rédacteur en chef a transmis à X. une vidéocassette de l'émission litigieuse, exposant à l'intéressé qu'il avait vainement tenté de l'atteindre téléphoniquement. En particulier, il s'était heurté à chaque fois au \"rappelez plus tard\" de son téléphone portable et avait laissé un message à son numéro genevois sans obtenir de réponse.\n\nPreuves à l'appui, le conseil de X. s'est alors élevé par lettre du 27 novembre 1996, télécopiée au médiateur, contre les affirmations erronées contenues dans l'émission. Le 13 décembre 1996, le médiateur a refusé d'entrer en matière sur cette réclamation en raison de la tardiveté de celle-ci.\n\nStatuant le 7 mars 1997 sur plainte de X., l'Autorité indépendante d'examen des plaintes en matière de radio-télévision (ci-après: BGE 124 II 265 S. 267l'Autorité de plainte) a confirmé la tardiveté de la réclamation et, partant, a déclaré la plainte irrecevable.\n\nB.- Agissant le 11 juillet 1997 par la voie du recours de droit administratif, X. demande au Tribunal fédéral d'annuler la décision du 7 mars 1997 de l'Autorité de plainte et de renvoyer la cause à cette instance afin qu'elle entre en matière sur le fond. La SSR conclut au rejet du recours et l'Autorité de plainte renonce à se déterminer.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n2. Conformément à l'art. 60 al. 1 de la loi fédérale du 21 juin 1991 sur la radio et la télévision (LRTV; RS 784.40), une réclamation peut être déposée auprès de l'organe de médiation du diffuseur dans un délai de vingt jours à compter de la diffusion de l'émission. Si la réclamation se rapporte à plusieurs émissions, le délai court à compter de la dernière émission contestée; la première des émissions mises en cause ne doit pas remonter à plus de trois mois avant la dernière. En outre, aux termes de l'art. 60 al. 2 LRTV, la réclamation doit être adressée par écrit et son auteur doit indiquer brièvement ses griefs à l'égard de l'émission.\n\nSelon la doctrine, ces délais sont des délais de péremption, qui ne peuvent être prolongés (cf., quant à l'art. 15 al. 1 de l'Arrêté fédéral sur l'autorité indépendante d'examen des plaintes en matière de radio-télévision [RO 1984 153] remplacé le 1er avril 1992 par la loi sur la radio et la télévision, MARTIN DUMERMUTH, Die Programmaufsicht bei Radio und Fernsehen in der Schweiz, Bâle et Francfort-sur-le-Main 1992, p. 176).\n\nEn revanche, les exigences de motivation de la réclamation sont peu élevées. Il suffit en effet que le réclamant indique, même très sommairement, ce qu'il reproche à l'émission (GABRIEL BOINAY, La contestation des émissions de la radio et de la télévision, Porrentruy 1996, n. 358 p. 139).\n\nEn l'espèce, l'émission litigieuse ayant été diffusée le 23 octobre 1996, le délai de vingt jours a expiré le 12 novembre 1996, de sorte que la première intervention écrite du recourant du 27 novembre 1996 est tardive. Par ailleurs, l'art. 60 al. 2 LRTV exigeant expressément qu'une réclamation soit déposée sous forme écrite, les contacts oraux que le recourant a établis auparavant ne sauraient normalement suffire à sauvegarder le délai.\n\nBGE 124 II 265 S. 268\n\n3. Le recourant affirme que l'art. 60 al. 1 LRTV doit être interprété au sens où le délai de vingt jours ne débuterait pas lors de la diffusion de l'émission, mais quand la personne touchée a eu concrètement connaissance du contenu de l'émission, pour le moins lorsqu'elle a appris l'existence de celle-ci. Il devrait en tout cas en aller ainsi lorsqu'il s'agit d'une émission d'un diffuseur d'une autre région linguistique que celle de l'usager concerné. En effet, le législateur a voulu instaurer une procédure de réclamation simple et accessible afin de contrebalancer les pouvoirs de la SSR. Il ne peut dès lors avoir entendu exclure de la sphère de protection de la loi sur la radio et la télévision les usagers qui découvrent l'existence et le contenu d'une émission après l'écoulement du délai de vingt jours, en tout cas pour des motifs tels qu'une absence de Suisse ou le domicile dans une autre région linguistique que celle du diffuseur. Par ailleurs, toujours selon le recourant, s'il fallait exiger des usagers qu'ils saisissent le médiateur à la moindre rumeur d'une émission en leur défaveur, celui-ci serait inondé de plaintes, souvent sans fondement.\n\na) Selon la jurisprudence, la loi s'interprète en premier lieu d'après sa lettre (interprétation littérale). Si le texte légal n'est pas absolument clair, si plusieurs interprétations de celui-ci sont possibles, le juge recherchera la véritable portée de la norme, en la dégageant de sa relation avec d'autres dispositions légales, de son contexte (interprétation systématique), du but poursuivi, singulièrement de l'intérêt protégé (interprétation téléologique), ainsi que de la volonté du législateur telle qu'elle ressort notamment des travaux préparatoires (interprétation historique) (ATF 123 III 280 consid. 2b/bb p. 285 et les arrêts cités). Si le texte est clair, l'autorité qui applique le droit ne peut s'en écarter que s'il existe des motifs sérieux de penser que ce texte ne correspond pas en tous points au sens véritable de la disposition visée. De tels motifs peuvent résulter des travaux préparatoires, du fondement et du but de la prescription en cause, ainsi que de sa relation avec d'autres dispositions (ATF 121 III 460 consid. 4a/bb p. 465 et les arrêts cités).\n\nb) En l'espèce, l'art. 60 al. 1 LRTV mentionne clairement que le départ du délai de vingt jours est la diffusion de l'émission. Dès lors, seules des raisons sérieuses pourraient permettre de s'écarter de ce texte.\n\nIl ressort toutefois des travaux préparatoires une volonté certaine de soumettre la réclamation de l'art. 60 LRTV à un délai court. En effet, lors des débats aux Chambres (BO 1989 CN 1674/1675), il a été relevé qu'un délai étendu impliquerait une augmentation du BGE 124 II 265 S. 269nombre de plaintes, ce qui entraînerait une surcharge des membres de l'Autorité de plainte. En outre, les diffuseurs devant garder les enregistrements des émissions et les documents y relatifs en vue de l'instruction d'une éventuelle réclamation, plus le délai de celle-ci était long, plus la quantité d'éléments à conserver s'élevait, ce qui pouvait conduire à de graves difficultés de stockage, en particulier pour les petits diffuseurs. Enfin, l'intérêt public et la sécurité du droit exigeaient que les litiges relatifs au contenu des émissions soient tranchés aussi rapidement que possible.\n\nCertes, ces arguments ont été soulevés à propos de l'hypothèse d'une réclamation déposée à l'encontre de plusieurs émissions successives. Ils ne sont cependant pas moins pertinents s'agissant du délai afférent à une émission isolée. Aussi une interprétation littérale de l'art. 60 al. 1 1ère phrase LRTV n'apparaît-elle en tout cas pas manifestement contraire à son sens véritable.\n\nCette conclusion est du reste confirmée par l'examen de l'art. 60 al. 1 LRTV au regard d'autres dispositions de la loi. En effet, selon l'art. 69 al. 2 LRTV, la durée obligatoire de conservation des enregistrements et des documents y relatifs est de quatre mois seulement dès la diffusion de l'émission, en l'absence de contestation, de sorte qu'une réclamation déposée au-delà de cette période ne pourrait plus être instruite. Ce délai de quatre mois se comprend tout à fait lorsqu'on le met en rapport avec le délai de plainte en cas d'émissions successives, la première des émissions ne devant pas remonter à plus de trois mois avant la dernière, et avec le délai de vingt jours pour saisir le médiateur dès la diffusion de l'émission. Il serait dès lors contradictoire de considérer le délai de réclamation comme un délai relatif pouvant expirer au-delà de quatre mois, comme cela résulte nécessairement de la thèse du recourant.\n\nEnfin, dans ses observations, la SSR relève que la procédure de plainte au niveau interrégional fonctionne généralement sans problème et que 195 personnes ont déposé en 1996 une réclamation dans le délai et les formes requis. Cela montre du reste que le calcul du délai de plainte dès la diffusion de l'émission n'est pas un obstacle rédhibitoire à l'exercice des droits des personnes concernées.\n\n4. En second lieu, le recourant se plaint d'une violation du principe de la bonne foi, soutenant que l'attitude des organes de la SSR l'a dissuadé d'entreprendre d'autres démarches ou de se renseigner auprès d'un juriste.\n\na) Le principe de la bonne foi entre administration et administré, déduit de l'art. 4 Cst., exige que l'une et l'autre se comportent réciproquement BGE 124 II 265 S. 270de manière loyale. En particulier, l'administration doit s'abstenir de tout comportement propre à tromper l'administré et elle ne saurait tirer aucun avantage des conséquences d'une incorrection ou insuffisance de sa part (ATF ATF 121 I 181 consid. 2a p. 183 et les références citées). Ainsi, le principe de la bonne foi peut commander la restitution d'un délai de péremption lorsque l'administration a, par son seul comportement, fait croire que le dépôt formel d'une demande n'était pas nécessaire (ATF 116 Ib 386 consid. 4e p. 398).\n\nPar ailleurs, la jurisprudence a tiré à la fois du principe de la bonne foi et de l'interdiction du formalisme excessif le devoir qui s'impose à l'administration, dans certaines circonstances, d'informer d'office le plaideur qui commet ou s'apprête à commettre un vice de procédure, à condition que le vice soit aisément reconnaissable et qu'il puisse être réparé à temps (ATF 120 Ib 183 consid. 3c p. 188; 120 V 413 consid. 5a p. 417; 119 Ia 13 consid. 5b p. 19; 114 Ia 20 consid. 2a et 2b p. 22/23).\n\nb) L'Autorité de plainte fait du reste application de ces principes dans la mesure où elle tire de l'obligation du diffuseur de se doter d'un organe de médiation non seulement le devoir de répondre rapidement aux requêtes qu'il reçoit, voire de les transmettre directement au médiateur, mais également d'orienter à temps l'usager sur les possibilités d'une réclamation formelle au sens des art. 60 ss LRTV. En particulier, s'il ne ressort pas clairement de la demande de l'usager ou des circonstances de celle-ci que son auteur entend simplement obtenir des explications au sujet d'une émission, cette requête doit être interprétée comme une contestation et le diffuseur doit immédiatement informer l'usager de la possibilité d'engager une procédure de réclamation. L'Autorité de plainte examinera, selon les circonstances de l'espèce, si la démarche faite dans le délai de vingt jours auprès du diffuseur devait être considérée comme une réclamation au sens des art. 60 ss LRTV et transmise au médiateur. Si tel est le cas, l'Autorité de plainte devra entrer en matière, même si la réclamation formelle est parvenue au médiateur après le délai (JAAC 1994 II p. 366 consid. II 3.2 p. 371; BOINAY, op.cit., n. 362 p. 140/141).\n\nc) En l'espèce, le recourant a tenté d'établir un contact oral avec la SSR. Dans un tel cas, le devoir d'information susdécrit du diffuseur ne peut être aussi étendu que dans l'hypothèse d'une démarche écrite. Or, le recourant n'allègue pas avoir exposé ses griefs d'une manière suffisamment précise à cet égard, ni s'être enquis de la procédure BGE 124 II 265 S. 271à suivre. De plus, selon le courrier du 21 novembre 1996, le rédacteur en chef a tenté d'atteindre le recourant à de nombreuses reprises, à des dates indéterminées. Certes, le recourant soutient implicitement que la SSR aurait délibérément renoncé à l'informer à temps. Toutefois, cette assertion n'est guère crédible dans la mesure où il ne conteste pas que son téléphone portable ait été éteint ni qu'un message ait été déposé à son domicile genevois. Enfin, le recourant a manqué de célérité en omettant de se renseigner aussitôt après avoir appris l'existence de l'émission, alors qu'il ne pouvait ignorer que les plaintes sont soumises à des délais. Dans ces conditions, on ne peut reprocher aux organes de la SSR de ne pas l'avoir rendu d'emblée attentif aux exigences formelles des art. 60 ss LRTV, ni de lui avoir fait croire, par son attitude, qu'il n'était pas nécessaire d'agir.\n\nPour les mêmes motifs, il n'y a pas lieu de restituer le délai manqué (cf. art. 24 PA applicable par analogie)."}