{"annee": "124", "cour": "II", "page": "124", "date": "19/2/1998", "cite": ["118 IB 547", "120 IB 183", "113 IB 157", "104 II 190", "107 IB 170"], "cite_par": ["127 II 323", "130 IV 43", "143 II 136", "136 IV 16", "130 II 505"], "chapeau": "18. Extrait de l'arrêt de la Ie Cour de droit public du 19 février 1998 dans la cause A. contre Office fédéral de la police (recours de droit administratif)", "regestes": ["Entraide judiciaire internationale en matière pénale, art. 80m EIMP et art. 80n EIMP; art. 16 al. 3 LTEJUS. Recevabilité du recours de droit administratif contre la décision déclarant l'opposition irrecevable pour cause de tardiveté (consid. 1). Lorsque le titulaire du compte visé par la demande a conclu une convention dite de \"banque restante\", le délai de recours ou d'opposition commence à courir dès la remise de la décision dans le dossier de \"banque restante\" (consid. 2)."], "faits": "|125|\n\nLe 10 février 1995, le Ministère de la justice des Etats-Unis d'Amérique - comme Office central au sens de l'art. 28 du traité sur l'entraide judiciaire en matière pénale conclu entre la Confédération et les Etats-Unis le 25 mai 1973 (TEJUS; RS 0.351.933.6) - a adressé à l'Office fédéral de la police (ci-après: l'Office fédéral) - comme Office central suisse au sens de l'art. 1 ch. 3 de la loi fédérale du 3 octobre 1975 relative au TEJUS (LTEJUS; RS 351.93) - une demande d'entraide judiciaire.\n\nCette demande, fondée sur le TEJUS, était présentée pour les besoins d'une enquête ouverte par la \"Securities and Exchange Commission\" (ci-après: la Commission) à raison d'un délit d'initiés qui aurait été commis dans le cadre de la reprise de la société B. par la société C. Selon l'exposé des faits joint à la demande, la Commission soupçonne des clients non identifiés de l'Union de Banque Suisse (ci-après: la Banque) d'avoir acquis des actions de B. avant sa reprise par C. en se fondant sur des informations privilégiées relatives aux tractations en cours entre ces deux sociétés. La demande tendait à la remise de la documentation concernant les achats d'actions de B. effectués par l'entremise de la Banque, au dévoilement de l'identité du ou des titulaires des comptes impliqués, à l'audition des employés de la Banque au sujet des opérations litigieuses, ainsi qu'au blocage des comptes.\n\nL'Office fédéral a exécuté cette demande.\n\nLe 23 septembre 1997, l'Office central américain a présenté une demande complémentaire tendant à la remise de la documentation relative à des comptes ouverts auprès de l'agence de Montreux de la Banque, au nom de A., ressortissant américain domicilié en Californie et de sociétés qu'il dominait.\n\nLe 10 octobre 1997, l'Office fédéral a admis cette requête complémentaire et invité le Juge d'instruction du canton de Vaud à saisir la documentation mentionnée dans la demande. L'Office fédéral a notifié à l'agence de la Banque à Montreux cette décision qui porte |126| la mention suivante: \"à charge pour cet établissement bancaire de porter la requête et la présente ordonnance à la connaissance de ses clients dans les meilleurs délais\".\n\nSelon l'avis de réception joint à cette communication, la Banque a reçu la décision de l'Office fédéral le 13 octobre 1997.\n\nLe 12 novembre 1997, A., agissant par l'intermédiaire d'un avocat vaudois, a formé contre la décision du 10 octobre 1997 une opposition au sens de l'art. 16 LTEJUS, dans sa teneur du 4 octobre 1996, entrée en vigueur le 1er février 1997.\n\nLe 22 décembre 1997, l'Office fédéral a déclaré l'opposition irrecevable pour tardiveté.\n\nLe Tribunal fédéral a rejeté le recours formé par A. contre cette décision.", "considerants": "Extrait des considérants:\n\n1. a) L'entraide judiciaire entre les Etats-Unis d'Amérique et la Confédération suisse est régie par le TEJUS et la LTEJUS. La loi fédérale sur l'entraide internationale en matière pénale, du 20 mars 1981 (EIMP; RS 351.1), et son ordonnance d'exécution (OEIMP; RS 351.11) sont applicables aux questions qui ne sont pas réglées par le traité et la loi fédérale y relative (ATF 118 Ib 547 consid. 1b p. 550).\n\nb) La décision par laquelle l'Office fédéral octroie l'entraide judiciaire en vertu de l'art. 5 al. 2 let. b LTEJUS et rejette une opposition selon l'art. 16 de la même loi, peut être attaquée par la voie du recours de droit administratif prévue à l'art. 17 al. 1 LTEJUS (ATF 118 Ib 547 consid. 1c p. 550). Il en va de même lorsque le recours est dirigé contre la décision de l'Office déclarant l'opposition irrecevable pour un motif formel, tel que la tardiveté de l'opposition. En pareil cas, la qualité pour agir par la voie du recours de droit administratif résulte aussi de l'atteinte alléguée aux droits de partie du recourant qui se plaint à cet égard d'un déni de justice formel (cf. ATF 120 Ib 183 consid. 1b p. 185/186, concernant l'EIMP).\n\nIl y a lieu d'entrer en matière.\n\n2. Le recourant reproche à l'Office fédéral une fausse application des normes du droit fédéral concernant la notification des décisions rendues en matière d'entraide judiciaire. Il soutient que l'opposition formée le 12 novembre 1997 était recevable, le délai d'opposition de dix jours fixé par l'art. 16 al. 3 LTEJUS n'ayant selon lui commencé à courir que dès l'instant où il a reçu de la Banque |127| l'avis de l'existence de la décision, à une époque qu'il place au début du mois de novembre 1997.\n\na) Le droit d'être entendu garantit aux parties le droit de recevoir les décisions qui les concernent, afin notamment de pouvoir exercer le droit de recours que leur accorde la loi (ATF 107 Ib 170 consid. 3 p. 175/176). La notification des décisions rendues par l'Office central de l'Etat requis en application du TEJUS relève du droit interne de cet Etat, qui applique à cet égard ses propres règles de procédure (art. 9 al. 1 TEJUS).\n\nb) L'art. 16 al. 3, 1ère phrase, LTEJUS, prévoit que l'opposition s'exerce par une déclaration écrite adressée à l'Office central dans les dix jours à compter de la notification de la décision. La LTEJUS ne disant rien de la forme de cette notification, les dispositions de l'EIMP et de l'OEIMP s'appliquent (cf. ATF 118 Ib 547 consid. 1b p. 550).\n\nc) A teneur de l'art. 80m al. 1 EIMP, l'autorité d'exécution notifie ses décisions à l'ayant droit domicilié en Suisse (let. a) et à l'ayant droit résidant à l'étranger qui a élu domicile en Suisse (let. b). L'art. 9 OEIMP précise à ce sujet que la partie qui habite à l'étranger ou son mandataire doit désigner un domicile de notification en Suisse; à défaut, la notification peut être omise. Quant à l'art. 80n EIMP, il prévoit que le détenteur de documents a le droit d'informer son mandant de l'existence de la demande et de tous les faits en rapport avec elle, à moins que l'autorité compétente ne l'ait expressément interdit, à titre exceptionnel, sous la menace des sanctions prévues par l'art. 292 CP (al. 1); l'ayant droit qui intervient en cours de procédure ne peut plus attaquer la décision de clôture entrée en force (al. 2).\n\nd) Il est constant que le recourant n'est pas domicilié en Suisse où il n'a pas élu, pour le surplus, de domicile de notification. L'Office fédéral n'était dès lors pas tenu de notifier directement au recourant, à son domicile américain, sa décision du 10 octobre 1997. Seul reste à déterminer le moment à partir duquel a commencé à courir le délai d'opposition lorsque, comme en l'espèce, la décision a été notifiée à un tiers. Les règles relatives à la computation des délais de recours s'appliquent par analogie.\n\naa) Le délai de recours commence à courir, même en l'absence de notification formelle, lorsque l'intéressé a eu effectivement connaissance de la décision. Selon la jurisprudence développée sous l'EIMP dans sa teneur antérieure au 4 octobre 1996, la communication d'une décision à un établissement bancaire ne vaut pas, en |128| soi, communication au titulaire du compte. En effet, la banque n'apparaît pas, vis-à-vis de l'autorité d'exécution, comme le représentant de ses clients. En pareil cas, le délai de recours ne court qu'à partir du moment où la banque informe le client des investigations menées par l'autorité ou des mesures prises à son encontre (ATF 120 Ib 183 consid. 3a p. 186/187).\n\nCette règle ne vaut toutefois que pour le cas où la banque est tenue, en vertu de son obligation de diligence découlant de ses devoirs de mandataire, de transmettre à son client tant les informations relatives à leurs rapports internes que les actes qui lui sont destinés. Elle ne s'applique pas en revanche lorsque le client a donné instruction à sa banque de ne pas lui transmettre de communications, mais de les laisser à sa disposition par une convention dite de \"banque restante\". En pareil cas, les communications notifiées à la banque sont opposables au client comme s'il les avait effectivement reçues. Le délai de recours commence à courir du moment où le client aurait reçu l'information nécessaire de la banque si celle-ci la lui avait communiquée sans retard (arrêt non publié A. du 17 novembre 1994 consid. 2b; ATF 104 II 190 consid. 2a in fine p. 194).\n\nbb) Le recourant critique cette solution, qu'il tient pour contraire au système de la nouvelle EIMP, et en particulier à l'art. 80n al. 1 EIMP. Il se prévaut à cet égard des travaux préparatoires, et notamment du Message du Conseil fédéral du 29 mars 1995 (FF 1995 III p. 1 ss). Commentant l'art. 80n al. 1 EIMP projeté, le Conseil fédéral a indiqué que le droit du mandataire d'informer le mandant de l'existence d'une procédure d'entraide est le corollaire des obligations contractuelles du mandataire. L'autorité ne pouvant déléguer au mandataire la notification de ses décisions, tâche relevant du droit public, le Conseil fédéral a abandonné l'idée de consacrer dans la nouvelle loi la solution consistant à créer une \"fiction de notification\" (Message précité, p. 33). Le recourant semble déduire de ce passage - ainsi que de la référence qui y est faite à l' ATF 120 Ib 183 - la preuve que le législateur aurait exonéré la banque de toute obligation à l'égard de son client pour la communication des décisions le concernant. A tort. La mention de l' ATF 120 Ib 183 ne peut être comprise dans le sens que lui prête le recourant, puisque dans cet arrêt, le Tribunal fédéral a précisément refusé de créer une quelconque \"fiction de notification\". En outre, dans la suite du commentaire de l'art. 80n al. 1 EIMP, le Conseil fédéral insiste sur l'obligation du mandataire de faire \"tout son possible\" pour informer son mandant, lequel doit \"faire en sorte de pouvoir être averti\" (Message |129| précité, p. 33). Loin d'atténuer la jurisprudence développée sous l'empire de l'ancienne loi, cette indication la confirme.\n\ncc) Certains auteurs se sont demandés si la notification des décisions par l'entremise du mandataire est compatible avec l'art. 80k EIMP qui fixe le délai de recours dès la communication écrite de la décision (PAOLO BERNASCONI, Rogatorie penali italo-svizzere, Milan, 1997 p. 316; cf. aussi MICHELE RUSCA, Le misure provvisionali nell'assistenza internazionale in materia penale, Revue de droit suisse 1997 II p. 135 ss, p. 164 n. 100). Cette objection n'est pas déterminante dans la mesure où l'art. 80k EIMP doit être interprété à la lumière de l'art. 80m EIMP qui impose à l'autorité de notifier ses décisions au domicile de la personne en Suisse ou à son domicile de notification en Suisse. Il va de soi qu'en pareil cas, la communication se fait sous une forme écrite. Cela n'impose pas toutefois d'en faire de même lorsque la personne visée par la demande en est informée par l'entremise de son mandataire en Suisse. Le mandant peut alors obtenir du mandataire une copie de la décision par le truchement des moyens de télécommunication modernes.\n\ndd) Les principes dégagés par la jurisprudence relative à l'EIMP dans sa teneur antérieure au 4 octobre 1996 doivent être maintenus au regard des nouvelles dispositions de cette loi, et en particulier des art. 80k, 80m et 80n EIMP. Il appartient au mandant d'indiquer au mandataire l'adresse où il peut être joint de la manière la plus sûre et la plus rapide possible. Quant au mandataire, il lui incombe de prendre toutes les mesures à sa disposition pour informer le mandant, dans le meilleur délai, de l'existence d'une décision le concernant (cf. ATF 113 Ib 157 consid. 6 p. 168). Une telle obligation peut être mise à sa charge, aussi pour le cas où le client d'une banque a conclu avec celle-ci une convention dite de \"banque restante\" (PAOLO BERNASCONI, Bankgeheimnis und internationale Rechtshilfe in Strafsachen zwischen Datenschutz und Tatenschutz: Die Quadratur des Zirkels, in: PETER NOBEL (ed) Aktuelle Rechtsprobleme des Finanz- und Börsenplatzes Schweiz, 3/1994, Berne, 1995, p. 92 ss, 94; du même auteur: Droits et devoirs de la banque et de ses clients dans la procédure d'entraide judiciaire en matière pénale, in: RUDOLF VON GRAFFENRIED (ed), Beiträge zum schweizerischen Bankenrecht, Berne, 1987, p. 343 ss, 377; plus nuancé: BEAT MESSERLI, Internationale Rechtshilfe in Strafsachen - eine Standortbestimmung, RPS 1993 p. 121 ss, 126/127; contra: MAURICE HARARI, Dix ans de pratique de l'EIMP: un état des lieux, in: Journée de droit bancaire et financier 1/1994, Berne 1994 p. 81 ss, 88-93).\n\n|130|\n\nCette solution, certes rigoureuse, s'impose au regard de l'intérêt public lié à une exécution rapide des décisions relatives à l'entraide internationale, les contestations qui peuvent surgir à leur propos devant être soulevées sans délai. Il y va aussi du respect des règles de la bonne foi et de l'exigence de célérité de la procédure rappelée à l'art. 17a EIMP. L'adoption d'une solution différente, telle que celle préconisée par le recourant, permettrait au client au bénéfice d'une convention de \"banque restante\" de spéculer sur les différentes communications qui lui sont faites, en décidant de ne réagir qu'à sa propre convenance, ce qui aurait pour effet de retarder indéfiniment l'exécution de la demande (arrêt non publié A. du 17 novembre 1994 consid. 2b; dans ce sens cf. aussi PIERRE-DOMINIQUE SCHUPP, La révision de la loi fédérale sur l'entraide internationale en matière pénale, RPS 1997 p. 180 ss, 187/188). A suivre la thèse du recourant, l'autorité pourrait être confrontée au cas où le client lié à la banque par une telle convention n'attaquerait la décision le concernant que plusieurs semaines - voire plusieurs mois - après sa notification, ce qui serait incompatible avec la sécurité du droit. C'est d'ailleurs précisément pour éviter de telles situations que l'art. 80m al. 1 EIMP, mis en relation avec l'art. 9 OEIMP, exige dorénavant de l'ayant droit domicilié à l'étranger l'élection d'un domicile de notification en Suisse, à défaut duquel la notification peut même être omise selon l'art. 9, 2ème phrase, OEIMP (cf. le Message précité, FF 1995 III p. 32). Il ne se justifie pas à cet égard d'accorder une protection accrue à celui qui, pour protéger le secret de ses affaires, conclut une convention de \"banque restante\".\n\ne) En l'espèce, l'Office fédéral a notifié sa décision du 10 octobre 1997 à la Banque qui l'a reçue le 13 octobre 1997, selon l'avis de réception retourné à l'Office fédéral le 14 octobre 1997. A cette occasion, l'Office fédéral a pris le soin de rappeler à la Banque son obligation d'informer le recourant de l'existence et du contenu de sa décision dans les meilleurs délais. Selon les investigations conduites par l'Office fédéral après la réception de l'opposition, la Banque a remis la décision du 10 octobre 1997 à l'adresse de la Banque restante le 29 octobre suivant. C'est dès le lendemain de cette date que le délai d'opposition a commencé à courir, selon l'art. 20 al. 1 PA, applicable par renvoi de l'art. 7 al. 1 LTEJUS, pour expirer le 8 novembre suivant. Ce jour-là étant un samedi, le délai d'opposition a été reporté au premier jour utile, soit le lundi 10 novembre 1997, conformément à l'art. 20 al. 3 PA. Selon les indications fournies par le recourant, la Banque lui a adressé à son domicile américain, le 31 |131| octobre 1997, un avis l'invitant à prendre contact avec elle. Le 6 novembre 1997, le recourant s'est adressé à la Banque en lui demandant des renseignements supplémentaires, ainsi qu'à son conseil. Il incombait dès lors à celui-ci de former immédiatement une opposition auprès de l'Office fédéral par une simple déclaration écrite, conformément à l'art. 16 al. 3 LTEJUS. En agissant seulement le 12 novembre 1997, le recourant a laissé expirer fautivement le délai d'opposition.\n\nA cet égard, le recourant prétend que le délai d'opposition n'aurait commencé à courir qu'à partir du moment où il a eu effectivement connaissance de la décision du 10 octobre 1997, soit au moment où il a reçu l'avis de la Banque du 31 octobre 1997, à une date qu'il place trois ou quatre jours après l'envoi de cet avis. Cette thèse ne peut être partagée. Le recourant a conclu avec la Banque une convention selon laquelle celle-ci n'avait aucune mesure à prendre pour communiquer à son client le courrier qui lui était adressé. Pour éviter toute déconvenue à ce sujet, le recourant aurait dû prendre d'autres dispositions, ou à tout le moins exiger d'être informé le plus rapidement possible du contenu du courrier relatif à son compte. En ne le faisant pas, il a pris un risque procédural qu'il lui incombe d'assumer.\n\nLa solution retenue dans la décision attaquée ne prête ainsi pas le flanc à la critique. On peut même se demander si l'opposition n'était pas de toute manière tardive, au regard de la jurisprudence rappelée ci-dessus (consid. 2d/aa), en raison du retard mis par la Banque à avertir le recourant seulement le 31 octobre 1997 d'une décision qu'elle avait elle-même reçue le 13 octobre précédent."}