{"annee": "124", "cour": "IV", "page": "262", "date": "8/12/1998", "cite": ["123 IV 42", "114 IV 1", "124 IV 53", "122 IV 139", "124 III 297", "121 IV 207", "123 IV 184", "117 IV 27", "120 IV 44", "124 I 159", "124 IV 94", "122 IV 45", "123 IV 252", "120 IV 208", "100 IV 43", "120 IV 38", "121 IV 76"], "cite_par": ["126 IV 107", "126 III 198", "143 IV 77"], "chapeau": "44. Estratto della sentenza della Corte di cassazione penale dell'8 dicembre 1998 in re E llcc c. CR llcc (ricorso per cassazione)", "regestes": ["Art. 270 al. 1 PPF, art. 173 ss CP; qualité du lésé pour former un pourvoi en nullité en matière d'atteintes à l'honneur. Pour statuer sur la légitimation active, il n'est pas nécessaire de se déterminer sur l'existence de l'infraction invoquée; en effet, cette question constitue l'objet même du procès. Celui qui soutient qu'il est atteint dans son honneur est ainsi légitimé à se pourvoir en nullité au Tribunal fédéral contre une décision de dernière instance cantonale assimilable à une décision de non-lieu au sens de l'art. 268 ch. 2 PPF (consid. 1a et 1b). Art. 173 ss CP; art. 23 LCD et 3 let. a LCD. Accusation contre une vaste collectivité. Visant indistinctement tous ceux qui exercent la chirurgie, l'article intitulé \"Je t'ouvre le ventre car tu es riche et ignorant\" ne constitue pas une atteinte punissable à l'honneur des oto-rhino-laryngologistes (confirmation de la jurisprudence, consid. 2a); il ne tombe pas non plus sous le coup de la LCD (consid. 2b)."], "faits": "|263|\n\nA.- La rivista edita e redatta da O., sul numero di dicembre 1996, ha pubblicato un articolo intitolato \"Ti taglio la pancia, sei ricco e ignorante\". In questo articolo è stato, in sostanza, asserito che le persone poco istruite ma bene assicurate - vale a dire al beneficio di un'assicurazione ospedaliera in camera privata o semiprivata - sono quelle più esposte al rischio di interventi chirurgici non necessari, se non addirittura inutili. Sul medesimo tema sono state pubblicate le interviste al Dott. Med. P. e all'esperto Q.\n\nB.- Ritenendosi lesi nel loro onore nonché diffamati, undici medici otorinolaringoiatri ticinesi hanno sporto querela nei confronti di O., P. e Q., accusandoli di calunnia, subordinatamente diffamazione e violazione della Legge federale sulla concorrenza sleale (LCSl; RS 241). La procedura è sfociata, il 24 novembre 1997, in un decreto di non luogo a procedere; osservato il carattere generico dell'articolo e delle interviste - rivolti indistintamente contro tutte le persone che svolgono la professione medica - la Procuratrice pubblica ha infatti negato la legittimazione attiva dei querelanti.\n\nAlla stessa conclusione è giunta la Camera dei ricorsi penali del Tribunale d'appello del Cantone Ticino (CRP), la quale, con decisione del 3 agosto 1998, ha dichiarato irricevibile in ordine l'istanza di promozione dell'accusa inoltrata dagli undici medici.\n\nC.- Prevalendosi della violazione del diritto federale - segnatamente dell'art. 173 e segg. CP, come pure degli art.i 3, 9 e 23 LCSl - i soccombenti hanno tempestivamente impugnato la sentenza cantonale con ricorso per cassazione al Tribunale federale, postulandone l'annullamento. Non sono state chieste osservazioni sul gravame. Il Tribunale federale ha respinto il ricorso.\n\n|264|", "considerants": "Considerando in diritto:\n\n1. Il Tribunale federale esamina d'ufficio e con libero potere d'esame l'ammissibilità del rimedio esperito (DTF 124 I 159 consid. 1 con rinvii).\n\na) Giusta l'art. 270 cpv. 1 PP \"la facoltà di ricorrere spetta anche al danneggiato se era già parte nella procedura e nella misura in cui la sentenza possa influenzare il giudizio in merito alle sue pretese civili\".\n\nStando a quanto esposto nell'impugnativa, i ricorrenti paiono direttamente e personalmente toccati dai reati evocati: ciò basta per riconoscer loro la qualità di danneggiato ai sensi dell'art. 270 cpv. 1 PP. Ora, è ben vero che una persona può dirsi danneggiata da un'infrazione penale solamente se essa è stata effettivamente commessa e le causa pregiudizio negli interessi giuridicamente protetti. Sennonché queste sono proprio le tematiche che riguardano il merito della controversia e costituiscono l'oggetto del ricorso per cassazione: esse non devono essere decise già allo stadio della ricevibilità. Occorre infatti evitare il circolo vizioso in cui si verrebbe a cadere se - allo scopo di decidere sulla legittimazione ricorsuale del ricorrente - si dovessero esaminare i problemi del merito (CORBOZ, Le pourvoi en nullité interjeté par le lésé, in: SJ 1995 pag. 139). Nel caso concreto, la questione di sapere quali siano gli interessi protetti dalle norme penali invocate dai medici concerne pertanto l'esame di merito del gravame e non quello dell'ammissibilità.\n\nÈ inoltre pacifico che, per aver causato la decisione impugnata, i ricorrenti erano parte del procedimento cantonale (DTF 123 IV 184 consid. 1b pag. 182; DTF 121 IV 207 consid. 1a pag. 210; DTF 120 IV 38 consid. 2b pag. 40).\n\nConsiderato che tale procedimento non aveva raggiunto uno stadio sufficientemente avanzato, non può esser loro rimproverato di non aver ancora fatto valere, in tale ambito, le loro pretese civili (DTF 123 IV 184 consid. 1b pag. 187; DTF 122 IV 139 consid. 1 pag. 141; DTF 120 IV 44 consid. 4a pag. 52).\n\nLa sentenza impugnata giunge alla conclusione che i ricorrenti non sono pregiudicati negli interessi protetti dalle norme penali invocate. Negando in questo modo l'esistenza di un reato nei loro confronti, la decisione penale è suscettibile di esercitare un influsso negativo sulle pretese civili di accertamento del diritto, di risarcimento del danno o di riparazione del torto morale che i ricorrenti potrebbero far valere prevalendosi dei reati in quanto atti illeciti |265| (cfr. art. 41 cpv. 1 e 49 cpv. 1 CO nonché art. 9 cpv. 1 LCSl). A ogni modo la giurisprudenza ha già ammesso che l'esigenza di un effetto negativo sul giudizio relativo alle pretese civili non si applica in presenza di reati contro l'onore; in questi casi, infatti, la stessa condanna penale si presenta come una forma di riparazione civile (DTF 121 IV 76 consid. 1c pag. 80).\n\nEssendo le condizioni poste dall'art. 270 cpv. 1 PP ossequiate, ai ricorrenti dev'essere riconosciuta la legittimazione a ricorrere.\n\nb) Il ricorso per cassazione è ammissibile contro le dichiarazioni di non doversi procedere, emesse in ultima istanza (art. 268 n. 2 PP; sulla nozione di dichiarazione di non doversi procedere cfr. DTF 123 IV 252 consid. 1 pag. 253 e DTF 122 IV 45 consid. 1c pag. 46).\n\nLa sentenza impugnata non configura una dichiarazione di non doversi procedere ma bensì una decisione d'irricevibilità. Ora, le condizioni di ammissibilità di un rimedio giuridico cantonale sono sancite dalla procedura cantonale, la cui violazione non può essere censurata mediante ricorso per cassazione (art. 269 cpv. 1 PP; DTF 123 IV 42 consid. 2a pag. 45; DTF 120 IV 208 consid. 1 pag. 221 e 217 consid. 2 pag. 221). Nel caso in esame non sembra, tuttavia, che l'inammissibilità sia stata pronunciata per una ragione attinente alla procedura cantonale, ma bensì per un motivo legato al diritto federale, avendo l'autorità d'acchito escluso che i reati allegati siano stati commessi ai danni dei ricorrenti. In queste circostanze, appare dunque giustificato assimilare la querelata decisione a una dichiarazione di non doversi procedere. Ci si potrebbe invero domandare se l'autorità cantonale non avrebbe dovuto respingere l'istanza di promozione dell'accusa, invece di dichiararla inammissibile. La questione non merita di essere approfondita: da una canto essa riguarda il diritto procedurale cantonale e dall'altro non comporta, comunque, alcun vantaggio pratico per i ricorrenti (cfr. DTF 124 IV 94 consid. 1a e c).\n\nInterposto in tempo utile (art. 271 cpv. 1 e 2 PP) e conforme alle prescrizioni di forma necessarie (art. 273 cpv. 1 PP), il ricorso si avvera pertanto di principio ammissibile.\n\nc) Il ricorso, di natura cassatoria (art. 277ter cpv. 1 PP), può essere fondato unicamente sulla violazione del diritto federale, non invece sulla violazione di diritti costituzionali (art. 269 PP).\n\nLa Corte di cassazione penale del Tribunale federale non è vincolata dai motivi fatti valere dalle parti (art. 277bis cpv. 2 PP), ma non può andare oltre i limiti delle conclusioni presentate dal ricorrente (art. 277bis cpv. 1 prima frase PP).\n\n|266|\n\nSalvo in caso di svista manifesta, la Corte di cassazione penale del Tribunale federale è vincolata dagli accertamenti di fatto dell'autorità cantonale (art. 277bis cpv. 1 seconda e terza frase PP). La motivazione del ricorso non deve criticare accertamenti di fatto né proporre eccezioni ed impugnazioni nuove (art. 273 cpv. 1 lett. b PP). Non si tiene pertanto conto delle argomentazioni ricorsuali nella misura in cui la fattispecie ivi descritta si scosta da quella contenuta nella decisione impugnata (DTF 124 IV 53 consid. 1 pag. 55, 81 consid. 2a pag. 83 e 92 consid. 1 pag. 93).\n\n2. a) A mente dei ricorrenti nella fattispecie in esame risultano adempiuti i presupposti della calunnia (art. 174 CP), sussidiariamente della diffamazione (art. 173 CP).\n\nSi tratta di reati contro l'onore (titolo marginale all'art. 173 CP). Ora, per poter ammettere una lesione dell'onore occorre che l'offesa sia diretta contro una persona determinata o determinabile, in ogni caso chiaramente riconoscibile (DTF 100 IV 43 consid. 2 pag. 46). Non è necessario che la persona presa di mira venga designata con esattezza, nominalmente, è sufficiente che sia possibile identificarla (DTF 117 IV 27 consid. 2c pag. 29 con rinvii).\n\nLa vittima di un reato contro l'onore può essere una persona fisica (DTF 100 IV 43 consid. 1) - così come una persona defunta o scomparsa (art. 175 CP) - oppure una persona giuridica o un'altra entità giuridica avente capacità di stare in giudizio (DTF 114 IV 1 consid. 2a con rinvii), non invece un'autorità o una collettività pubblica (su questo tema cfr. CORBOZ, Les principales infractions, Berna 1997, n. 26 segg. ad art. 173 CP e n. 6 ad art. 174 CP).\n\nUn oltraggio rivolto ad un insieme di persone - mediante una designazione collettiva - può dar luogo a una lesione dell'onore punibile solo qualora sia diretto contro un gruppo ben determinato e relativamente ristretto, distinto dall'insieme della collettività, di modo che ciascuno dei suoi membri possa sentirsi leso nel suo onore e che il destinatario del messaggio possa capire chiaramente di chi si tratta. Non adempie a tale esigenza un attacco espresso nei confronti di una cerchia di persone mal determinata, ad esempio contro tutti i cacciatori, tutti i cittadini svizzeri, gli ufficiali o i gerenti immobiliari (cfr. DTF 100 IV 43 consid. 1-4; CORBOZ, op.cit., n. 22 ad art. 173 CP). Se non viene definito un limite chiaro, questo modo di vedere può indurre ad escludere, di principio, una lesione all'onore individuale in presenza di un'offesa formulata in maniera generale, all'indirizzo di una classe di persone - che ad esempio pratica una certa religione o esercita una determinata professione - presa nel |267| suo insieme e senza alcuna designazione più precisa (DTF 100 IV 43 consid. 2 pag. 47). Troppo generale, l'oltraggio finisce infatti col diluirsi al punto di attenuarsi considerevolmente e di distogliere il cittadino medio dal ritenere o dal credere ch'esso possa realmente riguardare senza alcuna eccezione tutti gli individui appartenenti alla collettività presa di mira (DTF 100 IV 43 consid. 3 pag. 48). Non criticata dalla dottrina, questa giurisprudenza risulta a tutt'oggi valida e non v'è ragione di scostarsene (CORBOZ, op.cit., n. 22 e 40 ad art. 173 CP; TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, 2a ed., Zurigo 1997, n. 14 prima dell'art. 173 CP; STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil, 5a ed. Berna 1995, vol. I, § 11 n. 15; REHBERG/SCHMID, Strafrecht III, Delikte gegen den Einzelnen, 6a ed., Zurigo 1994, § 44 n. 1.2 pag. 288; SCHUBARTH, Delikte gegen die Ehre, den Geheim- oder Privatbereich und gegen die Freiheit: art. 173-186 StGB, Berna 1984, n. 50 ad art. 173 CP).\n\nNel caso di specie, l'articolo controverso non permette in alcun modo d'identificare personalmente l'uno o l'altro dei ricorrenti. Esso non concerne infatti esclusivamente i medici otorinolaringoiatri dato che evoca egualmente le operazioni di appendicite o asportazione dell'utero. Né si può sostenere che riguarda esclusivamente i medici attivi in Ticino. In definitiva, l'attacco si rivolge - come peraltro ammettono anche i ricorrenti - contro l'insieme dei medici che pratica interventi chirurgici in Svizzera; si tratta pertanto di un'intera categoria professionale che conta centinaia di membri. Una simile offesa appare troppo generica per poter ammettere, sulla scorta dei principi appena enunciati, che ogni medico può sentirsi toccato personalmente. Anche se l'articolo evoca, effettivamente, numerosi abusi, il lettore medio non può dedurne che tutti i medici che eseguono interventi chirurgici agiscono, senza eccezioni, come descritto. Né può stabilire quali siano i medici specialmente presi di mira, così che non gli è possibile identificare qualcuno in particolare o sapere se il suo medico rientra in questa categoria.\n\nDa quanto esposto discende che l'attacco in esame ha un carattere troppo generale per ammettere che si rivolge contro ogni ricorrente singolarmente, ciò che esclude la possibilità di condannare i querelati per calunnia (art. 173 CP) o diffamazione (art. 174 CP).\n\nb) I ricorrenti si dolgono inoltre di essere stati denigrati in un modo che adempie i requisiti dei combinati disposti 23 e 3 lett. a LCSl.\n\nL'argomentazione ricorsuale misconosce la linea direttrice e la portata della legge federale sulla concorrenza sleale. Come si evince |268| dal principio generale enunciato all'art. 2 LCSl, la fattispecie della concorrenza sleale presuppone infatti un comportamento tale da influire sui rapporti tra concorrenti o tra fornitori e clienti. La LCSl non si prefigge di proteggere la buona fede in generale, ma bensì di garantire una concorrenza leale (art. 1 LCSl). Ciò significa che, ai sensi della LCSl, ha carattere illecito solamente un comportamento diretto alla concorrenza e oggettivamente idoneo a influenzare il mercato (DTF 124 III 297 consid. 5d pag. 301 seg.; 120 II 76 consid. 3a pag. 78 con riferimenti).\n\nAtteso che i medici detengono il monopolio nel campo della chirurgia, non si vede con quale altro ambito professionale essi potrebbero trovarsi in concorrenza. Non solo. L'articolo si riferisce a tutti i medici che praticano la chirurgia, senza operare una distinzione, fra di essi, suscettibile di influenzare il gioco della concorrenza. L'ipotesi che uno dei medici intervistati abbia voluto trarre un vantaggio personale dall'articolo risulta inoltre insostenibile, avendo egli stesso dichiarato di avere già troppo lavoro. Una simile affermazione non può essere interpretata quale invito alla clientela a rivolgersi a lui invece che ad altri colleghi.\n\nSi deve pertanto concludere che l'articolo - rivolto contro tutti coloro che esercitano l'attività chirurgica - ha un carattere neutro dal profilo della concorrenza, di modo che la violazione invocata si avvera d'acchito priva di fondamento.\n\n3. (Spese)"}