{"annee": "124", "cour": "V", "page": "137", "date": "30/4/1998", "cite": ["119 V 65", "123 V 25", "123 I 1", "121 I 113", "122 I 61", "118 V 65", "120 IA 369"], "cite_par": ["128 I 273", "128 I 177", "125 I 161"], "chapeau": "24. Arrêt du 30 avril 1998 dans la cause Caisse publique cantonale valaisanne de chômage contre G. et Commission cantonale de recours en matière de chômage, Sion", "regestes": ["Art. 22 al. 1 LACI; art. 34 OACI: calcul du supplément pour allocations familiales. Pouvoir d'examen du Tribunal fédéral des assurances lorsqu'il s'agit d'interpréter la législation cantonale en matière d'allocations pour enfants, pour fixer le montant du supplément prévu à l'art. 22 al. 1 LACI."], "faits": "|137|\n\nA.- Née en 1958, G., qui assumait seule l'autorité parentale sur ses deux enfants, a bénéficié des prestations de l'assurance-chômage à partir du 1er avril 1995. Elle a déclaré dans sa demande d'indemnités qu'elle cherchait à exercer une activité à plein temps.\n\nElle a trouvé un travail à 50% pour la période allant du 18 mai au 18 novembre 1995. Son engagement a passé à 70% dès le 1er septembre 1995, pour une durée indéterminée, selon contrat du 26 juillet. L'assurée a alors fait savoir à la Caisse publique cantonale valaisanne de chômage (ci-après: la caisse publique) qu'elle renonçait à toute indemnité de chômage à partir du 1er septembre 1995. Par décision du 12 octobre 1995, la caisse publique a communiqué à l'assurée que le paiement des allocations familiales ne lui incombait plus depuis le 18 mai mais était dorénavant du ressort de |138| l'employeur ou de sa caisse d'allocations familiales. De son côté, par décision du 30 octobre 1995, la Caisse interprofessionnelle valaisanne d'allocations familiales (ci-après: la CIVAF) - à laquelle étaient affiliés tant l'ancien que le nouvel employeur de G. - a signifié à l'assurée qu'il appartenait à la caisse publique de prendre en charge le 50% des allocations familiales du 18 mai au 31 août 1995.\n\nB.- G. a recouru seulement contre la décision de la caisse publique. La Commission cantonale valaisanne de recours en matière de chômage (ci-après: la commission) a admis le recours par jugement du 14 mars 1996.\n\nC.- Par mémoire du 5 juillet 1996, intitulé \"Recours de droit public\", la caisse publique a déféré ce jugement au Tribunal fédéral, en demandant son annulation et la confirmation de sa décision du 12 octobre 1995, sous suite de frais et dépens.\n\nConsidérant que cette décision semblait être fondée principalement sur la loi fédérale sur l'assurance-chômage, et non pas exclusivement sur le droit cantonal, le Tribunal fédéral a transmis ce recours au Tribunal fédéral des assurances, qui l'a accepté, par lettre du 23 juillet 1996, comme objet de sa compétence, conformément à l'art. 96 al. 1 OJ.\n\nPar lettre du 6 août 1996, la commission a confirmé son interprétation du droit cantonal et a conclu au rejet du recours.\n\nDans le cadre d'observations circonstanciées du 28 août 1996, la CIVAF s'est prononcée implicitement en faveur du rejet du recours. Telle est également, explicite, la position de l'assurée.\n\nL'Office fédéral du développement économique et de l'emploi n'a pas jugé utile de se déterminer sur le recours.", "considerants": "Considérant en droit:\n\n1. a) Selon l'art. 128 OJ, le Tribunal fédéral des assurances connaît en dernière instance des recours de droit administratif contre des décisions au sens des art. 97, 98 let. b à h et 98a OJ en matière d'assurances sociales. Quant à la notion de décision pouvant faire l'objet d'un recours de droit administratif, l'art. 97 OJ renvoie à l'art. 5 PA. Selon le premier alinéa de cette disposition, sont considérées comme décisions les mesures prises par les autorités dans des cas d'espèce, fondées sur le droit public fédéral (et qui remplissent par ailleurs certaines conditions relatives à leur objet). Il s'ensuit que le recours de droit administratif serait en principe irrecevable s'il avait trait uniquement au régime des allocations |139| familiales du droit cantonal (ATF 119 V 68 consid. 2a, ATF 118 V 69 consid. 1b).\n\nb) Dans la mesure, toutefois, où le litige porte sur le point de savoir si l'art. 22 al. 1 LACI a été correctement appliqué par les premiers juges en lieu et place du droit cantonal, l'examen du recours incombe à la Cour de céans.\n\n2. a) La simple erreur de droit commise dans l'application du droit cantonal ne constitue pas en tant que telle une violation du droit fédéral. Il n'y a violation du droit fédéral que si le droit cantonal est appliqué de manière arbitraire (ATF 123 V 33 consid. 5c/cc et les références).\n\nb) Selon la jurisprudence, une décision est arbitraire et viole dès lors l'art. 4 al. 1 Cst. lorsqu'elle méconnaît gravement une règle de droit ou un principe juridique clair et indiscuté, ou qu'elle contredit de manière choquante le sentiment de l'équité. La violation incriminée doit être manifeste et reconnaissable d'emblée. Il n'y a pas arbitraire du seul fait qu'une solution autre que celle de l'autorité cantonale apparaît concevable ou même préférable. Enfin, une décision ne sera annulée que si elle est arbitraire dans son résultat, mais non lorsque seuls ses motifs sont insoutenables, ou encore qu'elle n'est pas motivée (ATF 123 I 5 consid. 4a, ATF 122 I 66 consid. 3a, ATF 121 I 114 consid. 3a, ATF 120 Ia 373 consid. 3a).\n\n3. Selon l'art. 22 al. 1 LACI, l'indemnité journalière pleine et entière s'élève à 80% du gain assuré. L'assuré touche en outre un supplément qui correspond au montant, calculé par jour, des allocations légales pour enfants et formation professionnelle auxquelles il aurait droit s'il avait un emploi. Le supplément n'est versé que dans la mesure où les allocations pour enfants ne sont pas servies durant la période du chômage.\n\nAux termes de l'art. 34 al. 1 OACI, le supplément correspondant aux allocations légales pour enfants et formation professionnelle est calculé d'après la loi régissant les allocations familiales dans le canton où l'assuré est domicilié.\n\nLa législation sur l'assurance-chômage prévoit donc que le droit aux allocations légales pour enfants et formation professionnelle est également reconnu en période de chômage.\n\nL'art. 6 al. 2 de la loi valaisanne sur les allocations familiales aux salariés et sur le fonds cantonal pour la famille du 20 mai 1949 (ci-après: LAFS) prévoit que: \"Le droit à l'allocation naît en même temps que le droit au salaire. Il subsiste tant que le salaire est légalement dû ou |140| effectivement payé. Le droit aux allocations prescrites par la LAFS est maintenu pendant 360 jours lorsque l'interruption de travail est indépendante de la volonté du salarié. Il sera tenu compte des allocations versées par d'autres instances auprès desquelles les salariés sont obligatoirement assurés...\".\n\nLe litige se résume ainsi au point de savoir qui de la caisse publique ou de la CIVAF - laquelle en a versé déjà la moitié - doit prendre en charge le 50% des allocations familiales de l'assurée, au chômage dans cette proportion, entre le 18 mai et le 31 août 1995.\n\n4. a) La caisse publique est d'avis que l'art. 22 al. 1 LACI consacre le principe de la subsidiarité du paiement des allocations familiales par la caisse de chômage. Or, selon l'art. 9bis du règlement d'exécution de la loi valaisanne sur les allocations familiales aux salariés et sur le fonds cantonal pour la famille du 8 novembre 1949 (ci-après: RAFS), \"les règles de fractionnement de l'allocation sont assouplies lorsqu'il s'agit de salariés responsables d'une famille monoparentale.\n\nL'allocation complète est due:\n\n- pour les salariés rémunérés au mois dès que l'activité atteint 50%; (...)\".\n\nD'après la recourante, le législateur a donc \"clairement posé une exception en faveur du salarié responsable d'une famille monoparentale, le désignant comme l'ayant droit à cette prestation sociale, pour peu qu'il soit au service d'un employeur affilié à la présente loi, qu'il en perçoive un salaire et qu'il exerce son activité professionnelle dans une proportion égale ou supérieure à 50%\". G., qui était salariée au mois, dont l'activité atteignait 50% et qui était responsable d'une famille monoparentale, remplissait les conditions posées par cette disposition, de sorte que l'allocation complète lui est due par la CIVAF.\n\nb) De son côté, la CIVAF, dont le point de vue a été adopté par la commission, est d'avis que l'art. 9bis RAFS ne s'applique pas en l'espèce: G. n'était pas seulement salariée à 50%, mais également chômeuse dans la même proportion, son voeu étant alors d'exercer une activité à plein temps; elle a donc droit au supplément prévu par l'art. 22 al. 1 LACI, à charge de la caisse publique; en d'autres termes, \"la caisse publique de chômage remplit toutes les conditions légales qui définissent l'employeur au sens de la législation de l'AVS et de la LAFS/RAFS, lorsqu'elle verse des indemnités journalières qui sont considérées comme un salaire, selon l'art. 22 al. 2 LACI...\". Enfin, l'art. 11 al. 3 RAFS prévoit que les indemnités versées par les caisses de chômage doivent être déduites du montant des |141| allocations dues par les caisses d'allocations familiales.\n\nc) A la requête de la commission, l'Office fédéral des assurances sociales s'est exprimé en procédure cantonale. Il est d'avis qu'il découle de l'art. 11 al. 1 et 3 RAFS \"qu'en cas de chômage, il appartient en premier lieu aux caisses de chômage de verser les allocations pour enfants et de formation professionnelle\". L'art. 9bis RAFS ne trouve pas application \"puisqu'il est destiné à venir en aide aux chefs de famille monoparentale qui ne peuvent ou ne veulent travailler à 100% pour pouvoir s'occuper de leurs enfants\".\n\n5. a) Il y a lieu de se demander si la commission a, d'une part, violé la LACI et, d'autre part, appliqué le droit cantonal de façon arbitraire en considérant que les articles 6 LAFS/11 RAFS concernent essentiellement les salariés et, qu'en conséquence, en cas de chômage, il appartient en premier lieu aux caisses de chômage de verser les allocations familiales au regard de l'art. 22 al. 1 LACI.\n\nb) Le texte clair de l'art. 22 al. 1 LACI met le chômeur sur le même pied que le salarié en ce qui concerne les allocations pour enfants. Le supplément à l'indemnité journalière n'est toutefois versé que dans la mesure où ces prestations ne sont pas servies durant la période de chômage.\n\nc) La législation valaisanne sur les allocations familiales ne prévoit en principe pas, pour le chômeur qui n'exerce pas d'activité lucrative à temps partiel pendant les périodes de contrôle, un droit à de telles prestations. Ainsi, en cas de chômage à 100%, le supplément, calculé selon les normes valaisannes, sera versé par la caisse de chômage. De même, un assuré au chômage à 50%, qui n'est pas responsable d'une famille monoparentale, recevra de cet organe le 50% du supplément.\n\nd) Selon un arrêt récent du Tribunal fédéral, l'art. 22 al. 1 LACI ne concerne que les allocations familiales qui s'ajoutent aux indemnités de chômage et non pas celles, régies par le droit cantonal, qui sont versées en sus des gains intermédiaires réalisés par une personne au chômage. Cette disposition institue notamment une responsabilité subsidiaire de l'assurance-chômage par rapport aux cantons pour le versement de ces allocations (arrêt non publié M. du 10 juin 1997).\n\ne) Dans l'arrêt cité, au consid. 2d, le Tribunal fédéral a également jugé que les art. 6 al. 2 LAFS/11 al. 3 RAFS n'ont pas le même objet que l'art. 22 al. 1 LACI et ne contiennent dès lors aucune réglementation qui lui soit contraire. |142|\n\nf) Il n'apparaît pas que le jugement attaqué serait ou directement contraire au droit fédéral ou inopportun lorsqu'il considère que le droit aux allocations familiales de l'intimée, au chômage à raison de 50%, est régi, pour ce même pourcentage, par l'art. 22 al. 1 LACI, alors que les prestations litigieuses sont dues en vertu du droit cantonal en ce qui concerne l'activité professionnelle qu'elle exerce à 50%.\n\nEn particulier, les art. 6 al. 2 LAFS/11 RAFS imposent à la CIVAF l'obligation légale de payer les allocations familiales, sous déduction des montants versés par la caisse publique durant le chômage. Au-delà de la distinction qu'elles opèrent entre les tâches respectives des organes de l'assurance-chômage (la caisse publique) et ceux du régime cantonal des allocations familiales (la CIVAF), ces dispositions tendent à éviter que les assurés ne perçoivent un montant d'allocations supérieur au maximum légal, par le biais, par exemple, de l'assouplissement des règles de fractionnement de la prestation prévu par le droit cantonal pour les familles monoparentales (art. 9bis RAFS). Les art. 6 al. 2 LAFS/11 RAFS ne sauraient dès lors être interprétés dans le sens d'un principe de subsidiarité du paiement des allocations familiales par la caisse publique à des assurés qui se trouveraient au chômage. Accepter ce point de vue reviendrait à vider l'art. 22 al. 1 LACI d'une partie de sa substance.\n\nCette interprétation ne contredit pas la jurisprudence du Tribunal fédéral évoquée aux consid. 5d et 5e ci-dessus, en ce sens que, pour l'activité dont G. tire un gain intermédiaire, les allocations familiales sont allouées en vertu du droit cantonal, les prestations prévues par la LACI n'étant versées qu'en relation avec les périodes de chômage de l'assurée correspondant, à l'époque considérée, à 50% de son temps. Il y a dès lors lieu de distinguer, en ce qui concerne le droit aux allocations familiales, entre les périodes d'activité et de chômage, auxquelles s'appliquent des réglementations différentes, indépendamment du rythme d'alternance des unes et des autres (journalier, bihebdomadaire, sporadique, etc.).\n\n6. Il reste à examiner si les premiers juges ont violé le droit fédéral en appliquant de façon arbitraire les règles du droit cantonal relatives aux prétentions des salariés responsables d'une famille monoparentale. Il convient d'interpréter l'art. 9bis RAFS susmentionné, dont le texte même, à première vue, paraît donner raison à la caisse publique. L'argumentation de la CIVAF doit pourtant l'emporter: dans le contexte d'une loi cantonale qui ne prévoit en principe pas, ainsi qu'on l'a vu, le versement d'allocations pour enfants en cas de chômage, il y a lieu de considérer que l'intimée, |143| durant la période litigieuse, était non seulement salariée à 50%, mais encore en situation de chômage dans la même proportion. L'assimilation des indemnités de chômage au salaire, admise par la Cour de céans en diverses occasions (cf. VSI 1996 p. 135, RCC 1990 p. 456 consid. 3), trouve tout son sens en l'occurrence: G., en définitive, est dans la même situation que si elle avait deux emplois à 50%. Ce n'est pas l'hypothèse qui est visée par l'art. 9bis RAFS, qui répond à un souci de politique sociale: cette disposition s'adresse à ceux qui n'ont pour tout revenu que celui résultant d'une activité (ou d'un chômage), à 50% au moins.\n\nSur le vu de ce qui précède, le jugement cantonal n'est contraire au droit fédéral ni par l'application directe de ce droit, ni par l'application arbitraire du droit cantonal.\n\nLe recours doit ainsi être rejeté."}