{"annee": "124", "cour": "III", "page": "297", "date": "16/4/1998", "cite": ["120 II 331", "121 III 358", "108 II 305", "95 III 83", "119 II 127", "121 III 350", "116 IA 162", "116 IB 367", "120 II 76"], "cite_par": ["132 III 122", "129 IV 322", "128 III 324", "142 III 84", "141 III 527", "126 III 198", "137 III 539", "124 IV 262", "130 III 345", "134 III 390", "133 III 449", "138 III 755"], "chapeau": "54. Auszug aus dem Urteil der I. Zivilabteilung vom 16. April 1998 i.S. Musikvertrieb AG gegen Motor-Columbus AG (Berufung)", "regestes": ["Responsabilité au sein d'un groupe de sociétés. Pour engager la responsabilité de la société mère, le comportement incriminé des personnes qui sont des organes et de cette société et de sa filiale doit être illicite ou, à tout le moins, contraire aux moeurs (consid. 5a). L'illicéité d'omissions ne découle ni du principe général relatif à la création d'un état de choses dangereux, ni de l'art. 2 CC (consid. 5b et c). La contrariété aux moeurs n'entre qu'exceptionnellement en ligne de compte (consid. 5e). Des indications d'ordre général concernant l'existence d'un groupe de sociétés ne permettent pas de rechercher la société mère au titre de la responsabilité fondée sur la confiance. Pour être digne de protection, la confiance suppose un comportement de la société mère qui soit propre à susciter des espérances suffisamment concrètes et précises (consid. 6)."], "faits": "BGE 124 III 297 S. 298\n\nA.- Die Musikvertrieb AG begann in den Jahren 1986 und 1987 mit der Planung eines neuen Lager- und Verteilzentrums in Schlieren, dem sogenannten «Dispodrom», in welchem Wareneingang, Warenausgang, Entgegennahme von Kundenbestellungen und Auftragsabwicklung computergesteuert bewältigt werden sollten. Mit Totalunternehmervertrag vom 26. Juni 1987 übertrug sie die bauliche Erstellung des Lager- und Verteilzentrums der Mobag Generalunternehmung AG. Am 18. November 1987 schloss sie zudem einen Vertrag über Ingenieurleistungen mit der Mobag Systems Engineering (MSE), einer Abteilung der Mobag Generalunternehmung AG, ab. Die Firma EOP AG EDV-Organisation und Programmierung unterbreitete mit Schreiben vom 29. September 1987 eine «Grob-Offerte» für die Realisierung des EDV-Projekts. Am 27. Januar 1989 reichte die EOP AG der Musikvertrieb AG eine neue Offerte für die Entwicklung und Einführung der EDV-Applikation ein, auf deren Verbindlichkeit sich die Parteien in der Folge unterschriftlich einigten. Im Mai 1990 fusionierte die EOP AG mit der Infocall AG. Sowohl die EOP AG als auch die Infocall AG waren Tochtergesellschaften der Telecolumbus AG, die ihrerseits eine Tochtergesellschaft der Motor-Columbus AG war.\n\nDas «Dispodrom» nahm Anfang Januar 1991 den Betrieb auf. Bei der Betriebsaufnahme kam es zu einem Zusammenbruch des EDV-Systems. Nach der Darstellung der Musikvertrieb AG war es infolgedessen nicht einmal mehr möglich, die bisherigen Auftraggeber zu beliefern. Dadurch sei der Musikvertrieb AG bzw. ihrer Schwestergesellschaft, der Dispodrom AG, ein enormer Schaden entstanden.\n\nB.- Am 7. Oktober 1994 reichte die Musikvertrieb AG beim Handelsgericht des Kantons Aargau Klage gegen die Motor-Columbus AG ein, mit dem Begehren, die Beklagte sei zu verpflichten, Fr. 7'081'102.-- nebst Zins zu 5% seit 10. Februar 1992 an die Dispodrom AG und Fr. 100'000.-- nebst Zins zu 5% seit 14. Oktober 1993 an die Klägerin zu bezahlen. Auf Antrag der Beklagten beschränkte der Instruktionsrichter mit Verfügung vom 3. März 1995 das Verfahren vorerst auf die Frage, ob die Beklagte dem Grundsatz nach hafte, ob sie mithin überhaupt passivlegitimiert sei.BGE 124 III 297 S. 299\n\nMit Urteil vom 20. August 1997 verneinte das Handelsgericht die Passivlegitimation der Beklagten und wies demzufolge die Klage ab.\n\nC.- Das Bundesgericht weist die Berufung der Klägerin ab, soweit es darauf eintritt, und bestätigt das Urteil des Handelsgerichts.", "considerants": "Aus den Erwägungen:\n\n5. Die Klägerin wirft den Herren Franz-Anton Glaser, Ulrich Dietiker und Kurt Meier, die angeblich als Doppelorgane der EOP/Infocall AG und der Telecolumbus AG aufgetreten seien, unerlaubtes Verhalten im Sinne von Art. 41 OR vor. Sie macht geltend, die genannten Personen hätten die schwerwiegenden Probleme gekannt, die bei anderen Kunden mit analogen EDV-Applikationen entstanden seien, und wären deshalb zum Eingreifen verpflichtet gewesen, um einen Zusammenbruch des EDV-Systems des «Dispodroms» zu verhindern. Das Handelsgericht hält der Klägerin entgegen, dass es einerseits an einer Widerrechtlichkeit des beanstandeten Verhaltens fehle und dass anderseits die fraglichen Personen auch nicht als Doppelorgane beider Gesellschaften gehandelt hätten. Zudem geht die Vorinstanz auch davon aus, dass Schadenersatzforderungen aus unerlaubter Handlung ohnehin verjährt wären. Mit diesen Erwägungen hat das Handelsgericht nach Auffassung der Klägerin Bundesrecht verletzt.\n\na) Nach Art. 722 OR haftet die Aktiengesellschaft für den Schaden aus unerlaubten Handlungen (Art. 41 OR), die eine zur Geschäftsführung oder zur Vertretung befugte Person in Ausübung ihrer geschäftlichen Verrichtungen begeht. Aufgrund dieser Vorschrift hat die Konzern-Muttergesellschaft unter Umständen für Eingriffe ihrer Organe in die Geschäftsführung der Tochtergesellschaft einzustehen (ROLAND VON BÜREN, Der Konzern, in: Schweizerisches Privatrecht, Basel, Bd. VIII/6, S. 178 und 183; FORSTMOSER, Die aktienrechtliche Verantwortlichkeit, 2. Aufl. 1987, S. 224 Rz. 713 ff.; MAX ALBERS-SCHÖNBERG, Haftungsverhältnisse im Konzern, Diss. Zürich 1980, S. 152 ff.). Eine derartige Organhaftung setzt allerdings voraus, dass die fraglichen Handlungen unerlaubt im Sinne von Art. 41 OR, mithin widerrechtlich oder zumindest sittenwidrig (Art. 41 Abs. 2 OR) sind (VON BÜREN, a.a.O., S. 182 f.; WOLFGANG ZÜRCHER, Der Gläubigerschutz im schweizerischen Aktienrechts-Konzern, Diss. Zürich 1993, S. 219 ff.), und dass die Personen, von denen die Handlungen ausgegangen sind, sowohl als Organe der Muttergesellschaft als auch als Organe der Tochtergesellschaft BGE 124 III 297 S. 300gehandelt haben (ALBERS-SCHÖNBERG, a.a.O., S. 157 ff.; ANDREAS VON PLANTA, Doppelorganschaft im aktienrechtlichen Verantwortlichkeitsrecht, in: FS Vischer 1983, S. 600 ff.; KARL HOFSTETTER, Sachgerechte Haftungsregeln für Multinationale Konzerne, S. 201 f.).\n\nb) Der Vorwurf der Klägerin an die Herren Glaser, Dietiker und Meier geht in erster Linie dahin, dass sie es trotz Kenntnis der Probleme unterlassen hätten einzugreifen. Die Widerrechtlichkeit dieser Unterlassung versucht die Klägerin zunächst aus dem Gefahrensatz abzuleiten. Nach diesem ungeschriebenen haftpflichtrechtlichen Grundsatz hat, wer Gefahren schafft, die nötigen Schutzmassnahmen zu treffen (BGE 116 Ia 162 E. 2c S. 169, mit Hinweisen; vgl. auch BGE 121 III 358 E. 4a S. 360). Der Gefahrensatz ist einerseits heranzuziehen, wenn der Kausal- bzw. der Rechtswidrigkeitszusammenhang zwischen einer Unterlassung und dem eingetretenen Schaden zu beurteilen ist (vgl. HONSELL, Schweizerisches Haftpflichtrecht, 2. Aufl. 1996, S. 50 f. Rz. 35; SCHNYDER, in: Kommentar zum Schweizerischen Privatrecht, Basel, 2. Aufl. 1996, N. 38 zu Art. 41 OR). Anderseits begründet die Verletzung des Gefahrensatzes Verschulden; wer die gebotenen Schutzmassnahmen unterlässt, verletzt seine Sorgfaltspflicht (REY, Ausservertragliches Haftpflichtrecht, S. 173 f. Rz. 866 ff., insbes. Rz. 869; KELLER/GABI, Haftpflichtrecht, 2. Aufl. 1988, S. 43, 59 und 62; OFTINGER/STARK, Schweizerisches Haftpflichtrecht, Bd. II/1, 4. Aufl. 1987, S. 11 ff. Rz. 26 ff.). Nicht geeignet ist der Gefahrensatz nach in der neueren Lehre überwiegender - und zutreffender - Auffassung demgegenüber zur Begründung der Widerrechtlichkeit einer Unterlassung (BREHM, Berner Kommentar, N. 51 zu Art. 41 OR; OFTINGER/STARK, Schweizerisches Haftpflichtrecht, Bd. I, 5. Aufl. 1995, S. 182 f. Rz. 44, und Bd. II/1, 4. Aufl. 1987, S. 39 Rz. 107; STARK, Ausservertragliches Haftpflichtrecht, 2. Aufl. 1988, S. 57 Rz. 240 und S. 62 f. Rz. 271 ff.; REY, a.a.O., S. 148 Rz. 756). Dieser Auffassung hat sich das Bundesgericht in BGE 119 II 127 (E. 3 S. 129) angeschlossen. Insoweit ist die von der Klägerin zitierte frühere Rechtsprechung (BGE 116 Ia 162 E. 2c S. 169, mit Hinweisen; vgl. auch BGE 116 Ib 367 E. 6a S. 376) überholt (WERRO, Die Sorgfaltspflichtsverletzung als Haftungsgrund nach Art. 41 OR, ZSR 116/1997, S. 364 f.). Aus BGE 121 III 358, auf den sich die Klägerin ebenfalls beruft, ergibt sich nichts zugunsten ihres Rechtsstandpunktes. Der dort beurteilte Fall betraf einen Skiunfall, der zu einer schweren Körperverletzung geführt hatte. Die Schädigung war deshalb bereits als Eingriff in ein BGE 124 III 297 S. 301absolut geschütztes Rechtsgut widerrechtlich (vgl. SCHNYDER, a.a.O., N. 38 zu Art. 41 OR). Die dortigen Erwägungen beziehen sich folglich nicht auf die Widerrechtlichkeit, sondern auf die Frage, ob und wieweit dem beklagten Bergbahnunternehmen Unterlassungen von Schutzvorkehren auf der Skipiste zur Last fielen, die als Verletzungen der vertraglichen oder sich aus dem Gefahrensatz ergebenden Pistensicherungspflicht in dem Sinne eine Haftungsgrundlage abzugeben vermochten, dass sie es dem Grundsatz nach erlaubten, dem Bergbahnunternehmen den Schaden unter dem Gesichtspunkt des Rechtswidrigkeitszusammenhangs zuzurechnen. Im vorliegenden Fall geht es dagegen nicht um einen Eingriff in absolut geschützte Rechtsgüter der Klägerin, sondern um einen reinen Vermögensschaden. Zur Begründung der Widerrechtlichkeit bedarf es daher eines Verstosses gegen eine Norm, die vor Schädigungen von der Art der eingetretenen schützen soll (OFTINGER/STARK, a.a.O., Bd. II/1, S. 35 f. Rz. 101; vgl. auch BGE 121 III 350 E. 6b S. 354, mit Hinweisen). Der Gefahrensatz bildet jedoch nach dem Gesagten für sich allein keine solche Schutznorm.\n\nc) Als Rechtsnorm, aus der sich eine Pflicht der Herren Glaser, Dietiker und Meier zum Eingreifen ergeben haben soll, führt die Klägerin weiter Art. 2 ZGB an, wonach jedermann in der Ausübung seiner Rechte und in der Erfüllung seiner Pflichten nach Treu und Glauben zu handeln hat. Diese Vorschrift knüpft jedoch, wie schon aus ihrem Wortlaut hervorgeht, an bereits bestehende Rechte und Pflichten einer Person an. Wo jemand weder nach Vertrag noch nach Gesetz zu einem bestimmten Verhalten verpflichtet ist, kann eine solche Pflicht höchstens in eng umgrenzten Ausnahmefällen aus dem Grundsatz von Treu und Glauben abgeleitet werden (BGE 108 II 305 E. 2b S. 311, bestätigt in BGE 116 Ib 367 E. 6c S. 376 und BGE 121 III 350 E. 6b S. 354). Einen solchen Ausnahmefall stellt namentlich die Haftung aus treuwidriger Enttäuschung erweckten Vertrauens dar. Darauf ist zurückzukommen (E. 6 hienach). Im vorliegenden Zusammenhang bleibt festzuhalten, dass es das Handelsgericht entgegen der Auffassung der Klägerin mit Recht abgelehnt hat, Art. 2 ZGB als «haftpflichtrechtliche Grundschutznorm» aufzufassen (HONSELL, a.a.O., S. 21 Rz. 7; BREHM, a.a.O., N. 53 zu Art. 41 OR; OFTINGER/STARK, a.a.O., Bd. II/1, 4. Aufl. 1987, S. 39 ff. Rz. 108 ff.; HOFSTETTER, a.a.O., S. 213 f.).\n\nd) Schliesslich beruft sich die Klägerin zur Begründung der Widerrechtlichkeit auf Art. 2 und insbesondere auf Art. 3 lit. b des Bundesgesetzes gegen den unlauteren Wettbewerb (UWG; SR 241).BGE 124 III 297 S. 302\n\nSie macht geltend, die EOP/Infocall AG bzw. ihre Organe hätten immer wieder beteuert, dass alles planmässig verlaufe, es keine gravierenden EDV-Probleme gebe, und zudem ständig wiederholt, dass der Produktiv-Start per Anfang 1991 ohne weiteres möglich sei; dies alles, obwohl sie gewusst hätten, dass sie ein Entwicklungsprogramm verwendet hätten, das nicht funktioniert habe, nicht praxiserprobt gewesen sei und bereits bei anderen Kunden massive Performance-Probleme verursacht habe. Mit dieser Argumentation verkennt die Klägerin Stossrichtung und Tragweite des UWG. Nach Art. 3 lit. b UWG, dessen Tatbestandsmerkmale die Klägerin im Verhalten der Beklagten verwirklicht sehen will, handelt zwar unlauter, wer über seine Waren, Werke oder Leistungen unrichtige oder irreführende Angaben macht. Wie sich bereits aus der Generalklausel von Art. 2 UWG ergibt, setzt der Tatbestand des unlauteren Wettbewerbs jedoch stets ein Verhalten voraus, welches das Verhältnis zwischen Mitbewerbern oder zwischen Anbietern und Abnehmern beeinflusst. Das UWG bezweckt nicht etwa allgemein den Schutz von Treu und Glauben, sondern nur den Schutz des lauteren Wettbewerbs (Art. 1 UWG). Widerrechtlich im Sinne des UWG kann deshalb zum vornherein nur wettbewerbsgerichtetes, marktrelevantes Verhalten sein. Das Verhalten muss mithin objektiv geeignet sein, den Wettbewerb zu beeinflussen (BGE 120 II 76 E. 3a S. 78, mit Hinweisen). Im vorliegenden Fall kann aber keine Rede davon sein, dass die Klägerin durch eine derartige Wettbewerbsbeeinflussung geschädigt worden wäre. Die Äusserungen, aus denen die Klägerin den Vorwurf des unlauteren Wettbewerbs ab-leiten will, fielen im Rahmen der Abwicklung eines bereits bestehenden Vertrages. Sie waren einerseits weder bestimmt noch geeignet, sich auf die Marktverhältnisse auszuwirken. Anderseits hatte die Klägerin auch die Wahl ihrer Vertragspartnerin längst getroffen. Unter diesen Umständen ist nicht einzusehen, inwiefern sie Opfer einer unlauteren Beeinflussung des Verhältnisses zwischen Mitbewerber oder zwischen Anbietern und Abnehmern geworden sein soll.\n\ne) Fehl geht auch der Vorwurf, das Handelsgericht habe zu Unrecht nicht geprüft, ob eine absichtliche sittenwidrige Schädigung im Sinne von Art. 41 Abs. 2 OR vorliege. Dieser Haftungsgrund ist nur ausnahmsweise und mit grösster Zurückhaltung als gegeben anzunehmen (BGE 95 III 83 E. 6a S. 92). Die Sittenwidrigkeit darf nicht dazu dienen, das Erfordernis der Widerrechtlichkeit auszuhöhlen. Wenn das Gesetz den Verstoss gegen die «guten Sitten» mit BGE 124 III 297 S. 303Schädigungsabsicht zum Haftungstatbestand erhebt, bedeutet dies nicht, dass es eine allgemeine Verpflichtung der Rechtsgenossen auf eine hohe Ethik anstreben würde. Das Recht will nur ein ethisches Minimum gewährleisten. Art. 41 Abs. 2 OR erfasst in erster Linie die Schikane: Gegen die guten Sitten verstösst im Sinne dieser Bestimmung ein Verhalten, das nicht der Wahrnehmung eigener Interessen dient, sondern ausschliesslich oder primär darauf abzielt, andere zu schädigen (HONSELL, a.a.O., S. 64; SCHNYDER, a.a.O., N. 43 zu Art. 41 OR). Im Lichte dieser Erwägungen kann im vorliegenden Fall von Sittenwidrigkeit keine Rede sein. Dass eine Aufklärung über angeblich voraussehbare EDV-Probleme unterblieben ist, stellt möglicherweise eine Vertragsverletzung seitens der EOP/Infocall AG dar; eine unerlaubte Handlung von Organpersonen lässt sich darin aber nicht erblicken. Ein Deliktstatbestand lässt sich namentlich auch nicht auf dem Umweg über Art. 41 Abs. 2 OR konstruieren. Dass es den fraglichen Organpersonen ausschliesslich oder primär darauf angekommen wäre, die Klägerin zu schädigen, behauptet diese selbst nicht. Inwiefern ein schikanöses oder sonstwie vergleichbar verwerfliches Verhalten von Organpersonen vorliegen soll, ist weder dargetan noch ersichtlich.\n\nf) Ein aus unerlaubtem Verhalten von Doppelorganen abgeleiteter Schadenersatzanspruch scheitert somit bereits daran, dass die Haftungsvoraussetzung der Rechts- oder Sittenwidrigkeit nicht gegeben ist. Es erübrigt sich daher, die weiteren Haftungsvoraussetzungen und die Frage der Verjährung näher zu prüfen.\n\n6. Eine Verletzung von Bundesrecht erblickt die Klägerin schliesslich auch darin, dass das Handelsgericht eine Haftung der Beklagten aus erwecktem Konzernvertrauen verneint hat.\n\na) Die Klägerin stützt ihre Argumentation auf BGE 120 II 331. In diesem Urteil hält das Bundesgericht fest, dass erwecktes Vertrauen in das Konzernverhalten der Muttergesellschaft unter Umständen auch bei Fehlen einer vertraglichen oder deliktischen Haftungsgrundlage haftungsbegründend sein kann. Eine derartige Vertrauenshaftung kommt jedoch nur unter strengen Voraussetzungen in Betracht. Der Geschäftspartner einer Tochtergesellschaft hat deren Kreditwürdigkeit grundsätzlich selbst zu beurteilen und kann das Bonitätsrisiko nicht einfach generell auf die Muttergesellschaft abwälzen. Die Muttergesellschaft hat nicht unbesehen für den Erfolg des Tochterunternehmens einzustehen und haftet bei dessen Scheitern den Geschäftspartnern nicht ohne weiteres für allfälligen Schaden, der ihnen aus dem Misserfolg erwächst.BGE 124 III 297 S. 304\n\nSchutz verdient nicht, wer bloss Opfer seiner eigenen Unvorsichtigkeit oder der Verwirklichung allgemeiner Geschäftsrisiken wird, sondern nur, wessen berechtigtes Vertrauen missbraucht wird. Eine Haftung entsteht nur, wenn die Muttergesellschaft durch ihr Verhalten bestimmte Erwartungen in ihr Konzernverhalten und ihre Konzernverantwortung erweckt, später aber in treuwidriger Weise enttäuscht (BGE 120 II 331 E. 5a S. 335 f.; vgl. auch 121 III 350 E. 6c S. 355 f.). Das blosse Bestehen einer Konzernverbindung vermag somit keine Grundlage für eine Vertrauenshaftung abzugeben. Ebensowenig genügen Werbeaussagen, in denen bloss in allgemeiner Form auf eine bestehende Konzernverbindung hingewiesen wird. Schutzwürdiges Vertrauen setzt ein Verhalten der Muttergesellschaft voraus, das geeignet ist, hinreichend konkrete und bestimmte Erwartungen zu wecken (vgl. MARKUS LUTTER, Haftung aus Konzernvertrauen?, in: Gedächtnisschrift für Brigitte Knobbe-Keuk, Köln 1997, S. 232 ff., insbes. 240 f.; DRUEY, SZW 1995, S. 96).\n\nb) Als Grundlage für ihr Vertrauen in das Konzernverhalten der Telecolumbus AG macht die Klägerin namentlich geltend, auf dem Briefpapier der EOP/Infocall AG sei der Hinweis «Ein Unternehmen der Telecolumbus-Gruppe» aufgedruckt gewesen und in den Werbeunterlagen sei die EOP/Infocall AG als ein «schnellwachsendes Unternehmen der Telecolumbus-Gruppe» vorgestellt worden. Aus solchen allgemeinen Hinweisen durfte sie jedoch in guten Treuen keine konkreten Zusicherungen in Bezug auf ein bestimmtes Konzernverhalten der Telecolumbus AG ableiten. Entgegen der Auffassung der Klägerin lässt sich der vorliegende Fall nicht mit dem Sachverhalt vergleichen, den das Bundesgericht in BGE 120 II 331 beurteilt hat. Dort war entscheidend, dass nicht bloss allgemein auf die Konzernstrukturen hingewiesen, sondern die Einbindung der Tochtergesellschaft in den Konzern der Muttergesellschaft werbemässig stark herausgestrichen und in den Werbeunterlagen vor allem auch ausdrücklich zugesichert worden war, dass die Tochtergesellschaft nach den «gleichen unternehmerischen Maximen wie ihre Mutter» arbeite und dass der Konzern hinter dem Tochterunternehmen stehe, was sich von Anfang an auf dessen Zuverlässigkeit auswirke. Im vorliegenden Fall fehlen vergleichbar ausgeprägte und bestimmte Werbeaussagen. In den allgemeinen Angaben über die Konzernverhältnisse, welche Geschäftspapier und Werbeunterlagen der EOP/Infocall AG enthielten, kann keine Grundlage für berechtigtes Vertrauen der Klägerin darauf gesehen werden, dass die BGE 124 III 297 S. 305Telecolumbus AG für eine korrekte Vertragsabwicklung ihrer Tochtergesellschaft und insbesondere für eine korrekte Aufklärung über allfällig auftretende Probleme sorgen werde."}