{"annee": "124", "cour": "III", "page": "207", "date": "9/3/1998", "cite": ["123 III 35", "58 I 165", "63 II 133", "116 II 131", "118 III 40", "68 III 85"], "cite_par": ["134 III 656", "131 III 268", "132 I 134", "130 III 285", "127 III 232", "135 V 124", "133 III 645"], "chapeau": "38. Auszug aus dem Urteil der II. Zivilabteilung vom 9. März 1998 i.S. A. gegen B. AG (Berufung)", "regestes": ["Art. 83 al. 2 LP, art. 59 Cst.; action en libération de dette, for. Si le débiteur introduit simultanément à l'action en libération de dette une action en réparation du dommage contre le défendeur en libération, il y a cumul d'actions nonobstant le renversement du rôle des parties (consid. 3a). Une jonction de l'action en libération de dette avec une action en paiement introduite parallèlement n'est possible que s'il y a identité des compétences matérielles et locales; les exceptions soulevées à ce sujet par le demandeur en libération sont en principe admises de façon illimitée (confirmation de la jurisprudence; consid. 3b/bb)."], "faits": "|208|\n\nIn zwei Betreibungen der B. AG gegen A. erhob dieser Aberkennungsklage; überdies verlangte A. seinerseits von der Gläubigerin Schadenersatz. Auf diese Schadenersatzklage trat das Obergericht des Kantons Solothurn mit Entscheid vom 18. November 1997 nicht ein, weil die in Bern domizilierte Gläubigerin sich gestützt auf Art. 59 BV dieser Klage widersetzte. A. hat dagegen Berufung eingelegt und beantragt, dieses Urteil sei aufzuheben und das Richteramt Olten-Gösgen anzuweisen, auf die Forderungsklage einzutreten.\n\nDas Bundesgericht weist die Berufung ab.", "considerants": "Aus den Erwägungen:\n\n3. Der Kläger wirft dem Obergericht in verschiedener Hinsicht eine Verletzung von Art. 83 Abs. 2 SchKG vor.\n\na) Vorab unbegründet ist die Rüge, die Vorinstanz habe bundesrechtswidrig angenommen, eine Widerklage sei allein dem formell Beklagten vorbehalten. Die Widerklage ist weder Angriffs- noch Verteidigungsmittel, sondern Klage wie die Vorklage, ein gegen den Angriff geführter Gegenangriff, mit welchem die Beklagtenseite ein selbständiges Ziel verfolgt, indem sie einen von der Vorklage nicht erfassten, unabhängigen Anspruch ins Recht legt (BGE 123 III 35 E. 3c S. 47). Im Aberkennungsprozess wird über Bestand und Fälligkeit der in Betreibung gesetzten Forderung gestritten, und das Urteil entfaltet für die Parteien definitive Rechtskraft über die Zwecke der Betreibung hinaus. Die Aberkennungsklage ist, obschon sie mit dem Betreibungsverfahren im Zusammenhang steht, nicht betreibungsrechtlicher, sondern materiellrechtlicher Natur (BGE 118 III 40 E. 2a S. 41/42). Als negative Feststellungsklage materiellen Rechts stellt sie das Spiegelbild der in Art. 79 SchKG geregelten |209| Anerkennungsklage (Leistungsklage) dar, mit welcher die Zahlung der durch Rechtsvorschlag bestrittenen Forderung mit Hilfe des Richters durchgesetzt werden soll (HINDERLING, Fragen aus dem Grenzbereich zwischen Privat- und Verfahrensrecht, in ZSR 83/1964, Bd. I, S. 126/127; AMONN/GASSER, Grundriss des Schuldbetreibungs- und Konkursrechts, 6. Aufl. 1997, § 19 Rz. 95, S. 134). Die vom Schuldner gleichzeitig mit der Aberkennungsklage eingereichte Klage auf Schadenersatz kann somit keine Widerklage darstellen. Verbindet - wie vorliegend - der Aberkennungskläger mit dem Begehren um Aberkennung der Forderung einen Anspruch gegenüber dem Aberkennungsbeklagten, handelt es sich um Klagenhäufung, obwohl sich wegen der vertauschten Parteirollen Forderung und Gegenforderung entgegenstehen (LEUCH/MARBACH/KELLERHALS, Die Zivilprozessordnung für den Kanton Bern, 2. Aufl., 1995, N. 1b zu Art. 170, die sich wie auch EICHENBERGER, Zivilrechtspflegegesetz des Kantons Aargau, N. 2 zu § 180, ausdrücklich auf BGE 58 I 165 E. 3 beziehen; gleicher Meinung: FRANK/STRÄULI/MESSMER, Kommentar zur zürcherischen Zivilprozessordnung, 3. Auflage 1997, N. 6b zu § 60, S. 276).\n\nb) Das Obergericht ist auf die Schadenersatzklage des Aberkennungsklägers nicht eingetreten, weil eine objektive Klagenhäufung vorliege; damit werde Art. 59 BV verletzt, da die Parteien nicht im gleichen Kanton wohnten. Es hat sich dabei vorwiegend auf BGE 58 I 165 ff. abgestützt. Der Kläger erachtet dieses Urteil als nicht mehr zeitgemäss.\n\naa) Gemäss Art. 83 Abs. 2 SchKG hat der Betriebene eine Aberkennungsklage beim Gericht des Betreibungsortes einzureichen. Der Wohnsitz des Schuldners bildet den allgemeinen Betreibungsstand (Art. 46 Abs. 1 SchKG), und dieser gilt immer, wo nicht das Gesetz in beschränkter Zahl Sonderbetreibungsstände aufgestellt hat. Wie in der Gerichtsstandsgarantie des Art. 59 BV, liegt darin in erster Linie eine Schutzbestimmung für den Schuldner (FRITZSCHE, Schuldbetreibung und Konkurs, Bd. I, 2. Auflage, Zürich 1967, S. 79). Art. 59 BV hat jedoch im Verhältnis zu den bundesrechtlich geregelten Betreibungsorten keine selbständige Bedeutung (JAEGER/WALDER/KULL/KOTTMANN, SchKG, 4. Auflage 1997, N. 7 zu Art. 46, S. 197). Auch im Vorentwurf zum Bundesgesetz über den Gerichtsstand in Zivilsachen [GestG] (publiziert bei VOGEL, Grundriss des Zivilprozessrechts, 5. Auflage 1997, Anhang, S. 413) werden in Art. 1 Abs. 2 lit. a GestG die Bestimmungen des SchKG ausdrücklich vorbehalten. |210|\n\nbb) Das Bundesgericht hat in BGE 58 I 165 E. 2 befunden, der Aberkennungskläger könne am Forum der Aberkennungsklage andere Begehren als diejenigen auf Befreiung von der in Betreibung gesetzten Forderung nur stellen, wenn sie zum Zwecke der Verrechnung erhoben würden oder nur Akzessorien zur eigentlichen Aberkennungsklage darstellten; eine zusätzliche Klage sei jedoch nur dann zulässig, wenn ihr Art. 59 BV nicht entgegenstehe (BGE 58 I 165 E. 4 und 5; vgl. auch BGE 116 II 131 E. 2, BGE 68 III 85). Art. 59 BV wird durch Einreden - insbesondere die Verrechnungseinrede - in keiner Weise tangiert, da der Richter der Klage immer auch über die gegen diese erhobenen Einreden entscheidet (\"Le juge de l'action est le juge de l'exception\"); denn Einreden dienen nicht dazu, einen Anspruch selbständig und angriffsweise durchzusetzen, sondern sie stellen lediglich ein Verteidigungsmittel gegenüber der Klage dar, die damit zu Fall gebracht werden soll (BGE 63 II 133 E. 3c S. 141/142). Und allein darin liegt der Grund für die grundsätzlich unbeschränkte Zulassung von Einreden im Aberkennungsprozess, was vom Kläger offensichtlich übersehen wird.\n\nDie Lehre äussert sich, soweit sie eine mögliche Ausweitung oder Ergänzung des Aberkennungsverfahrens überhaupt in Betracht zieht, zum Teil nur zur eigentlichen Widerklage des Gläubigers und Aberkennungsbeklagten, über die hier nicht zu befinden ist (AMONN/GASSER, a.a.O., Rz. 101, S. 136 und JAEGER/WALDER/KULL/KOTTMANN, a.a.O., N. 14 zu Art. 83). Jene Autoren, die sich auch mit der objektiven Klagehäufung in der Form des Hinzutritts einer Forderungsklage des Betreibungsschuldners zu seiner Aberkennungsklage befassen, verhalten sich dazu reserviert. JAEGER/DAENIKER (Schuldbetreibungs- und Konkurspraxis der Jahre 1911-1945, Zürich 1947, Bd. I, N. 8 zu Art. 83 SchKG) schliessen in Anknüpfung an BGE 58 I 165 eine über die Kompensation mit der Betreibungsforderung hinausgehende Forderungsklage schlechthin aus. Auch FAVRE (Schuldbetreibungs- und Konkursrecht, Freiburg 1956, S. 140 f.) pflichtet jenem Entscheid bei. Gleicher Meinung ist Syz (Aberkennungsklage und Aberkennungsprozess gemäss Art. 83 Abs. 2 SchKG, Diss. Zürich 1971, S. 80 ff.). Selbst für Fälle, in denen eine mit dem Aberkennungsprozess übereinstimmende örtliche und sachliche Zuständigkeit besteht, meldet er gegen die Vereinigung der beiden Klagen zu einem einzigen Verfahren Bedenken an, die in der Natur des Aberkennungsverfahrens begründet sind: die mit der Aberkennungsklage angestrebte Feststellung von Existenz oder Nichtexistenz der in Betreibung gesetzten Forderung |211| soll nicht durch die mit der Klagenhäufung verursachte Weiterung erschwert oder verzögert werden (a.a.O., S. 82 f.).\n\nDem ist beizupflichten und an der in BGE 58 I 165 zum Ausdruck kommenden Meinung festzuhalten. Demnach bleibt von Bundesrechts wegen die Aberkennungsklage als solche allein auf die in Betreibung gesetzte Forderung bezogen. Eine Vereinigung dieser Aberkennungsklage mit einer zusätzlich erhobenen Forderungsklage fällt nur bei übereinstimmender sachlicher und örtlicher Zuständigkeit überhaupt in Betracht. Nach dem angefochtenen Urteil ist nur die erste Voraussetzung - die Konnexität der Forderungen - gegeben, die örtliche Zuständigkeit hingegen nicht. Das Obergericht ist deshalb zu Recht auf die Schadenersatzklage nicht eingetreten (vgl. dazu LEUCH/MARBACH/KELLERHALS, a.a.O., N. 1e zu Art. 33 ZPO/BE). Ob und wann das Bundesrecht die Klagenvereinigung und ihre Fortdauer zum Schutz der Aberkennungsklage weiteren Einschränkungen unterwirft, kann daher offen bleiben."}