{"annee": "124", "cour": "I", "page": "216", "date": "23/6/1998", "cite": ["118 IA 245", "121 I 22", "120 IA 265"], "cite_par": ["130 I 1", "128 I 113", "126 I 180", "132 I 157", "128 I 327", "127 I 145", "127 I 60"], "chapeau": "27. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 23. Juni 1998 i.S. Franziska Fritschi gegen Polizei- und Militärdirektion sowie Verwaltungsgericht des Kantons Bern (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst.; art. 69 et art. 132 Cst./BE; loi bernoise du 4 mars 1973 sur la circulation routière et l'imposition des véhicules routiers; décret du 10 mai 1972 sur l'imposition des véhicules routiers (décret sur l'imposition des véhicules); délégation au parlement cantonal des compétences législatives dans le domaine des contributions publiques. En tant qu'elle attribue au Grand Conseil la compétence de fixer par voie de décret le calcul de l'impôt sur les véhicules à moteur, la loi du 4 mars 1973 sur la circulation routière et l'imposition des véhicules routiers contient une norme de délégation qui n'est plus valable au regard de l'art. 69 al. 4 Cst./BE; l'art. 5 du décret sur l'imposition des véhicules qui se fonde sur cette clause de délégation est ainsi aujourd'hui formellement inconstitutionnel (consid. 4c). Les dispositions devenues formellement inconstitutionnelles restent néanmoins provisoirement en vigueur selon l'art. 132 al. 1 Cst./BE; en revanche, l'augmentation de l'impôt sur les véhicules décidée par la modification du décret datée du 28 juin 1995 viole à la fois l'art. 69 al. 4 et la disposition transitoire de l'art. 132 al. 1 phrase 2 Cst./BE et partant le principe de la séparation des pouvoirs exprimé dans ces dispositions constitutionnelles (consid. 6)."], "faits": "BGE 124 I 216 S. 217\n\nAm 19. Januar 1996 stellte das Strassenverkehrs- und Schiffahrtsamt des Kantons Bern Franziska Fritschi für die Motorfahrzeugsteuer 1996 Fr. 712.20 in Rechnung. Die dagegen erhobene Einsprache wies das Strassenverkehrs- und Schiffahrtsamt am 27. März 1996 ab. Hiergegen gelangte Franziska Fritschi erfolglos an die Polizei- und Militärdirektion sowie an das Verwaltungsgericht des Kantons Bern.\n\nGegen den Entscheid des Verwaltungsgerichts vom 21. April 1997 hat Franziska Fritschi am 21. Mai 1997 beim Bundesgericht staatsrechtliche Beschwerde erhoben. Sie macht geltend, die streitige Motorfahrzeugsteuerveranlagung beruhe auf einer ungenügenden gesetzlichen Grundlage und verletze damit Art. 4 BV sowie Art. 69 Abs. 4 lit. b und Art. 132 Abs. 1 der bernischen Kantonsverfassung vom 6. Juni 1993 (KV/BE).\n\nDas Bundesgericht heisst die Beschwerde gut und hebt den angefochtenen Entscheid auf.\n\nBGE 124 I 216 S. 218", "considerants": "Aus den Erwägungen:\n\n2. Die umstrittene Motorfahrzeugsteuerveranlagung bzw. der entsprechende Beschwerdeentscheid stützt sich auf das Dekret vom 10. Mai 1972 über die Besteuerung der Strassenfahrzeuge (im folgenden: Fahrzeugsteuerdekret; DBS), welches sich seinerseits auf das Gesetz vom 4. März 1973 über den Strassenverkehr und die Besteuerung der Strassenfahrzeuge (SBS) stützt. Gemäss Art. 9 SBS ist für Strassenfahrzeuge mit Standort im Kanton Bern, die auf öffentlichen Strassen verkehren, eine Steuer zu entrichten, wobei sich diese nach der Zahl der Tage der Zulassung zum Verkehr und dem Gesamtgewicht des Fahrzeuges bemisst. Der Grosse Rat bestimmt durch Dekret die Besteuerungsgrundlagen und regelt Abstufung, Bezug und Verwendung der Steuern (Art. 11 SBS). Gemäss Art. 5 des Fahrzeugsteuerdekrets (in der Fassung vom 28. Juni 1995) beträgt die Normalsteuer Fr. 360.-- für die ersten 1'000 Kilogramm; für je weitere 1'000 Kilogramm ermässigt sich die Steuer um 14% des Steuersatzes der vorangehenden Tonne; vor der Dekretsänderung vom 28. Juni 1995 betrug die Normalsteuer Fr. 324.-- für die ersten 1'000 Kilogramm.\n\nDie Beschwerdeführerin macht geltend, die Motorfahrzeugsteuerveranlagung für das Jahr 1996 entbehre einer genügenden gesetzlichen Grundlage, denn seit dem Inkrafttreten der neuen bernischen Verfassung vom 6. Juni 1993 am 1. Januar 1995 hätte die Änderung eines Steuertarifs nur nach Massgabe von Art. 69 Abs. 4 lit. b sowie Art. 132 Abs. 1 KV/BE und damit in Form eines referendumsfähigen Gesetzes erfolgen dürfen; die Änderung des Fahrzeugsteuerdekrets vom 28. Juni 1995 verletze somit die neue bernische Kantonsverfassung.\n\n3. a) Nach der Rechtsprechung des Bundesgerichts kommt dem Erfordernis der gesetzlichen Grundlage im Abgaberecht die Bedeutung eines verfassungsmässigen Rechts zu, dessen Verletzung selbständig, unmittelbar gestützt auf Art. 4 BV, mit staatsrechtlicher Beschwerde geltend gemacht werden kann. Öffentliche Abgaben bedürfen grundsätzlich einer Grundlage in einem formellen Gesetz, d.h. normalerweise in einem dem Referendum unterstehenden Erlass (BGE 120 Ia 265 E. 2a S. 266, mit Hinweisen). Indessen können auch allein vom Parlament beschlossene Erlasse die Funktion des formellen Gesetzes erfüllen, wenn die betreffende kantonale Verfassungsordnung dies so vorsieht, sind doch die Kantone von Bundesrechts wegen nicht gehalten, ihre Gesetze dem Referendum zu BGE 124 I 216 S. 219unterstellen (BGE 118 Ia 245 E. 3b S. 248, 320 E. 3a S. 324). Aus diesem Grunde kann für die vorliegend interessierende Frage, ob nach dem 1. Januar 1995 eine Erhöhung der Motorfahrzeugsteuer in der Form einer Dekretsänderung zulässig war, aus dem bundesrechtlichen Legalitätsprinzip im Abgaberecht nichts abgeleitet werden.\n\nb) Die Beschwerdeführerin kann sich indessen auch auf das durch sämtliche Kantonsverfassungen garantierte Prinzip der Gewaltentrennung berufen, welches das Bundesgericht seit jeher als Individualrecht der Bürger anerkannt hat. Sein Inhalt ergibt sich jeweils aus dem kantonalen Recht, wobei das Bundesgericht die Auslegung der einschlägigen Verfassungsbestimmungen frei, jene des Gesetzesrechts dagegen lediglich auf Willkür hin prüft (BGE 121 I 22 E. 3a S. 25, mit Hinweisen).\n\n4. a) Gemäss Art. 69 Abs. 1 KV/BE können Befugnisse des Volkes an den Grossen Rat und an den Regierungsrat übertragen werden, falls die Delegation auf ein bestimmtes Gebiet beschränkt ist und das Gesetz den Rahmen der Delegation festlegt. Art. 69 Abs. 4 KV/BE bestimmt, dass alle grundlegenden und wichtigen Rechtssätze des kantonalen Rechts in der Form des Gesetzes zu erlassen sind. Dazu gehören unter anderem Bestimmungen über den Gegenstand von Abgaben, die Grundsätze ihrer Bemessung und den Kreis der Abgabepflichtigen mit Ausnahme von Gebühren in geringer Höhe (lit. b).\n\nb) Die Kantonsverfassung versteht gemäss Art. 69 Abs. 4 in Verbindung mit Art. 62 Abs. 1 lit. a unter Gesetzen im formellen Sinne Erlasse des Grossen Rates, welche Rechtssätze verankern und dem fakultativen Referendum unterstehen (WALTER KÄLIN/URS BOLZ, Handbuch des bernischen Verfassungsrechts, Bern 1995, S. 129).\n\nIm Gegensatz dazu sind Dekrete Erlasse des Grossen Rates, welche dieser gestützt auf eine gesetzliche Ermächtigung verabschieden kann, um Gesetzesbestimmungen \"näher auszuführen\" (Art. 74 Abs. 1 KV/BE). Im Bereich des Dekrets ist die Mitwirkung des Volkes ausgeschlossen. Es handelt sich bei dieser Erlassform um auf Delegation beruhende (unselbständige) parlamentarische Verordnungen. Dekretsbefugnisse, die sich direkt aus der Verfassung ergeben, kennt die Kantonsverfassung nicht mehr. Dekrete sind für die Regelung von Angelegenheiten reserviert, welche zwar nicht die Wichtigkeit von Gesetzesbestimmungen erreichen, aber doch zuviel Gewicht besitzen, um der Exekutive überlassen zu werden; sie sind insbesondere für Verordnungsrecht mit erhöhtem Legitimationsbedarf geeignet (WALTER KÄLIN/URS BOLZ, a.a.O., S. 132).\n\nBGE 124 I 216 S. 220\n\nc) Das Gesetz vom 4. März 1973 über den Strassenverkehr und die Besteuerung der Strassenfahrzeuge regelt zwar, für welche Strassenfahrzeuge die Steuer zu entrichten ist und dass sich diese nach der Zahl der Tage der Zulassung zum Verkehr und dem Gesamtgewicht des Fahrzeuges richtet (vgl. E. 2); es delegiert jedoch in Art. 11 die Befugnis zur Bestimmung der Besteuerungsgrundlagen an den Grossen Rat, welcher in Art. 1 Abs. 2 des Fahrzeugsteuerdekrets den Kreis der Abgabepflichtigen präzisiert (die Fahrzeughalter) und in Art. 5 ff. den Steuertarif festlegt.\n\nIndem das Gesetz die Bemessung der Motorfahrzeugsteuer dem Grossen Rat als Dekretsgeber überlässt, nimmt es eine nach Art. 69 Abs. 4 KV/BE nicht mehr zulässige Delegation vor; der auf dieser Delegation beruhende Art. 5 des Fahrzeugsteuerdekrets ist somit heute formell verfassungswidrig.\n\n5. Gemäss Art. 132 Abs. 1 KV/BE bleiben Erlasse, die von einer nicht mehr zuständigen Behörde oder in einem nicht mehr zulässigen Verfahren geschaffen worden sind, vorläufig in Kraft, denn der Verfassungsgeber erachtete es als weder sinnvoll noch machbar, alle diese recht zahlreichen Bestimmungen innert kurzer Frist zu ändern. Dabei betrifft diese Regelung namentlich Dekretsbestimmungen, die gestützt auf Art. 69 Abs. 4 oder Art. 95 Abs. 2 KV/BE neu auf Gesetzesstufe zu erlassen sind, sowie Dekrete, die sich unmittelbar auf die alte Verfassung abstützten (WALTER KÄLIN/URS BOLZ, a.a.O., S. 574).\n\nDamit durfte der Kanton Bern auch nach dem Inkrafttreten der neuen Kantonsverfassung die Motorfahrzeugsteuer noch nach Art. 5 des Fahrzeugsteuerdekrets (in der Fassung vor der Änderung vom 28. Juni 1995) erheben.\n\n6. a) Die strittige Motorfahrzeugsteuerveranlagung stützt sich indessen auf Art. 5 DBS in seiner Form vom 28. Juni 1995 und damit auf eine Dekretsänderung, welche der Grosse Rat nach dem Inkrafttreten der neuen Kantonsverfassung beschlossen hat, indem er die Normalsteuer per 1. Januar 1996 für die ersten 1'000 Kilogramm von Fr. 324.-- auf Fr. 360.-- heraufsetzte.\n\nDie Beschwerdeführerin betrachtet diese Dekretsänderung als mit Art. 132 Abs. 1 KV/BE unvereinbar, wonach sich die Änderung von Erlassen, die von einer nicht mehr zuständigen Behörde oder in einem nicht mehr zulässigen Verfahren geschaffen worden sind, nach der neuen Verfassung richtet.\n\nDas Verwaltungsgericht liess die Frage, ob das Fahrzeugsteuerdekret auf einer den Anforderungen der neuen Kantonsverfassung BGE 124 I 216 S. 221genügenden gesetzlichen Ermächtigung beruhe, offen. Es erwog, ein allfälliger delegationsrechtlicher Mangel könne durch eine Dekretsänderung nicht behoben werden; nur die Aufnahme der heute auf Dekretsstufe geregelten Bemessungskriterien in ein formelles Gesetz könnte eine formelle Verfassungswidrigkeit in diesem Punkt beheben.\n\nTrotzdem ist das Verwaltungsgericht der Auffassung, dass im vorliegenden Fall die umstrittene Änderung des Fahrzeugsteuerdekrets nicht gegen Art. 132 Abs. 1 KV/BE verstosse:\n\nEs argumentiert, die staatliche Tätigkeit und ihre Finanzierung könnten in der Übergangszeit empfindlich beeinträchtigt werden, wenn unmittelbar mit dem Inkrafttreten der neuen Kantonsverfassung die Revision von belastenden Dekretsbestimmungen wie den interessierenden generell und unbesehen des jeweiligen Revisionsgegenstands untersagt werden sollte; dies habe aber der Verfassungsgeber mit Art. 132 Abs. 1 KV/BE gerade vermeiden wollen. Das Verwaltungsgericht weist ferner darauf hin, dass ein Gesetzgebungsprojekt über die Besteuerung von Strassenfahrzeugen hängig sei.\n\nb) Diese Argumentation überzeugt nicht: Für Abwägungen zwischen den staatlichen Finanzbedürfnissen und der Gewichtigkeit eines delegationsrechtlichen Mangels lässt die Übergangsregelung von Art. 132 Abs. 1 KV/BE grundsätzlich keinen Raum. Der bernische Verfassungsgeber hat zwischen dem Ziel, die neue Zuständigkeitsordnung durchzusetzen, und der Notwendigkeit, Rechtslücken und damit verbundene Beeinträchtigungen der Staatstätigkeit zu vermeiden, selber bereits eine Abwägung getroffen, indem er formell verfassungswidrig gewordenen Erlassen zwar einstweilen noch Gültigkeit zuerkennt, aber die zuständigen Rechtsetzungsorgane, wenn die betreffenden Bestimmungen geändert werden sollen, zur Legiferierung in der neu vorgeschriebenen Form verpflichtet.\n\nc) Auf die Frage, wie weit die Pflicht zur Anpassung bei blossen Teilrevisionen eines formell mangelhaften Erlasses reicht - ob jeweils der ganze Erlass oder nur gerade die von der Revision erfassten Bestimmungen mit der neuen Ordnung in Einklang zu bringen sind -, braucht hier nicht weiter eingegangen zu werden. Die Pflicht zur Anpassung gilt jedenfalls für die unmittelbar geänderten Bestimmungen, was bedeutet, dass die vorliegend in Frage stehende Erhöhung der Motorfahrzeugsteuer die Schaffung entsprechender Grundlagen auf Gesetzesstufe voraussetzt. Dass mittlerweile ein solches Gesetz vom Parlament verabschiedet worden ist, rechtfertigt keine Abweichung von der Regel des Art. 132 Abs. 1 KV/BE; BGE 124 I 216 S. 222ebensowenig der Umstand, dass die Auswirkungen der Steuererhöhung für die Beschwerdeführerin mässig sind bzw. zum Teil nur eine Anpassung an die Teuerung darstellen.\n\nd) Das Verwaltungsgericht hätte daher die streitige Steuererhöhung, weil sie in Verletzung von Art. 69 Abs. 4 KV/BE und Art. 132 Abs. 1 Satz 2 KV/BE beschlossen wurde, als unwirksam betrachten müssen; der angefochtene gegenteilige Entscheid verletzt den in genannten Verfassungsvorschriften zum Ausdruck kommenden Grundsatz der Gewaltentrennung.\n\nNachdem die Revision von Art. 5 DBS vom 28. Juni 1995 als ungültig zu betrachten ist, wird die Beschwerdeführerin für das Jahr 1996 nach dem niedrigeren bisherigen Tarif zu besteuern sein."}