{"annee": "124", "cour": "III", "page": "241", "date": "27/1/1998", "cite": [], "cite_par": [], "chapeau": "44. Estratto della sentenza del 27 gennaio 1998 della II Corte civile nella causa A. S.A contro C. (ricorso per riforma)", "regestes": ["Art. 722 al. 1 CC; acquisition de la propriété d'une chose perdue. Une cédule hypothécaire au porteur perdue peut faire l'objet d'une acquisition originaire de la propriété par celui qui l'a trouvée et qui a rempli les obligations légales qui lui incombent."], "faits": "", "considerants": "|241|\n\nDai considerandi:\n\n3. Giusta l'art. 720 cpv. 1 CC chi trova una cosa smarrita è tenuto a darne avviso al proprietario e, non conoscendolo, a darne avviso alla polizia o a fare egli stesso le indagini e le pubblicazioni |242| indicate dalle circostanze. Chi ha trovato la cosa ed ha adempiuto agli obblighi che gli incombevano, l'acquista in sua proprietà, qualora non se ne scopra il proprietario, entro cinque anni dalla pubblicazione o dall'avviso dato (art. 722 cpv. 1 CC).\n\na) Nella fattispecie è ammesso che il convenuto ha adempiuto gli obblighi previsti dalla legge. Contestato dall'attrice - invero in modo piuttosto confuso - è invece il fatto che egli sia creditore di colei che ha emesso la cartella ipotecaria: il fatto che egli non abbia mai avuto nessuna relazione con la debitrice non può evidentemente creare rapporto di sorta. I giudici cantonali hanno al proposito giustamente osservato che la cartella ipotecaria al portatore incorpora il credito ed è essa stessa oggetto della vita giuridica (LIVER, in Schweizerisches Privatrecht, vol. V/1, pag. 313). La questione posta dall'attrice, nel senso che il convenuto non è mai stato creditore di colei che ha costituito la cartella non è quindi determinante. Decisivo, in concreto è invece il quesito a sapere se una cartella ipotecaria al portatore può essere oggetto di acquisto originario ai sensi dell'art. 722 cpv. 1 CC da parte di chi l'ha trovata. Anche se non affrontato dalle parti, codesto tema, attinente all'applicazione del diritto, deve nondimeno essere esaminato d'ufficio.\n\nb) Per taluni autori (HAAB/SIMONIUS/SCHERRER/ZOBL, Commento zurighese, n. 6 segg. all'art. 714 CC e n. 2 agli art. 720-722 CC; LEEMANN, Commento bernese, n. 13 ad art. 720 CC; LIVER, loc.cit.; R. AMMANN, Das Fundrecht des schweiz. Zivilgesetzbuches, tesi, Zurigo, 1960, pag. 4 n. 11) le carte valori che rientrano nel concetto di cosa mobile dei diritti reali possono fare oggetto di ritrovamento con le conseguenze stabilite dalla legge. Una cartella ipotecaria al portatore incorpora il credito, che viene trasferito con la stessa e può per principio portare ad un acquisto originario se sono adempiute le condizioni di cui agli art. 720 segg. CC. Diversa è invece la situazione per i titoli nominativi, che indicano il creditore e che di conseguenza permettono di restituirli al legittimo proprietario che li ha smarriti (HAAB/SIMONIUS/SCHERRER/ZOBL, Commento zurighese, n. 2 agli art. 720-722 CC; R. AMMANN, loc.cit.). Le suesposte considerazioni non sembrano però condivise da JÄGGI (Commento zurighese, n. 317 all'art. 965 CO: cfr. inoltre, Steinauer, Les droits réels, vol. II, 2a ed., n. 1983 segg.). Secondo JÄGGI, chi trova una carta valore trova solo il documento. Il credito documentato non può invece andar perso, né tantomeno essere ritrovato. Quest'ultima opinione vuole denegare il carattere di cosa mobile generalmente riconosciuto alla cartella ipotecaria al portatore dall'ordinamento sui diritti |243| reali. Secondo questo autore nell'ambito dell'applicazione degli art. 720 segg. CC gli interessi sono diversi a seconda se si tratta di riconoscere l'acquisto originario su cose trovate che rimarrebbero altrimenti inutilizzate (cose in senso proprio, compreso il denaro) oppure su carte valori al portatore che richiedono una prestazione del debitore. In quest'ultimo caso, appare assai più indicato far decadere la prestazione del debitore, che è comunque coinvolto nel diritto incorporato al titolo, anziché riconoscere un diritto del ritrovatore al conseguimento della proprietà.\n\nIl nostro codice civile prevede una disciplina generale per tutte le cose smarrite e nella realtà non sembra opportuno scostarsi da codesta regola anche nel caso di ritrovamento di una cartella ipotecaria al portatore, che è considerata cosa nel comune senso della legge (LIVER, op.cit., pag. 313; HAAB/SIMONIUS/REUSSER/ZOBL, Commento zurighese, n. 6 all'art. 714 CC). Infatti, sebbene JÄGGI contesti in particolare la teoria sulla proprietà, secondo cui dal diritto incorporato nella carta valore segue il diritto alla carta valore (Commento zurighese, n. 307 seg. all'art. 965 CC), egli non nega che il creditore di una cartella ipotecaria può unicamente legittimarsi con il titolo; ciò non può significare altro che il diritto al credito segue quello al titolo. La teoria di JÄGGI si fonda su una distinzione artificiale fra il diritto al credito e la legittimazione a far valere lo stesso. Sebbene sia vero che, di regola, le cose mobili hanno un valore intrinseco, mentre una cartella ipotecaria ha unicamente un valore nella misura in cui il debitore soddisfa la pretesa incorporatavi, ciò non è sufficiente per far apparire convincente la soluzione secondo cui il debitore, coinvolto nel diritto incorporato al titolo, debba essere privilegiato nei confronti del ritrovatore. Del resto, il menzionato autore ammette di non poter mantenere la propria argomentazione quando si tratta di biglietti di entrata o di mezzi di trasporto pubblici (Commento zurighese, n. 317 all'art. 965 CC).\n\nc) Giova inoltre rilevare che il ritrovamento di una cartella ipotecaria al portatore smarrita dovrebbe di regola permettere di ritrovare il legittimo proprietario, perché consente di risalire al debitore e al proprietario del fondo gravato, i quali dovrebbero essere in grado di indicare chi sia il proprietario della cartella a loro noto. Contattando quest'ultimo, si potrà risalire, se del caso, al portatore successivo e così via. Il fatto che nella fattispecie gli attori non abbiano preteso che la cartella smarrita fosse una cartella del proprietario, e quindi a loro spettante, né che essi non abbiano voluto indicare il creditore al quale la cartella venne per primo consegnata stupisce |244| non poco. Far decadere la cartella trovata a favore del proprietario gravato in disattenzione dell'art. 722 cpv. 1 CC, come vuole JÄGGI, appare pertanto ancora meno giustificato, perché, se il ritrovamento della cartella persa andasse a suo favore, egli sarebbe fortemente indotto - come peraltro è avvenuto nel concreto caso - a non svelare nulla sulla persona del creditore, ciò che - chiaramente - contrasterebbe con senso e scopo dell'art. 720 CC.\n\nd) In conclusione, quindi, ben si deve ammettere che una cartella ipotecaria al portatore smarrita può fare oggetto di acquisto originario ai sensi dell'art. 722 cpv. 1 CC da parte del suo ritrovatore e sempreché siano adempiute tutte le altre condizioni previste dalla legge.\n\nNella misura in cui è ammissibile, il ricorso è respinto e la sentenza impugnata confermata."}