{"annee": "124", "cour": "II", "page": "511", "date": "20/8/1998", "cite": ["105 IB 197", "116 IB 241", "115 IB 13", "103 IB 91", "96 I 189", "104 IB 337", "111 IB 15", "109 IB 130"], "cite_par": ["126 II 26"], "chapeau": "48. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 20. August 1998 i.S. Einwohnergemeinde Buchrain gegen Aare-Tessin AG für Elektrizität (ATEL) und Eidgenössische Schätzungskommission, Kreis 9 (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 53bis de la loi fédérale concernant les installations électriques à faible et à fort courant (LIE); prorogation de droits de conduite de durée limitée pour une ligne à haute tension. Ouverture de la procédure d'expropriation pour des installations électriques; particularités de la procédure simplifiée selon l'art. 53bis LIE (consid. 2). Une procédure selon l'art. 53bis LIE peut être suivie à condition qu'elle porte sur la prorogation des droits de conduite relatifs à une installation existante, que ces droits doivent être prorogés et que seul le montant de l'indemnité soit litigieux (consid. 3)."], "faits": "|511|\n\nDie Aare-Tessin AG für Elektrizität (ATEL) betreibt seit 1948 die 220/380 kV-Leitung Amsteg-Mettlen. Die Hochspannungsleitung führt in der Gemeinde Buchrain unter anderem über die Parzelle Nr. 73, die heute im Eigentum der Einwohnergemeinde steht. Für |512| die Leitung, welche das Grundstück auf einer Länge von rund 440 m überspannt, wurden auf der Parzelle Nr. 73 zwei Gittermasten mit Betonsockel (Nrn. 9553 und 9554) errichtet. Die hiefür erforderlichen Bau- und Durchleitungsrechte erwarb die ATEL vom damaligen Grundeigentümer Xaver Schwendimann mit Grunddienstbarkeitsverträgen vom 18. Januar 1939 und 10. Januar 1945, welche am 31. Dezember 1994 ausgelaufen sind.\n\nMit Eingabe vom 1. April 1993 ersuchte die ATEL das Eidgenössische Starkstrominspektorat um Genehmigung eines Leitungsumbaus auf dem Abschnitt Root-Mettlen. Geplant wurde, die bisherigen Masten (Nrn. 9546 bis 9556) durch erhöhte Tragwerke zu ersetzen. Zudem sollten auf Wunsch der Einwohnergemeinde Buchrain das Leitungs-Trassee auf dem Grundstück Nr. 73 um 15 bis 20 m nach Norden verschoben und der Mast-Standort Nr. 9553 um 44 m versetzt werden. Das Eidgenössische Starkstrominspektorat genehmigte das Änderungsprojekt mit Verfügung vom 13. Februar 1995. Mit Einwilligung der Gemeinde wurde der Leitungsumbau anfangs November 1996 in Angriff genommen.\n\nNach Ablauf der die Parzelle Nr. 73 belastenden Servituten nahmen die ATEL und die Gemeinde Buchrain als Grundeigentümerin Gespräche im Hinblick auf eine Erneuerung der Rechte auf, konnten sich jedoch über die Entschädigungshöhe nicht einigen. Die Parteien wandten sich hierauf mit gemeinsamer Eingabe vom 27. August 1996 an die Eidgenössische Schätzungskommission, Kreis 9. Sie ersuchten diese gestützt auf Art. 53bis des Bundesgesetzes betreffend die elektrischen Schwach- und Starkstromanlagen, die Entschädigung für den Erwerb der für den Leitungsbau und -betrieb erforderlichen Rechte gemäss Vertragsentwurf festzusetzen. Die Schätzungskommission gab diesem Begehren statt und legte mit Urteil vom 2. Mai 1998 die Entschädigung für die Durchleitungsrechte sowie die Bau- und Pflanzbeschränkungen auf dem Leitungs-Trassee fest. Diesen Entscheid hat die Einwohnergemeinde Buchrain mit Verwaltungsgerichtsbeschwerde angefochten und Erhöhung der Entschädigung verlangt. Im Übrigen macht sie geltend, dass die der ATEL einzuräumenden Rechte hätten befristet werden müssen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Entscheide der Eidgenössischen Schätzungskommissionen unterliegen der Verwaltungsgerichtsbeschwerde an das Bundesgericht (Art. 77 Abs. 1 des Bundesgesetzes über die Enteignung vom |51330| . Juni 1930 [EntG, SR 711]; für den vorliegenden Fall s. auch Art. 53bis Satz 2 des Bundesgesetzes betreffend die elektrischen Schwach- und Starkstromanlagen vom 24. Juni 1902 [Elektrizitätsgesetz, EleG, SR 734.0]). Dieses wendet auf Verwaltungsgerichtsbeschwerde hin das Recht von Amtes wegen an, wobei es grundsätzlich an die Parteibegehren, nicht aber an die vorgebrachten Begründungen gebunden ist (vgl. Art. 114 Abs. 1 OG). In Enteignungssachen kann das Bundesgericht indes als Aufsichtsbehörde über die Schätzungskommissionen (Art. 63 EntG) unter gewissen Umständen auch korrigierend in die Rechtsprechung der Kommissionen eingreifen, ohne an die Anträge der Parteien gebunden zu sein (BGE 115 Ib 13 E. 1; BGE 111 Ib 15 E. 9 S. 25, je mit Hinweisen). Solche Umstände liegen - wie sich im Folgenden zeigt - hier vor.\n\n2. Das in Art. 1 EntG umschriebene Enteignungsrecht kann entweder vom Bunde selbst ausgeübt oder an Dritte übertragen werden, und zwar - je nach Bedeutung des Werkes - durch Bundesbeschluss oder Bundesgesetz (Art. 2 und Art. 3 Abs. 2 EntG). Ermächtigt der Bundesbeschluss oder das Bundesgesetz den Dritten nicht generell zur Enteignung, sondern muss das Enteignungsrecht in jedem Einzelfall noch ausdrücklich eingeräumt werden, so entscheidet darüber nach Art. 3 Abs. 3 EntG, sofern es sich nicht um Konzessionen handelt, das in der Sache zuständige Departement.\n\nGemäss den Bestimmungen des Elektrizitätsgesetzes steht den Eigentümern von elektrischen Stromanlagen und den Bezügern elektrischer Energie das Enteignungsrecht in der Regel nicht schon von vornherein zu. Die Ermächtigung zur Enteignung für Einrichtungen zur Fortleitung und Verteilung der elektrischen Energie ist vielmehr in jedem Einzelfall durch das zuständige Departement - heute das Departement für Umwelt, Verkehr, Energie und Kommunikation (UVEK) bzw. dessen Generalsekretariat - zu erteilen. Hiefür ist im Elektrizitätsgesetz ein etwas sonderbares Verfahren vorgesehen. Das Enteignungsverfahren wird vom Präsidenten der Schätzungskommission eröffnet, noch bevor der Gesuchsteller mit dem Enteignungsrecht ausgestattet ist. Können sich Grund- und Werkeigentümer nach Ablauf der Einsprachefrist an der Einigungsverhandlung in allen Punkten verständigen, so wird das Verfahren abgeschlossen. Andernfalls sind die Akten dem Departement zur Gewährung des Enteignungsrechts zuzustellen, und zwar auch dann, wenn keine Einsprachen oder Planänderungsbegehren erhoben worden, sondern nur Entschädigungsfragen offengeblieben sind (Art. 43 |514| und Art. 50 Abs. 2 EleG in Verbindung mit Art. 3 Abs. 3 EntG und Art. 23 der Verordnung über die Zuständigkeit der Departemente und der ihnen unterstellten Amtsstellen zur selbständigen Erledigung von Geschäften vom 28. März 1990 [SR 172.011]; BGE 105 Ib 197 E. 1c, BGE 115 Ib 13 E. 3 S. 18 f., je mit Hinweisen; FRITZ HESS, Das Enteignungsrecht des Bundes, N. 11-14 zu Art. 50 EleG, HEINZ HESS/HEINRICH WEIBEL, Das Enteignungsrecht des Bundes, Bd. II, S. 230 N. 86 und S. 233f.).\n\nDieses Verfahren ist grundsätzlich auch dann einzuschlagen, wenn nichts Neues gebaut, sondern nur der Fortbestand einer bereits vorhandenen Anlage auf dem Enteignungsweg gesichert werden soll (vgl. Art. 43 Abs. 2 EleG, BGE 115 Ib 13 E. 3 S. 19). Allerdings sieht Art. 53bis EleG ein vereinfachtes Verfahren für die Erneuerung befristeter Durchleitungsrechte vor. Danach können die Grundeigentümer und der Eigentümer der Anlage den Entscheid über die Entschädigung für die zu erneuernden Rechte auch ohne Einleitung eines Expropriationsverfahrens durch gemeinsame Eingabe der Schätzungskommission oder ihrem Präsidenten übertragen. Die Tragweite dieser Bestimmung, die beim Erlass des Enteignungsgesetzes ins Elektrizitätsgesetz eingefügt worden ist, ist jedoch nicht völlig klar. In der Literatur ist umstritten, ob damit die Schätzungskommission den Parteien als Schiedsgericht ausserhalb des Enteignungsverfahrens zur Verfügung gestellt werde (FRITZ HESS, a.a.O., N. 6 zu Art. 53bis EleG) oder ob es sich dabei um eine lex specialis für die Erneuerung des Enteignungsrechts für Durchleitungsrechte handle, die ihre Berechtigung darin finde, dass das öffentliche Interesse an der Anlage seinerzeit überprüft wurde und nach übereinstimmender Auffassung der Parteien weiterbesteht (HEINZ HESS/HEINRICH WEIBEL, a.a.O., Bd. II S. 250). Wäre diese zweite Auffassung zutreffend, fiele aber ein Vorgehen nach Art. 53bis EntG nur in Betracht, wenn die zu erneuernden Durchleitungsrechte ehemals auf dem Enteignungsweg erworben wurden. Wurden sie dagegen - wie im vorliegenden Fall - durch einen freihändig abgeschlossenen Vertrag dem Leitungseigentümer eingeräumt, so wäre nach dieser Meinung eine Anwendung von Art. 53bis EntG ausgeschlossen. Wie dem sei, braucht hier jedoch nicht näher untersucht zu werden, da das eingeschlagene Verfahren aus anderen Gründen als unzulässig erscheint.\n\n3. Voraussetzung für die Durchführung eines Verfahrens gemäss Art. 53bis EleG ist, dass Durchleitungsrechte für eine bestehende Leitung erneuert werden müssen, dass die bisherigen Rechte |515| erneuert werden sollen, das heisst inhaltlich gleiche Belastungen für das Grundstück weiterbestehen sollen, und dass nur die Entschädigungshöhe umstritten ist und sich die Parteien insbesondere über die Dauer der zu erneuernden Servitute einig sind (vgl. HEINZ HESS/HEINRICH WEIBEL, a.a. O., Bd. II S. 248f., MARGRIT BUGMANN, Die Enteignung für die Fortleitung und Verteilung elektrischer Energie, Diss. Zürich 1942, S. 190 f.). Diese Voraussetzungen sind hier nicht gegeben.\n\na) Wie aus der Sachverhalts-Darstellung hervorgeht, ist die 220/380 kV-Leitung Amsteg-Mettlen auf dem Grundstück Nr. 73 in Buchrain nach Ablauf der ihren Bestand sichernden Durchleitungsrechte umgebaut worden. Die ursprünglichen Masten sind durch höhere Tragwerke ersetzt worden, das Leitungs-Trassee ist leicht verschoben und der Standort eines Mastes um 44 m versetzt worden. Unter diesen Umständen kann nicht mehr davon ausgegangen werden, dass die Erneuerung der Durchleitungsrechte die gleiche \"bestehende\" Leitung betreffe.\n\nb) Mit den Grunddienstbarkeitsverträgen vom 18. Januar 1939 und 10. Januar 1945 wurden der ATEL nur eigentliche Durchleitungsrechte sowie Baurechte für die Leitungsmasten übertragen. Bauverbots- oder Baubeschränkungsservitute wurden nicht begründet. Vielmehr verpflichtete sich die Elektrizitätsgesellschaft für den Fall, dass das Grundstück überbaut werden solle, die Leitung zu verlegen oder ein neues Enteignungsverfahren einzuleiten. Die seinerzeit eingeräumten Dienstbarkeiten schränkten daher die Baufreiheit des Grundeigentümers in keiner Weise ein. Dagegen sollen nun gemäss Vertragsentwurf nicht nur Durchleitungsrechte und Pflanzbeschränkungen, sondern auch Baubeschränkungen auf einer Fläche von 40 m Breite und 440 m Länge unter der Leitung begründet werden. Es kann daher nicht die Rede davon sein, dass die bisherigen Rechte \"erneuert\" würden. Sollen aber dem Eigentümer der Anlage zusätzliche, neue Rechte eingeräumt werden, so sprengt dies den Rahmen von Art. 53bis EleG.\n\nc) Wie aus der Verwaltungsgerichtsbeschwerde der Einwohnergemeinde Buchrain hervorgeht, sind sich die Parteien nicht nur über die Höhe der Entschädigung, sondern auch über die Dauer der der ATEL zu übertragenden Rechte uneinig. Die ATEL beansprucht gemäss Vertragsentwurf eine dauernde und übertragbare Baubeschränkung sowie ein auf den Bestand der Leitungsanlage ausgerichtetes und übertragbares Recht zum Bau und Betrieb der Hochspannungsleitung, während die Gemeinde offenbar nur zur |516| Einräumung befristeter Rechte bereit ist. Auch in dieser Hinsicht fehlt es somit an den Voraussetzungen für die Durchführung eines Verfahrens gemäss Art. 53bis EleG.\n\nEntgegen der Meinung der Gemeinde Buchrain wäre es auch nicht Aufgabe der Schätzungskommission gewesen, Inhalt und Dauer der abzutretenden Rechte festzulegen. Über die Natur, den Umfang und den Inhalt der zu enteignenden Rechte entscheidet - abgesehen von den Ausdehnungsbegehren - nicht die Schätzungskommission, sondern die Einsprachebehörde bzw. die Behörde, die die Enteignungsermächtigung erteilt, hier also das UVEK als in der Sache zuständiges Departement (vgl. Art. 35 und 55 EntG; BGE 116 Ib 241 E. 3a S. 246; BGE 103 Ib 91 E. 2a, je mit zahlreichen Hinweisen). Besteht hinsichtlich des Umfangs des Enteignungsgegenstandes Uneinigkeit, kann daher wie dargelegt die Schätzungskommission auch nicht sofort zur Festsetzung der Entschädigung aufgefordert werden.\n\n4. Sind die Voraussetzungen für die Durchführung eines Verfahrens gemäss Art. 53bis EleG nicht erfüllt, so muss der Eigentümer der elektrischen Anlage, wenn die deren Weiterbestand sichernden Rechte abgelaufen sind, das gewöhnliche Verfahren einleiten und sich vom Departement das Enteignungsrecht übertragen lassen (vgl. Art. 43 Abs. 2 EleG).\n\nDie vor der Verleihung in Fortsetzung des Enteignungsverfahrens gefällten Entscheide der Schätzungskommission sind nichtig (BGE 115 Ib 13 E. 3 S. 19; BGE 105 Ib 197 E. 1e in fine S. 201 f.; BGE 104 Ib 337 E. 3d; BGE 96 I 189 E. 3; s.a. BGE 109 Ib 130 E. 2b). Der angefochtene Entscheid der Eidgenössischen Schätzungskommission 9. Kreis ist daher - der Klarheit halber - aufsichtsrechtlich aufzuheben.\n\nDas heisst nun im vorliegenden Fall nicht, dass zunächst noch ein förmliches Auflage- und Einspracheverfahren durchzuführen wäre. Die Voraussetzungen zur Durchführung eines abgekürzten Verfahrens scheinen ohnehin gegeben (vgl. Art. 33 EntG) und die Grundeigentümerin ist sich darüber, was die ATEL von ihr verlangt, im Klaren und hat sich hiezu äussern können. Ihre Forderung nach Einräumung bloss befristeter Rechte kann als Einsprachebegehren verstanden werden. Die Akten können daher vom Schätzungskommissions-Präsidenten direkt dem UVEK zum Entscheid über diese Einsprache und die Erteilung des Enteignungsrechts überwiesen werden."}