{"annee": "124", "cour": "III", "page": "182", "date": "27/1/1998", "cite": [], "cite_par": ["132 II 117", "132 III 249", "132 III 122", "128 III 180", "137 II 222", "128 II 49"], "chapeau": "32. Extrait de l'arrêt de la Ire Cour civile du 27 janvier 1998 dans la cause T. contre Zurich Assurances (recours en réforme)", "regestes": ["Art. 59 LCR et art. 75 LCR. Responsabilité civile du détenteur de véhicule automobile. Faute du lésé. Indemnité pour tort moral. Le détenteur, dont le véhicule automobile a été soustrait, répond de la faute du voleur envers le passager qui en ignorait la soustraction illicite (consid. 3). Le principe et l'étendue de la réparation du tort moral subi par le lésé fautif dans l'accident se déterminent conformément à l'art. 59 al. 1 et 2 LCR (précision de la jurisprudence; consid. 4 et 5)."], "faits": "BGE 124 III 182 S. 182\n\nA.- Le 25 octobre 1993, T., alors âgé de 15 ans et 3 mois, a accepté d'être passager d'une motocyclette conduite par son ami R., âgé de 16 ans et 4 mois. Vers 23h20, le conducteur a perdu le contrôle de la moto; il est décédé des suites de ses blessures. T. a subi diverses lésions, notamment un traumatisme crânien et une fracture à l'os BGE 124 III 182 S. 183nasal. Tant le conducteur que le passager de la moto portaient des casques homologués.\n\nLa motocyclette était un véhicule volé; elle ne présentait aucune trace de vol et sa clé a été retrouvée sur le contact. Le détenteur de l'engin ne le prêtait jamais à des tiers. Ce dernier, qui était assuré en responsabilité civile auprès de la Zurich Assurances, avait déposé plainte contre inconnu le matin du jour de l'accident. La police n'a toutefois pas pu identifier l'auteur du vol.\n\nInterpellée par le conseil de T., lui indiquant qu'elle devait répondre du dommage matériel et du tort moral subi par son client, la Zurich Assurances a déclaré refuser de couvrir le cas, car la responsabilité civile du détenteur du véhicule n'était pas engagée. Elle a fait valoir que le lésé avait accepté d'être le passager du conducteur en sachant que ce dernier n'était pas titulaire d'un permis de conduire et que, de plus, T. aurait pu savoir, au vu des circonstances, que l'engin avait été volé.\n\nB.- T. a ouvert action le 14 septembre 1995 contre la Zurich Assurances, concluant au paiement de 15'000 fr., plus intérêts, à titre d'indemnité pour tort moral, et de 1'000 fr. à titre de dommage matériel pour frais et honoraires d'avocat avant procédure.\n\nPar jugement du 26 juillet 1996, le Tribunal de première instance de Genève, considérant que T. avait commis une faute grave au sens de l'art. 59 al. 1 de la loi fédérale sur la circulation routière (LCR; RS 741.01), l'a débouté de toutes ses conclusions. Statuant sur appel de T., la Cour de justice du canton de Genève, par arrêt du 21 février 1997, a confirmé le jugement précité.\n\nC.- Le Tribunal fédéral a partiellement admis le recours en réforme exercé par T. Il a renvoyé la cause à l'autorité cantonale pour nouvelle décision dans le sens des considérants.", "considerants": "Extrait des considérants:\n\n3. Il convient de traiter en premier lieu de l'application de l'art. 75 LCR, soit de la responsabilité du détenteur d'un véhicule utilisé sans droit. Selon cette disposition, la responsabilité civile du détenteur est pleinement engagée, sauf à l'égard de ceux qui ont fait usage du véhicule et qui savaient dès le début de la course ou pouvaient savoir en prêtant toute l'attention commandée par les circonstances que le véhicule avait été soustrait (al. 1, 3ème phrase). C'est au détenteur volé, soit à son assurance, d'établir que l'usager lésé savait que le véhicule avait été soustrait (art. 8 CC).\n\nBGE 124 III 182 S. 184\n\nLa constatation de ce qu'une personne savait ou ignorait à un moment donné relève du fait et lie le Tribunal fédéral (art. 63 al. 2 OJ; POUDRET, COJ II, n. 4.3.2 ad art. 63 OJ, p. 541). C'est donc en vain que l'intimée tente de remettre en cause par une critique purement appellatoire, en se référant même à un témoignage, la constatation de l'arrêt attaqué selon laquelle la défenderesse n'a pas prouvé que T. savait que la moto sur laquelle il avait pris place avait été soustraite. Au reste, les juges cantonaux n'ont retenu aucun élément suffisamment probant qui puisse faire admettre que T. pouvait savoir, en prêtant toute l'attention commandée par les circonstances, que le véhicule avait été soustrait.\n\nLe détenteur, soit son assureur, est entièrement chargé du risque de la soustraction illicite; il est responsable envers T. lésé, passager \"innocent\", comme si le véhicule n'avait pas été volé ou soustrait (BUSSY & RUSCONI, Code suisse de la circulation routière, 3e éd., n. 1.2, 2.3 et 5.2 ad art. 75 LCR). Lui sont donc applicables les dispositions des art. 58 ss LCR sur la responsabilité civile du détenteur; en particulier, la faute du voleur ou du conducteur, dans l'accident, lui est imputable (BUSSY & RUSCONI, op.cit., n. 4.2 ad art. 75 LCR).\n\n4. a) Il ne saurait être contesté que T. lésé a commis une faute, par le fait qu'il a pris place sur la motocyclette, en sachant que son conducteur âgé de seize ans n'avait pas de permis de conduire. Il s'agit dès lors de savoir si cette faute peut entraîner la suppression de tout droit à une indemnité, comme l'a jugé la cour cantonale, ou seulement constituer un facteur de réduction des indemnités allouées.\n\nSelon l'art. 59 al. 1 LCR, le détenteur est libéré de la responsabilité civile s'il prouve que l'accident a été causé par la force majeure ou par une faute grave du lésé ou d'un tiers sans que lui-même ou les personnes dont il est responsable aient commis de faute et sans qu'une défectuosité du véhicule ait contribué à l'accident.\n\nEn vertu de cette disposition, le détenteur ne peut ainsi être libéré qu'en cas de faute grave exclusive du lésé (ou de la victime). Or, en l'espèce, il apparaît d'emblée que s'il y a faute du demandeur, laquelle consiste pour l'intéressé à avoir accepté de manière coupable un risque, soit celui de monter sur un véhicule conduit par un conducteur non-titulaire d'un permis, cette faute n'est pas exclusive. En effet, il y a une faute nette et indiscutable du conducteur de l'engin qui, selon le système prévu par l'art. 75 LCR, est une personne dont le détenteur répond. Cette faute est réalisée aussi bien par la conduite sans permis que par la perte de maîtrise du véhicule.\n\nDans un tel cas, on ne peut donc pas libérer le détenteur de sa BGE 124 III 182 S. 185responsabilité et supprimer, en application de l'art. 59 LCR, le droit du lésé à être indemnisé par le détenteur. Tout au plus peut-on faire application de l'al. 2 de l'art. 59 LCR, qui permet au juge de fixer l'indemnité en tenant compte de toutes les circonstances, lorsque le détenteur ne peut se libérer en vertu de l'al. 1 mais prouve qu'une faute du lésé a contribué à l'accident.\n\nb) La cour cantonale n'a cependant pas rendu sa décision de suppression de toute indemnité, pour faute grave du lésé, en recourant à l'art. 59 LCR. Elle s'est référée à l'art. 47 CO, auquel renvoie l'art. 62 LCR, et elle a fait application de l'art. 44 CO. L'art. 62 LCR prévoit que le mode et l'étendue de la réparation ainsi que l'octroi d'une indemnité à titre de réparation morale sont régis par les principes du code des obligations concernant les actes illicites. L'art. 47 CO traite de l'indemnité pour tort moral, et l'art. 44 al. 1 CO dispose que le juge peut réduire les dommages-intérêts, ou même n'en point allouer, lorsque la partie lésée a consenti à la lésion ou lorsque des faits dont elle est responsable ont contribué à créer le dommage, à l'augmenter, ou qu'ils ont aggravé la situation du débiteur.\n\nOn doit se demander, d'une part, si l'application de ces dispositions devait bien intervenir en lieu et place de celle de l'art. 59 LCR et, d'autre part, dans l'affirmative, si elle permettait d'aboutir à prononcer la libération du détenteur de sa responsabilité.\n\nc) En ce qui concerne le dommage matériel, on doit admettre, avec la doctrine apparemment dominante, que le principe de la pleine libération du détenteur en cas de faute grave du lésé est entièrement régi par l'art. 59 al. 1 LCR en ce sens qu'elle ne peut intervenir qu'en cas de faute grave exclusive du lésé (OFTINGER/STARK, Schweizerisches Haftpflichtrecht, Besonderer Teil, vol. II/2, 4e éd., n. 569, p. 255). Il n'y a donc plus place pour une libération du détenteur, en application de l'art. 44 CO, en cas de faute du lésé, même grave, qui ne serait pas exclusive. En pareille hypothèse, seule compète au juge la fixation de l'indemnité en tenant compte de toutes les circonstances, conformément à l'art. 59 al. 2 LCR (SCHAFFHAUSER/ZELLWEGER, Grundriss des schweizerischen Strassenverkehrsrechts, vol. II, n. 1294 p. 164 et n. 1304 p. 167; RAYMOND GREC, La situation juridique du détenteur de véhicule automobile en cas de collision de responsabilités, thèse Lausanne 1969, p. 55-56). Ainsi l'effet réducteur ou, le cas échéant, libérateur de la faute du lésé se trouve consacré à l'art. 59 al. 1 et 2 LCR, en sorte que le recours à l'art. 44 al. 1 CO est inutile (BUSSY & RUSCONI, op.cit., n. 1.5 ad art. 62 LCR; OFTINGER/STARK, op.cit., vol. II/2, n. 621, p. 274).\n\nBGE 124 III 182 S. 186\n\nd) Ces principes, applicables au dommage matériel, valent-ils aussi en ce qui concerne l'indemnité pour tort moral, dès lors que l'art. 62 al. 1 LCR prescrit que l'indemnité à titre de réparation morale est régie par les principes du code des obligations concernant les actes illicites?\n\nLa doctrine et la jurisprudence, en matière de responsabilité civile à raison de la circulation routière, ont généralement fait application des dispositions du code des obligations à l'égard de l'indemnité pour tort moral, soit en particulier de l'art. 44 al. 1 CO. L'idée qui paraît avoir dicté cette application était que l'art. 59 al. 1 LCR n'avait trait qu'au dommage, mais qu'il ne jouait aucun rôle en matière de réparation morale (cf. BUSSY, FJS 912, n. 3).\n\nLa jurisprudence la plus récente, malgré une évolution sensible tendant à appliquer à l'indemnité pour tort moral les principes de réduction et de libération qui valent pour le dommage matériel, a persisté à se fonder sur l'art. 44 CO, sans se référer à l'art. 59 LCR. Ainsi en est-il de l'ATF 116 II 733, cité d'ailleurs par la cour cantonale. Cet arrêt a résolument abandonné la jurisprudence, selon laquelle la faute du lésé engendrait la suppression de l'indemnité pour tort moral lorsqu'elle était équivalente à celle du responsable ou plus grave que celle-ci. Partant de la conception que l'allocation d'une indemnité équitable à titre de réparation morale prévue par l'art. 47 CO n'était pas autre chose que la réparation d'un préjudice, le Tribunal fédéral s'est demandé si le rôle assigné à la faute par la jurisprudence devait être maintenu. Et il a considéré que l'ancienne jurisprudence avait perdu sa justification et qu'il n'y avait aucune raison pour que le lésé, même s'il portait une plus grande part de responsabilité dans la survenance de son accident, puisse obtenir une indemnité réduite pour réparer son dommage matériel alors qu'il ne le pourrait pas pour son dommage immatériel. Aussi a-t-il jugé que rien ne s'opposait à l'allocation d'une indemnité pour tort moral même en cas de faute prépondérante du lésé.\n\nLa juridiction fédérale a alors pris en considération la faute du lésé dans le cadre de l'art. 44 CO, soit comme facteur de suppression de l'indemnité pour tort moral, à condition qu'elle soit de nature à interrompre le lien de causalité, soit comme facteur de réduction de l'indemnité si elle présentait une intensité moindre. Or, il apparaît que cette manière de voir rejoint celle qui résulte de l'application de l'art. 59 al. 1 et 2 LCR, tant il est vrai que la faute qui est susceptible d'interrompre le lien de causalité n'est pas autre chose que la faute grave exclusive du lésé. Il paraît dès lors raisonnable et cohérent d'admettre que l'art. 59 al. 1 et 2 LCR s'applique aussi bien à la réparation du dommage BGE 124 III 182 S. 187matériel qu'à celle du tort moral. Le recours à l'art. 44 CO doit être considéré comme inutile; le renvoi au code des obligations prévu à l'art. 62 LCR vise au reste les dispositions fixant les modalités de la réparation du tort moral, mais les conditions de la responsabilité sont celles qui sont applicables au détenteur et au conducteur, conformément aux art. 58 et 59 LCR (TERCIER, La réparation du tort moral, Journées du droit de la circulation routière, Fribourg 1988, p. 6 et 11/12).\n\nDès lors, en l'occurrence, qu'il s'agisse du dommage matériel ou du tort moral, la défenderesse, qui assure le détenteur, ne peut pas être libérée de sa responsabilité à défaut de faute grave exclusive du lésé. Tout au plus les dommages-intérêts pourront-ils être réduits en application de l'art. 59 al. 2 LCR.\n\ne) Quoi qu'il en soit, la solution ainsi proposée aboutit pratiquement aux mêmes résultats que ceux auxquels conduisait la jurisprudence fondée sur l'art. 44 CO ou, s'agissant du dommage matériel, sur l'art. 59 al. 2 LCR. La prise en compte du risque inhérent au véhicule automobile ou de la faute du détenteur ou d'une personne dont il répond n'aboutit qu'à une réduction de l'indemnité, et non pas à une suppression (cf. SCHAFFHAUSER/ZELLWEGER, op.cit., vol. II, n. 1423 p. 207 et n. 1434 p. 214). Le cas le plus proche de la présente espèce est celui de l'acceptation du risque par le lésé qui participe à une course dangereuse (en particulier en acceptant d'être passager d'un véhicule dont le conducteur est pris de boisson). Dans de tels cas, seules des réductions de responsabilité ont été admises, mais jamais des libérations (BUSSY/RUSCONI, op.cit., n. 4.3 ad art. 59 LCR et n. 2.4 \"faute du lésé\" ad art. 62 LCR, p. 575; et les casuistiques données par KELLER, Haftpflicht im Privatrecht, vol. I, 5e éd., p. 291-294 et OFTINGER/STARK, op.cit., vol. II/2, p. 258-261).\n\n5. La cour cantonale a donc fait fausse route en supprimant tout droit à indemnité du demandeur. Seule une réduction pouvait entrer en ligne de compte, au vu de la faute du conducteur et du risque inhérent à l'emploi d'un véhicule automobile. Pour déterminer la mesure de la réduction, les juges cantonaux devront mettre en balance d'un côté la faute du demandeur, atténuée subjectivement par le jeune âge du lésé, de l'autre la faute plus lourde du conducteur, qui a conduit sans permis et perdu la maîtrise de la motocyclette, à laquelle s'ajoute le risque spécifique à l'usage d'un véhicule. La cour cantonale devra encore se prononcer sur le préjudice matériel invoqué par T.\n\nLe recours doit donc être admis dans son principe. Il convient d'annuler l'arrêt attaqué et de renvoyer la cause à l'autorité cantonale pour nouvelle décision dans le sens des considérants."}