{"annee": "124", "cour": "V", "page": "296", "date": "18/9/1998", "cite": ["113 IB 219", "111 V 151", "114 V 239", "121 II 39", "110 V 127"], "cite_par": ["125 V 165", "125 V 183", "127 V 149"], "chapeau": "49. Arrêt incident du 18 septembre 1998 dans la cause Office fédéral des assurances sociales contre C. et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 103 let. b en liaison avec l'art. 132 OJ; art. 6 et 86 LAMal; art. 10 al. 2 et art. 27 al. 2 OAMal: exemption de l'assurance obligatoire. Qualité pour agir de la Confédération. La qualité pour recourir contre un jugement cantonal relatif à l'exemption de l'assurance obligatoire appartient au Département fédéral de l'intérieur et non à l'Office fédéral des assurances sociales."], "faits": "|297|\n\nA.- Née en 1976, C., de nationalité canadienne, domiciliée à O., poursuit des études à Lausanne, depuis le 8 octobre 1997, dans le cadre d'une bourse d'échanges. Invitée par l'Organe cantonal de contrôle de l'assurance-maladie et accidents du canton de Vaud (ci-après: OCC) à justifier des conditions d'une exemption de l'affiliation obligatoire à l'assurance-maladie suisse, elle n'y a pas donné suite. En conséquence, par décision du 9 février 1998, l'OCC l'a affiliée d'office à la caisse-maladie SWICA.\n\nB.- C. a recouru contre cette décision devant le Tribunal des assurances du canton de Vaud. Elle faisait valoir que si elle n'avait pas été en mesure de répondre aux communications de l'OCC, c'est parce qu'à la suite d'une grève des postes son assureur-maladie canadien n'avait pas reçu le courrier par lequel elle lui demandait d'envoyer les attestations nécessaires.\n\nElle a produit à l'appui de ses conclusions une lettre et une attestation du 12 janvier 1998 de la compagnie d'assurance canadienne B., à E., ainsi que les conditions générales de la \"Travel Insurance Policy\" de cette compagnie.\n\nAyant pris connaissance de ces documents, l'OCC a déclaré dans sa réponse du 3 mars 1998 qu'il était disposé à accéder à la requête de C. et qu'il lui adresserait prochainement une autorisation de dispense officielle.\n\nPar jugement du 9 mars 1998, le Président du Tribunal des assurances du canton de Vaud a déclaré le recours de C. sans objet et a rayé la cause du rôle.\n\nC.- L'Office fédéral des assurances sociales (OFAS) interjette recours de droit administratif contre ce jugement, en concluant à l'annulation de celui-ci et de la décision par laquelle l'OCC a exempté C. de l'assurance-maladie obligatoire.\n\nC. conclut de manière implicite au rejet du recours, faisant notamment valoir qu'elle est couverte par une assurance-maladie publique instituée par la province de l'Ontario, en plus de l'assurance de la compagnie B.\n\nL'OCC conclut au rejet du recours.\n\n|298|", "considerants": "Considérant en droit:\n\n1. Le Tribunal fédéral des assurances examine d'office la recevabilité des recours qui lui sont soumis (ATF 121 II 41 consid. 2, ainsi que les arrêts cités, et 250 consid. 1). En l'espèce, le point à trancher est celui de la qualité pour agir de l'OFAS dans un litige de ce genre (ATF 111 V 151 consid. 1a).\n\na) Selon l'art. 103 let. b, en liaison avec l'art. 132 OJ, a qualité pour recourir le département compétent ou, lorsque le droit fédéral le prévoit, la division compétente de l'administration fédérale, s'il s'agit de décisions émanant de commissions fédérales de recours ou d'arbitrage ou de décisions prises en dernière instance cantonale ou rendues par un organisme visé à l'art. 98 let. h OJ.\n\nSaisie d'un recours de l'OFAS dans un litige concernant l'obligation d'une personne de s'affilier à une caisse-maladie conventionnée, la Cour de céans a considéré, dans un arrêt du 30 mai 1984 (ATF 110 V 127), que cet office fédéral n'avait pas qualité pour recourir contre le jugement par lequel un tribunal cantonal des assurances avait annulé la décision d'assujettissement d'une personne à l'obligation de s'assurer auprès d'une caisse-maladie conventionnée, en vertu de la législation cantonale sur l'assurance-maladie obligatoire. En effet, bien que rendu par un tribunal cantonal des assurances, un tel jugement ne tombait pas sous le coup des art. 30bis al. 1 et 30ter LAMA ni de l'art. 5 al. 3 Ord. V en liaison avec l'art. 103 let. b OJ (ATF 110 V 130 ss consid. 2b).\n\nb) Du point de vue procédural, cette situation n'a pas été modifiée par l'entrée en vigueur, le 1er janvier 1996, de la loi fédérale sur l'assurance-maladie (LAMal) du 18 mars 1994. Aussi est-ce en vain que, dans son recours, l'OFAS invoque l'art. 27 al. 2 OAMal afin de justifier sa qualité pour agir. En effet, cette disposition réglementaire, qui autorise l'office fédéral à recourir devant le Tribunal fédéral des assurances contre des jugements cantonaux en matière d'assurance-maladie obligatoire - objet de la première partie de l'ordonnance -, vise exclusivement les jugements rendus par les tribunaux cantonaux des assurances et les tribunaux arbitraux, au sens des art. 86 et 89 LAMal. Or, aux termes des art. 85 et 86 al. 1 LAMal, seules les décisions rendues sur opposition par un assureur peuvent être attaquées par la voie du recours de droit administratif devant le tribunal cantonal des assurances. En l'espèce, la décision de l'OCC qui est à l'origine de la contestation portée devant le Tribunal des assurances du canton de Vaud n'est pas une décision de cette sorte. Si le jugement émane de cette juridiction cantonale, c'est |299| uniquement en vertu des dispositions de droit cantonal et plus particulièrement de l'art. 28 al. 1 de la loi d'application vaudoise de la LAMal (LAVAMal), du 25 juin 1996 (RSV 5.19 A), lequel désigne le Tribunal cantonal des assurances comme autorité de recours contre les décisions de l'OCC.\n\nc) Le droit de recours de l'autorité fédérale, tel qu'il est prévu à l'art. 103 let. b OJ, constitue avant tout un moyen de surveillance destiné à sauvegarder l'intérêt public et à assurer une application juste et égale du droit fédéral. Dans un tel cas, le droit de recours de la Confédération est abstrait en ce sens qu'elle n'a pas à justifier d'un intérêt public spécifique à l'annulation de la décision attaquée (ATF 113 Ib 221 consid. 1b). Cependant, selon la jurisprudence du Tribunal fédéral des assurances, il y a lieu d'admettre, dans le cadre de cette disposition légale, que la qualité pour recourir n'est reconnue qu'aux seules autorités dont l'intérêt à la solution du litige est présumé (ATF 114 V 242 s. consid. 3b, ATF 110 V 130 consid. 2a; à propos d'une apparente contradiction entre les arrêts ATF 113 Ib 221 consid. 1b et 114 V 242 s. consid. 3b, cf. la remarque de RHINOW/KOLLER/KISS, Öffentliches Prozessrecht und Justizverfassungsrecht des Bundes, 1996, ch. 1025 p. 196).\n\nA la différence de l'arrêt précité du 30 mai 1984 (ATF 110 V 127), l'obligation de s'assurer pour les soins en cas de maladie ou d'être assuré par son représentant légal résulte aujourd'hui du droit fédéral (art. 3 al. 1 LAMal) et non plus du droit cantonal (art. 2 al. 1 let. a LAMA). C'est au Conseil fédéral qu'il appartient de réglementer les exceptions à l'assurance obligatoire pour les personnes domiciliées en Suisse (art. 3 al. 2 LAMal) ou, au contraire, l'extension de l'obligation à des personnes qui n'ont pas de domicile en Suisse (art. 3 al. 3 LAMal). C'est ce qu'il a fait en édictant les art. 1 à 6 OAMal. Il est dès lors incontestable que la Confédération a un droit de recours contre les décisions cantonales en la matière, en vertu des art. 103 let. b et 132 OJ.\n\nd) Conformément à l'art. 6 LAMal, c'est aux cantons qu'il incombe de veiller au respect de l'obligation de s'assurer et ils doivent désigner à cette fin une autorité qui affilie d'office toute personne tenue de s'assurer qui n'a pas donné suite à cette obligation en temps utile. En vertu de l'art. 10 al. 2 OAMal, cette autorité statue sur les requêtes d'exemption de l'obligation d'assurance visées par les art. 2 al. 2 et 3 (teneur en vigueur du 1er janvier au 31 décembre 1996), ou al. 2 à 5 (teneur en vigueur dès le 1er janvier 1997 [RO 1996 3139]) et 6 al. 3 OAMal. |300|\n\nSi, comme on l'a vu, le Conseil fédéral a expressément délégué à l'OFAS le droit de recourir devant le Tribunal fédéral des assurances contre les jugements rendus par les tribunaux cantonaux des assurances et les tribunaux arbitraux au sens des art. 86 à 89 LAMal (art. 27 al. 2 OAMal), il ne lui a en revanche pas conféré ce droit pour recourir contre les décisions prises par les cantons dans le cadre de l'exécution des tâches que leur délègue la législation fédérale, en particulier l'art. 6 LAMal. Certes, en vertu de l'ordonnance du Conseil fédéral du 9 mai 1979 réglant les tâches des départements, des groupements et des offices (RS 172.010.15), les offices fédéraux ont notamment pour tâche de surveiller l'exécution de la législation fédérale par les cantons (art. 1er let. d), mais cela ne saurait fonder un droit de recourir devant les cours fédérales contre les décisions cantonales, faute d'une autorisation expresse figurant dans la loi, comme l'exige l'art. 103 let. b OJ (ATF 110 V 131 s. consid. 2b).\n\nEn conséquence, seul le Département fédéral de l'intérieur a qualité pour agir devant le Tribunal fédéral des assurances selon l'art. 103 let. b OJ, puisque c'est à ce département qu'il appartient de développer la sécurité sociale en vue de protéger la population notamment contre les conséquences de la maladie (art. 4 let. b de l'ordonnance précitée du Conseil fédéral du 9 mai 1979). On peut renvoyer sur ce point à l'arrêt ATF 114 V 243 s. consid. 3c, où se posait une question analogue en matière de prévoyance professionnelle.\n\n2. Ce serait toutefois faire preuve de formalisme excessif que de déclarer irrecevable pour ce seul motif le recours de droit administratif de l'OFAS. En effet, rien n'empêche le Département fédéral de l'intérieur de donner mandat à l'OFAS d'agir en son nom (art. 18 PCF en liaison avec les art. 29 et 40 OJ).\n\nIl convient donc d'inviter l'office recourant à produire une procuration de la conseillère fédérale, cheffe du Département fédéral de l'intérieur, lui donnant mandat de recourir au nom de ce département contre le jugement cantonal litigieux. A défaut de cette procuration, son recours sera déclaré irrecevable."}