{"annee": "124", "cour": "V", "page": "257", "date": "22/9/1998", "cite": ["122 V 200", "109 V 249", "110 V 89", "120 V 423", "123 V 70"], "cite_par": ["128 V 159", "129 V 226", "127 V 57", "126 V 276"], "chapeau": "42. Extrait de l'arrêt du 22 septembre 1998 dans la cause Ecole X contre Office fédéral des assurances sociales et Département fédéral de l'intérieur", "regestes": ["Art. 19 al. 1 et 2, art. 26bis al. 1 LAI; art. 8 ss, art. 24 al. 1 et 3 RAI; art. 1 ss ORESp; art. 27 al. 2 Cst.; art. 48 LOGA: reconnaissance d'écoles spéciales. - Conditions nécessaires, en ce qui concerne la formation du personnel, à la reconnaissance d'un institut privé en tant qu'école spéciale. Poids de l'appréciation de l'autorité scolaire cantonale dans un cas concret. - Portée de la circulaire de l'Office fédéral des assurances sociales concernant la reconnaissance d'écoles spéciales dans l'assurance-invalidité, valable dès le 1er janvier 1979."], "faits": "BGE 124 V 257 S. 258\n\nA.- (Par décision du 12 septembre 1990, entrée en force, l'Office fédéral des assurances sociales [OFAS] a rejeté la demande de reconnaissance comme école spéciale dans l'assurance-invalidité présentée par l'école X, au motif qu'aucun membre du personnel n'était au bénéfice d'une formation suffisante. Le 23 février 1995, l'école X a présenté une nouvelle demande de reconnaissance comme école spéciale. Par décision du 11 mai 1995, l'OFAS a rejeté cette demande pour les mêmes motifs qu'en 1990. Par arrêt du 10 juillet 1996 [ATF 122 V 200 ], le Tribunal fédéral des assurances a déclaré irrecevable le recours de droit administratif interjeté par l'école X contre cette décision et a transmis le dossier au Département fédéral de l'intérieur [DFI], comme objet de sa compétence [cf. l'état de fait détaillé de l'arrêt ATF 122 V 200 ].)\n\nB.- Par décision du 26 août 1996, le DFI a rejeté le recours et mis les frais à la charge de la recourante. Il a confirmé l'appréciation de l'OFAS selon laquelle la recourante ne satisfait toujours pas aux exigences minimales fixées par ledit office pour la formation du personnel engagé par une école spéciale reconnue par l'assurance-invalidité.\n\nC.- L'école X interjette recours de droit administratif contre cette décision dont elle demande l'annulation. Elle conclut principalement à sa reconnaissance en qualité d'école spéciale au sens de la législation fédérale en la matière ou subsidiairement au renvoi du dossier à l'OFAS, au département ou à toute autre autorité compétente, sous suite de frais et dépens.\n\nLe DFI s'est exprimé dans un préavis circonstancié et il propose de rejeter le recours. L'OFAS \"soutient\" la position du département et conclut lui aussi au rejet du recours. La recourante a eu la possibilité de se déterminer sur les observations du département, ce qu'elle a toutefois renoncé à faire.", "considerants": "Extrait des considérants:\n\n4. (Sur le droit applicable en matière de reconnaissance comme école spéciale, voir ATF 122 V 201 s. consid. 1).\n\n5. a) Dans sa décision du 11 mai 1995, l'office intimé a rejeté la demande de reconnaissance en tant qu'école spéciale, présentée par la recourante le 23 février 1995, au motif que celle-ci \"ne remplit toujours pas aujourd'hui les exigences minimales en matière de formation de personnel, à savoir une formation d'enseignant reconnue par le canton ainsi qu'une formation en pédagogie curative adaptée au genre d'invalides\", exigences dont la BGE 124 V 257 S. 259jurisprudence a reconnu la conformité à la loi (ATF 120 V 426 s. consid. 3).\n\nPour sa part, le DFI expose dans la décision attaquée qu'à Genève, pour être reconnue par l'OFAS en qualité d'école spéciale dans l'assurance-invalidité, une école doit disposer d'enseignants titulaires d'un brevet d'enseignant (art. 8 RAI dans sa teneur ici déterminante) qui ont acquis, de plus, une spécialisation supplémentaire en pédagogie curative, conformément aux ch.m. 6 et 7 de la circulaire de l'office fédéral concernant la reconnaissance d'écoles spéciales dans l'assurance-invalidité, valable dès le 1er janvier 1979, à savoir un diplôme d'éducateur spécialisé délivré par l'Institut d'études sociales ou, pour les sourds et les enfants scolarisables, un diplôme de la faculté de psychologie et des sciences de l'éducation de l'Université de Genève.\n\nToujours selon le département, la reconnaissance par le canton ne supplée pas en elle-même à ces conditions. Or, le personnel occupé par la recourante, y compris sa directrice, ne satisfait pas à ces exigences dans la mesure où aucune personne n'est titulaire d'un diplôme d'enseignant, ainsi que d'un diplôme d'éducateur spécialisé délivré par l'Institut d'études sociales, d'où il résulte que les exigences minimales pour la formation du personnel, au sens de l'art. 3 al. 2 de l'ordonnance du 11 septembre 1972 sur la reconnaissance d'écoles spéciales dans l'assurance-invalidité (ORESp; RS 831.232.41), ne sont pas réalisées en l'espèce.\n\nDans ses observations sur le recours de droit administratif, le département précise cependant que l'école X n'étant pas un internat, elle n'a pas besoin d'éducateurs spécialisés diplômés de l'Institut d'études sociales. Toutefois, il maintient qu'aucun membre du personnel de l'école ne dispose d'un diplôme d'enseignant reconnu par le canton, soit, au moment déterminant, un brevet d'aptitude à l'enseignement primaire. De plus, parmi ce personnel, les deux maîtres de sport et les trois psychologues n'ont pas accompli la spécialisation en pédagogie curative mentionnée dans la circulaire précitée de l'office intimé, à savoir une licence de la faculté de psychologie et des sciences de l'éducation, option sciences de l'éducation.\n\nb) La recourante conteste l'appréciation du département à qui elle reproche une \"méconnaissance coupable\" du système éducatif genevois, dans la mesure où il exige le cumul d'un brevet d'enseignant et d'un diplôme d'éducateur spécialisé, ce qui correspondrait \"à un parcours que personne ne suit à Genève\". Son argument principal, cependant, qui s'appuie sur l'art. 2 ORESp, consiste à dire que lorsque, comme en l'espèce, l'autorité cantonale BGE 124 V 257 S. 260compétente estime que les prescriptions cantonales sont respectées, cela signifie que l'école requérante dispose d'enseignants dont la formation et les aptitudes correspondent aux exigences de la loi et de sa réglementation d'exécution. Elle développe longuement ce point de vue en se référant tant aux dispositions topiques du droit genevois qu'à l'appréciation du département cantonal de l'instruction publique quant aux compétences des personnes chargées de l'enseignement prodigué aux élèves de l'école.\n\n6. a) Selon un principe fondamental qui se déduit en particulier de l'art. 27 al. 2 Cst., la formation scolaire et l'éducation des enfants handicapés physiques ou mentaux relèvent de la souveraineté cantonale. Aussi est-ce manifestement par égard pour la souveraineté des cantons en matière scolaire que l'art. 19 LAI limite les mesures de formation scolaire spéciale à des prestations en espèces (ATFA 1969 p. 156 consid. 2b).\n\nEn conséquence, la première condition que doit remplir une institution qui désire être reconnue en qualité d'école spéciale dans l'assurance-invalidité est de satisfaire aux prescriptions cantonales (art. 2 ORESp).\n\nDès lors si, comme le soutient avec raison le département dans ses observations sur le recours de droit administratif, la reconnaissance cantonale ne saurait à elle seule entraîner la reconnaissance par l'office fédéral en vertu de l'art. 11 ORESp - ne serait-ce que pour des raisons financières puisque, en définitive, ce sont les subsides versés par l'assurance-invalidité et non par le canton qui sont en jeu - il n'en demeure pas moins que, s'agissant notamment des exigences requises de la direction et du personnel de l'école, il convient d'attacher un poids particulier aux prescriptions cantonales relatives à la formation du personnel spécialisé dans ce type d'enseignement, ainsi qu'à l'appréciation faite par l'autorité cantonale compétente dans un cas concret, c'est-à-dire lorsqu'il s'agit de décider si une personne remplit ou non les exigences minimales imposées par la réglementation cantonale et fédérale en la matière.\n\nb) Aux termes de l'art. 3 al. 2 ORESp, l'OFAS est habilité, après consultation des cantons et des organisations compétentes, à fixer des exigences minimales pour la formation du personnel.\n\nD'après la circulaire précitée de l'OFAS, celui qui dispense un enseignement spécialisé doit être en principe au bénéfice d'une formation d'enseignant reconnue par le canton et d'une formation en pédagogie curative adaptée au genre d'invalides (ch.m. 6). Les personnes qui ont BGE 124 V 257 S. 261achevé avec succès leur formation dans l'un des instituts mentionnés dans une annexe à la circulaire sont réputées remplir les exigences minimales de leur profession au sens de l'art. 3 al. 1 ORESp, autant que le canton les autorise à exercer leur profession sur son territoire (ch.m. 7). Enfin, selon le ch.m. 8 de la circulaire, l'OFAS statue d'entente avec l'autorité cantonale compétente lorsque des personnes ne remplissent pas les conditions du ch.m. 7.\n\nS'appuyant sur KNAPP, Précis de droit administratif, 4e éd., no 371, p. 78, la recourante rappelle \"en tant que de besoin\" que les circulaires de l'office fédéral n'ont pas force de loi, même si tribunaux et administrés en tiennent compte. Tel est effectivement le cas, selon une jurisprudence solidement établie (ATF 123 V 72 consid. 4a, 122 V 253 consid. 3d, 363 s. consid. 3c et les références).\n\nBien que la compétence de l'OFAS de fixer des exigences minimales pour la formation du personnel repose, en l'occurrence, sur une délégation expresse du département (art. 3 al. 2 ORESp), cela ne modifie pas la portée normative de la circulaire en question. En effet, selon l'art. 48 de la loi du 21 mars 1997 sur l'organisation du gouvernement et de l'administration (LOGA; RS 172.010), si le Conseil fédéral peut déléguer aux départements la compétence d'édicter des règles de droit, la délégation de telles compétences aux groupements et aux offices n'est autorisée que si une loi fédérale ou un arrêté fédéral de portée générale le permet. Antérieurement à l'entrée en vigueur de la LOGA, le 1er octobre 1997 (RO 1997 2035), l'art. 7 al. 5 de la loi fédérale du 19 septembre 1978 sur l'organisation de l'administration fédérale (LOA) contenait une règle analogue. Or, il est de jurisprudence constante que la législation en matière d'AVS/AI ne comporte aucune autorisation de cette sorte (ATF 110 V 94 consid. 3c, ATF 109 V 255 consid. 2c), celle-ci ne pouvant, en particulier, se déduire de l'art. 72 al. 1 LAVS, applicable par analogie dans le domaine de l'assurance-invalidité (art. 64 al. 1 LAI). En conséquence, la circulaire de l'OFAS concernant la reconnaissance d'écoles spéciales dans l'assurance-invalidité a valeur de simple ordonnance administrative, qui ne contient aucune règle de droit et dont le juge peut s'écarter s'il l'estime contraire à la loi.\n\nA cet égard, les indications qui figurent aux ch.m. 6 et 7 de la circulaire sont utiles dans la mesure où elles fournissent une base objective à l'appréciation des cas particuliers, mais elles ne dispensent pas l'autorité compétente en matière de reconnaissance (art. 10 ORESp) de BGE 124 V 257 S. 262procéder, dans chaque cas, à une appréciation de l'ensemble des circonstances, en particulier lorsqu'il s'agit de prendre en compte les spécificités de la formation dispensée aux enseignants spécialisés dans chaque canton.\n\nc) Cette question revêt une importance particulière dans le contexte du cas d'espèce. En effet, contrairement à ce qui était le cas dans l'arrêt ATF 120 V 423 et même dans le cadre de la première demande de reconnaissance comme école spéciale présentée par l'école X, il existe, en relation avec la seconde demande de reconnaissance fédérale, une contradiction manifeste entre l'autorité cantonale compétente et l'OFAS au sujet de l'interprétation de l'art. 3 al. 1 ORESp qui dispose que les personnes auxquelles sont confiées la direction de l'école ou l'application des mesures scolaires, éducatives, pédago-thérapeutiques ou paramédicales doivent avoir la formation et les aptitudes que requièrent leurs fonctions.\n\n7. Le 12 septembre 1990, l'OFAS a rejeté la première demande de reconnaissance comme école spéciale dans l'assurance-invalidité présentée en 1988 par l'école X au motif qu'aucun membre du personnel n'était au bénéfice d'une formation d'enseignant reconnue par le canton, ni d'une formation en pédagogie curative se basant sur le brevet d'enseignement général. Cette décision se fondait notamment sur les informations données à l'administration, le 20 juin 1990, par le service médico-pédagogique du département genevois de l'instruction publique. Or, quatre ans plus tard, soit le 15 décembre 1994, le même service certifiait, en sa qualité d'autorité cantonale de surveillance, que la recourante répondait aux exigences cantonales en matière d'enseignement spécialisé pour enfants en âge scolaire. Le lendemain, 16 décembre 1994, c'est la conseillère d'Etat chargée du département de l'instruction publique, Mme Brunschwig-Graf, qui écrivait aux responsables de l'école que \"les conditions de reconnaissance de l'école X par l'OFAS et l'Assurance Invalidité (étaient) maintenant remplies sur le plan cantonal\". Par la suite, c'est le service médico-pédagogique lui-même qui a aidé la directrice de l'école à préparer la demande de reconnaissance fédérale, notamment dans une lettre du 23 décembre 1994.\n\nPar ailleurs, dans une lettre adressée le 7 juin 1995 - donc postérieurement à la décision de l'OFAS du 11 mai 1995 - à l'avocat de la recourante, Mme Brunschwig-Graf, après avoir exposé les particularités du système genevois de formation en pédagogie curative, écrivait ce qui suit: BGE 124 V 257 S. 263\n\n\"Les formations des quatre enseignants principaux de l'école X, licenciés respectivement en sciences de l'éducation et en psychologie, leur expérience, les cours complémentaires qu'ils ont fréquentés, constituent un bagage dont le poids spécifique, la valeur et l'étendue, peuvent être assimilés à la formation qui était jusqu'alors dispensée chez nous par les études pédagogiques de l'enseignement primaire. Ils donnent parfaitement qualité aux intéressés pour enseigner aux enfants de l'école X susceptibles de bénéficier des prestations de l'assurance-invalidité.\"\n\nEnfin, le 19 septembre 1996, c'est-à-dire après le prononcé de la décision attaquée, la secrétaire adjointe du département de l'instruction publique déclarait qu'en fonction des exigences cantonales relatives aux personnes engagées dans l'enseignement spécialisé, \"les personnes qui encadrent les élèves à l'école X qui disposent d'une expérience solide et d'une formation postgrade approfondie auraient donc été parfaitement engageables\".\n\n8. a) Sur la base du dossier, il y a lieu de constater que les circonstances entourant la première et la deuxième demande de reconnaissance fédérale diffèrent assez largement. En effet, l'école X a présenté sa première demande deux ans après sa création, soit à une époque où elle n'avait pas encore eu la possibilité de démontrer la qualité de son enseignement et l'efficacité de ses méthodes. En 1994, huit ans après la création de l'école, il ressort d'attestations produites par la recourante que des services ou organismes tels que la faculté de psychologie et des sciences de l'éducation de l'Université de Genève, le service des affaires sociales de l'Organisation européenne pour la recherche nucléaire (CERN) ou l'Association genevoise des écoles privées louent les qualités des méthodes psychopédagogiques du personnel de l'école. Par ailleurs, l'Institut d'études sociales (lui-même mentionné dans la liste des instituts de formation et des cours permanents qui leur sont assimilés annexée à la circulaire précitée de l'OFAS) considère, depuis 1991 déjà, l'école X comme lieu de stage reconnu pour l'éducation spécialisée de ses étudiants.\n\nLa recourante a également produit le projet de loi modifiant la loi genevoise sur l'instruction publique, du 16 mai 1995. Il ressort de l'exposé des motifs de ce projet que les années 1993, 1994 et 1995 ont vu naître, à Genève, un vaste mouvement de rénovation à la fois de l'enseignement primaire et de la formation des enseignants primaires. Le 14 décembre 1995, le Grand Conseil a adopté le nouvel art. 134 de la loi sur l'instruction publique, lequel subordonne l'accès au corps enseignant primaire genevois à l'obtention de la licence en sciences de l'éducation, mention \"enseignement\", de la faculté de psychologie et des sciences de BGE 124 V 257 S. 264l'éducation de l'Université de Genève ou d'un titre jugé équivalent, notamment le brevet genevois d'aptitude à l'enseignement primaire décerné jusqu'en 1995.\n\nOr, sept mois après l'entrée en vigueur, le 10 février 1996, de l'art. 134 précité, la faculté de psychologie déclarait, dans une attestation du 23 septembre 1996:\n\n\"Par la présente, nous certifions que l'école X est considérée comme un lieu de stage pour les étudiants de la Licence ès Sciences de l'Education mention Enseignement (LME).\n\nEn effet, tous les enseignants de l'école X détiennent une licence en sciences de l'éducation ou en psychologie. A ce titre, les enseignants de l'école X peuvent être engagés comme formateurs de terrain, pour la formation des futurs enseignants de l'enseignement primaire à la Faculté de Psychologie et des Sciences de l'Education, section Sciences de l'Education.\"\n\nb) Tant la décision de l'intimé du 11 mai 1995 que la décision sur recours du département, complétée par les observations de cette autorité sur le recours de droit administratif, s'attachent aux critères purement formels fixés par la circulaire de l'OFAS, notamment quant au fait qu'aucune des personnes enseignant au sein de l'école recourante n'est titulaire du brevet genevois d'aptitude à l'enseignement primaire. Pourtant, du moment où le département de l'instruction publique du canton de Genève considère que cette circonstance ne fait pas obstacle à leur engagement dans l'enseignement spécialisé dispensé par les écoles publiques, il n'est pas possible de soutenir sans arbitraire que ces personnes n'ont pas la formation et les aptitudes que requièrent leurs fonctions, comme l'exige l'art. 3 al. 1 ORESp.\n\nDans ces conditions, il convient d'inviter l'OFAS à reprendre l'instruction du dossier et à se prononcer à nouveau, cas par cas, sur la formation et les aptitudes de chacune des personnes employées par la recourante, en incluant dans son analyse l'appréciation des autorités scolaires genevoises, ainsi qu'en tenant compte des modifications survenues entretemps dans la législation genevoise sur l'instruction publique.\n\nC'est dans ce sens qu'il y a lieu d'admettre le recours et, partant, d'annuler les décisions du département et de l'OFAS et de renvoyer le dossier à ce dernier pour qu'il complète l'instruction et rende une nouvelle décision sur la demande de reconnaissance présentée par la recourante."}