{"annee": "124", "cour": "I", "page": "40", "date": "27/2/1998", "cite": ["109 IA 273", "123 I 221", "115 IA 277", "117 IA 341", "114 IA 129", "107 IA 52", "118 IA 427", "122 I 279", "118 IA 64", "112 IA 107", "110 IA 117"], "cite_par": ["130 I 65", "124 I 203", "133 I 110", "129 II 497", "125 I 441", "127 I 6", "128 I 92", "126 I 112", "124 I 107", "133 I 58", "133 II 384", "126 V 334", "139 I 280", "124 I 336", "125 II 417", "125 I 257"], "chapeau": "6. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 27. Februar 1998 i.S. X. gegen Vormundschaftsbehörde der Einwohnergemeinde Derendingen und Obergericht des Kantons Solothurn (staatsrechtliche Beschwerde)", "regestes": ["Liberté personnelle; principe de la proportionnalité (obligation de se soumettre à une expertise psychiatrique). Garantie de la liberté personnelle (consid. 3a). Nécessité d'une base légale pour les atteintes aux libertés individuelles (consid. 3b). Exigences découlant des prescriptions fédérales et cantonales, ainsi que de la jurisprudence du Tribunal fédéral, quant à l'expertise psychiatrique effectuée dans une procédure d'interdiction (consid. 3c-d). Principe constitutionnel de la proportionnalité (consid. 3e). Circonstances dans lesquelles il apparaît disproportionné de faire amener de force, par la police, une personne très âgée, fragile et nécessitant des soins, dans un hôpital psychiatrique aux fins de la soumettre à une expertise médicale (consid. 4a-e). Proportionnalité et légalité d'une expertise psychiatrique effectuée de façon ambulatoire, au lieu où la personne concernée est domiciliée et soignée (consid. 5)."], "faits": "|41|\n\nDie Vormundschaftsbehörde der Einwohnergemeinde Derendingen leitete am 31. Mai 1996 gegen Frau X. (geb. 1909) ein Entmündigungsverfahren wegen vermuteter altersbedingter Geistesschwäche ein. Mit Verfügung vom 18. Juni 1996 ordnete der Amtsgerichtspräsident Bucheggberg-Wasseramt die Erstellung eines psychiatrischen Gutachtens durch die Kantonale Psychiatrische Klinik Solothurn an. Am 16. Juni 1997 wurde X. vom Leitenden Arzt der Psychiatrischen Klinik zu einer ambulanten Untersuchung aufgeboten. Nachdem sie dem Aufgebot keine Folge geleistet hatte, wurde sie mit Verfügung des Amtsgerichtspräsidenten vom 23. Juni 1997 zur ambulanten psychiatrischen Begutachtung auf den 3. Juli 1997 vorgeladen, unter Androhung der polizeilichen Vorführung im Unterlassungsfall. Nachdem X. auch diesem Aufgebot keine Folge geleistet hatte, erliess der Amtsgerichtspräsident am 7. Juli 1997 folgende Verfügung:\n\n\"1. Es wird festgestellt, dass die Beklagte der Aufforderung zur ambulanten Begutachtung am 3. Juli 1997 durch Dr. med. Y. in der Kantonalen Psychiatrischen Klinik nicht Folge geleistet hat.\n\n2. Der neue Termin zur ambulanten Begutachtung der Beklagten durch Dr. Y., Leitender Arzt von der Kant. Psychiatrischen Klinik Solothurn, wird festgesetzt auf Montag, den 14. Juli 1997, 14.00 Uhr.\n\n3. Als angedrohte Folge gemäss Verfügung vom 23. Juni 1997 wird Frau X. rechtzeitig zum vorgenannten Termin polizeilich vorgeführt.\"\n\nEinen von X. dagegen erhobenen Rekurs wies das Obergericht (Zivilkammer) des Kantons Solothurn mit Urteil vom 21. Oktober 1997 ab. Gegen den Entscheid des Obergerichtes gelangte X. mit staatsrechtlicher Beschwerde an das Bundesgericht. Sie rügt eine Verletzung der persönlichen Freiheit sowie von Art. 4 BV, Art. 5 EMRK und Art. 8 der solothurnischen Kantonsverfassung und beantragt die Aufhebung des angefochtenen Entscheides. Das Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2. Die vorliegende Beschwerde richtet sich sowohl gegen die Zwangsbegutachtung in einer psychiatrischen Klinik als auch gegen die polizeiliche Vorführung zum Zwecke der Begutachtung. Die Beschwerdeführerin sieht darin eine Verletzung der persönlichen Freiheit, von Art. 5 EMRK sowie von Art. 4 BV. Sie macht geltend, eine zwangsweise polizeiliche Vorführung in die Kantonale |42| Psychiatrische Klinik zum Zwecke der ärztlichen Begutachtung sei unverhältnismässig, willkürlich und finde keine ausreichende Grundlage im Gesetz. Hingegen erklärt sie sich mit einer psychiatrischen Begutachtung in ihrer Wohnung grundsätzlich einverstanden.\n\nDie kantonale Vormundschaftsbehörde stellt sich auf den Standpunkt, die Beschwerdeführerin sei zwar \"alt und gebrechlich, nicht aber bettlägerig\". Sie könne daher \"ohne Gefährdung ihrer Gesundheit durch die Polizeiorgane in die Psychiatrische Klinik gebracht werden\". \"Von den mit der Sache befassten Kantonspolizisten\" werde man \"erwarten dürfen, dass sie den Auftrag schonungsvoll und angemessen ausführen\". Falls sich \"der Gesundheitszustand der Interdizendin als fragil erweisen würde\", verstehe es sich \"von selbst, dass die Polizeikräfte mit dem Arzt Rücksprache nehmen, gegebenenfalls ein rollstuhlgängiges INVA-Taxi herbeiordern oder zur Not den Transport mit einer Ambulanz veranlassen\". Die Begutachtung könne entgegen dem Antrag der Beschwerdeführerin nicht an ihrem Wohnort durchgeführt werden, da \"keineswegs Gewähr dafür bestehe, dass dort der Arzt ungestört seine Befragung und seine Untersuchung durchführen\" könnte.\n\n3. a) Die Garantie der persönlichen Freiheit ist ein ungeschriebenes Grundrecht der Bundesverfassung, das nicht nur die Bewegungsfreiheit sowie die körperliche und psychische Integrität, sondern darüber hinaus die Würde des Menschen und alle Freiheiten schützt, die elementare Erscheinungen der Persönlichkeitsentfaltung darstellen. Das Recht auf persönliche Freiheit gilt indessen, wie die übrigen Freiheitsrechte, nicht absolut. Beschränkungen sind zulässig, wenn sie auf gesetzlicher Grundlage beruhen, im öffentlichen Interesse liegen und verhältnismässig sind; zudem dürfen die verfassungsmässigen Freiheitsrechte weder völlig unterdrückt noch ihres Gehaltes als Institution der Rechtsordnung entleert werden. Der Schutzbereich der persönlichen Freiheit samt ihren Ausprägungen sowie die Grenzen der Zulässigkeit von Eingriffen sind jeweils im Einzelfall - angesichts von Art und Intensität der Beeinträchtigung sowie im Hinblick auf eine allfällige besondere Schutzbedürftigkeit des Betroffenen - zu konkretisieren (BGE 123 I 221 E. I/4 S. 226; BGE 118 Ia 64 E. 2d S. 74, 427 E. 4b S. 434; BGE 117 Ia 341 E. 4 S. 345, E. 5a S. 346; BGE 107 Ia 52 E. 3 S. 55 ff.).\n\nb) Schwere Eingriffe in die Freiheitsrechte, namentlich Inhaftierungen, bedürfen einer klaren und ausdrücklichen Regelung in einem formellen Gesetz (BGE 123 I 221 E. I/4a S. 226; BGE 112 Ia 107 E. 3b |43| S. 112). Die gesetzliche Grundlage für Eingriffe in die Freiheitsrechte muss ein Mindestmass an Bestimmtheit und Klarheit aufweisen. Die Rechtsnorm muss ausreichend zugänglich sein, und der Bürger soll in hinreichender Weise erkennen können, welche rechtlichen Vorschriften auf einen gegebenen Fall anwendbar sind. Das Gesetz muss mithin so präzise formuliert sein, dass der Rechtsunterworfene sein Verhalten danach einrichten und die Folgen eines bestimmten Verhaltens mit einem den Umständen entsprechenden Grad an Gewissheit erkennen kann (BGE 115 Ia 277 E. 7a S. 288; BGE 109 Ia 273 E. 4d S. 282 f.). Es kann dem Gesetzgeber jedoch grundsätzlich nicht verwehrt werden, allgemeine Begriffe zu verwenden, die formal nicht eindeutig umschrieben werden können und die an die Auslegung durch die Behörden spezielle Anforderungen stellen. Insbesondere können die nicht abstrakt erfassbare Vielfalt der zu ordnenden Sachverhalte oder das Bedürfnis nach einer sachgerechten Entscheidung im Einzelfall für eine gewisse Offenheit der fraglichen Norm sprechen (BGE 117 Ia 472 E. 3e S. 479 f.; BGE 109 Ia 273 E. 4d S. 284). Beispielsweise hat das Bundesgericht die strafprozessuale Überwachung des Post-, Telefon- und Telegrafenverkehrs im Kanton Basel-Stadt als ausreichend gesetzlich bestimmt angesehen, obwohl die Eingriffsvoraussetzungen in Form einer Generalklausel definiert wurden (BGE 109 Ia 273 E. 6e S. 288). Analoges gilt z.B. auch für die Akteneditionspflicht der Revisoren nach Zürcher Strafprozessrecht (vgl. nicht amtlich publizierter Entscheid vom 31. Januar 1996 i.S. R. AG, E. 4b).\n\nc) Nach der Praxis des Bundesgerichtes stellt die Verpflichtung, sich für eine psychiatrische Begutachtung zur Verfügung zu halten, grundsätzlich keinen schweren Eingriff in die persönliche Freiheit dar. Die ärztliche Begutachtung im Entmündigungsverfahren müsse nötigenfalls auch gegen den Willen der Betroffenen erfolgen können. Unter Umständen könne sogar eine kurzfristige Anstaltseinweisung zulässig sein. Voraussetzung sei allerdings, dass überhaupt ein hinreichender Anlass für die Eröffnung eines Entmündigungsverfahrens bestand (BGE 110 Ia 117 E. 5 S. 121 f.; vgl. auch BGE 118 Ia 427 [medizinische Zwangsbehandlung gemäss kantonalem Schulzahnpflegegesetz]). Diese Praxis wird in der neueren Literatur teilweise als zu wenig differenzierend angesehen (vgl. HANSJÖRG BRAUNSCHWEIG, La tutelle pour cause de maladie mentale, in: Psychiatrie et justice, Lausanne 1987, S. 21 ff.; THOMAS GEISER, Rechtliche Probleme der Zwangsbehandlung psychisch Kranker, in: Die fürsorgerische Freiheitsentziehung, Tagung des Schweizerischen |44| Instituts für Verwaltungskurse an der Hochschule St. Gallen, 1995 Nr. 2; ders., Die fürsorgerische Freiheitsentziehung als Rechtsgrundlage für eine Zwangsbehandlung? in: Familie und Recht, Festgabe für Bernhard Schnyder, Freiburg/Ue. 1995, S. 289 ff.; BERNHARD SCHNYDER, Die Wirksamkeit der Patientenrechte im Bereich der unfreiwilligen psychiatrischen Einweisung: Versuch einer Bilanz, in: Die soziopsychiatrische Gesetzgebung, Freiburg/Ue. 1992, S. 251 ff.).\n\nd) Unter Vormundschaft gehört gemäss Art. 369 Abs. 1 ZGB jede mündige Person, die infolge von Geisteskrankheit oder Geistesschwäche ihre Angelegenheiten nicht zu besorgen vermag, zu ihrem Schutze dauernd des Beistands und der Fürsorge bedarf oder die Sicherheit anderer gefährdet. Die Entmündigung wegen Geisteskrankheit oder Geistesschwäche darf nur nach Einholung des Gutachtens von Sachverständigen erfolgen, das sich auch über die Zulässigkeit einer vorgängigen Anhörung der zu entmündigenden Person auszusprechen hat (Art. 374 Abs. 2 ZGB). Die Kantone bestimmen die für die Entmündigung zuständigen Behörden und das Verfahren (Art. 373 Abs. 1 ZGB). Der Sachverhalt wird von Amtes wegen abgeklärt (vgl. SCHNYDER/MURER, Berner Kommentar zu Art. 373 ZGB, N. 15).\n\nIm Kanton Solothurn ist in den genannten Fällen das Amtsgericht für die Abklärung und allfällige Bevormundung zuständig (§ 121 EG ZGB/SO, § 224 Ziff. II lit. m und n ZPO/SO). Nach Solothurner Zivilprozessrecht haben die Parteien grundsätzlich die Pflicht, dem Sachverständigen für eine Begutachtung zur Verfügung zu stehen und diesbezüglich einen Augenschein an ihrer Person zu dulden (§§ 158 und 193 ZPO/SO). Gemäss Regierungsratsbeschluss vom 4. Juni 1954 (RRB) kann zum Vollzug von Entscheiden und Verfügungen der Vormundschaftsbehörden - soweit notwendig - polizeiliche Hilfe in Anspruch genommen werden. Dies gilt namentlich, wenn beim Vollzug von den Betroffenen \"Widerstand zu erwarten ist\" (Ziff. 2 lit. c RRB). Auf Verlangen von Privatpersonen darf polizeiliche Hilfe nur mit Bewilligung des zuständigen Oberamtmanns in Anspruch genommen werden, es sei denn, dass eine \"unmittelbare Gefahr für die betreffenden Personen selber oder für andere Personen besteht\" (Ziff. 3 RRB).\n\ne) Das verfassungsmässige Gebot der Verhältnismässigkeit verlangt, dass staatliche Hoheitsakte für das Erreichen eines im übergeordneten öffentlichen Interesse liegenden Zieles geeignet, notwendig und dem Betroffenen zumutbar sein müssen. Eine |45| Zwangsmassnahme ist namentlich dann unverhältnismässig, wenn eine ebenso geeignete mildere Anordnung für den angestrebten Erfolg ausreicht. Der Eingriff darf in sachlicher, räumlicher, zeitlicher und personeller Hinsicht nicht einschneidender sein als notwendig (BGE 118 Ia 427 E. 7a S. 439; BGE 114 Ia 129 E. 5a S. 136, je mit Hinweisen; vgl. JÖRG PAUL MÜLLER, Kommentar zur Eidgenössischen Bundesverfassung, Bd. I, Einleitung zu den Grundrechten, N. 148). Das Gebot der Verhältnismässigkeit ist zwar ein verfassungsmässiges Prinzip; es kann jedoch jeweils nur zusammen mit einem besonderen Grundrecht (hier: persönliche Freiheit) geltend gemacht werden (BGE 122 I 279 E. 2e/ee S. 287 f. mit Hinweisen).\n\n4. a) Nach der Auffassung der kantonalen Behörden soll die Beschwerdeführerin von den \"Polizeikräften\" abgeholt, nötigenfalls gegen ihren Willen in ein Fahrzeug (Ambulanz oder rollstuhltaugliches Transportmittel) gesetzt, zur Kantonalen Psychiatrischen Klinik Solothurn transportiert, dort ambulant begutachtet und einige Stunden später wieder nach Hause transportiert werden. Die Beschwerdeführerin betrachtet diese Art und Weise der Zwangsbegutachtung in ihrem Fall als unverhältnismässig. Sie stellt sich auf den Standpunkt, eine ambulante psychiatrische Begutachtung an ihrem Wohnort reiche aus. Wörtlich lässt sie in ihrer Beschwerde folgendes ausführen:\n\n\"Aufgrund des Gesundheitszustandes der Beschwerdeführerin ist es zwingend, dass eine allenfalls erforderliche Begutachtung der Beschwerdeführerin bei ihr zu Hause (was ohne weiteres möglich ist) und nicht 'in den Räumen der KP' durchgeführt wird. Sowohl die Vorladung in die Kantonale Psychiatrische Klinik wie auch die polizeiliche Zuführung dorthin stellen unnötige und unverhältnismässige Belastungen für die ohnehin schon angeschlagene Gesundheit der hochbetagten und gebrechlichen Beschwerdeführerin dar\".\n\nb) Es liegt auf der Hand, dass die von den kantonalen Behörden angeordnete Vorgehensweise für eine 89jährige gebrechliche und pflegebedürftige Frau einschneidendere Belastungen nach sich zöge als die von ihr selbst vorgeschlagene Begutachtung an ihrem aktuellen Wohnort (Alters- und Pflegeheim Derendingen-Luterbach). Das verfassungsmässige Gebot der Verhältnismässigkeit verlangt grundsätzlich den Einsatz der am wenigsten einschneidenden (tauglichen und angemessenen) Mittel, die zur Realisierung des gesetzlichen Zweckes zur Verfügung stehen. Die ambulante psychiatrische Begutachtung einer hochbetagten, gebrechlichen und pflegebedürftigen Person hat daher, soweit möglich, in ihrer gewohnten Umgebung |46| bzw. am Pflegeort stattzufinden, sofern dies - insbesondere aus ärztlicher Sicht - sachlich vertretbar erscheint. Ausserdem sind zusätzliche psychische und physische Erschwernisse wie etwa ein aufsehenerregendes Abholen durch Polizeibeamte, beschwerliche Transporte und eine Zwangseinweisung in die ungewohnten (und gerade auf ältere Menschen verständlicherweise zusätzlich verunsichernd wirkenden) Räumlichkeiten einer psychiatrischen Klinik möglichst zu vermeiden. Hochbetagte gebrechliche Menschen sind von den Behörden eines Rechtsstaates besonders schonend, rücksichtsvoll und in einer Art und Weise zu behandeln, die ihre Würde nicht antastet (vgl. dazu BERNHARD SCHNYDER, Vormundschaftsrecht für Erwachsene und Menschenwürde, in: Das Menschenbild im Recht, Freiburg/Ue. 1990, S. 429 ff.).\n\nc) Die Argumentation der kantonalen Behörden, weshalb eine Begutachtung am Wohnort der Beschwerdeführerin nicht in Frage komme, vermag sachlich nicht zu überzeugen. Die Vormundschaftsbehörde bringt vor, es sei \"keineswegs Gewähr dafür geboten, dass dort der Arzt ungestört seine Befragung und seine Untersuchung durchführen kann\". Anderseits weist die Vormundschaftsbehörde selbst darauf hin, dass die Beschwerdeführerin unterdessen definitiv in das Alters- und Pflegeheim Derendingen-Luterbach aufgenommen worden sei. Daher entfalle \"möglicherweise die Notwendigkeit der polizeilichen Vorführung\". Es ist in der Tat kaum einzusehen, weshalb die ambulante Begutachtung nicht auch in den Räumlichkeiten des Alters- und Pflegeheims durchgeführt werden könnte, zumal sich der Gutachter nötigenfalls auch durch einen Polizei- oder Fürsorgebeamten in zivil begleiten lassen könnte. Zwar äussert die Vormundschaftsbehörde die Ansicht, der Gutachter müsse \"möglicherweise (...) während der Begutachtung auf Hilfsmittel zurückgreifen, die ihm in der Arztpraxis zur Verfügung stehen\". Diese Vermutung wird jedoch nicht näher begründet und es werden auch die Hilfsmittel nicht genannt, auf die der Gutachter möglicherweise angewiesen sein könnte. Ebensowenig wird von den kantonalen Behörden behauptet oder gar belegt, dass der Experte die Ansicht geäussert hätte, eine fachgerechte Begutachtung sei im Alters- und Pflegeheim aus psychiatrieärztlichen Gründen nicht möglich bzw. es sei ausgeschlossen, die benötigten Hilfsmittel zum Alters- und Pflegeheim zu transportieren. Wie im übrigen den Akten zu entnehmen ist, beschränkt sich die vorgesehene Begutachtung im wesentlichen auf ein psychiatrisches Untersuchungsgespräch (vgl. dazu Venzlaff/Foerster [Hrsg.], Psychiatrische Begutachtung, ein |47| praktisches Handbuch für Ärzte und Juristen, 2. Aufl., Stuttgart 1994, S. 119 ff., 536 ff., 601 ff.).\n\nd) Die kantonalen Behörden vermögen nach dem Gesagten nicht darzulegen, weshalb es für den Zweck der angeordneten Massnahme notwendig wäre, die ambulante Begutachtung in der Kantonalen Psychiatrischen Klinik Solothurn durchzuführen bzw. weshalb im vorliegenden Fall angesichts der besonderen Umstände nicht auch eine ambulante Begutachtung in den Räumen des Alters- und Pflegeheims Derendingen-Luterbach möglich und ausreichend erschiene. Eine solche sachliche Notwendigkeit ist ebensowenig aus den vorliegenden Akten ersichtlich. Da sich die Beschwerdeführerin zur Zeit in der Obhut des Alters- und Pflegeheimes befindet und die Heimleitung ausreichend Gewähr für eine ungestörte Begutachtung der Beschwerdeführerin bieten kann, erscheint es auch kaum sachlich geboten, dass der Gutachter polizeilich begleitet wird.\n\ne) Da der von den kantonalen Behörden angestrebte gesetzliche Zweck auch mit deutlich weniger einschneidenden angemessenen Mitteln erreicht werden kann, erweist sich der angefochtene Entscheid unter den vorliegenden Umständen als unverhältnismässig.\n\n5. Die Beschwerdeführerin wendet sich grundsätzlich nicht gegen eine ambulante psychiatrische Begutachtung an ihrem Wohn- und Pflegeort. Soweit sie dennoch sinngemäss vorbringen will, für eine solche Begutachtung fehle es an einer ausreichenden gesetzlichen Grundlage, erwiese sich ihre Rüge als offensichtlich unbegründet.\n\na) Gemäss bundesgerichtlicher Rechtsprechung stellt die Verpflichtung, sich für eine psychiatrische Begutachtung zur Verfügung zu halten, grundsätzlich keinen schweren Eingriff in die persönliche Freiheit dar. Die von Art. 374 Abs. 2 ZGB ausdrücklich vorgesehene psychiatrische Begutachtung muss nötigenfalls auch gegen den Willen der Betroffenen durchgeführt werden können. Andernfalls würde der Sinn und Zweck des Gesetzes vollständig unterlaufen (BGE 110 Ia 117 E. 5 S. 121 f.; vgl. HANS MICHAEL RIEMER, Grundriss des Vormundschaftsrechts, 2. Aufl., Bern 1997, § 4 N. 11; SCHNYDER/MURER, a.a.O., Art. 374 ZGB, N. 91, 121). Aus den Akten ergeben sich im übrigen auch genügend konkrete Gründe für die Einleitung eines Entmündigungsverfahrens wegen altersbedingter Geistesschwäche.\n\nb) Bei dieser Sachlage braucht nicht entschieden zu werden, ob über das bereits Dargelegte hinaus eine ausreichende gesetzliche Grundlage für eine zwangsweise polizeiliche Vorführung zu einer ambulanten Begutachtung in einer psychiatrischen Klinik bestünde.\n\n|48|\n\nc) Im übrigen ist zu bemerken, dass eine allfällige Weigerung der Beschwerdeführerin, sich einer ambulanten Begutachtung an ihrem Wohnort zu unterziehen, aufgrund der heutigen Aktenlage rechtsmissbräuchlich und trölerisch erschiene und kaum rechtlichen Schutz fände.\n\n6. Zusammenfassend ergibt sich, dass die staatsrechtliche Beschwerde - im Sinne der obigen Erwägungen - gutzuheissen und der angefochtene Entscheid wegen Verletzung der persönlichen Freiheit bzw. des Grundsatzes der Verhältnismässigkeit aufzuheben ist."}