{"annee": "124", "cour": "III", "page": "341", "date": "26/5/1998", "cite": ["117 II 541", "112 II 26", "124 III 5", "121 II 127", "114 II 324"], "cite_par": ["141 III 13", "129 III 216", "126 III 309", "138 III 742"], "chapeau": "60. Auszug aus dem Urteil der II. Zivilabteilung vom 26. Mai 1998 i.S. A. gegen C., Grundbuchamt Z. und Obergericht des Kantons Luzern (Verwaltunsgerichtsbeschwerde)", "regestes": ["Inscription de la vente d'un bien-fonds au registre foncier; pouvoir d'examen du conservateur (art. 965 al. 3 CC; art. 26 al. 2 ORF). La détermination de la capacité d'agir incombe prioritairement à l'officier public chargé de dresser l'acte. Le conservateur du registre foncier ne doit admettre l'incapacité de discernement du disposant que si elle est manifeste, c'est-à-dire si elle saute immédiatement aux yeux ou est notoire (consid. 2c/bb; précision de la jurisprudence)."], "faits": "BGE 124 III 341 S. 342\n\nDer Grundbuchverwalter von Z. wies mit Verfügung vom 3. April 1997 die Grundbuchanmeldungen Nr. 1 und 2 vom 10./13. Januar 1997 des C. betreffend Eintrag des Kaufvertrages und der Errichtung eines Inhaberschuldbriefes auf dem Hauptbuchblatt Nr. 3 ab. Er begründete seinen Entscheid damit, aufgrund eigener Kenntnis aus einem zurückliegenden Verfahren und nach zusätzlichen Erhebungen sei von der Urteilsunfähigkeit und somit von der fehlenden Handlungsfähigkeit der Veräusserer im Vertragszeitpunkt auszugehen.\n\nAuf Beschwerde von C. hob die Justizkommission des Obergerichts des Kantons Luzern mit Entscheid vom 27. Oktober 1997 die Abweisungsverfügung des Grundbuchamtes Z. auf. Das Amt wurde angewiesen, die Grundbuchanmeldungen Nr. 1 und 2 im Grundbuch einzutragen, sofern die übrigen Voraussetzungen hierzu erfüllt seien.\n\nA. hat gegen den Entscheid des Obergerichts Verwaltungsgerichtsbeschwerde eingereicht und beantragt dessen Aufhebung sowie Bestätigung der Verfügung vom 3. April 1997. Das Obergericht, der Beschwerdegegner und das Eidgenössische Justiz- und Polizeidepartement (Bundesamt für Justiz) schliessen in ihren Vernehmlassungen auf Abweisung der Beschwerde. Das Bundesgericht weist die Verwaltunsgerichtsbeschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1. Das Obergericht führt (gestützt auf BGE 112 II 26 E. 2) aus, der Grundbuchverwalter habe zwar zu prüfen, ob der Verfügende handlungsfähig sei; es gehe dabei aber nur um die formelle Seite, also darum, ob die Handlungsfähigkeit nicht zufolge Entmündigung, BGE 124 III 341 S. 343Verbeiratung oder vorläufigen Entzugs beschränkt sei. Ob der Verfügende urteilsfähig sei, habe der Grundbuchverwalter nicht zu prüfen; er wäre hierzu auch gar nicht in der Lage. Solange ein nach dem Grundbuch Verfügungsberechtigter nicht aufgrund eines förmlichen Entscheids der zuständigen Behörde in seiner Handlungsfähigkeit eingeschränkt sei, habe der Grundbuchverwalter einer im übrigen ordnungsgemässen Anmeldung grundsätzlich Folge zu leisten (BGE 117 II 541 E. 4 S. 545). Die Urteilsfähigkeit werde im Rechtsverkehr vermutet.\n\nIn tatsächlicher Hinsicht wird im angefochtenen Urteil festgehalten, gemäss Bestätigung der Vormundschaftsbehörde der Stadt W. vom 28. Januar 1997 sei mit Beschluss vom Vortag für die beiden Veräusserer eine Vertretungs- und Verwaltungsbeistandschaft im Sinne von Art. 392 Ziff. 1 und Art. 393 Ziff. 2 ZGB errichtet worden. Der Kaufvertrag datiere vom 10. Januar 1997 und sei gleichentags beim Grundbuchamt zur Eintragung angemeldet worden. Im Zeitpunkt des Vertragsschlusses vor dem Notar habe somit noch keine vormundschaftliche Massnahme für die Verkäufer der Liegenschaft bestanden. Das Obergericht fährt fort, die erst nachträglich angeordnete Beistandschaft tangiere im übrigen laut Art. 417 Abs. 1 ZGB die Handlungsfähigkeit der beiden verbeiständeten Veräusserer nicht. Der beurkundende Notar habe ferner gegenüber dem Grundbuchamt bescheinigt, dass er anlässlich der Beurkundung des Kaufvertrages vom 10. Januar 1997 die Handlungsfähigkeit der Parteien überprüft habe. Die formellen Kriterien der Handlungsfähigkeit, welche der Grundbuchverwalter einzig habe prüfen müssen, seien vorliegend erfüllt gewesen.\n\n2. a) Der Beschwerdeführer wirft dem Obergericht vor, es habe Bundesrecht verletzt, weil es unbesehen der Tatsache, dass er und seine inzwischen verstorbene Ehefrau nicht handlungs- und urteilsfähig gewesen seien, die Eintragung der Liegenschaft in das Grundbuch zum Preis von Fr. 600'000.-- (Schätzungswert Fr. 2'108'000.--) angeordnet habe. Dass ein aussergewöhnlicher Fall im Sinne von BGE 112 II 26 vorliege, sei durch das gegen den Käufer eingeleitete Strafverfahren belegt. Es kann offen gelassen werden, ob die Ausführungen zur Strafuntersuchung nicht unzulässige Noven gemäss Art. 105 Abs. 2 OG darstellen (vgl. dazu BGE 121 II 127 E. 2), denn die Beschwerde erweist sich als unbegründet.\n\nb) Der Grundbuchführer hat im wesentlichen nur zu prüfen, ob die Formerfordernisse erfüllt sind (vgl. Art. 965 Abs. 3 ZGB; STEINAUER, Les droits réels, Bd. I, 3. Auflage, Rz. 846 S. 232).\n\nBGE 124 III 341 S. 344\n\nDagegen hat er sich grundsätzlich nicht um den materiellen Bestand des vorgebrachten Rechtsgrundes zu kümmern; ob etwa ein Willensmangel zu einer Anfechtung des Rechtstitels Anlass geben könnte, hat der Grundbuchverwalter nicht zu beurteilen; immerhin hat er eine Anmeldung abzuweisen, wenn sich diese auf einen offensichtlich nichtigen Rechtstitel stützt (BGE 114 II 324 E. 2b mit Hinweisen). Der Vorwurf des Beschwerdeführers, er sei übervorteilt worden, kann somit nicht im Beschwerdeverfahren gemäss Art. 101 ff. GBV (SR 211.432.1) überprüft werden (vgl. dazu auch DESCHENAUX, Das Grundbuch, in: Schweizerisches Privatrecht, Bd. V/3, I, S. 499; B. DEILLON-SCHEGG, Grundbuchanmeldung und Prüfungspflicht des Grundbuchverwalters im Eintragungsverfahren, Diss. Zürich 1997, S. 324 f.).\n\nc) Der Beschwerdeführer macht jedoch weiter geltend, seine Urteilsunfähigkeit sei dem Grundbuchverwalter bekannt gewesen, weshalb dieser die Anmeldung zu Recht abgewiesen habe.\n\naa) Die Vermutung der Urteilsfähigkeit kann nicht von einer Behörde entkräftet werden, die zur Überprüfung der Bedingungen einer solchen Fähigkeit nicht in der Lage ist, insbesondere wenn ein Gutachten erforderlich ist (BUCHER, Natürliche Personen und Persönlichkeitsschutz, 2. Auflage Basel 1995, N. 92a S. 42; zur Vermutung der Urteilsfähigkeit siehe BGE 124 III 5 E. 2b und zum Gutachten hierüber E. 1c und E. 2 ebd.). So hat denn der Grundbuchverwalter die Urteilsfähigkeit des Verfügenden grundsätzlich nicht zu untersuchen, ausser dann, wenn das Fehlen dieser Fähigkeit offensichtlich oder notorisch ist (BGE BGE 112 II 26 E. 2 S. 30/31, BGE 117 II 541 E. 4 S. 545).\n\nbb) Gemäss § 26 des Gesetzes über die öffentlichen Beurkundungen des Kantons Luzern hat der Notar sich u.a. über die Fähigkeit der Parteien zur Abgabe rechtsgeschäftlicher Erklärungen möglichst zuverlässige Kenntnis zu verschaffen. Im vorliegenden Fall ist die Anmeldung durch die Urkundsperson erfolgt, welche die Beurkundung vorgenommen hat. Der Grundbuchverwalter konnte deshalb grundsätzlich davon ausgehen, der Notar habe geprüft, ob die Parteien handlungs- bzw. urteilsfähig seien. Die Abklärung der Handlungsfähigkeit obliegt vorab der Urkundsperson; der Grundbuchverwalter hat sie nur dann zu prüfen, wenn die Urteilsunfähigkeit einer Partei manifest ist (vgl. MÜLLER, Die neuste Rechtsprechung des Bundesgerichts in Grundbuchsachen, in: Der Bernische Notar 52/1991, S. 213). Im Gegensatz zum Grundbuchführer hat die Urkundsperson bei leichten Zweifeln an der Handlungsfähigkeit BGE 124 III 341 S. 345bzw. Urteilsfähigkeit einer Partei die Meinung eines Arztes, bei erheblichen Zweifeln ein eigentliches psychiatrisches Gutachten einzuholen. Die Prüfungspflicht und die Prüfungsbefugnis des Grundbuchführers ist diesbezüglich enger als diejenige der Urkundsperson (BRÜCKNER, Schweizerisches Beurkundungsrecht, Rz. 991 ff. und Fn zu Rz. 992, S. 297/298).\n\nDer Grundbuchverwalter führt in seiner Abweisungsverfügung vom 3. April 1997 aus, er habe unmittelbar nach Eingang der Anmeldung den Notar aufgefordert, ihm ein Handlungsfähigkeitszeugnis über die Verkäuferschaft beizubringen. Zu diesem ungewöhnlichen Schritt habe er sich entschlossen, da er aus einem zurückliegenden Verfahren um den \"angeschlagenen geistigen Gesundheitszustand der Verkäufer\" gewusst habe. Nach dem angefochtenen Urteil hatte er deshalb am 13. Januar 1997 den Hausarzt ersucht, zur Handlungs- und Urteilsfähigkeit des Ehepaares Stellung zu nehmen. Die Antwort fiel negativ aus; und zum gleichen Befund führten die Untersuchungen in der psychiatrischen Poliklinik des Kantonsspitals W. Der Grundbuchführer hat jedoch im Eintragungsverfahren grundsätzlich allein gestützt auf die ihm vorgelegten Urkunden zu entscheiden (BGE 112 II 26 E. 2 S. 29), und er hat die Eintragung so bald wie möglich nach der Anmeldung im Hauptbuch zu vollziehen (Art. 26 Abs. 2 GBV). Massgeblich für die Beurteilung der Urteilsfähigkeit ist der Zeitpunkt der Anmeldung. Es ist dem Grundbuchverwalter jedoch nicht verwehrt, bei seinem Entscheid Kenntnisse zu berücksichtigen, die ihm kraft seines Amtes zugekommen sind, sei dies aus dem Grundbuch selbst oder aus früherem Verkehr mit dem Anmeldenden. Ebenso kann er Tatsachen aus öffentlichen Registern beachten oder Auskünfte bei Administrativbehörden einholen. In all diesen Fällen erwirbt er Wissen aufgrund seiner amtlichen Stellung (vgl. dazu DESCHENAUX, a.a.O., S. 486; STEINAUER, a.a.O., N. 847a, S. 233). Der Grundbuchführer hat in seiner Verfügung nicht festgehalten, ihm sei die Urteilsunfähigkeit im Moment der Anmeldung bekannt gewesen. Er führt nur aus, er erinnere sich aus einem früheren Verfahren, dass die Verkäufer \"gesundheitlich angeschlagen\" seien; er hat denn auch die Anmeldung nicht sofort abgewiesen, sondern ein Handlungsfähigkeitszeugnis angefordert, wozu er im Zweifelsfalle befugt war (BGE 112 II 26 E. 2 S. 29). Das Bundesgericht hat in diesem Entscheid weiter erwogen, der Grundbuchverwalter dürfe die Eintragung nur in aussergewöhnlichen Fällen ablehnen, z.B. wenn eine völlig betrunkene Person auf dem Grundbuchamt erscheine und dort eine Erklärung unterschreibe oder wenn die BGE 124 III 341 S. 346Urteilsfähigkeit des Verfügenden notorisch sei. Das kann nur heissen, dass ein Umstand vorliegen muss, der keiner weiteren Abklärungen durch den Grundbuchverwalter bedarf. Das Fehlen der Fähigkeit zu vernunftgemässem Handeln muss somit offensichtlich sein, wie etwa bei einem Kleinkind oder einer anerkannt geisteskranken Person; in diesen Fällen kann die Lebenserfahrung die Vermutung der Urteilsfähigkeit nicht begründen (BUCHER, a.a.O., N. 92, S. 42). Der Grundbuchverwalter darf also nur annehmen, eine Partei sei urteilsunfähig, wenn dies sofort in die Augen springt oder der Schluss auf sicherem Wissen gründet.\n\nIm vorliegenden Fall hat der Grundbuchverwalter seine P rüfungsbefugnis überschritten, indem er zur Abklärung der Urteilsfähigkeit der Verfügenden um die Meinung des Hausarztes nachgesucht hat. Er hätte deshalb, da ein förmlicher Entscheid oder eine vorsorgliche Massnahme im Sinne von Art. 386 Abs. 2 ZGB nicht vorlag, die Anmeldung nicht zurückweisen dürfen."}