{"annee": "124", "cour": "III", "page": "474", "date": "4/11/1998", "cite": ["120 II 124", "109 II 330"], "cite_par": ["133 III 517", "131 III 467", "134 III 354"], "chapeau": "82. Extrait de l'arrêt de la Ire Cour civile du 4 novembre 1998 dans la cause Société X. contre M. et Caisse de chômage Y. (recours en réforme)", "regestes": ["Contrat de travail; résiliation en temps inopportun par l'employeur. Une incapacité de travail survenant durant le laps de temps supplémentaire, au sens de l'art. 336c al. 3 CO, ne donne pas lieu à une nouvelle suspension du délai de congé (confirmation de la jurisprudence)."], "faits": "BGE 124 III 474 S. 474\n\nA.- M. a travaillé dès le 1er février 1994, en qualité de serveur, pour le compte de la Société X. Son dernier salaire mensuel brut se montait à 4'000 fr.\n\nLe 10 décembre 1996, la Société X. a résilié le contrat de travail la liant à cet employé pour le 28 février 1997. Du 12 décembre 1996 au 26 mai 1997, ce dernier a été totalement incapable de travailler pour cause de maladie. Son incapacité de travail totale s'est prolongée du 26 mai au 30 juin 1997 en raison d'une intervention chirurgicale à laquelle il a dû se soumettre. Les parties ne sont pas tombées d'accord sur la date d'extinction de leurs rapports de travail. L'employé a touché son salaire jusqu'au 31 mai 1997.\n\nB.- Le 2 septembre 1997, M. a assigné la Société X. en paiement de 12'666 fr.65, plus intérêts, dont 12'000 fr. à titre de salaire pour les mois de juin, juillet et août 1997. La défenderesse a conclu au rejet de la demande. La Caisse de chômage Y. s'est subrogée dans les droits du demandeur jusqu'à concurrence des indemnités qu'elle lui avait versées et est intervenue dans le procès pour réclamer le paiement de 8'307 fr.80.\n\nPar jugement du 27 octobre 1997, le Tribunal des prud'hommes du canton de Genève a condamné la défenderesse à payer à l'intervenante la somme brute de 8'000 fr., intérêts en sus.\n\nStatuant par arrêt du 14 mai 1998, sur appel de la défenderesse, la Chambre d'appel des prud'hommes a confirmé ce jugement.\n\nC.- La défenderesse interjette un recours en réforme. Elle y invite le Tribunal fédéral à annuler l'arrêt cantonal, à constater que le BGE 124 III 474 S. 475contrat de travail qui liait les parties a pris fin le 31 mai 1997 et, partant, à rejeter intégralement la demande.\n\nLe Tribunal fédéral admet le recours, annule l'arrêt attaqué et rejette la demande.", "considerants": "Extrait des considérants:\n\n1. Selon l'art. 336c CO, après le temps d'essai, l'employeur ne peut pas résilier le contrat de travail dans différents cas, en particulier pendant une incapacité de travail totale ou partielle résultant d'une maladie ou d'un accident non imputables à la faute du travailleur, et ce pour un certain nombre de jours (al. 1 let. b). Si le congé a été donné avant l'une des périodes de protection légales et que le délai de congé n'a pas expiré avant cette période, ce délai est suspendu et ne continue à courir qu'après la fin de la période (al. 2). Lorsque les rapports de travail doivent cesser à un terme et que ce terme ne coïncide pas avec la fin du délai de congé qui a recommencé à courir, ce délai est prolongé jusqu'au prochain terme (al. 3).\n\nA l'instar de la Chambre d'appel, les deux parties admettent que le délai de congé a expiré le 9 mai 1997, après avoir été suspendu pendant la première incapacité de travail du demandeur, et qu'il a été reporté au 31 mai 1997 en vertu de l'art. 336c al. 3 CO. Seul est litigieux, à ce stade de la procédure, le point de savoir si la seconde incapacité de travail a entraîné l'ouverture d'une nouvelle période de protection au sens de l'art. 336c al. 1 let. b CO.\n\n2. a) L'art. 336c al. 2 CO accorde au travailleur qui se trouve dans l'une des situations mentionnées au premier alinéa de cette disposition le bénéfice d'un délai de congé complet, afin qu'il ait la possibilité de chercher un nouvel emploi. Le troisième alinéa du même article ne vise, en revanche, qu'à faciliter en pratique le changement d'emploi, en le faisant intervenir, non pas à l'expiration - antérieure - du délai de congé suspendu, mais au terme normalement prévu pour la cessation des rapports de travail (ATF 109 II 330 consid. 2b p. 332 et les références; Message du Conseil fédéral du 25 août 1967 concernant la révision des titres dixième et dixième bis du code des obligations, in FF 1967 II 249ss, 391 in fine; STAEHELIN, Commentaire zurichois, n. 22 ad art. 336c CO; REHBINDER, Commentaire bernois, n. 9 ad art. 336c CO; VISCHER, Der Arbeitsvertrag, in Schweizerisches Privatrecht, VII/1, III, p. 176; MAX FRITZ, Die neuen Kündigungsbestimmungen des Arbeitsvertragsrechts, Zurich 1988, n. 7 ad art. 336c CO). C'est en considération du but différent assigné BGE 124 III 474 S. 476aux al. 2 et 3 de l'art. 336c CO que le Tribunal fédéral a opéré une distinction, dans l'arrêt précité, selon que la nouvelle incapacité de travail intervient encore dans le délai de congé prolongé ou seulement durant le laps de temps supplémentaire courant jusqu'au prochain terme. Pour lui, une suspension du délai de congé ne se justifie que dans la première de ces deux hypothèses.\n\nb) Bien que cette jurisprudence ait été approuvée par une majorité d'auteurs (STAEHELIN, ibid.; REHBINDER, ibid.; VISCHER, ibid.; BRÜHWILER, Kommentar zum Einzelarbeitsvertrag, 2e éd., n. 8b ad art. 336c CO; DUC/SUBILIA, Commentaire du contrat individuel de travail, n. 39 ad art. 336c CO; STREIFF/VON KAENEL, Leitfaden zum Arbeitsvertragsrecht, 5e éd., n. 4 ad art. 336 CO; DENIS HUMBERT, Der neue Kündigungsschutz im Arbeitsrecht, thèse Zurich 1991, p. 152), la cour cantonale, faisant sienne l'opinion professée par d'autres auteurs (BRUNNER/BÜHLER/WAEBER, Commentaire du contrat de travail, 2e éd., n. 14 ad art. 336c CO; DENIS WEBER, La protection des travailleurs contre des licenciements en temps inopportun, thèse Lausanne 1992, p. 163/164; GABRIEL AUBERT, in SJ 1986 p. 299/300), a jugé que l'incapacité de travail survenant durant le laps de temps supplémentaire de l'art. 336c al. 3 CO donnait droit à une nouvelle période de protection contre le congé. Ce nonobstant, il n'y a pas lieu de revenir sur la jurisprudence établie par l' ATF 109 II 330 pour les motifs indiqués ci-après.\n\naa) Selon le demandeur, depuis l'entrée en vigueur, le 1er janvier 1989, des nouvelles dispositions sur la résiliation du contrat de travail et, en particulier, depuis l'admission du cumul \"intralittéral\", la distinction controversée ne pourrait plus être opérée, car elle méconnaîtrait l'intention du législateur de renforcer la protection du travailleur incapable de travailler pour cause de maladie ou d'accident (dans le même sens, cf. WEBER, ibid. et in Plädoyer 1989, p. 54 ss, 55/56). Cette thèse ne saurait être approuvée. Comme on l'a déjà souligné, les al. 2 et 3 de l'art. 336c CO (anciennement: art. 336e CO) poursuivent des buts différents. Or, la révision des dispositions touchant la résiliation du contrat de travail n'a pas modifié cet état de choses; l'art. 336e al. 3 aCO a d'ailleurs été repris tel quel dans le nouveau droit (art. 336c al. 3 CO). Au demeurant, l'admission du cumul des périodes de protection n'a rien changé à la ratio legis de l'art. 336c al. 2 CO: il s'agit toujours d'accorder au travailleur, même en cas de maladie ou d'accident ou dans l'une des autres éventualités prévues par la loi, un délai de congé complet pour lui permettre de chercher un autre emploi. La logique veut donc qu'une nouvelle BGE 124 III 474 S. 477incapacité de travail survenant après que le délai de congé a commencé à courir ouvre une nouvelle période de protection (ATF 120 II 124 consid. 3d p. 127). En revanche, si le travailleur a déjà bénéficié d'un délai de congé complet, le but de la protection provisoire instituée par la disposition précitée est atteint. Dans une telle hypothèse, le délai supplémentaire, au sens de l'art. 336c al. 3 CO, ne tend qu'à faciliter concrètement aux deux parties, respectivement, un changement d'emploi et le remplacement du travailleur congédié (cf. le Message précité, ibid.). Aussi n'est-il pas raisonnable de reporter sur l'employeur, durant ce délai supplémentaire également, le risque d'une nouvelle incapacité de travail, la suspension prévue à l'art. 336c al. 2 CO pouvant déjà conduire à une prolongation importante du délai de congé (cf. THOMAS GEISER, Kündigungsschutz bei Krankheit, in PJA 1996 p. 550 ss, 552).\n\nbb) Le demandeur objecte en vain que la solution retenue par le Tribunal fédéral serait incompatible avec le texte légal. Il ressort, en effet, clairement de l'al. 2 que le délai de congé n'est suspendu que s'il n'a pas expiré avant le début d'une période de protection (cf. Duc/Subilia, ibid.). Quant à l'al. 3, il se borne à reporter l'extinction des rapports de travail au prochain terme lorsque la fin du délai de congé prolongé conformément à l'al. 2 ne coïncide pas avec le terme légal ou contractuel. La \"fin du délai de congé qui a recommencé à courir\", au sens de l'al. 3, ne désigne donc rien d'autre que le délai de congé reporté, en vertu de l'al. 2, à la suite d'une période de suspension, lequel délai peut échoir n'importe quel jour du mois. On ne voit pas pourquoi l'expression \"le délai de congé\" qui \"n'a pas expiré avant cette période\" (al. 2) ne devrait pas avoir la même signification. Les versions allemande et italienne du texte légal n'autorisent du reste pas une autre conclusion.\n\ncc) Enfin, à suivre le demandeur, la solution adoptée par le Tribunal fédéral impliquerait que le travailleur victime de rechutes soit moins bien traité que celui qui reste incapable de travailler d'une manière continue (voir aussi: BRUNNER/BÜHLER/WAEBER, ibid.; AUBERT, op.cit., p. 300). Ce dernier argument n'est pas non plus convaincant. Le but de l'art. 336c al. 1 let. b CO, en liaison avec l'art. 336c al. 2 CO, n'est pas de placer tous les travailleurs sur un pied d'égalité, sans égard à la cause de leur incapacité de travail, mais de faire en sorte que le travailleur qui est incapable de travailler en raison d'une maladie ou d'un accident soit placé dans les mêmes conditions que celui qui est en bonne santé, de manière à ce qu'il bénéficie, lui aussi, d'un laps de temps suffisant pour la recherche BGE 124 III 474 S. 478d'un nouvel emploi. Or, le travailleur qui fait une rechute dans le délai supplémentaire prévu à l'art. 336c al. 3 CO a déjà bénéficié d'un délai de congé complet. Par conséquent - et c'est là l'élément déterminant -, la protection provisoire contre la résiliation du contrat de travail en temps inopportun ne lui est plus indispensable.\n\n3. Cela étant, en l'espèce, la seconde incapacité de travail du demandeur, qui a débuté le 26 mai 1997, alors que courait, jusqu'à la fin dudit mois, le délai supplémentaire de l'art. 336c al. 3 CO, n'a pas entraîné la suspension du délai de congé puisque celui-ci avait déjà expiré auparavant, plus précisément le 9 mai 1997. Ainsi, les rapports de travail litigieux se sont éteints le 31 mai 1997. Selon les constatations de la cour cantonale, la défenderesse a versé au demandeur, jusqu'à cette date, le salaire convenu. Elle a donc rempli toutes ses obligations pécuniaires envers son ancien employé. Dans la mesure où il lui en fait supporter d'autres, l'arrêt attaqué doit, dès lors, être réformé."}