{"annee": "124", "cour": "V", "page": "225", "date": "17/3/1998", "cite": ["120 V 74", "123 V 150", "107 V 225", "121 V 40", "119 V 98", "122 V 34", "122 V 218", "112 V 145", "123 V 223", "117 V 268"], "cite_par": ["133 V 89", "126 V 130", "125 V 503", "125 V 193", "126 V 198", "139 V 524", "141 V 365", "125 V 465"], "chapeau": "37. Urteil vom 17. März 1998 i. S. Arbeitslosenkasse des Kantons Zürich gegen H. und Sozialversicherungsgericht des Kantons Zürich", "regestes": ["Art. 17 al. 1, art. 30 al. 1 let. c et al. 3 LACI; art. 45 al. 2 OACI; art. 2, 10, 20, 21 et 39 de la Convention no 168 de l'Organisation internationale du travail (OIT) concernant la promotion de l'emploi et la protection contre le chômage du 21 juin 1988; art. 31 al. 1 de la Convention de Vienne sur le droit des traités du 23 mai 1969. - L'art. 30 al. 1 let. c LACI n'est pas contraire à la Convention no 168 concernant la promotion de l'emploi et la protection contre le chômage du 21 juin 1988. - A la différence d'autres domaines des assurances sociales (art. 7 al. 1 LAI, art. 37 et 39 LAA, art. 7 aLAM, art. 35 LPP, arrêt ATF 107 V 228 consid. 2a concernant les caisses-maladie), dans l'assurance-chômage, les prestations doivent être réduites également en cas de faute légère (art. 30 al. 3 LACI et 45 al. 2 OACI). - Une sommation préalable n'est pas nécessaire en cas de suspension du droit aux prestations (confirmation de la jurisprudence)."], "faits": "|226|\n\nA.- Mit Verfügung vom 8. August 1994 stellte die Arbeitslosenkasse des Kantons Zürich die 1942 geborene H. wegen ungenügender Stellenbemühungen für drei Tage in der Anspruchsberechtigung ein.\n\nB.- Die dagegen erhobene Beschwerde hiess das Sozialversicherungsgericht des Kantons Zürich mit Entscheid vom 19. Juli 1996 gut. C.- Die Arbeitslosenkasse führt Verwaltungsgerichtsbeschwerde mit dem Antrag, der kantonale Entscheid sei aufzuheben.\n\nH. lässt sich nicht vernehmen.\n\nD.- Das Eidg. Versicherungsgericht holte beim Bundesamt für Industrie, Gewerbe und Arbeit (BIGA; ab 1. Januar 1998: Bundesamt für Wirtschaft und Arbeit, [BWA]) im Zusammenhang mit dem Übereinkommen Nr. 168 der Internationalen Arbeitsorganisation (IAO) über Beschäftigungsförderung und |227| den Schutz gegen Arbeitslosigkeit vom 21. Juni 1988 eine Vernehmlassung vom 23. Juni 1997 ein.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. In zeitlicher Hinsicht sind grundsätzlich diejenigen Rechtssätze massgebend, die bei Erfüllung des zu Rechtsfolgen führenden Tatbestandes Geltung haben (BGE 123 V 224 Erw. 1a mit Hinweis). Somit sind vorliegend jene Bestimmungen des Bundesgesetzes über die obligatorische Arbeitslosenversicherung und die Insolvenzentschädigung (AVIG) vom 25. Juni 1982 und der dazugehörenden Verordnung (AVIV) vom 31. August 1983 massgebend, welche 1994 galten.\n\n2. a) Laut Art. 17 Abs. 1 AVIG in der bis Ende 1995 gültig gewesenen Fassung muss der Versicherte, unterstützt durch das Arbeitsamt, alles Zumutbare unternehmen, um Arbeitslosigkeit zu vermeiden oder zu verkürzen. Insbesondere ist es seine Sache, Arbeit zu suchen, wenn nötig auch ausserhalb seines bisherigen Berufes. Er muss seine Bemühungen nachweisen können. Nach Art. 30 Abs. 1 lit. c AVIG ist der Versicherte in der Anspruchsberechtigung einzustellen, wenn er sich persönlich nicht genügend um zumutbare Arbeit bemüht.\n\nb) Art. 30 Abs. 1 lit. c AVIG sanktioniert eine Verletzung der in Art. 17 Abs. 1 AVIG statuierten Schadenminderungspflicht, insbesondere auch der Pflicht, sich genügend um Arbeit zu bemühen. Mittels Einstellung in der Anspruchsberechtigung soll dieser Pflicht zum Durchbruch verholfen werden. Praxisgemäss handelt es sich dabei nicht um eine strafrechtliche, sondern eine verwaltungsrechtliche Sanktion (BGE 123 V 151 Erw. 1c; ARV 1990 Nr. 20 S. 134 Erw. 2b; vgl. auch GERHARDS, Kommentar zum AVIG, Bd. I, N. 2 zu Art. 30). Mit der Verknüpfung von Schadenminderungspflicht und Sanktion will das AVIG Arbeitslose zur Stellensuche anspornen. Die Einstellung in der Anspruchsberechtigung soll den Versicherten davon abhalten, die Arbeitslosenversicherung missbräuchlich in Anspruch zu nehmen. Wenn er sich nicht genügend um Arbeit bemüht, nimmt er in Kauf, länger arbeitslos zu bleiben. Dadurch erwächst der Versicherung insofern ein Schaden, als sie länger Leistungen erbringen muss. Zweck der Einstellung in der Anspruchsberechtigung ist eine angemessene Mitbeteiligung des Versicherten an diesem Schaden, den er durch sein pflichtwidriges Verhalten der |228| Arbeitslosenversicherung natürlich und adäquat kausal verursacht hat (BGE 122 V 40 Erw. 4c/aa und 44 Erw. 3c/aa; GERHARDS, a.a.O., N. 2 und 51 zu Art. 30). Ohne die einstellungsrechtliche Sanktion käme Art. 17 Abs. 1 AVIG im Taggeldrecht nicht zum Tragen. Wüsste nämlich eine arbeitslose Person zum voraus, dass ungenügende Bemühungen bezüglich ihrer Leistungen keine Folgen zeitigen, fehlte ein wesentlicher Ansporn, dem gesetzlichen Gebot zur Stellensuche nachzuleben.\n\n3. Von Amtes wegen zu prüfen ist, ob die Pflicht zur Schadenminderung und die mit ihr verbundene Anordnung von Sanktionen bei ungenügenden Arbeitsbemühungen mit dem Übereinkommen Nr. 168 der Internationalen Arbeitsorganisation (IAO) über Beschäftigungsförderung und den Schutz gegen Arbeitslosigkeit vom 21. Juni 1988 (SR 0.822.726.8; AS 1991 1914; für die Schweiz in Kraft seit 17. Oktober 1991, nachfolgend: Übereinkommen Nr. 168) vereinbar ist.\n\na) Die Auslegung eines Staatsvertrages hat in erster Linie vom Vertragstext auszugehen. Erscheint dieser klar und ist seine Bedeutung, wie sie sich aus dem gewöhnlichen Sprachgebrauch sowie aus Gegenstand und Zweck des Übereinkommens ergibt, nicht offensichtlich sinnwidrig, so kommt eine über den Wortlaut hinausgehende ausdehnende bzw. einschränkende Auslegung nur in Frage, wenn aus dem Zusammenhang oder der Entstehungsgeschichte mit Sicherheit auf eine vom Wortlaut abweichende Willenseinigung der Vertragsstaaten zu schliessen ist (BGE 117 V 269 Erw. 3b mit Hinweisen). In diesem Rahmen waren nach der bisherigen Rechtsprechung des Eidg. Versicherungsgerichts Wendungen und Begriffe, die in einem Sozialversicherungsabkommen Anwendung finden und für die Versicherungsleistungen einer schweizerischen Sozialversicherungseinrichtung massgeblich sind, stets direkt nach schweizerischem innerstaatlichen Recht auszulegen (BGE 112 V 149 Erw. 2a mit Hinweis).\n\nIn BGE 117 V 268 hat das Eidg. Versicherungsgericht diese Rechtsprechung angesichts des am 6. Juni 1990 für die Schweiz in Kraft getretenen Wiener Übereinkommens über das Recht der Verträge vom 23. Mai 1969 (Wiener Konvention zum Vertragsrecht, nachfolgend: Konvention; SR 0.111; AS 1990 1112) relativiert. Danach ist nach Massgabe der in den Art. 31 bis 33 der Konvention festgelegten allgemeinen Grundsätze der Staatsvertragsauslegung in erster Linie nach der autonomen Bedeutung der Abkommensbestimmung zu suchen. Nur wenn ein Abkommen - im Lichte dieser Regeln ordnungsgemäss |229| ausgelegt - eine bestimmte Frage weder ausdrücklich noch stillschweigend regelt, ist es angängig, subsidiär die Begriffe und Konzeptionen des anwendbaren Landesrechts zur Auslegung beizuziehen (vgl. neu zum Ganzen BGE 119 V 107 Erw. 6a mit Hinweisen auf Materialien und Lehre; vgl. auch BGE 121 V 43 Erw. 2c).\n\nb) Art. 2 des Übereinkommens Nr. 168 enthält in der französischen Fassung, welche nach Art. 39 neben der englischen gleichberechtigt massgebend ist, folgende Zweckbestimmung:\n\n\"Tout Membre doit prendre des mesures appropriées pour coordonner son régime de protection contre le chômage et sa politique de l'emploi. A cette fin, il doit veiller à ce que son régime de protection contre le chômage et en particulier les modalités de l'indemnisation du chômage contribuent à la promotion du plein emploi, productif et librement choisi, et n'aient pas pour effet de décourager les employeurs d'offrir, et les travailleurs de rechercher, un emploi productif.\"\n\nDiese Zweckbestimmung weist die beteiligten Vertragsstaaten an, alles vorzukehren, was sie dem Ziel einer Vollbeschäftigung möglichst nahe bringt. Dementsprechend haben sie ihre Arbeitslosenversicherung auszugestalten. Sie müssen einerseits die produktive Erwerbstätigkeit eines möglichst grossen Bevölkerungsteils fördern und anderseits dem einzelnen einen minimalen Schutz gegen die Folgen der Arbeitslosigkeit gewähren. Zudem sind die Arbeitnehmer ausdrücklich dazu anzuspornen, eine Stelle zu suchen. Eine solche Anweisung an die Vertragsstaaten ist im Landesrecht im erwähnten Art. 17 Abs. 1 AVIG enthalten, statuiert doch diese Bestimmung die Pflicht jedes Versicherten, alles Zumutbare zu unternehmen, um Arbeitslosigkeit zu vermeiden oder zu verkürzen. Daher steht das Landesrecht hinsichtlich der Pflicht des arbeitslosen oder von Arbeitslosigkeit bedrohten Versicherten zur Schadenminderung mit dem Übereinkommen voll in Einklang.\n\nc) Sodann enthält das Übereinkommen Nr. 168 keine allgemeine Bestimmung, welche es dem Landesrecht verbieten würde, der vom Übereinkommen gedeckten Pflicht zur Stellensuche mit einer Sanktion zum Durchbruch zu verhelfen. Es findet sich auch keine konkrete Vorschrift, aus welcher ein derartiges Verbot ersichtlich wäre. Vielmehr ist der Gedanke einer Sanktionierung pflichtwidrigen Verhaltens dem Übereinkommen keineswegs fremd. Seine Artikel 20 und 21 enthalten verschiedene Tatbestände, bei deren Erfüllung die Leistungen der Arbeitslosenversicherung in einem vorgeschriebenen Masse verweigert, entzogen, zum Ruhen gebracht oder gekürzt werden können. Mit |230| anderen Worten wendet das Übereinkommen selbst den Grundsatz an, dass eine Verletzung bestimmter Pflichten durch (verwaltungsrechtliche) Sanktionen geahndet werden kann.\n\nd) Die Einstellung in der Anspruchsberechtigung wegen ungenügender Arbeitsbemühungen ist in Art. 20 und 21 des Übereinkommens - mit etwas anderen Worten und Begriffen - vorgesehen.\n\nArt. 20 lautet in der französischen Fassung wie folgt:\n\n\"Les indemnités auxquelles une personne protégée aurait eu droit dans les éventualités de chômage complet ou partiel, ou de suspension du gain due à une suspension temporaire de travail sans cessation de la relation de travail, peuvent être refusées, supprimées, suspendues ou réduites dans une mesure prescrite...\".\n\nSomit können Leistungen, auf die eine geschützte Person Anspruch hätte, in einem (vom Landesrecht) vorgeschriebenen Masse unter bestimmten Voraussetzungen «verweigert, entzogen, zum Ruhen gebracht oder gekürzt werden». Die Einstellung in der Anspruchsberechtigung als Sanktion gemäss Art. 30 AVIG ist durch diese Aufzählung, wonach Leistungen verweigert, entzogen, zum Ruhen gebracht oder gekürzt werden können, gedeckt.\n\nNach Art. 20 lit. f des Übereinkommens ist die erwähnte Sanktion gerechtfertigt, \"lorsque l'intéressé a négligé, sans motif légitime, d'utiliser les services mis à sa disposition en matière de placement, d'orientation, de formation, de conversion professionnelle ou de réinsertion dans un emploi convenable\" (\"wenn der Betreffende es ohne triftigen Grund versäumt hat, die zur Verfügung stehenden Dienste für die Vermittlung, berufliche Beratung, Ausbildung, Umschulung und Wiedereingliederung in eine zumutbare Beschäftigung in Anspruch zu nehmen\").\n\nDiese Umschreibung erfasst u.a. auch das, was das Landesrecht unter dem Begriff der ungenügenden Arbeitsbemühungen versteht. In der Schweiz wird Arbeit durch verschiedenste private und öffentliche Dienste, am verbreitetsten durch Zeitungsinserate, vermittelt. Wer diese Vermittlung nicht in Anspruch nimmt und sich beispielsweise auf Stelleninserate nicht in genügendem Masse bewirbt, nimmt die zur Verfügung stehenden Dienste nicht in Anspruch.\n\nZusammenfassend ergibt sich, dass der Einstellungstatbestand der ungenügenden Arbeitsbemühungen gemäss Art. 30 Abs. 1 lit. c AVIG sowohl systematisch wie vom Wortlaut her mit dem Übereinkommen Nr. 168 in Einklang steht und daher konventionskonform ist.\n\n|231|\n\n4. Steht der Anwendbarkeit von Art. 30 Abs. 1 lit. c AVIG somit Völkerrecht nicht entgegen, bleibt zu prüfen, ob die Voraussetzungen nach dieser Vorschrift vorliegend erfüllt sind.\n\na) Bei der Beurteilung der Frage, ob sich ein Versicherter genügend um zumutbare Arbeit bemüht hat, ist nicht nur die Quantität, sondern auch die Qualität seiner Bewerbungen von Bedeutung (BGE 120 V 76 Erw. 2 mit Hinweis). Erweisen sich die Bemühungen als ungenügend, hat die erwähnte Einstellung in der Anspruchsberechtigung zu erfolgen (Art. 30 Abs. 1 lit. c AVIG). Die Dauer der Einstellung richtet sich nach dem Grad des Verschuldens (Art. 30 Abs. 3 AVIG) und betrug nach Art. 45 Abs. 2 AVIV in der bis Ende 1995 gültig gewesenen Fassung 1 bis 10 Tage bei leichtem, 11 bis 20 Tage bei mittelschwerem und 21 bis 40 Tage bei schwerem Verschulden.\n\nb) Die Vorinstanz hat erwogen, bloss drei Stellenbewerbungen im Monat Juni 1994 vermöchten wohl qualitativ, nicht aber quantitativ zu genügen. Indessen sei der Beschwerdegegnerin aufgrund einer lange dauernden Krankheit gekündigt worden; zudem finde sie im Alter von 54 Jahren bei der gegenwärtigen Lage auf dem Arbeitsmarkt kaum noch eine Stelle. Sodann habe das Arbeitsamt ihr bei der Stellensuche nicht geholfen und jeweils drei Bewerbungen in den vorangegangenen Monaten ungeahndet gelten lassen. Insgesamt sei das Verhalten der Versicherten deshalb bloss leichtfahrlässig. Analog zur Invaliden-, Unfall- und Militärversicherung, welche Leistungen nur bei Vorsatz und Grobfahrlässigkeit kürzten, sei deshalb vorliegend von einer Einstellung in der Anspruchsberechtigung abzusehen. Das Verwaltungsgericht des Kantons Bern pflege unangefochtenerweise dieselbe Praxis.\n\nDemgegenüber macht die Kasse geltend, eine Einstellung habe bei jedem Verschulden zu erfolgen. Dass die Verwaltung der Versicherten nicht geholfen habe, entbinde diese nicht von der Pflicht zur Stellensuche. Da zudem eine Überprüfung der Bewerbungen nur stichprobenweise möglich sei, könne die Beschwerdegegnerin nichts zu ihren Gunsten aus dem Umstand ableiten, dass die Kasse die jeweils bloss zwei oder drei Bewerbungen der vorangehenden Monate nicht beanstandet habe.\n\nc) Die Vorinstanz beruft sich für ihre Auffassung, wonach eine Einstellung in der Anspruchsberechtigung nur bei vorsätzlichem oder grobfahrlässigem Verhalten zulässig sei, auf die Praxis des Verwaltungsgerichts des Kantons Bern. Dieses führte in einem Entscheid aus dem Jahre 1990 (BVR 1991 S. 82 ff.) aus, im Sozialversicherungsrecht werde als allgemeiner Grundsatz |232| anerkannt, dass Leistungen gekürzt oder sogar für gewisse Fälle verweigert werden könnten, wenn Versicherte die Leistungspflicht vorsätzlich oder grobfahrlässig verursacht oder verlängert hätten (vgl. Art. 7 IVG, Art. 37 und 39 UVG, Art. 7 aMVG, Art. 35 BVG und - betreffend die Krankenkassen - BGE 107 V 228 Erw. 2a). Dies müsse gleichermassen für den Bereich der Arbeitslosenversicherung gelten. Auch bezüglich solcher Leistungen könne daher eine Kürzung (oder befristete Verweigerung) der Entschädigung nur bei vorsätzlichem oder grobfahrlässigem Verhalten verfügt werden, nicht aber bei bloss leichter Fahrlässigkeit, da insbesondere nicht einzusehen sei, weshalb in diesem Zweig die Anforderungen an die Sorgfaltspflicht des einzelnen derart strenger sein sollten als in den übrigen Bereichen der Sozialversicherung (BVR 1991 S. 83 f. Erw. 4b).\n\nd) Die im genannten Entscheid zitierten Bestimmungen des IVG, UVG, aMVG und BVG statuieren alle den Grundsatz, dass bei vorsätzlicher oder grobfahrlässiger Herbeiführung des Versicherungsfalles durch den Versicherten die Leistungen gekürzt oder verweigert werden können. Sie schliessen von Gesetzes wegen zugleich Sanktionen für leichtfahrlässiges Verhalten aus. Im Arbeitslosenversicherungsrecht hingegen fehlt eine derartige Beschränkung des sanktionsbedrohten Verhaltens auf Grobfahrlässigkeit und Vorsatz. Die Einstellung in der Anspruchsberechtigung ist ausdrücklich «nach dem Grad des Verschuldens» zu bemessen (Art. 30 Abs. 3 AVIG). Eine Absicht, das Verschulden bei leichter Fahrlässigkeit von jeglicher Sanktion auszunehmen, ist im Unterschied zum Wortlaut der zitierten Bestimmungen aus den andern Sozialversicherungszweigen nicht erkennbar. Folgerichtig unterscheidet Art. 45 Abs. 2 AVIV nach leichtem, mittelschwerem und schwerem Verschulden. Es widerspräche daher dem Arbeitslosenversicherungsgesetz, wenn die leichte Fahrlässigkeit als eine der Formen des Verschuldens ausgeklammert würde. Darauf weist auch die Botschaft zum Bundesgesetz über die obligatorische Arbeitslosenversicherung und die Insolvenzentschädigung vom 2. Juli 1980 in BBl 1980 III 588 ff. hin, in der ausdrücklich von Einstellungen gesprochen wird, die nicht pönalen Charakter hätten (vgl. auch GERHARDS, a.a.O., N. 2 zu Art. 30). Beispielsweise stehe es dem Versicherten frei und sei auch nicht ehrenrührig, sich ungenügend um eine Arbeitsstelle zu bemühen oder eine zumutbare Arbeit abzulehnen. Der Arbeitslosenversicherung entstehe hieraus trotzdem ein Schaden, der zu einer angemessenen Leistungsreduktion |233| führen müsse. Gerade um unterschiedlichen Verhältnissen und Verschuldensgraden mit der nötigen Differenzierung Rechnung tragen zu können, sei die Spanne der Einstellungsfristen möglichst weit zu fassen. Daher hat auch leichte Fahrlässigkeit bei ungenügenden Arbeitsbemühungen nach Art. 30 Abs. 1 lit. c AVIG zu einer Einstellung in der Anspruchsberechtigung zu führen.\n\ne) Aus diesen Ausführungen folgt, dass die Praxis des Berner Verwaltungsgerichts zu Art. 30 Abs. 1 lit. c AVIG (BVR 1991 S. 83 f.), welcher sich die Vorinstanz anschloss, der Regelung des Arbeitslosenversicherungsgesetzes und der Absicht des Gesetzgebers zuwiderläuft. Der kantonale Entscheid verletzt daher insoweit Bundesrecht, als er die leichte Fahrlässigkeit von Sanktionen befreit.\n\n5. a) Die Vorinstanz hat des weiteren erwogen, die Beschwerdegegnerin habe in den der Einstellung vorangegangenen Monaten ebenfalls bloss zwei bis drei Stellenbewerbungen vorgewiesen, ohne dass die Verwaltung ihr dieses Verhalten unter Androhung von Folgen vorgehalten hätte. Sie habe daher darauf vertrauen können, dass ihre Stellenbemühungen genügend seien.\n\nb) Eine der Einstellung vorangehende Mahnung ist in der Arbeitslosenversicherung nicht vorgesehen. Insofern besteht ein Unterschied zur Invalidenversicherung, welche in Art. 31 IVG ausdrücklich ein Mahn- und Bedenkzeitverfahren vorsieht (vgl. BGE 122 V 218). Dieses Verfahren ist unter anderem deswegen sinnvoll, weil der Versicherte sonst unter Umständen von einem ablehnenden Verwaltungsakt überrascht würde. Anders sind die Verhältnisse in der Arbeitslosenversicherung; hier wird der Versicherte von Anfang an auf seine Pflichten, insbesondere auf diejenige zur Stellensuche, aufmerksam gemacht (Art. 19 Abs. 4 AVIV in der bis Ende 1996 gültig gewesenen Fassung, nunmehr Art. 20 Abs. 4 AVIV). Ferner pflegt er wegen der Erfüllung der Kontrollvorschriften Kontakt zum zuständigen Arbeitsamt. Deshalb ist es nicht notwendig, vor einer Einstellung eine Mahnung auszusprechen, auch dann nicht, wenn die Verwaltung in den vorangegangenen Kontrollperioden ungenügende Arbeitsbemühungen nicht sanktioniert hat. Das Eidg. Versicherungsgericht hat denn auch in ständiger Praxis (nicht veröffentlichte Urteile M. vom 23. Juni 1989 und N. vom 6. August 1985; vgl. auch GERHARDS, a.a.O., N. 61 zu Art. 30) festgehalten, dass eine Einstellung verfügt werden muss, wenn der entsprechende Tatbestand erfüllt ist; eine blosse Verwarnung ist unzulässig. Von dieser Rechtsprechung abzuweichen besteht vorliegend kein Anlass.\n\n|234|\n\n6. Die Beschwerdegegnerin weist im Monat Juni 1994 lediglich drei Bewerbungen auf. Dies ist quantitativ ungenügend, verlangen doch einige Kassen durchschnittlich 10 bis 12 Bemühungen im Monat (GERHARDS, a.a.O., N. 15 zu Art. 17). Das Alter der Versicherten erschwert zwar die Erfolgsaussichten, hindert sie aber nicht daran, intensiver nach einer Stelle Ausschau zu halten (ARV 1980 Nr. 45 S. 112 Erw. 2; GERHARDS, a.a.O., N. 14 zu Art. 17). Massgebend ist einzig die ausreichende Intensität der Bemühungen und nicht deren Erfolg. Dass die Verwaltung keine aktive Hilfeleistung geboten hat, vermag die Beschwerdegegnerin ebenfalls nicht von der ihr obliegenden Pflicht zur Schadenminderung zu befreien. Die von der Verwaltung verfügte Einstellung im unteren Bereich des leichten Verschuldens ist Rechtens und trägt den gesamten Umständen des Falles angemessen Rechnung. Damit ist der Entscheid der Vorinstanz aufzuheben."}