{"annee": "124", "cour": "V", "page": "301", "date": "30/6/1998", "cite": ["108 V 70", "103 V 46", "99 V 19", "122 III 392", "113 V 6", "115 V 55", "118 V 298", "122 I 267", "100 V 61", "119 V 255"], "cite_par": ["135 V 153", "126 V 153", "125 V 201", "127 V 38", "131 V 233", "141 V 313", "144 V 411", "125 V 371", "125 V 8"], "chapeau": "50. Urteil vom 30. Juni 1998 i.S. Schweizerische Unfallversicherungsanstalt gegen U. und Versicherungsgericht des Kantons Basel-Stadt", "regestes": ["Art. 15 al. 3 LAA; art. 24 al. 3 OLAA; art. 26 al. 1 RAI: gain assuré déterminant pour la fixation de la rente d'invalidité accordée à un assuré accomplissant un stage d'orientation professionnelle. L'OLAA contient une lacune authentique en ce qui concerne le gain assuré d'une personne accomplissant un stage d'orientation professionnelle. Pour combler cette lacune, il faut se référer aux taux en pour-cent des salaires moyens établis en fonction de l'âge de l'assuré, lesquels sont applicables en vertu de l'art. 26 al. 1 RAI pour fixer le revenu hypothétique sans invalidité d'assurés qui n'ont pas pu acquérir des connaissances professionnelles suffisantes en raison de l'invalidité. Art. 152 al. 2 et 3, art. 159 al. 1 et 3 OJ: Indemnité de dépens et assistance judiciaire. La partie qui obtient partiellement gain de cause peut bénéficier de l'assistance judiciaire en plus de l'indemnité de dépens réduite à la charge de l'autre partie. Dans ce cas, les frais d'assistance judiciaire devront, plus tard, être remboursés à la caisse du tribunal selon les disponibilités financières du bénéficiaire."], "faits": "BGE 124 V 301 S. 302\n\nA.- U. (geboren 1973), der das letzte Schuljahr absolvierte, arbeitete seit 20. Juli 1989 an den Wochenenden aushilfsweise im Restaurant M. Am 27. November 1989 begann er bei den Schweizerischen Bundesbahnen (SBB) eine Schnupperlehre als Betriebsangestellter, die ohne Lohnanspruch bis 1. Dezember 1989 dauern sollte. Am ersten Arbeitstag erlitt U. einen schweren Stromunfall, der die Amputation des linken Unterschenkels erforderlich machte. Die Schweizerische Unfallversicherungsanstalt (SUVA) kam für die Folgen des Unfalls auf.\n\nMit Verfügung vom 6. Dezember 1993 sprach sie dem Versicherten nebst einer Integritätsentschädigung für eine Integritätseinbusse von 80% ab 1. Dezember 1993 eine Invalidenrente, basierend auf einer Erwerbsunfähigkeit von 80% und einem versicherten Jahresverdienst von 13'865 Franken, zu. Diesen Verdienst ermittelte sie, indem sie den von U. mit der Aushilfstätigkeit im Restaurant M. erzielten Lohn auf ein Jahr umrechnete. Die monatliche Rente der Invalidenversicherung (1'253 Franken) überstieg jedoch 90% des versicherten Verdienstes (Fr. 1'039.90 im Monat), so dass keine Komplementärrente zur Ausrichtung gelangte. Daran hielt die Anstalt mit Einspracheentscheid vom 28. November 1994 fest.\n\nB.- Beschwerdeweise liess U. beantragen, es sei der Rentenberechnung ein versicherter Jahresverdienst von mindestens 50'000 Franken zugrunde zu legen, der dem Lohn entspreche, welchen er im Jahr vor dem Unfall als voll Leistungsfähiger verdient hätte, wenn die Ausbildung bei den SBB abgeschlossen worden wäre. Nach Einholen einer Stellungnahme des BGE 124 V 301 S. 303Bundesamtes für Sozialversicherung (BSV) hiess das Versicherungsgericht des Kantons Basel-Stadt die Beschwerde in dem Sinne gut, als es feststellte, dass die Rente auf der Grundlage des Lohnes eines Betriebsangestellten der SBB zu berechnen sei, und die Sache zur Festlegung des Quantitativs an die SUVA zurückwies (Entscheid vom 19. August 1996).\n\nC.- Die SUVA führt Verwaltungsgerichtsbeschwerde mit dem Begehren, der kantonale Entscheid sei aufzuheben.\n\nU. lässt auf Abweisung der Verwaltungsgerichtsbeschwerde unter Gewährung der unentgeltlichen Verbeiständung schliessen.\n\nD.- Am 27. April 1998 hat das Eidg. Versicherungsgericht eine parteiöffentliche Beratung durchgeführt.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Als der Beschwerdegegner als Schnupperlehrling verunfallte, war er unbestrittenermassen obligatorisch gegen die Folgen von Unfällen versichert. Dies ergibt sich aus Art. 1 UVG in Verbindung mit Art. 1 lit. a UVV (in der bis 31. Dezember 1997 gültig gewesenen Fassung), der den Sonderfall der Versicherungspflicht von Personen regelt, die zur Abklärung der Berufswahl bei einem Arbeitgeber tätig sind, für die Dauer dieser Tätigkeit. Hiermit hat der Bundesrat gestützt auf die gesetzliche Ermächtigung des Art. 1 Abs. 2 UVG die Versicherungspflicht ausgedehnt auf eine Personenkategorie, die in einem arbeitsvertragsähnlichen Verhältnis steht. Diese Ausdehnung des Geltungsbereichs der Versicherung dient in erster Linie der Klarstellung (SCHLEGEL, Gedanken zum Arbeitnehmerbegriff in der obligatorischen Unfallversicherung, in: SZS 1986 S. 241; GHÉLEW/RAMELET/RITTER, Commentaire de la loi sur l'assurance-accidents [LAA], S. 23). Art. 1 UVV erklärt Personen für bestimmte Beschäftigungen als versichert, obschon sie ohnehin versichert sind, da sie bereits unter den Begriff des Arbeitnehmers im Sinne des UVG subsumierbar sind. Damit hat der Verordnungsgeber allfällige Zweifel u.a. bei Personen ausgeschaltet, die eine Schnupperlehre absolvieren. Da diese letztlich um der Ausbildung willen tätig sind und sich dem Arbeitgeber unterzuordnen haben, kommt ihnen die Eigenschaft eines Arbeitnehmers zu (MAURER, Schweizerisches Unfallversicherungsrecht, S. 109). Dies gilt ungeachtet der Tatsache, dass in Schnupperlehren gleich wie bei Volontärverhältnissen (BGE 115 V 58 Erw. 2d) der für ein eigentliches Arbeitsverhältnis typische Lohn BGE 124 V 301 S. 304in der Regel weder vereinbart noch üblich ist. Wie GHÉLEW/RAMELET/RITTER, a.a.O., S. 23, ausführen, sind damit Schnupperlehrlinge Lehrlingen, Praktikanten und Volontären im Sinne von Art. 1 Abs. 1 UVG \"assimiliert\" worden. Ob sie den Begriff des Arbeitnehmers nach Art. 1 Abs. 1 UVG, wie er in BGE 115 V 55 umschrieben ist (\"wer um des Erwerbes oder der Ausbildung willen für einen Arbeitgeber, mehr oder weniger untergeordnet, dauernd oder vorübergehend tätig ist\", wobei ein Lohnanspruch in irgendeiner Form vereinbart wurde), voll entsprechen, ist angesichts der positivrechtlichen Normierung rechtlich belanglos.\n\n2. Die SUVA ist für Heilbehandlung aufgekommen und hat dem Beschwerdegegner Taggelder sowie eine Integritätsentschädigung ausgerichtet. Diese Leistungen sind nicht angefochten. Streitig und zu prüfen ist, welchen Jahresverdienst die Anstalt der Rentenberechnung zugrunde zu legen hat.\n\na) Nach Art. 15 UVG werden Taggelder und Renten nach dem versicherten Verdienst bemessen (Abs. 1). Als versicherter Verdienst gilt für die Bemessung der Taggelder der letzte vor dem Unfall bezogene Lohn, für die Bemessung der Renten der innerhalb eines Jahres vor dem Unfall bezogene Lohn (Abs. 2). Gemäss Abs. 3 erlässt der Bundesrat Bestimmungen über den versicherten Verdienst in Sonderfällen, namentlich bei Versicherten, die nicht oder noch nicht den berufsüblichen Lohn erhalten (lit. c).\n\nb) Gestützt auf Art. 15 Abs. 3 UVG hat der Bundesrat in Art. 24 UVV unter dem Titel \"massgebender Lohn für Renten in Sonderfällen\" ergänzende Vorschriften erlassen. Abs. 3 dieser Bestimmung lautet wie folgt:\n\n\"Bezog der Versicherte wegen beruflicher Ausbildung am Tage des Unfalles nicht den Lohn eines Versicherten mit voller Leistungsfähigkeit derselben Berufsart, so wird der versicherte Verdienst von dem Zeitpunkt an, da er die Ausbildung abgeschlossen hätte, nach dem Lohn festgesetzt, den er im Jahr vor dem Unfall als voll Leistungsfähiger erzielt hätte.\"\n\n3. Die Vorinstanz gelangte zum Schluss, dass Art. 24 Abs. 3 UVV nicht nur auf den Lehrling, sondern auch auf den Schnupperlehrling direkt anzuwenden sei, da dieser Arbeit zum Zwecke seiner Ausbildung verrichte, im Unterschied zum \"eigentlichen\" Lehrling allerdings während einer kürzeren Zeitspanne. Da zwischen Lehrling und Schnupperlehrling somit höchstens ein gradueller Unterschied bestehe, sei es nicht gerechtfertigt, die beiden Kategorien im Rahmen des UVG unterschiedlich zu behandeln. Der Versicherte habe daher Anspruch darauf, dass der Rentenberechnung der Lohn eines BGE 124 V 301 S. 305SBB-Betriebsangestellten zugrunde gelegt werde.\n\nDie SUVA wendet in der Verwaltungsgerichtsbeschwerde im wesentlichen ein, die Schnupperlehre diene nicht der Berufsausbildung, sondern der Vorbereitung der Berufswahl, wodurch sie sich fundamental von der Lehre unterscheide. Da die Schnupperlehre kein eigentliches Ausbildungsziel kenne, sei Art. 24 Abs. 3 UVV schon von seinem Wortlaut her auf den Fall eines Schnupperlehrlings nicht anwendbar. Der vorinstanzliche Entscheid verletze überdies Art. 22 Abs. 4 Satz 3 UVV (in der bis Ende 1997 gültig gewesenen Fassung) und missachte die hiezu ergangene Rechtsprechung (RKUV 1992 Nr. U 148 S. 117). Danach sei bei auf weniger als ein Jahr befristeten Arbeitsverhältnissen das Einkommen nur auf die vorgesehene Arbeitsdauer und nicht auf ein ganzes Jahr umzurechnen. Im vorliegenden Fall hätte die Umrechnung - wenn überhaupt - nur bezogen auf die Dauer der Schnupperlehre vom 27. November bis 1. Dezember 1989 vorgenommen werden dürfen, wie dies auch bei Ferienarbeit von Schülern und Studenten gelte, wo die Umrechnung ebenfalls nur auf die begrenzte Dauer der Tätigkeit erfolge.\n\nDer Beschwerdegegner macht geltend, Art. 24 Abs. 3 UVV wolle verhindern, dass ein junger Mensch, der im Rahmen einer Lehre verunfalle, Zeit seines Lebens eine äusserst geringe Invalidenrente erhalte. Wenn diese Bestimmung auf denjenigen Anwendung finde, der bloss einen reduzierten Lohn beziehe, so müsse sie um so mehr auf denjenigen angewendet werden, der überhaupt keinen Lohn erhalte. Die Auffassung der SUVA würde zum Ergebnis führen, dass ein Schnupperlehrling, der sonst nirgends gearbeitet hat, im Invaliditätsfall keine Rente beanspruchen könnte, weil es mangels Lohnbezugs keinen versicherten Verdienst gebe, welcher der Rentenberechnung zugrunde gelegt werden könnte. Ein derart stossendes Resultat könne nicht hingenommen werden. Das System des UVG kenne keine verschiedenen Versichertenkategorien, von welchen die eine Anspruch auf sämtliche gesetzlichen Leistungen habe, die andere vom Anspruch auf eine Invalidenrente jedoch ausgeschlossen sei.\n\n4. a) Was die Anwendbarkeit von Art. 24 Abs. 3 UVV auf Schnupperlehrlinge anbelangt, ist der Auffassung der SUVA beizupflichten. Ein Schnupperlehrling befindet sich nicht in beruflicher Ausbildung im Sinne dieser Verordnungsbestimmung. Vielmehr dient die Schnupperlehre der Vorbereitung auf die Berufswahl, was insbesondere auch darin zum Ausdruck BGE 124 V 301 S. 306kommt, dass Schüler regelmässig in verschiedenen Berufen Schnupperlehren absolvieren, um sich über die für sie entsprechend ihren Neigungen und Fähigkeiten in Betracht fallenden beruflichen Möglichkeiten zu orientieren und einen Einblick in die Arbeitswelt zu gewinnen.\n\nb) Mit der Feststellung, dass Art. 24 Abs. 3 UVV auf den Schnupperlehrling direkt nicht zur Anwendung gelangt, ist die Grundsatzfrage, ob dem Schnupperlehrling, der vor Antritt der Schnupperlehre über kein Erwerbseinkommen verfügte, im Rentenfall ein Verdienst anzurechnen und wie dieser gegebenenfalls festzulegen ist, nicht beantwortet. Gesetz und Verordnung bieten keinen Anhaltspunkt dafür, dass diese Arbeitnehmerkategorie mit der Unterstellung unter das Obligatorium des UVG lediglich für Pflegeleistungen und Kostenvergütungen (Art. 10 bis 14 UVG) versichert sein soll. Eine solche Beschränkung des obligatorischen Versicherungsschutzes auf eine blosse Pflegekostenversicherung - eine Deckung, die regelmässig schon Krankenkassen bei Einschluss des Unfallrisikos gewährleisten - ist dem System des UVG fremd. Sie hätte, wäre sie gewollt gewesen, in Gesetz und Verordnung oder zumindest in den Vorarbeiten einen Niederschlag finden müssen, was jedoch nicht der Fall ist. Weshalb der Bundesrat den versicherten Verdienst von Schnupperlehrlingen nicht positivrechtlich geregelt hat, kann den Materialien nicht entnommen werden. Immerhin verbietet sich die Annahme, dass der Verordnungsgeber diesen Sachverhalt gar nicht als regelungswürdig erachtete. Denn im Vorentwurf der UVV vom 20. März 1980 lautete Art. 1 Abs. 2 wie folgt: \"Jugendliche, die für kurze Zeit zur Abklärung der Berufswahl im Dienste eines Arbeitgebers stehen, sind den Lehrlingen gleichgestellt\". Die Schnupperlehrlinge fanden in der Folge wohl als \"Personen, die zur Abklärung der Berufswahl bei einem Arbeitgeber tätig sind\", Aufnahme in die weiteren Fassungen des Art. 1 UVV; die Gleichstellung mit den Lehrlingen entfiel indessen, wobei die Gründe hiefür nicht bekannt sind. Bei der dritten Lesung nach Auswertung der Vernehmlassungen bemerkte einer der SUVA-Vertreter, dass der erste Artikel lediglich Auskunft darüber gebe, \"wann\" jemand versichert sei. Die Frage des \"wie\" müsse später geregelt werden (Protokoll der Sitzung vom 29./30. März 1982, S. 5). Diese im Kontext dieses Sonderfalls der Versicherungspflicht stehende Aussage erfolgte wohl mit Blick auf Art. 15 Abs. 3 UVG, der u.a. für Versicherte, die nicht oder noch nicht den berufsüblichen Lohn erhalten, dem Bundesrat BGE 124 V 301 S. 307den Erlass spezieller Vorschriften über den massgebenden Lohn für Renten in Sonderfällen aufgetragen hat.\n\nDiesem Auftrag des Gesetzgebers ist der Bundesrat mit dem Erlass von Art. 24 Abs. 3 UVV nachgekommen. Dabei hat er allerdings - wie erwähnt - keine besondere Bestimmung über den versicherten Verdienst von Schnupperlehrlingen erlassen.\n\nc) Anders als in dem in RKUV 1992 Nr. U 148 S. 117 auszugsweise publizierten Urteil B. vom 10. März 1992, wo das Gericht im Fall einer befristeten Erwerbstätigkeit eines Studenten hinsichtlich des versicherten Verdienstes eine echte Verordnungslücke implizit verneinte und die analoge Anwendung der Saisonniernorm von Art. 22 Abs. 4 Satz 3 UVV unter dem eingeschränkten Gesichtswinkel der Wiedererwägung als nicht zweifellos falsch erachtete, liegt hier unter den gegebenen Umständen eine echte Lücke in der Verordnung vor. Eine vom Richter auszufüllende - echte - Lücke im Gesetz darf nach ständiger Rechtsprechung nur angenommen werden, wenn das Gesetz eine sich unvermeidlicherweise stellende Rechtsfrage nicht beantwortet (BGE 119 V 255 oben, BGE 118 V 298 Erw. 2e, BGE 113 V 12 Erw. 3c, BGE 108 V 72 Erw. 2c, BGE 99 V 21 Erw. 2). Dies trifft hier zu. Der Verordnungsgeber hat zwar den Schnupperlehrling hinsichtlich des obligatorischen Versicherungsschutzes Arbeitnehmern wie Lehrlingen, Praktikanten und Volontären gleichgestellt. Er hat es aber im Gegensatz zu denjenigen Versicherten, an deren Versicherungsstatut angeknüpft worden ist, unterlassen, eine Anschlussnorm über den massgebenden versicherten Verdienst in diesem Sonderfall zu schaffen. Diese echte Lücke hat das Gericht nach jener Regel zu schliessen, welche es aufstellen würde, müsste es in diesem Punkte Verordnungsgeber sein (vgl. BGE 119 V 255 oben).\n\nd) Obwohl es naheliegend erscheint, kann die Verordnungslücke entgegen der Auffassung der Vorinstanz nicht mittels sinngemässer Anwendung von Art. 24 Abs. 3 UVV geschlossen werden. Denn ein Abstellen auf den Lohn im Beruf, in welchem der Versicherte eine Schnupperlehre absolviert, ist mit Zufälligkeiten behaftet und führte deswegen zu unbefriedigenden Resultaten. Während es bei Lehrlingen infolge der getroffenen Berufswahl und der begonnenen Ausbildung gerechtfertigt ist, im Sinne von Art. 24 Abs. 3 UVV für den versicherten Verdienst auf den Lohn einer voll leistungsfähigen Person mit dem entsprechenden Berufsabschluss abzustellen, präsentiert sich die Situation bei einem Schnupperlehrling anders: Der Beruf, in welchem er eine Schnupperlehre absolviert, ist häufig nicht identisch mit dem Beruf, BGE 124 V 301 S. 308den er später erlernt, was schon daraus hervorgeht, dass viele Jugendliche in verschiedenen Berufen \"schnuppern\", und die Schnupperlehre lediglich eine Möglichkeit ist, die in Betracht fallenden Berufe näher kennenzulernen.\n\nUm die erwähnten Zufälligkeiten zu vermeiden und eine rechtsgleiche Behandlung der Schnupperlehrlinge zu gewährleisten, sind zweckmässigerweise Durchschnittslöhne heranzuziehen. Dabei ist an Art. 26 Abs. 1 IVV anzuknüpfen, in welchem das für den Einkommensvergleich nach Art. 28 Abs. 2 IVG massgebende hypothetische Einkommen ohne Invalidität von Versicherten, die invaliditätsbedingt keine zureichenden beruflichen Kenntnisse erwerben konnten, festgelegt wird.\n\nArt. 26 Abs. 1 IVV lautet wie folgt:\n\n\"Konnte der Versicherte wegen der Invalidität keine zureichenden beruflichen Kenntnisse erwerben, so entspricht das Erwerbseinkommen, das er als Nichtinvalider erzielen könnte, den folgenden nach Alter abgestuften Prozentsätzen des durchschnittlichen Einkommens der Arbeitnehmer gemäss der Lohn- und Gehaltserhebung des Bundesamtes für Industrie, Gewerbe und Arbeit:\n\nNach Vollendung Vor Vollendung Prozentsatz\n\nvon ... Altersjahren von ... Altersjahren\n\n21 70\n\n21 25 80\n\n25 30 90\n\n30 100\n\nDer Umstand, dass die auf diese Weise ermittelten Beträge in der Invalidenversicherung als Valideneinkommen herangezogen werden, steht deren Berücksichtigung in der Unfallversicherung als versicherter Verdienst für die Berechnung der Renten im Sonderfall der Schnupperlehrlinge nicht entgegen, da es sich um statistische Durchschnittslöhne aller Arbeitnehmer handelt. Die Abstufung nach dem Alter trägt dem Umstand Rechnung, dass die Löhne bei Abschluss der Ausbildung in der Regel noch tief sind und sich erst nach mehreren Jahren dem Mittelwert annähern. Im vorliegend interessierenden Zusammenhang verhindert die Abstufung damit, dass Schnupperlehrlingen ungerechtfertigterweise ein höherer versicherter Verdienst angerechnet wird als Lehrlingen, bei welchen der Anfangslohn nach Lehrabschluss massgebend ist. Der Tabellenlohn gemäss Art. 26 Abs. 1 IVV als Referenzgrösse ist der Unfallversicherung im Rahmen der Festsetzung des versicherten Verdienstes in Sonderfällen im übrigen nicht fremd. So BGE 124 V 301 S. 309bestimmte Art. 24 Abs. 5 UVV in der bis 31. Dezember 1997 gültig gewesenen Fassung für den Fall, dass der versicherte Verdienst eines Invaliden erheblich vom Lohn eines gesunden Versicherten abweicht, eine Erhöhung auf das Einkommen nach Art. 26 Abs. 1 IVV.\n\n5. Gemäss den vorstehenden Darlegungen ist der Invalidenrente des 1973 geborenen Beschwerdegegners in Anlehnung an Art. 26 Abs. 1 IVV ein versicherter Verdienst in der Höhe von 70% des im Jahr vor dem Unfall vom 27. November 1989 massgebenden Durchschnittseinkommens der Arbeitnehmer gemäss der Lohn- und Gehaltserhebung des Bundesamtes für Industrie, Gewerbe und Arbeit zugrunde zu legen. Hingegen kann entgegen der Auffassung des Beschwerdegegners nicht zusätzlich der von ihm mit der Aushilfstätigkeit beim Restaurant M. erzielte, auf ein Jahr umgerechnete Lohn als versicherter Verdienst berücksichtigt werden. Denn die Annahme einer echten Verordnungslücke bezüglich des versicherten Verdienstes von Schnupperlehrlingen, welche in der Regel über keine oder keine erheblichen Erwerbseinkünfte verfügen, und die in richterlicher Rechtsfortbildung geschaffene, an Art. 26 Abs. 1 IVV anknüpfende Sonderregelung stehen der gleichzeitigen Anwendung der Grundregel von Art. 15 Abs. 2 UVG für diese Versichertenkategorie in Fällen, in welchen ausnahmsweise bereits eine Erwerbstätigkeit ausgeübt wurde, entgegen. Die Grundregel müsste lediglich dann Platz greifen, wenn das vom Schnupperlehrling im Jahr vor dem Unfall erzielte Einkommen höher gewesen wäre als der nach Art. 26 Abs. 1 IVV massgebende Ansatz.\n\n6. Entsprechend dem Ausgang des Verfahrens hat die SUVA dem Beschwerdegegner eine reduzierte Parteientschädigung zu bezahlen (Art. 159 Abs. 3 in Verbindung mit Art. 135 OG). Insoweit ist dessen Gesuch um unentgeltliche Verbeiständung gegenstandslos. Soweit der Beschwerdegegner unterliegt, kann seinem Begehren um Bewilligung der unentgeltlichen Verbeiständung entsprochen werden (Art. 152 in Verbindung mit Art. 135 OG), da die Bedürftigkeit aktenkundig ist und die Vertretung geboten war (ZAK 1989 S. 279 Erw. 2a mit Hinweisen; BGE 103 V 47 Erw. b, BGE 100 V 62 Erw. 3; vgl. auch BGE 122 I 271 Erw. 2a, BGE 122 III 393 Erw. 3b).\n\nDer Beschwerdegegner ist indessen ausdrücklich darauf hinzuweisen, dass er gemäss Art. 152 OG der Gerichtskasse Ersatz zu leisten haben wird, wenn er dazu später imstande ist."}