{"annee": "124", "cour": "III", "page": "463", "date": "2/7/1998", "cite": ["115 II 237", "124 III 201", "121 III 219", "122 I 351"], "cite_par": ["126 III 49", "134 III 159", "129 II 125", "135 III 591"], "chapeau": "80. Extrait de l'arrêt de la Ire Cour civile du 2 juillet 1998 dans la cause Banque X. et K. contre Époux A. et E. (recours en réforme)", "regestes": ["Art. 44 OJ, 46 OJ, 253b CO; compétence ratione materiae; contrat de bail; loyers contrôlés; hausse des frais accessoires. Notion de contestation civile (rappel de jurisprudence; consid. 3). L'inapplicabilité des dispositions relatives à la contestation des loyers abusifs en ce qui concerne les locaux d'habitation au bénéfice d'une aide des pouvoirs publics et dont le loyer est soumis au contrôle d'une autorité, au sens de l'art. 253b al. 3 CO, s'étend aussi aux frais accessoires (consid. 4)."], "faits": "BGE 124 III 463 S. 463\n\nA.- K. a remis à bail aux époux A., d'une part, et à E., d'autre part, deux appartements rénovés avec l'aide de la Confédération. Les loyers, cédés à la Banque X., sont soumis au contrôle de l'Office fédéral du logement (ci-après: OFL).\n\nEn juin 1996, le bailleur a fait notifier aux locataires deux augmentations des acomptes mensuels de charges à partir du 1er janvier 1997. Le motif donné était l'adaptation à la législation fédérale encourageant la construction et l'accession à la propriété de logements.\n\nB.- Les locataires ont contesté la hausse de leurs charges. Après échec de la procédure de conciliation, K. et la Banque X. ont saisi le Tribunal de district de La Chaux-de-Fonds de deux actions tendant à faire constater la validité de leurs nouvelles prétentions. Par jugement du 25 août 1997, le tribunal a rejeté les deux demandes, qui avaient été jointes entre-temps.BGE 124 III 463 S. 464\n\nLa Cour de cassation civile du canton de Neuchâtel a déclaré irrecevable le recours des demandeurs par arrêt du 23 décembre 1997. Les magistrats cantonaux ont estimé que les prétentions litigieuses échappaient à la compétence des juridictions civiles en vertu de l'art. 253b al. 3 CO.\n\nC.- Les demandeurs ont recouru en réforme, invitant le Tribunal fédéral à constater la compétence des juridictions civiles et à renvoyer la cause à l'instance cantonale pour jugement au fond. Le recours a été déclaré irrecevable.", "considerants": "Extrait des considérants:\n\n3. a) Le recours en réforme n'est recevable qu'à la condition qu'on soit en présence d'une contestation civile (art. 44, 46 OJ). La jurisprudence entend ainsi une procédure contradictoire entre au moins deux personnes physiques ou morales prises en leur qualité de titulaires de droits privés, ou entre de telles personnes et une autorité à laquelle le droit fédéral reconnaît la faculté d'être partie. Dans tous les cas, il faut que les parties exercent des prétentions fondées sur le droit civil fédéral et que celles-ci soient objectivement litigieuses (ATF 122 I 351 consid. 1d). Pour savoir si ces exigences sont remplies, on examine l'objet de la contestation (POUDRET, COJ II, n. 2.1.3 ad Titre II OJ).\n\nb) En soi, les prescriptions sur la compétence font partie du droit de procédure, domaine qui est demeuré réservé aux cantons (art. 64 al. 3 Cst.). La règle n'est cependant pas absolue. Outre certaines exceptions qui ressortent déjà de dispositions spéciales du droit de fond, elle trouve sa limite, de manière générale, dans le principe de la force dérogatoire du droit fédéral; d'après celui-ci, les cantons sont en effet tenus d'assurer la mise en oeuvre du droit matériel fédéral (ATF 115 II 237 consid. 1c).\n\nPour juger du bien-fondé des modifications unilatérales que le bailleur veut apporter au contrat, le droit fédéral impose aux cantons d'instituer une ou plusieurs autorités de conciliation et de permettre ensuite un contrôle judiciaire dans leurs lois de procédure (art. 270b, 274a et 274f CO). Il est constant que dans le canton de Neuchâtel cette tâche est exercée par les tribunaux civils. La question à résoudre, en l'espèce, est de savoir si le législateur fédéral n'a pas lui-même exclu les prétentions litigieuses de ces garanties. La réponse dépend de la nature juridique de ces prétentions.BGE 124 III 463 S. 465\n\n4. a) L'art. 253b al. 3 CO stipule que les dispositions relatives à la contestation des loyers abusifs ne s'appliquent pas aux locaux d'habitation en faveur desquels des mesures d'encouragement ont été prises par les pouvoirs publics et dont le loyer est soumis au contrôle d'une autorité. Ces conditions sont remplies en l'occurrence. A la suite de l'octroi au bailleur de l'\"aide fédérale\", les loyers litigieux sont sous la surveillance de l'OFL (art. 45 de la loi fédérale encourageant la construction et l'accession à la propriété de logements [LCAP; RS 843], 17 OCAP [RS 843.01]). Ce contrôle administratif remplace donc celui mis en place dans le droit privé pour les loyers prétendument abusifs. Les contestations relatives à l'abaissement des loyers en vertu de la LCAP ne constituent dès lors pas des affaires civiles au sens de l'art. 44 OJ; font seulement exception les conséquences civiles d'une éventuelle violation des dispositions du droit public (cf. dans un sens analogue POUDRET, op. cit., n. 2.3.22 ad Titre II OJ).\n\nb) Les demandeurs font valoir que les frais accessoires sont soumis au régime prévu par le droit privé, même pour les contrats sujets au contrôle de l'autorité publique. A leurs yeux, la cour cantonale a violé le droit fédéral en niant la compétence des tribunaux civils pour connaître du litige.\n\naa) La loi s'interprète en premier lieu pour elle-même, c'est-à-dire selon sa lettre, son esprit et son but ainsi que selon les valeurs sur lesquelles elle repose, conformément à la méthode téléologique. On s'appuie sur la ratio legis. Si la teneur d'une norme paraît trop large au regard de sa finalité, on s'en tient à une interprétation juridique restrictive. On part de l'idée que le législateur a entendu mettre en place une solution raisonnable et autant que possible exempte de contradictions (ATF 121 III 219 consid. 1d).\n\nbb) Déjà sous l'empire de l'arrêté fédéral instituant des mesures contre les abus dans le secteur locatif (ci-après: AMSL), les logements dont le loyer était arrêté et soumis à la surveillance des pouvoirs publics se trouvaient, pour l'essentiel, soustraits à la surveillance prévue dans le droit privé; seules s'appliquaient quelques dispositions de l'arrêté, dont celles sur les frais accessoires (art. 4 al. 2 OSL). Le projet du Conseil fédéral sur une loi fédérale instituant des mesures contre les abus dans le secteur locatif du 27 mars 1985 (FF 1985 I p. 1369 ss) excluait aussi partiellement de son champ d'application, en son art. 3 al. 2, les locaux d'habitation en faveur desquels des mesures d'encouragement avaient été prises par les pouvoirs publics et dont le loyer était soumis au contrôle d'une autorité.BGE 124 III 463 S. 466\n\nSelon le message du Conseil fédéral, une dérogation était prévue en ce qui concerne les dispositions relatives aux loyers abusifs résultant d'un prix d'achat manifestement exagéré. En outre, les locaux subventionnés devaient se voir appliquer, notamment, les dispositions sur les frais accessoires (op.cit., p. 1464). L'actuel art. 253b al. 3 CO correspond sur le fond au projet de loi; quant à l'art. 2 al. 2 de l'ordonnance sur le bail à loyer et le bail à ferme d'habitations et de locaux commerciaux (OBLF; RS 221.213.11), il reprend les réserves mentionnées dans le message, parmi lesquelles celle qui a trait aux frais accessoires. D'après l'ordonnance, les dispositions matérielles concernant ces frais (art. 257a et b CO) ainsi que les prescriptions formelles régissant leur introduction (art. 269d al. 3 CO) s'appliquent également aux loyers contrôlés par les pouvoirs publics. La conformité de l'art. 2 al. 2 OBLF avec le code des obligations ne fait cependant pas l'unanimité en doctrine (cf. COMMENTAIRE DE L'USPI, 1re éd., n. 8 ad art. 253a-253b CO; HIGI, Commentaire zurichois, n. 86 ad art. 253a-253b CO; WEBER/ZIHLMANN, in Kommentar zum Schweizerischen Privatrecht, Bâle, 2e éd., n. 9 ad art. 253a-253b CO; LACHAT, Le bail à loyer, chapitre 4.4.2.8, note de pied de page 53, p. 82).\n\ncc) Le 12 décembre 1991, la Direction des finances de la Ville de Zurich a retenu, en se fondant sur une prise de position de l'OFL, que l'introduction de nouveaux frais accessoires pour des logements subventionnés devait être contestée auprès des autorités de conciliation, et non des autorités administratives chargées du contrôle des loyers (mp 1992 p. 116; cf. LACHAT, ibidem, note de pied de page 55).\n\nLe Tribunal suprême du canton de Zurich a en revanche estimé, dans une décision du 9 février 1994, que la procédure de contestation des loyers instituée par le droit privé était exclue en ce qui concerne les locaux visés à l'art. 253b al. 3 CO, y compris s'agissant des frais accessoires (Droit du bail (DB) 1996 p. 20 (traduction française); cf. aussi SOMMER, Zum Ausschluss der Anwendbarkeit der Mieterschutzbestimmungen bei staatlich geförderten Wohnräumen, in Mietrecht Aktuel (MRA) 1995 p. 167). La Cour de cassation civile neuchâteloise s'est ralliée à cette dernière solution.\n\ndd) La ratio legis de l'art. 253b al. 3 CO est évidemment d'empêcher un double contrôle des loyers et d'éviter le prononcé de décisions contradictoires. Pour les habitations qui font l'objet de mesures d'encouragement par les pouvoirs publics, l'autorité chargée du contrôle des loyers jouit d'une compétence exclusive, et la procédure prévue dans le droit des obligations est fermée. L'art. 2 al. 2 BGE 124 III 463 S. 467OBLF ne réserve donc pas, à juste titre, l'application de l'art. 270b CO, singulièrement de l'alinéa 2 de cette disposition relatif à la contestation de l'introduction de nouveaux frais accessoires. On n'obtiendra toutefois la sécurité du droit requise que si l'exclusivité de la compétence de l'autorité instituée par la législation sur les mesures d'encouragement s'étend à tous les points soumis à la surveillance officielle (dans un sens identique, cf. SOMMER, op. cit., p. 171). L'art. 253b al. 3 CO apparaît, de la sorte, comme une véritable norme de compétence, alors que les réserves mentionnées à l'art. 2 al. 2 OBLF doivent être considérées comme des renvois au droit matériel (cf. aussi HIGI, op. cit., n. 86 ad art. 253a-253b CO; pour un résultat identique, COMMENTAIRE DE L'USPI, 1e éd., n. 8 ad art. 253a-253b CO).\n\nLes prescriptions fédérales sur l'encouragement à la construction et à l'accession à la propriété traitent également des frais accessoires (art. 38 al. 2 LCAP, 25 OCAP). Il ne s'agit cependant pas exactement des mêmes charges que dans le droit privé. Dans ce dernier cas, seules les dépenses relatives à l'usage de la chose louée sont prises en considération, alors que la législation publique vise aussi des coûts liés à l'existence de la chose louée elle-même, par exemple les impôts (cf. art. 38 al. 2 LCAP; SOMMER, op. cit., p. 171). L'ordonnance contient, par ailleurs, une disposition d'application, fondée sur l'art. 38 al. 3 LCAP, qui permet à l'OFL d'autoriser le paiement par forfaits mensuels de tout ou partie des frais accessoires (art. 25 al. 3 OCAP). L'objectif d'unicité de la procédure qui sous-tend l'art. 253b al. 3 CO s'oppose dès lors à la thèse des demandeurs.\n\nUn autre élément mérite encore d'être relevé en faveur de la solution de la cour cantonale. Les frais accessoires nouvellement mis à la charge des locataires faisaient jusque là partie du loyer net, dont le montant n'a pourtant pas changé. C'est dire qu'on est devant une augmentation de ce dernier poste, qui ne comprend plus certains coûts désormais considérés comme accessoires, alors qu'ils faisaient précédemment partie du loyer soumis au contrôle de l'autorité. On le voit, la distinction entre loyer et frais accessoires présente un certain \"caractère artificiel\", pour reprendre l'expression utilisée par les magistrats cantonaux. La ventilation entre le loyer et les frais accessoires n'est pas toujours identique, et lorsque le paiement des charges a lieu par forfaits mensuels, la distinction peut même paraître purement formelle aux yeux du locataire. Exiger, dans de telles conditions, des locataires d'habitations subventionnées par les pouvoirs publics et soumises à une surveillance officielle la mise en BGE 124 III 463 S. 468oeuvre de deux procédures différentes pour contester les loyers et les frais accessoires serait source non seulement de complications inutiles, mais encore d'un risque accru de décisions contradictoires (cf. ATF 124 III 201 consid. 2 concernant la consignation et SOMMER, op. cit., p. 171).\n\nQue l'art. 2 al. 2 OBLF déclare applicable l'art. 269d al. 3 CO aux logements construits avec l'aide des pouvoirs publics ne change rien aux considérations qui précèdent. L'usage de la formule officielle, qui n'a de sens que lorsque le contrôle prévu par le droit privé peut s'exercer, doit être réservé, pour des raisons téléologiques, aux cas dans lesquels il n'y a pas de surveillance administrative; on rencontrera une telle situation lorsque le bailleur modifie de son propre chef le contrat au détriment du locataire autrement qu'en majorant le loyer ou en introduisant de nouveaux frais accessoires, soit dans toutes les autres circonstances qui entrent dans la notion générale des \"autres modifications unilatérales du contrat par le bailleur\" (là-dessus, cf. aussi SOMMER, op. cit., p. 170). Les recourants ne peuvent non plus tirer argument de ce que la commission de recours DFEP a estimé que l'OFL n'était pas autorisé à prendre des décisions pour obtenir le respect des loyers fixés ou approuvés par lui, mais qu'il fallait agir par la voie de l'action en application de l'art. 17 al. 3 OCAP (JACC 1997, p. 378 ss); c'est la compétence qui est déterminante, et non la procédure."}