{"annee": "124", "cour": "III", "page": "126", "date": "2/12/1997", "cite": ["113 II 259", "122 III 469", "115 II 251"], "cite_par": ["130 V 472", "130 V 294", "127 III 318", "125 V 141", "125 V 480", "141 III 112", "135 III 640", "134 V 170", "125 V 492", "131 V 286", "125 V 127", "125 V 177", "124 III 266", "128 V 5"], "chapeau": "24. Arrêt de la Ie Cour civile du 2 décembre 1997 dans la cause M. contre T. S.A., Agence de travail temporaire (recours en réforme)", "regestes": ["Droit au salaire en cas d'empêchement de travailler pour un travailleur engagé par une entreprise locataire de services soumise à une convention collective de travail avec déclaration d'extension (art. 20 LSE). Au nombre des dispositions de la convention collective de travail étendue qui concernent le salaire, au sens où l'entend l'art. 20 LSE, figurent celles relatives au salaire en cas d'empêchement de travailler dû à des causes inhérentes à la personne du travailleur sans faute de sa part (consid. 1). Lorsque le travailleur se voit reconnaître, en cas d'incapacité de travail, un droit à des indemnités d'une assurance perte de gain pendant une longue période, sans restriction d'aucune sorte, le travailleur peut considérer de bonne foi qu'il bénéficiera de la couverture d'assurance même si le contrat de travail est résilié avant l'expiration de cette période (consid. 2). Rapport de causalité entre l'omission de l'employeur de mettre le travailleur au bénéfice d'une assurance collective conforme à la convention nationale étendue et le préjudice supporté par ce dernier (consid. 3). Sanction de cette omission (consid. 4)."], "faits": "BGE 124 III 126 S. 127\n\nA.- a) Par contrat du 20 mai 1994, M. a été engagé comme maçon par T. S.A., Agence de travail temporaire. Le contrat prévoyait que, dès le septième mois de travail, le délai de congé était d'un mois et que le droit aux indemnités en cas de maladie était de 180 jours. Selon un avenant du 5 août 1994, le salaire horaire brut a été fixé à 24 fr.\n\nM. est tombé malade le 14 janvier 1995; sa capacité de travail est nulle depuis le 17 janvier 1995.\n\nPar lettre du 24 mars 1995, T. S.A. a résilié le contrat de travail de M. avec effet au 30 avril 1995.\n\nb) Le 11 mai 1995, l'Assurance X., auprès de laquelle T. S.A. a conclu un contrat d'assurance collective, a informé M. qu'elle lui verserait 180 indemnités journalières et que le droit du travailleur serait épuisé le 12 juillet 1995. M. a effectivement reçu les indemnités journalières dues jusqu'à cette date.\n\nB.- Par demande déposée le 18 août 1995 devant la juridiction genevoise des prud'hommes, M. a assigné T. S.A. en paiement de 61'236 fr. plus intérêts à 5% dès le 18 août 1995. Selon la demande, cette somme correspond à 540 jours d'indemnité de perte de gain, soit la différence entre, d'une part, la couverture de 720 jours prévue par l'art. 27 de la Convention collective nationale pour le secteur BGE 124 III 126 S. 128principal de la construction en Suisse (ci-après: CN) et, d'autre part, la couverture de 180 jours prévue par le contrat individuel de travail.\n\nPar jugement du 31 octobre 1995, le Tribunal des prud'hommes de Genève a rejeté la demande.\n\nSaisie d'un appel du demandeur, la Chambre d'appel de la juridiction des prud'hommes du canton de Genève a confirmé ce jugement. Elle a considéré que l'employeur avait valablement résilié le contrat de travail avec effet au 30 avril 1995 et que les obligations de l'employeur ne pouvaient se prolonger au-delà de la couverture de 180 jours prévue dans le contrat individuel de travail.\n\nC.- M. recourt en réforme au Tribunal fédéral. Il conclut principalement à ce que l'arrêt de la Chambre d'appel soit annulé et à ce que la défenderesse soit condamnée à lui payer 61'236 fr. plus intérêts à 5% l'an, dès le 18 août 1995. Subsidiairement, il demande l'annulation de l'arrêt cantonal et le renvoi de la cause à l'autorité cantonale pour nouvelle décision, la défenderesse étant déboutée de toutes autres ou contraires conclusions.\n\nL'intimée propose le rejet du recours et la confirmation de l'arrêt attaqué.\n\nLe Tribunal fédéral admet partiellement le recours, annule l'arrêt attaqué et renvoie la cause à l'autorité cantonale pour nouvelle décision dans le sens des considérants.", "considerants": "Extrait des considérants:\n\n1. La cour cantonale n'a pas exclu que le demandeur ait droit à 720 indemnités journalières selon l'art. 27 CN. Cependant, elle a considéré que la question n'était pas pertinente, parce que l'intéressé ne pouvait prétendre à de telles indemnités après la fin du contrat de travail.\n\nDevant le Tribunal fédéral, le demandeur persiste à soutenir qu'il a droit aux indemnités prévues par la CN. Cette question doit être examinée d'emblée, car, à supposer que le travailleur ait tort sur ce point, le recours devrait être rejeté sans plus ample examen.\n\na) Selon l'art. 27 CN, les travailleurs soumis à la convention doivent être assurés collectivement par leur employeur pour une indemnité journalière en cas d'incapacité de travail attestée par un certificat médical. La couverture d'assurance doit naître le jour où le travailleur commence ou aurait dû commencer le travail en vertu du contrat. Après un jour de carence à la charge du travailleur, ce dernier BGE 124 III 126 S. 129a droit à une indemnité journalière de 80% de son salaire individuel, pendant 720 jours au minimum dans un espace de 900 jours consécutifs, conformément à la loi fédérale sur l'assurance-maladie; en cas de maladie, il doit être libéré de l'obligation de payer les primes. Une fois sorti de l'assurance collective, il a la possibilité de continuer l'assurance à titre d'assuré individuel.\n\nCette disposition a été étendue du 1er janvier 1994 au 31 décembre 1994 par arrêté du Conseil fédéral du 16 septembre 1993 (FF 1993 III 515), puis, du 15 février 1995 au 31 mai 1995, par arrêté du Conseil fédéral du 26 janvier 1995 (FF 1995 I 393).\n\nb) D'après l'art. 20 de la loi fédérale du 6 octobre 1989 sur le service de l'emploi et la location de services (LSE; RS 823.11), lorsqu'une entreprise locataire de services est soumise à une convention collective de travail avec déclaration d'extension, le bailleur de services doit appliquer au travailleur celles des dispositions de la convention qui concernent le salaire et la durée du travail. En l'espèce, le point à trancher est celui de savoir si, parmi les dispositions concernant le salaire au sens de cette loi, figurent celles relatives aux indemnités en cas de maladie.\n\naa) La loi s'interprète en premier lieu d'après sa lettre (interprétation littérale). Si le texte légal n'est pas absolument clair, si plusieurs interprétations de celui-ci sont possibles, le juge recherchera la véritable portée de la norme en la dégageant de sa relation avec d'autres dispositions légales, de son contexte (interprétation systématique), du but poursuivi, singulièrement de l'intérêt protégé (interprétation téléologique), ainsi que de la volonté du législateur telle qu'elle ressort notamment des travaux préparatoires (interprétation historique). Les travaux préparatoires seront toutefois pris en considération seulement lorsqu'ils donnent une réponse claire à une disposition légale ambiguë et qu'ils ont trouvé expression dans le texte de la loi (ATF 122 III 469 consid. 5a et les références).\n\nbb) L'art. 20 LSE reprend le texte proposé par le Conseil fédéral dans son message du 27 novembre 1985 concernant la révision de la loi fédérale sur le service de l'emploi et la location de services (FF 1985 III 625). Selon le Conseil fédéral, les conditions de concurrence, en particulier dans la construction, souffrent de distorsion lorsqu'un bailleur de services peut placer, auprès d'un locataire de services, des travailleurs dont les conditions de travail ne sont pas conformes à la convention collective de la branche liant ce locataire. L'art. 20 LSE tend donc à rétablir des conditions de concurrence loyales, à tout le moins dans les branches auxquelles s'applique une BGE 124 III 126 S. 130convention collective ayant fait l'objet d'une décision d'extension. Le Conseil fédéral a renoncé à l'application de cette règle dans le cas des entreprises liées par une convention collective non étendue, car il estimait qu'on ne pouvait pas attendre des bailleurs de services qu'ils étudient les conditions de travail propres à chacun de leurs clients. En outre, la loi oblige le bailleur de services à respecter les conditions de travail applicables au locataire de services dans la seule mesure où elles touchent le salaire et la durée du travail, car il n'y a pas lieu de mettre le travailleur au bénéfice de prestations inhabituelles dans le domaine de la location de services, compte tenu de la nature particulière du contrat de travail (FF 1985 III 589/590; cf. également LUC THÉVENOZ, Le travail intérimaire, thèse Genève 1987, p. 248).\n\nAu cours des débats devant les Chambres fédérales, il a été proposé que les bailleurs de services appliquent aux travailleurs intérimaires les dispositions des conventions collectives étendues relatives non pas seulement au salaire et à la durée du travail, mais aux conditions de travail envisagées d'une manière générale (BO CN 1987 p. 205; BO CE 1988 p. 582; BO CN 1989 p. 255 et 1248). Cette proposition a, en définitive, été rejetée, mais on ne peut pas en déduire que le législateur ait voulu une interprétation stricte des termes \"salaire\" et \"durée du travail\", car, en refusant l'application aux travailleurs intérimaires de toutes les dispositions d'une convention collective étendue concernant les conditions de travail, il a surtout voulu éviter que ces travailleurs puissent se prévaloir de dispositions qui, par leur nature, sont étrangères à leur statut. C'est notamment ce qu'a déclaré le conseiller fédéral Delamuraz, en citant le cas du perfectionnement professionnel, des caisses de pension, des installations communes aux parties contractantes, des congés spéciaux pour jeunes et des plans sociaux (BO CN 1987 p. 208; BO CE 1988 p. 583; BO CN 1989 p. 257). Le conseiller national Allenspach a également expliqué qu'il ne s'agissait pas d'affaiblir le travailleur intérimaire, mais de tenir compte, en particulier, d'impératifs de praticabilité (BO CN 1989 p. 255).\n\nA l'attention, entre autres destinataires, des entreprises de travail intérimaire, l'Office fédéral de l'industrie, des arts et métiers et du travail (Ofiamt) a édité en 1991 un commentaire de la loi fédérale sur le service de l'emploi et la location de services. Selon ce document, les dispositions concernant le salaire, au sens de l'art. 20 LSE, sont notamment celles relatives au salaire en cas d'empêchement de travailler dû à une maladie, à un accident, à l'invalidité, au service militaire ou civil BGE 124 III 126 S. 131(Office fédéral de l'industrie, des arts et métiers et du travail, Directives et commentaires relatifs à la loi fédérale du 6 octobre 1989 sur le service de l'emploi et la location de services, à l'ordonnance du 16 janvier 1991 sur le service de l'emploi et la location de services et à l'ordonnance du 16 janvier 1991 sur les émoluments, commissions et sûretés en vertu de la loi sur le service de l'emploi, Berne 1991, p. 46/47). Cette opinion est suivie sans réserve par la doctrine (REHBINDER, Arbeitsvermittlungsgesetz, Zurich 1992, n. 3 ad art. 20 LSE, p.67; ANDREAS RITTER, Das revidierte Arbeitsvermittlungsgesetz, thèse Zurich 1994, p. 150/151; LUC THÉVENOZ, La nouvelle réglementation du travail intérimaire, in: Journée 1992 de droit du travail et de la sécurité sociale, p. 32 et la note 70).\n\nL'avis de l'Ofiamt agréé par la doctrine mérite d'être approuvé. Il est conforme, tout d'abord, au texte et à la systématique de la loi. Dans le code des obligations, le droit du travailleur en cas d'empêchement de travailler dû, notamment, à une maladie est réglé sous la rubrique \"Salaire en cas d'empêchement de travailler\" (cf. la note marginale précédant les art. 324 à 324b CO). En outre, les régimes dérogatoires, qui mettent en oeuvre une assurance perte de gain, sont prévus à l'art. 324a al. 4 CO, lequel traite du salaire en cas d'empêchement du travailleur. L'art. 27 ch. 3 CN précise d'ailleurs que les prestations de l'assurance-maladie sont considérées comme équivalentes au paiement du salaire au sens de l'art. 324a CO et libèrent l'employeur de ses obligations de ce chef.\n\nDe plus, une telle solution est conforme au but de la loi. En effet, le régime de la protection du travailleur contre la perte de gain en cas d'incapacité de travail est inclus dans les coûts salariaux. Or, c'est pour rendre loyales les conditions de concurrence sur ce plan (en particulier dans la construction), que le législateur a entendu obliger le bailleur de services à respecter les dispositions des conventions collectives étendues concernant le salaire. Il saute aux yeux que s'il était loisible au bailleur de services d'accorder au travailleur des droits inférieurs à ceux prévus par la convention collective de travail s'agissant du salaire en cas d'empêchement de travailler, cela provoquerait une sous-enchère salariale nuisible aux employeurs qui appliquent la convention collective à leurs propres travailleurs.\n\nEnfin, comme la présente cause le montre avec éclat, la conclusion par l'employeur d'une assurance perte de gain en cas de maladie, au bénéfice d'un travailleur intérimaire, n'est nullement étrangère au statut de ce dernier, puisque la défenderesse a souscrit une telle assurance en faveur du demandeur. Que la couverture de BGE 124 III 126 S. 132l'assurance soit relativement longue n'a rien d'extraordinaire: le travailleur intérimaire a besoin d'être protégé contre la perte de gain aussi bien que le travailleur stable, même si les emplois qu'il occupe sont de relativement brève durée. On observera du reste qu'en l'espèce, lorsqu'il est tombé malade, le demandeur se trouvait engagé sur la base d'un contrat de durée indéterminée et qu'il occupait son poste depuis plus de sept mois.\n\nc) Ainsi, comme le champ d'application de l'art. 27 CN était étendu par le Conseil fédéral, il incombait à la défenderesse d'assurer le demandeur, dès le premier jour de son emploi, contre la perte de gain résultant d'un empêchement de travailler pour cause de maladie; la police d'assurance devait garantir le versement d'indemnités journalières correspondant à 80% du salaire, pendant 720 jours dans une période de 900 jours consécutifs.\n\n2. a) A suivre la cour cantonale, qui se réfère à l' ATF 113 II 259, le droit aux indemnités de perte de gain prend fin avec la cessation des rapports de travail. Partant de cette prémisse, les juges cantonaux ont conclu que, même s'il avait eu droit au paiement de 720 indemnités en cas de maladie, le demandeur n'aurait pas pu s'en prévaloir, dès l'instant où le contrat de travail s'était éteint le 30 avril 1995. Le travailleur devait donc se contenter des prestations versées par l'assurance jusqu'au 12 juillet 1995.\n\nPour le demandeur, au contraire, le fait que les rapports de travail aient pris fin le 30 avril 1995 n'entraîne nullement l'extinction des droits qu'il peut tirer de l'art. 27 CN.\n\nb) Selon la jurisprudence citée par la Chambre d'appel, d'une manière générale, en cas d'incapacité de travail, le droit au salaire cesse en même temps que les rapports contractuels, sauf accord contraire exprès (ATF 113 II 259 consid. 3). Toutefois, la jurisprudence a déjà admis que, lorsqu'il se voit reconnaître, en cas d'incapacité de travail, un droit à des indemnités versées par une assurance pendant une longue période, sans restriction d'aucune sorte, le travailleur peut de bonne foi comprendre qu'il bénéficiera de cette couverture même si le contrat de travail prend fin avant l'épuisement de son droit aux indemnités (arrêt du 11 septembre 1995 dans la cause 4C.196/1995, consid. 4, in: SJ 1996 p. 373; dans le même sens, s'agissant précisément du cas dans lequel le travailleur est au bénéfice d'une assurance perte de gain: BRÜHWILER, Kommentar zum Einzelarbeitsvertrag, 2e éd., n. 10a ad art. 324a CO, p. 155; STREIFF/VON KAENEL, Leitfaden zum Arbeitsvertragsrecht, 5e éd., n. 34 ad art. 324a/b CO, p. 176; JÖRG MATHIAS ZINSLI, Krankheit im Arbeitsverhältnis, BGE 124 III 126 S. 133thèse Zurich 1992, p. 102). Or, c'est ce qui s'est produit en l'espèce. La couverture prévue par la convention nationale s'étendait sur 720 jours d'incapacité sur une période de 900 jours, sans aucune restriction. Une telle protection n'aurait guère de sens si l'employeur pouvait en priver le travailleur en lui donnant son congé. En conséquence, la résiliation du contrat de travail par la défenderesse, avec effet au 30 avril 1995, n'entame en rien le droit du demandeur d'obtenir réparation du préjudice résultant du fait que son employeur ne l'a pas mis au bénéfice d'une assurance collective conforme à la convention nationale.\n\n3. Certes, lorsque le demandeur est tombé malade le 14 janvier 1995, la convention nationale n'était plus étendue, puisque l'extension a perdu ses effets durant une courte période, du 1er janvier au 14 février 1995. Cette circonstance n'a toutefois pas d'incidence sur les obligations de l'employeur. En effet, selon la convention collective, la défenderesse était tenue d'assurer le demandeur dès le premier jour d'emploi; c'est parce qu'elle n'a pas satisfait à cette obligation lors de l'engagement que, le 14 janvier 1995, le demandeur n'a pas pu bénéficier d'une couverture d'assurance conforme à la convention collective. En outre, à supposer que la défenderesse eût voulu, du 1er janvier au 14 février 1995, priver son salarié du bénéfice d'une assurance collective conforme à la convention, l'intéressé aurait eu le droit de passer dans l'assurance individuelle de la caisse en conservant la même couverture, tout en se trouvant libéré de l'obligation de payer des primes (art. 27 ch. 1 CN). L'omission de la défenderesse est donc bien en relation de causalité avec le préjudice supporté par le demandeur.\n\n4. Lorsqu'il omet de conclure une assurance au bénéfice du travailleur alors qu'il s'y est obligé, l'employeur doit réparer le préjudice subi par l'intéressé. Il doit lui verser les montants que l'assurance aurait payés (ATF 115 II 251 consid. 4b).\n\nAinsi, la défenderesse est tenue de verser au demandeur les montants que l'assurance eût acquittés. L'arrêt attaqué doit donc être annulé. Mais comme il ne contient pas les indications nécessaires, il y a lieu de retourner le dossier à l'autorité cantonale, pour qu'elle se prononce sur ce point (art. 64 al. 1 OJ). A cette fin, elle déterminera le montant de l'indemnité journalière qu'eût versé l'assurance et le multipliera par 720 (art. 27 ch. 1 CN). Elle déduira du montant ainsi obtenu les sommes versées par la défenderesse ou son assurance en rapport avec l'incapacité de travail du demandeur, qui a commencé le 14 janvier 1995.\n\nBGE 124 III 126 S. 134\n\nLa cour cantonale a mis à la charge du demandeur la totalité de l'émolument d'appel, dont on ignore la quotité. Vu l'issue du litige, l'autorité cantonale statuera également à nouveau sur ce point."}