{"annee": "124", "cour": "III", "page": "321", "date": "20/7/1998", "cite": ["119 IA 241", "114 II 91", "116 II 525", "85 II 431", "122 III 324", "122 III 469", "123 I 212"], "cite_par": ["145 III 324", "132 III 555", "132 III 226", "133 III 273", "126 III 129"], "chapeau": "58. Urteil der I. Zivilabteilung vom 20. Juli 1998 i.S. Imprafot AG gegen Nintendo Co. Ltd. und Waldmeier AG (Berufung)", "regestes": ["Art. 12 al. 1 LDA. Épuisement de droits en matière de droit d'auteur. Importations parallèles de produits protégés par le droit d'auteur. Le principe de l'épuisement international des droits s'applique désormais d'après la nouvelle loi sur le droit d'auteur. Des importations parallèles de produits protégés par le droit d'auteur, qui ont été mis en circulation à l'étranger avec le consentement de l'auteur, ne sauraient être empêchées par les moyens du droit d'auteur (consid. 1 et 2), et cela même si le droit de diffusion concédé contractuellement à la société de vente étrangère ne s'étend pas à la Suisse (consid. 3). Des importations parallèles sont autorisées également sous l'angle du droit de la concurrence, à moins que l'on puisse imputer à l'importateur parallèle une incitation à la violation d'un contrat ou un comportement de quelque autre manière contraire à la bonne foi (consid. 4)."], "faits": "|322|\n\nA.- Die Nintendo Co. Ltd. ist Inhaberin der Urheberrechte am Videospiel «Donkey Kong Land», das sich mit einem sogenannten «Game Boy» betreiben lässt. Sie trat ihre Urheberrechte räumlich begrenzt auf die USA, Kanada, Mexiko und Lateinamerika an ihre amerikanische Tochtergesellschaft Nintendo of America Inc. ab. Diese brachte das Spiel in der Game Boy-Version in den USA auf den Markt, mit englischer Spielanleitung, mit auf sie lautendem Copyright-Vermerk und mit dem Hinweis «For sale, rental and use only in USA, Canada, Mexico and Latin America». In der Schweiz ist die Waldmeier AG Alleinvertriebsberechtigte für Nintendo-Videospiele. Sie brachte das Game Boy-Spiel «Donkey Kong Land» ab Juli 1995 mit einer von ihr selbst verfassten Spielanleitung in deutscher und französischer Sprache zum offiziellen Verkaufspreis von Fr. 32.76 auf den schweizerischen Markt.\n\nDie Wahl Eximpo AG, die heute die Firma Imprafot AG führt, bot gemäss einer Preisliste vom Dezember 1995 die amerikanische, mit einer englischen Spielanleitung versehene Game Boy-Version des Spiels «Donkey Kong Land» zu einem Preis von Fr. 29.90 an. Am 15. November 1995 verkaufte sie ein solches Videospiel an die Zihlmann AG in Rheinfelden.\n\nB.- Am 8. Mai 1996 erwirkte die Nintendo Co. Ltd. beim Handelsgericht des Kantons Aargau eine vorsorgliche Verfügung, worin der Wahl Eximpo AG einstweilen verboten wurde, erstmals im Ausland in Verkehr gesetzte Nintendo-Videospiele «Game Boy Donkey Kong Land» in die Schweiz zu importieren und hier zu vertreiben. Eine staatsrechtliche Beschwerde der Wahl Eximpo AG gegen den Massnahmeentscheid wies das Bundesgericht am 27. November 1996 ab. |323|\n\nAm 7. Juni 1996 reichten die Nintendo Co. Ltd. und die Waldmeier AG beim Handelsgericht des Kantons Aargau Klage gegen die Wahl Eximpo AG ein. Sie verlangten die gerichtliche Feststellung, dass die Beklagte mit ihren Parallelimporten Urheberrechte der Erstklägerin verletzt und zudem unlauteren Wettbewerb gegenüber der Zweitklägerin begangen habe. Weiter beantragten sie ein an die Beklagte gerichtetes Verbot, erstmals im Ausland in Verkehr gesetzte Nintendo-Videospiele «Game Boy Donkey Kong Land», insbesondere die von der Nintendo of America Inc. auf den amerikanischen Markt gebrachten Spiele, in die Schweiz zu importieren und daselbst anzubieten, zu veräussern oder sonst wie zu verbreiten oder zu verbreiten helfen. Schliesslich forderten sie entweder eine Lizenzgebühr von 10% des Fakturabetrags der von der Beklagten widerrechtlich verkauften Spiele oder Herausgabe des mit solchen Verkäufen widerrechtlich erzielten Gewinns, je nachdem, welcher Betrag nach Massgabe des Beweisverfahrens der höhere sei.\n\nMit Urteil vom 16. Dezember 1997 hiess das Handelsgericht das Feststellungs- und das Unterlassungsbegehren der Klägerinnen gut. Die Forderung aus Schadenersatz oder Gewinnherausgabe wies es dagegen ab.\n\nC.- Das Bundesgericht heisst die Berufung der Beklagten gut, hebt das handelsgerichtliche Urteil auf und weist die Klage ab.", "considerants": "Erwägungen:\n\n1. Nach Art. 12 Abs. 1 des Urheberrechtsgesetzes (URG; SR 231.1) dürfen Werkexemplare, die der Urheber veräussert oder deren Veräusserung er zugestimmt hat, weiterveräussert oder sonst wie verbreitet werden. Mit der willentlichen Veräusserung der Werkexemplare begibt der Rechtsinhaber sich seines Anspruchs, deren Weiterverbreitung mit urheberrechtlichen Mitteln zu kontrollieren (vgl. BARRELET/EGLOFF, Das neue Urheberrecht, N. 1 zu Art. 12). Wird dieser sogenannte Erschöpfungsgrundsatz national verstanden, gilt das Verbreitungsrecht nur für Werkexemplare als erschöpft, die mit Zustimmung des Rechtsinhabers auf den inländischen Markt gelangt sind; wird er dagegen international verstanden, bewirkt auch die Erstveräusserung im Ausland die Erschöpfung des Verbreitungsrechts, mit der Folge, dass der Rechtsinhaber den Import von im Ausland veräusserten Werkexemplaren in die Schweiz urheberrechtlich nicht verhindern kann. |324|\n\nDas Handelsgericht legt Art. 12 Abs. 1 URG im Sinne der nationalen Erschöpfung aus. Es gelangt daher zum Schluss, dass die Parallelimporte der Beklagten aus den USA das Urheberrecht der Erstklägerin verletzen. Die Beklagte rügt diese Auffassung als bundesrechtswidrig.\n\n2. Eine Gesetzesbestimmung ist in erster Linie nach ihrem Wortlaut auszulegen (grammatikalisches Auslegungselement, E. a hienach). Von Bedeutung ist jedoch auch, welche Überlegungen der Gesetzgeber bei ihrem Erlass angestellt hat (historisches Auslegungselement, E. b hienach). Dabei ist die Entstehungsgeschichte für sich allein zwar nicht entscheidend, wohl aber insoweit beachtlich, als sie Aufschluss über die Regelungsabsicht des Gesetzgebers gibt. In die Betrachtung einzubeziehen ist sodann der Zusammenhang der auszulegenden Bestimmung mit anderen Normen (systematisches Auslegungselement, E. c - h hienach). Schliesslich ist nach dem Ziel, das die Bestimmung verfolgt, nach dem Zweck, dem sie dient, zu fragen (teleologisches Auslegungselement, E. i hienach). Der Normzweck lässt sich dabei allerdings nicht aus sich selbst heraus begründen, sondern ergibt sich letztlich wiederum aus grammatikalischen, historischen und systematischen Gesichtspunkten (BGE 122 III 324 E. 7a S. 325, 469 E. 5a S. 474; BGE 116 II 525 E. 2a und b S. 526 f., je mit Hinweisen).\n\na) Dem Wortlaut von Art. 12 Abs. 1 URG lässt sich nicht entnehmen, wo die Erstveräusserung stattgefunden haben muss, um die Erschöpfung des Verbreitungsrechts des Rechtsinhabers nach sich zu ziehen. Das Urheberrechtsgesetz von 1922 äusserte sich allerdings ebenfalls nicht ausdrücklich zu dieser Frage. Aus Art. 58 Abs. 1 und 2 aURG liess sich jedoch ableiten, dass grundsätzlich internationale Erschöpfung galt, wobei Art. 58 Abs. 3 aURG allerdings eine Ausnahme für mechanische Ton- und Bildträger vorsah (ALOIS TROLLER, Immaterialgüterrecht, Bd. II, 3. Aufl. 1985, S. 767 f. und 905 f.; DOMINIQUE GRAZ, Propriété intellectuelle et libre circulation des marchandises, Diss. Lausanne 1988, S. 94 f.; KASPAR SPOENDLIN, Der internationale Schutz des Urhebers, UFITA 107/1988, S. 31 f.; vgl. auch BGE 85 II 431 E. 3c S. 442). Seit Inkrafttreten des neuen Gesetzes ist die Rechtslage hingegen unklar. Die Auffassungen sind geteilt: Ein Teil der Lehre nimmt nationale (VON BÜREN, in: Schweizerisches Immaterialgüter- und Wettbewerbsrecht, Bd. I/1, S. 179; derselbe, daselbst, Bd. II/1, S. 221; BARRELET/EGLOFF, a.a.O., N. 2 zu Art. 12 URG; PERRET, Quelques observations sur l'épuisement des droits de propriété |325| intellectuelle, SZIER 1997, S. 283 ff.; zumindest im Ergebnis ähnlich auch REHBINDER, Schweizerisches Urheberrecht, 2. Aufl. 1996, S. 98 f., vgl. dazu E. 3 hienach), ein anderer internationale Erschöpfung an (THOMAS COTTIER/MARC STUCKI, Parallelimporte im Patent-, Urheber- und Muster- und Modellrecht aus europarechtlicher und völkerrechtlicher Sicht, in: Conflit entre importations parallèles et propriété intellectuelle?, Comparativa 60, 1996, S. 44; MARIANNE BIERI-GUT, Parallelimport und Immaterialgüterrechte nach schweizerischen Spezialgesetzen und dem Recht der EU, AJP 1996, S. 569 f.; MARTINA ALTENPOHL, Zur Zulässigkeit des Parallelimportes von urheberrechtlich geschützten Produkten, sic! 1998, S. 145; IVAN CHERPILLOD, Protection des logiciels et des bases de données: la révision du droit d'auteur en Suisse, SMI 1993, S. 59 f.; differenzierend CHRISTOPH WILLI, Schutz selektiver Vertriebssysteme durch das Urheberrecht, SJZ 91/1995, S. 205 ff., insbes. 207 ff.); weitere Autoren beschränken sich darauf, die Frage aufzuwerfen und eine abwartende Haltung einzunehmen (KAMEN TROLLER, Manuel du droit suisse des biens immatériels, Bd. II, 2. Aufl. 1996, S. 661 f.; PEDRAZZINI/VON BÜREN/MARBACH, Immaterialgüter- und Wettbewerbsrecht, S. 155 f.; RETO M. HILTY, Die Leistungsschutzrechte im schweizerischen Urheberrechtsgesetz, UFITA 124/1994, S. 108 ff.; PETER MOSIMANN, in: Schweizerisches Immaterialgüter- und Wettbewerbsrecht, Bd. II/1, S. 352 f.; IVAN CHERPILLO, Logiciels et importations parallèles, in: Conflit entre importations parallèles et propriété intellectuelle?, Comparativa 60, 1996, S. 65 ff.).\n\nb) Die Gründe für den Meinungsstreit sind hauptsächlich in der Entstehungsgeschichte des geltenden Art. 12 Abs. 1 URG zu suchen. Die Vorentwürfe und Entwürfe zum neuen Urheberrechtsgesetz sahen durchwegs ein Recht der Weiterveräusserung für alle Werkexemplare vor, die vom Urheber oder mit seiner Zustimmung im In- oder Ausland veräussert worden waren. Die bundesrätliche Botschaft hielt ausdrücklich fest, dass damit das Prinzip der internationalen Erschöpfung zur Anwendung gelange (BBl 1989 III 531; ebenso die Botschaft zum ersten Entwurf, BBl 1984 III 210). In der parlamentarischen Beratung wurde dann jedoch im Hinblick auf den angestrebten Beitritt der Schweiz zum Europäischen Wirtschaftsraum (EWR) beschlossen, auf die Wendung «im In- und Ausland» zu verzichten, da das EWR-Abkommen nicht eine allgemeine internationale, sondern bloss eine EWR-weite Erschöpfung vorsah. Zur Übernahme dieses Grundsatzes kam es allerdings in der Folge nicht, |326| wurde doch das EWR-Abkommen in der Volksabstimmung vom 6. Dezember 1992 verworfen. Damit hat der Verzicht auf die Wendung «im In- und Ausland» seinen ursprünglichen Sinn verloren, und es erhebt sich die Frage, ob ihm nunmehr die Bedeutung eines Übergangs von der internationalen zur nationalen Erschöpfung beizulegen ist, wie dies das Handelsgericht und die Klägerinnen annehmen.\n\nIm angefochtenen Urteil wird in diesem Zusammenhang zunächst darauf hingewiesen, dass es nach dem erklärten Willen des Gesetzgebers darum ging, das schweizerische Urheberrecht eurokompatibel auszugestalten und insbesondere die Übernahme der regionalen, d.h. EWR-weiten Erschöpfung zu ermöglichen. Im Anschluss daran wird ausgeführt, der regionalen Erschöpfung entspreche innerstaatlich die nationale Erschöpfung. Denn die regionale Erschöpfung garantiere nur den freien Warenverkehr zwischen den Mitgliedstaaten des Europäischen Wirtschaftsraumes, nicht aber zwischen diesen und Drittländern. Sie stehe daher einer Abschottung des europäischen Binnenmarktes gegenüber Parallelimporten von immaterialgüterrechtlich geschützten Erzeugnissen aus Drittländern nicht nur nicht entgegen, sondern bezwecke diese geradezu. Diese Argumentation vermag nicht zu überzeugen. Richtig ist zwar, dass die regionale Erschöpfung Drittländer ausgrenzt und insofern - wie die nationale Erschöpfung - zu einer Marktabschottung führt. Im Verhältnis zwischen den Mitgliedstaaten des Europäischen Wirtschaftsraumes entspricht die regionale jedoch der internationalen Erschöpfung. Der Sinn des europäischen Binnenmarktes liegt gerade darin, eine gegenseitige Abschottung der Märkte der Mitgliedstaaten zu verhindern. Der Beitritt zum Europäischen Wirtschaftsraum sollte der Schweiz Anschluss an diesen Binnenmarkt verschaffen. Das Ziel bestand mit anderen Worten in erster Linie in einer Marktöffnung gegenüber anderen europäischen Staaten und nicht in der Ausgrenzung von Drittstaaten. Die nationale Erschöpfung ist demgegenüber geeignet, den schweizerischen Markt für urheberrechtlich geschützte Produkte gerade auch gegenüber den europäischen Handelspartnern abzuschotten. Das aber stünde im Gegensatz zu dem, was der Gesetzgeber wollte.\n\nDie Klägerinnen wenden allerdings ein, der Gesetzgeber habe zumindest gegenüber Ländern ausserhalb des europäischen Binnenmarktes die nationale Erschöpfung gewollt. Dass er für den Fall einer Ablehnung des EWR-Abkommens nicht mehr an der diesbezüglichen Harmonisierung mit dem europäischen Recht habe festhalten |327| wollen, lasse sich den Materialien in keiner Weise entnehmen. Parallelimporte seien sehr viel weniger aus den Ländern der Europäischen Union (EU) zu erwarten als aus billigeren Drittländern, gegenüber welchen die EU-Staaten ihren Markt abschotten würden. Es sei deshalb nicht davon auszugehen, dass mit dem Verzicht auf den EWR-Beitritt die Einführung der nationalen Erschöpfung gegenstandslos geworden sei. Als Kern des gesetzgeberischen Willens möchten die Klägerinnen mithin die Abkehr vom internationalen Verständnis der Erschöpfung hinstellen. Sie versuchen diese Auffassung mit Zitaten verschiedener Einzelvoten aus den parlamentarischen Beratungen zu untermauern. Aus den Materialien und namentlich auch aus den von den Klägerinnen zitierten Voten ergibt sich jedoch, dass sich das Parlament mit den Auswirkungen einer allfälligen Verwerfung des EWR-Abkommens gar nicht vertieft auseinander gesetzt hat (vgl. AB 1992 N 2 ff., insbes. 15; AB 1992 S 372 ff., insbes. 373). Namentlich ist es in den parlamentarischen Beratungen weder in den vorberatenden Kommissionen noch im Plenum zu einer Grundsatzdebatte darüber gekommen, ob diesfalls die internationale oder die nationale Erschöpfung den Vorzug verdiene. Angesichts der langen Tradition, welche die internationale Erschöpfung im schweizerischen Urheberrecht hat, darf aber dem Gesetzgeber nicht leichthin der Wille unterschoben werden, diesen Grundsatz in sein Gegenteil zu verkehren. Das gilt umso mehr, als sich die tiefe Verankerung der internationalen Erschöpfung im schweizerischen Rechtsbewusstsein auch darin zeigt, dass sie in sämtlichen Vorentwürfen und Entwürfen ausdrücklich vorgesehen worden war. Insgesamt ergibt deshalb die Entstehungsgeschichte des Art. 12 Abs. 1 URG keine hinreichenden Anhaltspunkte dafür, dass der Gesetzgeber sich vom eingewurzelten weiten Verständnis der Erschöpfung radikal hätte abwenden und zu einer äusserst eng, nämlich rein national verstandenen Erschöpfung hätte übergehen wollen.\n\nc) In systematischer Hinsicht ist zunächst darauf hinzuweisen, dass im Markenrecht nach der Rechtsprechung ebenfalls die internationale Erschöpfung gilt (BGE 122 III 469 E. 3-5 S. 471 ff.). Diese Praxis wurde zwar unter anderem damit begründet, dass die Kennzeichnungsfunktion der Marke durch Parallelimporte nicht beeinträchtigt wird (a.a.O., E. 5f S. 479). Daran anknüpfend führt das Handelsgericht im angefochtenen Urteil aus, die unterschiedliche Funktion des Marken- und des Urheberrechts lasse einen Analogieschluss von der markenrechtlichen Rechtsprechung auf die vorliegend |328| zu beurteilende Erschöpfungsfrage nicht zu (vgl. dazu auch CHERPILLOD, a.a.O., Comparativa 60, S. 67, sowie GRAZ, a.a.O., S. 99). Der funktionelle Unterschied zwischen Marken- und Urheberrecht darf aber nicht überbetont werden. Wohl ist richtig, dass die Marke zunächst dazu dient, Waren oder Dienstleistungen zu kennzeichnen, während es beim Urheberrecht direkt um den Schutz einer geistigen Leistung sowie insbesondere darum geht, dem Urheber das alleinige Recht zur Verwertung dieser Leistung vorzubehalten. Das darf indessen nicht darüber hinwegtäuschen, dass auch der Markenschutz dem Rechtsinhaber das ausschliessliche Recht verschafft, die geschützte Marke zu verwenden. Von seiner wirtschaftlichen Funktion her erlaubt daher der Markenschutz dem Rechtsinhaber ebenfalls, den Wert, den seine Marke verkörpert, unter Ausschluss anderer zu realisieren. Dabei zielt das Markenrecht wiederum zumindest auch darauf ab, die geistigen Leistungen zu schützen, die hinter der Schaffung, der Einführung und der Vermarktung einer Marke stehen und auf die deren Kennzeichnungskraft zurückgeht. In der Literatur wird deshalb zu Recht darauf hingewiesen, dass es sich kaum rechtfertigt, Marken- und Urheberrecht in Bezug auf die Erschöpfung unterschiedlich zu behandeln (COTTIER/STUCKI, a.a.O., S. 50).\n\nd) Ein mit dem Urheberrecht funktionsverwandtes Verwertungsrecht sieht das Handelsgericht im Patentrecht. Dazu führt es aus, bei der jüngsten Revision des Patentgesetzes sei die in Art. 8a des Entwurfs von 1989 vorgesehene internationale Erschöpfung in der Vorlage von 1993 wieder fallen gelassen worden. Art. 8a des Entwurfs von 1989 enthält aber lediglich eine Sonderregelung der Erschöpfung für biologisch vermehrbare Materie und äussert sich weder für diesen besonderen Bereich noch allgemein zur Frage, ob nationale oder internationale Erschöpfung Anwendung finden soll (BBl 1989 III 266); dasselbe gilt für die einschlägigen Ausführungen in der zugehörigen bundesrätlichen Botschaft (BBl 1989 III 255 f.). Folglich lässt der Umstand, dass der vorgeschlagene neue Art. 8a in die Vorlage vom 18. August 1993 nicht mehr aufgenommen wurde (vgl. BBl 1993 III 716) und deshalb auch keinen Eingang in die auf den 1. September 1995 in Kraft getretene Änderung des Patentgesetzes gefunden hat, entgegen der Ansicht der Vorinstanz nicht den Schluss zu, dass der Gesetzgeber im Patentrecht ausdrücklich auf die internationale Erschöpfung verzichtet hätte. Vielmehr ist davon auszugehen, dass das Gesetz die Frage nicht regelt. Der Botschaft zum Entwurf von 1989 lässt sich übrigens entnehmen, dass der |329| Gedanke der Einführung einer regionalen, auf die Mitgliedstaaten der EG und der EFTA ausgedehnten Erschöpfung damals bereits im Vorverfahren wieder fallen gelassen worden war (vgl. BBl 1989 III 246).\n\nRichtig ist hingegen, dass in der Lehre für das Patentrecht bisher überwiegend die Auffassung vertreten wird, es gelte nationale Erschöpfung (ALOIS TROLLER, a.a.O., S. 767; PEDRAZZINI, Patent- und Lizenzvertragsrecht, 2. Aufl. 1987, S. 123; KAMEN TROLLER, a.a.O., S. 661; GRAZ, a.a.O., S. 107 ff.; ebenso die herrschende Lehre in anderen europäischen Staaten: BEIER, Zur Zulässigkeit von Parallelimporten patentierter Erzeugnisse, GRUR int. 1996, S. 1 ff., insbes. S. 3 ff., mit umfassenden rechtsvergleichenden Hinweisen; a.M. jedoch BIERI-GUT, Parallelimport und Immaterialgüterrechte nach schweizerischen Spezialgesetzen und dem Recht der EU, AJP 1996, S. 574 ; kritisch ebenfalls COTTIER/STUCKI, a.a.O., S. 50 f.; vgl. dazu allerdings auch DUTOIT, Les importations parallèles au crible de quel droit?, in: Conflit entre importations parallèles et propriété intellectuelle?, Comparativa 60, 1996, S. 98 f.). Eine feststehende Gerichtspraxis, welche diese Auffassung bestätigen würde, fehlt indessen. Das letzte Wort ist noch nicht gesprochen (vgl. PEDRAZZINI/VON BÜREN/MARBACH, a.a.O., S. 155 f. Rz. 641).\n\nIm Übrigen bedürfte auch näherer Prüfung, ob die funktionellen Ähnlichkeiten zwischen Urheber- und Patentrecht in der Tat zwingend eine übereinstimmende Regelung der Erschöpfung erheischen. Das Patentrecht unterscheidet sich vom Urheberrecht immerhin dadurch, dass die Erlangung des Patentschutzes für jedes Land erhebliche Kosten verursacht und dass auch die Aufrechterhaltung des Schutzes nicht kostenfrei möglich ist, sondern die periodische Entrichtung von Patentgebühren in den verschiedenen Schutzländern voraussetzt. Man kann sich daher die Frage stellen, ob und wieweit dem Patentinhaber ermöglicht werden soll, seine Investitionen in den Patentschutz in jedem Land gesondert zu rentabilisieren, ohne dabei durch Parallelimporte beeinträchtigt zu werden. Eine besondere Behandlung des Patents in Bezug auf die Erschöpfung wird zum Teil auch in der Lehre befürwortet (DUTOIT, a.a.O., S. 98 f.; ebenso für das deutsche Recht DIETRICH REIMER, Der Erschöpfungsgrundsatz im Urheberrecht und gewerblichen Rechtsschutz unter Berücksichtigung der Rechtsprechung des Europäischen Gerichtshofs, GRUR 1976 Int., S. 228 f.). Für eine einheitliche Geltung der internationalen Erschöpfung sowohl im Urheber- als auch im Patentrecht lassen sich allerdings ebenfalls beachtliche Argumente |330| anführen (COTTIER/STUCKI, a.a.O.; vgl. auch E. g und i hienach). Im vorliegenden Zusammenhang braucht die Frage indessen nicht abschliessend beurteilt zu werden. Festzuhalten ist jedenfalls, dass sich aus dem Vergleich mit dem Patentrecht nichts zugunsten einer Auslegung von Art. 12 Abs. 1 URG im Sinne der nationalen Erschöpfung ableiten lässt.\n\ne) Die Beklagte wirft der Vorinstanz vor, bei ihrer systematischen Auslegung das Kartellrecht nicht berücksichtigt zu haben. Die Klägerinnen weisen jedoch zu Recht darauf hin, dass das Kartellgesetz (KG, SR 251) in Art. 3 Abs. 2 Wettbewerbswirkungen, die sich ausschliesslich aus der Gesetzgebung über das geistige Eigentum ergeben, ausdrücklich von seinem Geltungsbereich ausnimmt. Aus den Materialien geht hervor, dass der Gesetzgeber bewusst darauf verzichtet hat, hinsichtlich der Erschöpfung von Immaterialgüterrechten «in die Belange der gesetzlichen Regelung des geistigen Eigentums einzugreifen und einer allfälligen höchstrichterlichen Auslegung vorzugreifen» (BBl 1995 I 542). Aus dem Kartellrecht lassen sich deshalb - entgegen ALTENPOHL (a.a.O., S. 155) - weder für die eine noch für die andere Auslegungsvariante entscheidende Argumente gewinnen.\n\nf) Entsprechendes gilt für das GATT-Recht, auf das sich die Beklagte ebenfalls beruft. Beim Abschluss des TRIPs-Abkommens, das als Anhang 1C Bestandteil des WTO-Übereinkommens ist (SR 0.632.20, S. 342 ff.), wurde die Frage der Erschöpfung von Immaterialgüterrechten angesichts der unüberbrückbaren Gegensätzlichkeit der Verhandlungspositionen bewusst ausgeklammert (Art. 6 des TRIPs-Abkommens; dazu BBl 1994 IV 291 f.). Auf eine allgemeine Einführung der internationalen Erschöpfung wurde verzichtet; den einzelnen Vertragsstaaten bleibt deren Praktizierung aber unbenommen (Alesch Staehelin, Das TRIPs-Abkommen, S. 28 ff.; Rehbinder/Staehelin, Das Urheberrecht im TRIPs-Abkommen, UFITA 127/1995, S. 16 f.; Paul Katzenberger, TRIPS und das Urheberrecht, GRUR Int. 1995, S. 463; Stanislaw Soltysinski, International Exhaution of Intellectual Property Rights under the TRIPs, the EC Law and the Europe Agreements, GRUR Int. 1996, S. 318 ff.). Ob und wieweit vor diesem Hintergrund Raum dafür bleibt, die grundsätzliche Geltung der internationalen Erschöpfung aus anderen Teilen des WTO-Übereinkommens, insbesondere aus Art. XI des Allgemeinen Zoll- und Handelsabkommens (GATT, SR 0.632.21 in Verbindung mit SR 0.632.20, Anhang 1A.1, Ziff. 1 lit. a, S. 14), abzuleiten (so COTTIER/STUCKI, a.a.O., S. 51 |331| ff., insbes. 56 und 58; vgl. auch COTTIER, a.a.O., S. 53 ff.), erscheint fraglich, braucht aber vorliegend nicht abschliessend geprüft zu werden.\n\ng) Beachtlich ist hingegen wiederum, dass die in Art. 31 BV gewährleistete Handels- und Gewerbefreiheit auch die Aussenwirtschaftsfreiheit mit einschliesst, und zwar insbesondere auch die Freiheit, immaterialgüterrechtlich geschützte Produkte ein- und auszuführen (BGE 122 III 469 E. 5g/aa S. 480). Eine Beschränkung dieser Freiheit wäre nur verfassungskonform, wenn sie durch eine ausreichende gesetzliche Grundlage gedeckt und durch ein überwiegendes öffentliches Interesse gerechtfertigt wäre (vgl. BGE 123 I 212 E. 3a S. 217, mit Hinweisen). Der Vorschrift von Art. 12 Abs. 1 URG lässt sich jedoch kein klarer Wille des Gesetzgebers entnehmen, Parallelimporte urheberrechtlich geschützter Produkte zu verbieten (vgl. E. a und b hievor). Ein überwiegendes öffentliches Interesse an einem solchen Verbot lässt sich ebenfalls kaum namhaft machen; die Öffentlichkeit ist im Gegenteil vor allem an einem möglichst ungehinderten Zugang zu ausländischem Kulturgut interessiert (vgl. ZÄCH, Recht auf Parallelimporte und Immaterialgüterrecht, SJZ 91/ 1995, S. 303 ff. und 307 f.). Die Klägerinnen befürchten allerdings, dass eine Zulassung von Parallelimporten die Kulturgüterindustrie zur Abwanderung aus der Schweiz veranlassen und die Fachhändler - wegen des Drucks auf ihre Marge - zu vermehrter Konzentration auf umsatzträchtige Produkte und zu einer Ausdünnung des Sortiments zwingen könnte. Solche Befürchtungen sind jedoch unbegründet, galt doch in der Schweiz schon unter der Herrschaft des früheren Rechts seit jeher die internationale Erschöpfung, ohne dass Klagen über negative Auswirkungen auf Kulturgüterindustrie und Fachhandel laut geworden wären. Gründe, die geeignet wären, die mit einem Übergang zur nationalen Erschöpfung verbundene Beschränkung der Handels- und Gewerbefreiheit zu rechtfertigen, sind daher nicht ersichtlich. Der Gesichtspunkt der verfassungskonformen Auslegung (vgl. BGE 122 III 469 E. 5a S. 474; BGE 119 Ia 241 E. 7a S. 248, mit Hinweisen) spricht somit ebenfalls dafür, Art. 12 Abs. 1 URG im Sinne der im bisherigen Recht geltenden internationalen Erschöpfung zu verstehen.\n\nh) Die Klägerinnen führen im Rahmen der systematischen Auslegung auch den «ausgesprochen urheberfreundlichen Geist» ins Feld, von dem die Revision des Urheberrechtsgesetzes in den Jahren 1991 und 1992 getragen gewesen sein soll. Daraus möchten sie ableiten, dass eine systematische Auslegung des Urheberrechtsgesetzes |332| im Zweifelsfall zur urheberfreundlicheren von zwei möglichen Auslegungen gelangen müsse. Sie verschweigen jedoch, dass die Urheberfreundlichkeit sich nicht etwa erst in der parlamentarischen Schlussphase der Gesetzesrevision zeigte, sondern in noch stärkerem Masse bereits die früheren Vorentwürfe und Entwürfe prägte; den ersten vom Bundesrat vorgelegten Gesetzesentwurf wies das Parlament zurück, weil er die Interessen der Urheber gegenüber jenen der Produzenten und Werknutzer zu stark betonte (BBl 1989 III 482, 485 und 503). Trotz ihrer ausgeprägten Urheberfreundlichkeit sahen aber die Vorentwürfe und Entwürfe durchwegs die internationale Erschöpfung vor (vgl. E. b hievor). Es ist daher nicht einzusehen, weshalb dieser Grundsatz nunmehr mit Hilfe einer «urheberfreundlichen Auslegung» beseitigt und durch jenen der nationalen Erschöpfung ersetzt werden soll.\n\ni) Ziel der in Art. 12 Abs. 1 URG statuierten Regel, wonach sich das ausschliessliche Verbreitungsrecht mit der ersten rechtmässigen Inverkehrsetzung erschöpft, ist der Ausgleich zwischen den Interessen des Inhabers des Urheberrechts und jenen der sachenrechtlichen Eigentümer von Werkexemplaren. Die erste Vermarktung gibt dem Rechtsinhaber Gelegenheit, die ihm zustehenden Gewinnmöglichkeiten zu realisieren. Könnte er darüber hinaus den weiteren Vertrieb beliebig untersagen oder von Bedingungen abhängig machen, würde dies den Wirtschaftsverkehr übermässig behindern. Nach der ersten Inverkehrsetzung hat daher sein Interesse zurück- und dasjenige des Handels und der Konsumenten an der Verkehrsfähigkeit der Werkexemplare in den Vordergrund zu treten (REHBINDER, Schweizerisches Urheberrecht, 2. Aufl. 1996, S. 97; WILLI, Schutz selektiver Vertriebssysteme durch das Urheberrecht, SJZ 91/1995, S. 206; BIERI-GUT, a.a.O., S. 569; OMSELS, Erschöpfung ohne Veräusserung, GRUR 1994, S. 165).\n\nFür Werkexemplare, die erstmals im Ausland in Verkehr gesetzt worden sind, ist davon auszugehen, dass der Rechtsinhaber bereits dort Gelegenheit zur Wahrnehmung der wirtschaftlichen Vorteile gehabt hat (so auch ein jüngstes amerikanisches Urteil, vgl. dazu JOLLER, U.S. Supreme Court für internationale Erschöpfung des Urheberrechts, European Law Reporter 1998, S. 142 ff.). Allerdings ist nicht zu übersehen, dass die Gewinnmöglichkeiten in den verschiedenen Ländern wegen der unterschiedlichen Ausgestaltung des Urheberrechtsschutzes variieren können (vgl. GRAZ, a.a.O., S. 99 ff.). Es liegt jedoch am Rechtsinhaber zu prüfen, wo ausreichende Gewinnmöglichkeiten bestehen, und gestützt darauf zu entscheiden, |333| wo er das Werk vermarkten will. Dabei ist ihm durchaus zuzumuten, bei seiner Marktanalyse und bei der Festlegung seiner Vermarktungsstrategie auch mit allfälligen Parallelimporten zu rechnen. Das Gewinninteresse des Rechtsinhabers vermag deshalb das allgemeine Interesse am freien Handel und an der Ermöglichung des Wettbewerbs nicht aufzuwiegen, zumal einem möglichst freien Zugang der Konsumenten zu ausländischem Kulturgut in der Schweiz seit jeher grosses Gewicht beigemessen wird; als kleines Land ist die Schweiz auf den kulturellen Austausch besonders angewiesen (SPOENDLIN, Der internationale Schutz des Urhebers, UFITA 107/1988, S. 32).\n\nAus dem Blickwinkel einer teleologischen Gesetzesauslegung lässt es sich daher ebenfalls nicht rechtfertigen, mit einem Übergang zur nationalen Erschöpfung eine Abschottung des schweizerischen Marktes für urheberrechtlich geschützte Produkte herbeizuführen. Dagegen ist auch mit dem in der Berufungsantwort mehrfach vorgebrachten Argument nicht aufzukommen, die Klägerinnen müssten den chinesischen Markt wegen des absolut erforderlichen Kampfes gegen Piraterieprodukte zu äusserst billigen Preisen beliefern. Denn abgesehen davon, dass vorliegend Parallelimporte von für den amerikanischen Markt bestimmten Videospielen in Frage stehen, liegt die Bekämpfung des Piraterieprodukte-Geschäfts in China jedenfalls ausserhalb des Normzwecks von Art. 12 Abs. 1 URG.\n\nj) Zusammenfassend ergibt sich, dass nach dem neuen Urheberrecht weiterhin die internationale Erschöpfung gilt. Das Verwertungsrecht des Urhebers ist somit auch für Werkexemplare erschöpft, die mit seiner Zustimmung erstmals im Ausland veräussert worden sind. Die Einfuhr solcher Produkte in die Schweiz kann mit urheberrechtlichen Mitteln nicht unterbunden werden.\n\n3. Im Sinne einer Eventualerwägung führt das Handelsgericht aus, der Erstklägerin stünden selbst dann urheberrechtliche Abwehransprüche gegen die Beklagte zu, wenn davon auszugehen sei, dass im schweizerischen Urheberrecht die internationale Erschöpfung gelte. Es verweist dazu namentlich auf die Lehrmeinung von REHBINDER, wonach der Rechtsinhaber das Verbreitungsrecht einem Verleger mit räumlichen, zeitlichen oder inhaltlichen Beschränkungen übertragen kann (a.a.O., S. 98 und 128). REHBINDER stellt sich auf den Standpunkt, dass im Ausland in Verkehr gesetzte Werkexemplare in der Schweiz nicht weiterverbreitet werden dürfen, wenn sich das dem ausländischen Verleger eingeräumte Verbreitungsrecht nicht auf die Schweiz erstrecke (a.a.O., S. 99; |334| ebenso - für das deutsche Recht - SCHRICKER/LOEWENHEIM, Urheberrecht, München 1987, N. 24 zu § 17, mit weiteren Hinweisen, und REIMER, a.a.O., S. 226 f., mit ausführlicher Begründung; vgl. auch CHERPILLOD, a.a.O., Comparativa 60, S. 67 f.; BARRELET/EGLOFF, a.a.O., N. 17 zu Art. 10 und N. 18 zu Art. 16). Gestützt darauf gelangt die Vorinstanz zum Schluss, im vorliegenden Fall habe die Erschöpfung nur soweit eintreten können, als das der Nintendo of America Inc. abgetretene Verbreitungsrecht reiche, d.h. nur für die USA, Kanada, Mexiko und Lateinamerika. Dies habe zur Folge, dass die Erstklägerin, weil ihr für die übrigen Gebiete und insbesondere für die Schweiz weiterhin das volle Urheberrecht zustehe, urheberrechtliche Abwehransprüche gegen den Parallelimport von Videospielen geltend machen könne, die durch die Nintendo of America Inc. in den USA in Verkehr gesetzt worden seien.\n\nDie Beklagte beanstandet diese Erwägung zu Recht als bundesrechtswidrig. Die Auffassung des Handelsgerichts läuft darauf hinaus, die Erschöpfung gewissermassen durch die Hintertür doch wieder weitgehend auf eine bloss nationale Tragweite einzugrenzen. Würde dieser Betrachtungsweise gefolgt, so würde den Inhabern von Urheberrechten ermöglicht, bei entsprechender vertraglicher Ausgestaltung ihrer Vertriebsorganisation doch wieder über die Erstveräusserung der Werkexemplare hinaus auch den weiteren Vertrieb mit den Mitteln des Urheberrechts zu steuern. Es ist aber nicht einzusehen, weshalb eine Rechtsinhaberin der Erschöpfung ihres Verwertungsrechts dadurch entgehen können soll, dass sie, statt ihre urheberrechtlich geschützten Produkte im Ausland selbst in Verkehr zu setzen, die Inverkehrsetzung über eine Tochtergesellschaft bewerkstelligt und dieser dabei ein auf bestimmte Länder beschränktes Verbreitungsrecht einräumt, wie dies im vorliegenden Fall geschehen ist. Aus dem Blickwinkel des schweizerischen Urheberrechts ist einzig entscheidend, ob die Werkexemplare mit Zustimmung der Rechtsinhaberin veräussert worden sind, sei es im Inland oder im Ausland (E. 2 hievor). Vertragliche Beschränkungen übertragener Verbreitungsrechte können daher nur schuldrechtliche Verpflichtungen gegenüber dem Vertragspartner begründen. Es ist ausgeschlossen, sie - im Sinne von Begrenzungen der Erschöpfung - Dritten entgegenzuhalten.\n\n4. Die Klägerinnen weisen zur Stützung des angefochtenen Urteils zusätzlich auf eine von MARIANNE BIERI-GUT geäusserte Lehrmeinung hin. Diese Autorin hält eine Ausnahme der von ihr sonst vertretenen internationalen Erschöpfung dann für gerechtfertigt, |335| wenn sowohl der Schutzrechtsinhaber als auch die Konsumenten ein Interesse an der Verhinderung von Parallelimporten hätten. Dies sei der Fall bei technisch anspruchsvollen Erzeugnissen, bei welchen der Konsument eine besondere Vertriebsqualität erwarte, die nur der autorisierte Händler erbringen könne. Es gehe dabei um Kundendienstleistungen, d.h. um Zusatzleistungen wie fachmännische Beratung, Instruktion, Montage, Service, Garantie, Reparatur- und Ersatzteildienst (a.a.O., AJP 1996, S. 562). Nach Auffassung der Klägerinnen handelt es sich bei den streitigen Videospielen angesichts ihrer Komplexität und angesichts der angesprochenen Konsumentenkreise - Kinder und Jugendliche im Alter von 7-15 Jahren - um technisch anspruchsvolle Erzeugnisse. Die Zweitklägerin biete ihren jungen Konsumenten fachmännische Beratung über ihre Hotline, die permanent von zwei Mitarbeitern täglich bedient werde. Besonderer Beratungsbedarf ergebe sich wegen parallelimportierter Spiele mit englischsprachigen Spielanleitungen, die von den Kindern und Jugendlichen nicht verstanden würden. Parallelimporteure seien nicht in der Lage, eine solche Hotline zu unterhalten. Selbst nach der Ansicht von Bieri-Gut sei daher im vorliegenden Fall die Anwendung der nationalen Erschöpfung gerechtfertigt.\n\nMit dieser Argumentation werfen die Klägerinnen der Beklagten der Sache nach vor, in schmarotzerischer Weise von den Zusatzleistungen zu profitieren, welche die Zweitklägerin den Konsumenten der klägerischen Videospiele erbringt. Für eine Berücksichtigung derartiger Gesichtspunkte bietet aber das Urheberrecht keine Handhabe. Angesprochen ist vielmehr die Frage, ob die beklagtischen Parallelimporte unter dem Blickwinkel des Wettbewerbsrechts zulässig sind. Werden bestimmte Waren unter Umgehung des offiziellen Vertriebssystems parallel importiert, so ist dies nach der Rechtsprechung für sich allein selbst dann nicht wettbewerbswidrig, wenn dabei Vertragsbrüche von Vertragshändlern ausgenützt werden (BGE 122 III 469 E. 7 S. 482 f.; BGE 114 II 91 E. 4b S. 101 f., mit Hinweisen). Anders verhält es sich nur, wenn dem Parallelimporteur eine Verleitung zum Vertragsbruch (Art. 4 lit. a UWG; SR 241) nachgewiesen werden kann, wofür vorliegend jegliche Anhaltspunkte fehlen. Daneben kann sich die Unlauterkeit von Parallelimporten allenfalls auch aus anderen besonderen Umständen ergeben, die das Vorgehen des Parallelimporteurs als Verstoss gegen Treu und Glauben erscheinen lassen (BGE 114 II 91 E. 4a/dd und 4b S. 100 f.) oder sich negativ auf den Wettbewerb auswirken (BGE 122 III 469 E. 10 S. 485). Auch davon kann im vorliegenden Fall |336| jedoch keine Rede sein. Insbesondere lässt sich aus dem blossen Umstand, dass die «Hotline» der Zweitklägerin möglicherweise auch von Käufern parallelimportierter Videospiele benutzt wird, nicht etwa schliessen, dass die Beklagte es systematisch auf ein Schmarotzen an dieser Zusatzleistung der Zweitklägerin angelegt hätte (vgl. LUCAS DAVID, Schweizerisches Wettbewerbsrecht, 3. Aufl. 1997, S. 102 Rz. 386); daran vermag auch nichts zu ändern, dass es um technisch verhältnismässig anspruchsvolle Produkte geht. Anhaltspunkte für negative Auswirkungen der klägerischen Parallelimporte auf den Wettbewerb (vgl. BGE 122 III 469 E. 10b S. 486 f.) sind ebenfalls nicht ersichtlich. Ein Wettbewerbsverstoss der Beklagten ist daher zu verneinen."}