{"annee": "124", "cour": "V", "page": "246", "date": "7/4/1998", "cite": ["121 II 273", "122 V 19", "107 V 191", "122 V 367"], "cite_par": ["126 V 42", "134 V 257", "129 V 110"], "chapeau": "40. Arrêt du 7 avril 1998 dans la cause S. contre Office cantonal de l'assurance-chômage et Tribunal administratif du canton de Vaud", "regestes": ["Art. 65 LACI; art. 335b CO: allocations d'initiation au travail. Pendant le temps d'essai, l'employeur peut en principe résilier le contrat de travail sans s'exposer au risque d'une restitution de prestations d'assurance ou à un refus de remboursement d'allocations dont il aurait fait l'avance au salarié."], "faits": "|246|\n\nA.- R., née en 1948, a une double formation d'employée de commerce et d'institutrice. Le 2 septembre 1996, elle a conclu un contrat de travail avec S., qui exploite l'entreprise C., à L. Le contrat était conclu pour une durée indéterminée. Le temps d'essai était fixé à trois mois, moyennant un délai de congé de sept jours. Les rapports de travail ont débuté le 17 septembre 1996.\n\nParallèlement, le 4 septembre 1996, R. a déposé une demande d'allocations en vue d'une initiation au travail auprès de ce même employeur. Par décision du 24 septembre 1996, l'Office cantonal vaudois de l'assurance-chômage a alloué à l'assurée les allocations demandées pour la période du 17 septembre 1996 au 16 mars 1997. Cette décision comportait le passage suivant:\n\n\"1. Les dispositions et les engagements souscrits par l'employeur par sa confirmation relative à l'initiation au travail priment tout accord contenant des clauses contraires, en tant qu'ils lient l'assurance-chômage au versement d'une prestation.\n\n2. Après le temps d'essai d'un mois, le contrat de travail ne pourra pas être résilié avant la fin de l'initiation pour la fin du mois suivant, sous réserve de justes motifs (337 CO). Dans cette hypothèse improbable, l'office ayant émis la présente décision devra en être informé sans délai.\n\nA défaut, la restitution des prestations pourra être exigée.\"\n\nLe salaire déterminant s'élevait à 3'500 francs, comprenant une part d'allocations d'initiation au travail et une part de \"salaire résiduel\" à la charge de l'employeur. Pour le mois de septembre 1996 (période du 17 au 30 septembre), ces parts étaient respectivement de 978 fr. 60 et 652 fr. 40, soit 1'631 francs au total.\n\n|247|\n\nB.- Par lettre du 11 octobre 1996, l'employeur a résilié les rapports de travail. Ceux-ci ont pris fin, effectivement, le 17 octobre suivant. L'employeur a motivé sa décision par le fait qu'il avait été obligé de passer trop de temps à la formation de l'assurée, notamment parce que celle-ci n'arrivait pas à travailler seule avec un ordinateur et qu'il n'existait aucun «potentiel d'adaptation» au travail proposé.\n\nPour le mois de septembre 1996, l'employeur a versé à l'assurée l'intégralité du salaire déterminant de 1'631 francs.\n\nLe 15 octobre 1996, l'office cantonal de l'assurance-chômage, invoquant la résiliation prématurée du contrat de travail, a rendu une nouvelle décision par laquelle il annulait sa décision précédente du 24 septembre 1996.\n\nC.- S. a recouru contre cette décision en concluant au remboursement par l'assurance-chômage du montant prévu de l'allocation d'initiation au travail pour le mois de septembre 1996 (978 fr. 60).\n\nPar jugement du 3 février 1997, le Tribunal administratif du canton de Vaud a rejeté le recours. En bref, il a retenu que l'employeur ne pouvait pas se prévaloir de justes motifs de résiliation du contrat. Il ne s'était donc pas conformé aux conditions fixées par l'office cantonal de l'assurance-chômage dans sa décision du 24 septembre 1996.\n\nD.- S. interjette un recours de droit administratif en concluant à l'annulation de ce jugement et au versement des allocations litigieuses.\n\nL'office cantonal de l'assurance-chômage conclut au rejet du recours. R. a présenté des observations, sans toutefois prendre de conclusions formelles.", "considerants": "Considérant en droit:\n\n1. Selon le texte de l'art. 65 LACI, ce sont les assurés qui peuvent bénéficier des allocations d'initiation au travail. En l'espèce, le recourant a toutefois versé la totalité du salaire de l'assurée pour le mois de septembre 1996. Il a donc un intérêt digne de protection (art. 103 let. a OJ) à recourir contre le jugement attaqué.\n\n2. En matière d'assurances sociales, la jurisprudence tient pour valable la révocation de décisions, sur lesquelles une autorité judiciaire ne s'est pas prononcée, en cas de découverte de faits ou de moyens de preuve nouveaux ou en cas d'inexactitude manifeste (ATF 122 V 21 consid. 3a, 173 consid. 4a). Il n'est cependant pas nécessaire que ces conditions soient |248| remplies lorsque la décision n'est pas entrée en force formelle, c'est-à-dire lorsque le délai de recours n'est pas encore échu au moment où l'administration révoque sa décision (ATF 122 V 369 consid. 3 in fine, ATF 121 II 276 consid. 1a/aa, ATF 107 V 191).\n\nEn l'espèce, le délai de recours de 30 jours (art. 103 al. 3 LACI) n'avait pas expiré quand l'office cantonal de l'assurance-chômage a annulé sa décision du 24 septembre 1996. Il faut donc se prononcer sur le droit aux allocations litigieuses sans égard aux conditions, précitées, sur la révocation des actes administratifs.\n\n3. a) Selon l'art. 65 LACI, les assurés dont le placement est difficile et qui, accomplissant une initiation au travail dans une entreprise, reçoivent de ce fait un salaire réduit, peuvent bénéficier d'allocations d'initiation au travail lorsque:\n\na. Ils remplissent la condition fixée à l'article 60, premier alinéa, lettre b;\n\nb. Le salaire réduit durant la mise au courant correspond au moins au travail fourni et\n\nc. Qu'au terme de cette période, l'assuré peut escompter un engagement aux conditions usuelles dans la branche et la région, compte tenu, le cas échéant, d'une capacité de travail durablement restreinte.\n\nSelon l'art. 66 LACI, les allocations d'initiation au travail couvrent la différence entre le salaire effectif et le salaire normal que l'assuré peut prétendre au terme de sa mise au courant, compte tenu de sa capacité de travail, mais tout au plus 60 pour cent du salaire normal (al. 1). Pendant le délai-cadre, elles sont versées pour six mois au plus, dans des cas exceptionnels, notamment pour des chômeurs âgés, pour douze mois au plus (al. 2).\n\nb) Bien que les assurés soient eux-mêmes titulaires du droit aux allocations d'initiation au travail (voir consid. 1 ci-dessus), celles-ci sont versées par la caisse à l'employeur; ce dernier les verse à son tour à l'assuré avec le salaire convenu (art. 90 al. 4 OACI). Si l'employeur résilie les rapports de travail, le droit à l'indemnité prend fin immédiatement. La pratique administrative envisage la restitution des prestations par l'employeur lorsque celui-ci résilie le contrat pendant la durée de l'initiation au travail sans pouvoir se prévaloir de \"motifs graves\", c'est-à-dire, en principe, de justes motifs au sens de l'art. 337 CO (circulaire de l'Office fédéral du développement économique et de l'emploi, anciennement Office fédéral de l'industrie, des arts et métiers et du travail, relative aux mesures de marché du travail [MMT], valable |249| depuis le 1er juin 1997, partie J no 27; voir aussi DIETER FREIBURGHAUS, Präventivmassnahmen gegen die Arbeitslosigkeit in der Schweiz, Berne 1987, p. 51).\n\nLe problème se pose de manière différente en cas de résiliation pendant le temps d'essai. Dans cette éventualité, la suppression des prestations n'aura en principe pas d'effet rétroactif. Le temps d'essai doit en effet fournir aux parties l'occasion de préparer l'établissement de rapports de travail destinés à durer, en leur permettant d'éprouver leurs relations de confiance, de déterminer si elles se conviennent mutuellement et de réfléchir avant de s'engager pour une plus longue période (BRUNNER/BÜHLER/WAEBER, Commentaire du contrat de travail, 2ème édition, note 1 ad art. 335b CO; BRÜHWILER, Kommentar zum Einzelarbeitsvertrag, 2ème édition, note 1 ad art. 335b CO). Quant au but des allocations d'initiation au travail, il est de favoriser l'engagement durable de personnes au chômage dont le placement est fortement entravé (ATF 112 V 251 sv. consid. 3b; CATTANEO, Les mesures préventives et de réadaptation de l'assurance-chômage, thèse Genève 1992, no 780 ss, p. 467). Le droit est subordonné, on l'a vu, à la condition qu'au terme de la période d'initiation, l'assuré puisse escompter un engagement aux conditions usuelles dans la branche et la région, compte tenu, le cas échéant, d'une capacité de travail durablement restreinte (art. 65 let. c LACI). L'autorité cantonale peut exiger que cette condition fasse l'objet d'un contrat écrit (art. 90 al. 3 OACI).\n\nAu regard des engagements que l'employeur est ainsi amené à prendre, celui-ci doit pouvoir, sans encourir le remboursement de prestations d'assurance, s'en libérer pendant le temps d'essai, si les rapports contractuels noués entre les parties ne répondent pas à son attente (dans ce sens: FREIBURGHAUS, ibidem). Dans le même ordre d'idées, on peut relever que la jurisprudence tient aussi compte du but du temps d'essai, dans le sens d'une atténuation de la faute, quand il s'agit de décider si le droit d'un assuré à l'indemnité de chômage doit être suspendu, lorsque ce dernier a lui-même résilié le contrat de travail pendant le temps d'essai, sans avoir été préalablement assuré d'obtenir un autre emploi (arrêt non publié C. du 5 décembre 1995). Tout au plus faut-il réserver, en l'espèce, le cas où l'employeur a agi avec légèreté ou de manière abusive, notamment en concluant le contrat avec l'intention dissimulée de mettre fin rapidement aux rapports de travail (cf. GERHARDS, Kommentar zum Arbeitslosenversicherungsgesetz [AVIG], vol. II, note 30 ad art. 65-67 LACI).\n\n|250|\n\nc) La première décision de l'office intimé s'inscrit du reste tout à fait dans ce cadre. En effet, il en ressort clairement qu'une restitution de prestations (ou un effet rétroactif à une décision de suppression de prestations) n'entre en tout cas pas en ligne de compte pendant le temps d'essai. Par ailleurs, dans cette même décision, l'office a subordonné le versement des allocations à la condition que le temps d'essai ne dépasse pas la durée légale d'un mois (art. 335b al. 1 CO), au lieu de la durée de trois mois prévue initialement par les parties. Par ce moyen, l'administration voulait sans aucun doute se prémunir contre le risque que l'employeur utilise abusivement le temps d'essai prolongé contractuellement, afin d'obtenir des prestations sans rapport avec l'objectif d'insertion visé par l'assurance-chômage. Il faut donc y voir la reconnaissance - au moins implicite - par l'administration de la faculté de l'employeur de résilier les rapports de travail pendant la durée du temps d'essai légal, sans donner de motifs particuliers et sans s'exposer au risque d'une restitution de prestations ou à un refus de remboursement d'allocations dont il aurait fait l'avance au salarié.\n\n4. En l'espèce, il n'est pas contesté que l'assurée avait en principe droit à des allocations d'initiation au travail, en raison notamment de ses difficultés à trouver un emploi. L'administration n'a en effet jamais remis en cause ce droit comme tel, en particulier la nécessité pour l'intéressée de bénéficier d'une formation dépassant les limites d'une mise au courant usuelle qui incombe normalement à tout employeur.\n\nD'autre part, contrairement d'ailleurs à l'opinion des premiers juges, le congé a été valablement donné pendant le temps d'essai légal. Selon l'art. 335b al. 1 CO, chacune des parties peut résilier le contrat de travail à tout moment moyennant un délai de congé de sept jours; est considéré comme temps d'essai le premier mois de travail. D'après les faits, non contestés, retenus par la juridiction cantonale, la lettre de résiliation de l'employeur a été reçue par l'employée le 12 octobre 1996, soit avant l'expiration de la période d'un mois. Les premiers juges soutiennent à tort que le congé devait être donné, au plus tard, pour la fin de cette période (en l'occurrence, pour le 17 octobre 1996), moyennant observation du délai de sept jours. En effet, il suffit, aux termes de la loi, que la déclaration de congé parvienne à son destinataire avant l'expiration du temps d'essai; peu importe donc que le délai de congé arrive à échéance après la période d'essai (STAEHELIN/VISCHER, Commentaire zurichois, note 7 ad art. 335b CO; REHBINDER, Commentaire bernois, note 6 ad art. 335b CO; |251| BRUNNER/BÜHLER/WAEBER, op.cit., note 4 ad art. 335b CO; BRÜHWILER, op.cit., note 4 ad art. 335b CO; STREIFF/VON KAENEL, Leitfaden zum Arbeitsvertragsrecht, 5e éd., Zurich 1992, note 9 ad art. 335b CO). Une proposition contraire du Conseil fédéral (FF 1984 II 658) n'a pas été retenue lors des débats parlementaires (BO 1985 CN 1119 et BO 1987 CE 340).\n\nDans ces conditions, et en l'absence d'indices d'un comportement abusif de l'employeur, le droit aux allocations ne pouvait pas être nié du fait de la résiliation prématurée du contrat de travail. La décision du 15 octobre 1996 doit dès lors être annulée et il appartiendra à l'office cantonal de l'assurance-chômage, à qui la cause sera renvoyée, de statuer sur le versement des allocations en cause pendant la période durant laquelle l'assurée a été au service du recourant."}