{"annee": "124", "cour": "IV", "page": "94", "date": "3/4/1998", "cite": ["101 IV 324", "119 IV 44"], "cite_par": ["128 IV 34", "124 IV 262", "131 IV 191", "142 III 557", "127 IV 97"], "chapeau": "17. Auszug aus dem Urteil des Kassationshofes vom 3. April 1998 i.S. Staatsanwaltschaft des Kantons Schaffhausen gegen O. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 268 ss PPF; pourvoi en nullité, intérêt juridique à l'annulation de la décision attaquée. Le pourvoi est irrecevable lorsque son admission ne modifierait en rien le résultat de la décision cantonale attaquée."], "faits": "BGE 124 IV 94 S. 94\n\nO. wurde unter anderem angeklagt, von Anfang 1994 bis November 1996 regelmässig Heroin und unregelmässig Kokain in einer nicht mehr bestimmbaren Gesamtmenge konsumiert zu haben.\n\nBGE 124 IV 94 S. 95\n\nAm 30. Januar 1998 sprach das Obergericht des Kantons Schaffhausen O. zweitinstanzlich schuldig der qualifizierten Widerhandlung gegen das Betäubungsmittelgesetz im Sinne von Art. 19 Ziff. 1 und Ziff. 2 lit. a des Bundesgesetzes über die Betäubungsmittel und die psychotropen Stoffe (BetmG; SR 812.121) sowie der mehrfachen Übertretung des Betäubungsmittelgesetzes im Sinne von Art. 19a Ziff. 1 BetmG und bestrafte sie mit 12 Monaten Gefängnis (unbedingt). Das Verfahren wegen mehrfacher Übertretung des Betäubungsmittelgesetzes für die Zeit bis zum 30. Januar 1996 stellte das Obergericht zufolge Verjährung ein.\n\nDie Staatsanwaltschaft führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts aufzuheben, soweit das Verfahren wegen mehrfacher Übertretung des Betäubungsmittelgesetzes eingestellt worden ist; die Sache sei an das Obergericht zurückzuweisen zur Verurteilung wegen Übertretung von Art. 19a Ziff. 1 BetmG durch Konsum von Heroin und Kokain in der Zeit von Anfang 1994 bis November 1996.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Die Nichtigkeitsbeschwerde ist nur zulässig, wenn der Beschwerdeführer durch den angefochtenen Entscheid beschwert ist und ein rechtliches Interesse an dessen Aufhebung hat (BGE 119 IV 44 E. 1a; BGE 101 IV 324 E. 1, je mit Hinweisen).\n\nb) Die Beschwerdeführerin macht geltend, die Vorinstanz habe zu Unrecht einen Teil des angeklagten Konsums von Heroin und Kokain als verjährt erachtet. Die Konsumhandlungen stellten eine verjährungsrechtliche Einheit dar, bei der für sämtliche Einzelhandlungen die Verjährung erst mit dem letzten Teilakt zu laufen beginne. Da die vollumfängliche Schuldigsprechung in diesem Anklagepunkt im Gesamtzusammenhang auf das Strafmass keinen Einfluss habe, stellt die Beschwerdeführerin in bezug auf die ausgefällte Sanktion jedoch ausdrücklich keinen Antrag auf Aufhebung des vorinstanzlichen Entscheids. Die Beschwerdeführerin bemerkt, es gehe ihr einzig darum, für die aufgeworfene verjährungsrechtliche Frage einen höchstrichterlichen Grundsatzentscheid zu erhalten.\n\nc) Nach Art. 277bis Abs. 1 BStP darf der Kassationshof nicht über die Anträge des Beschwerdeführers hinausgehen. Der Kassationshof darf hier somit den angefochtenen Entscheid in bezug auf die Sanktion nicht aufheben, da die Beschwerdeführerin ausdrücklich auf einen entsprechenden Antrag verzichtet hat. Auch bei Gutheissung BGE 124 IV 94 S. 96der Beschwerde bliebe es daher bei der Strafe von 12 Monaten Gefängnis unter anderem wegen Übertretung des Betäubungsmittelgesetzes nach Art. 19a Ziff. 1 BetmG. Der bundesgerichtliche Entscheid hätte im Ergebnis keine Auswirkungen. Bei dieser Sachlage hat die Beschwerdeführerin kein schützenswertes Interesse an der Behandlung der Beschwerde. Der Beschwerdeführerin geht es - wie sie selber einräumt - lediglich um die abstrakte Beantwortung einer Rechtsfrage. Dazu kann das Bundesgericht jedoch nicht angerufen werden.\n\nAuf die Beschwerde wird deshalb nicht eingetreten.\n\n2. (Kostenfolgen)."}