{"annee": "124", "cour": "I", "page": "101", "date": "25/3/1998", "cite": ["118 IA 195", "123 I 313"], "cite_par": ["134 I 125", "125 I 458", "130 I 226"], "chapeau": "14. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 25. März 1998 i.S. Otto Windler, Willi Rüegg und Mieterinnen- und Mieterverband Schaffhausen und Umgebung gegen Grosser Rat des Kantons Schaffhausen (staatsrechtliche Beschwerde)", "regestes": ["Art. 85 let. a OJ. Art. 7, 9 et 72 al. 1 de la loi sur l'harmonisation fiscale (LHID). Invalidation de l'initiative populaire cantonale pour l'\"égalité de traitement des locataires en matière fiscale\". Situation juridique pendant le délai de huit ans dont les cantons disposent, d'après l'art. 72 al. 1 LHID, pour l'harmonisation de leurs législations fiscales. Pendant ce délai d'adaptation, il est interdit aux cantons de modifier leurs législations fiscales d'une façon clairement contraire aux prescriptions de la LHID (consid. 3, 4). Une initiative tendant à déclarer les loyers fiscalement déductibles dans la mesure où les propriétaires d'immeubles utilisant eux-mêmes un logement qui leur appartient sont autorisés, lors de l'estimation de la valeur locative de ce logement, à opérer un abattement par rapport à sa valeur sur le marché, est incompatible avec les art. 7 et 9 LHID (consid. 5)."], "faits": "BGE 124 I 101 S. 102\n\nAm 16. September 1996 wurde dem Regierungsrat des Kantons Schaffhausen eine Kantonale Volksinitiative mit dem Titel \"Steuerliche Gleichbehandlung für Mieterinnen und Mieter\" mit 1'072 gültigen Unterschriften und folgendem Initiativbegehren eingereicht:\n\n\"I.\n\nDas Gesetz über die direkten Steuern des Kantons Schaffhausen vom\n\n17. Dezember 1956 ist durch Einfügung der nachfolgenden Bestimmung zu\n\nergänzen:\n\nArt. 23 Abs. 1 Ziff. IV\n\nVom rohen Einkommen werden abgezogen\n\nIV. Bei den Mieterinnen und Mietern\n\nder Anteil des Mietzinses, welcher der durchschnittlichen prozentualen Differenz zwischen den versteuerten Eigenmietwerten der Wohnungseigentümer und den tatsächlichen Marktmieten entspricht.\n\nII.\n\nDas Gesetz tritt mit der Annahme durch das Volk in Kraft und findet spätestens Anwendung auf die nächste Neuveranlagung. Es ist im Amtsblatt zu veröffentlichen und in die kantonale Gesetzessammlung aufzunehmen.\"\n\nMit Beschluss Nr. 4363 vom 16. Dezember 1996 nahm der Grosse Rat des Kantons Schaffhausen vom formellen Zustandekommen der Initiative Kenntnis, erklärte sie aber ungültig.\n\nMit Eingabe vom 24. Januar 1997 erheben Otto Windler, Willi Rüegg sowie der Mieterinnen- und Mieterverband des Kantons Schaffhausen staatsrechtliche Beschwerde gegen die Ungültigerklärung der Volksinitiative \"Steuerliche Gleichbehandlung für Mieterinnen und Mieter\" mit dem Antrag, der Beschluss Nr. 4363 des Grossen Rates vom 16. Dezember 1996 sei vollumfänglich BGE 124 I 101 S. 103aufzuheben und der Kanton Schaffhausen anzuweisen, die Volksinitiative zur Abstimmung zu bringen.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n3. a) Nach Auffassung des Grossen Rates verstösst die Initiative gegen das Bundesgesetz über die Harmonisierung der direkten Steuern der Kantone und der Gemeinden vom 14. Dezember 1990 (Steuerharmonisierungsgesetz, StHG; SR 642.14). Gestützt auf ein Gutachten von Peter Böckli vom 4. November 1993 zuhanden des Regierungsrates des Kantons Basel-Landschaft (im folgenden: Böckli, Gutachten BL) hält er dafür, die Kantone dürften seit dem Inkrafttreten des StHG keine Bestimmungen mehr erlassen, welche die \"Diskrepanz des geltenden kantonalen Rechts zum StHG vergrössern\", mithin \"entharmonisierend\" wirken.\n\nDie Beschwerdeführer rügen, Art. 72 Abs. 1 StHG verpflichte die Kantone, ihre Gesetzgebung innert acht Jahren ab dem am 1. Januar 1993 erfolgten Inkrafttreten des StHG an dessen Vorschriften anzupassen. Die Kantone seien daher bis zum Ende des Jahres 2000 in der Ausgestaltung ihres Steuerrechts frei.\n\nb) \"Der Bund sorgt\" nach dem 1977 auf Betreiben der Kantone in die Verfassung aufgenommenen Art. 42quinquies BV (näher zur Entstehung Francis Cagianut, Kommentar zur Bundesverfassung, Entstehungsgeschichte und Rz. 11 f. zu Art. 42quinquies) \"in Zusammenarbeit mit den Kantonen für die Harmonisierung der direkten Steuern von Bund, Kantonen und Gemeinden\" (Abs. 1). Er stellt \"Grundsätze für die Gesetzgebung der Kantone und Gemeinden über Steuerpflicht, Gegenstand und zeitliche Bemessung der Steuern, Verfahrensrecht und Steuerstrafrecht\" auf und \"überwacht ihre Einhaltung\"; die Bestimmung der Steuertarife, -sätze und -freibeträge bleibt demgegenüber Sache der Kantone (Abs. 2). Bei dieser Grundsatzgesetzgebung wie auch bei der Gesetzgebung über die direkte Bundessteuer \"hat der Bund auf die Bestrebungen der Kantone zur Steuerharmonisierung Rücksicht zu nehmen\" und ihnen \"eine angemessene Frist für die Anpassung ihres Steuerrechts einzuräumen\" (Abs. 3). Gemäss Abs. 4 wirken die Kantone bei der Vorbereitung der Bundesgesetze mit.\n\nDiesem Auftrag der Verfassung entsprechend erliess der Bund unter qualifizierter Mitwirkung der Kantone und unter Rücksichtnahme BGE 124 I 101 S. 104auf deren eigene Harmonisierungsbestrebungen am 14. Dezember 1990 das StHG als Grundsatzgesetz (dazu näher: CAGIANUT, a.a.O., Entstehungsgeschichte und Rz. 8; KLAUS A. VALLENDER, Steuerharmonisierung: Verfassungsmässiger Rahmen und allgemeine Bestimmungen, ASA 61 1992/93, S. 270 ff.). Dessen Art. 72 Abs. 1 verpflichtet die Kantone unter Vorbehalt von Art. 16, ihre Gesetzgebung innert acht Jahren nach dem Inkrafttreten des Gesetzes den Titeln 2-6 anzupassen und es damit dem Bund gleichzutun, der sein Steuerrecht mit dem ebenfalls am 14. Dezember 1990 erlassenen DBG bereits auf diese Grundsätze ausgerichtet und damit harmonisiert hat.\n\nDer Bundesrat setzte das StHG auf den 1. Januar 1993 in Kraft, so dass die Frist am 31. Dezember 2000 abläuft. Nach Ablauf dieser Frist findet das Bundesrecht direkte Anwendung, wenn ihm das kantonale Steuerrecht widerspricht (Abs. 2 von Art. 72). Die Kantonsregierung erlässt in diesem Fall nach Abs. 3 der gleichen Bestimmung die erforderlichen vorläufigen Vorschriften.\n\nc) Unbestritten ist, dass die Kantone die Anpassungsfrist nach Art. 72 Abs. 1 StHG ausschöpfen können. Sie sind nicht zur stufenweisen Harmonisierung ihrer Steuergesetzgebungen schon während dieser Frist verpflichtet (Bericht der Expertengruppe CAGIANUT zur Steuerharmonisierung, Schriftenreihe der Treuhandkammer Nr. 128, Zürich 1994, S. 34 f.).\n\nKontrovers ist in der Literatur dagegen die Frage, ob die Kantone während dieser Frist auf den Erlass von steuerrechtlichen Vorschriften beschränkt sind, die dem StHG entsprechen oder sich diesem zumindest annähern - d.h. harmonisierend wirken -, oder ob sie frei sind, auch entharmonisierende Bestimmungen zu erlassen.\n\nd) Die eine Meinung steht auf dem Standpunkt, Art. 42quinquies Abs. 3 BV und Art. 72 Abs. 1 StHG würden den Kantonen bedingungslos eine angemessene Anpassungsfrist einräumen; es stehe allein in deren Verantwortung, von ihr sachgerecht Gebrauch zu machen. Es sei unzulässig, an diese den Kantonen direkt von der Bundesverfassung zugestandene Frist irgendwelche Bedingungen und Einschränkungen zu knüpfen. Das StHG sehe denn auch weder eine inhaltliche Zwischenstufe vor, welche die Kantone zwischen dem 1. Januar 1993 und dem 1. Januar 2001 zu erreichen hätten, noch eine mit Art. 72 Abs. 2 StHG vergleichbare Sanktion, wenn sie in dieser Zeit entharmonisierende Bestimmungen erliessen. Ausserdem sei es unter Umständen schwierig zu entscheiden, ob neue kantonale Vorschriften als harmonisierend oder BGE 124 I 101 S. 105entharmonisierend einzustufen seien. Es sei im übrigen auch keineswegs sicher, dass das StHG bis zum Ablauf der Frist keine Änderungen erfahre. Es sei daher davon auszugehen, dass die Gesetzgebungskompetenz der Kantone in Steuersachen bis zum Ablauf der Frist nicht angetastet würde, es diesen freistehe, während der Übergangsfrist entharmonisierende Bestimmungen zu erlassen (DANIELLE YERSIN, Harmonisation fiscale et droit cantonal, RDAF 50 1994 S. 169 ff., insbes. S. 176 f.; deutsche Fassung: Steuerharmonisierung und kantonales Recht, ASA 64 1995/96 S. 97 ff., insbes. S. 106 f.; vgl. auch THOMAS MEISTER, Rechtsmittelsystem der Steuerharmonisierung - Der Rechtsschutz nach StHG und DBG, Diss. St. Gallen 1995, S. 77 ff., der zwar ein Entharmonisierungsverbot bejaht, dieses aber als rechtlich nicht durchsetzbar betrachtet).\n\nDer gegenteilige, vom Grossen Rat des Kantons Schaffhausen eingenommene Standpunkt wird, ausser von dem von ihm zitierten Autor (PETER BÖCKLI, Gutachten BL, S. 52 ff.), namentlich von der von der Konferenz der kantonalen Finanzdirektoren eingesetzten Expertengruppe CAGIANUT (a.a.O., S. 34 f.) vertreten. Das Entharmonisierungsverbot wird im wesentlichen damit begründet, dass die Grundsätze des StHG mit dessen Inkrafttreten wirksam geworden seien. Für die kantonalen Gesetzgeber gelte daher seit dem 1. Januar 1993 ein Anpassungsgebot; Art. 72 Abs. 1 StHG werde verletzt, wenn während der achtjährigen Anpassungsfrist Steuerrechtsnormen erlassen würden, die den Grundsätzen der Steuerharmonisierung zuwiderliefen (vgl. BGE 123 I 313 E. 3b, c, S. 318 f.; in gleichem Sinne für die Übergangsfrist von Art. 98a OG: CLAUDE ROUILLER, La protection juridique en matière d'aménagement du territoire par la combinaison des art. 6 par. 1 CEDH, 33 LAT et 98a OJ: complémentarité ou plénitude?, SJZ 90/1994 S. 29 f., sowie für jene des Binnenmarktgesetzes: PETER GALLI/DANIEL LEHMANN/PETER RECHSTEINER, Das öffentliche Beschaffungswesen in der Schweiz, Zürich 1996, S. 20). Für MARKUS REICH (Gedanken zur Umsetzung des Steuerharmonisierungsgesetzes, ASA 62 1993/94 S. 577 ff., insbes. S. 598) verstösst ein Kanton mit dem Erlass solcher nicht mit dem StHG zu vereinbarenden Normen dann gegen Bundesrecht, wenn er damit die \"Harmonisierungskonformität\" seiner Steuerordnung per 1. Januar 2001 klar gefährdet; dies wäre beispielsweise bei der Einführung eines Bausparabzuges während der Übergangsfrist der Fall (im gleichen Sinn BERNHARD GREMINGER, in: Zweifel/Athanas, Kommentar zum schweizerischen Steuerrecht I/1, StHG, Basel 1997, N. 9 ff. zu Art. 72).\n\nBGE 124 I 101 S. 106\n\n4. Form und Ziel der Harmonisierung der direkten Steuern von Bund, Kantonen und Gemeinden sind in Art. 42quinquies BV und im StHG zu einem Regelungsauftrag konkretisiert worden. Als Weg und Form zur Erreichung der Steuerharmonisierung wurde ein Grundsatzgesetz des Bundes (dazu näher: CAGIANUT, a.a.O., Rz. 8; VALLENDER, a.a.O., S. 270 ff.) gewählt, das in Zusammenarbeit mit den Kantonen und mit deren qualifizierter Mitwirkung sowie unter Rücksichtnahme auf ihre eigenen Bestrebungen zur Harmonisierung der Steuern zu erlassen war und verabschiedet wurde. Die kantonalen Gesetzgeber haben zwar einen erheblichen Ermessensspielraum, wie sie das Harmonisierungsziel anstreben wollen, sie können etappenweise vorgehen oder, wenigstens zu Beginn der Anpassungsfrist, gar einen gesetzgeberischen Umweg einschlagen. Untersagt sind ihnen aber Gesetzesrevisionen, die sich auch nicht in diesem weit verstandenen Sinn als Schritt in Richtung Harmonisierungsziel auffassen lassen sondern den bundesrechtlichen Harmonisierungsbestrebungen klar und gezielt zuwiderlaufen (vgl. allgemein zum Verbot der Vereitelung von Bundesrecht PETER SALADIN, Kommentar zur Bundesverfassung, N. 216 zu Art. 3 BV).\n\nEin Kanton verletzt seine spezifische bundesstaatliche Treuepflicht (vgl. BGE 118 Ia 195 E. 5a mit Hinweisen) daher jedenfalls dann, wenn er während der Anpassungsfrist von Art. 72 Abs. 1 StHG seine Gesetzgebung gezielt in einer den Vorschriften des StHG klar widersprechenden Weise ändert. Das gleiche gilt um so mehr, wenn er durch eine derartige entharmonisierende Gesetzesänderung kurz vor dem Ablauf der Anpassungsfrist deren Einhaltung ernsthaft gefährdet oder gar illusorisch werden lässt.\n\n5. Nach Art. 7 Abs. 1 StHG unterliegen alle wiederkehrenden und einmaligen Einnahmen, die Eigennutzung von Grundstücken eingeschlossen, uneingeschränkt der Einkommenssteuer. Die zulässigen Abzüge sind in Art. 9 Abs. 2 und 3 StHG abschliessend aufgezählt; der kantonale Regelungsspielraum beschränkt sich auf die Sozialabzüge bzw. Steuerfreibeträge (Art. 9 Abs. 4 StHG; Expertenbericht CAGIANUT, S. 22). Ein Abzug des Mietzinses oder des Anteils des Mietzinses, welcher der durchschnittlichen prozentualen Differenz zwischen den versteuerten Eigenmietwerten und der Marktmiete entspricht, wie dies die Initiative anstrebt, sind darin nicht vorgesehen. Die Initianten anerkennen denn auch, dass Mietzinsabzüge dem StHG widersprechen.\n\nDie Einführung eines neuen, vom StHG nicht vorgesehenen und damit von ihm ausgeschlossenen Abzuges verstösst klar gegen die BGE 124 I 101 S. 107seit dem 1. Januar 1993 geltenden Steuerharmonisierungsgrundsätze und ist deshalb und weil sie zudem gegen Ende der Anpassungsfrist erfolgen soll, bundesrechtswidrig. Der Grosse Rat hat die Initiative daher zu Recht ungültig erklärt."}