{"annee": "124", "cour": "I", "page": "176", "date": "15/5/1998", "cite": ["120 IA 147", "123 I 221", "124 I 85", "122 I 360", "124 III 170", "107 IA 234"], "cite_par": ["135 I 198", "126 I 112", "137 II 371", "127 I 145"], "chapeau": "22. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 15. Mai 1998 i.S. Ludwig A. Minelli gegen Gemeindesteueramt Maur, Finanzdirektion und Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Liberté personnelle, protection des données; attestation fiscale. L'art. 83 de la loi zurichoise sur les contributions publiques du 8 juillet 1951 constitue une base légale suffisante pour délivrer une attestation fiscale à un tiers; existence d'un intérêt public prépondérant (consid. 5). Le contribuable n'a pas un droit à être entendu avant la délivrance d'une attestation fiscale sur son imposition (consid. 6)."], "faits": "BGE 124 I 176 S. 176\n\nLudwig A. Minelli verlangte mit Schreiben vom 16. April 1996 vom Gemeindesteueramt Maur die Sperrung seiner Steuerdaten, wodurch die Herausgabe von Steuerausweisen über ihn unzulässig werde. Das Gemeindesteueramt Maur beschied am 17. April 1996, nach § 83 des kantonalen Steuergesetzes vom 8. Juli 1951 (StG) seien die Gemeinden ermächtigt, gegen Gebühr Ausweise über Einkommen und Vermögen gemäss letzter rechtskräftiger Einschätzung oder aufgrund der letzten Steuererklärung auszustellen; das Gesuch müsse deshalb abgewiesen werden.\n\nBGE 124 I 176 S. 177\n\nLudwig A. Minelli erhob dagegen Rekurs an die Finanzdirektion des Kantons Zürich. Diese behandelte den Rekurs als Aufsichtsbeschwerde im Sinne von § 70 des Steuergesetzes und wies diese ab. Mit Beschwerde an den Regierungsrat des Kantons Zürich beantragte Ludwig A. Minelli, die Verfügung der Finanzdirektion aufzuheben, sein Gesuch um Sperrung der Steuerdaten gutzuheissen und das Gemeindesteueramt Maur anzuweisen, bis zur rechtskräftigen Erledigung der Beschwerde ohne seine Stellungnahme keine Steuerausweise über ihn abzugeben; zum Verfahren stellte er unter anderem den Antrag, der Regierungsrat habe auf die Entscheidung dieser Sache zu verzichten und sie dem Verwaltungsgericht zur Erledigung zu überweisen, da es sich um eine zivilrechtliche Angelegenheit im Sinne von Art. 6 Ziff. 1 EMRK handle.\n\nDer Regierungsrat trat mit Entscheid vom 5. Februar 1997 auf die Eingabe ein, behandelte sie als Beschwerde im Sinne von § 70 Abs. 2 des Steuergesetzes und wies sie ab.\n\nLudwig A. Minelli erhob am 3. März 1997 staatsrechtliche Beschwerde mit dem Antrag, den Beschluss des Regierungsrates aufzuheben, den Regierungsrat anzuweisen, sein Gesuch um Sperrung der Steuerdaten gutzuheissen, und im Sinne einer provisorischen Massnahme das Gemeindesteueramt Maur anzuweisen, bis zur rechtskräftigen Erledigung keine Steuerausweise über ihn abzugeben, ohne ihm vorher Gelegenheit zu geben, zu entsprechenden Gesuchen Dritter Stellung zu nehmen und allenfalls einen Entscheid darüber erwirken zu können.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n5. Die Frage, ob die allgemeine Zugänglichkeit der im Steuerausweis enthaltenen Daten überhaupt in den Schutzbereich der persönlichen Freiheit bzw. von Art. 8 EMRK fällt, kann offenbleiben; selbst wenn dies der Fall wäre, vermag die Beschwerde - wie sich aus dem folgenden ergibt - nicht durchzudringen.\n\na) Die persönliche Freiheit ist nicht unbeschränkt. Einschränkungen sind zulässig, wenn sie auf einer gesetzlichen Grundlage beruhen, im öffentlichen Interesse liegen, verhältnismässig sind und den Kerngehalt des Grundrechts nicht beeinträchtigen (BGE 124 I 85 E. 3; BGE 123 I 221 E. I/4 S. 226; BGE 122 I 360 E. 5b/aa S. 363; BGE 120 Ia 147 E. 2b S. 150). Desgleichen sind Eingriffe in das Privatleben nach Art. 8 Ziff. 2 EMRK zulässig, wenn sie gesetzlich vorgesehen sind BGE 124 I 176 S. 178und eine Massnahme darstellen, die in einer demokratischen Gesellschaft für die nationale Sicherheit, die öffentliche Ruhe und Ordnung, das wirtschaftliche Wohl des Landes, die Verteidigung der Ordnung und zur Verhinderung von strafbaren Handlungen, zum Schutz der Gesundheit und der Moral oder zum Schutz der Rechte und Freiheiten anderer notwendig sind.\n\nb) Vorliegend besteht eine gesetzliche Grundlage in § 83 des zürcherischen Steuergesetzes vom 8. Juli 1951 (StG). Diese Bestimmung lautet:\n\n\"§ 83 Steuerausweise\n\nDie Gemeindesteuerämter stellen gegen Gebühr Ausweise über Einkommen\n\nund\n\nVermögen oder Ertrag und Kapital gemäss letzter rechtskräftiger\n\nEinschätzung oder aufgrund der letzten Steuererklärung aus. Ausnahmsweise\n\nkönnen auch Ausweise über frühere Einschätzungen ausgestellt werden.\"\n\nDas Bundesgericht prüft die Auslegung kantonalen Rechts im Rahmen einer staatsrechtlichen Beschwerde frei, sofern ein schwerer Grundrechtseingriff vorliegt, im übrigen nur auf Willkür hin (WALTER KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, 2. Aufl. Bern 1994, S. 177 ff.). Ob vorliegend überhaupt ein schwerer Grundrechtseingriff besteht, kann offenbleiben, da - wie sich aus dem folgenden ergibt - § 83 des Steuergesetzes auch bei freier Prüfung eine genügende gesetzliche Grundlage für die öffentliche Bekanntgabe des Steuerausweises darstellt.\n\nc) Der Beschwerdeführer bestreitet nicht, dass der Wortlaut von § 83 StG für sich genommen die Abgabe von Steuerausweisen erlaubt. Er bringt indessen vor, diese Bestimmung verstosse gegen das jüngere kantonale Datenschutzgesetz vom 6. Juni 1993 (kDSG), insbesondere gegen dessen §§ 4 und 5. Durch diese Bestimmungen werde der Anwendungsbereich von § 83 StG wesentlich eingeschränkt.\n\naa) Nach § 4 Abs. 1 kDSG dürfen Personendaten bearbeitet werden, wenn eine gesetzliche Grundlage besteht. Gemäss Abs. 4 dürfen Daten nur zu dem Zweck bearbeitet werden, der bei der Beschaffung angegeben wurde, der aus den Umständen ersichtlich ist oder der gesetzlich vorgesehen ist. § 5 kDSG enthält sodann einschränkendere Vorschriften für besonders schützenswerte Daten.\n\nbb) § 83 StG stellt gerade eine solche in § 4 kDSG verlangte gesetzliche Grundlage dar. Wenn ein jüngeres Gesetz andere Gesetze vorbehält oder darauf verweist, kann insoweit die lex-posterior-Regel keine Anwendung finden. Diese kommt dann zum Zuge, wenn sich BGE 124 I 176 S. 179zwei Gesetze widersprechen. Vorliegend gibt es gar keinen Widerspruch, da das Datenschutzgesetz ausdrücklich festhält, dass eine Datenbearbeitung zulässig sei, wenn eine gesetzliche Grundlage besteht. Dass nur solche Gesetze, die ihrerseits jünger sind als das Datenschutzgesetz, eine gesetzliche Grundlage im Sinne von § 4 kDSG darstellen könnten, ergibt sich weder aus dem Wortlaut noch aus dem vernünftigen Sinn dieser Bestimmung.\n\ncc) Die Behauptung des Beschwerdeführers, Angaben über das steuerbare Einkommen und Vermögen gehörten zu den besonders schützenswerten Personendaten im Sinne von § 5 kDSG, findet im Gesetz keine Stütze. Das Gesetz umschreibt in § 2 lit. d die besonders schützenswerten Personendaten als Daten, bei denen wegen ihrer Bedeutung, der Art ihrer Bearbeitung oder ihrer Verknüpfung mit anderen Daten eine besondere Gefahr einer Persönlichkeitsverletzung besteht; diese Legaldefinition wird mit einer nicht abschliessenden Aufzählung illustriert. Die Daten, welche gemäss § 83 StG im Steuerausweis enthalten sind, und überhaupt Daten über finanzielle Verhältnisse, sind darin nicht erwähnt. Gleiches gilt für das eidgenössische Datenschutzgesetz vom 19. Juni 1992 (DSG; SR 235.1): dieses enthält in Art. 3 lit. c eine abschliessende Liste der besonders schützenswerten Daten, wobei Daten über Einkommens- und Vermögensverhältnisse gerade nicht dazu gehören (Belser, in: Maurer/Vogt, Kommentar zum Datenschutzgesetz, Basel 1995, Rz. 10 zu Art. 3). Auch die Datenschutzkonvention des Europarates vom 28. Januar 1981, welche in Art. 6 \"besondere Arten von Daten\" umschreibt, die eines qualifizierten Schutzes bedürfen, rechnet Angaben zu den finanziellen Verhältnissen nicht dazu (vgl. FERDINAND HENKE, Die Datenschutzkonvention des Europarates, Diss. Trier 1985/86, S. 115 ff.). Es ist nicht ersichtlich und wird vom Beschwerdeführer auch nicht geltend gemacht, inwiefern durch die öffentliche Bekanntgabe von Informationen über das steuerbare Einkommen und Vermögen eine besondere Gefahr einer Persönlichkeitsverletzung geschaffen werden soll. Dass diese Daten auch von Medien publik gemacht werden können, stellt an sich jedenfalls noch keine solche Gefahr dar. Wenn bestimmte Medien solche Daten falsch, unvollständig oder in verzerrender Weise darstellen und dadurch Persönlichkeitsrechte bedroht oder verletzt sind, können sich die Betroffenen gegen das Medienunternehmen wenden. Das ist aber kein Grund, die Daten als solche als besonders schützenswerte Personendaten zu betrachten, müssten doch sonst sämtliche Informationen so qualifiziert werden, da eine persönlichkeitsverletzende BGE 124 I 176 S. 180Verwendung nie ausgeschlossen werden kann. Unter diesen Umständen können die im Steuerausweis enthaltenen Angaben (Höhe des steuerbaren Einkommens und Vermögens) nicht als besonders schützenswerte Personendaten im Sinne des zürcherischen Datenschutzgesetzes betrachtet werden.\n\ndd) Im übrigen könnten gemäss § 5 lit. a kDSG auch besonders schützenswerte Personendaten bearbeitet werden, wenn sich die Zulässigkeit aus einer gesetzlichen Grundlage \"klar\" ergibt. § 83 StG kann ohne weiteres als \"klar\" in diesem Sinne betrachtet werden.\n\nee) Nach Ansicht des kantonalen Datenschutzbeauftragten verstösst die allgemeine Zugänglichkeit des Steuerregisters gegen § 8 kDSG, da als genügende gesetzliche Grundlage nur solche Gesetze betrachtet werden könnten, die ihrerseits datenschutzkonform seien, namentlich den in den lit. a-c von § 8 kDSG enthaltenen Wertungen nicht widersprechen. Nach dem klaren Wortlaut von § 8 kDSG sind jedoch die in den lit. a-c enthaltenen Voraussetzungen für eine Datenbekanntgabe alternativ zum Bestehen einer gesetzlichen Grundlage. Sie kommen dort zum Tragen, wo im Einzelfall über die Zulässigkeit einer Datenbekanntgabe zu entscheiden ist, ohne dass eine gesetzliche Verpflichtung dazu besteht, nicht aber dort, wo ein Gesetz in allgemeiner Weise die Bekanntgabe vorschreibt. Dass - wie der Datenschutzbeauftragte annimmt - das Datenschutzgesetz selber inhaltliche Anforderungen an die Ausgestaltung anderer, spezieller Gesetze enthalten würde, ergibt sich weder aus dem Gesetz noch aus allgemeinen Grundsätzen. Im Gegenteil wäre es im Widerspruch zur grundsätzlichen Gleichrangigkeit von Normen der nämlichen Erlassstufe, wenn die Gültigkeit eines bestimmten Gesetzes davon abhängig gemacht würde, dass es den in einem anderen Gesetz enthaltenen Wertungen entspricht. Auch das sehr vage Gebot der Einheit der Rechtsordnung vermag nicht darüber hinweg zu täuschen, dass es divergierende Anliegen und Interessen gibt, welche durch den Gesetzgeber in den jeweils einschlägigen Spezialgesetzen zu regeln sind. Ein Gesetz, welches uneingeschränkt eine Behörde zur Bekanntgabe bestimmter Informationen verpflichtet, stellt eine Rechtsgrundlage dar, welche auch im datenschutzrechtlichen Sinne die Bekanntgabe zulässt (vgl. BGE 124 III 170 E. 3 S. 171).\n\nff) § 83 StG stellt somit eine gesetzliche Grundlage im Sinne von § 4 und § 11 Abs. 2 lit. a kDSG dar. Namentlich ist das kantonale Steuergesetz nicht nur einseitig im Lichte der persönlichen Freiheit BGE 124 I 176 S. 181bzw. des Datenschutzes auszulegen, sondern ebensosehr im Lichte der ebenfalls verfassungsrechtlich gewährleisteten Informationsfreiheit. Das Bundesgericht hat in BGE 107 Ia 234 E. 4 S. 237 ff. entschieden, dass die Verweigerung der Einsicht in das von Gesetzes wegen öffentlich zugängliche Steuerregister willkürlich sei und die Informationsfreiheit verletze. Es ist kein Grund ersichtlich, von dieser Rechtsprechung abzuweichen. Der Beschwerdeführer kann auch nichts aus dem datenschutzrechtlichen Grundsatz ableiten, dass Daten nur zu dem Zweck bearbeitet werden dürfen, der bei der Beschaffung angegeben wurde, aus den Umständen ersichtlich ist oder gesetzlich vorgesehen ist (§ 4 Abs. 4 kDSG), da die Abgabe von Steuerausweisen gesetzlich vorgesehen ist.\n\nd) Es besteht zudem ein hinreichendes öffentliches Interesse an einer allgemeinen Zugänglichkeit des Steuerregisters.\n\naa) Dafür spricht zum einen das Interesse aktueller oder potentieller Gläubiger des Steuerpflichtigen, welche ein berechtigtes Interesse daran haben, sich über dessen finanzielle Leistungsfähigkeit zu orientieren. Wenn dagegen vorgebracht wird, der Betroffene würde nur sich selber schaden, wenn er einem potentiellen Kreditgeber eine Einsicht in seine Vermögensverhältnisse verweigert (so RAINER J. SCHWEIZER, Allgemeine Zugänglichkeit der Steuerdaten verfassungskonform? Plädoyer 6/1995, S. 13), wird übersehen, dass es auch Personen gibt, die ohne ihr Dazutun (zum Beispiel als ausservertraglich Geschädigte) bereits Gläubiger des Steuerpflichtigen geworden sind und ein schutzwürdiges Interesse daran haben können, auch ohne dessen Einwilligung sein steuerbares Einkommen und Vermögen zu kennen, um abschätzen zu können, ob ein rechtliches Vorgehen sinnvoll ist oder nicht.\n\nbb) Es kann aber auch angenommen werden, dass es im öffentlichen Interesse liegt, wenn in einer demokratischen Gesellschaft eine gewisse Transparenz über die Steuerverhältnisse geschaffen wird, jedenfalls solange damit nicht übermässig in persönliche Verhältnisse eines Steuerpflichtigen eingegriffen wird (BERTIL COTTIER, La publicité des documents administratifs, Genève 1982, S. 214). Dass auch andere politische Wertungen möglich sind, führt nicht zur Verfassungswidrigkeit dieser Konzeption.\n\ncc) Schliesslich ist die Öffentlichkeit der Steuerregister auch ein Element schweizerischer Steuerkultur (so auch SCHWEIZER, a.a.O., S. 13). Die Europäische Kommission für Menschenrechte hat im Falle Lundvall entschieden, dass das in Schweden geltende Prinzip der Öffentlichkeit von Verwaltungsakten eine genügende Rechtfertigung BGE 124 I 176 S. 182sei, um auch die Publikation von Steuerrückstandsregistern zu rechtfertigen (Entscheid der Europäischen Kommission für Menschenrechte vom 11. Dezember 1985, DR 45 121, Ziff. 5). Der Steuerzahler tritt nicht nur als Privatperson auf, sondern er trägt in einem bestimmten Ausmass an die Finanzierung des Gemeinwesens bei und erfüllt in diesem Sinne eine Aufgabe, die in einem engen Zusammenhang mit dem Politischen und Öffentlichen steht. Es kann daher durchaus als öffentliches Interesse betrachtet werden, zu wissen, wer wieviel an den Staatshaushalt beiträgt. Die Öffentlichkeit des Steuerregisters bezweckt zudem, die Steuerhinterziehung zu bekämpfen, indem Dritte die Steuerbehörden darauf hinweisen können, wenn jemand, der ein tiefes Einkommen und Vermögen versteuert, in Wirklichkeit finanziell bedeutend besser gestellt ist. Dass solche Hinweise angeblich selten vorkommen, lässt nicht ohne weiteres auf die Untauglichkeit dieses Mittels schliessen, ist doch auch eine gewisse präventive Wirkung denkbar. Jedenfalls kann das private Interesse eines Steuerpflichtigen daran, dass Zahlen über sein Einkommen und Vermögen nicht bekanntgegeben werden, nicht als überwiegend gewertet werden. Im Unterschied zu dem in BGE 107 Ia 52 als unzulässig beurteilten Verlustscheinregister sind aus dem zürcherischen Steuerausweis allfällige Schulden oder Zahlungsrückstände nicht ersichtlich. Auch wenn ein Steuerpflichtiger massiv überschuldet ist, beträgt sein steuerbares Einkommen und Vermögen nicht weniger als 0 Franken. Die persönlichen oder beruflichen Nachteile, die bei einer öffentlichen Bekanntgabe von Verlustscheinen oder sonstigen Schulden eintreten können, sind bei einer solchen Information kaum zu erwarten.\n\ndd) Der Beschwerdeführer bringt vor, es könne nicht im öffentlichen Interesse liegen, unwahre Angaben bekannt zu machen; die Angaben im Steuerregister entsprächen nicht der Wahrheit. Wohl stimmt das im Steuerausweis angegebene steuerbare nicht mit dem effektiven Einkommen und Vermögen überein. Es ist jedoch jedermann bekannt, was für steuerliche Abzüge gemacht werden können, so dass die Tragweite der im Steuerausweis angegebenen Daten richtig eingeschätzt werden kann. Soweit es darum geht zu wissen, wer wieviel an den Staatshaushalt beiträgt, sind zudem die Angaben im Steuerausweis die massgeblichen Informationen.\n\n6. Der Regierungsrat führt im angefochtenen Entscheid aus, schon heute könne bei der Abgabe von Steuerausweisen den Interessen des Persönlichkeitsschutzes Rechnung getragen werden. Der Beschwerdeführer rügt, das sei nicht der Fall, da kein Verfahren BGE 124 I 176 S. 183vorgesehen sei, innerhalb dessen eine Güterabwägung stattfinde. Der Steuerpflichtige, über den ein Dritter einen Steuerausweis verlange, erfahre davon nichts.\n\na) Wenn das Gesetz ein Register als öffentlich oder bestimmte Informationen als allgemein zugänglich erklärt, so ist damit für alle Beteiligten klar, dass jeder Dritte jederzeit die entsprechenden Informationen zur Kenntnis nehmen kann. Es gibt alsdann keinen verfassungsrechtlichen Anspruch, dass zusätzlich jedermann, der im Register verzeichnet ist, darüber informiert wird, wenn jemand Einblick in das Register verlangt hat. So besteht zum Beispiel kein Anspruch des Grundeigentümers, des Handelsunternehmens oder des Inhabers einer Datensammlung, darüber orientiert zu werden, wenn jemand in die allgemein öffentlichen Daten des Grundbuchs (Art. 970 Abs. 1 ZGB), des Handelsregisters (Art. 930 OR) oder des Registers der Datensammlungen (Art. 11 DSG) Einsicht genommen hat, obwohl auch dort persönliche Daten enthalten sind. Ein solcher Anspruch würde auf ein generelles Recht eines jeden hinauslaufen, jederzeit zu wissen, wer was über ihn weiss. Ein solches \"Recht\" wäre jedenfalls in dieser allgemeinen Form kaum praktikabel und könnte im Ergebnis jegliche Kommunikation zum Erliegen bringen (ANJA BREITFELD, Berufsfreiheit und Eigentumsgarantie als Schranke des Rechts auf informationelle Selbstbestimmung, Berlin 1992, S. 107 f.; PETER MÜLLER, Datenschutz im Polizei- und Sicherheitsbereich, in: Rainer J. Schweizer [Hrsg.], Das neue Datenschutzgesetz des Bundes, Zürich 1993, S. 159-178, 165; KLAUS VOGELGESANG, Grundrecht auf informationelle Selbstbestimmung? Diss. Göttingen 1986, S. 142 f. und 147).\n\nb) Indem der Gesetzgeber die allgemeine Öffentlichkeit des Steuerausweises festlegt, hat er die Abwägung zwischen dem Einsichts- und dem Geheimhaltungsinteresse in abstrakter Weise und allgemeingültig vorgenommen (vgl. zu einer ähnlichen Situation im Bereich des Bankgeheimnisses BGE 123 IV 157 E. 5b S. 165). Ein besonderes Verfahren, in welchem - wie dem Beschwerdeführer offenbar vorschwebt - im Einzelfall eine Güterabwägung erfolgt, würde sich höchstens rechtfertigen, wenn das Gesetz die BGE 124 I 176 S. 184Auskunftserteilung nur unter bestimmten Voraussetzungen erlaubt. Es kann offenbleiben, ob in einem solchen Fall ein Anspruch des Betroffenen bestünde, sich zu Auskunftsbegehren zu äussern bzw. dazu, ob die gesetzlichen Voraussetzungen im konkreten Fall erfüllt sind (verneinend COTTIER, a.a.O., S. 216). Angehört werden muss der Betroffene selbstverständlich dann, wenn das Gesetz die Auskunftserteilung von seinem Einverständnis abhängig macht. Hingegen kann von vornherein kein schutzwürdiges Interesse an der Durchführung eines Verfahrens bestehen, wenn der gesetzliche Informationsanspruch unbedingt gegeben ist und auch gegen den Willen des Betroffenen geltend gemacht werden kann. Die Auskunft kann so oder so nicht verweigert werden, auch wenn der Betroffene sich dagegen stellt. Es handelt sich in solchen Fällen um einen unmittelbar gesetzlichen Anspruch, der nicht erst im Einzelfall durch Verfügung begründet wird. Deshalb kann auch kein verfassungsrechtlicher Anspruch darauf bestehen, ein besonderes Verfahren durchzuführen, in dessen Verlauf erst über die Auskunftserteilung entschieden würde (vgl. BGE 124 III 170 E. 5a S. 174).\n\nc) Nach § 11 Abs. 1 kDSG kann die betroffene Person die Bekanntgabe ihrer Daten sperren lassen, doch ist gemäss Abs. 2 lit. a die Bekanntgabe trotz dieser Sperrung zulässig, wenn das öffentliche Organ hiezu gesetzlich verpflichtet ist. § 83 StG stellt eine solche gesetzliche Verpflichtung dar. Der Steuerpflichtige hat demnach auch aufgrund des Datenschutzgesetzes keinen Anspruch darauf, die Bekanntgabe seiner Steuerdaten zu sperren; vielmehr können und müssen die Daten auch gegen seinen Willen bekanntgegeben werden. Es handelt sich daher um ein unmittelbar gesetzliches und unbedingtes Auskunftsrecht. Als solches kann es nicht durch die rechtsanwendende Behörde erschwert oder eingeschränkt werden (BGE 107 Ia 234 E. 5 S. 238; ISABELLE HÄNER, Öffentlichkeit und Verwaltung, Diss. Zürich 1990, S. 257; ZUPPINGER/SCHÄRRER/FESSLER/REICH, Kommentar zum Zürcher Steuergesetz, Ergänzungsband, 2. Aufl. Bern 1983, N. 5 zu § 83; RICHNER/FREI/WEBER/BRÜTSCH, Zürcher Steuergesetz, Kurzkommentar, Zürich 1994, N. 2 zu § 83). Ein Anspruch auf die Durchführung eines besonderen Verfahrens und auf Anhörung des betroffenen Steuerpflichtigen besteht daher nicht. Wie es sich in dieser Beziehung unter der Herrschaft des neuen Steuergesetzes vom 8. Juni 1997 (vgl. § 122) verhalten wird, braucht vorliegend nicht entschieden zu werden."}