{"annee": "124", "cour": "V", "page": "372", "date": "27/11/1998", "cite": ["119 V 7", "124 V 82", "106 IV 65", "123 II 175", "115 IA 97", "123 I 63", "115 IA 12", "108 IA 289", "124 I 170", "122 V 157", "121 V 150", "124 I 49", "124 V 285", "116 V 265", "115 V 297"], "cite_par": ["130 II 473", "132 V 368", "126 V 119", "142 V 389", "138 V 218", "145 V 90"], "chapeau": "63. Urteil vom 27. November 1998 i.S. M. gegen Helsana Versicherungen AG und Sozialversicherungsgericht des Kantons Zürich", "regestes": ["Art. 68 al. 1, art. 105 al. 1 LAA; art. 22a PA. Le point de savoir si les règles sur les féries prévues à l'art. 22a PA s'appliquent aussi au délai pour former opposition contre des décisions rendues par un assureur autorisé au sens de l'art. 68 al. 1 LAA peut rester indécis. Art. 4 Cst. Lorsqu'un assureur, en violation des règles sur l'obligation de constituer un dossier, ne verse pas une enveloppe dans celui-ci, l'opposant n'a pas à supporter les conséquences d'une absence éventuelle de preuve en ce qui concerne la sauvegarde d'un délai."], "faits": "|372|\n\nA.- Mit Verfügung vom 29. Juli 1996 schloss die Helsana Versicherungen AG (nachfolgend: Helsana) einen von M. am 28. Mai 1994 erlittenen Unfall per 30. Juni 1996 ab und hielt fest, über dieses Datum hinaus würden keine weiteren Leistungen mehr ausgerichtet. Mit Eingabe vom 30. August 1996 |373| liess M. Einsprache erheben, auf welche die Helsana wegen Verspätung mit Einspracheentscheid vom 20. Januar 1997 nicht eintrat.\n\nB.- Die hiegegen erhobene Beschwerde wies das Sozialversicherungsgericht des Kantons Zürich mit Entscheid vom 25. November 1997 ab.\n\nC.- M. lässt Verwaltungsgerichtsbeschwerde führen mit dem Antrag, in Aufhebung des vorinstanzlichen Entscheides sei die Beschwerdegegnerin anzuweisen, auf die Einsprache vom 30. August 1996 einzutreten. (...).\n\nHelsana und Bundesamt für Sozialversicherung verzichten auf eine Vernehmlassung.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. (Eingeschränkte Kognition; vgl. BGE 124 V 286 Erw. 1b).\n\n2. a) Die Verfügung der Beschwerdegegnerin vom 29. Juli 1996 ist dem Beschwerdeführer am 31. Juli 1996 zugestellt worden. Die Einsprachefrist von 30 Tagen gemäss Art. 105 Abs. 1 UVG lief am Freitag, 30. August 1996 ab. Fände der in Art. 22a VwVG geregelte Fristenstillstand auf Verfügungen eines gestützt auf Art. 68 Abs. 1 UVG zugelassenen Versicherers Anwendung, wäre die am 2. September 1996 bei der Beschwerdegegnerin eingegangene (vom 30. August 1996 datierte) Einsprache ohne weiteres als rechtzeitig zu betrachten.\n\nb) Indessen hat die Vorinstanz die Anwendung von Art. 22a VwVG auf Einspracheverfahren von nach Art. 68 Abs. 1 UVG zugelassenen Versicherern verneint. Dieser Schluss ergibt sich aus der - im Gegensatz zur Schweizerischen Unfallversicherungsanstalt (SUVA) - nicht erfolgten Unterstellung der übrigen registrierten Versicherer unter das VwVG (Art. 96 UVG in Verbindung mit Art. 1 Abs. 2 lit. e und Art. 3 lit. a VwVG; BGE 115 V 299 Erw. 2b; vgl. auch RKUV 1994 Nr. U 194 S. 209). Diese Nichtanwendbarkeit von Art. 22a VwVG entspricht der in verschiedenen Sozialversicherungszweigen herrschenden Rechtslage, wo es eidgenössische, kantonale oder private Durchführungsstellen gibt, auf welche das VwVG, kantonales Verwaltungsverfahrensrecht oder lediglich die allgemeinen Verfahrensgrundsätze gemäss Art. 4 Abs. 1 BV und Art. 6 Ziff. 1 EMRK anwendbar sind (MEYER-BLASER, Die Rechtspflege in der Sozialversicherung, in: BJM 1989 S. 21 f.). Was den Bereich der Unfallversicherung anbelangt, |374| hat der Gesetzgeber in Art. 96 UVG die Verfahrensbestimmungen des UVG auch für diejenigen Versicherer anwendbar erklärt, die nicht dem VwVG unterstehen. In den folgenden Artikeln (Art. 97 ff.) hat der Gesetzgeber einen Mindeststandard aufgestellt, z.B. in Art. 97 Abs. 1 UVG (Fristwahrung), Art. 97 Abs. 2 UVG (Fristwiederherstellung), Art. 99 UVG (Verfügung) und Art. 105 Abs. 1 UVG (30tägige Einsprachefrist), welche für alle Versicherer - SUVA und übrige registrierte Unfallversicherer - gelten. Gerade keinen solchen Mindeststandard hat der Gesetzgeber jedoch für den Fristenstillstand aufgestellt, was im übrigen mit der Rechtslage hinsichtlich des kantonalen Beschwerdeverfahrens übereinstimmt: Hier ist die Regelung des Fristenstillstandes den Kantonen überlassen, was zur Folge hat, dass eine Partei im kantonalen Gerichtsverfahren, je nach örtlichem Gerichtsstand, vom Fristenstillstand profitieren kann oder nicht. Dementsprechend hat das Eidg. Versicherungsgericht Art. 22a VwVG auf die kantonalen Beschwerdeverfahren als nicht anwendbar erklärt (BGE 116 V 265; RKUV 1994 Nr. U 194 S. 208; für den Bereich der Krankenversicherung [Art. 86 Abs. 1 KVG] Urteil C. vom 9. April 1998).\n\nDiese Rechtslage ist unter dem Gesichtswinkel der verfassungsmässigen Rechtsgleichheit (Art. 4 Abs. 1 BV) als äusserst unbefriedigend zu bezeichnen. Es liesse sich eine harmonisierende Anwendung von Art. 22a VwVG in Erwägung ziehen, wie dies die Rechtsprechung z.B. bei der analogen Anwendung von Art. 97 Abs. 2 AHVG im Bereich der Krankenversicherung (RSKV 1981 Nr. 445 S. 80 f. Erw. 2) und der Arbeitslosenversicherung (BGE 124 V 86 Erw. 3b) getan hat. Zu denken ist auch an Art. 1 Abs. 3 VwVG, dessen Wortlaut das Gericht nicht gehindert hat, den Kreis der für die kantonalen Beschwerdebehörden massgeblichen Verfahrensregeln des Bundesrechts auf die Art. 5, 33 und 45 VwVG auszudehnen, obwohl diese Bestimmungen in Art. 1 Abs. 3 VwVG nicht enthalten sind (BGE 96 V 142 Erw. 1; vgl. auch betreffend Art. 35 OG und Art. 24 VwVG ARV 1991 Nr. 17 S. 124 Erw. 2a mit Hinweisen). Das Bedürfnis nach einer harmonisierenden Gesetzesauslegung ist im vorliegenden Regelungszusammenhang insofern von besonderer Bedeutung, als die Anwendbarkeit des Fristenstillstandes nach Art. 22a VwVG ausschliesslich vom Umstand abhängig gemacht wird, welcher Unfallversicherer die mit Einsprache anfechtbare Verfügung erlassen hat. Dies erscheint um so bedenklicher, als der Gesetzgeber sonst mit dem Erlass der Verfahrensvorschriften nach Art. 96 ff. UVG die Gleichbehandlung der |375| Versicherten erreichen wollte (Botschaft des Bundesrates vom 18. August 1976, BBl 1976 III 222; im gleichen Sinne GHÉLEW/RAMELET/RITTER, Commentaire de la loi sur l'assurance-accidents [LAA], S. 264). Eine unterschiedliche Anwendung der Fristenstillstandsregelung nach Art. 22a VwVG je nachdem, gegen welchen Unfallversicherer sich die Einsprache richtet, verträgt sich nicht mit dem Gebot rechtsgleicher Behandlung, weil eine sachliche Begründung für die getroffene Unterscheidung nicht ersichtlich ist (BGE 124 I 172 f. Erw. 2e mit Hinweisen).\n\nDie Frage der Anwendbarkeit von Art. 22a VwVG kann jedoch im vorliegenden Fall offenbleiben, weil sich die Rechtzeitigkeit der vom Beschwerdegegner erhobenen Einsprache aus den nachfolgenden Gründen ergibt.\n\n3. a) Die Einsprache trägt das Datum des 30. August 1996 und ist nach den Angaben des Rechtsvertreters des Beschwerdeführers am gleichen Tag uneingeschrieben der Post übergeben worden. Am darauffolgenden Montag, dem 2. September 1996, ist die Einsprache bei der Beschwerdegegnerin eingegangen, da darauf der Eingangsstempel vom 2. September 1996 angebracht ist. Der zur Einsprache gehörige Briefumschlag ist nicht in den Akten und nicht mehr auffindbar. Beschwerdegegnerin und Vorinstanz vertreten nun die Auffassung, angesichts des Grundsatzes, wonach die Rechtzeitigkeit eines Rechtsmittels mit Gewissheit feststehen müsse (BGE 119 V 7), könne der Beschwerdeführer nicht beweisen, dass er die Einsprache am letzten Tag der Frist, Freitag, den 30. August 1996, der Post übergeben habe.\n\nb) Der Standpunkt der Beschwerdegegnerin und der Vorinstanz geht fehl. Gemäss Art. 4 BV hat der Betroffene das Recht, sich vor Erlass eines in seine Rechtsstellung eingreifenden Entscheids zur Sache zu äussern, erhebliche Beweise beizubringen, Einsicht in die Akten zu nehmen, mit erheblichen Beweisanträgen gehört zu werden und an der Erhebung wesentlicher Beweise entweder mitzuwirken oder sich zumindest zum Beweisergebnis zu äussern, wenn dieses geeignet ist, den Entscheid zu beeinflussen (statt vieler BGE 124 I 51 Erw. 3a, BGE 123 I 66 Erw. 2a, BGE 123 II 183 f. Erw. 6c, BGE 122 V 158 Erw. 1a, BGE 121 V 152 Erw. 4a, je mit Hinweisen). In diesem Sinne hat der Rechtsuchende u.a. Anspruch darauf, die aus dem Poststempel folgende Vermutung verspäteter Postaufgabe mit allen tauglichen Beweismitteln zu widerlegen, insbesondere auch durch Zeugen (BGE 115 Ia 12 oben mit Hinweis). Gegenstück dieses aus Art. 4 BV fliessenden Akteneinsichts- und Beweisführungsrechts ist die Aktenführungspflicht von |376| Verwaltung und Behörden. Danach hat eine Behörde alles in den Akten festzuhalten, was zur Sache gehört (BGE 115 Ia 99 Erw. 4c). Dazu zählen in einem Einsprache- oder Beschwerdeverfahren aber auch die vollständigen Briefumschläge, die rechtserhebliche Aktenstücke enthalten haben (nicht veröffentlichtes Urteil M. vom 10. November 1993). Einem Briefumschlag kann unter Umständen eine entscheidende Bedeutung zukommen, nicht nur hinsichtlich der Rechtzeitigkeit, sondern etwa auch, wenn eine Beschwerdeschrift nicht unterzeichnet, der Briefumschlag jedoch mit der Unterschrift des Beschwerdeführers versehen ist (vgl. BGE 108 Ia 291 Erw. 2, BGE 106 IV 67 Erw. 1 und ZAK 1985 S. 529). Wird bei rechtserheblichen Aktenstücken der Briefumschlag nicht oder nur zum Teil zu den Akten genommen, können möglicherweise wichtige Tatsachen nachträglich nicht mehr bewiesen werden. Dies zeigt gerade der vorliegende Fall, in welchem der Rechtsvertreter des Beschwerdeführers geltend macht, er habe die am 30. August 1996 datierte Eingabe noch gleichentags der Post übergeben. Es geht nun nicht an, in Verletzung der aufgrund von Art. 4 BV bestehenden Aktenführungspflicht den Briefumschlag nicht zu den Akten zu nehmen und hernach dem Beschwerdeführer entgegenzuhalten, er könne den Beweis für die Rechtzeitigkeit der Postaufgabe nicht erbringen. Dieses Verhalten, welches das Beweisführungsrecht nach Art. 4 BV verunmöglicht, widerspricht auch dem Grundsatz von Treu und Glauben im Prozess. Daraus folgt, dass der Beschwerdeführer die Nachteile der von ihm nicht verschuldeten Beweislosigkeit nicht zu tragen und die Einsprache vom 30. August 1996 als rechtzeitig zu gelten hat.\n\n4. (Kosten und Parteientschädigung)"}