{"annee": "124", "cour": "IV", "page": "234", "date": "18/5/1998", "cite": ["121 II 22", "115 V 244", "114 IA 143"], "cite_par": ["143 I 194", "133 I 106", "139 I 129", "134 I 286", "124 I 322"], "chapeau": "39. Auszug aus dem Urteil der Anklagekammer vom 18. Mai 1998 i.S. W. gegen Bundesamt für Zivilluftfahrt", "regestes": ["Art. 6 par. 1 CEDH; art. 14 al. 1 Pacte ONU II; art. 27 al. 3, art. 64 et 65 DPA. Droit pénal administratif; mandat de répression; publicité d'une décision pénale. Admissibilité d'une plainte; qualité pour agir (consid. 1). Le mandat de répression et le prononcé pénal ne doivent pas faire l'objet d'une notification au plaignant ou au lésé (consid. 2). Le mandat de répression, décerné selon la procédure simplifiée de l'art. 65 DPA, constitue une décision sur le bien-fondé d'une accusation en matière pénale au sens de l'art. 6 par. 1 CEDH et 14 al. 1 du Pacte ONU II (consid. 3c). Le principe selon lequel le jugement doit être rendu publiquement vaut également pour le mandat de répression décerné selon la procédure simplifiée; la mise à disposition de la décision dans un office accessible au public suffit (consid. 3c et 3e). Les personnes justifiant d'un intérêt légitime, comme le dénonciateur, ont en principe le droit de prendre connaissance de la décision pénale complète, non abrégée et comprenant les noms (consid. 3d et 3e)."], "faits": "|235|\n\nA.- Am 19. Juli 1997 erstattete W. beim Bundesamt für Zivilluftfahrt (BAZL) Strafanzeige gegen den Piloten eines einmotorigen Sportflugzeuges (Kennzeichen HB-UEB), weil dieser die |236| Ortschaft Quinten/SG dreimal in einer Höhe von weniger als 100 m überflogen habe. Für das Verwaltungsstrafverfahren beantragte W. Parteistellung als Geschädigter und volles Akteneinsichtsrecht, was nach dem Rechtsdienst auch der Direktor des Bundesamtes für Zivilluftfahrt ablehnte. Eine von W. dagegen gerichtete Beschwerde wies die Anklagekammer des Bundesgerichts mit Urteil vom 17. November 1997 ab.\n\nB.- Mit Schreiben vom 4. Dezember 1997 beantragte W. dem Bundesamt für Zivilluftfahrt, in die Strafverfügung in dieser Sache Einsicht nehmen zu können. Der untersuchende Beamte lehnte dies unter Berufung auf das erwähnte Urteil der Anklagekammer ab.\n\nEine dagegen gerichtete Beschwerde von W. vom 24. Dezember 1997 wies der Direktor des Bundesamtes für Zivilluftfahrt am 22. Januar 1998 ab.\n\nC.- Mit Beschwerde vom 29. Januar 1998 beantragt W. der Anklagekammer des Bundesgerichts, den Beschwerdeentscheid des Direktors des Bundesamtes für Zivilluftfahrt aufzuheben und ihm Einsicht in den Endentscheid des Bundesamtes für Zivilluftfahrt im Verwaltungsstrafverfahren zu gewähren. Eventuell sei die Spruchgebühr angemessen zu reduzieren.\n\nDas Bundesamt für Zivilluftfahrt beantragt, die Beschwerde abzuweisen, soweit darauf einzutreten sei.\n\nD.- Auf Verlangen der Anklagekammer reichte das Bundesamt für Zivilluftfahrt die gesamten Strafakten ein, mit dem Ersuchen, diese dem Beschwerdeführer nicht zur Einsichtnahme zur Verfügung zu stellen. Den Strafakten ist zu entnehmen, dass gegen den angezeigten Piloten im abgekürzten Verfahren am 13. Februar 1998 ein Strafbescheid erlassen wurde, der in Rechtskraft erwachsen ist.", "considerants": "Aus den Erwägungen:\n\n1. a) Der Beschwerdeführer rügt, durch die ihm verweigerte Einsicht in den rechtskräftigen Endentscheid gegen den fehlbaren Piloten sei der sich aus Art. 6 Ziff. 1 EMRK ergebende Grundsatz der öffentlichen Urteilsverkündung verletzt worden.\n\nb) Mit der Beschwerde gemäss Art. 27 Abs. 3 des Bundesgesetzes über das Verwaltungsstrafrecht (VStrR; SR 313.0) gegen eine andere Amtshandlung bzw. gegen Säumnis kann der vom Entscheid der Verwaltung Betroffene die Verletzung von Bundesrecht, einschliesslich die Überschreitung oder den Missbrauch des Ermessens rügen. Diese Beschwerdemöglichkeit erstreckt sich auf die Tätigkeit |237| der Verwaltung während des durch sie geführten Verwaltungsstrafverfahrens, d.h. von Beginn des Untersuchungsverfahrens bis zu dessen Abschluss. Mit der Beschwerde gemäss Art. 27 Abs. 3 VStrR kann somit auch gerügt werden, beim Erlass der die Untersuchung abschliessenden Endverfügung der Verwaltung habe diese Bundesrecht verletzt. Zum Erlass der Endverfügung ist auch die Art und Weise der Urteilsverkündung zu zählen.\n\nc) Zur Beschwerde berechtigt ist, wer durch den Beschwerdeentscheid berührt ist und ein schutzwürdiges Interesse an dessen Aufhebung oder Änderung hat (Art. 28 Abs. 1 VStrR). Der Beschwerdeführer, dem die Einsicht in den Strafbescheid verweigert worden ist, hat ein schutzwürdiges Interesse an der Änderung des angefochtenen Beschwerdeentscheides und ist daher zur Beschwerde legitimiert.\n\n2. a) Der Strafbescheid ist dem Beschuldigten mitzuteilen (Art. 64 Abs. 3 VStrR); dasselbe gilt für die Strafverfügung (Art. 70 Abs. 2 VStrR). Nach dem Wortlaut des Gesetzes sind die entsprechenden Entscheide somit einem allfälligen Anzeiger oder Geschädigten nicht zu eröffnen.\n\nb) Auch aus Art. 6 EMRK ergibt sich kein Anspruch weiterer Personen auf Eröffnung eines Entscheides, denn auf diese Bestimmung kann sich allein der Beschuldigte, nicht aber der Anzeiger oder Geschädigte berufen, da sich diese grundsätzlich ausserhalb des persönlichen Anwendungsbereiches von Art. 6 Ziff. 1 EMRK befinden (vgl. MARK E. VILLIGER, Handbuch der Europäischen Menschenrechtskonvention [EMRK], Zürich 1993, N. 388; THOMAS POLEDNA, Zürich 1993, N. 240 und die dort erwähnten BGE), denn die Konvention verleiht keinen Anspruch auf Strafverfolgung eines anderen (THEO VOGLER, Internationaler Kommentar zur Europäischen Menschenrechtskonvention, Art. 6 N. 240).\n\nc) Der Beschwerdeführer anerkennt denn auch, dass ihm der Endentscheid der Verwaltung, da ihm keine Parteirechte zustehen, auch nicht förmlich («amtlich») zu eröffnen war.Von der Eröffnung, d.h. der Mitteilung des Urteils an die Parteien, ist indessen die öffentliche Verkündung zu unterscheiden.\n\n3. a) Gemäss Art. 6 Ziff. 1 EMRK sind u.a. Urteile in Verfahren, in denen über die Stichhaltigkeit einer strafrechtlichen Anklage entschieden wird, öffentlich zu verkünden. Auch nach Art. 14 Abs. 1 des Internationalen Paktes über bürgerliche und politische Rechte (UNO-Pakt II; SR 0.103.2; für die Schweiz in Kraft getreten am 18. September 1992) ist jedes Urteil in einer Strafsache öffentlich |238| zu verkünden, sofern nicht die Interessen Jugendlicher dem entgegenstehen oder das Verfahren Ehestreitigkeiten oder die Vormundschaft über Kinder betrifft. Die Ausnahmen sind hier nicht gegeben.Die Schweiz hat zu beiden Bestimmungen einen Vorbehalt angebracht betreffend die nach kantonalem Recht vorgesehene Möglichkeit der schriftlichen Urteilseröffnung an die Parteien. Dieser Vorbehalt kommt hier aber - abgesehen davon, dass er wohl als unwirksam zu betrachten ist (vgl. LUZIUS WILDHABER, Internationaler Kommentar zur Europäischen Menschenrechtskonvention, Art. 6 N. 596 und Anm. 7) - nicht zum Tragen, da es um die Anwendung von Bundesrecht (VStrR) durch Bundesverwaltungsbehörden geht.\n\nb) Der Grundsatz der Öffentlichkeit der Verhandlung - und darin eingeschlossen jener der öffentlichen Urteilsverkündung - bedeutet eine Absage an jede Form geheimer Kabinettsjustiz und soll durch die Kontrolle der Öffentlichkeit dem Angeschuldigten und den übrigen am Prozess Beteiligten eine korrekte und gesetzmässige Behandlung gewährleisten. Der allgemeinen Öffentlichkeit soll aber darüber hinaus auch ermöglicht werden, Kenntnis davon zu erhalten, wie das Recht verwaltet und wie die Rechtspflege ausgeführt wird. Er sorgt damit auch für Transparenz in der Rechtspflege, die eine demokratische Kontrolle durch das Volk erst ermöglicht und als wesentliches Element des Rechts auf ein faires Verfahren zu den Grundlagen eines demokratischen Rechtsstaates gehört (BGE 121 II 22 E. 4c mit Hinweis).\n\nc) Mit dem Strafbescheid vom 13. Februar 1998 hat das Bundesamt für Zivilluftfahrt den angezeigten Piloten der Widerhandlung gegen Luftfahrtgesetzgebung schuldig erklärt und ihn mit einer Busse bestraft. Damit prüfte es die Begründetheit der Strafanzeige und beurteilte die Strafsache materiell (vgl. BGE 114 Ia 143 E. 7b). Es hat daher über eine strafrechtliche Anklage im Sinne der Art. 6 EMRK und Art. 14 UNO-Pakt II entschieden. Gemäss Art. 65 Abs. 2 VStrR steht der durch den Beschuldigten und den untersuchenden Beamten unterzeichnete Strafbescheid im abgekürzten Verfahren einem rechtskräftigen Urteil gleich.Zwar verlangt Art. 6 Ziff. 1 EMRK die Beurteilung von strafrechtlichen Anklagen durch ein unabhängiges und unparteiisches Gericht; die Bestimmung verbietet indessen nicht, dass dem Strafverfahren ein Strafbefehls- oder ähnliches Verfahren vorgeschaltet wird, welches von einer Administrativbehörde durchgeführt wird, solange sichergestellt ist, dass der Betroffene wegen jeder so ergangenen |239| Entscheidung ein Gericht anrufen kann, welches den Anforderungen von Art. 6 EMRK genügt; dies bringt nicht nur eine Entlastung der Gerichte mit sich, sondern erspart dem Beschuldigten auch die Umtriebe und Peinlichkeiten eines öffentlichen Verfahrens (BGE 114 Ia 143 E. 7a S. 150 mit Hinweisen auf die Rechtsprechung des Europäischen Gerichtshofs für Menschenrechte).\n\nVerzichtet der Beschuldigte auf eine Einsprache, so hat dies zur Folge, dass er grundsätzlich auch auf die sich aus Art. 6 EMRK ergebenen Rechte verzichtet, denn für das eigentliche Strafbefehlsverfahren gelten die Verfahrensgarantien von Art. 6 EMRK grundsätzlich nicht (THEO VOGLER, a.a.O., N. 241 ff.). Dies gilt indessen nicht für den Grundsatz der öffentlichen Urteilsverkündigung, da der Beschuldigte auf diese nicht verzichten bzw. diese nicht ausschliessen kann (THOMAS POLEDNA, a.a.O., N. 483; HERBERT MIEHSLER/THEO VOGLER, Internationaler Kommentar zur EMRK, Art. 6 N. 340), denn der Anspruch steht nicht nur ihm, sondern (auch) der Öffentlichkeit zu (MANFRED NOWAK, UNO-Pakt über bürgerliche und politische Rechte, Art. 14 N. 30 f.). Der Grundsatz der öffentlichen Urteilsverkündung gilt daher auch dann, wenn das vorausgegangene Strafverfahren nicht öffentlich durchgeführt wurde (JOCHEN FROWEIN/WOLFGANG PEUKERT, EMRK-Kommentar, 1996, Art. 6 N. 119), denn die möglichen Einschränkungen des öffentlichkeitsgrundsatzes betreffen grundsätzlich nur die Verhandlungen, nicht aber die öffentliche Verkündung des Urteils (HERBERT MIEHSLER/THEO VOGLER, a.a.O., N. 340). Berechtigten entgegenstehenden privaten oder öffentlichen Interessen kann gegebenenfalls durch Kürzung oder Anonymisierung ausreichend Rechnung getragen werden (MANFRED NOWAK/CHRISTOPH SCHWAIGHOFER, Das Recht auf öffentliche Urteilsverkündung in Österreich, in: EuGRZ 1985, S. 732).\n\nd) In der Lehre wird zum Teil die Auffassung vertreten, das Recht auf Bekanntgabe eines Strafurteils könne jedermann geltend machen (MANFRED NOWAK, N. 31; HERBERT MIEHSLER/THEO VOGLER, a.a.O., N. 340). Die Rechtsprechung verlangt indessen, dass ein berechtigtes Interesse glaubhaft gemacht wird (vgl. BGE 115 V 244 E. 4d/aa; Urteil des EGMR vom 22. Februar 1984 i.S. Sutter gegen die Schweiz, Serie A, Vol. 74, Ziff. 34). Angesichts der Bedeutung, welche der öffentlichen Urteilsverkündung insbesondere in Strafsachen im Allgemeinen zukommt, sind mit Bezug auf Einschränkungen dieses Rechts strenge Massstäbe anzulegen (MANFRED NOWAK/CHRISTOPH SCHWAIGHOFER, a.a.O., S. 726). Es genügt deshalb, |240| wenn der Betroffene ein ernsthaftes Interesse an der Kenntnisnahme eines Strafurteils glaubhaft macht. Ein solches ist jedenfalls für den Anzeiger im Verwaltungsstrafverfahren ohne weiteres zu bejahen.\n\ne) Nach der Lehre und Rechtsprechung ist Art. 6 Ziff. 1 EMRK und Art. 14 UNO-Pakt II Genüge getan, wenn das Strafurteil öffentlich bekanntgemacht wird; dazu genügt die Auflage der Urteile bei einer der Öffentlichkeit zugänglichen Kanzlei, wo jedermann, der ein berechtigtes Interesse glaubhaft macht, den vollständigen Text des Urteils einsehen oder sich eine Kopie erstellen lassen kann (Urteil des EGMR i.S. Sutter, Ziff. 31 ff.; BGE 115 V 244 E. 4d/aa).Sofern keine besonderen, schutzwürdigen Geheimhaltungsinteressen - bei deren Vorliegen allenfalls die Öffentlichkeit ausnahmsweise von den Verhandlungen ausgeschlossen werden könnte - ersichtlich sind, hat der Berechtigte Anspruch auf Kenntnisnahme des vollständigen, ungekürzten und nicht anonymisierten Urteils (MANFRED NOWAK/CHRISTOPH SCHWAIGHOFER, a.a.O., S. 732).\n\nEs genügt daher im Lichte von Art. 6 Ziff. 1 EMRK und Art. 14 UNO-Pakt II, wenn die Verwaltung den im Verwaltungsstrafverfahren ausgefällten Strafbescheid für einige Zeit auf der Kanzlei zur Einsicht durch Interessierte auflegt oder - wie hier - einem Berechtigten auf besonderes Ersuchen hin Einsicht in einen Strafbescheid gewährt. Es besteht indessen kein Anspruch auf Aushändigung einer Kopie.\n\n4. Die Beschwerde wird aus diesen Gründen gutgeheissen. Der angefochtene Beschwerdeentscheid wird aufgehoben und das Bundesamt für Zivilluftfahrt angewiesen, dem Beschwerdeführer Einsicht in den Strafbescheid gegen den durch ihn angezeigten Piloten zu gewähren."}