{"annee": "124", "cour": "III", "page": "253", "date": "14/5/1998", "cite": ["111 II 447", "121 III 109", "105 II 104", "99 IA 417", "121 III 310"], "cite_par": ["127 III 147", "130 III 462", "127 III 553", "126 III 20", "133 III 664"], "chapeau": "47. Auszug aus dem Urteil der I. Zivilabteilung vom 14. Mai 1998 i.S. Linde AG gegen Schweizerische Bankgesellschaft (Berufung)", "regestes": ["Art. 66, 97, 466 ss CO; virement de fonds impliquant plusieurs banques; droit contractuel à l'exécution conforme de l'ordre de virement de la première banque vis-à-vis de la banque destinataire. Le virement de fonds impliquant plusieurs banques se caractérise par un ordre à la première banque de donner une assignation à la banque destinataire en faveur du bénéficiaire. Les assignations restent abstraites par rapport aux affaires de base particulières conclues entre les personnes intervenant dans l'opération de paiement; l'assigné ne peut pas, après acceptation sans réserve de l'assignation, refuser de remplir son obligation en invoquant un vice dérivant des rapports de provision ou de valeur (consid. 3b). L'éventuelle immoralité du rapport de valeur n'a pas d'effet sur le rapport de provision entre la première banque et la banque destinataire, de sorte que celle-ci ne dispose pas de l'exception découlant de l'art. 66 CO pour s'opposer à l'action en exécution de la première banque (consid. 3d)."], "faits": "|254|\n\nDie Linde AG (Klägerin), eine Aktiengesellschaft deutschen Rechts, bemühte sich im Jahre 1990 um den Auftrag zur Erstellung eines Äthylenwerks in José (Venezuela), welchen die Gesellschaft Petroleos de Venezuela S.A. (PDVSA) zu vergeben hatte. Zu diesem Zweck versprach die Klägerin anlässlich einer Besprechung mit José Trinidad Marquez (Nebenintervenient), Provisionen in Höhe von insgesamt DM 10'750'000.-- in drei Raten zu bezahlen. Eine erste Rate lautete auf DM 1'750'000.-- und sollte vor Unterzeichnung des Vertrages mit der PDVSA bezahlt werden. Vor dem Hintergrund eines von ca. US$ 100 Mio. auf ca. DM 600 Mio. erhöhten Gesamtpreises der Anlage einigten sich die Klägerin und der Nebenintervenient am 7. November 1990 auf eine erste Rate von DM 2'250'000.--. Anfangs 1991 forderte der Nebenintervenient eine weitere Provision von DM 500'000.--, um das Projekt voranzubringen. Die Klägerin willigte ein; das in Aussicht gestellte Projekt wurde indes nie realisiert.\n\nMit der Überweisung der Provisionen beauftragte die Klägerin die Deutsche Bank AG. Diese sollte Beträge von DM 2'250'000.-- und DM 500'000.-- auf das Konto Nr. 702808 von Pablo Reimpell, Vizepräsident der PDVSA, bei der Schweizerischen Bankgesellschaft (Beklagte) überweisen. Die Deutsche Bank AG erteilte ihrerseits der Beklagten den Auftrag, diese Gelder entsprechend gutzuschreiben. Diese schrieb die Beträge diesem Nummernkonto gut, das allerdings nicht Pablo Reimpell, sondern den Nebenintervenienten als Inhaber bzw. Berechtigten auswies. In der Folge widerrief die Deutsche Bank AG den Zahlungsauftrag an die Beklagte und forderte sie zur Rückvergütung der erhaltenen Beträge auf.\n\nMit Eingabe vom 16. Mai 1994 belangte die Klägerin die Beklagte vor Handelsgericht des Kantons Zürich auf DM 2'750'000.-- nebst Zins und Kosten. Damit machte sie die ihr zedierten Rückvergütungsansprüche der Deutschen Bank AG aus den beiden Zahlungsaufträgen an die Beklagte geltend. Das Handelsgericht wies mit Urteil vom 5. November 1997 die Klage ab.\n\nDas Bundesgericht heisst die Berufung der Klägerin gut, hebt das Urteil des Handelsgerichts auf und weist die Streitsache zur Ergänzung des Sachverhalts und neuer Entscheidung an die Vorinstanz zurück.\n\n|255|", "considerants": "Aus den Erwägungen:\n\n2. Die Vorinstanz hat offengelassen, ob nach dem Parteiwillen Pablo Reimpell oder der Nebenintervenient in den Genuss der Provisionen in Höhe von DM 2'750'000.-- kommen sollten. Sie qualifizierte die streitbetroffenen Provisionen als Schmiergeldzahlungen und hielt dafür, dass derartige Abreden jedenfalls sittenwidrig seien und im internationalen Verhältnis gegen den Ordre public verstiessen. Damit entfalle gemäss Art. 66 OR auch jeder Rückerstattungsanspruch der Klägerin, unbesehen darum, dass vorliegend nicht der Überweisungsbegünstigte, sondern die mit der Überweisung beauftragte Bank ins Recht gefasst werde. Entscheidend sei, dass der Leistende für seine unsittliche Absicht gemassregelt und ihm die Möglichkeit genommen werde, unsaubere Vermögensverschiebungen mittels staatlicher Hilfe rückgängig zu machen. Dass die Beklagte für eine etwaige Nichterfüllung ihres Überweisungsauftrages keinen Schadenersatz leisten müsse, sei demgegenüber hinzunehmen. Art. 66 OR sei als allgemeine Norm der Rechtsschutzversagung aufzufassen, die alle Ansprüche ausschliesse, welchen ein eigenes sittenwidriges Verhalten zugrundeliege.\n\nMit ihrer Berufung rügt die Klägerin als Verletzung von Bundesrecht, dass die Vorinstanz nicht zwischen Valuta- und Deckungsverhältnis unterschieden und insofern verkannt habe, dass eine allfällige Nichtigkeit der Provisionsabrede mit Pablo Reimpell keinerlei Auswirkungen auf die Gültigkeit der Überweisungsaufträge an die Deutsche Bank AG und die Beklagte zeitigen könne. Da diese die Provisionen weisungswidrig dem Streitberufenen statt Pablo Reimpell überwiesen habe, stehe der Klägerin als Zessionarin der Deutschen Bank AG - bzw. gestützt auf Art. 399 Abs. 3 OR - ein vertraglicher Rückerstattungsanspruch gegen die Beklagte zu.\n\n3. a) Nach den verbindlichen Feststellungen der Vorinstanz wurde die Deutsche Bank AG von der Klägerin am 8. November 1990 und 11. Februar 1991 angewiesen, zugunsten von Pablo Reimpell auf das Konto Nr. 702808 bei der Beklagten DM 2'250'000.-- bzw. DM 500'000.-- zu überweisen. Die Deutsche Bank AG ihrerseits wies die Beklagte über das SWIFT-System an, diese Summen dem vorerwähnten Konto gutzuschreiben.\n\nb) Diese Art der Abwicklung des Zahlungsverkehrs mittels Kettenüberweisung ist in ein System mehrerer Grundverhältnisse eingebettet, wobei die Relativität der jeweiligen Rechtsbeziehungen zu beachten ist. So besteht zwischen dem Überweisenden und der |256| Erstbank ein Girovertrag, auf den die Bestimmungen über den Auftrag Anwendung finden. Weil die Absenderbank bei der Kettenüberweisung keine Kontoverbindung zum Begünstigten unterhält, kann sie nicht wie bei der Hausüberweisung dem Begünstigten die Annahme durch Gutschrift erklären. Das Verhältnis der Absenderbank zur Empfängerbank wird deshalb als zweite Anweisung qualifiziert, welche die Absenderbank als Anweisende der Empfängerbank als Angewiesener erteilt. Anweisungsempfänger bleibt wie bei der Hausüberweisung der Begünstigte. Die Annahme der ersten Anweisung des Überweisenden durch die Absenderbank erfolgt dabei nicht durch Erklärung an den Begünstigten, sondern mittels einer zweiten Anweisung, welche die Absender- der Empfängerbank erteilt. Die Überweisung charakterisiert sich somit als eine an die Erstbank gerichtete Weisung (Art. 397 OR), die Empfängerbank zugunsten des Begünstigten anzuweisen (BGE 121 III 310 E. 3a; MARTIN HESS, Rechtliche Aspekte der Banküberweisung, SZW 3/91, S. 101 f., 103; zum internationalen Bankzahlungsverkehr: JACQUES BISCHOFF, Auslandszahlungsverkehr in der Schweiz, in: Rechtsprobleme der Auslandsüberweisung, Berlin 1992, S. 343 f., 346 und 347).\n\nDie - als einheitliches Rechtsgeschäft aufzufassende - mehrgliedrige Überweisung findet ihre Grundlage in selbständigen, auftragsrechtlichen Regeln folgenden Giroverträgen, in welchen sich die Banken verpflichten, für einen Kunden den bargeldlosen Zahlungsverkehr zu besorgen und dabei insbesondere Überweisungen auszuführen und entgegenzunehmen (BGE 111 II 447 E. 1; HESS, a.a.O., S. 105; CANARIS, in: Grosskomm. HGB, 4. Aufl., Bankvertragsrecht, Erster Teil, Rz. 315). Von den einzelnen Grundgeschäften bleiben die Anweisungen unabhängig; das Zahlungsversprechen der Bank ist gegenüber dem Deckungs- und Valutaverhältnis grundsätzlich abstrakt (CANARIS, a.a.O., Rz. 397a S. 260; VON DER CRONE, Rechtliche Aspekte der direkten Zahlung mit elektronischer Überweisung [EFTPOS], Diss. Zürich 1988, S. 49). Entsprechend kann der Angewiesene, der dem Anweisungsempfänger die vorbehaltlose Annahme der Anweisung erklärt hat, ihm gegenüber die Erfüllung nicht verweigern, indem er sich auf Einwendungen und Mängel aus dem Verhältnis mit dem Anweisenden (Deckungsverhältnis) oder demjenigen zum Anweisungsempfänger (Valutaverhältnis) beruft (BGE 121 III 109 E. 3a). Erlaubt sind dem Angewiesenen einzig die Einreden, welche sich aus dem persönlichen Verhältnis zum Anweisungsempfänger oder aus dem Inhalt der Anweisung (Art. 468 Abs. 1 |257| OR) ergeben (BGE 105 II 104 E. 2; HESS, a.a.O., S. 104 mit Hinweisen; CANARIS, a.a.O., Rz. 397a S. 260). Dieses Ergebnis ist systemkonform und trägt dem Grundsatz der Relativität von Forderungsrechten Rechnung (hierzu: KRAMER, Berner Kommentar, Allg. Einleitung in das schweizerische OR, N. 44 f.). Der Funktionsschutz durch Ausschluss der überweisungsfremden Einreden trennt den mit der Annahme begründeten Anspruch nicht nur vom Deckungsverhältnis, sondern genauso vom Valutaverhältnis. Erweist sich der Transfer aus der Sicht des Valutaverhältnisses nachträglich als nicht gerechtfertigt, so ändert dies nichts an seiner Gültigkeit im Leistungsverhältnis. Vielmehr ist es Sache des Überweisenden und des Empfängers, nach den Regeln des zwischen ihnen bestehenden Vertrages oder allenfalls nach den Grundsätzen über den Ausgleich der ungerechtfertigten Bereicherung für Korrektur zu sorgen (VON DER CRONE, a.a.O., S. 69).\n\nc) Ob der Angewiesene zur Annahme der Anweisung verpflichtet ist, beurteilt sich aus dem Deckungsverhältnis (KOLLER, in: Kommentar zum Schweizerischen Privatrecht, 2. Aufl., N. 2 und 9 zu Art. 468 OR). Auch hier gilt, dass die mit der Überweisung beauftragte Bank sich um die zugrundeliegenden Rechtsbeziehungen zwischen dem Auftraggeber und Begünstigtem grundsätzlich nicht zu kümmern braucht, zumal sie regelmässig keinen hinreichenden Einblick in die Absichten und Dispositionen des Auftraggebers hat (CANARIS, a.a.O., Rz. 327 und 429; SCHWINTOWSKI/SCHÄFER, Bankrecht, Köln/Berlin/Bonn/München 1997, S. 263 Rz. 95). Soweit der Auftraggeber allerdings erkennbar rechtswidrige oder unsittliche Weisungen erteilt, muss sie die Bank nicht befolgen (vgl. FELLMANN, Berner Kommentar, N. 97 zu Art. 397 OR; HOFSTETTER, SPR VII/2, S. 79; vgl. auch BEAT KLEINER, Internationales Devisen-Schuldrecht, Zürich 1985, S. 125 f.). In diesem Zusammenhang sind etwa die Sorgfaltspflichtsvereinbarung der Schweizer Banken (Fassung vom 1. Oktober 1992) und das per 1. April 1998 in Kraft getretene Geldwäscherei-Gesetz (AS 1998 S. 892 f.) zu beachten, wo besondere Pflichten zur Identifikation des Bankkunden und des allenfalls hinter ihm stehenden wirtschaftlich Berechtigten an einer Geschäftsbeziehung statuiert werden. Die per 1. August 1990 in Kraft getretenen Strafbestimmungen zur Geldwäscherei (Art. 305bis und 305ter StGB) untermauern diese Sorgfaltspflichten zusätzlich strafrechtlich (EMCH/RENZ/BÖSCH, Das schweizerische Bankgeschäft, 4. Aufl., S. 85 f.; IMOGEN BILLOTTE-TONGUE, Aspects juridiques du virement bancaire, Diss. Genf, Zürich 1992, S. 48 f.).\n\n|258|\n\nDass die Beklagte Kenntnis vom Verwendungszweck der zu überweisenden Gelder oder von den Verhandlungen der Klägerin mit den zuständigen venezolanischen Stellen im Zusammenhang mit dem Projekt \"Olefinas II\" hatte, geht aus den Feststellungen des Handelsgerichts nicht hervor. Nicht ersichtlich ist sodann, aus welchem anderen Grund sie eine allfällige Sittenwidrigkeit des Valutaverhältnisses hätte erkennen und gestützt darauf die geforderte Überweisung hätte verweigern können (vgl. CANARIS, a.a.O., Rz. 397a S. 260). Entscheidend bleibt aber, dass eine allenfalls sittenwidrige causa im Valutaverhältnis die Gültigkeit der von den Banken akzeptierten Überweisungsaufträge nicht tangiert und sie zur weisungskonformen Erfüllung dieser \"abstrakten\" Schuld verpflichtet bleiben. Zwar können die Banken unter Umständen die Überweisung unter Verweis auf eine offensichtliche Gesetzes- oder Sittenwidrigkeit des Valutaverhältnisses verweigern, ohne schadenersatzpflichtig zu werden. Akzeptieren sie aber den Überweisungsauftrag und führen sie ihn aus, muss dies vertrags- bzw. weisungskonform geschehen, andernfalls der Auftraggeber fordern kann, dass ihm der dafür belastete Betrag erneut gutgeschrieben oder die Überweisung entsprechend seiner Order vorgenommen wird (FELLMANN, a.a.O., N. 124 zu Art. 400 OR; CANARIS, a.a.O., Rz. 347).\n\nd) Im Lichte dieser Grundsätze vermag eine allfällige Sittenwidrigkeit im Valutaverhältnis zwischen der Klägerin und Pablo Reimpell auf das Deckungsverhältnis nicht durchzuschlagen. Eine entsprechende Einrede der überweisenden Bank bleibt als exceptio de iure tertii wirkungslos. Die vom Handelsgericht vertretene Auffassung, wonach Art. 66 OR als \"allgemeine Norm der Rechtsschutzversagung\" aufzufassen ist, die jegliche Ansprüche \"ausschliesst, denen ein eigenes sittenwidriges Verhalten zugrundeliegt\", findet im Gesetz keine Stütze. Art. 66 OR vermag vertraglich begründeten Ansprüchen nicht zu derogieren. Andernfalls könnte eine mit der Überweisung beauftragte Bank, die aus irgendwelchen Quellen von einem sitten- oder rechtswidrigen Verwendungszweck des überwiesenen Geldes im Valutaverhältnis erfährt, dieses entschädigungslos einbehalten bzw. darauf verzichten, den dem Konto des Überweisenden belasteten Betrag trotz verweigerter Auftragserfüllung wieder gutzuschreiben. Ihrem Auftraggeber könnte sie Art. 66 OR entgegenhalten (BGE 99 Ia 417 E. 3c), der Begünstigte hätte mangels Anweisungsakzepts (Art. 468 Abs. 1 OR) keinen Anspruch auf das Geld. Der Anwendungsbereich von Art. 66 OR ist somit auf das zufolge Rechts- oder Sittenwidrigkeit ungültige |259| Kausalverhältnis zwischen Anweisendem und Anweisungsempfänger beschränkt. Der Überweisende, dem - wie dargelegt (E. 3c hievor) - gegen den Angewiesenen aus weisungswidriger Auftragsausführung ein vertraglicher Anspruch auf Erstattung desjenigen zusteht, was dieser zur weisungsgemässen Ausführung erhalten hat, braucht nicht aus ungerechtfertigter Bereicherung zu klagen, weshalb ihm auch nicht Art. 66 OR entgegengehalten werden kann (BGE 99 Ia 417 E. 3a)."}