{"annee": "124", "cour": "V", "page": "69", "date": "6/3/1998", "cite": ["123 V 70"], "cite_par": ["125 V 42"], "chapeau": "11. Estratto della sentenza del 6 marzo 1998 nella causa C. contro Ufficio cantonale del lavoro, Bellinzona, e Tribunale cantonale delle assicurazioni, Lugano", "regestes": ["Art. 23 al. 1 (dans sa teneur valable jusqu'au 31 décembre 1995) et art. 24 al. 1 LACI; art. 37 al. 4 OACI (dans sa version valable jusqu'au 31 décembre 1995) : Exigence, pour que le gain assuré puisse faire l'objet d'un nouveau calcul en cas d'obtention d'un gain intermédiaire, d'une activité ininterrompue soumise à cotisation d'une durée de six mois au moins, pour laquelle un salaire plus élevé a été obtenu. Pour savoir s'il existe, dans l'éventualité où l'assuré a bénéficié de vacances, une période de travail ininterrompue de six mois pour lequel un gain intermédiaire supérieur au gain assuré a été obtenu, il y a lieu d'examiner quelle était la volonté des parties au début du rapport de travail : lorsque, comme dans le cas particulier, un rapport de travail unique a été convenu, les indemnités de vacances doivent être prises en considération en tant que gain intermédiaire au sens de l'art. 37 al. 4 OACI, indépendamment du fait qu'elles ont été échues avant ou après lesdites vacances. Le point de savoir quand on peut conclure à l'existence d'une période d'activité ininterrompue dans le cas de rapports de travail d'un autre type a été laissé indécis."], "faits": "|70|\n\nA.- C., nato nel 1947, architetto di formazione, si è annunciato alla Cassa disoccupazione del Sindacato Edilizia e Industria a contare dall'agosto 1993. Il suo guadagno assicurato era pari a fr. 5630.- mensili. Dal marzo 1994 egli ha iniziato un'attività a tempo parziale presso la ditta G. SA di L., continuando comunque a controllare la disoccupazione come persona che |71| consegue un guadagno intermedio. A partire dal mese di giugno dello stesso anno, egli ha cominciato un'ulteriore attività lavorativa, formalizzata contrattualmente a far tempo dal 1o luglio 1994, alle dipendenze della società C. SA. Nei mesi di giugno, luglio, settembre, ottobre e novembre 1994, l'interessato non ha avuto diritto all'indennità di disoccupazione, in quanto il guadagno intermedio copriva integralmente la perdita di guadagno. Per il mese di agosto 1994, la summenzionata Cassa lo ha invece posto al beneficio di tale indennità, in fr. 2075.50.\n\nNel dicembre 1994 l'assicurato ha lavorato in misura sensibilmente più ridotta, poi si è ritrovato di nuovo disoccupato. Dando seguito ad una richiesta di C., intesa a far verificare se fossero dati i presupposti necessari per ricalcolare il guadagno assicurato durante il termine quadro per la riscossione della prestazione assicurativa, la Cassa ha sottoposto il caso all'Ufficio cantonale del lavoro del Cantone Ticino.\n\nMediante decisione 8 febbraio 1995, detto Ufficio ha statuito che le condizioni richieste per poter ricalcolare il guadagno assicurato non erano date. Avendo percepito indennità di disoccupazione nel mese di agosto 1994, l'assicurato non aveva in effetti esercitato ininterrottamente durante almeno sei mesi un'attività soggetta a contribuzione per la quale avrebbe ottenuto un salario più elevato.\n\nB.- Rappresentato dal Sindacato X, C. è insorto contro questo provvedimento con ricorso al Tribunale delle assicurazioni del Cantone Ticino. Ha fatto valere di aver esercitato ininterrottamente durante sette mesi un'attività soggetta a contribuzione, per la quale aveva conseguito un salario superiore all'indennità di disoccupazione. In particolare, il guadagno ottenuto nel mese di agosto 1994, composto dal salario percepito per l'attività svolta alle dipendenze della ditta G. SA (fr. 3094.87) e presso la società C. SA (fr. 700.-), nonché dalle indennità per vacanze godute dall'8 al 19 agosto 1994 (fr. 2916.67, rispettivamente, giusta uno scritto susseguente, di fr. 2986.44), era stato di fr. 6711.84 (recte: fr. 6711.54), rispettivamente di fr. 6781.31. Più precisamente, secondo l'accordo pattuito con il datore di lavoro, egli doveva fruire delle vacanze del 1994 nel mese di agosto, mentre l'indennità, pari a 8,3% della retribuzione lorda, veniva versata mese per mese con il salario. Di conseguenza, l'indennità di vacanza per il periodo 21 marzo - 31 dicembre 1994 doveva essere conteggiata quale guadagno intermedio nel mese di agosto, durante il quale aveva beneficiato dei giorni di vacanza maturati. |72|\n\nLa Cassa aveva pertanto versato erroneamente un'indennità di disoccupazione di fr. 2075.50 per il mese di agosto 1994 ed egli, con domanda rimasta inesaudita, aveva chiesto di rilasciare una decisione di restituzione della medesima indennità.\n\nPer pronunzia 12 ottobre 1995, la giurisdizione cantonale ha respinto il gravame. Ricordato che il ricorrente aveva beneficiato dell'indennità di disoccupazione nell'agosto 1994, essa ha considerato essere stato il periodo di sei mesi di attività soggetta a contribuzione interrotto. L'assicurato non poteva, a posteriori, offrire la restituzione dell'indennità regolarmente percepita affermando che la stessa non era dovuta. Ma anche ritenendo che l'interessato avesse fruito nell'agosto 1994 delle vacanze a carico del datore di lavoro, il periodo in parola risultava interrotto, a causa di una perdita di guadagno di fr. 1116.- (più precisamente: guadagno assicurato in fr. 5630.- ./. guadagno intermedio in fr. 4514.75, pari a un salario di fr. 3375.- e alle indennità di vacanze spettantigli sino al 31 luglio 1994, in fr. 1139.75) verificatasi in quel mese. (...) Nella determinazione della retribuzione lorda percepita (...), si doveva (...) tener conto soltanto dell'indennità di vacanza maturata fino al 31 luglio 1994, mentre non si poteva, nel calcolo del guadagno intermedio, prendere in considerazione l'indennità di vacanza maturata dal settembre 1994 in poi.\n\nC.- Patrocinato dall'avvocato L., C. interpone al Tribunale federale delle assicurazioni un ricorso di diritto amministrativo avverso il giudizio cantonale. Protestate spese e ripetibili, chiede che la pronunzia querelata sia annullata e che il guadagno assicurato venga ricalcolato nei termini da lui richiesti dinanzi alle precedenti istanze (...).\n\nL'Ufficio cantonale del lavoro postula la disattenzione del gravame, mentre l'Ufficio federale dell'industria, delle arti e mestieri e del lavoro (dal 1o gennaio 1998: Ufficio federale dello sviluppo economico e del lavoro) ha rinunciato a determinarsi.", "considerants": "Diritto:\n\n2. Ai sensi dell'art. 23 cpv. 1 LADI, nel tenore vigente sino al 31 dicembre 1995, applicabile in concreto, è considerato guadagno assicurato il salario determinante per il calcolo dei contributi e normalmente riscosso durante un periodo di calcolo, compresi gli assegni contrattuali periodici che non siano indennità per inconvenienti connessi al lavoro. È invece considerato guadagno intermedio, giusta l'art. 24 cpv. 1 LADI, il |73| reddito proveniente da un'attività lucrativa dipendente o indipendente che il disoccupato ottiene entro un periodo di controllo.\n\nL'art. 37 cpv. 4 OADI, pure nel tenore in vigore sino al 31 dicembre 1995, dispone che il guadagno assicurato viene ricalcolato durante il termine quadro per la riscossione della prestazione se l'assicurato ha esercitato ininterrottamente, durante almeno sei mesi, un'attività soggetta a contribuzione per la quale ha ottenuto un salario più elevato e se è nuovamente divenuto disoccupato.\n\n3. L'amministrazione e i primi giudici affacciano anzitutto la tesi secondo la quale il fatto, per l'assicurato, di aver percepito indennità di disoccupazione nel mese di agosto 1994, dovrebbe di per sé impedire il nuovo calcolo del guadagno assicurato, indipendentemente dal quesito di sapere se tali indennità siano state versate a torto o a ragione.\n\nDetto argomento manifestamente non regge. L'amministrazione, in effetti, in applicazione del principio della buona fede, non può prevalersi di un suo eventuale errore per non far beneficiare l'assicurato dei diritti conferitigli dal disciplinamento applicabile. Ne deriva che, di massima, la circostanza che la Cassa avrebbe erroneamente versato a C. delle indennità di disoccupazione non osterebbe alla ridefinizione del suo guadagno assicurato.\n\n(...).\n\n4. Le precedenti istanze ritengono poi che, seppure detto nuovo calcolo fosse in via di massima ammissibile, per la valutazione del salario corrispondente alle vacanze dovrebbero essere prese in considerazione solo le indennità pagate prima delle ferie medesime, e non quelle maturate nei successivi periodi lavorativi.\n\na) Decisivo, per sapere se in un caso concreto vi sia stato un periodo di lavoro ininterrotto di sei mesi durante il quale l'interessato ha ottenuto un salario superiore al guadagno assicurato, è segnatamente stabilire quale fosse la volontà delle parti all'inizio del rapporto. Ora, dagli atti all'inserto è lecito inferire che esse avessero pattuito un unico rapporto, non interrotto nel mese di agosto 1994. Infatti, emerge dal contratto di lavoro concluso tra il ricorrente e la società C. SA il 30 giugno 1994, che il salario e le vacanze erano stati fissati in proporzione all'orario lavorativo effettivo e che la disdetta, durante i primi tre mesi, avrebbe avuto effetto per la fine della settimana successiva, rispettivamente, durante il primo anno, per la fine del mese successivo. Dal canto suo, la ditta G. SA ha attestato, il 17 gennaio 1995, che nell'importo mensile di fr. 7000.- pattuito con il dipendente era compresa la quota parte per |74| vacanze pari all'8,3 % e che il diritto ai giorni di vacanza per il 1994 doveva essere esercitato nel mese di agosto dello stesso anno.\n\nL'assicurato aveva pertanto il diritto, senza subire pregiudizi dal profilo dell'assicurazione contro la disoccupazione, di prendere le sue vacanze quando voleva in tale periodo (cfr. sul diritto di fruire delle vacanze in relazione con l'assegnazione di indennità di disoccupazione DTF 123 V 73 consid. 5a). Il ricorrente era tantopiù legittimato a prendere le vacanze proprio in agosto quando si ritenga essersi trattato di vacanze aziendali, così fissate con il datore.\n\nb) Deriva da quanto precede che, nel computo del salario determinante per il mese di agosto 1994, C. doveva poter fruire dell'insieme delle indennità per vacanze relative al rapporto lavorativo, unico come si è visto. Aderire alla tesi, peraltro non motivata, dell'amministrazione e della giurisdizione cantonale condurrebbe invece a far sì che la durata delle vacanze ammissibili per non perdere i diritti di cui all'art. 37 cpv. 4 OADI sarebbe funzione del tempo di lavoro effettuato, molto corta all'inizio del rapporto lavorativo, più lunga solo con il decorrere del tempo. Simile costrizione per il lavoratore trattandosi di fissare l'epoca e la durata delle proprie vacanze potrebbe, come in concreto, essere incompatibile con l'organizzazione di una ditta e, se del caso, renderebbe meno attraente la ricerca di lavoro intermedio, questo in contrasto con le intenzioni del legislatore.\n\n6. In esito alle suesposte considerazioni, nell'agosto 1994 non vi è stata interruzione del richiesto periodo di attività conferente un salario superiore al guadagno assicurato. I requisiti di cui all'art. 37 cpv. 4 OADI sono quindi adempiuti, per cui l'amministrazione è tenuta a ricalcolare il salario assicurato del ricorrente.\n\n7. Insoluto può nell'ambito della presente procedura rimanere il tema di sapere quando si possa ammettere l'esistenza di un periodo di attività ininterrotta ai sensi del predetto disposto di cui all'art. 37 cpv. 4 OADI trattandosi di rapporti lavorativi diversi da quello oggetto della presente vertenza."}