{"annee": "124", "cour": "I", "page": "322", "date": "16/10/1998", "cite": ["120 V 1", "121 II 22", "121 I 30", "124 IV 234"], "cite_par": ["131 II 228", "131 II 169", "130 II 217"], "chapeau": "39. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 16. Oktober 1998 i.S. A. gegen Regierungsrat und Verwaltungsgericht des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 6 par. 1 CEDH. Une décision d'irrecevabilité prise en première instance en raison du défaut de paiement de l'avance de frais ne concerne en tout cas pas une contestation de droit civil au sens de l'art. 6 par. 1 CEDH aussi longtemps que l'exécution d'une prétention de droit civil n'est ainsi pas rendue impossible, juridiquement ou de fait (consid. 4)."], "faits": "|323|\n\nDr. med. A. stellte am 4. Juni 1993 an die Gesundheitsdirektion des Kantons Zürich ein Gesuch um Erteilung der generellen Bewilligung, Heroinabhängigen im Rahmen einer Behandlung Methadon zu verschreiben oder abzugeben. Mit Schreiben vom 12. November 1993 teilte die Gesundheitsdirektion A. mit, sie könne dem Gesuch nicht stattgeben. Am 16. Dezember 1993 ersuchte A. die Gesundheitsdirektion, in Wiedererwägung ihres Entscheides die Methadonbewilligung zu erteilen, eventuell eine rekursfähige Verfügung zu erlassen.\n\nDie Gesundheitsdirektion setzte A. am 21. Dezember 1993 Frist zur Bezahlung eines Kostenvorschusses, unter Androhung des Nichteintretens im Unterlassungsfall. Sie begründete dies damit, A. habe die ihm in einem früheren Verfahren auferlegten Verfahrenskosten nicht bezahlt. Nachdem A. den Vorschuss nicht bezahlt hatte, trat die Gesundheitsdirektion des Kantons Zürich mit Verfügung vom 28. Januar 1994 auf das Begehren um Erteilung einer Methadonbewilligung nicht ein. A. erhob dagegen am 21. Februar 1994 Rekurs an den Regierungsrat des Kantons Zürich. Darin brachte er unter anderem vor, durch das nichtöffentliche Verfahren werde Art. 6 EMRK verletzt.\n\nDer Regierungsrat wies den Rekurs ab. Dagegen erhob A. Beschwerde an das Verwaltungsgericht des Kantons Zürich. Darin verlangte er unter anderem, die Verfahrensgarantien von Art. 6 EMRK seien «vollumfänglich anzuwenden». Das Verwaltungsgericht des Kantons Zürich wies mit Entscheid vom 27. November 1997 die Beschwerde ab.\n\nA. erhebt staatsrechtliche Beschwerde mit dem Antrag, den Entscheid des Verwaltungsgerichts aufzuheben.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n4. Der Beschwerdeführer rügt - wie sinngemäss bereits vor den kantonalen Instanzen - eine Verletzung des Anspruchs auf ein mündliches Verfahren.\n\n|324|\n\na) Gemäss Art. 6 Ziff. 1 EMRK besteht in allen zivilrechtlichen Streitigkeiten ein Anspruch darauf, dass die Sache «öffentlich» gehört wird. Das Urteil muss zudem öffentlich verkündet werden. Die Öffentlichkeit der Gerichtsverhandlung stellt ein fundamentales Prinzip dar, das nicht nur für den Einzelnen wichtig ist, sondern ebenso sehr als Voraussetzung für das Vertrauen in das Funktionieren der Justiz erscheint (Urteile des Europäischen Gerichtshofes für Menschenrechte vom 20. Mai 1998 i.S. Gautrin, Ziff. 39 ff.; vom 24. November 1997 i.S. Werner, Ziff. 45 und i.S. Szücs, Ziff. 41 ff., je mit Hinweisen; BGE 124 IV 234 E. 3b; BGE 121 I 30 E. 5d S. 35; BGE 121 II 22 E. 4c S. 27 f.; je mit Hinweisen). Nach der Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte müssen in zivilrechtlichen Streitigkeiten die Parteien grundsätzlich zumindest einmal im ganzen Verfahren Gelegenheit haben, ihre Argumente mündlich in einer öffentlichen Sitzung einem unabhängigen Gericht vorzutragen, soweit sie nicht ausdrücklich oder stillschweigend auf die Durchführung eines öffentlichen Verfahrens verzichtet haben (BGE 121 I 30 E. 5d-f S. 35 ff.). Jedoch kann unter gewissen Umständen auf die Durchführung einer öffentlichen Verhandlung verzichtet werden, wenn eine Verhandlung nichts zur Klärung der Streitigkeit beiträgt, namentlich wenn keine Tatfragen, sondern reine Rechts- oder Zulässigkeitsfragen umstritten sind (Urteile des Europäischen Gerichtshofes für Menschenrechte vom 19. Februar 1998 i.S. Jacobsson, Ziff. 49; vom 23. Februar 1994 i.S. Fredin, Série A 283-A, Ziff. 20 ff.; BGE 120 V 1 E. 3e S. 9; MARK E. VILLIGER, Probleme der Anwendung von Art. 6 Abs. 1 EMRK auf verwaltungs- und sozialgerichtliche Verfahren, AJP 1995 S. 163-171, 168). Diese Praxis rechtfertigt sich insbesondere im Lichte des ebenfalls in Art. 6 Ziff. 1 EMRK enthaltenen Gebots der Verfahrensbeschleunigung (vgl. Urteil des Europäischen Gerichtshofes vom 24. Juni 1993 i.S. Schuler-Zgraggen, Série A 263, Ziff. 58; PETTITI/DÉCAUX/IMBERT, La Convention européenne des droits de l'homme: Commentaire article par article, Paris 1995, S. 267).\n\nb) Die Erteilung bzw. Verweigerung einer gewerbe- oder gesundheitspolizeilichen Bewilligung für eine privatwirtschaftliche Tätigkeit stellt eine zivilrechtliche Streitigkeit im Sinne von Art. 6 Ziff. 1 EMRK dar (Urteil des Europäischen Gerichtshofes für Menschenrechte vom 19. April 1993 i.S. Kraska, Série A 254-B, Ziff. 23 ff.; RUTH HERZOG, Art. 6 EMRK und kantonale Verwaltungsrechtspflege, Diss. Bern 1995, S. 47 ff.). Es kann offen bleiben, ob das auch gilt, wenn die Bewilligung für eine spezielle Tätigkeit, wie die hier |325| im Streit stehende, verweigert wird. Selbst sofern das bejaht würde, wäre - wie sich aus dem Folgenden ergibt - die Rüge unbegründet.\n\nc) Vorliegend geht es nicht um die materiellrechtliche Frage, ob die Verweigerung der Methadonbewilligung zulässig sei. Ebenso wenig geht es um die Festlegung der Verfahrenskosten, was - sofern die Hauptsache zivilrechtlich ist - allenfalls als zivilrechtliche Streitigkeit zu beurteilen wäre (vgl. Urteil des Europäischen Gerichtshofes für Menschenrechte vom 23. September 1997 i.S. Robins, Ziff. 29). Zur Diskussion steht einzig, ob es zulässig war, auf das Gesuch des Beschwerdeführers mangels Bezahlung des Kostenvorschusses nicht einzutreten.\n\nd) Nach der Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte gilt der Zugang zu einem Gericht im Sinne von Art. 6 EMRK nicht absolut; er steht vielmehr unter dem Vorbehalt, dass die einschlägigen Verfahrensvorschriften eingehalten werden. Die Staaten haben einen Ermessensspielraum in der Ausgestaltung von Verfahrensvorschriften; diese müssen jedoch ein legitimes Ziel verfolgen und dürfen das Recht auf Zugang zu einem Gericht nicht seiner Substanz berauben oder in unverhältnismässiger Weise einschränken (Urteil des Europäischen Gerichtshofes für Menschenrechte vom 19. Februar 1998 i.S. Edificaciones March Gallego SA, Ziff. 34; vom 23. Oktober 1996 i.S. Levages Prestations Services, Ziff. 40). Sind diese Voraussetzungen eingehalten und tritt eine Behörde auf ein Gesuch oder ein Rechtsmittel nicht ein, weil die entsprechenden Verfahrensvorschriften aus einem Grund, den die Partei zu vertreten hat, nicht eingehalten sind, ist Art. 6 EMRK nicht verletzt (zit. Urteil i.S. Edificaciones March Gallego SA, Ziff. 35 ff.). Der Nichteintretensbeschluss kann ohne Verhandlung und öffentliche Beratung gefällt werden (MIEHSLER/VOGLER, IntKomm EMRK, Rz. 339 zu Art. 6; nicht publizierte Urteile des Bundesgerichts vom 7. Juli 1993 i.S. P., E. 2; vom 30. November 1990 i.S. G., E. 2; vom 10. März 1987 i.S. B., E. 5).\n\nEs ist insbesondere mit Art. 6 EMRK vereinbar, das Eintreten auf ein Gesuch oder Rechtsmittel von der rechtzeitigen Bezahlung eines Kostenvorschusses abhängig zu machen (Entscheide der Europäischen Kommission für Menschenrechte vom 12. Oktober 1994 i.S. Müller, Ziff. 2; vom 6. Mai 1993 i.S. Wassmer; VILLIGER, a.a.O., S. 167). Wird der Kostenvorschuss nicht bezahlt, so braucht der daraufhin ergehende Nichteintretensentscheid nicht in einer öffentlichen Verhandlung gefällt zu werden (Entscheid der Europäischen |326| Kommission für Menschenrechte vom 17. Mai 1995 i.S. Müller, auszugsweise publiziert in VPB 1996 Nr. 112). In einem Entscheid, in welchem es um eine im Sinne von Art. 6 EMRK strafrechtliche Anschuldigung ging, entschied zwar der Europäische Gerichtshof für Menschenrechte, Art. 6 Ziff. 1 EMRK sei auch anwendbar, wenn ein oberinstanzliches Gericht auf ein Rechtsmittel mangels Bezahlung des Kostenvorschusses nicht eintrete; doch lag in jenem Fall eine Verletzung von Art. 6 EMRK darin, dass der Beschwerdeführer überhaupt nicht die Gelegenheit erhielt, auf die Vorbringen der Behörde zu antworten (Urteil des Europäischen Gerichtshofes für Menschenrechte vom 27. März 1998 i.S. J.J., Ziff. 39 ff.). Eine öffentliche Verhandlung über den Nichteintretensentscheid wurde auch dort nicht verlangt.\n\ne) Vorliegend steht nicht das Nichteintreten auf ein Rechtsmittel vor einem Gericht zur Diskussion, sondern das Nichteintreten auf ein Gesuch an eine Verwaltungsbehörde, welche erstinstanzlich entscheidet. Der Anspruch auf Öffentlichkeit gilt nur für das Verfahren vor Gerichten, nicht aber für das verwaltungsinterne Verfahren. Umso weniger kann ein öffentliches Verfahren verlangt werden, wenn es bloss darum geht, ob eine Verwaltungsbehörde mit Recht auf ein Gesuch nicht eingetreten ist. Denn dieser Nichteintretensentscheid schafft keine materielle Rechtskraft hinsichtlich des mit dem Gesuch Verlangten. Der Gesuchsteller kann sein Gesuch neu einreichen und einen Entscheid in der Sache erwirken, den er anschliessend vor einem Verwaltungsgericht anfechten kann, welches die Garantien von Art. 6 EMRK einhält. Die Frage, ob der Nichteintretensentscheid zulässig war, stellt demnach keine zivilrechtliche Streitigkeit dar. Anders könnte es sich höchstens verhalten, wenn entweder die Verfahrensvorschriften für den Verwaltungsentscheid so prohibitiv wären, dass im Ergebnis der zivilrechtliche Anspruch praktisch nicht mit zumutbarem Aufwand durchgesetzt werden könnte, oder wenn aus rechtlichen oder faktischen Gründen ein entsprechendes Gesuch später nicht mehr gestellt werden könnte, so dass mit dem Entscheid, das Nichteintreten sei zulässig gewesen, im Ergebnis der zivilrechtliche Anspruch auch in der Sache endgültig abgewiesen würde. Ist dies aber nicht der Fall, so wird mit dem Nichteintreten einzig eine verfahrensrechtliche Frage beantwortet, die keinerlei Auswirkungen auf das zivile Recht hat.\n\nf) Vorliegend wurde vom Beschwerdeführer für den Erlass einer erstinstanzlichen Verfügung ein Kostenvorschuss von Fr. 300.-- verlangt. Dieser Betrag kann nicht als unverhältnismässig betrachtet |327| werden. Hätte der Beschwerdeführer den verlangten Kostenvorschuss geleistet, hätte die Gesundheitsdirektion einen materiellen Entscheid gefällt, den der Beschwerdeführer in einem EMRK-konformen Verfahren hätte anfechten können. Der Kostenvorschuss wäre an die ohnehin zu leistende Bewilligungsgebühr angerechnet bzw. ein allfälliger Überschuss zurückerstattet worden. Der Nichteintretensentscheid entfaltet zudem keinerlei materielle Rechtskraft bezüglich der Berechtigung des Beschwerdeführers, Methadon abzugeben. Es steht diesem frei, ein neues Gesuch einzureichen. Wenn er sich stattdessen in schwer verständlicher Weise der Bezahlung des nicht prohibitiv hohen Kostenvorschusses widersetzte und sich darauf konzentrierte, den Nichteintretensentscheid anzufechten, hat er es selber zu vertreten, dass bisher kein Entscheid in der Sache und in einem EMRK-konformen Verfahren erging."}