{"annee": "124", "cour": "III", "page": "112", "date": "12/2/1998", "cite": ["119 II 232", "91 II 108", "102 II 270", "103 II 176"], "cite_par": ["135 III 441"], "chapeau": "22. Auszug aus dem Urteil der I. Zivilabteilung vom 12. Februar 1998 i.S. A. gegen Erbengemeinschaft B. (Berufung)", "regestes": ["Aval; recours du payeur par intervention ou des endossataires postérieurs. Un paiement par intervention peut être constaté par un acquit donné sur une allonge rattachée au billet à ordre (art. 1061 al. 1 CO, consid. 1). Le payeur par intervention n'acquiert des prétentions résultant des recours (art. 1062 al. 1 CO) qu'en cas de protêt préalable (art. 1058 CO); si le billet à ordre n'a fait l'objet d'un protêt qu'après le paiement par intervention et qu'il a été endossé ensuite (art. 1010 al. 1 CO), l'endossataire postérieur peut aussi recourir contre le donneur d'aval (art. 1022 al. 1 CO). La conversion d'un paiement par intervention éventuellement non valable en un endossement subséquent est en principe possible (consid. 2). Si une prolongation de l'effet de change n'est pas communiquée au donneur d'aval ou que le délai pour l'établissement du protêt faute de paiement est échu, les titulaires de recours n'en subissent pas de préjudice s'agissant d'un billet à ordre, car le souscripteur (art. 1099 al. 1 CO) et par conséquent aussi son garant (art. 1022 al. 1 CO) répondent sans protêt préalable (consid. 3)."], "faits": "|113|\n\nAm 6. Dezember 1990 stellte F. einen Eigenwechsel aus, mit welchem er sich verpflichtete, am 6. Mai 1991 an die Order Bank X. in Herisau den Betrag von Fr. 15'000'000.-- zu bezahlen. A. unterzeichnete diesen Wechsel als Wechselbürge. Nach handschriftlicher Abänderung der Orderklausel auf \"G. AG\" und Übergabe des von der G. AG blanko indossierten Wechsels an die Bank X., protestierte diese nach ausgebliebener Zahlung den per 13. Mai 1991 prolongierten Wechsel am 15. Mai 1991. Zwecks Vermeidung einer Regressnahme von der Bank X. auf die G. AG traten B. sel. und D. im Sinne von Art. 1058 OR als Ehrenzahler in die Wechselverpflichtung ein und überwiesen die gesamte Forderungssumme an die Bank X.\n\nIm gegen den Wechselbürgen eingeleiteten Betreibungsverfahren erteilte der Einzelrichter des Bezirksgerichts Meilen am 29. Oktober 1991 für Fr. 15 Mio. provisorische Rechtsöffnung. In der Folge machte A. eine Aberkennungsklage anhängig, welche das Bezirksgericht Meilen mit Urteil vom 15. September 1994 abwies. Gleich entschied auf Berufung hin das Obergericht (I. Zivilkammer) des Kantons Zürich mit Urteil vom 30. November 1995.\n\nEine vom Kläger gegen das obergerichtliche Urteil eingelegte Nichtigkeitsbeschwerde wies das Kassationsgericht des Kantons Zürich mit Beschluss vom 2. Juni 1997 ab, soweit es darauf eintrat. Die dagegen erhobene staatsrechtliche Beschwerde hat das Bundesgericht mit Urteil vom heutigen Tag abgewiesen, soweit es darauf eintrat.\n\nDer Kläger hat das Urteil des Obergerichts auch mit eidgenössischer Berufung angefochten, die das Bundesgericht abweist.", "considerants": "Aus den Erwägungen:\n\n1. Die Vorinstanz hat die Gültigkeit der auf einer Allonge zum Wechsel ausgestellten Quittung über die Ehrenzahlung bejaht. Der Kläger rügt eine Verletzung von Art. 1061 Abs. 1 OR; seiner Auffassung nach sind die strengen Formvorschriften des Wechselrechts eng auszulegen. Wenn Art. 1003 Abs. 1 und Art. 1021 Abs. 1 OR |114| es ausdrücklich zuliessen, ein Indossament bzw. eine Bürgschaftserklärung auf eine Allonge zu setzen, hingegen Art. 1061 OR bestimme, dass die Ehrenzahlung auf dem Wechsel selbst quittiert werden müsse, so komme dieser im Gesetz explizit vorgenommenen Differenzierung materielle Bedeutung zu. Auch für die Annahmeerklärung bestimme Art. 1015 Abs. 1 OR, dass sie nur auf den Wechsel selbst gesetzt werden dürfe; ebenso verlange Art. 1029 OR die Quittierung für die vollständige oder teilweise Zahlung auf dem Wechsel. Sodann habe das Bundesgericht in BGE 102 II 273 f. ähnliche Überlegungen bezüglich einer checkrechtlichen Erklärung im Sinne von Art. 1128 Ziff. 2 OR angestellt. Diesen Ausführungen halten die Beschwerdegegner entgegen, dass die Quittung einer Ehrenzahlung bestimmten inhaltlichen Erfordernissen zu genügen habe; bei längerem Umlauf eines Wechsels könne sie aus Platzgründen gar nicht mehr auf dem Wechsel selbst angebracht werden, weshalb es genügen müsse, sie auf einer Allonge auszustellen.\n\na) Der Ehreneintritt - beim Eigenwechsel nur in der Form der Ehrenzahlung möglich - bezweckt, einen drohenden Rückgriff mangels Zahlung abzuwenden. Er soll dem Begünstigten die hohen Kosten aus einem Rücklauf des Wechsels durch alle Indossanten ersparen und Kreditschädigungen vermeiden, die für den Notadressanten oder Honoraten als Rückgriffsschuldner entstehen können (MEISTER, in: Kommentar zum Schweizerischen Privatrecht, N. 1 der Vorbemerkungen zu Art. 1054-1062 OR und N. 2 und 3 zu Art. 1058 OR; MEIER-HAYOZ/VON DER CRONE, Wertpapierrecht, Bern 1985 S. 211 und 221). Vorliegend traten B. sel. und D. als Ehrenzahler in die Wechselverpflichtung der G. AG ein, um eine Regressnahme der Bank X. auf die G. AG als Garantieindossantin zu verhindern.\n\nb) Gemäss Art. 1061 Abs. 1 OR ist über die Ehrenzahlung auf dem Wechsel eine Quittung auszustellen, die denjenigen bezeichnet, für den gezahlt wird. Fraglich ist, ob - wie vorliegend geschehen - die Ehrenzahlung auch auf einer Allonge quittiert werden kann. Gemäss ausdrücklicher gesetzlicher Vorschrift können Indossamente (Art. 1003 Abs. 1 OR) oder Bürgschaftserklärungen (Art. 1021 Abs. 1 OR) auch auf ein mit dem Wechsel verbundenes Blatt (Anhang oder Allonge) gesetzt werden. Demgegenüber bestimmt Art. 1015 Abs. 1 OR für die Annahmeerklärung, dass sie auf den Wechsel gesetzt werden muss; ob sie auch auf der Allonge stehen kann, ist umstritten (bejahend: MEIER-HAYOZ/VON DER CRONE, a.a.O., Rz. 103 S. 165; ERNST JACOBI, Wechsel- und Scheckrecht, Berlin 1955, S. 524; MARTIN STRANZ, Kommentar zum Wechselgesetz, |115| Berlin 1952, N. 1 zu Art. 25 WG; verneinend: PERGOLIS, in: Kommentar zum Schweizerischen Privatrecht, N. 2 zu Art. 1015 OR; JÄGGI/DRUEY/VON GREYERZ, Wertpapierrecht, Basel 1985, S. 169; PETER BÜLOW, Wechselgesetz, Scheckgesetz, Allgemeine Geschäftsbedingungen, 2. Aufl., Heidelberg 1995, N. 3 zu Art. 25 WG; BAUMBACH/HEFERMEHL, Wechselgesetz und Scheckgesetz, 19. Aufl., N. 1 zu Art. 25 WG; PIMMER, Wechselgesetz und Scheckgesetz, Wien 1992, N. 2 zu Art. 25 WG; QUASSOWSKI/ALBRECHT, Deutsches Wechselgesetz, Berlin 1934, N. 6 zu Art. 25 WG; JOSEF HUPKA, Das einheitliche Wechselrecht der Genfer Verträge, Wien 1934, S. 66). Während die die Zulässigkeit einer Annahmeerklärung auf der Allonge bejahenden Autoren vorab damit argumentieren, dass der Anhang Bestandteil des Wechsels bildet, gesteht die Gegenmeinung diesem keine (vollwertige) Urkundenqualität zu. Des weiteren erwähne auch das Gesetz selber - im Unterschied zu Art. 1003 Abs. 1 und 1021 Abs. 1 OR - den Anhang nicht.\n\nBezüglich der Zulässigkeit, die Ehrenerklärung auf einer Allonge zu quittieren, äussern sich diejenigen Autoren, welche der Annahmeerklärung auf einer Allonge die Gültigkeit absprechen wollen, durchaus weniger dezidiert; so wird etwa für das deutsche Recht hervorgehoben, dass mit der neuen Regelung in Art. 62 Abs. 1 WG (Art. 1061 Abs. 1 OR) altrechtliche Formerfordernisse (öffentliche Beurkundung der Ehrenzahlung und der Interventionserklärung im Protest oder in einem Anhang zu diesem) zugunsten einer privaten Bestätigung auf dem Wechsel fallengelassen worden seien (HUPKA, a.a.O., S. 194 und 195; QUASSOWSKI/ALBRECHT, a.a.O., N. 2 zu Art. 62 WG). Entsprechend lässt die deutsche Regelung auch die Quittung auf dem mit dem Wechsel verbundenen Protest zu (STRANZ, a.a.O., N. 3 zu Art. 62 WG; QUASSOWSKI/ALBRECHT, a.a.O., N. 2 zu Art. 62 WG). Entscheidend ist denn auch, dass in der Quittung selbst die Natur der Zahlung als Ehrenzahlung klar zum Ausdruck kommt, dient sie doch damit sowohl der Legitimation des Ehrenzahlers bei Geltendmachung der ihm zukommenden Ansprüche (Art. 63 WG bzw. Art. 1062 OR), wie auch dazu, offenkundig zu machen, welche Rückgriffsschuldner durch Ehrenzahlung befreit sind. Entsprechend von untergeordneter Bedeutung ist auch, wo auf dem Wechsel quittiert wird (BAUMBACH/HEFERMEHL, a.a.O., N. 1 zu Art. 62 WG). Damit ist nicht ausgeschlossen, die Quittung auf der Rückseite des Wechsels oder einer Allonge anzubringen, zumal das Gesetz z.B. Rückseite und Allonge regelmässig gleichbehandelt und damit auch nicht zwingend zwischen dem Wechsel als eigentlicher Urkunde und |116| dem Anhang unterscheidet (vgl. Art. 1003 Abs. 1 bzw. Art. 13 Abs. 1 WG und Art. 81 WG bzw. die Regelung in Art. 1037 OR; STRANZ, a.a.O., N. 4 zu Art. 25 WG). Zudem können auch praktische Gründe (lange Indossamentenkette, Mehrzahl von Wechselbürgschaften etc.) dazu führen, die Quittung auf einem neuen, dem Wechsel anzuheftenden Blatt anzubringen (vgl. JACOBI, a.a.O., S. 524).\n\nIm übrigen genügt es auch bei der Ehrenannahme, die Interventionserklärung auf einem Anhang zu vermerken, obwohl das Gesetz diese Möglichkeit nicht ausdrücklich erwähnt (Art. 1056 OR; BÜLOW, a.a.O., N. 1 zu Art. 57 WG; BAUMBACH/HEFERMEHL, a.a.O., N. 1 zu Art. 57 WG; STRANZ, a.a.O., N. 2 zu Art. 57 WG). Gründe des Verkehrsschutzes, die der Quittierung der Ehrenzahlung auf einer Allonge entgegenstehen könnten, sind nicht ersichtlich, weshalb auch diese Form der Quittung zuzulassen ist (gl.M. MEISTER, a.a.O., N. 2 zu Art. 1061 OR). Unbehelflich ist demgegenüber der Hinweis des Klägers auf die bundesgerichtliche Rechtsprechung zu Art. 1128 OR, welche den (checkrechtlichen) Nichteinlösungsvermerk auf einer Allonge zum Check nicht genügen lässt (BGE 102 II 270 E. 1b). Wie die Beklagten zu Recht ausführen, kennt das Checkrecht - im Gegensatz zum Wechselrecht - verschiedene Formen, innerhalb welcher die Zahlungsverweigerung festgestellt werden kann, ohne dass diese Erklärungen zwingend auf der Checkurkunde selbst angebracht werden müssten (Art. 1128 Ziff. 1-3 OR; BAUER, in: Kommentar zum Schweizerischen Privatrecht, N. 11 f., 20 zu Art. 1128 OR). Eine analoge Anwendung der zu Art. 1128 OR entwickelten Praxis auf die Quittierung einer Ehrenzahlung drängt sich keineswegs auf.\n\nc) Dass die dem Wechsel angeheftete Quittung inhaltliche Mängel aufgewiesen hätte (vgl. hierzu MEISTER, a.a.O, N. 2 zu Art. 1061 OR; BAUMBACH/HEFERMEHL, a.a.O., N. 1 zu Art. 62 WG), hat die Vorinstanz nicht festgestellt und wird vom Kläger auch nicht geltend gemacht. Demzufolge ist von einer rechtsgenüglichen Quittierung der Ehrenzahlung auszugehen und ist die Berufung des Klägers in diesem Punkt unbegründet.\n\n2. Die Vorinstanz hat die Ehrenzahlung gestützt auf die zu den kantonalen Akten gegebene Belastungsanzeige der Bank X. auf den 17. Mai 1991 datiert und den Einwand des Klägers verworfen, die Zahlung sei am 13. Mai 1991 und somit vor der Protestaufnahme vom 15. Mai 1991 erfolgt, weshalb keine gültige Ehrenzahlung vorliegen könne. |117|\n\na) Die Frage, wann eine Ehrenzahlung als erfolgt zu gelten habe, beschlägt Bundesrecht. Entscheidend ist dabei derjenige Zeitpunkt, in welchem der Gläubiger über das Geld verfügen kann. Ist bargeldloser Zahlungsverkehr vereinbart, tritt die Erfüllungswirkung ein, wenn der geschuldete Geldbetrag auf dem Konto des Gläubigers gutgeschrieben ist (BGE 119 II 232 E. 2; WEBER, Berner Kommentar, N. 123 zu Art. 74 OR; LEU, in: Kommentar zum Schweizerischen Privatrecht, 2. Aufl., N. 6 zu Art. 74 OR; SCHRANER, Zürcher Kommentar, N. 79 zu Art. 74 OR; CHRISTIAN THALMANN, Die Rechtzeitigkeit von Überweisungen des Gläubigers, in: SZW 1990, S. 257 f., 258).\n\nVorliegend quittierte die Bank X. den Ehrenzahlern B. sel. und D. mit Schreiben vom 17. Mai 1991, deren Konto mit Fr. 15'052'723.35 \"Val. 13.05.1991\" belastet zu haben. Diese Summe umfasste die Wechselschuld im Nominalbetrag von Fr. 15 Mio., zuzüglich Verzugszinsen zwischen 6. Mai bis 13. Mai 1991 sowie Gebühren und Kosten. Der Begriff \"Valuta\" bezeichnet dabei die Wertstellung von Gutschriften und Belastungen und legt Beginn und Ende des Zinsenlaufes fest (Albisetti et al., Handbuch des Geld-, Bank- und Börsenwesens der Schweiz, 4. Aufl., S. 653). Entgegen der Auffassung des Klägers indiziert das Valutadatum nicht zwingend den Zeitpunkt, in welchem die dem Konto der Ehrenzahler belastete Wechselsumme der Bank gutgeschrieben wurde. Es ist durchaus möglich, dass - wie die Vorinstanz ausführt - die Valutierung auf das Fälligkeitsdatum des Wechsels zurückbezogen wurde, um etwa die Verzugszinsen tief zu halten. Wie die Beklagten im übrigen zu Recht ausführen, wurde am 15. Mai 1991 auf Ersuchen der Bank X. die Protesturkunde wegen nicht erfolgter Zahlung durch den Wechselnotar der Gemeinde Herisau aufgenommen, was wohl eine Ehrenzahlung nach Protestaufnahme indiziert, jedoch - entgegen ihrer Auffassung - keine diesbezügliche Beweisvermutung im Sinne von Art. 9 ZGB begründet. Insgesamt fehlen aber Feststellungen darüber, wann genau die Wechselsumme inkl. Zins der Bank X. gutgeschrieben wurde. Da der Ehrenzahler die wechselrechtlichen Ansprüche gemäss Art. 1062 OR nur bei vorgängiger Protestaufnahme erwirbt (MEISTER, a.a.O., N. 6 zu Art. 1058 OR), wäre der genaue Zeitpunkt der Buchungen - Belastung des Kontos der Ehrenzahler sowie Gutschrift zugunsten der Bank X. - für den Fall einer allfälligen Bundesrechtswidrigkeit der vorinstanzlichen Alternativbegründung zur Regresshaftung des Klägers noch abzuklären und die Streitsache zur Vervollständigung des Tatbestandes |118| gemäss Art. 64 Abs. 1 OG an die Vorinstanz zurückzuweisen. Für den Fall einer tatsächlich nach Protestaufnahme geleisteten Ehrenzahlung wäre auch deren Rechtzeitigkeit im Sinne von Art. 1058 Abs. 3 OR durch die Vorinstanz noch abzuklären.\n\nb) Für den Fall einer vor Protestaufnahme erfolgten Ehrenzahlung hat die Vorinstanz alternativ erwogen, dass diese als Zahlung eines aufgrund eines indossamenten- oder zessionsrechtlich berechtigten Wechselinhabers qualifiziert werden könne. Auch diesfalls - so die Vorinstanz - würde den Beklagten das Recht zum Regress auf den Kläger zustehen. Hiegegen wendet dieser mit Berufung ein, dass gemäss den verbindlichen Tatsachenfeststellungen der Vorinstanz B. sel. und D. als Ehrenzahler aufgetreten seien und eine formungültige Ehrenzahlung nicht als Nachindossament uminterpretiert werden könne, zumal den Beklagten auf diese Weise weitergehende Regressrechte eingeräumt würden, als dies aufgrund von Art. 1062 OR der Fall wäre.\n\naa) Der Ehrenzahler subrogiert gemäss Art. 1062 Abs. 1 OR in die Rechtsposition des befriedigten Wechselinhabers, wobei der nach Art. 1061 Abs. 1 OR auf den Wechsel zu setzende Zahlungsvermerk insofern Bedeutung besitzt, als der Kreis der dem Ehrenzahler haftenden Rückgriffsschuldner über die Person des Honoraten bestimmt wird (MEISTER, a.a.O., N. 2 zu Art. 1062 OR). Dem Ehrenzahler haften ausser dem Aussteller der Honorat und dessen Vormänner sowie ein etwaiger Wechselbürge des Honoraten (Art. 1022 Abs. 1 OR), nicht aber dessen Nachmänner, welche durch die Ehrenzahlung aus dem Wechsel nicht mehr belangt werden können (MEISTER, a.a.O., N. 4 zu Art. 1062 OR). Wie der Kläger zu Recht ausführt, wäre die von der Bank X. erstellte und dem Wechsel angeheftete Belastungsanzeige vom 17. Mai 1991 als Nachindossament im Sinne von Art. 1010 Abs. 1 OR zu qualifizieren, wurde der Wechsel doch vor der streitigen Indossierung am 15. Mai 1991 protestiert. Ein derartiges Nachindossament entfaltet einzig zessionsrechtliche Wirkungen, so dass insbesondere die Regresshaftung von Gesetzes wegen ausgeschlossen ist (JÄGGI/DRUEY/VON GREYERZ, a.a.O., S. 185; GRÜNINGER/HUNZIKER/NOTTER, in: Kommentar zum Schweizerischen Privatrecht, N. 4 zu Art. 1010 OR). Es gehen nicht die Rechte, so wie sie sich aus dem Wechsel ergeben, auf den Nachindossatar über, sondern nur die Rechte in der Gestalt, wie sie dem Nachindossanten zustanden (QUASSOWSKI/ALBRECHT, a.a.O., N. 5 zu Art. 20 WG). Somit erwirbt der Nachindossatar alle Rechte des Nachindossanten gegen den Aussteller und diejenigen Indossanten, |119| die vor Protest und vor Ablauf der Protestfrist indossiert haben (BAUMBACH/HEFERMEHL, a.a.O., N. 4 zu Art. 20 WG; BÜLOW, a.a.O., N. 3 zu Art. 20 WG; QUASSOWSKI/ALBRECHT, a.a.O, N. 6 zu Art. 20 WG). Entsprechend haftet dem Zessionar neben dem Aussteller grundsätzlich auch der diesem haftende Wechselbürge (Art. 1022 Abs. 1 OR). Eine Beschränkung der Übertragungswirkung für die durch das Nachindossament übertragenen Rechte, wie dies zessionsrechtlich für die mit der Forderung akzessorisch verbundenen Nebenrechte möglich ist (GIRSBERGER, in: Kommentar zum Schweizerischen Privatrecht, 2. Aufl., N. 1 und 8 zu Art. 170 OR), ist demgegenüber beim Nachindossament ausgeschlossen (Art. 1004 Abs. 1 OR). Abgesehen davon hat die Vorinstanz den Willen der Bank X. als Nachindossantin zur Übertragung sämtlicher wechselrechtlichen Rechte auf B. sel. und D. als Nachindossataren bejaht; diese Beweiswürdigung ist im vorliegenden Berufungsverfahren nicht mehr in Frage zu stellen.\n\nbb) Müsste vorliegend die Gültigkeit der Ehrenzahlung durch B. sel. und D. verneint werden, könnten diese mittels Nachindossament in die Rechtsposition der Bank X. eingetreten sein und insoweit auf den Kläger als Avalisten regressieren. Eine derartige Konversion eines formungültigen, nichtigen Rechtsgeschäfts in ein gesetzkonformes ist grundsätzlich möglich. An Stelle des nichtigen Rechtsgeschäfts wird das andere als zustande gekommen betrachtet, wenn anzunehmen ist, dass es bei Kenntnis der Nichtigkeit des beabsichtigten Geschäfts gewollt wäre (von Tuhr/Peter, Allgemeiner Teil des Schweizerischen Obligationenrechts, Bd. I, 3. Aufl., S. 229; Schwenzer, in: Kommentar zum Schweizerischen Privatrecht, 2. Aufl., N. 25 und 26 zu Art. 11 OR). Nach der Rechtsprechung des Bundesgerichts muss das Ersatzgeschäft inhaltlich im formungültigen Geschäft enthalten sein. Es darf sodann nicht weiter reichen, als das von den Parteien beabsichtigte Geschäft und keiner der Parteien strengere Verpflichtungen auferlegen. Schliesslich muss es einen ähnlichen Zweck und Erfolg anstreben wie das nichtige (BGE 103 II 176 E. 4 S. 185 und 186; SCHWENZER, a.a.O., N. 26 zu Art. 11 OR). Die Frage nach dem hypothetischen Parteiwillen bei erkannter Nichtigkeit ist eine Rechtsfrage, die das Bundesgericht frei prüft (BGE 103 II 176 E. 4 S. 185). Abzustellen ist auf den Zweck, den die Parteien mit dem nichtigen Vertrag verfolgten. Es steht fest, dass B. sel. und D. mit der Zahlung der Wechselsumme (inkl. Verzugszinsen) eine Regressnahme durch die Bank X. auf die G. AG als Garantieindossantin verhindern und gleichzeitig in die Rechtsposition |120| der Bank X. eintreten wollten, um sich letztlich am Wechselaussteller und den ihm haftenden Bürgen schadlos halten zu können. In diesem Verständnis belastete die Bank X. auch das Konto von B. sel. und D. mit der Wechselsumme inkl. Zins und Kosten und übernahmen diese gemäss Belastungsanzeige auch sämtliche wechselrechtlichen Regressansprüche. Entgegen der Auffassung des Klägers ist nicht ersichtlich, weshalb B. sel. und D. durch das Nachindossament mehr Rechte zustehen sollten, als in deren Eigenschaft als Ehrenzahler. In beiden Fällen steht ihnen der Regress auf den Wechselaussteller und den ihm haftenden Avalisten zu, womit auch die Identität des wirtschaftlichen Erfolgs von ungültigem und gesetzeskonformem Rechtsgeschäft zu bejahen ist.\n\n3. Nach Auffassung des Klägers haben die Beklagten ihm gegenüber auch deshalb keine Regressrechte aus dem Wechsel erworben, weil dieser nicht am ursprünglichen Fälligkeitstag protestiert worden sei. Soweit die Vorinstanz davon ausgegangen sei, er habe die Prolongation genehmigt, bzw. ihm vorwerfe, er habe diese Genehmigung verspätet bestritten, verletze sie die Regeln über die Beweislastverteilung gemäss Art. 8 ZGB. Als offensichtliches Versehen zu werten sei sodann die Feststellung, er habe nicht einmal behauptet, den Wechsel vor Prolongation avaliert zu haben. Mangels Genehmigung der Prolongation hafte er nur gemäss ursprünglichem Wechseltext, welcher den 6. Mai 1991 als Fälligkeitsdatum bestimme. Entsprechend hätte der Wechsel spätestens am 8. Mai 1991 protestiert werden müssen, was jedoch nicht geschehen sei, weshalb auch jegliche Regressrechte der Beklagten aus Aval entfielen.\n\na) Ob die Vorinstanz bei ihrer Feststellung, der Kläger habe den Wechsel erst nach dessen Prolongation avaliert, einem offensichtlichen Versehen unterlegen sei, kann offengelassen werden. Immerhin wurde zur Frage des genauen Zeitpunkts der Wechselprolongation kein Beweisverfahren durchgeführt, und steht aufgrund der Tatsachenfeststellungen der Vorinstanz einzig fest, dass der Wechsel am 6. Dezember 1991 [recte: 1990] avaliert und am 13. Dezember neu an die Order \"G. AG\" ausgestellt wurde. Wann genau die neue Verfallklausel auf den Wechsel gesetzt wurde, ist aufgrund der Akten nicht eruierbar. Vor diesem tatsächlichen Hintergrund kann nicht gesagt werden, die angefochtene Feststellung beruhe auf einem schlichten Versehen. Indes braucht der Zeitpunkt der Wechselprolongation auch nicht beweismässig erstellt zu werden. Wie die Beklagten zu Recht ausführen, haftet der Wechselbürge gemäss Art. 1022 Abs. 1 |121| OR in gleicher Weise wie derjenige, für den er sich verbürgt hat. Handelt es sich bei diesem um den Annehmer des Wechsels, so haftet dieser ohne Protest (BGE 91 II 108 E. 2a S. 110; BAUMBACH/HEFERMEHL, a.a.O., N. 1 zu Art. 32 WG; BAUER, a.a.O., N. 7 zu Art. 1050 OR; Netzle, in: Kommentar zum Schweizerischen Privatrecht, N. 2 zu Art. 1022 OR). Da der Aussteller eines Eigenwechsels in gleicher Weise haftet wie der Annehmer eines gezogenen Wechsels (Art. 1099 Abs. 1 OR), entfällt die Obliegenheit zum Wechselprotest somit auch gegenüber dem Hauptschuldner und seinem Wechselbürgen, weshalb eine allfällige Fristversäumnis (Art. 1050 Abs. 1 OR) die Rückgriffsrechte gegenüber dem Wechselbürgen nicht verwirken lässt (BGE 91 II 108 E. 2a).\n\nb) Vor diesem Hintergrund spielt der genaue Zeitpunkt der Kenntnisnahme des Klägers von der Wechselprolongation keine Rolle. Musste ihm gegenüber der Wechsel nicht protestiert werden, brauchte ihm auch die Änderung der Verfallzeit nicht speziell angezeigt zu werden (vgl. Bernasconi, in: Kommentar zum Schweizerischen Privatrecht, N. 7 zu Art. 1068 OR). Ausweislich der Akten und gestützt auf seine eigenen Aussagen steht fest, dass er spätestens im Rechtsöffnungsverfahren von der Wechselprolongation erfahren, hiegegen jedoch erst in der kantonalen Berufungsreplik - und somit prozessrechtlich verspätet - protestiert hat. Wenn die Vorinstanz dieses Verhalten als (konkludente) Genehmigung der Wechselprolongation qualifiziert, ist dies bundesrechtlich nicht zu beanstanden (BERNASCONI, a.a.O., N. 10 zu Art. 1068 OR). Die Frage der Genehmigung einer Wechselprolongation spielt denn vorliegend auch nur bei der Verzugszinsberechnung eine Rolle; liegt eine einfache Prolongation im Sinne eines pactum de non petendo in tempus vor, wird der Wechsel ungeachtet der Prolongation am wechselmässigen Verfalltag zur Zahlung fällig, und sind alsdann gemäss Art. 1045 Abs. 1 Ziff. 2 OR Verzugszinsen zu 6% geschuldet (Eduard Naegeli, Die Wechselprolongation, Zürich/St. Gallen 1956, S. 56 und 92). Wird umgekehrt der Verfalltag des Wechsels hinausgeschoben, liegt mithin eine qualifizierte Prolongation vor, entfällt die gesetzliche Zinspflicht des Prolongatars und Hauptschuldners (NAEGELI, a.a.O., S. 154). Vorliegend hat die Vorinstanz den fraglichen Vermerk auf der Vorderseite des Wechsels \"prolongiert per 13. Mai 1991\" unangefochten als qualifizierte Prolongation gewertet, was bundesrechtlich nicht zu beanstanden ist (vgl. MEIER-HAYOZ/VON DER CRONE, a.a.O., S. 197 Rz. 38). Auch der öffentlich beurkundete Protest erwähnt den 13. Mai 1991 als Verfallzeit des Wechsels. |122|\n\nAnhaltspunkte dafür, dass für die Prolongation eine Entschädigung - z.B. in Form einer ab ursprünglicher Verfallzeit laufenden Verzinsung der Wechselsumme - geschuldet sein sollte, sind nicht dargetan oder ersichtlich. Damit ist der Kläger als Regressschuldner sowohl nach Art. 1045 Abs. 1 Ziff. 2 OR (bei gültiger Ehrenzahlung) wie auch nach Art. 1046 OR (beim Einlösungsrückgriff) seit dem 13. Mai 1991 verzugszinspflichtig (vgl. BAUER, a.a.O., N. 3 und 11 zu Art. 1046 OR). Das angefochtene Urteil ist somit in diesem Punkt nicht zu beanstanden. Bezüglich der von der Vorinstanz den Beklagten gestützt auf Art. 1046 Ziff. 4 OR zugesprochenen Provision von Fr. 30'000.-- rügt der Kläger nicht substantiiert eine Bundesrechtsverletzung (Art. 55 Abs. 1 lit. c OG), weshalb das angefochtene Urteil auch in diesem Punkt zu bestätigen ist.\n\nc) Ist von einer gültigen Konversion der Ehrenzahlung in ein Nachindossament mit zessionsrechtlicher Wirkung im Sinne von Art. 1010 Abs. 1 OR auszugehen, sind B. sel. bzw. seine Rechtsnachfolger und D. in die Rechtsposition der Bank X. eingetreten und steht ihnen damit auch das Regressrecht gegenüber dem Kläger zu. Entsprechend entfällt die Notwendigkeit einer Rückweisung der Streitsache zwecks Abklärung des genauen Zeitpunkts der Ehrenzahlung."}