{"annee": "124", "cour": "II", "page": "1", "date": "22/12/1997", "cite": ["121 II 59", "113 IA 146", "121 II 110", "123 I 31", "122 I 275", "123 I 221"], "cite_par": ["130 III 729", "125 II 377", "125 II 217", "136 II 177", "140 II 409", "124 II 49", "129 II 1", "133 II 1", "125 II 465", "125 II 369", "130 II 56"], "chapeau": "1. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 22. Dezember 1997 i.S. B. gegen Fremdenpolizei des Kantons Bern und Haftgericht III Bern-Mittelland (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 5 par. 4 CEDH; art. 13b al. 2 LSEE et art. 13c al. 4 LSEE; demande de levée de détention présentée par une personne détenue en vue de renvoi faisant la grève de la faim. Système d'examen de la détention dans la loi sur les mesures de contrainte (consid. 1). Délai d'attente pour présenter une demande de levée de détention à la suite d'une décision du juge autorisant le prolongement de la détention (consid. 2b). Compatibilité avec l'art. 5 par. 4 CEDH (consid. 2c). Conditions dans lesquelles le délai d'attente de l'art. 13c al. 4 dernière phrase LSEE n'est pas valable (consid. 3a). Situation exceptionnelle non reconnue dans un cas où l'intéressé poursuit une grève de la faim depuis la dernière décision autorisant sa détention (consid. 3b)."], "faits": "|2|\n\nDer nach eigenen Angaben aus dem Sudan stammende B. reiste am 1. Mai 1996 illegal in die Schweiz ein und ersuchte hier tags darauf um Asyl. Das Bundesamt für Flüchtlinge lehnte dieses Gesuch am 11. September 1996 ab, wies B. weg und forderte ihn auf, das Land bis zum 31. Oktober 1996 zu verlassen. Die Schweizerische Asylrekurskommission bestätigte diesen Entscheid auf Beschwerde hin am 6. November 1996. Wegen gesundheitlicher Probleme von B. wurde der Wegweisungsvollzug bis zum 28. Februar 1997 sistiert. Am 17. April 1997 wies das Bundesamt für Flüchtlinge das Gesuch um einen weiteren Aufschub aus medizinischen Gründen ab, da die Behandlung im Sudan fortgesetzt werden könne, wo die nötigen Medikamente erhältlich seien. Am 24. April 1997 forderte die Fremdenpolizei des Kantons Bern B. auf, sich bei ihr bis spätestens 5. Mai 1997 zu melden, ansonsten allenfalls Zwangsmassnahmen ergriffen werden müssten. Dieser und einer weiteren Aufforderung kam B. nicht nach; vielmehr verliess er am 21. Mai 1997 den ihm zugewiesenen Aufenthaltsort und tauchte unter.\n\nAm 7. August 1997 wurde B. in Genf angehalten und noch gleichentags von der Fremdenpolizei des Kantons Bern in Ausschaffungshaft genommen. Das Haftgericht III Bern-Mittelland prüfte und bestätigte diese am 8. August 1997. Am 30. Oktober 1997 beantragte B. über seinen Rechtsvertreter, aus der Haft entlassen zu werden; am 28. Oktober 1997 hatte die Fremdenpolizei ihrerseits um eine \"Verlängerung der Ausschaffungshaft bis zu einem durch das Gericht zu bestimmenden Zeitpunkt\" ersucht. Am 6. November 1997 verlängerte der Haftrichter die Ausschaffungshaft um drei Monate. Gleichzeitig wies er das Haftentlassungsgesuch ab. B. trat hierauf in den Hungerstreik, was seinen Rechtsvertreter veranlasste, am 26. November 1997 an die Fremdenpolizei und den Haftrichter zu gelangen. Am 2. Dezember 1997 teilte ihm die Fremdenpolizei mit, dass sie sich durch einen Hungerstreik nicht \"erpressen\" lasse. B. werde intensiv ärztlich betreut; es bestehe keine akute Lebensgefahr. |3|\n\nAm 5. Dezember 1997 reichte B. beim Haftrichter ein formelles Haftentlassungsgesuch ein, auf das dieser, weil verfrüht, mit Entscheid vom 9. Dezember 1997 nicht eintrat.\n\nB. hat hiergegen am 10. Dezember 1997 Verwaltungsgerichtsbeschwerde eingereicht. Er beantragt, den angefochtenen Entscheid aufzuheben und die Fremdenpolizei des Kantons Bern anzuweisen, ihn umgehend aus der Haft zu entlassen. Eventuell sei die Vorinstanz zu verpflichten, auf das Gesuch einzutreten. Das Bundesgericht weist die Beschwerde insofern ab", "considerants": "aus folgenden Erwägungen:\n\n1. Die zuständige Behörde kann einen Ausländer in Ausschaffungshaft nehmen bzw. in dieser belassen, wenn die Voraussetzungen von Art. 13b des Bundesgesetzes vom 26. März 1931 über Aufenthalt und Niederlassung der Ausländer (ANAG, SR 142.20; in der Fassung des Bundesgesetzes vom 18. März 1994 über Zwangsmassnahmen im Ausländerrecht [AS 1995 146 ff.]) erfüllt sind. Danach ist erforderlich, dass ein erstinstanzlicher, nicht notwendigerweise auch rechtskräftiger, Weg- oder Ausweisungsentscheid (vgl. BGE 121 II 59 E. 2a S. 61) vorliegt, dessen Vollzug (z.B. wegen fehlender Reisepapiere) noch nicht möglich ist. Zudem muss einer der in Art. 13b Abs. 1 ANAG genannten Haftgründe bestehen. Die Haft dauert grundsätzlich maximal drei Monate. Mit Zustimmung der kantonalen richterlichen Behörde kann sie gestützt auf eine mündliche Verhandlung (vgl. BGE 121 II 110 ff.) um höchstens sechs Monate verlängert werden, falls dem Vollzug der Weg- oder Ausweisung besondere Hindernisse entgegenstehen (vgl. Art. 13b Abs. 2 ANAG). Die Rechtmässigkeit und die Angemessenheit der Haft sind spätestens nach 96 Stunden gestützt auf eine mündliche Verhandlung durch eine richterliche Instanz zu prüfen (Art. 13c Abs. 2 ANAG). Frühstens einen Monat nach der Haftprüfung kann ein Haftentlassungsgesuch gestellt werden, worüber die richterliche Behörde - wiederum aufgrund einer mündlichen Verhandlung - innert acht Arbeitstagen zu entscheiden hat (BGE 121 II 110 E. 1c S. 112); ein weiteres Gesuch um Haftentlassung ist bei der Ausschaffungshaft erst nach zwei Monaten möglich (Art. 13c Abs. 4 ANAG).\n\n2. a) Der Haftrichter hat vorliegend am 6. November 1997 der Haftverlängerung um drei Monate zugestimmt, das Haftentlassungsgesuch des Beschwerdeführers vom 30. Oktober 1997 abgewiesen und ausdrücklich festgestellt, dass ein neues Entlassungsgesuch |4| gestützt auf Art. 13c Abs. 4 ANAG erst nach zwei Monaten eingereicht werden könne. Dieser Entscheid ist unangefochten in Rechtskraft erwachsen. Ob unter diesen Umständen der gestützt hierauf ergangene Nichteintretensentscheid vom 9. Dezember 1997 heute separat angefochten werden kann oder nicht vielmehr bereits der Haftverlängerungsentscheid als solcher mit Verwaltungsgerichtsbeschwerde hätte beanstandet werden müssen, kann dahingestellt bleiben. Der angefochtene Entscheid verletzt nämlich so oder anders kein Bundesrecht.\n\nb) Der Beschwerdeführer hat am 30. Oktober 1997 ein Haftentlassungsgesuch gestellt. Das entsprechende Verfahren fiel zeitlich mit der Verhandlung über die Haftverlängerung zusammen. Obwohl von Anfang an anwaltlich vertreten, zog er sein Entlassungsgesuch nicht zurück. Der Haftrichter musste deshalb sowohl über den Verlängerungsantrag der Fremdenpolizei als auch über das formelle Haftentlassungsgesuch des Beschwerdeführers befinden. Dieses kann nicht nachträglich, wie der Beschwerdeführer dies tut, in eine Stellungnahme zum Verlängerungsantrag umgedeutet werden. Bei Einreichung des Gesuchs hatte der Beschwerdeführer von der beabsichtigten Haftverlängerung noch gar keine Kenntnis; seine Eingabe bezweckte unter ausdrücklicher Bezugnahme auf Art. 13c Abs. 4 ANAG die Einleitung eines eigenständigen richterlichen Haftprüfungsverfahrens. Über den Sinn dieses Vorgehens hatte der Haftrichter nicht zu befinden, nachdem der Beschwerdeführer durch einen in Haftsachen erfahrenen Anwalt vertreten war, der die Verfahrensabläufe kannte. Der Haftrichter durfte deshalb bereits aus diesem Grund davon ausgehen, das zweite Haftentlassungsgesuch sei gemäss Art. 13c Abs. 4 (letzter Satz) ANAG verfrüht. Es braucht unter diesen Umständen nicht weiter geklärt zu werden, ob ein Entlassungsgesuch nach der obligatorischen Verhandlung über die Haftverlängerung (Art. 13b Abs. 2 ANAG) nicht generell immer erst nach einer Sperrfrist von zwei Monaten möglich ist, da der Betroffene bereits bei dieser Gelegenheit - zumindest sinngemäss - seinerseits um eine Haftentlassung nachsucht.\n\nc) Nichts anderes ergibt sich aus Art. 5 Ziff. 4 EMRK (so auch NICOLAS WISARD, Les renvois et leur exécution en droit des étrangers et en droit d'asile, Basel u. Frankfurt 1997, S. 326): Danach besteht ein Anspruch auf Überprüfung der Rechtmässigkeit der Haft lediglich \"in angemessenen Abständen\", soweit das innerstaatliche Recht nicht - wie hier - selber ein regelmässiges, periodisches Haftprüfungsverfahren vorsieht (vgl. MARK E. VILLIGER, Handbuch |5| der Europäischen Menschenrechtskonvention (EMRK), Zürich 1993, Rz. 365; FROWEIN/PEUKERT, Europäische Menschenrechtskonvention, Kehl/Strassburg/Arlington 1996, Rzn. 136 ff. zu Art. 5). Bei der Bestimmung des zeitlichen Rhythmus der Haftprüfung ist der Art der Festhaltung und ihrem Zweck sowie den Verhältnissen des Einzelfalls bzw. den Besonderheiten der anwendbaren Prozessvorschriften Rechnung zu tragen (BGE 123 I 31 E. 4 S. 37 ff.). Die Ausschaffungshaft dient allein der Sicherung der Wegweisung und kann deshalb entgegen der Ansicht des Beschwerdeführers weder bezüglich ihres Zwecks noch bezüglich der konkreten Ausgestaltung der Haftbedingungen mit der Untersuchungshaft verglichen werden (vgl. BGE 123 I 221 E. 4a; BGE 122 I 275 E. 3b S. 277, 222 E. 2 S. 225 ff.), bei der nach der Rechtsprechung zu Art. 5 Ziff. 4 EMRK eine Haftprüfung in \"kurzen\" Zeitabständen erforderlich sein kann (FROWEIN/PEUKERT, a.a.O., Rz. 136 FN 315 zu Art. 5; vgl. BGE 123 I 31 E. 4 S. 37 ff.). Ist der Vollzug der Ausschaffung möglich, was weitgehend vom Ausländer selber abhängt, fällt die Haft dahin (vgl. BGE 122 I 275 E. 3b S. 277). Eine Entlassung durch die Administrativbehörde kann jederzeit erfolgen. Die Fremdenpolizei hat dementsprechend die Rechtmässigkeit und die Verhältnismässigkeit der Haft ihrerseits fortlaufend zu prüfen und dabei insbesondere zu berücksichtigen, ob allenfalls einer der in Art. 13c Abs. 5 ANAG genannten Haftbeendigungsgründe eingetreten ist. Ihre jeweilige Beurteilung kann im Rahmen der vom Gesetz vorgesehenen, regelmässigen obligatorischen und fakultativen Haftkontrollverfahren (zumindest) alle zwei Monate richterlich überprüft werden. In diesem Sinne ist auch BGE 121 II 110 ff. zu verstehen, wenn das Bundesgericht dort festhält, \"dass eine vollständige Haftprüfung und damit auch eine mündliche Verhandlung (zumindest) alle zwei Monate ermöglicht werden sollte\" (S. 112/113). Eine intensivere richterliche Haftprüfung ergibt sich nicht aus den haftrechtlichen Verfahrensbestimmungen als solchen, sondern allenfalls aus zeitlichen Beschränkungen der Haftgenehmigung durch den Richter im Einzelfall, die zusätzliche Verhandlungen erforderlich machen können.\n\n3. a) Das Bundesgericht hat nun in gewissen Fällen aber Ausnahmen von den in Art. 13c Abs. 4 ANAG vorgesehenen Sperrfristen anerkannt. Insbesondere hat es festgestellt, dass dem kantonalen Haftrichter \"kaum\" verwehrt sein dürfte, ein Haftentlassungsgesuch an die Hand zu nehmen, wenn ein offensichtlicher Haftbeendigungsgrund eingetreten und die Fremdenpolizei dennoch untätig |6| geblieben ist (nicht veröffentlichte Urteile vom 29. September 1995 i.S. G., E. 2, und vom 23. August 1995 i.S. S., E. 2c/cc; ANDREAS ZÜND, Zwangsmassnahmen im Ausländerrecht, Verfahrensfragen und Rechtsschutz, in AJP 7/95 S. 854 ff., S. 863 f.). Dogmatisch knüpfte es hierfür an den aus Art. 4 BV abgeleiteten Anspruch auf Wiedererwägung einer Verfügung an. Danach besteht eine behördliche Pflicht, auf ein entsprechendes Gesuch einzutreten, \"wenn die Umstände sich seit dem ersten Entscheid wesentlich geändert haben, oder wenn der Gesuchsteller erhebliche Tatsachen und Beweismittel namhaft macht, die ihm im früheren Verfahren nicht bekannt waren oder die schon damals geltend zu machen für ihn rechtlich oder tatsächlich unmöglich war oder keine Veranlassung bestand\" (BGE 113 Ia 146 E. 3a S. 152). Mit Blick auf die verfahrensrechtlichen Bestimmungen im Zwangsmassnahmengesetz, die den Anspruch auf regelmässige und wiederholte Haftprüfung bzw. die jeweiligen Voraussetzungen und Modalitäten hierzu ausdrücklich und eingehend spezialgesetzlich regeln, ist hierauf jedoch nur ausnahmsweise zurückzugreifen, nämlich bloss dann, wenn sich die Haft aufgrund neuer Umstände augenfällig als rechtswidrig erweist (vgl. BGE 121 II 59 ff. betreffend Prüfung der Wegweisung durch den Haftrichter). Es geht nicht an, dass der inhaftierte Ausländer in diesem Fall schutzlos bleibt und allenfalls lediglich aufsichtsrechtlich gegen die Fremdenpolizei vorgehen kann (vgl. ZÜND, a.a.O., S. 863).\n\nb) Im vorliegenden Fall bestanden keine besonderen Umstände, welche die Vorinstanz in Abweichung von Art. 13c Abs. 4 ANAG hätten veranlassen müssen, auf das Haftentlassungsgesuch einzutreten: Der Haftrichter hat die Ausschaffungshaft am 6. November 1997 umfassend geprüft und um drei Monate verlängert. Der Beschwerdeführer hat diesen Entscheid nicht angefochten. Seine Hinweise im vorliegenden Verfahren, es habe gar nie ein Haftgrund bestanden und die Haftbedingungen entsprächen nicht den gesetzlichen Bestimmungen, gehen somit an der Sache vorbei. Der Beschwerdeführer hätte die entsprechenden Einwände bereits im Rechtsmittel- bzw. im Haftverlängerungsverfahren vorbringen können und müssen.\n\nDie Tatsache, dass inzwischen verschiedene Personen bestätigt haben sollen, der Beschwerdeführer stamme entgegen der Vermutung des Bundesamts für Flüchtlinge nicht aus Ägypten, sondern tatsächlich aus dem Sudan, lässt die Haft ebenfalls nicht nachträglich als offensichtlich rechtswidrig erscheinen. Die entsprechenden Abklärungen der kantonalen Behörden und des Bundesamts für Flüchtlinge laufen zurzeit noch. Die vom Beschwerdeführer beigebrachten |7| Erklärungen, deren Zustandekommen im übrigen unklar ist, können allenfalls bei den weiteren Abklärungen und der Papierbeschaffung auf der sudanesischen Botschaft von Nutzen sein; sie führen indessen nicht zur Haftentlassung. Ob die Fremdenpolizei das Beschleunigungsgebot verletzt und die Papierbeschaffung nicht mit dem nötigen Nachdruck weiter verfolgt hat, wird im Rahmen des zulässigen Haftentlassungsverfahrens zu prüfen sein; auch insofern vermag der Beschwerdeführer nicht darzutun, dass die Behörden in klar und ohne weiteres erkennbarer Weise rechtswidrig gehandelt hätten.\n\nEinzig wirklich neuer Aspekt ist somit der vom Beschwerdeführer seit der letzten richterlichen Haftgenehmigung verfolgte Hungerstreik. Auch dieser liess seine Haftbelassung mit Blick auf Art. 13c Abs. 5 ANAG jedoch nicht als zum vornherein derart rechtswidrig erscheinen, dass der Haftrichter in Abweichung von den üblichen Regeln, auf das Haftentlassungsgesuch hätte eintreten müssen: Der Beschwerdeführer hat den entsprechenden neuen Umstand, der den Zweck der Ausschaffungshaft nicht - wie etwa die freiwillige Beibringung der nötigen Reisepapiere - als solchen entfallen lässt, selber zu verantworten. Seine medizinische Versorgung ist unbestrittenermassen sichergestellt. Dass er sich durch den Hungerstreik allenfalls körperlich schädigt, lässt die Haftbelassung - soweit in deren Rahmen alle gebotenen und erforderlichen medizinischen Vorkehrungen getroffen wurden - nicht zum vornherein als rechtswidrig erscheinen. Ein Hungerstreik bildet grundsätzlich keinen Grund, die Ausschaffungshaft zu beenden. Die Fremdenpolizei bzw. der Haftrichter haben sich lediglich im Rahmen der ordentlichen Haftprüfungen zu vergewissern, ob und wieweit aufgrund allfällig eingetretener körperlicher Beeinträchtigungen des Betroffenen eine Ausschaffung (auch bei Vorliegen allfälliger Reisepapiere) mittel- und längerfristig aus gesundheitlichen - d.h. tatsächlichen Gründen im Sinne von Art. 13c Abs. 5 lit. a ANAG - nicht möglich sein könnte (vgl. BGE 122 II 148 E. 3; ALAIN WURZBURGER, La jurisprudence récente du Tribunal fédéral en matière de police des étrangers, in RDAF 53/1997 I S. 269 ff. insbesondere S. 330 f.)."}