{"annee": "124", "cour": "IV", "page": "225", "date": "27/8/1998", "cite": [], "cite_par": [], "chapeau": "38. Auszug aus dem Urteil des Kassationshofes vom 27. August 1998 i.S. Bundesanwaltschaft gegen A., B. und C. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 32 al. 4 let. d, art. 61 al. 1 let. f et al. 2 aLPE; art. 4 al. 2 de l'ordonnance sur les emballages pour boissons; art. 2 et 4 de la loi fédérale sur les entraves techniques au commerce. L'inobservation de l'obligation prévue par l'ordonnance sur les emballages pour boissons d'indiquer aux consommateurs finaux des boissons en emballages perdus, à côté de la matière dont ils sont fabriqués, le fait qu'ils sont recyclables constitue une contravention en matière de déchets au sens de la loi sur la protection de l'environnement (consid. 2). Cette obligation demeure malgré l'entrée en vigueur de la loi fédérale sur les entraves techniques au commerce (consid. 3)."], "faits": "|226|\n\nDie X. AG und die Einzelfirma Y. verkauften im Zeitraum 1996 bis April 1997 in ihren Verkaufsläden in Bern unter anderem Mineralwasser der Marke «San Pellegrino», und zwar 1,5 l fassende Einweg-Gebinde bzw. PET-Flaschen (ungesüsstes) Mineralwasser mit und ohne Kohlensäure. Sie bezogen diese Flaschen von einem Dritten, der sie aus Italien importierte. Auf den Flaschen war ein Hinweis auf das Verpackungsmaterial (PET) und ein entsprechendes Signet sowie der Hinweis «non disperdere nell'ambiente» enthalten. Es fehlte aber der Hinweis, dass PET-Flaschen (wieder-) verwertet, d.h. rezykliert werden können.Die Gerichtspräsidentin 17 des Gerichtskreises VIII Bern-Laupen sprach A., B. und C. am 2. September 1997 der Widerhandlung gegen das Bundesgesetz über den Umweltschutz und der Widerhandlung gegen das Bundesgesetz gegen den unlauteren Wettbewerb schuldig, begangen im Zeitraum 1996 bis April 1997 in Bern durch Verkauf von nicht der Verordnung über Getränkeverpackungen entsprechenden «San Pellegrino»-PET-Flaschen, und verurteilte sie zu Bussen von 500, 300 resp. 400 Franken.\n\nDas Obergericht des Kantons Bern sprach A., B. und C. am 7. April 1998 von den Anschuldigungen der Widerhandlung gegen das Bundesgesetz über den Umweltschutz und der Widerhandlung gegen das Bundesgesetz gegen den unlauteren Wettbewerb frei.Die Bundesanwaltschaft führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts sei insoweit aufzuheben und die Sache zur neuen Entscheidung an die Vorinstanz zurückzuweisen, als A., B. und C. von der Anschuldigung der Widerhandlung gegen das Bundesgesetz über den Umweltschutz freigesprochen worden sind.\n\nA., B. und C. beantragen die Abweisung der Nichtigkeitsbeschwerde. |227|", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Eintretensfrage)\n\n2. a) Gemäss Art. 61 Abs. 1 lit. f des Bundesgesetzes über den Umweltschutz (USG; SR 814.01) in der bis zur Teilrevision durch Bundesgesetz vom 21. Dezember 1995, in Kraft seit 1. Juli 1997, geltenden Fassung wird bestraft, «wer Vorschriften über Abfälle (Art. 32 Abs. 3 und 4 lit. a-e) verletzt». Dieser Bestimmung entspricht in der Sache Art. 61 Abs. 1 lit. i USG in der heute geltenden Fassung, wonach strafbar ist, «wer Vorschriften über Abfälle verletzt (Art. 30a lit. a und c, 30b, 30c Abs. 3, 30d, 30h Abs. 1, 32a, 32b Abs. 4 und 32e Abs. 1-4)». Vorliegend ist das zur Zeit der inkriminierten Taten geltende alte Recht anwendbar, da das neue Recht nicht das mildere ist (siehe Art. 2 Abs. 2 StGB).\n\nb) Strafbar nach Art. 61 Abs. 1 lit. f aUSG ist, wer vorsätzlich oder fahrlässig (siehe Art. 61 Abs. 2 aUSG) Vorschriften über Abfälle verletzt, die aufgrund der in dieser Bestimmung genannten Delegationsnormen, Art. 32 Abs. 3 und Abs. 4 lit. a-e aUSG, erlassen worden sind. Nach Art. 32 Abs. 3 aUSG erlässt der Bundesrat technische und organisatorische Vorschriften über Abfallanlagen, insbesondere über Deponien. Nach Art. 32 Abs. 4 aUSG kann der Bundesrat\n\n- vorschreiben, dass bestimmte Abfälle wie Gifte, Glas und Altpapier gesondert zur Verwertung, Unschädlichmachung oder Beseitigung übergeben werden (lit. a);\n\n- vorschreiben, dass bestimmte Abfälle, namentlich Gifte, unschädlich gemacht werden (lit. b); - vorschreiben, dass bestimmte Abfälle verwertet werden, wenn dies wirtschaftlich tragbar ist und die Umwelt weniger belastet als die Beseitigung (lit. c);\n\n- die Verkäufer bestimmter Arten von Produkten oder Verpackungen, wie Flaschen oder Quecksilberbatterien und -thermometer, verpflichten, solche, allenfalls gegen Rückerstattung eines Pfandes, zurückzunehmen (lit. d);\n\n- Verpackungen von Massengütern verbieten, wenn sie zu unverhältnismässigen Abfallmengen führen oder die Verwertung der Abfälle erheblich erschweren (lit. e).\n\nGemäss Art. 4 Abs. 2 der Verordnung über Getränkeverpackungen vom 22. August 1990 (VGV; SR 814.017) dürfen Händler Getränke an Endverbraucher nur in Einwegverpackungen abgeben, auf denen das Verpackungsmaterial und dessen Eignung zur Verwertung |228| angegeben sind. Die Verordnung über Getränkeverpackungen stützt sich laut ihrem Ingress auf Art. 32 Abs. 4 lit. d-f und Art. 46 Abs. 2 (a)USG. Art. 4 Abs. 2 VGV ist durch die Delegationsnorm von Art. 32 Abs. 4 lit. d aUSG gedeckt, wonach der Bundesrat die Verkäufer bestimmter Arten von Produkten oder Verpackungen, wie Flaschen oder Quecksilberbatterien und -thermometer, verpflichten kann, solche, allenfalls gegen Rückerstattung eines Pfandes, zurückzunehmen. Diese Rücknahmepflicht kann der Händler nur erfüllen, wenn der Endverbraucher weiss, dass der Händler das Produkt bzw. die Verpackung zurücknimmt. Der in Art. 4 Abs. 2 VGV vorgeschriebene Hinweis auf die Eignung der Einwegflaschen zur Verwertung, d.h. auf die Rezyklierbarkeit, signalisiert dem Endverbraucher, dass der Händler die Getränkeverpackung zurücknimmt. Art 4 Abs. 2 VGV ist somit eine Vorschrift über Abfälle im Sinne von Art. 32 Abs. 4 lit. d aUSG, und ihre Missachtung ist daher gemäss Art. 61 Abs. 1 lit. f aUSG strafbar.\n\nc) Auf den von den Beschwerdegegnern in der Schweiz vertriebenen 1,5 l-PET-Flaschen fehlt ein Hinweis auf deren Eignung zur Verwertung, d.h. deren Rezyklierbarkeit. Der Vermerk «non disperdere nell'ambiente», den ohnehin nicht jedermann versteht, stellt keinen solchen Hinweis dar. Allerdings wird auf den Flaschen immerhin das Verpackungsmaterial, PET, angegeben. Selbst wenn es in der Schweiz inzwischen zum Allgemeinwissen gehören sollte, dass PET-Flaschen rezyklierbar sind, vermöchte der Hinweis auf dieses Verpackungsmaterial allein den gemäss Art 4 Abs. 2 VGV zusätzlich erforderlichen Hinweis auf die Rezyklierbarkeit nicht zu ersetzen. Es kann angenommen werden, dass heute zahlreiche Endverbraucher in der Schweiz gerade auch dank des entsprechenden Hinweises um die Rezyklierbarkeit von PET-Flaschen wissen, und dieses Wissen soll auch künftigen Endverbrauchern in der Schweiz vermittelt werden. Zudem kann der ausdrückliche Hinweis auf die Rezyklierbarkeit durch Worte oder durch ein einprägsames Signet in gewissem Masse auch als Aufforderung an den Endverbraucher wirken, sich entsprechend dem vorhandenen Wissen zu verhalten und die PET-Flaschen der Wiederverwertung zuzuführen.\n\nd) Auch die Vorinstanz geht offenbar davon aus, dass die Beschwerdegegner an sich gegen Art. 4 Abs. 2 VGV verstiessen und die Missachtung dieser Vorschrift nach Art. 61 Abs. 1 lit. f aUSG strafbar ist. Dennoch hat sie die Beschwerdegegner vom Vorwurf der Widerhandlung gegen das Umweltschutzgesetz im Sinne von Art. 61 Abs. 1 lit. f aUSG freigesprochen. Art. 4 Abs. 2 VGV steht |229| ihres Erachtens im Widerspruch zum Bundesgesetz über die technischen Handelshemmnisse vom 6. Oktober 1995 (THG, SR 946.51), in Kraft seit 1. Juli 1996, und ist aus diesem Grunde nicht anwendbar, wie sich aus verschiedenen Bestimmungen dieses Gesetzes ergebe.Die Bundesanwaltschaft erachtet diese Auffassung als unzutreffend. Zur Begründung gibt sie in ihrer Nichtigkeitsbeschwerde eine Stellungnahme wieder, die das Bundesamt für Umwelt, Wald und Landschaft (BUWAL) unter Berücksichtigung der Ansicht des Bundesamtes für Aussenwirtschaft (BAWI) verfasst hat.\n\n3. Das Bundesgesetz über die technischen Handelshemmnisse schafft nach seinem Artikel 1 («Zweck und Gegenstand») einheitliche Grundlagen, damit im Regelungsbereich des Bundes technische Handelshemmnisse vermieden, beseitigt oder abgebaut werden (Abs. 1). Es enthält gemäss Art. 1 Abs. 2 THG insbesondere Grundsätze für die Vorbereitung, den Erlass und die Änderung von technischen Vorschriften (lit. a); Kompetenzen und Aufgaben des Bundesrates (lit. b); allgemeine Rechte und Pflichten der Betroffenen sowie allgemein anwendbare Strafbestimmungen (lit. c). Das Gesetz gilt nach Art. 2 («Geltungsbereich») für alle Bereiche, in denen der Bund technische Vorschriften aufstellt (Abs. 1). Es findet Anwendung, soweit nicht andere Bundesgesetze, allgemeinverbindliche Bundesbeschlüsse oder internationale Abkommen abweichende oder weitergehende Bestimmungen enthalten (Abs. 2). Als technische Handelshemmnisse im Sinne des Gesetzes gelten gemäss Art. 3 lit. a THG Behinderungen des grenzüberschreitenden Verkehrs von Produkten unter anderem aufgrund unterschiedlicher technischer Vorschriften oder Normen. Technische Vorschriften im Sinne des Gesetzes sind gemäss Art. 3 lit. b THG rechtsverbindliche Regeln, deren Einhaltung die Voraussetzung bildet, damit Produkte angeboten, in Verkehr gebracht, in Betrieb genommen, verwendet oder entsorgt werden dürfen.\n\na) Nach Auffassung der Vorinstanz ergibt sich aus Art. 2 Abs. 2 THG, dass eine sich als technisches Handelshemmnis auswirkende technische Vorschrift, die, wie Art. 4 Abs. 2 VGV, lediglich in einer bundesrätlichen Verordnung enthalten ist, nach dem Inkrafttreten des THG nicht mehr anwendbar sei. Dieser Auffassung kann nicht gefolgt werden.\n\naa) Das THG ist als Rahmenerlass konzipiert. Es stellt in Rechnung, dass das Problem der technischen Handelshemmnisse nicht allein auf horizontaler Ebene durch einzelne allgemein anwendbare |230| Regeln gelöst werden kann. Vielmehr sind dazu auch und vor allem Anpassungen zahlreicher sogenannter «sektorieller» Produktevorschriften erforderlich. Das THG soll jedoch lenkend und koordinierend auf die sektoriellen Produktegesetzgebungen einwirken und diese, soweit erforderlich, ergänzen (Botschaft des Bundesrates zu einem Bundesgesetz über die technischen Handelshemmnisse, BBl 1995 II 521 ff., 522). Art. 2 THG befasst sich einzig mit der Frage des rechtlichen Vorrangs unter konkurrierenden Vorschriften des Bundesrechts, nicht aber mit der Frage einer unter sachlichen bzw. politischen Gesichtspunkten allenfalls notwendigen oder erwünschten Bereinigung bzw. Harmonisierung dieser Regelungen. Voraussetzung für das Vorliegen einer Konkurrenz zwischen Bestimmungen des THG einerseits und solchen eines Sektorgesetzes andererseits ist in jedem Fall, dass ein bestimmter Regelungsgegenstand von beiden Erlassen erfasst wird (Botschaft S. 563). Rechtlich möglich ist nach den weiteren Ausführungen in der Botschaft ferner der Fall, in welchem das sektorielle Spezialgesetz zwar nicht vom THG abweicht, jedoch Regelungskompetenzen auf untere Ebenen delegiert und Divergenzen alsdann auf Verordnungsstufe auftreten. Hier soll als Regel gelten, dass der Bundesrat bzw. das zuständige Departement nicht ohne ausdrückliche oder implizite Ermächtigung durch den Bundesgesetzgeber von den Grundsätzen des THG abweichen darf (Botschaft S. 563/564). Die Botschaft weist sodann darauf hin, dass dem THG gegenüber der geltenden Produktegesetzgebung im Wesentlichen eine bloss ergänzende oder unterstützende Funktion zukommt. Das Potential sektorieller Widersprüche zu materiellen Regelungen des THG im Allgemeinen sowie von Abweichungen, welche sich allein auf Verordnungsstufe manifestieren, im Besonderen sei insgesamt als gering zu beurteilen (S. 564).\n\nbb) Das THG enthält keine Vorschriften betreffend Getränkeverpackungen. Diese sind mithin nicht Regelungsgegenstand des THG. Die Frage des rechtlichen Vorrangs unter konkurrierenden Vorschriften kann sich daher gar nicht stellen. Wohl mag sich Art. 4 Abs. 2 VGV als technisches Handelshemmnis auswirken und bezweckt das THG gerade, im Regelungsbereich des Bundes solche Handelshemmnisse zu vermeiden, zu beseitigen oder abzubauen (Art. 1 THG). Das bedeutet indessen nicht, dass in Bezug auf den konkreten Regelungsgegenstand betreffend die erforderlichen Angaben auf Getränkeverpackungen zwischen Art. 4 Abs. 2 VGV einerseits und dem THG andererseits ein Widerspruch bestehe und |231| daher Art. 4 Abs. 2 VGV als blosse Verordnungsvorschrift gemäss Art. 2 Abs. 2 THG nicht mehr anwendbar sei.\n\ncc) Bei diesem Ergebnis kann dahingestellt bleiben, ob entsprechend den Ausführungen in der Nichtigkeitsbeschwerde Art. 4 Abs. 2 VGV inhaltlich vollständig und in seinem Wortlaut weitgehend Art. 27 USG (alte und neue Fassung) betreffend «Gebrauchsanweisung» bzw. «Information der Abnehmer» beim Inverkehrbringen von Stoffen entspreche, welcher als abweichende oder weitergehende Bestimmung auf Gesetzesstufe einen Vorrang im Sinne von Art. 2 Abs. 2 THG begründe.\n\nb) Auch aus Art. 4 Abs. 3 THG ergibt sich entgegen den weiteren Erwägungen im angefochtenen Urteil nicht, dass Art. 4 Abs. 2 VGV seit dem Inkrafttreten des THG nicht mehr anwendbar sei.\n\naa) Das THG enthält in Art. 4-6 Grundsätze über die «Rechtsetzung im Bereich der technischen Vorschriften». Technische Vorschriften werden so ausgestaltet, dass sie sich nicht als technische Handelshemmnisse auswirken (Art. 4 Abs. 1 THG). Sie werden zu diesem Zweck auf die technischen Vorschriften der wichtigsten Handelspartner der Schweiz abgestimmt. Dabei wird darauf geachtet, dass die technischen Vorschriften möglichst einfach und transparent sind und zu einem möglichst geringen Verwaltungs- und Vollzugsaufwand führen (Art. 4 Abs. 2 THG). Abweichungen vom Grundsatz von Art. 4 Abs. 1 THG sind nur zulässig, soweit überwiegende öffentliche Interessen sie erfordern und sie weder ein Mittel zur willkürlichen Diskriminierung noch eine verschleierte Beschränkung des Handels darstellen (Art. 4 Abs. 3 lit. a und b THG). Interessen nach Abs. 3 lit. a sind unter anderem der Schutz der natürlichen Umwelt (Art. 4 Abs. 4 lit. c THG). Diese Bestimmungen berühren die Gültigkeit von bestehenden Produktevorschriften nicht. Sie richten sich an die gesetzgebenden Behörden und betreffen den Erlass und die Änderung von technischen Vorschriften in der Zukunft. Die gesetzgebenden Behörden sollen in der Zukunft die technischen Vorschriften grundsätzlich auf diejenigen der wichtigsten Handelspartner der Schweiz abstimmen, so dass sie sich nicht als technische Handelshemmnisse auswirken. Die gesetzgebenden Behörden können aber auch in der Zukunft unter den in Art. 4 Abs. 3 und 4 THG genannten Voraussetzungen von diesem Grundsatz abweichen.Dass die in Art. 4 ff. THG festgelegten Grundsätze lediglich die Rechtsetzung in der Zukunft betreffen, ergibt sich auch aus den Ausführungen in der bundesrätlichen Botschaft. Danach richten sich |232| die genannten Grundsätze an den Gesetz- bzw. Verordnungsgeber des Bundes (Botschaft S. 544). Bundesrat und Bundesverwaltung haben den Auftrag, bei der Vorbereitung, dem Erlass und der Änderung von sektoriellen Produktevorschriften technische Handelshemmnisse grundsätzlich zu vermeiden. Diese Verpflichtung gilt für die Zukunft, d.h. ab dem Zeitpunkt des Inkrafttretens des THG (S. 547). Schon der in Art. 1 Abs. 1 THG umschriebene Gesetzeszweck bringt zum Ausdruck, dass in Zukunft der «Handelsverträglichkeit» von Produktevorschriften bei deren Erlass und Vollzug grösseres Gewicht als in der Vergangenheit beigemessen werden soll (S. 560). Die in Art. 4 ff. THG festgelegten Grundsätze über die «Rechtsetzung im Bereich der technischen Vorschriften» sind durch den Bundesrat, die Departemente und Ämter, gegebenenfalls auch durch weitere mit der Vorbereitung von Erlassen oder der Änderung von bundesrechtlichen Produktevorschriften betrauten Stellen zu befolgen. Allerdings besteht bei Erlassen auf Gesetzesstufe keine (Selbst-)Bindung des Gesetzgebers, doch sind die im THG festgelegten Grundsätze auch hier immerhin auf der Stufe der Vorbereitung und Antragstellung zu beachten, weshalb der Bundesrat gemäss Art. 43 Abs. 3 lit. f des Geschäftsverkehrsgesetzes in seinen Botschaften und Berichten bei technischen Vorschriften die übereinstimmung mit den Grundsätzen über die Rechtsetzung gemäss Art. 4-6 THG darzustellen hat. Dagegen sind in Bezug auf Verordnungen, in denen die Produktevorschriften vor allem geregelt sind, die in Art. 4 ff. THG festgelegten Grundsätze nicht nur bei der Vorbereitung, sondern auch beim Erlass und bei der Änderung zu befolgen (Botschaft S. 579).Art. 4 ff. THG berühren somit die Gültigkeit von bestehenden Produktevorschriften auf Gesetzes- und Verordnungsstufe nicht.\n\nbb) Daher stellt sich die Frage nicht, ob der vor dem Inkrafttreten des THG erlassene Art. 4 Abs. 2 VGV, wonach u.a. die Eignung des Verpackungsmaterials zur Verwertung anzugeben ist, sich überhaupt im Sinne von Art. 4 Abs. 1 THG als technisches Handelshemmnis auswirkt und gegebenenfalls durch überwiegende öffentliche Interessen des Umweltschutzes im Sinne von Art. 4 Abs. 3 und 4 lit. c THG erfordert wird.\n\ncc) Bei diesem Ergebnis kann auch offen bleiben, unter welchen Voraussetzungen und mit welcher Kognition der Strafrichter prüfen kann, ob eine nach dem Inkrafttreten des THG erlassene oder abgeänderte technische Verordnungsvorschrift sich im Sinne von Art. 4 Abs. 1 THG als technisches Handelshemmnis auswirkt und gegebenenfalls |233| im Sinne von Art. 4 Abs. 3 und 4 lit. c THG durch überwiegende Interessen des Umweltschutzes erfordert wird. Eine Überprüfungsbefugnis des Strafrichters ergibt sich im übrigen entgegen den Bemerkungen im angefochtenen Urteil jedenfalls nicht aus Art. 19 f. THG betreffend «nachträgliche Kontrolle (Marktüberwachung)», sondern aus den allgemeinen Grundsätzen betreffend die Überprüfung von Verordnungen auf ihre Gesetzmässigkeit. Die Strafgerichte sind keine zur Marktüberwachung zuständigen Kontrollorgane im Sinne von Art. 19 f. THG.\n\n4. Welche Regelungen in der Europäischen Union bzw. in einzelnen Mitgliedstaaten der Union in Bezug auf die Angaben auf Einwegflaschen gelten respektive allenfalls angestrebt werden, kann hier dahingestellt bleiben. Die Schweiz ist nicht Mitglied der Europäischen Union. Soweit Art. 4 Abs. 2 VGV strenger sein sollte als die Regelungen in der Europäischen Union bzw. in einzelnen Mitgliedstaaten, kann er sich allenfalls als technisches Handelshemmnis auswirken. Allerdings wiegt dieses Handelshemmnis jedenfalls nicht schwer. Denn unter dem Gesichtspunkt von Art. 4 Abs. 2 VGV genügt es, wenn die aus dem Ausland eingeführten Mineralwasserflaschen erst in der Schweiz vor der Abgabe an den Endverbraucher mit einem Hinweis auf die Rezyklierbarkeit versehen werden. Daher ist auch nicht ersichtlich, inwiefern die in Art. 4 Abs. 2 VGV enthaltene Regelung in unzulässiger Weise Parallelimporte verhindere oder gegen Art. 13 des Freihandelsabkommens zwschen der Schweizerischen Eidgenossenschaft und der Europäischen Wirtschaftsgemeinschaft (SR 0.632.401) verstosse, wonach im Warenverkehr zwischen der Gemeinschaft und der Schweiz keine neuen mengenmässigen Einfuhrbeschränkungen oder Massnahmen gleicher Wirkung eingeführt werden.\n\n5. Zusammenfassend ergibt sich somit Folgendes:\n\nArt. 4 Abs. 2 VGV ist auch nach dem Inkrafttreten des THG am 1. Juli 1996 uneingeschränkt anwendbar. Art. 4 Abs. 2 VGV ist auch insoweit, als er einen Hinweis auf die Eignung zur Verwertung von Einwegverpackungen für Getränke vorschreibt, durch den im Ingress der VGV unter anderem genannten Art. 32 Abs. 4 lit. d aUSG gedeckt. Die Missachtung dieser Vorschrift ist gemäss Art. 61 Abs. 1 lit. f aUSG strafbar.\n\nIndem die Beschwerdegegner an Endverbraucher (ungesüsstes) Mineralwasser in Einwegverpackungen abgaben, auf denen zwar das Verpackungsmaterial (PET) angegeben war, aber ein Hinweis auf dessen Eignung zur Verwertung (Rezyklierbarkeit) fehlte, erfüllten sie den objektiven Tatbestand von Art. 61 Abs. 1 lit. f aUSG.\n\n|234|\n\nDie Sache ist daher in Gutheissung der eidgenössischen Nichtigkeitsbeschwerde der Bundesanwaltschaft zur neuen Entscheidung an die Vorinstanz zurückzuweisen. Diese wird darüber befinden, ob die Beschwerdegegner auch den subjektiven Tatbestand erfüllten, also vorsätzlich oder fahrlässig (siehe Art. 61 Abs. 2 aUSG) handelten, und ob die weiteren Voraussetzungen für eine Bestrafung erfüllt seien.\n\n6. (Kostenfolgen)"}