{"annee": "100", "cour": "IA", "page": "277", "date": "22/2/1974", "cite": [], "cite_par": ["103 II 218", "102 IA 167", "112 IB 164", "140 I 201", "103 IA 191", "108 IB 206", "105 IB 348", "107 IB 170", "101 IA 517", "113 IB 393"], "chapeau": "39. Arrêt du 22 février 1974 dans la cause Communes de Lens et consorts contre Conseil d'Etat du canton du Valais", "regestes": ["Autonomie communale. Liberté d'association. Elimination des ordures. Art. 84 al. 2, 88 et 103 OJ; 27 LPEP; 56 Cst. 1. Qualité d'une commune pour former un recours de droit administratif (consid. 2). 2. Qualité d'une commune pour former un recours de droit public pour violation de son autonomie (consid. 3). 3. Le fait qu'une matière fasse l'objet d'une législation fédérale n'exclut pas par lui-même toute autonomie des communes (consid. 4 b). 4. La liberté d'association n'appartient qu'aux personnes physiques; les personnes morales ne peuvent pas s'en prévaloir (consid. 5)."], "faits": "BGE 100 Ia 277 S. 277\n\nRésumé des faits:\n\nA.- Une association des communes du Valais central s'est constituée, avec l'accord des autorités cantonales, en vue de construire et d'exploiter une seule usine de traitement des déchets et ordures, solution jugée la plus économique pour la région. Invitées par le canton à adhérer à cette association, les communes dites du Haut-Plateau (Lens, Chermignon, Icogne, Montana et Randogne), sur le territoire desquelles se trouvent BGE 100 Ia 277 S. 278les stations de Crans et de Montana, s'y sont opposées et ont décidé de s'occuper elles-mêmes du traitement de leurs ordures. Elles ont présenté à cet effet un projet d'incinération autonome, sur la base d'offres d'un fournisseur. Consulté par les autorités cantonales, l'Institut fédéral pour l'aménagement, l'épuration et la protection des eaux, rattaché à l'Ecole polytechnique fédérale de Zurich, a confirmé que la meilleure solution était celle d'une usine unique pour le Valais central, sans cependant écarter complètement la solution envisagée par les cinq communes; répondant ultérieurement à une demande de la commune d'Icogne, il a déclaré que les frais spécifiques d'une usine autonome dépasseraient considérablement ceux du transport des ordures du Haut-Plateau à l'usine de la plaine, et que de petites installations du genre envisagé à Montana n'étaient acceptables qu'en l'absence d'une usine centrale à une distance convenable.\n\nB.- Le 1er mars 1972, les communes de Chermignon, Lens et Icogne ont passé une convention pour créer entre elles une \"Association des communes de Crans pour le broyage des ordures\". Ladite convention prévoit notamment que les ordures broyées doivent être détruites subséquemment par compostage. Le 18 avril 1972, l'Association a demandé un crédit de 400 000 francs à la Caisse de crédit mutuel de Lens, pour l'achat d'un broyeur et de ses accessoires dont le coût s'est élevé à 318000 francs environ. Le 21 août 1972, elle a obtenu de la Commission cantonale des constructions le permis de bâtir un. hangar destiné à abriter la station de broyage.\n\nAprès la mise en exploitation de l'installation, la commune de Randogne a demandé à pouvoir l'utiliser provisoirement, tandis que celle de Montana revenait à la charge auprès de l'autorité cantonale au sujet d'un projet de création d'une décharge au lieu dit \"Boup\". Cette commune a demandé parallèlement une étude à un bureau technique de Sion; datée du 21 juillet 1973, cette étude aboutissait à la conclusion que la meilleure solution autonome pour la région serait celle d'une \"décharge contrôlée\"; cette étude ne faisait cependant aucune comparaison avec la solution centralisée à Sion.\n\nC.- Constatant que les précisions demandées au sujet d'une petite usine d'incinération n'avaient pas été fournies, le Département de la santé publique a écrit à la commune de Montana, le 17 mai 1973, en lui donnant un nouveau délai au BGE 100 Ia 277 S. 27930 juillet 1973 pour adhérer à l'Association pour le traitement des ordures du Valais central et en lui retirant l'autorisation d'exploiter la décharge actuelle, qui présentait des inconvénients intolérables et avait suscité le dépôt, le 4 janvier 1973, d'une pétition signée par plus de 190 citoyens.\n\nSe fondant sur l'art. 7 de la loi fédérale du 8 octobre 1971 sur la protection des eaux contre la pollution (LPEP), le Conseil d'Etat a rendu, le 20 juin 1973, deux décisions séparées mais identiques à l'égard des communes d'Icogne et de Randogne, décisions qui mettent ces communes en demeure: 1. d'adhérer jusqu'au 31 juillet 1973 à l'Association des communes du Valais central pour le traitement des ordures; 2. de supprimer jusqu'à cette date les décharges qu'elles exploitent; 3. de transporter leurs ordures à l'usine de traitement d'Uvrier/Sion. Ces décisions ont été communiquées à ces deux communes par lettres du 9 juillet 1973.\n\nD.- Par un seul acte du 6 septembre 1973, les communes de Lens, de Chermignon, d'Icogne, de Montana et de Randogne ont conjointement formé contre ces décisions un recours de droit public et un recours de droit administratif, tendant tous deux à l'annulation des décisions attaquées, avec demande d'effet suspensif.\n\nDans le recours de droit public, les recourantes se plaignent de violation de l'autonomie communale, en faisant intervenir à la fois les art. 7 et 27 LPEP et le décret cantonal d'application. Elles parlent aussi d'arbitraire et d'atteinte à la liberté d'association (art. 56 Cst.).\n\nDans le recours de droit administratif, elles soutiennent que l'art. 27 LPEP a été mal appliqué, et elles invitent le Tribunal fédéral à revoir tout le problème en opportunité comme en droit, vu l'art. 10 de cette loi.\n\nPar l'ordonnance présidentielle du 11 octobre 1973, l'effet suspensif a été accordé aux deux recours uniquement en ce qui concerne le ch. 1 du dispositif des décisions attaquées.\n\nE.- Le Conseil d'Etat conclut à l'irrecevabilité du recours de droit administratif et au rejet du recours de droit public.", "considerants": "Considérant en droit:\n\n1. a) Les communes d'Icogne et de Randogne sont directement touchées par les décisions du Conseil d'Etat du BGE 100 Ia 277 S. 28020 juin 1973; de ce point de vue et sous réserve de l'examen des autres conditions de recevabilité, elles ont en principe qualité pour former un recours au Tribunal fédéral. On peut dès lors se dispenser d'examiner si les trois autres communes, touchées seulement de façon indirecte par les décisions attaquées, ont aussi qualité pour recourir. On doit constater cependant que la commune de Montana serait à tard si elle entendait recourir contre la décision semblable reçue sous forme de lettre du Département de justice et police, datée du 17 mai 1973.\n\nb) Selon la jurisprudence, il est possible de joindre dans un même acte un recours de droit public et un recours de droit administratif (RO 85 I 196).\n\nc) Selon l'art. 84 al. 2 OJ, le recours de droit public n'a qu'un caractère subsidiaire; il n'est recevable que si la prétendue violation de droits constitutionnels ne peut pas être soumise par une action ou un autre moyen de droit au Tribunal fédéral ou à une autre autorité fédérale. Il importe donc d'examiner d'abord si la voie du recours de droit administratif était ouverte aux recourantes pour faire annuler les décisions attaquées. Si tel était le cas, le recours de droit public serait exclu, mais le Tribunal fédéral pourrait examiner dans le cadre du recours de droit administratif la violation des droits constitutionnels invoqués (RO 96 I 89 s.). Dans le cas contraire, il faudrait examiner si le recours de droit public est recevable et, en cas d'affirmative, statuer sur le fond.\n\n2. Fondées sur la législation fédérale en matière de protection des eaux et rendues par l'autorité de dernière instance cantonale, les décisions attaquées peuvent en principe faire l'objet d'un recours de droit administratif en vertu des art. 97 al. 1 et 98 lettre g OJ, aucune des règles d'exception des art. 99 à 102 OJ ne s'appliquant en l'espèce. Mais il faut se demander si les communes touchées par ces décisions avaient qualité pour les attaquer par cette voie de recours.\n\na) La qualité pour former un recours de droit administratif est réglée par l'art. 103 OJ. Les lettres b et c de cette disposition ne s'appliquent pas en l'espèce, parce que les recourantes ne sont pas des autorités fédérales (lettre b) et qu'aucune règle spéciale de droit fédéral ne donne aux communes le droit de recourir en matière de protection des eaux (lettre c). Seule pourrait entrer en considération la disposition de la lettre a, BGE 100 Ia 277 S. 281qui ouvre la voie du recours de droit administratif à \"quiconque est atteint par la décision attaquée et a un intérêt digne de protection à ce qu'elle soit annulée ou modifiée\".\n\nSelon la jurisprudence, l'art. 103 lettre a OJ ne concerne pas les autorités, sauf dans les cas où la décision attaquée les toucherait de la même façon qu'un simple particulier ou d'une façon analogue (RO 97 I 606 consid. 2a, 98 Ib 279, 99 Ib 213 consid. 3). Il est vrai que l'interprétation donnée à cette exception a été parfois un peu large (cf. RO 98 Ib 279); pour éviter de vider de son sens la systématique de l'art. 103 OJ, il sied de ne pas élargir davantage l'exception et de la limiter aux cas où une collectivité publique est touchée directement dans son patrimoine, en raison par exemple des impôts auxquels elle est soumise en qualité de contribuable, ou des restrictions de construire qui la touchent en sa qualité de propriétaire de biens-fonds.\n\nLorsqu'il s'agit en revanche de sauvegarder un intérêt général, seules les autorités désignées à l'art. 103 lettres b et c ont qualité pour agir. Ainsi l'a voulu le législateur. Ce principe vaut également pour une collectivité locale: à part les cas où elle est touchée de la même façon qu'un simple particulier et où sa qualité pour recourir peut se fonder sur l'art. 103 lettre a OJ, une commune ne peut intervenir par la voie du recours de droit administratif, pour sauvegarder un intérêt public, que si la loi spéciale l'y habilite expressément (art. 103 lettre c OJ).\n\nb) En l'espèce, les recourantes semblent défendre d'abord leur prestige et la faculté qu'elles revendiquent d'agir à leur guise; ce n'est évidemment pas suffisant pour justifier un droit de recours. Peut-être entendent-elles aussi protéger les intérêts - bien ou mal compris -de leurs habitants; or, on l'a vu cidessus, la législation fédérale sur la protection des eaux ne prévoit pas, en matière d'élimination des ordures ménagères - pas plus d'ailleurs qu'en d'autres matières - un droit de recours de la commune pour sauvegarder l'intérêt général de ses habitants. Les recourantes n'ont donc pas qualité pour défendre un tel intérêt.\n\nLa commune d'Icogne est en revanche touchée dans son patrimoine administratif: elle fait partie de l'Association des communes de Crans pour le broyage des ordures, association qui a créé des installations et acheté du matériel qui risquent BGE 100 Ia 277 S. 282de perdre leur utilité et leur valeur pour la commune si la décision du Conseil d'Etat doit être exécutée. Mais il ne s'agit là que d'une atteinte indirecte à son patrimoine: d'une part la commune et l'association ne sont pas privées du droit de disposer de ces installations et machines, notamment de les vendre; d'autre part, il n'est pas sûr que l'installation de broyage devienne inutile; il n'est pas exclu en effet qu'une solution avantageuse consisterait à opérer le broyage sur le Haut-Plateau et à ne transporter à l'usine de la plaine que le matériel broyé, moins volumineux, d'où économie sur les frais. de transport. On ne saurait donc admettre, en l'espèce, que la commune soit atteinte directement dans son patrimoine administratif; la qualité pour former un recours de droit administratif contre l'une des décisions du Conseil d'Etat du 20 juin 1973 doit donc lui être déniée.\n\nQuant à la commune de Randogne, directement visée par l'autre décision de même date, elle semble n'avoir encore créé aucune installation pour l'élimination de ses ordures, puisqu'elle a demandé à adhérer provisoirement à l'association. Elle n'est donc pas touchée dans son patrimoine, ni directement ni indirectement. Il n'est pas exclu qu'elle puisse être touchée dans sa situation financière par le fait que la solution imposée par l'Etat lui coûte plus cher qu'une solution autonome. Mais il ne s'agirait là que d'une conséquence indirecte de la décision attaquée, qui ne saurait fonder la qualité de la commune pour recourir.\n\nLe recours de droit administratif étant irrecevable, la voie du recours de droit public, moyen subsidiaire, pourrait être ouverte. La Chambre doit dès lors examiner le recours sous cet angle.\n\n3. Selon la jurisprudence, une commune a qualité pour former un recours de droit public lorsqu'une décision de l'autorité la touche en sa qualité de détentrice de la puissance publique et qu'elle allègue une violation de son autonomie; le point de savoir si la commune recourante est réellement autonome dans le domaine où elle prétend l'être est une question de fond, non de recevabilité (RO 99 Ia 74, 98 Ia 431 et les arrêts cités).\n\nLa notion de puissance publique doit être prise dans le sens large de tâche de droit public, par opposition aux activités privées ou essentiellement patrimoniales de la commune BGE 100 Ia 277 S. 283(cf. RO 94 I 455, à propos d'un supplément de salaire versé par une commune à ses instituteurs). Il est donc sans importance que les décisions attaquées concernent l'accomplissement par les recourantes d'une tâche matérielle (le ramassage et l'élimination des détritus solides), et non pas l'exercice de leur pouvoir réglementaire ou de leur faculté d'agir dans des cas d'espèce par actes d'autorité.\n\nLe recours de droit public est donc recevable.\n\n4. Pour savoir si l'autorité cantonale, comme le prétendent les recourantes, a violé leur autonomie, il faut d'abord rechercher si les communes sont autonomes dans le domaine qui est ici en jeu, c'est-à-dire examiner la question du champ de l'autonomie communale; en cas de réponse affirmative, il faut alors aborder le problème de la portée de l'autonomie, c'est-à-dire examiner jusqu'où l'autorité cantonale pouvait aller sans y porter indûment atteinte. Le Tribunal fédéral examine librement les dispositions cantonales en la matière lorsqu'elles sont de niveau constitutionnel; dans le cas contraire, il ne les examine que sous l'angle restreint de l'arbitraire (RO 99 Ia 66 s., 74 s. et 253; 98 Ia 434 consid. 4).\n\na) L'art. 69 de la constitution valaisanne dit simplement que les communes sont autonomes dans les limites de la constitution et des lois, tandis que l'art. 82 charge le Conseil d'Etat d'exercer la surveillance sur l'administration des communes et des bourgeoisies, d'approuver les règlements communaux et bourgeoisiaux et d'intervenir en cas de réclamation de la part des intéressés. Ainsi la constitution cantonale ne définit pas elle-même le champ de l'autonomie communale, en particulier elle ne précise pas si les communes ont une certaine liberté de décision dans le domaine qui est ici en cause. Il s'agit donc de rechercher dans la législation la réponse à cette question.\n\nb) Le cas d'espèce présente la particularité que la tâche qui est ici en cause fait l'objet d'une législation fédérale (art. 27 LPEP). Mais cette circonstance n'exclut pas toute autonomie en la matière. Bien que la constitution fédérale ne protège pas elle-même l'autonomie communale, cette institution occupe une place si importante dans les traditions politiques et constitutionnelles de la Suisse qu'on ne saurait la supprimer, dans un domaine déterminé, sans le dire clairement dans la loi. Si le législateur fédéral ne le fait pas, alors même qu'il charge les cantons de l'exécution du droit fédéral BGE 100 Ia 277 S. 284comme c'est souvent le cas, on doit présumer qu'il entend leur laisser la faculté de déléguer ce pouvoir d'exécution aux communes, avec une marge éventuelle d'autonomie dans les limites du droit fédéral.\n\nD'autre part, l'existence d'une certaine autonomie ne dépend plus, selon la jurisprudence actuelle, du point de savoir s'il s'agit de tâches propres de la commune ou de tâches déléguées (RO 93 I 431 consid. 3, 96 I 152).\n\nEnfin, si l'on admettait que l'existence d'une législation fédérale supprime à elle seule toute autonomie communale dans le domaine ainsi réglementé, on pourrait en venir à supprimer toute autonomie des communes, du fait que la Confédération est appelée aujourd'hui à intervenir dans les domaines les plus divers et qu'en matière d'aménagement du territoire, notamment, une loi fédérale est en voie d'élaboration.\n\nEn conclusion, lorsque la Confédération confie aux cantons l'exécution de ses propres lois et leur laisse une grande marge d'appréciation sur certains points, il faut admettre qu'elle les habilite aussi - sauf disposition contraire - à reconnaître aux communes une certaine autonomie sur ces mêmes points dans les limites de cette marge d'appréciation; mais il n'appartient pas au droit fédéral de consacrer lui-même cette autonomie, car elle dépend du droit cantonal.\n\nc) L'application de la loi fédérale du 8 octobre 1971 sur la protection des eaux contre la pollution incombe aux cantons, selon l'art. 5 al. 1; aucune disposition de cette loi n'empêche les cantons de déléguer certaines attributions aux communes. Pour le domaine particulier du ramassage et de l'élimination des détritus solides, l'art. 27 al. 2 charge les cantons d'y veiller, en énumérant à titre d'exemples les procédés possibles, sans les imposer, et en permettant expressément aux cantons de confier cette tâche aux communes, notamment. L'art. 27 al. 3 enjoint cependant aux cantons de veiller à la suppression des décharges de nature à polluer l'eau.\n\nQuant à l'ordonnance générale sur la protection des eaux, son art. 10 al. 2 prescrit en outre que les mesures à prendre en vue de la protection des eaux par les communes notamment doivent être arrêtées de concert avec le service technique cantonal, ce qui semble ne guère laisser de place à l'autonomie BGE 100 Ia 277 S. 285communale; mais la phrase suivante dit que ce service sera simplement consulté lorsqu'il s'agira d'accomplir des tâches de droit public qui touchent les intérêts de la protection des eaux: cela pourrait viser des activités qui, comme l'élimination des ordures ménagères, n'ont qu'un rapport indirect avec la protection des eaux.\n\nOn doit admettre en conclusion que les textes précités n'empêcheront pas en principe les cantons de reconnaître aux communes une certaine autonomie dans un domaine particulier, notamment en matière d'enlèvement des ordures ménagères, tâche qui en elle-même relève naturellement des communes. L'essentiel est que la protection des eaux soit assurée de manière adéquate.\n\nd) La législation valaisanne déterminante est un décret du Grand Conseil du 15 novembre 1968, encore en vigueur au moment où les décisions attaquées ont été rendues; un nouveau décret - du 27 juin 1973 -, qui ne diffère d'ailleurs guère de celui de 1968, n'était pas encore promulgué lorsque le Conseil d'Etat s'est déterminé sur le présent recours, le 7 novembre 1973.\n\nSelon le décret de 1968, la construction, l'exploitation et l'entretien des installations de traitement des ordures incombent aux communes (art. 10), qui peuvent prélever un impôt spécial ou des taxes pour assurer le financement des installations nécessaires (art. 13) et doivent édicter un règlement (art. 16) soumis à l'homologation du Conseil d'Etat (art. 3 lettre d). Plusieurs communes peuvent créer et exploiter en commun des services de ramassage et de traitement des ordures, en passant à cette fin une convention ou en constituant une association de droit public (art. 17); cependant l'approbation du Conseil d'Etat (art. 3 lettre c) ou du département compétent (art. 7 lettre h) est nécessaire. Les communes sont enfin chargées de faire observer sur leur territoire les prescriptions légales et réglementaires en matière de protection des eaux (art. 18).\n\nSi les dispositions précitées donnent l'impression d'une certaine autonomie communale, dans le cadre très large du droit fédéral, d'autres dispositions vont nettement plus loin dans les restrictions apportées à la liberté d'action des communes. L'art. 3 charge le Conseil d'Etat non seulement de veiller à la BGE 100 Ia 277 S. 286protection des eaux et à l'application des lois fédérales et cantonales sur la matière (lettre a), mais aussi d'édicter par voie d'arrêté des prescriptions et instructions à cet effet (lettre b), comme aussi de fixer des délais d'exécution pour les installations de traitement des ordures (lettre i). L'art. 4 permet en outre au Conseil d'Etat d'obliger une commune ou un groupe de communes à construire et à exploiter, dans un délai convenable, les installations de traitement des ordures; l'art. 5 va plus loin encore en permettant au Conseil d'Etat, lorsque les circonstances l'exigent, d'obliger un groupe de communes à étudier, construire et exploiter en commun de telles installations. Quant au département competent, l'art. 7 le charge notamment de procéder à des études générales pour déterminer les mesures à prendre en matière de protection des eaux (lettre a), d'établir des plans généraux d'assainissement (lettre b), d'approuver les projets des installations de traitement des ordures (lettre c), de délivrer les autorisations relatives aux dépôts d'ordures (lettre k).\n\nL'ensemble de ces règles limite de telle façon la liberté d'action des communes qu'on ne saurait guère parler de liberté - de décision ou d'action - relativement importante selon le critère de la jurisprudence actuelle (RO 99 Ia 64 et 74). Il faut en conclure que l'autonomie dont se prévalent les recourantes n'existe pas dans le domaine en question. En tout cas, le Conseil d'Etat pouvait l'admettre sans arbitraire et se fonder valablement sur les dispositions des art. 7 LPEP et 3 à 5 du décret cantonal de 1968 pour imposer aux recourantes l'obligation d'adhérer à l'Association des communes du Valais central pour le traitement des ordures, de supprimer les décharges d'ordures exploitées par elles et de transporter leurs ordures à l'usine de traitement d'Uvrier.\n\nLe recours de droit public doit donc être rejeté sur ce point. 5. - Les recourantes invoquent également l'art. 56 Cst., qui garantit la liberté d'association. Elles soutiennent qu'il est contraire à cette disposition de les obliger à adhérer à l'Association des communes du Valais central pour le traitement des ordures.\n\nCe grief est manifestement mal fondé. En effet, la liberté d'association n'appartient qu'aux citoyens, c'est-à-dire aux personnes physiques, parce qu'elle est destinée à protéger la liberté d'opinion; les personnes morales ne peuvent pas s'en BGE 100 Ia 277 S. 287prévaloir (RO 97 I 121 consid. 4; FLEINER-GIACOMETTI, Bundesstaatsrecht, p. 380; AUBERT, Droit constitutionnel suisse, no 2139).\n\nPar ces motifs, le Tribunal fédéral\n\n1.- Déclare le recours de droit administratif irrecevable.\n\n2.- Rejette le recours de droit public."}