{"annee": "100", "cour": "IV", "page": "54", "date": "19/4/1974", "cite": ["86 IV 102", "84 IV 18", "75 IV 122", "78 IV 101", "76 IV 120", "78 IV 170", "80 IV 181"], "cite_par": ["105 IV 41", "106 IV 370", "134 IV 255"], "chapeau": "15. Auszug aus dem Urteil des Kassationshofes vom 19. April 1974 i.S. Staatsanwaltschaft des Kantons Zürich gegen Y.", "regestes": ["Art. 237 CP, entrave à la circulation publique. Les personnes qui se sont confiées à quelqu'un pour un transport sont également protégées par cette disposition à l'égard du pilote ou du conducteur (changement de jurisprudence)."], "faits": "BGE 100 IV 54 S. 54\n\nSachverhalt (gekürzt):\n\nA.- Am 25. November 1970 wurde ein Doppelrumpf-Lastschiff von der Eigentümerin zur Erlangung der Betriebsbewilligung den Behörden auf dem Zürichsee vorgeführt. Das Schiff war zu stark beladen. Bei einem Wendemanöver kenterte es. Dabei ertrank ein Schiffsgehilfe.\n\nB.- Das Obergericht des Kantons Zürich sprach den Betriebsleiter der Schiffseignerin von der Anklage der fahrlässigen Tötung und der Störung des öffentlichen Verkehrs frei.\n\nDie Staatsanwaltschaft beantragt mit Nichtigkeitsbeschwerde Schuldigsprechung in beiden Anklagepunkten.", "considerants": "Aus den Erwägungen:\n\n5. In BGE 76 IV 122 und 125 wurde entschieden, Art. 237 StGB sei nicht jedesmal anwendbar, wenn jemand Leib und Leben einer am öffentlichen Verkehr teilnehmenden Person gefährde, sondern nur dann, wenn darüber hinaus der öffentliche Verkehr gehindert, gestört oder gefährdet werde. Art. 237 wolle nicht \"in erster Linie\" Leib und Leben, sondern den öffentlichen Verkehr schützen. Öffentlich aber sei vom Täter aus gesehen nur der Verkehr der Allgemeinheit, nicht der Verkehr, den der Täter selber schaffe, indem er sich auf der Strasse, auf dem Wasser oder in der Luft fortbewege oder aufhalte. Wer den eigenen Gang, die eigene Fahrt oder den eigenen Flug hindere, störe oder gefährde, vergehe sich BGE 100 IV 54 S. 55nicht gegen Art. 237 StGB. Personen, die sich jemandem für eine Fahrt oder einen Flug anvertrauten, seien deshalb ihrem Führer gegenüber durch diese Bestimmung nicht geschützt; sie seien im Verhältnis zu ihm nicht \"Allgemeinheit\". Ein Jahr zuvor hatte der Kassationshof den Standpunkt vertreten, Art. 237 StGB schütze Leib und Leben von Menschen, und hatte damit im öffentlichen Verkehr nur das Tatmittel gesehen (BGE 75 IV 124).\n\nNach erneuter Prüfung der Frage ist mit SCHWANDER (Das Schweiz. StGB, Nr. 678 S. 444) festzustellen, dass zur Sicherung der eigentlichen Verkehrsabläufe die Übertretungstatbestände der Nebenstrafgesetzgebung genügen und die schweren Strafen des Art. 237 StGB Leib und Leben von Menschen, die sich im öffentlichen Verkehr befinden, schützen; deswegen ist Art. 237 StGB auch anwendbar, wenn der Täter Leib und Leben mitfahrender Personen gefährdet; es ist in der Tat nicht einzusehen, warum diese weniger schutzwürdig wären als andere Verkehrsteilnehmer. Zwar findet sich Art. 237 StGB unter dem Titel \"Verbrechen und Vergehen gegen den öffentlichen Verkehr\". Aber abgesehen davon, dass Titel neben dem Sinn der einzelnen Bestimmung keine ausschlaggebende Bedeutung haben (BGE 78 IV 176), gilt die genannte Überschrift auch für Art. 238 StGB, der für den Eisenbahnverkehr insoweit eine dem Art. 237 StGB durchaus analoge Regelung enthält, als es um die Gefährdung von Leib und Leben von Menschen geht. Wie Art. 237 spricht auch Art. 238 StGB allgemein von der durch die Störung des technischen Eisenbahnbetriebes bewirkten Gefährdung von Leib und Leben von Menschen, ohne deren Kreis irgendwie zu begrenzen (BGE 84 IV 20 unten). Für Art. 238 wurde jedoch stets anerkannt, dass auch die transportierten Personen geschützt sind (BGE 78 IV 104, BGE 80 IV 182, BGE 86 IV 102). Warum es beim Verkehr auf der Strasse, auf dem Wasser und in der Luft anders sein sollte, ist nicht ersichtlich. Auch Mitfahrer nehmen am Verkehr teil, und es wäre wirklichkeitsfremd, den Führer eines Passagierschiffes oder den Piloten eines Linienflugzeugs im Personenverkehr, der in grobfahrlässiger Weise seine Führerpflicht verletzt und dadurch Leib und Leben seiner Passagiere schwer gefährdet, einzig deswegen nicht wegen Gefährdung des öffentlichen Verkehrs zu bestrafen, weil er sich dabei fern eines andern Wasser- und Luftfahrzeuges gehalten hat."}