{"annee": "100", "cour": "V", "page": "129", "date": "2/12/1974", "cite": ["97 V 217"], "cite_par": ["102 V 119", "122 V 81", "110 V 183", "114 V 65", "125 V 317"], "chapeau": "32. Urteil vom 2. Dezember 1974 i.S. Müller gegen Krankenversicherung Artisana und Verwaltungsgericht des Kantons Luzern", "regestes": ["Art. 5bis LAMA. - Qualité d'assuré des tâcherons dans l'assurance collective (consid. 1, 2). - Passage dans l'assurance individuelle; obligation des caisses de renseigner les assurés (consid. 3)."], "faits": "BGE 100 V 129 S. 129\n\nA.- Fridolin Müller war seit Mitte Oktober 1969 für die Firma C. AG, Baugeschäft, Luzern, in der Deponie Ruopigen, Littau, tätig. Ab 3. November 1969 führte er die bisher zusammen mit seinem Bruder verrichteten Arbeiten allein weiter. Bereits am 29. November 1969 musste er sich jedoch wegen Durchblutungsstörungen in ärztliche Behandlung begeben. Dr. med. B. erklärte ihn ab 6. Dezember 1969 als arbeitsunfähig. In der Folge beanspruchte Müller Leistungen der Krankenkasse Artisana, bei welcher die Firma C. AG ihre Arbeitnehmer kollektiv für Krankengeld versichert hat. Mit Verfügung vom 11. Mai 1970 lehnte die Kasse jede Leistungspflicht ab mit der Begründung, Fridolin Müller gehöre als Akkordant nicht zu den von der Firma C. AG kollektiv versicherten Arbeitnehmern.\n\nB.- Hiegegen beschwerte sich Fridolin Müller beim Versicherungsgericht des Kantons Luzern und beantragte, die BGE 100 V 129 S. 130Krankenkasse sei zu verpflichten, ihm für die Zeit vom 26. November 1969 bis 8. Mai 1970 das Krankengeld im Gesamtbetrage von Fr. 5600.-- auszurichten.\n\nDas Verwaltungsgericht des Kantons Luzern wies die Beschwerde mit Entscheid vom 18. Dezember 1973 ab. Nach seinen eigenen Angaben sei der Beschwerdeführer für die Firma C. AG auf eigene Rechnung tätig gewesen. Da er nicht Arbeitnehmer der Firma gewesen sei, sei er auch nicht versichert gewesen, weshalb ihm kein Anspruch auf Kassenleistungen zustehe.\n\nC.- Fridolin Müller zieht diesen Entscheid an das Eidg. Versicherungsgericht weiter und macht erneut geltend, es seien ihm die vorgesehenen Kassenleistungen auszurichten. In der Begründung führt er im wesentlichen aus, gemäss einer mündlichen Vereinbarung habe sich die Arbeitgeberfirma verpflichtet, ihn gegen Krankheit zu versichern. Ein in Aussicht gestellter schriftlicher Anstellungsvertrag mit einer entsprechenden Bestimmung sei in der Folge trotz wiederholter Bemühungen nicht zustande gekommen. Für die Firma C. AG sei er nicht im Akkord, sondern im Taglohn tätig gewesen, weshalb er als versichert zu gelten habe. Im übrigen habe sich die Firma mit einem am 3. September 1971 vor dem Gewerbegericht des Kantons Luzern abgeschlossenen Vergleich verpflichtet, dem behandelnden Arzt einen Krankenschein zuzustellen.\n\nDie Krankenkasse Artisana beantragt Abweisung der Verwaltungsgerichtsbeschwerde. Aus den eigenen Angaben des Beschwerdeführers und den gesamten Umständen gehe klar hervor, dass dieser nicht in einem Anstellungsverhältnis zur Firma C. AG gestanden habe; vielmehr sei er mit der Firma ein Akkordantenverhältnis eingegangen. Er könne daher nicht als kollektiv versichert gelten. Eine Leistungspflicht der Kasse lasse sich auch nicht begründen mit der im Vergleich vor Gewerbegericht enthaltenen Verpflichtung des Arbeitgebers, den Krankheitsfall der Kasse zu melden; dabei handle es sich um eine rein arbeitsvertragliche Angelegenheit.\n\nDas Bundesamt für Sozialversicherung lässt sich mit dem Antrag auf Gutheissung der Verwaltungsgerichtsbeschwerde vernehmen. Die Begründung ergibt sich, soweit erforderlich, aus den nachstehenden Erwägungen.\n\nBGE 100 V 129 S. 131", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Streitig ist, ob der Beschwerdeführer für die Dauer der ärztlich bestätigten Arbeitsunfähigkeit Anspruch auf Krankengeld hat. Dies beurteilt sich zunächst danach, ob er zu der mit Kollektivversicherungsvertrag erfassten Belegschaft der Firma C. AG, Luzern, zu rechnen ist.\n\na) Die genannte Firma hat ihr Personal seit 1957 bei der Krankenkasse Artisana kollektiv versichert für ein Taggeld von 60-80% des Verdienstausfalles. Nach den Angaben des Bundesamtes für Sozialversicherung beruht diese Vereinbarung auf einem von der Kasse mit den Zentralschweizerischen Baumeisterverbänden Luzern am 19. November 1952 abgeschlossenen Rahmenvertrag, demgemäss die Artisana die Arbeitnehmer der angeschlossenen Firmen kollektiv für Taggeld versichert. Eine nähere Umschreibung des Begriffes \"Arbeitnehmer\" enthält der Vertrag nicht, insbesondere fehlen Einschränkungen hinsichtlich einzelner Personalkategorien.\n\nb) Einen allgemeinen Grundsatz, wonach Akkordanten nicht als versicherte Arbeitnehmer gelten könnten, kennt das Sozialversicherungsrecht nicht. Im Unfallversicherungsrecht schreibt Art. 24 Abs. 2 der Verordnung I vom 25. März 1916 vor, dass auch Akkordanten sowie deren Angestellte und Arbeiter versichert sind, sofern der Akkordant nicht auf Grund des von ihm bei der Ausführung der Arbeit getragenen ökonomischen Risikos als selbständiger Unternehmer zu betrachten ist. Für die Frage der Versicherteneigenschaft von Akkordanten sind demzufolge die Verhältnisse im Einzelfall massgebend, wobei weniger auf die rechtlichen als auf die tatsächlichen Beziehungen zwischen Akkordvergeber und Akkordanten abzustellen ist (vgl. hiezu EVGE 1960 S. 8 Erw. 2 sowie MAURER, Recht und Praxis der schweizerischen obligatorischen Unfallversicherung, S. 52 ff.). Analoge Abgrenzungskriterien bestehen hinsichtlich der Beitragspflicht der AHV. Danach gelten Akkordanten in der Regel als Unselbständigerwerbende; beitragspflichtig als Selbständigerwerbende sind sie nur, wenn die Merkmale der freien Unternehmertätigkeit offensichtlich überwiegen und sie dem Auftraggeber als gleichgeordnete Partner gegenüberstehen (BGE 97 V 219, ZAK 1970 S. 394). Seit dem 1. Januar 1972 stehen im übrigen gemeinsame Richtlinien des Bundesamtes für BGE 100 V 129 S. 132Sozialversicherung und der Schweizerischen Unfallversicherungsanstalt über die Stellung der Akkordanten in Kraft. Nach diesen Weisungen ist eine selbständige Erwerbstätigkeit nur anzunehmen, wenn der Akkordant über eine besondere Betriebsorganisation verfügt oder wenn er regelmässig Direktaufträge von Dritten übernimmt.\n\nEs sind keine stichhaltigen Gründe ersichtlich, weshalb diese für die Unfallversicherung und die AHV massgebende Regelung nicht auch bezüglich der vorliegend zu beurteilenden Frage Anwendung finden sollte. Ob der Beschwerdeführer während seiner Tätigkeit für die Firma C. AG kollektiv versichert war, beurteilt sich somit danach, ob er eine selbständige Unternehmertätigkeit im Sinne der genannten Praxis ausgeübt hat oder nicht.\n\nc) Die Krankenkasse begründet die Ablehnung ihrer Leistungspflicht in erster Linie mit dem von der Arbeitgeberfirma erstellten Vertragsentwurf vom 24. November 1969, welcher die folgende Bestimmung enthält:\n\n\"Herr Müller übernimmt die Deponie Ruopigen und wird per m3 bezahlt. Er ist selbständig und hat demzufolge auch direkt mit der SUVA, Krankenkasse sowie der AHV abzurechnen.\"\n\nDemgegenüber macht der Beschwerdeführer geltend, es sei ihm von der Firma mündlich zugesichert worden, er gelange in den Genuss des genannten Versicherungsschutzes. Den Vertragsentwurf habe er nicht unterschrieben, weil er nicht dieser Zusicherung entsprochen habe. Hiefür spricht, dass auch die Arbeitgeberin den Beschwerdeführer anlässlich der Krankmeldung offenbar als kollektiv versichert betrachtete und ihn mit Schreiben vom 13. April 1970 aufforderte, die notwendigen Unterlagen für die Krankengeldabrechnung bei der Kasse einzureichen. Schliesslich verpflichtete sie sich gemäss dem erwähnten Vergleich vom 3. September 1971, dem behandelnden Arzt einen Krankenschein zuzustellen.\n\nDarauf, dass sich der Beschwerdeführer selbst als \"auf eigene Rechnung tätig\" bezeichnete, kann es nicht ankommen. Das Bundesamt für Sozialversicherung weist mit Recht darauf hin, dass der rechtsunkundige Beschwerdeführer damit lediglich zum Ausdruck bringen wollte, dass er ab 3. November 1969 die Deponiearbeiten für die Firma C. AG allein und nicht mehr zusammen mit seinem Bruder verrichtete. Dass er BGE 100 V 129 S. 133seine Ansprüche gegenüber der Firma als \"Akkordguthaben\" bezeichnete, lässt nicht schon auf eine selbständige Unternehmertätigkeit schliessen; vielmehr besagt dies unter den vorliegenden Umständen lediglich, dass die Entlöhnung nach Leistung und nicht nach Zeit erfolgte.\n\nIm übrigen fehlen jegliche Anhaltspunkte zur Annahme einer selbständigen Unternehmertätigkeit. Der Beschwerdeführer verfügte weder über eine eigene Betriebsorganisation noch stand er dem Akkordvergeber als gleichgeordneter Partner gegenüber. Der Umstand, dass die Entlöhnung nach Massgabe des anfallenden Deponiematerials erfolgte, steht der Arbeitnehmereigenschaft des Beschwerdeführers nicht entgegen. Dieser gehörte somit zum Kreis der vom Kollektivversicherungsvertrag erfassten Arbeitnehmer der Firma C. AG.\n\n2. Es bleibt zu prüfen, ob der Beschwerdeführer auch persönlich als versichert gelten kann. Dabei ist davon auszugehen, dass er seit dem 16. Oktober bzw. 3. November 1969 für die Firma C. AG tätig war, sich jedoch bereits am 29. November 1969 in ärztliche Behandlung begeben musste und vom Arzt ab 6. Dezember 1969 als arbeitsunfähig erklärt wurde.\n\na) Nach Art. 2 des Rahmenvertrages vom 19. November 1952 erfolgt die Aufnahme in die Kollektivversicherung auf Grund einer Erklärung der zu versichernden Person über ihren Gesundheitszustand. Art. 5 bestimmt anderseits, dass die Aufnahme in die Kasse für neu eintretende Arbeitnehmer mit dem Stellenantritt erfolgt. Es steht fest, dass der Beschwerdeführer - bzw. dessen Arbeitgeber - die für die Aufnahme in die Versicherung geltenden formellen Voraussetzungen nicht erfüllt hat. Wie das Bundesamt für Sozialversicherung jedoch ausführt, ist es im Bau- und Hotelgewerbe wegen der starken Schwankungen im Versichertenbestand bei grossen Kassen im allgemeinen üblich, auf die Eintrittsformalitäten zu verzichten und die entsprechenden Angaben bei einer allfälligen Krankmeldung einzuholen. Im heutigen Verfahren besteht kein Anlass, in diese von der Aufsichtsbehörde geduldete Praxis einzugreifen, nachdem sich die Kasse selbst nicht auf das fehlende Anmeldegesuch beruft.\n\nb) An der Versicherteneigenschaft des Beschwerdeführers ändert sodann auch die Tatsache nichts, dass für ihn keine Prämienzahlungen geleistet worden sind. Nach Art. 7 des BGE 100 V 129 S. 134Rahmenvertrages ist die Firma gegenüber der Kasse prämienzahlungspflichtig. Es gelangt daher Art. 6 der Verordnung II über die Krankenversicherung zur Anwendung, wonach die vertraglichen Leistungen wegen Verzuges in der Beitragszahlung nicht eingestellt werden dürfen, wenn die Mitgliederbeiträge nicht vom Versicherten selbst geschuldet sind.\n\nc) Schliesslich bleibt festzuhalten, dass der Beschwerdeführer der Krankmeldepflicht vertragsgemäss nachgekommen ist, indem er die Erkrankung unmittelbar nach der Arbeitsaufgabe dem Arbeitgeber gemeldet hat. Nach dem anwendbaren Kassenreglement B über die Krankentaggeldversicherung ist der versicherte Arbeitnehmer verpflichtet, die Erkrankung dem Arbeitgeber zu melden, womit er auch der Krankmeldepflicht gegenüber der Kasse genügt.\n\n3. Nach dem Gesagten war der Beschwerdeführer kollektiv versicherter Arbeitnehmer der Firma C. AG und hat als solcher Anspruch auf die ihm gemäss Kollektivversicherungsvertrag zustehenden Krankengeldleistungen. Es wird nun Sache der Krankenkasse sein, die zu erbringenden Leistungen festzusetzen. Die Kasse wird dabei zu beachten haben, dass der Beschwerdeführer gestützt auf Art. 5bis Abs. 4 KUVG nach Auflösung des Anstellungsverhältnisses bei der Firma C. AG die Möglichkeit gehabt hätte, in die Einzelversicherung überzutreten. Die Tatsache, dass er hievon nicht Gebrauch gemacht hat, kann ihm im Hinblick auf die in Art. 12 der Verordnung II über die Krankenversicherung normierte Aufklärungspflicht der Krankenkassen nicht entgegengehalten werden. Es ist ihm daher das Recht einzuräumen, sich für die Zeit nach Auflösung des Anstellungsverhältnisses durch Übertritt in die Einzelversicherung weiterzuversichern.\n\nSchliesslich bleibt darauf hinzuweisen, dass eine Verrechnung ausstehender Versicherungsbeiträge mit geschuldeten Leistungen nur so weit zulässig ist, als die Beiträge vom Beschwerdeführer als Einzelversichertem persönlich geschuldet sind. Für die Zeit der Kollektivversicherung wäre die Beitragsforderung dagegen bei der versicherungsnehmenden Firma geltend zu machen. Über diese Forderung ist im vorliegenden Verfahren jedoch nicht zu entscheiden.\n\nBGE 100 V 129 S. 135\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn Gutheissung der Verwaltungsgerichtsbeschwerde werden der vorinstanzliche Entscheid und die Kassenverfügung vom 11. Mai 1970 aufgehoben. Die Krankenkasse wird im Sinne der Erwägungen verhalten, Fridolin Müller innert 30 Tagen eine beschwerdefähige Verfügung über die ihm zustehenden Krankengeldleistungen zuzustellen."}