{"annee": "100", "cour": "IB", "page": "13", "date": "8/3/1974", "cite": [], "cite_par": ["110 II 70", "104 IB 205", "104 IB 59", "107 IV 84"], "chapeau": "3. Arrêt du 8 mars 1974 dans la cause Ligue marxiste révolutionnaire et consorts contre Département fédéral de justice et police.", "regestes": ["Responsabilité pénale des fonctionnaires de la Confédération. Art. 15 LRCF. 1. L'autorisation de poursuivre un fonctionnaire est refusée si les conditions légales de la poursuite pénale ne sont pas réalisées, notamment si l'acte reproché au fonctionnaire est couvert par l'art. 32 CP (consid. 3 a). 2. Un fonctionnaire est lié par les ordonnances du Conseil fédéral et les Instructions de son département. Il ne peut pas en examiner la légalité (consid. 4). Mais il est tenu de rester dans les limites de ses attributions et de ne pas excéder son pouvoir d'appréciation (consid. 5)."], "faits": "BGE 100 Ib 13 S. 13\n\nA.- Le 30 avril 1973, le Chef de la Police fédérale a autorisé la Police cantonale vaudoise, sur sa demande, à installer un appareil d'écoute dans la Grande salle d'Epalinges où devait se tenir, du 4 au 6 mai 1973, le Congrès national de la Ligue marxiste révolutionnaire (en abrégé: la Ligue). L'appareil a été installé le 4 mai et découvert le même jour par des membres de la Ligue.\n\nB.- Charles André Udry et Olivier Pavillon, tous deux BGE 100 Ib 13 S. 14membres de la Ligue, ont déposé en leur nom et au nom de cette dernière une plainte pénale contre le Procureur général de la Confédération et contre toutes autres personnes responsables; ils y relevaient que la pose d'appareils d'écoute constituait des infractions aux art. 179 bis ss. et 312 CP (abus d'autorité).\n\nLe 20 juin 1973, le Premier Juge informateur de l'arrondissement de Lausanne a requis le Chef du Département fédéral de justice et police d'autoriser la poursuite pénale contre le Procureur général de la Confédération, en application de l'art. 15 al. 1 de la loi fédérale du 14 mars 1958 sur la responsabilité de la Confédération, des membres de ses autorités et de ses fonctionnaires (loi sur la responsabilité; en abrégé: LRCF).\n\nPar décision du 28 septembre 1973, le Département fédéral de justice et police a refusé l'autorisation requise, estimant notamment que l'acte en question, accompli en exécution d'une tâche incombant à la Police fédérale, était couvert par la disposition de l'art. 32 CP.\n\nC.- Agissant par la voie du recours de droit administratif, la Ligue marxiste révolutionnaire et ses deux membres Charles André Udry et Olivier Pavillon requièrent le Tribunal fédéral de réformer, subsidiairement d'annuler la décision du Département fédéral de justice et police du 28 septembre 1973 et d'autoriser la poursuite pénale contre Hans Walder, Procureur général de la Confédération, contre André Amstein, Chef de la Police fédérale et contre tous autres tiers. Ils allèguent principalement que l'autorisation d'utiliser des appareils d'écoute à des fins de surveillance policière ne repose sur aucune base légale, que seule une loi fédérale pourrait statuer une exception à la disposition pénale de l'art. 179 bis CP et qu'une ordonnance ou des instructions internes ne sauraient constituer une telle base légale.\n\nLe Département fédéral de justice et police conclut au rejet du recours.", "considerants": "Considérant en droit\n\n1. (Recevabilité).\n\n2. En tant qu'il demande l'autorisation de poursuivre pénalement le Procureur général de la Confédération, le recours se révèle d'emblée mal fondé. En effet, comme il l'a déjà relevé dans la procédure devant le Département, le Procureur général ne s'est nullement occupé de la question de l'appareil d'écoute BGE 100 Ib 13 S. 15d'Epalinges. Il l'a confirmé dans sa détermination sur le présent recours de droit administratif. Aucune des parties n'a allégué qu'il aurait, contrairement à ses déclarations, participé à la procédure d'autorisation; aucun indice non plus ne permet de retenir une telle participation.\n\nOn doit donc admettre que le Chef de la Police fédérale, agissant dans les limites de sa compétence, a accordé l'autorisation litigieuse sans en discuter au préalable avec le Procureur général de la Confédération. Ainsi, une éventuelle poursuite pénale ne saurait être ouverte contre d'autres fonctionnaires fédéraux, notamment pas contre le Procureur général de la Confédération en fonction à cette époque-là.\n\n3. Les faits au sujet desquels les recourants entendent faire ouvrir une poursuite pénale ne sont pas contestés. Le congrès d'Epalinges était une réunion fermée, à laquelle ne pouvaient prendre part que les membres de la Ligue. La pose d'un appareil d'écoute camouflé pour permettre de suivre les délibérations d'une réunion non publique remplit en soi les conditions objectives de l'infraction visée par l'art. 179 bis CP. Dans le cas d'espèce, c'est en tout cas la tentative d'une telle infraction, au sens de l'art. 21 al. 1 CP, qui pourrait entrer en considération.\n\nLes opposants au recours reconnaissent l'existence d'une activité correspondant aux conditions objectives de l'infraction. Mais ils soutiennent que ladite activité était licite en application de l'art. 32 CP et qu'ainsi l'ouverture d'une poursuite pénale ne pouvait être autorisée.\n\na) Selon l'art. 15 al. 3 LRCF, l'autorisation doit être accordée - sous réserve des cas de peu de gravité - lorsque paraissent réalisés non seulement les éléments objectifs de l'infraction, mais encore \"les conditions légales de la poursuite pénale\". Pour que ces dernières paraissent réalisées, il faut notamment que l'acte reproché au fonctionnaire ne soit pas déclaré licite par la loi, comme il pourrait l'être en application de l'art. 32 CP; c'est donc déjà dans la procédure préliminaire d'autorisation qu'il faut examiner si l'acte tombant sous le coup de la définition légale d'une infraction n'est pas cependant licite pour un des motifs énumérés à l'art. 32 CP et ne doit pas, partant, être soustrait à la poursuite pénale. Il y a d'autant plus de raisons de le faire lorsque, comme en l'espèce, l'examen de ce problème soulève surtout des questions de droit public et de BGE 100 Ib 13 S. 16droit administratif, dont le Département fédéral et - en cas de recours - la Chambre de droit administratif du Tribunal fédéral connaissent normalement.\n\nAu demeurant, les recourants ne contestent pas que cet examen puisse se faire au cours de la procédure préliminaire d'autorisation; ils se bornent à soulever des arguments de fond tendant à établir que les conditions d'application de l'art. 32 CP ne seraient pas réalisées en l'espèce.\n\nb) Dans leur recours de droit administratif, les recourants s'attachent essentiellement à démontrer que les dispositions invoquées par le Département pour fonder la compétence du Chef de la Police fédérale en matière d'emploi d'appareils d'écoute ne reposent pas sur une base légale, alors que seule une disposition légale permettrait, selon eux, de déroger à l'art. 179 bis CP. Mais la question n'a pas à être examinée sous cet angle. Pour savoir si l'on peut accorder ou refuser l'autorisation d'ouvrir une poursuite pénale contre le Chef de la Police fédérale, il s'agit d'examiner si le fonctionnaire en cause devait, ou non, se considérer comme lié par les dispositions fixant ses attributions et ses charges et si, en agissant comme il l'a fait, il s'est tenu dans les limites de ses attributions ou les a dépassées.\n\n4. Pour accorder l'autorisation de poser l'appareil d'écoute dans la Grande salle d'Epalinges, le Chef de la Police fédérale s'est fondé (selon les déclarations qu'il a faites en première instance auprès du Département ainsi que dans sa réponse au recours de droit administratif) d'une part sur l'arrêté du Conseil fédéral du 29 avril 1958 \"concernant le service de police du Ministère public fédéral\" (ROLF 1958 p. 273), d'autre part sur les \"Instructions concernant le Service des enquêtes et informations pour la protection de la sécurité du pays\", émises par le Département fédéral de justice et police le 30 avril 1969.\n\na) L'arrêté du 29 avril 1958 a été édicté par le Conseil fédéral en application de l'art. 102 Cst., qui charge notamment cette autorité de veiller à la sûreté extérieure de la Confédération, au maintien de son indépendance et de sa neutralité (ch. 9), ainsi qu'à la sûreté intérieure, au maintien de la tranquillité et de l'ordre (ch. 10). Selon l'art. 1er dudit arrêté, le service de police du Ministère public fédéral (Police fédérale) assure le service des enquêtes et des informations dans l'intérêt de la sûreté intérieure et extérieure de la Confédération; il comprend d'une part la surveillance et la prévention d'actes de nature à mettre en danger BGE 100 Ib 13 S. 17la sûreté intérieure ou extérieure de la Confédération (police politique), d'autre part les recherches de la police judiciaire dans la poursuite des infractions contre la sûreté intérieure et extérieure de la Confédération (police judiciaire).\n\nEn exécution de l'art. 1er de cet arrêté et se fondant en outre sur l'art. 17 de la loi du 15 juin 1934 sur la procédure pénale fédérale (PPF), le Département fédéral de justice et police a édicté, le 30 avril 1969, des \"Instructions concernant le service des enquêtes et informations pour la protection de la sécurité du pays\". Ces instructions permettent d'utiliser, en vue de prévenir des actes susceptibles de mettre en danger la sûreté intérieure et extérieure de la Confédération, des appareils techniques pour surveiller des inculpés ou des suspects, ou des personnes entretenant des rapports douteux avec eux, s'il n'est pas possible de se renseigner par d'autres moyens d'investigation et d'information (ch. 1). La surveillance doit être strictement limitée au but recherché; elle doit être suspendue aussitôt que ce but est atteint (ch. 3). Seuls le Procureur général de la Confédération et le Chef de la Police fédérale sont compétents pour ordonner une surveillance (ch. 4).\n\nb) Il n'est pas douteux que le Chef de la Police fédérale, fonctionnaire dépendant du Département fédéral de justice et police et du Conseil fédéral, pouvait s'estimer lié par les textes précités et, partant, pouvait les appliquer dans l'accomplissement de ses devoirs de fonction. Il n'avait pas, au même degré que le juge, la faculté d'en contrôler la constitutionnalité ou la légalité; il n'avait pas à se demander, comme lui, si ces textes constituaient une base légale suffisante pour justifier l'autorisation donnée à la Police vaudoise. Il n'aurait pu, éventuellement, se considérer comme délié de l'obligation de les appliquer que s'il avait eu des raisons évidentes de les tenir pour illégaux, ce qui n'était pas le cas.\n\nc) Il est vrai que l'énumération légale des cas où la police peut empiéter sur des biens juridiques protégés pénalement répond à une tendance répandue (cf. NOLL, Die Rechtfertigungsgründe im Gesetz und in der Rechtsprechung, RPS 1964 p. 160 ss., notamment 182; Bulletin officiel des Chambres fédérales, CN 1973 p. 842 ss., interpellation Binder). Cependant, il ne s'ensuit pas qu'il faille considérer comme punissables tous les actes accomplis par la police sur la base d'instructions qui ne figurent pas dans une loi au sens formel. Au contraire, étant BGE 100 Ib 13 S. 18donné qu'il pouvait se tenir pour lié par les prescriptions invoquées, le Chef de la Police fédérale était couvert en l'espèce par l'art. 32 CP.\n\n5. Il ne suffit cependant pas que le Chef de la Police fédérale ait pu se considérer comme valablement lié par les prescriptions en question; il faut encore qu'il se soit tenu dans les limites de ses attributions. L'examen de cette question appelle l'examen du principe de la proportionnalité, applicable dans tous les domaines du droit public (RO 94 I 397) et notamment aussi dans les cas d'application de l'art. 32 CP (RO 94 IV 8 consid. 2 a; NOLL, op.cit., p. 160 ss.; SCHULTZ, Einführung in den allgemeinen Teil des Strafrechts, vol. I p. 154). Mais l'autorité chargée de contrôler si le principe de la proportionnalité a été respecté par un acte accompli en vertu d'un devoir de fonction ne saurait poser des exigences trop grandes sur ce point; elle doit s'imposer une certaine retenue dans l'examen de cette question, pour tenir compte de la marge d'appréciation qu'il y a lieu de reconnaître à un fonctionnaire dans l'exercice de ses fonctions. Le Tribunal fédéral l'a d'ailleurs expressément reconnu dans l'arrêt déjà cité (RO 94 IV 8 s.): les exigences relatives à la proportionnalité de faits justificatifs ne sauraient être établies une fois pour toutes, mais doivent être déterminées de cas en cas, en fonction de toutes les circonstances de l'affaire; s'agissant de l'activité de la police, on ne saurait exiger qu'elle soit toujours exactement proportionnée aux circonstances.\n\nD'ailleurs, les recourants, qui soulèvent la question de la proportionnalité dans leur argumentation subsidiaire, ne la développent guère; ils ne prétendent notamment pas qu'une autre mesure aurait été mieux appropriée, tout en constituant une atteinte moins grave à leur sphère privée. Ils consacrent en revanche l'essentiel de leur argumentation subsidiaire à contester que les activités de la Ligue puissent faire naître des soupçons quant à leur légalité et justifier une surveillance au moyen d'appareils d'écoute dont l'emploi est prohibé par l'art. 179 bis CP; ils contestent en particulier qu'on puisse reprocher à la Ligue de vouloir employer la violence pour atteindre son but, soit le renversement des structures actuelles et l'instauration d'une société socialiste.\n\nC'est bien sur ce point que doit porter surtout l'examen de la chambre de céans; il s'agit en effet de rechercher si le Chef de la Police fédérale avait des raisons de soupçonner la Ligue de BGE 100 Ib 13 S. 19vouloir attenter à la sécurité du pays et s'il avait des motifs suffisants de chercher à obtenir des renseignements sur ce point au moyen d'un appareil d'écoute, sans dépasser sa marge d'appréciation.\n\na) Selon les Instructions du 30 avril 1969, l'utilisation d'appareils techniques pour surveiller des inculpés ou des suspects ne peut être autorisée que s'il n'est pas possible de se renseigner par d'autres moyens d'investigation ou d'information.\n\nLa décision attaquée retient que les publications de la Ligue se limitent à de la propagande politique et à des analyses et ne disent rien à propos d'éventuelles actions illicites projetées; que, sur ce point, seul le Congrès national pouvait éventuellement fournir des éléments d'information; que celui-ci n'était cependant accessible qu'aux membres de la Ligue, lesquels n'acquièrent cette qualité qu'après s'être soumis à une sévère période d'essai de plusieurs mois. Elle conclut qu'il ne restait dès lors que l'écoute comme moyen d'information efficace.\n\nLes recourants ne contestant pas ces faits, on peut admettre que la condition rappelée ci-dessus était remplie.\n\nb) La Ligue s'intitule \"Ligue marxiste révolutionnaire\". Elle ne cache pas son intention de renverser les pouvoirs établis et d'instaurer une nouvelle société. On peut donc se demander si elle n'entend pas réaliser ce renversement par la violence. Elle le conteste, en prétendant que \"la révolution interviendrait le jour où l'immense masse des travailleurs prendrait conscience de ses véritables intérêts et remplacerait l'Etat actuel par une démocratie supérieure ... qui leur permettra de prendre en main la direction effective de la société\". Mais la police chargée de veiller à la sécurité intérieure et extérieure de l'Etat ne peut se contenter des déclarations publiques d'un groupement qui ne cache pas ses intentions révolutionnaires; elle doit pour le moins chercher à connaître quelles sont les véritables intentions qui peuvent se dissimuler derrière de telles déclarations. La surveillance du Congrès national d'Epalinges aurait éventuellement pu être une occasion d'obtenir des renseignements sur ce point.\n\nLa décision attaquée retient d'autre part, pour justifier la mesure prise par le Chef de la Police fédérale, que des membres de la Ligue ont été condamnés plusieurs fois pour des infractions commises au cours d'actions politiques. Elle relève notamment que deux de ses membres dirigeants ont été condamnés à des BGE 100 Ib 13 S. 20peines d'emprisonnement pour avoir tenté de se procurer des appareils de transmissions en commettant un vol avec effraction dans une entreprise argovienne. Elle mentionne également que des membres de la Ligue ont participé aux actions qui ont eu pour conséquence d'empêcher le Chef du Service de l'instruction de l'armée de tenir son exposé à l'Université de Berne, ainsi qu'à la manifestation du 24 mars 1973 devant l'Hôtel Alfa à Berne, qui donna lieu à de graves excès. Les recourants ne contestent pas les faits eux-mêmes, mais leur donnent une interprétation destinée à les justifier. Sur l'affaire du vol par effraction, ils prétendent qu'il s'agissait d'une provocation et font observer que les preuves apportées étaient si peu convaincantes que deux juges sur cinq se sont prononcés pour l'acquittement des prévenus.\n\nOn peut cependant se dispenser d'examiner ces cas de façon approfondie. Il n'est en effet pas nécessaire que les membres d'un groupement qui se dit révolutionnaire aient été condamnés pénalement pour des infractions commises au cours d'actions politiques pour que la Police fédérale puisse avoir des doutes sur les véritables intentions de ce groupement et qu'elle s'efforce de mettre en oeuvre les moyens adéquats pour essayer de lever ces doutes. La sûreté du pays exige non seulement que l'on réprime les infractions commises en ce domaine, mais également que l'on prévienne les actes de nature à la mettre en danger (cf. ACF du 29 avril 1958, art. 1er ch. 1). La police ne saurait donc attendre que des actes punissables soient commis pour recueillir des informations sur un groupement dont elle a des raisons de soupçonner qu'il pourrait mettre en danger la sûreté intérieure ou extérieure de la Confédération. On ne saurait en tout cas contester que les actes signalés dans la décision attaquée fussent de nature à éveiller de tels soupçons.\n\nc) Quant à savoir si la surveillance du Congrès national d'Epalinges était vraiment apte à fournir des renseignements sur d'éventuelles actions illicites projetées par la Ligue, il s'agit là d'une question d'appréciation qu'il appartenait au Chef de la Police fédérale de résoudre et que la cour de céans ne saurait revoir librement. Qu'il suffise de relever que le fonctionnaire en question n'a pas excédé les limites de son pouvoir d'appréciation en estimant qu'un tel congrès pouvait éventuellement fournir des renseignements utiles pour la prévention d'actes de nature à BGE 100 Ib 13 S. 21mettre en danger la sûreté intérieure ou extérieure de la Confédération.\n\nd) Ainsi, l'on doit admettre que le Chef de la Police fédérale n'a pas dépassé les limites de sa compétence en autorisant la pose d'un appareil d'écoute au Congrès national de la Ligue à Epalinges et qu'il n'a pas violé le principe de la proportionnalité.\n\n6. Si l'acte reproché au Chef de la Police fédérale se justifie au regard de l'art. 32 CP, à plus forte raison ne constitue-t-il pas un abus d'autorité au sens de l'art. 312 CP.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours."}