{"annee": "100", "cour": "IA", "page": "386", "date": "11/12/1974", "cite": ["99 IA 42", "97 I 893", "99 IA 52", "96 I 314", "97 I 651", "100 IB 1", "97 I 653", "90 I 334", "100 IA 378", "99 IA 22", "94 I 120", "94 I 513"], "cite_par": ["104 IA 240", "119 IA 141", "123 I 63", "106 IA 76"], "chapeau": "55. Urteil vom 11. Dezember 1974 i.S. Lechleiter und Leiser gegen Kantonsrat des Kantons Zürich.", "regestes": ["Art. 85 lit. a OJ, art. 4 Cst; initiative populaire cantonale déclarée nulle pour violation d'une prescription deforme. 1. Une exigence de forme prévue par la loi, en vertu de laquelle les noms et adresses des membres du comité d'initiative doivent figurer sur chaque liste de signatures, n'est pas contraire à l'art. 4 Cst. (consid. 2 a, b). 2. Une autorité viole-t-elle l'art. 4 Cst. en déclarant nulle une initiative qui ne répond pas à cette exigence de forme, alors que précédemment elle n'a, par erreur, pas formulé de critique à l'égard du même vice de forme affectant une demande d'initiative émanant du même cercle de personnes? (consid. 2 c)"], "faits": "BGE 100 Ia 386 S. 387\n\nAus dem Sachverhalt:\n\nNach § 13 Abs. 1 Ziff. 4 des zürcherischen Gesetzes über das Vorschlagsrecht des Volkes vom 1. Juni 1969 (GVV) muss jeder Unterschriftenbogen die Namen und genauen Adressen der Mitglieder des Initiativkomitees enthalten. Unterschriftenbogen, welche diesen Anforderungen nicht entsprechen, sind ungültig (§ 13 Abs. 2 GVV).\n\nAm 21. März 1974 reichte die Partei der Arbeit (PdA) des Kantons Zürich bzw. ein aus fünf Mitgliedern ihres Parteivorstandes bestehendes Initiativkomitee bei der Zürcher Staatskanzlei eine Volksinitiative \"für ein Gesetz über einen Steuer rabatt zum Ausgleich der kalten Steuerprogression\" ein. Die Unterschriftenbogen enthielten eine Rückzugsklausel mit folgendem Wortlaut:\n\n\"Die Unterzeichner der Initiative ermächtigen die nachfolgenden Mitglieder des Parteivorstandes der Partei der Arbeit des Kantons Zürich als Initiativkomitee: Jakob Lechleiter, Sekretär der PdA als Vorsitzenden, Konrad Mayer, Hans Zogg, Hermann Leiser, Otto Oeschger, alle in Zürich, Zweierstrasse 123, 8036 Zürich, die Initiative zu Gunsten eines allfälligen Gegenvorschlages des Kantonsrates zurückzuziehen.\" BGE 100 Ia 386 S. 388Der Kantonsrat erklärte in seiner Sitzung vom 1. Juli 1974 mit 88 von 108 Stimmen, d.h. mit der erforderlichen Zweidrittelsmehrheit, das Volksbegehren für ungültig, weil auf den Unterschriftenbogen für alle Mitglieder des Initiativkomitees statt der einzelnen Wohnadressen nur eine Adresse und zwar diejenige des Parteisekretariats der PdA angegeben sei, was den Anforderungen des § 13 Abs. 1 Ziff. 4 GVV nicht genüge.\n\nMit staatsrechtlicher Beschwerde wegen Verletzung des politischen Stimmrechts sowie des Art. 4 BV beantragen zwei Mitglieder des Initiativkomitees, Jakob Lechleiter und Hermann Leiser, es sei der Beschluss des Kantonsrates vom 1. Juli 1974 aufzuheben.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Wurde das Volksbegehren zu Unrecht ungültig erklärt, so sind die Beschwerdeführer in ihrem Initiativrecht beeinträchtigt. Zu den politischen Rechten, deren Verletzung gestützt auf Art. 85 lit. a OG gerügt werden kann, gehört auch das Initiativrecht (BGE 100 Ia 380, E. 1; BGE 97 I 895, BGE 94 I 124). Die Beschwerdeführer sind demnach befugt, den kantonsrätlichen Entscheid mit einer Stimmrechtsbeschwerde anzufechten.\n\n2. Nach Ansicht des Kantonsrates verstösst die Angabe der Adresse des Parteisekretariats der PdA als gemeinsame Adresse der fünf Mitglieder des Initiativkomitees deshalb gegen das zürcherische Gesetz über das Vorschlagsrecht des Volkes (GVV), weil eine solche Sammeladresse nicht der in § 13 Abs. 1 Ziff. 4 GVV vorgesehenen, für die Gültigkeit eines Unterschriftenbogens erforderlichen \"genauen Adresse\" entspreche, mit welchem Ausdruck nur die vollständige Privatadresse, d.h. die Wohnadresse, gemeint sein könne. Ob diese Auslegung des Gesetzes richtig ist, kann das Bundesgericht frei überprüfen, denn bei Beschwerden gemäss Art. 85 lit. a OG steht dem Bundesgericht hinsichtlich der Auslegung kantonaler Vorschriften, welche die angeblich verletzten politischen Rechte nach Inhalt und Umfang näher normieren oder mit ihnen in engem Zusammenhang stehen, im vorliegenden Fall der Normen betreffend die Gültigkeit einer Volksinitiative, grundsätzlich freie Prüfung zu (BGE 99 Ia 55, 181, 520, 731).\n\nBGE 100 Ia 386 S. 389\n\na) § 13 Abs. 1 Ziff. 4 GVV bestimmt, dass jeder Unterschriftenbogen die Namen und genauen Adressen der Mitglieder des Initiativkomitees enthalten muss. Gemäss § 14 Abs. 1 GVV hat der Stimmberechtigte den Unterschriftenbogen eigenhändig zu unterzeichnen (Name und Vorname) sowie darauf das Geburtsdatum und die genaue Adresse (Strasse und Hausnummer) anzugeben.\n\nDass die \"genaue Adresse\" im Sinne des § 14 Abs. 1 GVV die Wohnadresse des Stimmberechtigten sein muss, ist klar, denn nur so kann kontrolliert werden, ob der Unterzeichner in der politischen Gemeinde, die auf dem Unterschriftenbogen angegeben ist, stimmberechtigt ist (§ 13 Abs. 1 Ziff. 3, § 15 Abs. 3 GVV). Ob für die Mitglieder des Initiativkomitees ebenfalls die Angabe der Wohnadresse vorgeschrieben ist, geht aus dem Wortlaut des § 13 Abs. 1 Ziff. 4 GVV nicht klar hervor. Es ist auffallend, dass in § 14 für die Stimmberechtigten die Angabe der Strasse und Hausnummer verlangt wird, nicht aber in § 13 für die Mitglieder des Initiativkomitees. Auf Grund der systematischen sowie der teleologischen Auslegung des Gesetzes darf jedoch angenommen werden, dass auch bei den Komiteemitgliedern die Wohnadresse anzugeben ist. Nach § 12 Abs. 3 GVV müssen die Mitglieder des Initiativkomitees im Kanton Zürich stimmberechtigt sein, was sich nur dann auf einfache Weise feststellen lässt, wenn die Wohnadresse angegeben wird. Falls eine Initiative von einer bekannten Gruppe oder Partei ausgeht, mag die Überlegung der Beschwerdeführer zutreffen, dass der die Initiative unterzeichnende Bürger ebenso gut oder sogar besser erkennt, wer hinter dem Volksbegehren steht, wenn die Adresse des Sekretariats der Gruppe oder Partei angegeben wird und die Mitglieder des Initiativkomitees als Angehörige der Gruppe oder Partei bezeichnet sind, als wenn deren Wohnadresse angegeben wird. Das Gesetz gilt aber nicht nur für Volksbegehren, die von bekannten Gruppen oder Parteien ausgehen. Deshalb können die Mitglieder eines Initiativkomitees ganz allgemein nur dann mit der für die Orientierung des Bürgers nötigen Klarheit identifiziert werden, wenn die Wohnadresse angegeben wird. Auch von daher gesehen erscheint demnach die Auslegung des Gesetzes durch den Kantonsrat als zutreffend.\n\nb) Ist unter der \"genauen Adresse\" im Sinne der erwähnten BGE 100 Ia 386 S. 390Bestimmung die Wohnadresse zu verstehen, so haben die fünf Mitglieder des Initiativkomitees mit der Angabe der blossen Sammeladresse dem Formerfordernis des § 13 Abs. 1 Ziff. 4 GVV nicht entsprochen, was an sich nach dem klaren Wortlaut von § 13 Abs. 2 GVV die Ungültigkeit sämtlicher Unterschriftenbogen und damit der Initiative zur Folge hätte. Dass das Gesetz an einen solchen Mangel die Folge der Ungültigkeit knüpft, verstösst nicht gegen die Verfassung. Für die Ausübung des Initiativrechts sind gewisse Formvorschriften unerlässlich. Ein vom Gesetz aufgestelltes Formerfordernis ist erst dann mit Art. 4 BV unvereinbar, wenn es sich durch kein schutzwürdiges Interesse rechtfertigen lässt und die Durchsetzung des materiellen Rechts ohne sachlich vertretbaren Grund erschwert (BGE 96 I 318). Dies ist nicht der Fall bei einer Bestimmung, welche die genaue Bezeichnung der das Initiativkomitee bildenden Personen in der Weise verlangt, dass sie Namen und Wohnadresse anzugeben haben. Eine solche Formvorschrift ist, wie ausgeführt, durchaus sinnvoll und kann ohne die geringsten Schwierigkeiten erfüllt werden.\n\nc) Nach dem Gesagten wäre der die Initiative für ungültig erklärende Beschluss des Kantonsrates nicht zu beanstanden, wenn die Initianten zum ersten Mal seit Inkrafttreten des GVV vom 1. Juli 1969 ein solches mit einer mangelhaften Rückzugsklausel versehenes Volksbegehren eingereicht hätten. Entscheidend ist nun aber, dass der Kantonsrat die gleiche Rückzugsklausel, die heute streitig ist, im Jahre 1972 bei einem Volksbegehren des an sich gleichen Initiativkomitees (Initiativkomitee war beide Male der Parteivorstand der PdA, doch haben dessen Mitglieder zum Teil gewechselt) nicht als Verstoss gegen das GVV betrachtet hatte. Dadurch, dass der Kantonsrat beim ersten Initiativbegehren auf Grund der gleichen gesetzlichen Grundlage die Angabe der Sammeladresse nicht beanstandete, bestärkte er die Mitglieder des Initiativkomitees in ihrer Annahme, die gewählte Rückzugsklausel genüge den Formvorschriften. Nach der neueren Rechtsprechung des Bundesgerichts ergibt sich unmittelbar aus Art. 4 BV ein Anspruch des Bürgers auf Schutz des berechtigten Vertrauens auf behördliche Zusicherungen und sonstiges, bestimmte Erwartungen begründendes Verhalten der Behörden (BGE 97 I 652, BGE 94 I 521). Freilich bedeutet das nicht, dass eine BGE 100 Ia 386 S. 391Behörde, die einen dem richtig verstandenen Sinn der anzuwendenden Rechtssätze widersprechenden Entscheid fällt, in der Regel an diesen gebunden wäre und den Irrtum bei der nächsten Gelegenheit nicht berichtigen dürfte (vgl. BGE 97 I 653). Im vorliegenden Fall ist jedoch zu beachten, dass das Initiativkomitee die Unrichtigkeit des kantonsrätlichen Entscheids in Anbetracht der unter lit. a erwähnten Unklarheit des Textes von § 13 Abs. 1 Ziff. 4 GVV auch bei pflichtgemässer Aufmerksamkeit nicht erkennen musste; umso grössere Bedeutung hat es, dass der Kantonsrat früher das Vorgehen der Initianten sanktionierte. In diesem Zusammenhang fällt ferner in Betracht, dass sich der Mangel auf eine Formvorschrift von relativ geringer Tragweite bezieht, nicht etwa auf die materielle Zulässigkeit des Volksbegehrens, bei deren Fehlen die gesetzliche Ungültigkeitsfolge auf jeden Fall dem Vertrauensschutz der Initianten vorgehen müsste. Schliesslich steht ein gewichtiges öffentliches Interesse auf dem Spiel, geht es doch darum, ob ein Volksbegehren, welches über 5000 Unterschriften auf sich vereinigt hat, gültig ist oder nicht. Aus all diesen Gründen erscheint der Entscheid des Kantonsrates, mit dem er die Initiative als ungültig erklärte, vor Art. 4 BV nicht haltbar. Das führt zur Gutheissung der Beschwerde und zur Aufhebung des angefochtenen Beschlusses.\n\n3. Die Beschwerdeführer beanstanden ferner, dass der Kantonsrat ihre Initiative für ungültig erklärt habe, ohne das Initiativkomitee vorher anzuhören. Das kantonale Recht enthält keine Vorschrift, wonach den Initianten Gelegenheit zu geben wäre, sich vor dem Entscheid zu äussern, wenn eine Ungültigerklärung in Aussicht genommen ist. Es kann sich deshalb nur fragen, ob die Initianten einen solchen Anspruch unmittelbar auf Grund des Art. 4 BV gehabt hätten. Nach der bundesgerichtlichen Rechtsprechung muss dem Bürger - abgesehen von bestimmten Ausnahmefällen (BGE 99 Ia 24 f.) - im Verwaltungsverfahren Gelegenheit gegeben werden, sich vor dem Entscheid zu äussern (BGE 99 Ia 46 mit Hinweisen, vgl. auch BGE 100 Ib 1). Im Gesetzgebungsverfahren besteht kein solcher Anspruch (BGE 90 I 338 E. 2). Der angefochtene Entscheid ging von der gesetzgebenden Behörde aus, war aber nicht ein Akt der Rechtssetzung. Es mag bei dieser Sachlage fraglich sein, ob die Behörde den Initianten hätte Gelegenheit geben müssen, sich zur Frage der allfälligen Ungültigkeit BGE 100 Ia 386 S. 392mangels genügender Adressangabe zu äussern, doch kann die Frage offen bleiben, da die Beschwerde ohnehin gutzuheissen ist.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen und der Entscheid des Kantonsrates des Kantons Zürich vom 1. Juli 1974 aufgeho ben."}