{"annee": "100", "cour": "IB", "page": "233", "date": "31/5/1974", "cite": ["83 I 136", "54 I 422"], "cite_par": ["107 IB 289", "111 IB 6"], "chapeau": "37. Urteil vom 31. Mai 1974 i.S. Schweiz. Eidgenossenschaft gegen Stadt Zürich.", "regestes": ["Loi fédérale sur les garanties politiques et de police en faveur de la Confédération. 1. Recevabilité de l'action de droit administratif (consid. 1). 2. L'impôt zurichois sur les gains immobiliers est un des impôts qui tombent sous le coup de l'interdiction de l'art. 10 LGar (consid. 2a). 3. Le gain issu de la vente d'un immeuble qui revient à un fonds placé sous l'administration de la Confédération et directement affecté à un but fédéral ne peut pas, en vertu de l'art. 10 LGar, être frappé par l'impôt zurichois sur les gains immobiliers (consid. 2b et c)."], "faits": "BGE 100 Ib 233 S. 233\n\nSachverhalt:\n\nA.- Im Jahre 1938 schenkte Professor Dr. Aurel Stodola der Eidgenössischen Technischen Hochschule einen Teil seines Vermögens. Die Schenkung erhielt den Namen \"Donationsfonds zur Förderung der maschinentechnischen und elektrotechnischen BGE 100 Ib 233 S. 234Wissenschaften an der ETH\". Mit ihrer Verwaltung wurde die Eidgenössische Finanzverwaltung betraut. Die am 14. Mai 1969 verstorbene Tochter von Professor Stodola, Frau Professor Olga Emma Krause, hat mit letztwilliger Verfügung vom 24. Februar 1964 bestimmt, dass ihr gesamtes Vermögen nach Bezahlung verschiedener Rechnungen und Erfüllung von Auflagen in diesen Fonds fallen solle. Aufgrund dieser Verfügung hat die Eidgenossenschaft mit dem Tode von Frau Professor Krause u.a. das Eigentum an der Einfamilienhausliegenschaft Witikonerstrasse 360 in Zürich erworben. Sie hat diese Liegenschaft auf den 1. Mai 1973 veräussert. Am 16. August 1973 hat die Kommission für die Grundsteuern der Stadt Zürich beschlossen, ihr für diesen Verkauf eine Grundstückgewinnsteuer von Fr. 46670.-- aufzuerlegen.\n\nB.- Mit verwaltungsgerichtlicher Klage vom 3. September 1973 beantragt die Eidgenössische Finanzverwaltung für die Eidgenossenschaft:\n\n\"Es sei festzustellen, dass der Klägerin aus der Veräusserung der Liegenschaft Witikonerstrasse 360 in Zürich (Witikon Kat. Nr. 644) keine Grundstückgewinnsteuer auferlegt werden darf.\"\n\nZur Begründung macht sie geltend, der Donationsfonds, aus dem die Liegenschaft verkauft wurde, sei ein unter der Verwaltung des Bundes stehender Fonds im Sinne von Art. 10 des Bundesgesetzes über die politischen und polizeilichen Garantien zugunsten der Eidgenossenschaft vom 26. März 1934 (GarG), der von den Kantonen nicht mit direkten Steuern belegt werden dürfe. Die zürcherische Grundstückgewinnsteuer sei eine direkte Steuer im Sinne von Art. 10 GarG.\n\nC.- Das Steueramt der Stadt Zürich beantragt für die Stadt Zürich Abweisung der Klage und Bestätigung des Beschlusses der städtischen Kommission für die Grundsteuern vom 16. August 1973. Es führt aus, die Liegenschaft habe keinem Bundeszweck dienstbar gemacht werden können. Einem Bundeszweck werde lediglich ihr Erlös zugutekommen. Dies führe zur Abweisung der Klage.", "considerants": "Erwägungen:\n\n1. Streitigkeiten aus dem Verwaltungsrecht des Bundes über die Befreiung von kantonalen Abgaben sind nach BGE 100 Ib 233 S. 235Art. 116 lit. f OG grundsätzlich im Verfahren der verwaltungsrechtlichen Klage vor Bundesgericht auszutragen. Die zürcherische Grundstückgewinnsteuer zählt zu den kantonalen Abgaben im Sinne von Art. 116 lit. f OG, obschon sie gemäss § 154 des kantonalen Steuergesetzes von den Gemeinden erhoben wird (vgl. BGE 99 I/b 228 Erw. 1a). Der vorliegende Fall wird von Art. 117 OG nicht erfasst. Die verwaltungsrechtliche Klage des Bundes ist somit zulässig, was Art. 15 Abs. 1 GarG bestätigt. Die Eidgenössische Finanzverwaltung ist gemäss Art. 33 Abs. 3 des Bundesgesetzes über den eidgenössischen Finanzhaushalt vom 18. Dezember 1968 befugt, die Eidgenossenschaft \"zur Abwehr unbegründeter vermögensrechtlicher Ansprüche vor Gericht zu vertreten\" (Art. 119 Abs. 1 OG). Auf die Klage ist einzutreten.\n\n2. Nach Art. 10 GarG dürfen die Bundeskasse und alle unter der Verwaltung des Bundes stehenden Fonds sowie diejenigen Liegenschaften, Anstalten und Materialien, die unmittelbar für Bundeszwecke bestimmt sind, von den Kantonen nicht mit einer direkten Steuer belegt werden.\n\na) Die zürcherische Grundstückgewinnsteuer ist unbestrittenermassen eine direkte Steuer im Sinne von Art. 10 GarG, wird mit ihr doch nicht die Handänderung als Vorgang des Rechtsverkehrs, sondern deren vermögensrechtliche Folge erfasst (BGE 99 I/b 232; vgl. auch BGE 83 I 138 ff.). Unbestritten ist auch, dass sich das Besteuerungsverbot von Art. 10 GarG nicht nur an die Kantone, sondern auch an die Gemeinden richtet, mithin auch die Auferlegung der von den Gemeinden erhobenen zürcherischen Grundstückgewinnsteuer ausschliesst (vgl. BGE 99 I/b 229 Erw. 3 a). Streitig ist hingegen, ob die dem Bunde von der Stadt Zürich auferlegte Grundstückgewinnsteuer einen Vermögensteil des Bundes trifft, der nach Art. 10 GarG nicht mit einer solchen Steuer belegt werden darf.\n\nb) Mit der Grundstückgewinnsteuer wird der bei Veräusserung einer Liegenschaft erzielte Gewinn besteuert, nicht ein Recht an der Liegenschaft oder die Liegenschaft selbst (§ 161 des zürcherischen Steuergesetzes). Ob die Liegenschaft Witikonerstrasse 360 als solche im Sinne von Art. 10 GarG unmittelbar für Bundeszwecke bestimmt war, ist hier deshalb belanglos, wird ja jedenfalls nicht sie mit einer direkten Steuer belegt. Gleichgültig ist für den Entscheid im vorliegenden BGE 100 Ib 233 S. 236Falle auch, ob Liegenschaften, die zu einem vom Bunde verwalteten Fonds gehören, grundsätzlich dieselbe Steuerfreiheit geniessen wie der Fonds selbst. BGE 54 I 425 ff., der sich insbesondere mit dieser zweiten Frage befasst und ausserdem eine auf Liegenschaften und nicht auf Verkaufsgewinnen erhobene Steuer betrifft, bleibt hier somit bedeutungslos.\n\nc) Der Gewinn aus dem Verkauf der Liegenschaft Witikonerstrasse 360 in Zürich fiel in den in \"Aurel Stodola Fonds\" umbenannten Donationsfonds. Die Besteuerung des Verkaufsgewinns würde diesen unter Verwaltung des Bundes stehenden Fonds schmälern. Der Fonds soll aber der Förderung der maschinentechnischen und elektrotechnischen Wissenschaften an der ETH dienen; er ist also unmittelbar für einen Bundeszweck bestimmt, was übrigens unbestritten ist. Selbst wenn man entgegen BGE 54 I 427 annehmen wollte, ein unter Verwaltung des Bundes stehender Fonds geniesse auch bezüglich seines beweglichen Vermögens nur dann Steuerfreiheit nach Art. 10 GarG, wenn er unmittelbar für einen Bundeszweck bestimmt sei, wären die Voraussetzungen der Steuerfreiheit im vorliegenden Fall erfüllt. Die Klage ist deshalb gutzuheissen."}