{"annee": "100", "cour": "II", "page": "8", "date": "14/2/1974", "cite": ["36 II 353", "85 II 580", "70 II 103", "38 II 465", "88 II 247", "38 II 187", "47 II 263", "35 II 582", "72 II 242", "83 II 126", "80 II 239", "89 III 47", "71 II 90", "25 II 840", "92 II 227"], "cite_par": ["102 V 245", "122 III 1", "109 II 144", "114 II 239", "131 III 418", "117 II 630", "139 III 305", "105 II 264"], "chapeau": "4. Urteil der II. Zivilabteilung vom 14. Februar 1974 i.S. Aargauische Hypotheken- und Handelsbank gegen Schellenberg", "regestes": ["Découverte d'un trésor (art. 723 CC); acquisition de bonne foi de la propriété (art. 714 al. 2 et 933 CC). - Notion du trésor (consid. 2a), de la construction mobilière (consid. 2b), de la chose confiée, au sens de l'art. 933 CC (consid. 3). - Exigences posées quant au devoir d'attention d'une banque lors de l'achat de monnaies anciennes (consid. 4)."], "faits": "BGE 100 II 8 S. 8\n\nA.- Mit Kaufvertrag vom 5. April 1963 verkaufte Franz Weibel-Gauch das Grundstück Nr. 313, Katasterplan 5/763, im Grundbuch der Gemeinde Bettwil an die Käsereigesellschaft Bettwil. Die im öffentlich beurkundeten Vertrag enthaltene Liegenschaftsbeschreibung lautet wie folgt:\n\n\"11,09 Aren Wiese, Baumgarten Speicher Nr. 56, brandvers. zu Fr. 2000.-- (Denkmalschutz v. 10.8.1950).\"\n\nDemgegenüber wird in einem vom Grundbuchamt Muri am 12. Oktober 1971 ausgestellten Grundbuchauszug das Grundstück BGE 100 II 8 S. 9nur noch mit \"Wiese, Baumgarten\" beschrieben und beigefügt:\n\n\"Anmerkungen:\n\nSpeicher Nr. 56 unter Denkmalschutz; Dorfbrunnen mit Wegkreuz unter Denkmalschutz.\"\n\nNachdem der Kauf im Grundbuch eingetragen worden war, einigten sich die Vertragsparteien darüber, dass der Speicher nicht mit dem Grundstück mitverkauft worden sei, sondern dass die Erben des inzwischen verstorbenen Verkäufers berechtigt seien, ihn zu versetzen oder zu verkaufen. Die Erben Weibel verkauften hierauf den Speicher an Luise Schellenberg. Diese beauftragte im Sommer 1966 den Zimmermann Max Vogelsang, den Speicher abzubrechen und auf einem ihr gehörenden Grundstück wieder aufzubauen.\n\nBei den Abbrucharbeiten fand Vogelsang im Zapfloch eines Balkens eine grosse Zahl von Goldmünzen aus dem 18. Jahrhundert. Er eignete sich diese Münzen an und beauftragte in der Folge seinen Schwager Alfred Baumann, einen Teil davon zu verkaufen. Dabei erklärte er, die Münzen seien ihm von einem Verwandten vermacht worden. Baumann begab sich vorerst mit einigen Münzen zur Aargauischen Hypotheken- und Handelsbank (AHH) in Wohlen und fragte den ihm bekannten Schalterbeamten Notter, wieviel sie wert seien. Notter behielt die Goldstücke zurück und forderte Baumann auf, in einigen Tagen wieder zu kommen. Nachdem sich die AHH bei der Bank Leu in Zürich nach dem Wert der Münzen erkundigt hatte, kaufte ihr Kassier Saxer von Baumann am 2. und 5. August 1966 106 1-Louis-d'or zu Fr. 260.-- und 10 2-Louis-d'or zu Fr. 360.--. Der gesamte Kaufpreis belief sich somit auf Fr. 31 160.--. Baumann händigte diesen Betrag an Vogelsang aus. Ein paar Tage später beklagte sich Saxer telefonisch bei Baumann, einige der verkauften Goldmünzen seien beschädigt. Baumann leitete die Beanstandung an Vogelsang weiter und erhielt von diesem ungefähr 14 andere Münzen, die er bei Saxer gegen die beschädigten umtauschte. Weitere Münzen liess Vogelsang durch seinen Bruder und einen andern Schwager an die Bank Leu in Zürich verkaufen. Im Sommer 1967 erhielten Luise Schellenberg und die Erben Weibel Kenntnis vom Fund. Vogelsang verpflichtete BGE 100 II 8 S. 10sich gegenüber den Erben Weibel am 11. August 1967 schriftlich, die noch in seinem Besitze befindlichen Goldmünzen herauszugeben und den für die verkauften Stücke gelösten Kaufpreis zu erstatten. In der Folge entstanden zwischen Luise Schellenberg und den Erben Weibel Differenzen über das Eigentum an den Münzen, die zu einem Prozess vor dem Bezirksgericht Muri führten. Am 7. Mai 1971 traten die Erben Weibel ihre allfälligen Ansprüche gegen die AHH ohne Präjudiz für ihre Auseinandersetzung mit Luise Schellenberg an diese ab. Die Käsereigesellschaft Bettwil verzichtete darauf, irgendwelche Ansprüche zu stellen.\n\nB.- Mit der vorliegenden, am 30. Juli 1971 beim Handelsgericht des Kantons Aargau eingereichten Klage belangte Luise Schellenberg die AHH auf Herausgabe der von dieser gekauften Münzen bzw. auf Bezahlung des bei deren Weiterverkauf erzielten Erlöses. Das Handelsgericht hiess die Klage mit Urteil vom 14. Juli 1973 gut und verurteilte die Beklagte, der Klägerin 351-Louis-d'or und 52-Louis-d'or zurückzugeben und ihr den Betrag von Fr. 20 860.-- zu bezahlen.\n\nC.- Gegen dieses Urteil erklärte die Beklagte die Berufung ans Bundesgericht. Mit dieser beantragt sie, der angefochtene Entscheid sei aufzuheben und die Klage abzuweisen; eventuell sei die Sache an die Vorinstanz zurückzuweisen.\n\nDie Klägerin beantragt die Abweisung der Berufung.\n\nD.- Die Beklagte hat das Urteil des Handelsgerichts überdies mit staatsrechtlicher Beschwerde wegen Verletzung von Art. 4 BV angefochten.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 57 Abs. 5 OG wird die Entscheidung über die Berufung in der Regel bis zur Erledigung einer staatsrechtlichen Beschwerde ausgesetzt. Von dieser Regel kann jedoch abgewichen werden, falls wahrscheinlich ist, dass die Berufung selbst dann gutgeheissen werden muss, wenn auf die mit der staatsrechtlichen Beschwerde angefochtenen tatsächlichen Feststellungen der kantonalen Behörde abgestellt wird (BGE 89 III 49, BGE 88 II 249, BGE 85 II 585 f.).\n\n2. Mit ihren Rügen, die Vorinstanz habe den Speicher zu Unrecht als Fahrnisbaute betrachtet und sie habe einen Schatzfund statt einen gewöhnlichen Fund angenommen, will BGE 100 II 8 S. 11die Beklagte dartun, der Klägerin fehle die Aktivlegitimation zur vorliegenden Klage.\n\na) Entgegen der Ansicht der Vorinstanz und der Klägerin ist es für den vorliegenden Prozess nicht bedeutungslos, ob es sich bei den gefundenen Goldmünzen um einen Schatz oder um einen gewöhnlichen Fund handle. Bei Annahme eines Fundes müsste die Klage nämlich ohne weiteres abgewiesen werden. Dass in diesem Falle nur die Erben Weibel als Eigentümer der Münzen in Frage kämen, wie die Vorinstanz anzunehmen scheint, trifft nicht zu. Wohl spricht eine gewisse Wahrscheinlichkeit dafür, dass einer ihrer Vorfahren die Goldstücke versteckt hat, stand doch der Speicher offenbar seit mehreren Generationen im Eigentum der Familie Weibel. Da aber nicht feststeht, welcher Vorfahre es war, lässt sich daraus nicht ableiten, die Erben Weibel seien dessen einzige Rechtsnachfolger. Der Umstand, dass jene ihre Ansprüche gegen die Beklagte an die Klägerin abgetreten haben, vermöchte dieser die Klagelegitimation daher entgegen der Ansicht der Vorinstanz nicht zu verschaffen.\n\nDie Beklagte macht unter Berufung auf HAAB/SIMONIUS/SCHERRER, N. 8 zu Art. 723/724 ZGB, geltend, bei Münzen die als Handelsobjekte angesehen würden, spreche die Vermutung dafür, sie seien erst vor verhältnismässig kurzer Zeit verborgen worden; die Voraussetzungen für das Vorliegen eines Schatzes seien daher nicht erfüllt. Unter den gefundenen Münzen befanden sich indessen nicht nur gängige Louis-d'or, sondern auch seltene und teure Stücke, wie z.B. bernische Doppeldublonen im Wert von über Fr. 2000.--. Dazu kommt, dass kein einziges der vielen Goldstücke später als 1800 geprägt worden ist. Dieser Umstand wie auch die Art des Verstecks lässt auf ein langes Verborgensein schliessen. Anhaltspunkte dafür, wer die Münzen versteckt haben könnte, bestehen nicht, und es ist auch nicht zu ersehen, wie deren heutiger Eigentümer ermittelt werden könnte. Mit der Vorinstanz ist daher anzunehmen, es liege ein Schatz im Sinne von Art. 723 ZGB vor.\n\nb) Unzutreffend ist dagegen die Auffassung der Vorinstanz, der Speicher sei als blosse Fahrnisbaute zu betrachten. Zu Recht rügt die Beklagte die auf einem offensichtlichen Versehen beruhende Feststellung, der Speicher sei im Grundbuch als Zugehör angemerkt gewesen. Die im Grundbuchauszug BGE 100 II 8 S. 12vom 12. Oktober 1971 enthaltene Anmerkung bezieht sich nämlich ohne jeden Zweifel nicht auf den Speicher als solchen, sondern auf den Denkmalschutz. Aus der Liegenschaftsbeschreibung im Kaufvertrag vom 5. April 1963 sowie aus einer bei den Akten liegenden Bestätigung des Grundbuchamtes Muri vom 14. Oktober 1971 ergibt sich eindeutig, dass die Baute grundbuchlich als Bestandteil des Grundstücks betrachtet wurde. Zwar ist richtig, dass sie nicht fest mit dem Erdboden verbunden war, sondern auf vier Steinplatten ruhte. Indessen deutet nichts darauf hin, dass der seit mehreren Jahrhunderten am gleichen Ort stehende Speicher seinerzeit ohne die Absicht dauernder Verbindung mit dem Grundstück errichtet worden wäre. Das aber wäre eine wesentliche Voraussetzung dafür, ihn als Fahrnisbaute zu betrachten. Das Bundesgericht betont zwar bei der Beurteilung der Frage, ob eine Fahrnisbaute vorliege, in seiner neueren Rechtsprechung neben dem subjektiven Moment vermehrt das objektive der äussern Verbindung (BGE 92 II 230 ff.; MEIER-HAYOZ, N. 7 zu Art. 677 ZGB; kritisch dazu LIVER, ZBJV 1968 S. 25 ff., 1974 S. 29 f.). Aber auch nach dieser Rechtsprechung ist vorab auf die Absicht der Beteiligten abzustellen, wenn eine Baute nur lose mit dem Boden verbunden ist, wie dies bei den in Art. 677 Abs. 1 ZGB aufgeführten Beispielen (Hütten, Buden, Baracken) der Fall ist. Nun haben zwar die Parteien des Kaufvertrags vom 5. April 1963 den Willen bekundet, den Speicher dadurch zu einer beweglichen Sache zu machen, dass den Erben Weibel das Recht vorbehalten wurde, ihn zu entfernen oder zu verkaufen. Eine Baute, die Bestandteil eines Grundstücks ist, kann indessen nicht durch blosse Zweckänderung in eine Fahrnisbaute umgewandelt werden (MEIER-HAYOZ, N. 28 zu Art. 677 ZGB; HAAB, N. 17 zu Art. 667 ZGB; LEEMANN, N. 6 zu Art. 677 ZGB).\n\nc) Wird ein Bestandteil eines Grundstücks ohne dieses verkauft, was nach Art. 187 Abs. 2 OR zulässig ist (vgl. GIGER, N. 18 ff. zu Art. 187 OR; MEIER-HAYOZ, N. 41 zu Art. 642 ZGB), so wird er erst mit der Abtrennung zur selbständigen Sache, die einen eigenen Eigentümer haben kann (HAAB, N. 17 zu Art. 667 ZGB; MEIER-HAYOZ, N. 47 f. zu Art. 642 ZGB). Demzufolge fällt der in einem auf Abbruch verkauften Gebäude entdeckte Schatz an den Grundeigentümer, nicht den Käufer, wenn die Entdeckung vor der Abtrennung BGE 100 II 8 S. 13des den Wertgegenstand bergenden Gebäudebestandteils erfolgt ist (LEEMANN, N. 17 zu Art. 723 ZGB). Die Klägerin konnte daher nur dann Eigentümerin der Münzen werden, sofern diese in einem bereits abgetrennten Balken des Speichers gefunden wurden. Andernfalls kam das Eigentum der Käsereigesellschaft Bettwil zu, die im Zeitpunkt des Fundes als Eigentümerin des Grundstücks und damit auch des Speichers im Grundbuch eingetragen war. (Aus dem Umstand, dass die Käsereigesellschaft den Schatz nicht für sich beansprucht, kann die Klägerin nichts für sich ableiten; es folgt daraus nicht, dass er ihr gehört). Nun enthält das angefochtene Urteil aber keine näheren Feststellungen darüber, wie die Abbrucharbeiten vor sich gingen und wie der Schatz gefunden wurde. Es steht daher nicht fest, ob die Klägerin oder die Käsereigesellschaft als dessen Eigentümer zu betrachten ist. Wie es sich damit verhält, kann indessen offen bleiben, wenn es sich ergibt, dass die Beklagte jedenfalls nachträglich das Eigentum an den ihr verkauften Münzen erworben hat. Dies ist dann der Fall, wenn die Münzen Vogelsang anvertraut waren und wenn die Beklagte bei deren Erwerb gutgläubig war (Art. 714 Abs. 2 und 933 ZGB).\n\n3. Im Sinne von Art. 933 ZGB ist eine Sache dann anvertraut, wenn sie mit Willen des wahren Berechtigten in den Besitz des Verfügenden gelangt ist, z.B. auf Grund eines Miet-, Pacht-, Werk-, Pfand- oder eines ähnlichen Vertrages (STARK, N. 24 und HOMBERGER, N. 12 ff. zu Art. 933 ZGB; HAAB/SIMONIUS, N. 56 zu Art. 714 ZGB; OFTINGER, N. 335 ff. zu Art. 884 ZGB). Die Klägerin hat Vogelsang im stillschweigenden Einverständnis mit der Eigentümerin und den Erben Weibel damit beauftragt, den Speicher abzubrechen, ihn an einen andern Ort zu transportieren und dort wieder aufzustellen. Der Speicher war daher Vogelsang zweifellos anvertraut. Fraglich ist indessen, wie es sich mit den Goldmünzen verhält. Da die Klägerin von den Münzen nichts wusste, kann sie diese auch nicht willentlich an Vogelsang übergeben habe. WIELAND betrachtet deshalb den Schatz als verlorene Sache (N. 4 zu Art. 934 ZGB). Dies mag zutreffen, wenn er von einem beliebigen Dritten gefunden wird. Ist jedoch die den Schatz bergende Sache jemandem anvertraut, so muss auch der Schatz selbst als anvertraut gelten. Mit der Überlassung des Speichers an Vogelsang hat die Klägerin die Gefahr auf sich BGE 100 II 8 S. 14genommen, dass allfällige darin verborgene Gegenstände unrechtmässig weiter veräussert würden. Sie hat den falschen Rechtsschein veranlasst (zum Veranlassungsprinzip vgl. STARK, N. 29 ff. der Vorbem. zu den Art. 930-937 ZGB und N. 22 zu Art. 933 ZGB; HAAB/SIMONIUS, N. 62 zu Art. 714 ZGB; MEIER-HAYOZ, N. 31 des System. Teils zu Art. 641 ff. ZGB), und es erscheint daher als gerechtfertigt, dass sie die Folgen der unrechtmässigen Handlungen Vogelsangs zu tragen hat, sofern die Beklagte gutgläubig war. Im übrigen sind nach der Lehre auch aus Irrtum übertragene Sachen als anvertraut zu betrachten (STARK, N. 29 ff., HOMBERGER, N. 15, und OSTERTAG, N. 7 zu Art. 933 ZGB; HUBER, Erläuterungen, II, S. 392; vgl. auch die deutsche Rechtsprechung, BGHZ 4 S. 33 ff.). Die Klägerin könnte sich daher nicht darauf berufen, sie hätte Abbruch und Transport des Speichers nicht Vogelsang übertragen, wenn sie gewusst hätte, dass darin ein Schatz verborgen war.\n\n4. Nach den Feststellungen der Vorinstanz wusste die Beklagte bzw. ihr Kassier Saxer nichts von den strafbaren Handlungen, die der Veräusserung der Münzen zugrunde lagen. Bösgläubigkeit im engern Sinne des Wortes, nämlich das Bewusstsein, unrecht zu handeln (vgl. JÄGGI, N. 43-48 zu Art. 3 ZGB; EGGER, N. 6 zu Art. 3 ZGB; STARK, N. 48 zu Art. 933 ZGB), fällt ihr daher nicht zur Last. Es fragt sich einzig, ob ihr der Gutglaubensschutz deswegen zu versagen sei, weil sie die nach den Umständen gebotene Sorgfalt nicht angewendet habe (Art. 3 Abs. 2 ZGB).\n\na) Eine Bank, die ein übliches, mit kemen besonderen Risiken behaftetes Geschäft tätigt, ist nach gefestigter Lehre und Rechtsprechung nicht gehalten, Nachforschungen über die Vertrauenswürdigkeit des Kunden oder die Herkunft der ihr angebotenen Wertobjekte anzustellen (BGE 83 II 139, BGE 72 II 252, BGE 70 II 106, BGE 38 II 190, BGE 35 II 587, BGE 25 II 846; JÄGGI, N. 128 zu Art. 3 ZGB; STARK, N. 50 zu Art. 933 ZGB; OFTINGER, N. 356 zu Art. 884 ZGB). Solches von ihr zu verlangen, hiesse, die Anforderungen an den normalen Geschäftsverkehr zu überspannen. Das berechtigte Interesse der Bank geht dahin, ihre Kunden so gut und so rasch wie möglich zu bedienen. Es ist ihr nicht zuzumuten, einen Geschäftspartner durch Bekundung von Misstrauen vor den Kopf zu stossen und damit Gefahr zu laufen, nicht nur das BGE 100 II 8 S. 15vorgeschlagene Geschäft, sondern den Kunden überhaupt zu verlieren. Die Bank darf daher auch einen unbekannten Vertragspartner als ehrbaren Menschen betrachten und sich auf die durch den Besitz geschaffene Rechtsvermutung (Art. 930 ZGB) verlassen, solange nicht besondere Umstände Zweifel oder Misstrauen begründen. Zu Argwohn besteht etwa dann Anlass, wenn der Bank aus früheren Vorkommnissen bekannt ist, dass im geschäftlichen Umgang mit dem betreffenden Partner grösste Vorsicht geboten ist, oder wenn das Geschäft selbst oder dessen nähere Umstände Verdacht erwecken. Das Bundesgericht hat den Gutglaubensschutz beispielsweise dann verweigert, wenn ein Mann, dessen schwere Verschuldung der Bank bekannt war, plötzlich über Titel im Wert von über Fr. 10 000.-- verfügte (BGE 36 II 357), wenn ein subalterner Angestellter mit einem Monatslohn von Fr. 125.-- mit Wertschriften im Betrag von Fr. 40 000.-- spekulierte und über deren Herkunft völlig unglaubwürdige Angaben machte (BGE 38 II 469), wenn Obligationen, die einer Bank ohne weiteres zu höherem Preis hätten verkauft werden können, durch einen völlig Unbekannten in einem Zigarrenladen erheblich unter ihrem Wert angeboten wurden (BGE 47 II 264), wenn jemand der kurz vorher einen ihm von der Bank \"zur Ansicht auf 1 Tag\" anvertrauten Werttitel trotz Mahnung und schriftlichen Rückgabeversprechens nach zwei Monaten noch nicht zurückgegeben hatte, der gleichen Bank Wertschriften im Betrage von Fr. 27 000.-- verpfändete (BGE 70 II 109) oder wenn der Käufer gewusst hat, dass der Verkäufer die angebotenen Titel unter ungewöhnlichen und verdächtigen Umständen erworben hatte (BGE 80 II 242).\n\nb) Nichts, was mit diesen Fällen verglichen werden könnte, liegt hier vor. Der Bankkassier Saxer kannte Alfred Baumann und dessen Familie als rechtschaffene Leute und langjährige Kunden der Bank. Ob die Familie und insbesondere der Sohn Alfred in bescheidenen wirtschaftlichen Verhältnissen lebte, wie die Klägerin behauptet, von der Vorinstanz aber nicht festgestellt worden ist, ist unerheblich, da die Münzen nach den glaubwürdigen Angaben Baumanns ja nicht aus Familienbesitz stammten, sondern einem Verwandten vermacht worden waren. Sodann gehört der Ankauf von alten Goldmünzen zu den üblichen Geschäften einer Bank. Wohl ist auffällig, wenn einer Lokalbank ein dermassen grosser Posten BGE 100 II 8 S. 16Louis-d'or angeboten wird, und es ist der Klägerin beizustimmen, dass den Erwerber eine Pflicht zu weiteren Erkundigungen trifft, wenn es ungewöhnlich ist, dass der Veräusserer mit Waren der betreffenden Art und in der angebotenen Menge handelt (STARK, N. 51 zu Art. 933 ZGB mit weiteren Hinweisen). Wenn er aber auf eine entsprechende Frage eine plausible Auskunft erhält, so darf er sich mit dieser zufrieden geben und muss nicht einen Beweis für deren Richtigkeit verlangen, zumal wenn er den Veräusserer als vertrauenswürdig kennt (STARK, a.a.O., und BGE 71 II 92). Nach den Feststellungen der Vorinstanz hielt auch Saxer das Geschäft für auffällig, stellte er doch Baumann die Frage, ob denn die Münzen nicht etwa gestohlen seien. Die von Baumann gegebene Erklärung, die Münzen stammten aus einem Vermächtnis, war indessen plausibel. Der Vorwurf des Handelsgerichts, Saxer hätte mindestens nach dem Namen des von Baumann erwähnten Verwandten fragen und eine Vollmacht von diesem verlangen sollen, ist nicht begründet. Denn beiden Anforderungen hätte Baumann vermutlich ohne weiteres nachkommen können (eine mündliche Vollmacht von Max Vogelsang zum Verkauf der Münzen besass er), ohne dass sich an der Abwicklung des Geschäftes etwas geändert hätte. Auch eine Rückfrage bei der Polizei hätte nichts ergeben, weil die Münzen von niemandem vermisst wurden. Aus der Unterlassung von Nachforschungen darf jedoch nur dann das Fehlen des guten Glaubens abgeleitet werden, wenn die betreffenden Vorkehren dazu geführt hätten, dass das mangelnde Verfügungsrecht des Veräusserers entdeckt worden wäre (STARK, N. 51, und OSTERTAG, N. 23 zu Art. 933 ZGB). An diesem Kausalzusammenhang fehlt es im vorliegenden Falle.\n\nDie weiteren von der Vorinstanz und in der Berufungsantwort vorgebrachten Argumente gegen die Gutgläubigkeit der Beklagten dringen ebeenfalls nicht durch. So war durchaus nicht verdächtig, dass der von Baumann als Eigentümer der Münzen bezeichnete Verwandte nicht selbst auf die Bank kam, bedienen sich doch viele ehrliche Leute eines Vertreters bei der Abwicklungihrer Geschäfte. Auch der Umstand, dass Baumann 14 schadhafte Stücke durch andere ersetzen konnte, bildete keinen hinreichenden Anlass zu einem Verdacht. Wer 116 Goldstücke verkauft, erweckt dadurch, dass er noch 14 weitere besitzt, keinen Argwohn. Schliesslich war auch der an BGE 100 II 8 S. 17Baumann bezahlte Preis nach den Feststellungen der Vorinstanz keineswegs auffällig niedrig, sondern durchaus angemessen. Diese Feststellungen sind tatsächlicher Natur und binden daher das Bundesgericht (Art. 63 Abs. 2 OG). Überdies hat Baumann nicht einen bestimmten Preis verlangt, sondern die Beklagte nach dem Wert der Münzen gefragt und darauf den angebotenen Preis akzeptiert. Der Beklagten vorzuwerfen, sie habe im Hinblick auf die Unlauterkeit des Geschäftes bewusst einen zu niedrigen Preis offeriert, würde bedeuten, ihr nicht nur pflichtwidrige Verletzung der gebotenen Sorgfalt, sondern vorsätzliche Bösgläubigkeit vorzuwerfen. Dazu besteht indessen kein Grund. Daran ändert auch der von der Klägerin erwähnte Umstand nichts, dass es sich bei 6 der verkauften 1-Louis-d'or um sogenannte \"aux lunettes\"-Exemplare aus dem Jahre 1726 gehandelt habe. Sowohl in dem Buch \"Gold coins of the world\" von Friedberg, auf das sich die Klägerin beruft, als auch in verschiedenen bei den Akten liegenden Schätzungen wird der Wert dieser Stücke nicht wesentlich höher veranschlagt als jener der Münzen anderer Jahrgänge.\n\nAus diesen Gründen ist mit der Minderheit der Vorinstanz davon auszugehen, die Beklagte sei beim Erwerb der Münzen gutgläubig gewesen. Sie kann daher nicht zur Herausgabe der noch vorhandenen Goldstücke bzw. zur Bezahlung des Verkaufserlöses verpflichtet werden.\n\nDemnach erkennt das Bundesgericht:\n\nIn Gutheissung der Berufung wird das Urteil des Handelsgerichts des Kantons Aargau vom 14. Juli 1973 aufgehoben und die Klage abgewiesen."}