{"annee": "100", "cour": "V", "page": "6", "date": "21/1/1974", "cite": [], "cite_par": ["109 V 139"], "chapeau": "2. Urteil vom 21. Januar 1974 i.S. Ott gegen Krankenkasse des Schweizerischen Kaufmännischen Vereins und Versicherungsgericht des Kantons Solothurn", "regestes": ["Critères pour déterminer dans le temps la participation aux frais médicaux et la franchise à la charge de l'assuré (art. 14bis LAMA): droit transitoire. Principes que les caisses et les assurés doivent observer lorsque le remboursement de frais médicaux est demandé."], "faits": "BGE 100 V 6 S. 6\n\nA.- Die Eheleute Karl und Hedi Ott sind bei der Krankenkasse des Schweizerischen Kaufmännischen Vereins für Krankenpflege versichert. Hedi Ott war vom 17. September bis 17. Dezember 1971 in ärztlicher Behandlung bei Dr. O., und am 17. Dezember 1971 wurden beide Ehegatten von Dr. A. behandelt. Die entsprechenden Arztrechnungen datieren vom 29. Dezember 1971 sowie vom 9. und 25. Februar 1972. Sie wurden Karl Ott zugestellt, der sie am 16. März 1972 an die Krankenkasse weiterleitete. Die Kasse erhob gestützt auf die neue Fassung des Art. 25 Abs. 3 Vo V über die Krankenversicherung für jeden Krankheitsfall eine Franchise von je Fr. 30.- und überwies Karl Ott den Restbetrag von Fr. 151.--. In diesem Sinn verfügte die Kasse am 16. Januar und 2. Februar 1973.\n\nB.- Karl Ott beschwerte sich gegen beide Verfügungen beim Versicherungsgericht des Kantons Solothurn. Er machte geltend: Die Krankenkasse müsse bei der Abrechnung altes Recht anwenden und dürfe daher bloss eine Franchise von Fr. 5.- und einen Selbstbehalt von 10%, somit einen Betrag von Fr. 39.10 in Abzug bringen. Daher stehe ihm gegenüber der Kasse noch ein Guthaben von Fr. 50.90 zu.\n\nBGE 100 V 6 S. 7\n\nDas kantonale Versicherungsgericht hat die Beschwerde mit Entscheid vom 15. Mai 1973 abgewiesen: Die Krankenkasse habe seinerzeit bestimmt, dass für sämtliche bis zum 4. Februar 1972 bei ihr eingehenden Rechnungen für Behandlungen, die im Jahre 1971 begonnen worden waren, die alte Franchise-Regelung zu gelten habe. Die fraglichen Arztrechnungen seien aber erst am 16. März 1972 eingereicht worden.\n\nC.- Dem Sinne nach erneuert Karl Ott in der gegen diesen Entscheid gerichteten Verwaltungsgerichtsbeschwerde seinen vorinstanzlichen Antrag auf Rückerstattung des Betrages von Fr. 50.90. Von der am 4. Februar 1972 abgelaufenen Frist habe er erstmals durch den angefochtenen Entscheid erfahren.\n\nDie Kasse beantragt die Abweisung der Verwaltungsgerichtsbeschwerde.\n\nAuch das Bundesamt für Sozialversicherung trägt auf Abweisung der Verwaltungsgerichtsbeschwerde an. Die von der Krankenkasse getroffene Regelung sei aus Gründen der administrativen Vereinfachung zulässig und vom Amt genehmigt worden. Lediglich bei Statutenrevisionen gelte der Grundsatz, dass Statutenänderungen, welche die Rechte des Versicherten beschneiden, diesem erst entgegengehalten werden dürfen, nachdem sie ihm gehörig bekanntgegeben worden sind. Diese Ordnung gelte dort nicht, wo es - wie bei der Neuregelung der Kostenbeteiligung - um die Durchführung einer zwingenden bundesrechtlichen Vorschrift gehe.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Art. 14bis Abs. 1 KUVG verpflichtet die Kassen, allen Versicherten einen Selbstbehalt und den volljährigen Versicherten zudem bei jedem Krankheitsfall eine Franchise aufzuerlegen. Das Nähere hat der Bundesrat in der Verordnung V über die Krankenversicherung geregelt. Nach Art. 26 Abs. 1 dieser Verordnung in der bis 31. Dezember 1970 gültig gewesenen Fassung (vom 7. Juli 1967) hatten die Kassen die Franchise im Normalfall auf mindestens 5 Franken, höchstens aber auf 10 Franken je Krankheitsfall festzusetzen. Am 21. Dezember 1970 beschloss der Bundesrat durch Abänderung der Art. 24 ff. Vo V eine grundsätzliche Neuregelung der Kostenbeteiligung. Darnach beträgt der Selbstbehalt 10% der von der Kasse übernommenen Krankenpflegekosten, während die volljährigen BGE 100 V 6 S. 8Versicherten eine Franchise von 20 Franken je Krankheitsfall zu übernehmen haben (Art. 25 Abs. 1 und 2 Vo V); für Versicherte der obern Tarifgruppe beträgt die Franchise 30 Franken (Abs. 3). Dieser Bundesratsbeschluss ist am 1. Januar 1971 in Kraft getreten, räumte aber den Krankenkassen eine Frist zur Anpassung ihrer Statuten und Reglemente bis zum 31. Dezember 1971 ein.\n\nDie Beschwerdegegnerin hat diese Neuregelung auf den 1. Januar 1972 in Kraft gesetzt. Sie orientierte ihre Mitglieder darüber durch Zustellung des neuen Leistungsreglements und eines Zirkularschreibens am 25. Januar 1972. Ausserdem hat die Kasse im Sinne einer internen Übergangsregelung beschlossen, sämtliche Rechnungen, die bis zum 4. Februar 1972 bei ihr eintreffen würden und welche im Jahre 1971 begonnene Behandlungen zum Gegenstand hätten, nach alter Regelung zu behandeln.\n\n2. Zunächst ist zu prüfen, ob sich das anwendbare Recht nach dem Zeitpunkt der ärztlichen Behandlung oder nach dem Eingang der betreffenden Arztrechnung bei der Krankenkasse bestimmt.\n\nArt. 14bis Abs. 1 KUVG schreibt den Krankenkassen verbindlich vor, dass sie bei jedem Krankheitsfall dem volljährigen Versicherten eine Franchise aufzuerlegen haben (unter Vorbehalt der im heutigen Zusammenhang unbeachtlichen Abs. 2 und 4 desselben Artikels). Für die Erhebung der Franchise gilt als Krankheitsfall gemäss Art. 26 Abs. 1 Vo V die \"ambulante Behandlung einer oder mehrerer Krankheiten durch den gleichen Arzt oder Chiropraktor\" in einem durch die Verordnungsbestimmung näher umschriebenen Zeitraum. Dieser allgemeine Grundsatz muss auch dann gelten, wenn übergangsrechtliche Fragen zu beantworten sind. Würde man darauf abstellen, wann die Arztrechnung bei der Krankenkasse eingeht, so müsste sich das anwendbare Recht nach dem rein aleatorischen Zeitpunkt richten, in welchem der Arzt Zeit findet, die Rechnung zu schreiben. Dass Rechtsungleichheiten die Folge wären, liegt auf der Hand.\n\nFerner ist zu beachten, dass die Krankenkassen nach Art. 28 Vo V die Franchise \"zu Beginn des Krankheitsfalles\" erheben können. Diese Bestimmung wäre völlig systemwidrig, wenn als massgebender Sachverhalt nicht der Krankheitsfall, das heisst eben die ärztliche Behandlung, zu betrachten wäre.\n\nBGE 100 V 6 S. 9\n\nPrinzipiell muss daher für die Bestimmung des anwendbaren Rechts der Zeitpunkt des Krankheitsfalles, d.h. der Zeitpunkt der ärztlichen Behandlung als massgebend bezeichnet werden. Ob sich unter gewissen Voraussetzungen Ausnahmen von diesem Grundsatz rechtfertigen würden, braucht heute nicht geprüft zu werden, da die ärztlichen Behandlungen von Karl und Hedi Ott im Jahre 1971 begonnen und beendet worden sind.\n\n3. Ist somit übergangsrechtlich auf den Zeitpunkt der ärztlichen Behandlung abzustellen, so muss anderseits den Krankenkassen zugestanden werden, für die Durchführung dieses Grundsatzes eine rationelle Lösung zu suchen. Das Gebot einer einfachen Betriebsabwicklung, die eine rasche Erledigung und darüber hinaus allenfalls noch eine Senkung der Verwaltungskosten ermöglicht, liegt auch im Interesse der Versicherten. Die angestrebte Lösung darf indessen die Rechte der Versicherten nicht übermässig und unnötig einschränken, und sie darf insbesondere andere Grundsätze, wie jene der rechtsgleichen Behandlung und der Gegenseitigkeit, nicht verletzen.\n\nIn dieser Sicht kann nicht beanstandet werden, dass eine Krankenkasse für die Einreichung von Arztrechnungen, die vorjährige Behandlungen betreffen, einen Termin festsetzt, wenn diese Honorarnoten nach der altrechtlichen Kostenbeteiligungsregelung abgerechnet werden sollen. Durch die Wahl dieses Termins dürfen aber die erwähnten Grundsätze nicht verletzt werden. Insbesondere müssen die Versicherten die objektive Möglichkeit haben, bis zu dem von der Kasse bestimmten Termin das für die Wahrung ihrer Rechte.Notwendige vorzukehren.\n\nIm vorliegenden Fall kann die Frage offen bleiben, ob die Beschwerdegegnerin die dargelegten Gesichtspunkte genügend berücksichtigt hat, wenn sie für ihre Versicherten den 4. Februar 1972 als Termin festsetzte, nachdem sie diese erst am 25. Januar 1972 über die Neuregelung der Kostenbeteiligung orientiert hatte. Entscheidend ist, dass der Zeitpunkt des 4. Februar 1972 den Versicherten gar nicht mitgeteilt worden ist. Der Beschwerdeführer hatte demnach keinen zwingenden Grund, für die Zustellung der Rechnungen an die Kasse bis zum 4. Februar 1972 besorgt zu sein. Mit dem Vorgehen der Beschwerdegegnerin wurden seine Rechte offensichtlich ungenügend BGE 100 V 6 S. 10gewahrt. Die von der Kasse getroffene übergangsrechtliche Regelung stellt keine sachgerechte Durchführung der neurechtlichen Art. 24 ff. Vo V dar.\n\n4. Die Kasse kann sich somit nicht darauf berufen, Karl Ott habe die Arztrechnungen erst nach dem 4. Februar 1972, also verspätet eingereicht. Sie ist vielmehr gehalten, auch nach diesem Datum Arztrechnungen entgegenzunehmen, welche im Jahre 1971 erfolgte Behandlungen betreffen und deshalb nach alter Regelung zu erledigen sind. Dies gilt aber nicht auf unbeschränkte Zeit hinaus, sondern die Versicherten sind verpflichtet, die Honorarnoten innert angemessener Frist, nachdem sie bei ihnen eingetroffen sind, an die Krankenkasse weiterzuleiten.\n\nDie heute streitigen Arztrechnungen datieren vom 29. Dezember 1971 sowie vom 9. und 25. Februar 1972, wobei anzunehmen ist, dass sie an einem der folgenden Tage bei Karl Ott eingegangen sind. Es ist verständlich, wenn der Beschwerdeführer - zur Vermeidung unnötiger Umtriebe - alle drei Rechnungen gleichzeitig der Kasse zustellen wollte. Nachdem er die letzte Rechnung (vom 25. Februar 1972) erhalten hatte, wartete er bis zum 16. März 1972, also noch fast drei Wochen, bis er die Rechnungen an die Beschwerdegegnerin weitersandte. Obschon an der Grenze des noch Zulässigen liegend, kann dieses Vorgehen doch nicht als übermässige Verschleppung qualifiziert werden, welche Kassensanktionen gegenüber dem Beschwerdeführer rechtfertigen würde. Dessen Verhalten darf nicht losgelöst vom Vorgehen der Beschwerdegegnerin beurteilt werden, an welcher es in erster Linie gelegen hätte, ihren Mitgliedern von ihrer übergangsrechtlichen Ordnung rechtzeitig klare Kenntnis zu geben.\n\n5. Aus den obigen Darlegungen ergibt sich, dass die Kostenbeteiligung des Beschwerdeführers an den drei Arztrechnungen vom 29. Dezember 1971 sowie vom 9. und 25. Februar 1972 nach altrechtlicher Regelung beurteilt werden muss. Es ist Sache der Kasse, die entsprechende Abrechnung vorzunehmen und das daraus resultierende Mehrguthaben dem Karl Ott zu überweisen.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nI. Der Entscheid des Versicherungsgerichts des Kantons Solothurn vom 15. Mai 1973 sowie die Kassenverfügungen BGE 100 V 6 S. 11vom 16. Januar und 2. Februar 1973 werden aufgehoben.\n\nII. Die Sache geht an die Krankenkasse des Schweizerischen Kaufmännischen Vereins zurück, damit diese im Sinn der Erwägungen verfahre."}