{"annee": "100", "cour": "V", "page": "136", "date": "21/11/1974", "cite": [], "cite_par": [], "chapeau": "34. Extrait de l'arrêt du 21 novembre 1974 dans la cause Société suisse de secours mutuels Helvétia contre Crea et Cour de justice civile du canton de Genève", "regestes": ["Art. 10 al. 1 LAMA, 8 al. 2 Ord. III. Point de départ du délai de péremption du droit de libre passage à une autre caisse-maladie."], "faits": "BGE 100 V 136 S. 137\n\nRésumé des faits:\n\nFrancesca Crea, née en 1941, a fait partie de la Caissemaladie l'Alliance, de Bagnes, qui l'a conservée dans ses rôles jusqu'à fin 1972. Cette caisse, qui avait appris en février 1973 que l'intéressée avait transféré son domicile à Genève, soit hors du rayon d'activité, lui délivra un certificat d'affiliation le 7 mars 1973.\n\nMarco Crea remplit 4 demandes d'admission à la Caissemaladie Helvétia pour lui, son épouse et ses 2 enfants.\n\nEn date du 22 février 1974, la Cour de justice civile du canton de Genève admit que Francesca Crea pouvait se prévaloir du droit de libre passage dans les trois mois dès la sortie effective de la Caisse-maladie l'Alliance, le 31 décembre 1972.", "considerants": "Extrait des considérants:\n\nLa question est de savoir si l'intimée pouvait se prévaloir d'un droit de libre passage, en quel cas les conditions d'admission relatives à l'état de santé notamment n'auraient pas pu lui être opposées par la Caisse-maladie Helvétia (art. 9 al. 1 LAMA).\n\na) Aux termes de l'art. 7 al. 1 lit. a LAMA, les assurés qui ont été affiliés à une ou plusieurs caisses pendant 6 mois au moins, sans une interruption de plus de 3 mois, ont le droit de passer dans une autre caisse lorsqu'ils doivent quitter celle à laquelle ils appartiennent parce qu'ils changent de résidence. Est généralement considéré comme changement de résidence le transfert du domicile civil hors du rayon d'activité de la caisse (art. 5 al. 1, première phrase, Ord. III).\n\nb) Les statuts de la Caisse-maladie l'Alliance prévoient un rayon d'activité limité à la commune de Bagnes (art. 4). La qualité de sociétaire se perd ipso facto par le transfert du lieu de résidence hors de la commune (art. 14 lit. b). Est considéré comme changement du lieu de résidence le transfert du domicile de droit civil hors du rayon d'activité de la caisse, mais non pas le séjour à l'étranger pendant moins d'un an (art. 15).\n\nLorsque l'assuré transfère sa résidence hors du rayon d'activité, il doit en aviser l'administration dans les 10 jours. Si, par BGE 100 V 136 S. 138sa faute, le membre n'a pas donné cet avis, l'administration peut, aussitôt qu'elle est instruite du fait, faire cesser l'assurance dès le jour où le transfert a eu lieu, quand bien même l'assuré perdrait ainsi son droit au libre passage (art. 16).\n\nc) Il est constant que Marco Crea a quitté Verbier le 18 mars 1971, puisqu'il s'est annoncé ce jour-là au Contrôle de l'habitant de Genève. Or rien ne permet de penser que son épouse ait résidé, elle, dans la commune de Bagnes après le 18 mars 1971. Le sociétariat aurait donc dû en principe prendre fin à la date susmentionnée, et le droit de libre passage se serait éteint 3 mois plus tard, soit le 18 juin 1971, sans que l'intimée en ait fait usage. Il est vrai que l'art. 8 al. 2 Ord. III, dont la teneur est reprise par l'art. 16 al. 2 des statuts de la caisse l'Alliance, n'exclut pas le maintien du sociétariat audelà du terme auquel il aurait normalement dû prendre fin lorsque, comme en l'espéce, l'assuré a failli à son obligation de renseigner l'administration. La Caisse-maladie l'Alliance n'étant pas partie au présent litige, il suffit de constater ici que l'usage fait de cette faculté ne pouvait en aucun cas conduire à vider de leur substance les dispositions claires de l'art. 10 al. 1 LAMA (v. RJAM 1970, p. 241, sur le maintien de l'affiliation contrairement aux statuts, lors de changement de résidence, et le droit de libre passage). On peut noter en passant que, même si l'ancienne caisse avait fautivement tardé à délivrer un certificat d'affiliation, dame Crea n'en aurait pas moins perdu son droit au libre passage; mais la caisse l'Alliance aurait alors dû prolonger le sociétariat jusqu'à ce qu'il cesse pour un autre motif statutaire (art. 10 al. 1 Ord. III). Quant à la situation de l'assuré qui, sans faute de sa part, n'aurait pas pu informer la caisse en temps utile d'un changement de résidence, il n'y a pas lieu de l'examiner en l'occurrence. Car rien ne permet de penser que la prénommée puisse excuser sa carence. Si l'on entendait protéger un tel assuré, la solution devrait probablement être recherchée dans le sens d'un maintien de l'affiliation jusqu'à réalisation d'un autre motif statutaire de sortie. La reconnaissance d'un droit de libre passage après l'écoulement du délai prévu à l'art. 10 al. 1 LAMA se heurterait en effet au texte non équivoque de cette règle légale. Vu les dispositions internes de la Caissemaladie l'Alliance enfin, peut également rester indécise aujourd'hui la question du point de départ du délai de BGE 100 V 136 S. 139péremption du droit de libre passage dans le cas de statuts qui prévoiraient qu'un changement de résidence ne met pas immédiatement fin à l'affiliation (mais seulement le dernier jour du mois en cours, p.ex.).\n\nEn conséquence, l'intimée ne pouvait se prévaloir du droit de libre passage à l'endroit de la Caisse-maladie Helvétia. L'opinion des premiers juges, que les normes sur le libre passage tendent à protéger les assurés et non les caissesmaladie, a le tort d'être absolue. Le but du délai de l'art. 10 al. 1 LAMA est de protéger les caisses d'accueil contre le transfert tardif, voire abusif, de mauvais risques. En effet, dans une caisse-maladie à rayon d'activité limité, il ne serait guère concevable de faire dépendre d'une décision des organes sociaux la sortie de l'assuré quittant ce rayon. Cela conduirait à des excès: une caisse pourrait conserver un assuré qui ne répondrait plus aux exigences territoriales statutaires aussi longtemps qu'il resterait en bonne santé, puis constater sa sortie et s'en débarrasser aux dépens d'une autre caisse dès qu'il tomberait malade. D'où la fixation du point de départ du délai d'extinction du droit de libre passage à la date de survenance du fait qui lui a donné naissance (\"nach Eintritt des Freizügigkeitsgrundes\"), la date de la délivrance du certificat d'affiliation étant sans incidence sur la naissance du droit."}