{"annee": "100", "cour": "II", "page": "330", "date": "24/9/1974", "cite": ["99 II 290"], "cite_par": ["119 II 347", "108 II 112", "111 II 260"], "chapeau": "49. Auszug aus dem Urteil der I. Zivilabteilung vom 24. September 1974 i.S. Morel gegen Steiger.", "regestes": ["Art. 1 CO. Contrat incomplet: Preneur et bailleur conviennent de prolonger le contrat, à son expiration, pour une nouvelle durée de dix ans, sans toutefois s'exprimer sur le montant du loyer."], "faits": "", "considerants": "BGE 100 II 330 S. 330\n\nMit Vertrag vom 20. Juli 1959 mieteten die Eheleute Fredy und Barbara Morel von Frau Steiger in Klosters für Fr. 4000.-- im Jahr ein Ladenlokal, eine Wohnung und einen Keller. Das Mietverhältnis sollte am 1. Oktober 1959 beginnen und zehn Jahre dauern. Gemäss schriftlicher \"Abmachung\" vom 1. Juli 1963 war die Vermieterin wegen Umbauten, die zu Lasten der Mieter gingen, mit einer Verlängerung des Mietverhältnisses um weitere zehn Jahre einverstanden.\n\nWenn es im Jahre 1963 dem Willen der Parteien entsprochen hätte, das Vertragsverhältnis ab 1. Oktober 1969 zum gleichen Mietzins fortzusetzen, hätten sie das ausdrücklich vereinbaren müssen. Ohne eine solche Vereinbarung darf angesichts der seit vielen Jahren ständig steigenden Lebenshaltungskosten, insbesondere auch der Mietzinse, nicht unterstellt werden, die Klägerin habe den Beklagten 1963 versprochen, die Räume ab 1. Oktober 1969 für weitere zehn Jahre zu dem bereits 1959 vereinbarten Zins zu vermieten.\n\nDagegen könnte freilich eingewendet werden, mangels einer Einigung der Parteien über einen wesentlichen Punkt, nämlich BGE 100 II 330 S. 331die Höhe des Mietzinses, sei für die Zeit seit 1. Oktober 1969 überhaupt kein Vertrag zustande gekommen. Damit würde man der Streitsache aber nicht gerecht. Gewiss sind in solchen Fällen die Verhandlungen in der Regel als gescheitert zu betrachten, übereinstimmende Willensäusserungen im Sinne von Art. 1 OR folglich zu verneinen. Davon ist jedoch der Fall zu unterscheiden, wo die Parteien sich auf die entgeltliche Überlassung einer Sache zum Gebrauch geeinigt, die Höhe des Entgeltes aber nicht bestimmt haben. Diesfalls liegt ein unvollständiger Vertrag vor, der im Streitfall vom Richter nach Treu und Glauben zu ergänzen ist (SCHÖNENBERGER/JÄGGI, N. 61 und 65 zu Art. 1 OR; PIOTET, La formation du contrat en doctrine générale et en droit privé suisse, S. 30 ff.).\n\nIm Mietrecht fehlt allerdings eine den Art. 322 Abs. 1, 374 und 394 Abs. 3 OR analoge Bestimmung. Diesen Normen liegt indes ein allgemeiner Rechtssatz zugrunde (so auch, für das deutsche Recht, ROQUETTE, Das Mietrecht des Bürgerlichen Gesetzbuches, Systematischer Kommentar, § 535 N. 238/9), dessen Anwendung hier umsomehr gerechtfertigt ist, als die Parteien zur Zeit der Vereinbarung vom 1. Juli 1963 bereits in einem Mietverhältnis standen und sich grundsätzlich darüber einig waren, den Vertrag über die gleichen Räume ab 1. Oktober 1969 um weitere zehn Jahre zu verlängern. Es verhält sich im vorliegenden Fall ähnlich wie in dem in BGE 99 II 290 ff. beurteilten, obwohl dort die Parteien eine Änderungsklausel ausdrücklich vereinbart haben."}