{"annee": "100", "cour": "V", "page": "41", "date": "4/2/1974", "cite": ["98 V 214"], "cite_par": ["105 V 19"], "chapeau": "11. Auszug aus dem Urteil vom 4. Februar 1974 i.S. Forster gegen Ausgleichskasse des Kantons Zürich und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Des mesures médicales suivant l'art. 12 al. 1 LAI ne peuvent, en cas de psychoses nécessitant un traitement continuel, pas même être octroyées à des mineurs (consid. 2). Des mesures médicales suivant l'art. 13 al. 1 LAI en cas d'atteintes à la santé successives à une infirmité congénitale: conditions (consid. 1)."], "faits": "", "considerants": "BGE 100 V 41 S. 41\n\nDas Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Nach Art. 13 Abs. 1 IVG haben minderjährige Versicherte Anspruch auf die zur Behandlung von Geburtsgebrechen notwendigen medizinischen Massnahmen. Die Leiden, für welche solche Massnahmen gewährt werden, sind in der Verordnung über Geburtsgebrechen aufgeführt. Figuriert das Leiden nicht in der Geburtsgebrechenliste, so besteht in der Regel auch dann kein Anspruch auf medizinische Massnahmen, wenn es auf ein in der Liste genanntes Geburtsgebrechen zurückgeht.\n\nDie Rechtsprechung hat allerdings anerkannt, dass sich ein Anspruch auf medizinische Massnahmen gestützt auf Art. 13 IVG in seltenen Fällen auch auf die Behandlung sekundärer Gesundheitsschäden erstrecken kann, die zwar nicht mehr zum Symptomenkreis des Geburtsgebrechens gehören, aber nach medizinischer Erfahrung häufig die Folge dieses Gebrechens sind. Zwischen dem Geburtsgebrechen und dem sekundären Leiden muss demnach ein qualifizierter adäquater Kausalzusammenhang bestehen. Nur wenn im Einzelfall dieser qualifizierte BGE 100 V 41 S. 42ursächliche Zusammenhang zwischen sekundärem Gesundheitsschaden und Geburtsgebrechen gegeben ist und sich die Behandlung überdies als notwendig erweist, hat die Invalidenversicherung im Rahmen des Art. 13 IVG für die medizinischen Massnahmen aufzukommen (EVGE 1965 S. 159 und ZAK 1971 S. 595).\n\nb) Mit einlässlicher Begründung legt Prof. B. in seinem dem Eidg. Versicherungsgericht erstatteten Gutachten dar, dass der Beschwerdeführer an einer vererbten, prae- oder perinatal erworbenen Hirnstörung leidet, die vorwiegend psychische oder intellektuelle Symptome (Geistesschwäche) zur Folge und die vor dem vollendeten achten Lebensjahr sich manifestiert hat. Dabei handelt es sich um ein Geburtsgebrechen, das in Ziffer 404 der Geburtsgebrechenliste aufgeführt ist.\n\nEs bleibt zu prüfen, ob die Schizophrenie, die zur Hospitalisierung und Behandlung des Beschwerdeführers Anlass gegeben hat und die selber in der Liste nicht als Geburtsgebrechen genannt wird, mit der soeben erwähnten Hirnstörung in einem qualifizierten adäquaten Kausalzusammenhang steht. Nur in diesem Fall müsste die Invalidenversicherung im Rahmen des Art. 13 IVG für die Kosten der Schizophreniebehandlung aufkommen. Prof. B. erklärt, dass sich Schizophrenien im Kindesalter \"auffallend häufig (aber lange nicht ausschliesslich)\" bei hirngeschädigten Kindern entwickeln. Im allgemeinen würden Schizophrenien \"in der grossen Mehrzahl der Fälle\" bei Menschen auftreten, die keine Zeichen einer angeborenen Hirnkrankheit aufweisen. Und lange nicht in jedem Fall von Geistesschwäche mit Zeichen von Hirnstörung entwickle sich später eine schizophrene Psychose. Es sei aber wahrscheinlich, dass Geistesschwäche und Hirnschaden Mitursache einer bei einem Kind entstehenden Schizophrenie seien. Der Gerichtsexperte bejaht demnach einen ursächlichen Teilzusammenhang zwischen einer in der Pubertät ausbrechenden Schizophrenie und dem vorhandenen Geburtsgebrechen, bezeichnet es aber als ganz unwahrscheinlich, dass das Geburtsgebrechen alleinige Ursache einer Schizophrenie wäre. \"Ein Zusammenhang zwischen Geburtsgebrechen und Schizophrenie in dem Sinne, dass das Geburtsgebrechen nach dem gewöhnlichen Lauf der Dinge geeignet ist, zu einer Schizophrenie zu führen, ist nicht anzunehmen... Dies gilt im Allgemeinen wie im Falle von Forster.\" BGE 100 V 41 S. 43Fehlt es somit auch beim Beschwerdeführer an dem von der Rechtsprechung geforderten qualifizierten adäquaten Kausalzusammenhang zwischen dem gutachtlich festgestellten Geburtsgebrechen und der sekundären Schizophrenie, so hat die Invalidenversicherung für deren Behandlung nach Art. 13 IVG nicht aufzukommen.\n\n2. a) Es fragt sich, ob der Beschwerdeführer allenfalls gestützt auf Art. 12 Abs. 1 IVG medizinische Massnahmen zur Behandlung der Schizophrenie beanspruchen kann. Nach dieser Bestimmung hat der Versicherte Anspruch auf medizinische Massnahmen, die nicht auf die Behandlung des Leidens an sich, sondern unmittelbar auf die berufliche Eingliederung gerichtet und geeignet sind, die Erwerbsfähigkeit dauernd und wesentlich zu verbessern oder vor wesentlicher Beeinträchtigung zu bewahren. Um Behandlung des Leidens an sich geht es in der Regel bei der Heilung oder Linderung labilen pathologischen Geschehens. Die Invalidenversicherung übernimmt im Prinzip nur solche medizinische Vorkehren, die unmittelbar auf die Beseitigung oder Korrektur stabiler oder wenigstens relativ stabilisierter Defektzustände oder Funktionsausfälle hinzielen, sofern diese die Wesentlichkeit und Beständigkeit des angestrebten Erfolges im Sinn des Art. 12 Abs. 1 IVG voraussehen lassen.\n\nBei nichterwerbstätigen Minderjährigen können medizinische Vorkehren schon dann überwiegend der beruflichen Eingliederung dienen und - der gesetzlich geforderte voraussichtliche Eingliederungserfolg vorausgesetzt - mit Rücksicht auf Art. 5 Abs. 2 IVG trotz des einstweilen noch labilen Leidenscharakters von der Invalidenversicherung übernommen werden, wenn ohne diese Vorkehren in absehbarer Zeit eine Heilung mit Defekt oder ein sonstwie stabilisierter Zustand einträte, welcher die Berufsbildung oder die Erwerbsfähigkeit oder beide wahrscheinlich beeinträchtigen würde (BGE 98 V 214 und ZAK 1970 S. 233). Dabei geht es also um die erwerblich bedeutsame Heilung eines Leidens, das ohne vorbeugende medizinische Vorkehren sich zu einem stabilen pathologischen Zustand entwickeln würde. Hier soll der Eintritt eines stabilen Defektes verhindert werden. Handelt es sich aber nur darum, die Entstehung eines solchen Zustandes mit Hilfe von Dauertherapie hinauszuschieben, so liegt keine Heilung vor. Freilich wird auch durch derartige kontinuierliche Behandlung die BGE 100 V 41 S. 44Erwerbsfähigkeit positiv beeinflusst, aber es besteht eine ähnliche Situation wie beispielsweise beim Diabetiker, dessen Gesundheitszustand durch ständige medikamentöse Therapie bloss im Gleichgewicht gehalten und dadurch vor wesentlicher, die Leistungsfähigkeit beeinträchtigender Verschlimmerung mit allenfalls letalem Risiko bewahrt wird; auch hier ist die medizinische Vorkehr nicht auf die Heilung eines Leidens zur Verhütung eines stabilen pathologischen Defektes gerichtet. In allen derartigen Fällen stellen die Vorkehren nach der Rechtsprechung (dauernde) Behandlung des Leidens an sich dar. Deshalb kommt ihnen kein Eingliederungscharakter im Sinn des IVG zu (EVGE 1969 S. 98).\n\nDaraus ergibt sich für minderjährige Versicherte mit psychischen Leiden, dass die Invalidenversicherung für vorbeugende Psychotherapie aufzukommen hat, wenn das erworbene psychische Leiden in absehbarer Zeit mit hinreichender Wahrscheinlichkeit zu einem schwer korrigierbaren, die spätere Ausbildung und Erwerbsfähigkeit erheblich behindernden oder gar verunmöglichenden stabilen pathologischen Zustand führen würde. Umgekehrt kommen prophylaktische Massnahmen der Invalidenversicherung nicht in Betracht, wenn sich diese gegen psychische Krankheiten und Defekte richten, welche nach der heutigen Erkenntnis der medizinischen Wissenschaft ohne dauernde Behandlung nicht gebessert werden können. Dies trifft nach Auffassung der Schweizerischen Gesellschaft für Kinderpsychiatrie in der Regel unter anderem bei Schizophrenien und manisch-depressiven Psychosen zu.\n\nb) Der Beschwerdeführer leidet an Schizophrenie. Deren Behandlung kann - den obigen Erwägungen entsprechend - von der Invalidenversicherung auch nicht gestützt auf Art. 12 Abs. 1 IVG übernommen werden.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}