{"annee": "100", "cour": "IV", "page": "215", "date": "10/10/1974", "cite": [], "cite_par": ["107 IV 163", "106 IV 269", "107 IV 110", "106 IV 370", "121 IV 67", "114 IV 103"], "chapeau": "55. Arrêt de la Cour de cassation penale du 10 octobre 1974, dans la cause Carruzzo contre Ministère public du canton du Valais.", "regestes": ["Art. 129 CP, mise en danger de la vie d'autrui. 1. Est coupable de cette infraction, toute personne qui, sciemment, tient une arme à feu, immobile ou en mouvement, de telle sorte qu'elle est à même d'envoyer un projectile à proximité d'autrui, en cas de départ inopiné du coup (consid. 3). 2. Il suffit que la mise en danger de la vie d'autrui ait été réalisée et qu'elle ait entraîné la mort par un événement ou une action qui lui est directement liée, pour que la peine aggravée prévue au 3e alinéa de cette disposition soit applicable (consid. 4)."], "faits": "BGE 100 IV 215 S. 216\n\nA.- Dans la nuit du 20 au 21 juin 1972, à Sion, le gendarme Bernard Carruzzo a tué d'un coup de pistolet le footballeur VIadimir Durkovic. A la suite de ce fait et d'autres qui ne sont plus en cause, il a été condamné en appel le 11 octobre 1973 par le Tribunal cantonal du Valais à 9 ans de réclusion, et il a été déclaré incapable de revêtir une charge ou une fonction officielle pendant une durée de cinq ans, pour mise en danger de la vie d'autrui, mise en danger de la vie d'autrui avec suite mortelle et ivresse au volant. Le condamné s'étant pourvu en nullité au Tribunal fédéral, l'arrêt cantonal a été annulé, car l'imputation de mise en danger de la vie d'autrui avec suite mortelle ne pouvait être fondée que sur les circonstances postérieures au moment où Carruzzo avait remis son arme en poche après avoir, en vertu d'une décision séparée, menacé le tiers Pantelic; or, sur ce point, les éléments de fait retenus par le Tribunal cantonal n'étaient pas clairs et paraissaient contenir des contradictions.\n\nB.- Statuant à nouveau le 17 mai 1974, le Tribunal cantonal du Valais a confirmé l'arrêt du 11 octobre 1973, en précisant que Carruzzo avait réellement menacé Durkovic de son arme á feu, que son intention était bien de menacer la victime d'un danger imminent en braquant sur elle, comme il venait de le faire quelques instants auparavant à l'égard de Pantelic, son arme chargée et désassurée. C'est au moment où il sortait à nouveau l'arme de son veston que le coup est parti fortuitement. Bien que le geste de menace ne fût pas pleinement accompli lors du départ du coup, il l'était suffisamment pour que la victime fût atteinte. Par ailleurs, rien ne permettant de retenir que Carruzzo avait \"oublié\" que son arme était chargée et désassurée, c'est par une inadvertance manifeste que cet élément a été mentionné dans les considérants de l'arrêt annulé.\n\nC.- Carruzzo se pourvoit en nullité au Tribunal fédéral contre ce nouvel arrêt; il soutient n'être coupable que d'un homicide par négligence.\n\nLe Ministère public conclut au rejet du pourvoi.", "considerants": "Considérant en droit:\n\n1. Le recourant soutient que, tant sur le plan objectif que subjectif, les éléments constitutifs de l'infraction de mise en BGE 100 IV 215 S. 217danger de la vie d'autrui (art. 129 CP) font défaut. Il fait valoir, sur le premier point, que le mouvement qui consiste à sortir l'arme de la poche intérieure du veston ne réalise pas encore une mise en danger concrète, celle-ci exigeant au moins que l'arme soit dirigée contre la victime. Sur le second point, il maintient que tout démontre qu'il avait oublié que son arme était désassurée et chargée, et il reproche à la cour cantonale de n'avoir plus retenu cet élément de fait; il en conclut alors que, du fait de son oubli, il ne pouvait avoir sciemment mis sa victime en danger et qu'au moment où le coup est parti, il n'avait pas conscience de faire courir à Durkovic un danger de mort imminent. Se fondant ensuite sur les constatations de fait selon lesquelles le coup de feu partit accidentellement et que c'est par un malheureux hasard que Durkovic fut atteint, le recourant estime qu'il devait être condamné pour homicide par négligence (art. 117 CP).\n\n2. On doit rejeter d'emblée l'argumentation que le recourant fonde sur la circonstance qu'il aurait oublié que l'arme était chargée et désassurée. Cet élément ne figure plus dans les constatations de l'autorité cantonale et ne peut pas être déduit de l'ensemble des faits. De plus, quant à l'intention du recourant, l'arrêt constate expressément qu'elle était bien de menacer sa victime d'un danger imminent en braquant son arme chargée et désassurée en sa direction. Ce point, établi souverainement par l'autorité cantonale, ne peut pas être attaqué dans le cadre d'un pourvoi en nullité (art. 273 al. 1 litt. b et 277 bis al. 1 PPF; RO 90 IV 78 consid. 3, 120 consid. 4; 98 IV 66, 259).\n\n3. Au vu de l'ensemble des circonstances entourant la mort de Durkovic, il est évident que les éléments constitutifs de la mise en danger de la vie d'autrui (art. 129 CP), tels qu'ils ont été précisés et définis par la doctrine et la jurisprudence, sont réalisés. Celui qui, à l'instar du recourant, sort un pistolet de sa poche en le saisissant à pleine crosse et en engageant le doigt dans la détente, sans se préoccuper de savoir s'il est prêt à faire feu, alors même qu'il l'a chargé et désassuré à peine quelques instants auparavant, et qui agit avec l'intention de menacer une personne, expose la vie d'autrui - celle de la personne visée plus particulièrement - à un très grave danger. Il importe peu que l'objet de la menace voulue ait été réalisé et que l'acte de visée ait pu ou non être accompli. Dès BGE 100 IV 215 S. 218que l'arme, immobile ou en mouvement, est à même d'envoyer une balle à proximité d'autrui en cas de départ inattendu du coup, il y a mise en danger de mort imminent. A plus forte raison cette mise en danger existe-t-elle lorsque l'arme a occupé, comme en l'espèce, une position telle que le coup de feu pouvait atteindre la personne visée. Cet état de choses ayant été créé avec conscience et volonté par un policier instruit au maniement du pistolet et ne pouvant ignorer le risque d'un départ inopiné du coup, on doit admettre que le crime de mise en danger de la vie d'autrui a été commis sciemment (RO 94 IV 60, jurisprudence et doctrine citées).\n\nEn outre, les motifs du recourant ne pouvant en aucune manière être approuvés ni même considérés comme compréhensibles, c'est à juste titre que l'absence de scrupules a été retenue. L'ampleur du danger créé était d'ailleurs telle que l'absence de scrupule est d'autant plus évidente (RO 94 IV 65 consid. 4).\n\n4. Dès lors que la mise en danger de la vie d'autrui est réalisée, il suffit qu'elle ait entraîné la mort par un événement ou une action qui lui est directement liée pour que soit appliquée la peine aggravée prévue à l'art. 129 al. 3 CP. Dans cette éventualité, la circonstance entraînant la mort est forcément accidentelle, sans quoi on devrait admettre que l'auteur voulait la réalisation du danger, ne fût-ce qu'à titre éventuel; il serait alors punissable pour commission intentionnelle de meurtre (cf. arrêt précité, p. 63). En conséquence, lorsqu'il existe un lien de causalité adéquate entre la mise en danger de la vie et la mort de la personne menacée, l'aggravation de peine prévue à l'art. 129 al. 3 CP s'impose, et il n'y a pas de place pour l'homicide par négligence (cf. LOGOZ, n. 4 ad art. 129. STRATENWERTH, Schweizerisches Strafrecht, I, p. 72). Celui qui met sciemment quelqu'un en danger de mort doit, par définition, compter avec une issue mortelle (cf. HAFTER, Bes. Teil, p. 75; WILLFRATT, RPS 84, p. 285). Dans ces conditions, le pourvoi ne peut qu'être rejeté.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le pourvoi."}