{"annee": "100", "cour": "IA", "page": "106", "date": "22/5/1974", "cite": [], "cite_par": ["102 IA 533"], "chapeau": "17. Arrêt du 22 mai 1974 dans la cause Bétrix contre Cour de cassation pénale du canton de Neuchâtel.", "regestes": ["Art. 55 LCR 1. Cette disposition ne laisse au législateur cantonal, en matière de constatation de l'ébriété, que le sotn de désigner les organes compétents pour ordonner les mesures nécessaires. La loi cantonale ne se justifiant que dans la mesure où elle tend à assurer l'exécution du droit fédéral, elle ne saurait la rendre plus difficile ou la paralyser (consid. 2a et b). 2. Il n'est ni arbitraire, ni contraire au droit d'être entendu, qu'un canton autorise les autorités compétentes à donner de nuit par téléphone l'ordre de procéder à la constatation de l'ébriété (consid. 2b et 3)."], "faits": "BGE 100 Ia 106 S. 106\n\nA.- Jean-François Bétrix a été arrêté par la police locale de La Chaux-de-Fonds, le 18 octobre 1973, entre 3 et 4 h du matin, parce que son comportement au volant de sa voiture donnait à penser qu'il était pris de boisson. Conduit au poste de police, il a refusé de se prêter tant au test de l'haleine qu'à une prise de sang. A la demande que la police lui avait présentée BGE 100 Ia 106 S. 107par téléphone, le Juge d'instruction a ordonné, par téléphone également, qu'il soit procédé à ces examens. Bétrix a derechef refusé de s'y soumettre.\n\nB.- A la suite de ces faits, Bétrix a été condamné le 9 janvier 1974 par le Tribunal de police du district de La Chaux-de-Fonds à 600 fr. d'amende pour refus d'une prise de sang (art. 91 al. 3 LCR).\n\nLe pourvoi interjeté par le condamné contre ce jugement a été rejeté le 13 mars 1974 par la Cour de cassation pénale du canton de Neuchâtel.\n\nC.- Contre cet arrêts, Bétrix forme un recours de droit public; il se plaint de l'atteinte portée à sa liberté personnelle et de la violation de son droit d'être entendu.\n\nLa Cour de cassation pénale et le Ministère public du canton de Neuchâtel proposent le rejet du recours.", "considerants": "Considérant en droit:\n\n1. a) Le Tribunal fédéral est tenu d'appliquer les lois votées par l'Assemblée fédérale et les arrêtés de cette Assemblée qui ont une portée générale (art. 113 al. 3 Cst.). C'est dire que le recourant ne saurait attaquer par la voie du recours de droit public la constitutionnalité de tout ou partie de la LCR et notamment celle de ses art. 55 et 91 (cf. RO 92 I 431).\n\nb) Il en va de même dans la mesure où le recourant conteste - même au point de vue constitutionnel - l'application des dispositions précitées dans le cas concret. En effet, un tel grief pourrait être soulevé par le moyen du pourvoi en nullité (arrêt Bienz destiné à la publication, Cour de cassation, 19 avril 1974); il ne saurait donc fonder un recours de droit public (art. 84 al. 2 OJ).\n\nc) Un recours de droit public serait toutefois admissible si les droits constitutionnels du recourant avaient été violés par une application correcte en soi de la loi, mais viciée en ceci qu'elle reposerait sur un état de fait établi arbitrairement, par exemple à la suite d'une administration arbitraire ou insoutenable des preuves. Le recourant ne soutient toutefois pas que tel ait été le cas.\n\n2. Le recourant est par ailleurs recevable à se plaindre de ce que le droit cantonal a été arbitrairement appliqué et même à soutenir que a législation cantonale elle-même est incompatible avec la liberté personnelle.BGE 100 Ia 106 S. 108\n\na) La LCR ne laisse, en matière de constatation de l'ébriété, qu'une faible latitude au législateur cantonal. Tout au plus lui assigne-t-elle, à l'art. 55 al. 2, le soin de désigner les organes compétents pour ordonner les mesures nécessaires. C'est ce que le législateur neuchâtelois a fait, dans le cadre de la loi cantonale d'introduction des prescriptions fédérales sur la circulation routière du 1er octobre 1968, en disposant à l'art. 4 de celle-ci que les mesures nécessaires à la constatation de l'ébriété doivent être ordonnées par le Ministère public, les juges d'instruction, les présidents de tribunaux de district et le Préfet des Montagnes. Il n'est pas contesté, à juste titre, que cette réglementation soit conforme au principe de la liberté personnelle et à la constitution.\n\nb) Le recourant s'en prend bien plutôt à l'habitude que les autorités neuchâteloises précitées ont prise de donner par téléphone, la nuit surtout, l'ordre de procéder à la constatation de l'ébriété.\n\nNi le droit fédéral (y compris les prescriptions édictées par le Conseil fédéral), ni le droit cantonal ne contiennent à cet égard de dispositions expresses. On peut donc se demander s'il n'y a pas là une lacune. De toute manière, la loi d'introduction cantonale ne se justifie que dans la mesure où elle tend à assurer l'exécution du droit fédéral; elle ne saurait en aucune manière la rendre plus difficile ou la paralyser. Tel serait le cas si la procédure de constatation de l'ébriété était assortie de conditions telles que, de nuit, elle ne soit ordonnée qu'à titre exceptionnel, ou pas du tout. Il n'est donc pas raisonnable d'interpréter l'art. 4 de la loi neuchâteloise du 1er octobre 1968 en ce sens que les magistrats compétents doivent se rendre en personne à toute heure du jour ou de la nuit dans les postes de police, pour y ordonner les mesures appropriées. Il a du reste été jugé (RO 91 I 31) qu'il n'était pas arbitraire qu'un canton autorise la police judiciaire à ordonner, sans que le juge lui ait délégué ses pouvoirs, à un conducteur suspect d'ébriété de se soumettre à une prise de sang. C'est dire que la pratique neuchâteloise, qui offre plus de garanties au justiciable, n'est pas contraire à la constitution fédérale.\n\n3. Le recourant se plaint enfin de la violation du droit d'être entendu, en ce sens que la procédure de constatation de l'ébriété a été ordonnée sans qu'il ait été vu, voire entendu au téléphone, par le Juge d'instruction. Il a toutefois eu loisir de BGE 100 Ia 106 S. 109s'expliquer devant les fonctionnaires de police sur la foi desquels le magistrat a rendu son ordonnance. Cela suffit. En effet, l'art. 55 LCR prévoit l'administration provisionnelle de preuves à futur et non une mesure définitive qui serait de nature à causer un préjudice durable et illicite à l'intéressé. Il serait vidé de toute substance si la procédure prévue par les cantons était si lente qu'elle laisse aux automobilistes suspects d'ébriété le temps de se dégriser. Il ne viendrait pas à l'idée de contester la constitutionnalité des règles de procédure cantonale autorisant l'arrestation sans mandat, en cas de flagrant délit (cf. art. 118 PPN). Or l'arrestation constitue une atteinte extrêmement grave à la liberté personnelle. De même, la procédure administrative fédérale dispense à certaines conditions les autorités d'entendre les parties lorsqu'il y a péril en la demeure (art. 30 al. 2 lit. e LPA). Enfin, le recourant avait la possibilité de critiquer par la suite devant le juge la façon dont la preuve avait été administrée, ainsi que son résultat. Ses droits étaient donc suffisamment sauvegardés.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours dans la mesure où il est recevable."}