{"annee": "100", "cour": "IV", "page": "23", "date": "7/6/1974", "cite": ["90 IV 134", "91 IV 188", "79 IV 162", "81 IV 238", "91 IV 6", "97 IV 210", "70 IV 169"], "cite_par": ["114 IV 26", "118 IV 254", "113 IV 68"], "chapeau": "6. Urteil des Kassationshofes vom 7. Juni 1974 i.S. A. gegen Staatsanwaltschaft des Kantons Thurgau.", "regestes": ["1. Art. 110 ch. 5 CP, sont réputés titres: - La liste contenant l'état des engagements de garanties d'une banque (consid. 1); - es copies de déclarations de garanties émanant d'une banque (consid. 2). 2. Art. 254 CP. Suppression de titres. Disparition d'un titre résultant de son dépôt dans un bureau appartenant à la banque et mis par celle-ci à la disposition de l'auteur pour son travail (consid. 2)."], "faits": "BGE 100 IV 23 S. 23\n\nA.- Am 1. Januar 1966 wurde A. Verwalter der Filiale B. der Bank C. Das Geschäftsreglement verpflichtete ihn, der Generaldirektion alle wichtigen Geschäftsvorfälle zu melden und ihr Kontokorrentkredit- und Vorschussbegehren sowie Vorschläge für die Festsetzung von Diskont-, Akkreditiv- und Garantie-Limiten zu unterbreiten. In eigener Kompetenz durfte er sog. unkurante Kredite bis Fr. 50 000.-- und kurante Kredite bis Fr. 150 000.--, ab 1. Januar 1969 bis Fr. 200 000.-- gewähren.\n\nIn Überschreitung seiner Kompetenzen gewährte A. ohne Genehmigung der Generaldirektion zwischen Juli 1967 und Juli 1969 mehreren Personen in die Millionenbeträge gehende Bankgarantien. Dadurch und durch die pflichtwidrige Gewährung von Krediten erlitt die Bank grossen Schaden. A. verbuchte BGE 100 IV 23 S. 24weder die Garantien im Skontro der Garantieverpflichtungen noch die Garantiekommissionen in den Konten der Kunden. Als im Juni 1969 eine Revision durchgeführt wurde, legte er den Inspektoren die Kopien der Bankgarantien nicht vor, sondern hielt sie in seinem Pult in der Bank versorgt.\n\nB.- Das Obergericht des Kantons Thurgau erklärte A. am 15. Januar 1974 der wiederholten ungetreuen Geschäftsführung, der wiederholten Urkundenfälschung und der wiederholten Unterdrückung von Urkunden schuldig und verurteilte ihn zu 3 Jahren Gefängnis.\n\nC.- A. führt Nichtigkeitsbeschwerde mit dem Antrag, das obergerichtliche Urteil aufzuheben und die Sache zur Freisprechung von der Anklage der wiederholten Urkundenfälschung und der wiederholten Urkundenunterdrückung an die Vorinstanz zurückzuweisen.\n\nDie Staatsanwaltschaft des Kantons Thurgau beantragt Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Urkundenfälschung bestreitet der Beschwerdeführer mit der Begründung, einzig die unterzeichnete Garantieurkunde sei Beweismittel im Sinne des Gesetzes. Diese Eingenschaft gehe den als Skontri bezeichneten Zusammenstellungen über die von einer Bankfiliale gegebenen Garantieerklärungen ab, da sie bloss bankinterne Funktionen erfüllten. Sie seien weder Bestandteil der Buchhaltung noch besässen sie Beweisfunktion für das Bestehen oder Nichtbestehen einer Garantieverpflichtung.\n\nMit diesem Einwand lässt sich die Verurteilung wegen Urkundenfälschung nicht zu Fall bringen, denn die Vorinstanz hat den Beschwerdeführer unangefochten auch wegen Nichtverbuchung der Garantiekommissionen in den Kundenkonten dieses Verbrechens schuldig erklärt. Zudem ist er unbegründet.\n\nSchriften sind Urkunden, wenn sie bestimmt oder geeignet sind, eine Tatsache von rechtlicher Bedeutung zu beweisen (Art. 110 Ziff. 5 StGB). Dazu gehören insbesondere die kaufmännische Buchhaltung und ihre Bestandteile sowie die Bilanz (BGE 79 IV 163, BGE 91 IV 7; BGE 81 IV 240, BGE 91 IV 191 E 4). Nicht BGE 100 IV 23 S. 25erforderlich ist, dass der Urkunde erhöhte Beweiskraft zukommt. Es genügt, dass sie sich im Zusammenwirken mit andern Mitteln dazu eignet, eine Tatsache zu beweisen. So kommt beispielsweise den Kontrollstreifen einer Registrierkasse Urkundencharakter zu, weil wegen der Buchführungspflicht des Geschäftsinhabers vermutet wird, der Kassastreifen gebe wahrheitsgemäss und lückenlos Aufschluss, und zwar unabhängig davon ob er allein oder nur zusammen mit andern Unterlagen zum Beweis taugt (BGE 97 IV 213 E 3 a, BGE 91 IV 7).\n\nDas Skontro ist ein meist in Kontoform geführtes Hilfsmittel der Buchhaltung zur Kontrolle der Bestandesmengen, deren Zu- und Abnahme laufend festgehalten wird (Schweizer Lexikon). Es ist somit Bestandteil der Buchhaltung (vgl. KÄFER, Die Betriebsrechnung, S. 73, 75, 80 f.). Was im besondern Bankgarantien (\"Kautionen\") betrifft, ist ihr Betrag gemäss Art. 19 Ziff. 1 der zur Zeit der eingeklagten Vorfälle geltenden BankV vom 30. August 1961 und gemäss der Wegleitung im Anhang II zur BankV (im wesentlichen übereinstimmend mit Art. 670 Abs. 1 OR) als ergänzende Angabe der Jahresbilanz beizufügen, entweder unter dem Bilanzstrich oder in einem Geschäftsbericht. Die ergänzenden Angaben sind zusammen mit der Bilanz gemäss Art. 22 Abs. 2 BankV zu veröffentlichen. Ähnlich wie der Kassastreifen hat daher das Skontro der Garantieverpflichtungen Urkundencharakter, weil wegen der Bilanzierungspflicht zu vermuten ist, es gebe wahrheitsgemäss und lückenlos Aufschluss, und zwar unabhängig davon, ob es allein oder nur zusammen mit den Garantieerklärungen beweistauglich ist.\n\nDurch das Weglassen der fraglichen Garantieverpflichtungen auf dem Skontro hat der Beschwerdeführer daher eine Falschbeurkundung nach Art. 251 Ziff. 1 Abs. 2 StGB begangen. Dass er, wie die Vorinstanz feststellt, die pflichtwidrigen Bankgarantien gegenüber den internen Kontrollorganen verheimlichen wollte, somit in unrechtmässiger Vorteilsabsicht handelte, stellt er nicht in Abrede.\n\n2. Hinsichtlich der Verurteilung wegen Urkundenunterdrückung wirft der Beschwerdeführer beiläufig die Frage auf, ob Kopien von Garantieerklärungen, also blosse Briefkopien überhaupt Urkunden im Sinne des Gesetzes seien. In seinen Ausführungen zur Urkundenfälschung hat er, wie erwähnt, mit Recht anerkannt, dass \"die unterzeichnete Garantieurkunde\", BGE 100 IV 23 S. 26also das Original Urkunde ist. Dass aber Kopien von Urkunden ebenfalls Urkundencharakter besitzen, ist nicht zweifelhaft (BGE 70 IV 170, vgl; Art. 962 Abs. 2 OR).\n\nHauptsächlich macht der Beschwerdeführer geltend, das Verwahren einer Urkunde in einem der Bank gehörenden, dem Angestellten als Arbeitsgerät überlassenen Pult könne nicht als \"Beiseiteschaffen\" qualifiziert werden.\n\nWegen Urkundenunterdrückung nach Art. 254 StGB macht sich unter anderm strafbar, wer eine Urkunde, über die er nicht allein verfügen darf, beiseiteschafft in der Absicht, sich einen unrechtmässigen Vorteil zu verschaffen. Beiseitegeschafft ist eine Urkunde, wenn der Berechtigte oder Mitberechtigte ausserstande ist, sie als Beweismittel zu benützen, weil sie ihm unzugänglich gemacht wurde, oder wenn durch Verstecken oder ähnliche Vorkehren verhindert wird, dass die Schrift in ihrer Existenz und Beweiskraft zur Geltung kommt (BGE 90 IV 136). Beides trifft hier zu. Die Garantieerklärungen waren den Revisoren der Bank, die als Vertreter der Generaldirektion an ihnen mitberechtigt waren, unzugänglich, weil der Beschwerdeführer sie aus den übrigen Geschäftsakten entfernt und in seinem Pult aufbewahrt hatte. Er hatte sie beiseitegeschafft. Dem steht BGE 90 IV 135 f., auf den der Beschwerdeführer sich beruft, nicht entgegen; im Gegenteil. In diesem Entscheid ging es um Buchhaltungsbelege, die der Täter mit Wissen des Berechtigten besass, während der Beschwerdeführer bis hin zur Urkundenfälschung alles unternahm, um das Bestehen der pflichtwidrigen Garantien und der darauf bezüglichen Belege vor den mitberechtigten Revisoren zu verheimlichen. Deshalb genügte es auch, dass er die Kopien der Garantien während der Revision in seinem Arbeitspult statt etwa zu Hause oder an einem dritten Ort verwahrte.\n\nDa der BeschWerdeführer unbestrittenermassen in derselben unrechtmässigen Vorteilsabsicht handelte wie bei der Urkundenfälschung, ist er zu Recht der Unterdrückung von Urkunden schuldig erklärt worden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}