{"annee": "100", "cour": "II", "page": "195", "date": "11/7/1974", "cite": ["95 II 14"], "cite_par": ["137 III 145", "113 II 151"], "chapeau": "30. Auszug aus dem Urteil der II. Zivilabteilung vom 11. Juli 1974 i.S. Bruhin gegen Ziegler.", "regestes": ["Servitude de source; exercice de la manière la moins dommageable (art. 737 CC). Le propriétaire grevé peut exiger des mesures destinées à réparer des effets dommageables de l'exercice du droit, pour autant qu'elles ne portent pas atteinte au droit de servitude."], "faits": "BGE 100 II 195 S. 195\n\nAus dem Tatbestand:\n\nPhilomena Bruhin-Krieg ist Eigentümerin der landwirtschaftlich genutzten Liegenschaft GB Nr. 159 in Schübelbach, während die Nachbarliegenschaft GB Nr. 162 im Eigentum von Richard Ziegler steht. Dem jeweiligen Eigentümer dieser Liegenschaft steht ein unbeschränktes Wasserbezugsrecht an der auf dem Grundstück GB Nr. 159 entspringenden und in einer Brunnenstube gefassten Quelle zu. Im Jahre 1950 nahm Richard Ziegler Veränderungen an der Brunnenstube vor. Philomena Bruhin macht geltend, als Folge dieser Arbeiten sei das Wasser im Brunnen höher gestaut worden, was zu einer Versumpfung des um die Brunnenstube gelegenen Wieslandes geführt habe. Sie reichte beim Bezirksgericht der March gegen Richard Ziegler eine Klage ein, mit der sie unter anderem BGE 100 II 195 S. 196beantragte, dieser sei zur Vornahme gewisser Sanierungsarbeiten zu verpflichten. Sowohl das Bezirksgericht als auch das Kantonsgericht des Kantons Schwyz wiesen die Klage in diesem Punkte ab.\n\nDas Bundesgericht hebt das kantonsgerichtliche Urteil auf und weist die Sache zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n3. Dem Beklagten steht nach zutreffender Auffassung der Parteien und der kantonalen Gerichte ein unbeschränktes Wasserbezugsrecht an der Quelle der Klägerin zu. Dieses Recht ist als ungemessene Grunddienstbarkeit gemäss Art. 730 ff. ZGB zu qualifizieren. Die Klägerin behauptet, seit 1950 werde ein Teil des um die Quelle liegenden Landes durch die Anlage der Brunnenstube bzw. durch die Art des Wasserbezugs versumpft und dadurch entwertet. Sie verlangt, dass diese Schädigungen durch geeignete Vorkehren behoben werden und fordert Ersatz des bisher erwachsenen Schadens.\n\nDas Kantonsgericht stellt für das Bundesgericht verbindlich fest, dass die Versumpfung teilweise auf den Wasserstau in der Brunnenstube zurückzuführen ist, der sich nach dem Prinzip der kommunizierenden Röhren auf das Umgelände auswirkt, teils auf Wasserzufluss aus höher gelegenem Gebiet. Die Spuren in der Brunnenstube zeigten, dass der Wasseraufstoss je nach Witterung verschieden hoch sei. Auch das Ausmass der Versumpfung ändere sich und habe am Augenschein vom 17. Juni 1972 nur noch in einem Umkreis von ca. 1,5 m um die Brunnenstube bestanden.\n\nIn rechtlicher Beziehung geht die Vorinstanz davon aus, dass der Beklagte sein servitutarisches Recht in schonender Weise auszuüben habe, jedoch nur soweit dadurch die zweckmässige Ausübung des Rechtes auch nicht in geringem Teil beeinträchtigt werde. Die Belastete habe einen ihr daraus erwachsenden Schaden hinzunehmen. Da der Beklagte ein ungemessenes und unbeschränktes Wasserbezugsrecht habe, könnte die Klägerin selbst dann keine Einschränkung verlangen, wenn der Höherstau für die Versumpfung allein verantwortlich wäre. Vorbehalten bliebe lediglich eine für das belastete Grundstück geradezu ruinöse Versumpfung, da eine BGE 100 II 195 S. 197solche bei Begründung der Dienstbarkeit nicht vorausgesehen worden sei und nicht in Kauf genommen worden wäre. Von einer ruinösen Schädigung sei jedoch keine Rede; jedenfalls sei das Interesse des Beklagten am unveränderten und ungeschmälerten Wasserbezug grösser als das Interesse der Klägerin an der Beseitigung der Versumpfung.\n\n4. a) Nach Art. 737 ZGB ist der Berechtigte befugt, alles zu tun, was zur Erhaltung und Ausübung der Dienstbarkeit nötig ist. Er ist jedoch verpflichtet, sein Recht schonend auszuüben. Wurde wie hier ein unbeschränktes Wasserbezugsrecht erworben, so hat der Belastete die aus der Ausübung des Rechts erwachsenden Schäden zu dulden, auch wenn diese Schäden erst die Folge eines im Laufe der Zeit erhöhten Wasserbezugs sind (LIVER, N. 21 ff., 43 ff. zu Art. 737 ZGB; LEEMANN, N. 11 zu Art. 737 ZGB).\n\nDiese Duldungspflicht ist jedoch nicht unbeschränkt. Der Belastete kann Massnahmen zur Behebung schädigender Wirkungen der Rechtsausübung verlangen, sofern das Dienstbarkeitsrecht dadurch überhaupt nicht geschmälert wird (LIVER, N. 45 ff. zu Art. 737 ZGB). Der Belastete muss nur die mit der Rechtsausübung unvermeidlich verbundenen Schädigungen dulden. Kann das Recht in vollem Ausmass auf eine andere als die bisherige Art vertragsgemäss ausgeübt werden und kommt es in diesem Falle nicht zu Schädigungen, so hat der Belastete Anspruch auf eine entsprechende Änderung der Ausübungsart (LIVER, a.a.O.; LEEMANN, N. 5 zu Art. 737 ZGB). Nach dem Grundsatz von Treu und Glauben muss der Berechtigte auf eine den Belasteten schädigende Rechtsausübung verzichten, soweit diese Rechtsausübung unnütz ist oder sein Interesse daran jedenfalls in einem krassen Missverhältnis zum Interesse des Belasteten an der Unterlassung der Schädigung steht (BGE 95 II 21 mit Hinweis).\n\nb) Die Vorinstanz hat nicht geprüft, ob die von der Klägerin geforderten Massnahmen zu einer Beeinträchtigung des Wasserbezugsrechts des Beklagten führen würden. Sie behandelt den ganzen Fall so, als ob der Beklagte ein geschütztes Recht nicht nur auf ungemessenen Wasserbezug, sondern auf einen Höherstau in der Brunnenstube besässe. In diesem Sinne erklärt sie kurzerhand, die Absenkung des Wasserstandes könnte zwar möglicherweise die Versumpfung sanieren, doch komme dies einer unzulässigen Beschränkung des Wasserbezugsrechts BGE 100 II 195 S. 198gleich. Diese rechtliche Folgerung ist unhaltbar. Dass die Vorinstanz die entscheidende Frage nach der Auswirkung einer Absenkung des Wasserstandes auf das Wasserbezugsrecht gar nicht untersucht hat, ist umso unverständlicher, als die Klägerin von Anfang an eine Beeinträchtigung dieses Rechts durch die mit der Klage geforderten Massnahmen bestritt und der von der Vorinstanz in diesem Zusammenhang zitierte Gerichtsexperte Bellin in seinem schriftlichen Gutachten die Möglichkeit einer Senkung des Wasserstandes ohne Beeinträchtigung des Wasserbezugsrechts bejaht. Der Experte empfiehlt den Versuch einer Absenkung des Wasserspiegels unter Beibehaltung der Saughöhe der Pumpe. Er bezweifelt zwar, dass die Versumpfung des Geländes gänzlich verhindert werden könne, da der Bestand der Quelle und die Saughöhe der Pumpe berücksichtigt werden müssten. Er hält es aber für wahrscheinlich, dass die Versumpfung auf ein erträgliches Mass gemindert würde. Bei dieser Sachlage konnte die Vorinstanz nicht ohne Verletzung von Bundesrecht annehmen, die geforderten und möglicherweise tauglichen Sanierungsmassnahmen würden zu einer Schmälerung des Rechtes des Beklagten führen, ohne darüber Beweis abzunehmen.\n\nMit ihrem Eventualbegehren hatte die Klägerin die Ausführung anderer, gerichtlich festzustellender Schutzvorkehren und Massnahmen verlangt, durch die einer Versumpfung des Umgeländes begegnet werden könnte. Sie hat sich dafür richtigerweise auf Expertise berufen und präzisiert, es lasse sich eventuell eine geringere Senkung des Wasserstandes oder eine andere geeignete Massnahme denken. Die Vorinstanz hat weder durch Expertise noch auf andere Weise abgeklärt, ob solche Massnahmen möglich wären, ohne dass das Wasserbezugsrecht beeinträchtigt würde. Wiederum geht sie von der rechtlich unhaltbaren These aus, schon die blosse Senkung des Wasserstandes beeinträchtige das Recht des Beklagten.\n\nDie Vorinstanz hat sodann zwar eine Interessenabwägung versucht, ist aber auch hier von unrichtigen rechtlichen Voraussetzungen ausgegangen. Sie stellt dem Interesse der Klägerin an der Entsumpfung der Liegenschaft das Interesse des Beklagten gegenüber, \"das Wasserbezugsrecht entsprechend dem Inhalt des Dienstbarkeitsvertrages für die Bedürfnisse seiner Liegenschaft für Haus und Stall unbegrenzt nutzen zu können\". Welches diese Bedürfnisse sind und welchen Wert BGE 100 II 195 S. 199sie verkörpern, hat sie nicht geprüft. Es ist nicht abgeklärt, ob überhaupt ein Bedürfnis im Umfang der jetzigen Nutzung besteht, oder ob es sich nicht um eine unnütze Rechtsausübung handelt. Letzteres wäre dann nicht ausgeschlossen, wenn das Wasser, wie die Klägerin behauptet, aus hygienischen Gründen als Trinkwasser für Mensch und Vieh überhaupt nicht verwendbar wäre und nur als Brauchwasser von Nutzen sein könnte, im übrigen aber nutzlos z.B. in einem Brunnen abflösse. Die Vorinstanz hat ferner nicht geprüft, welche Beeinträchtigung sich für den Beklagten ergeben würde, wenn die mit der Klage geforderten Massnahmen wirklich zu einer gewissen Drosselung des Wasserzuflusses führen sollten. Bei der Interessenabwägung kommt es nicht auf das Interesse des Berechtigten an dem gesamten Wasserbezug an, sondern darauf, wie hoch einerseits die durch die Massnahmen vermeidbaren Schädigungen der Klägerin sind und wieviel anderseits der durch die gleichen Massnahmen bewirkte Ausfall des Wasserbezugs für den Beklagten wert ist. Es ist keineswegs ausgeschlossen, dass eine Schmälerung des Wasserbezugs um einige Minutenliter für den Betrieb des Beklagten völlig belanglos ist, so dass ein krasses Missverhältnis selbst dann zu bejahen wäre, wenn der behebbare Versumpfungsschaden mit der Vorinstanz niedrig bewertet wird.\n\n...\n\nc) Lässt sich aber dem angefochtenen Urteil der für die Entscheidung massgebliche Sachverhalt nicht entnehmen, so ist die Sache zur Ergänzung der Akten an die Vorinstanz zurückzuweisen (Art. 64 Abs. 1 OG). Diese wird abzuklären haben, ob die Versumpfung durch die von der Klägerin geforderten bzw. durch andere, gerichtlich. festzustellende Massnahmen auf ein erträgliches Mass zurückgeführt werden kann, ohne dass das Wasserbezugsrecht des Beklagten beeinträchtigt wird. Sollte eine Behebung der Versumpfung ohne Beeinträchtigung des Wasserbezugsrechts nicht möglich sein, wird sie sodann eine Interessenabwägung vorzunehmen haben und prüfen müssen, wie gross einerseits der durch die Sanierungsmassnahmen behebbare Schaden der Klägerin ist und wieviel anderseits der durch die Massnahmen bewirkte Ausfall des Wasserbezugs für den Beklagten wert ist. Auf dieser Grundlage wird die Vorinstanz einen neuen Entscheid zu fällen haben."}