{"annee": "100", "cour": "IV", "page": "200", "date": "11/7/1974", "cite": [], "cite_par": [], "chapeau": "50. Auszug aus dem Urteil des Kassationshofes vom 11. Juli 1974 i.S. X. gegen Generalprokurator des Kantons Bern.", "regestes": ["Art. 41 ch. 3 al. 4, art. 44 ch. 1 al. 1 CP; art. 2 al. 8 OCP 1. Relation entre le traitement ambulatoire de l'alcoolisme et l'exécution de la peine."], "faits": "BGE 100 IV 200 S. 200\n\nA.- Am 31. August 1971 auferlegte das Amtsgericht Balsthal Frau X. wegen Fahrens in angetrunkenem Zustand und Widerhandlung gegen Verkehrsregeln eine Gefängnisstrafe von drei Wochen sowie eine Busse. Es gewährte ihr den bedingten Strafvollzug auf eine Probezeit von zwei Jahren. Das Obergericht des Kantons Bern verurteilte sie am 5. März 1974 wegen Führens in angetrunkenem Zustand und Nichtbeherrschens des Fahrzeugs zu einem Monat Gefängnis, zur an den Strafvollzug anschliessenden ambulanten Behandlung der Trunksucht und zur Veröffentlichung des Urteils im Amtsblatt des Kantons Bern.\n\nEbenfalls am 5. März 1974 ordnete das Obergericht des Kantons Bern den Vollzug der vom Amtsgericht Balsthal ausgesprochenen Gefängnisstrafe an.\n\nB.- Diesen Entscheid ficht die Verurteilte mit Nichtigkeitsbeschwerde an. Sie beantragt Rückweisung der Sache an die Vorinstanz, damit sie den bedingten Strafvollzug nicht widerrufe, eventuell den Vollzug der Strafe bis nach Vollzug der ambulanten Behandlung aufschiebe.", "considerants": "Aus den Erwägungen:\n\n4. Die ambulante Behandlung, die die Vorinstanz bei der Beurteilung der neuen Tat angeordnet hat, kann nicht zu BGE 100 IV 200 S. 201einem weitern Aufschub der durch Widerruf des bedingten Strafvollzugs vollstreckbar gewordenen dreiwöchigen Gefängnisstrafe führen. Denn die am 5. März 1974 ausgesprochene Gefängnisstrafe ist vor der ambulanten Behandlung zu vollziehen. Sie kann daher nicht den Strafvollzug hemmen, wie dies bei den in Art. 41 Ziff. 3 Abs. 4 StGB aufgezählten Massnahmen stillschweigend vorausgesetzt ist. Es wäre nicht sinnvoll, zwischen den Vollzug der durch Widerruf des bedingten Strafvollzugs vollstreckbar gewordenen und den Vollzug der später ausgesprochenen Strafe die ambulante Behandlung einzuschieben und so den gemeinsamen Vollzug mehrerer Freiheitsstrafen zu durchbrechen (vgl. Art. 2 Abs. 8 VStGB 1). Dies gilt besonders dann, wenn die gemäss Art. 41 Ziff. 3 Abs. 1 StGB vollziehbar gewordene Strafe mit dem Vollzug der neu ausgefällten Strafe zusammenfällt. In diesem Falle konkurriert sie nicht mit einer der in Art. 41 Ziff. 3 Abs. 4 StGB aufgezählten Massnahmen."}