{"annee": "100", "cour": "IV", "page": "56", "date": "12/3/1974", "cite": [], "cite_par": ["126 IV 141"], "chapeau": "16. Auszug aus dem Urteil des Kassationshofes vom 12. März 1974 i.S. Rochelt gegen Staatsanwaltschaft des Kantons St. Gallen.", "regestes": ["Art. 288 CP; corruption. 1. La promesse d'amener des tiers à consentir l'avantage à la personne sollicitée est également punissable (consid. 2 a). 2. Il n'est pas nécessaire que l'attribution de l'avantage soit considéré comme possible par l'auteur et par la personne sollicitée, ni que cette dernière soit prête à agir en violation de ses devoirs; il suffit que l'auteur compte avec la possibilité d'exercer sur celle-ci une influence par ses promesses (consid. 2 a)."], "faits": "BGE 100 IV 56 S. 56\n\nAus dem Sachverhalt:\n\nA.- Als Dr. Adolf Rochelt am 9. September 1967 bei Schaanwald FL das schweizerische Zollgebiet betreten wollte, wurden in seinem Auto etwa 100 kg nicht verzollte Statuen gefunden. Mit der Durchführung des hierauf durch die Zolluntersuchungsstelle Buchs eröffneten Strafverfahrens wegen Zoll- und Warenumsatzsteuerhinterziehung wurde Christian Lippuner betraut.\n\nAnlässlich der am 4. Oktober 1967 erfolgten Einvernahme erklärte Dr. Rochelt sinngemäss, er werde, falls Lipuner den Vorfall im Schaanwald abschliesse, d.h. die Untersuchung nicht auf andere Vorfälle erweitere, dafür sorgen, dass für BGE 100 IV 56 S. 57diesen eine Beförderung in kürzester Frist in Aussicht stehe; er verfüge nämlich in Bern und Wien über Verbindungen bis in die allerhöchsten Stellen. Wenn Lippuner nicht wolle, lasse er seine Beziehungen in umgekehrter Richtung spielen. Mit erhobenem Zeigefinger rief er dem Untersuchungsbeamten zu, er (Lippuner) werde noch an ihn denken.\n\nB.- Am 24. Juni 1971 verurteilte das Bezirksgericht Werdenberg Dr. Rochelt wegen Bestechung und übler Nachrede zu vier Wochen Gefängnis, bedingt vollziehbar, zu einer Busse von Fr. 300.-- und verpflichtete ihn, an den Privatkläger eine Genugtuungssumme von Fr. 500.-- zu bezahlen.\n\nIm Berufungsverfahren liess das Kantonsgericht Sankt Gallen die Zurechnungsfähigkeit des Angeklagten begutachten und fand ihn durch Urteil vom 26. Juni 1973 der Bestechung und der üblen Nachrede schuldig, billigte ihm verminderte Zurechnungsfähigkeit zu, verurteilte ihn zu einer Busse von Fr. 1000.--, bedingt löschbar nach Ablauf einer Probezeit von einem Jahr, und wies die Genugtuungsforderung ab.\n\nC.- Hiegegen führt Rochelt Nichtigkeitsbeschwerde mit dem Antrag, die Verurteilung und den Kostenspruch des Kantonsgerichtes aufzuheben und ihn von Schuld und Strafe freizusprechen, eventuell die Sache zur neuen Beurteilung an die Vorinstanz zurückzuweisen.\n\nEine kantonale Nichtigkeitsbeschwerde wies das Kassationsgericht des Kantons St. Gallen am 31. Januar 1974 ab, soweit es darauf eintreten konnte.", "considerants": "Aus den Erwägungen:\n\n2. Dr. Rochelt macht zunächst geltend, es liege keine Bestechung vor, weil Lippuner erkannte oder erkennen musste, dass sein Angebot leeres Geschwätz war. Massgebend sei, ob nach Ansicht des zu bestechenden Beamten das Angebot geeignet wäre, eine Amtspflichtverletzung herbeizuführen; wenn ein Ausländer einem schweizerischen Zollbeamten eine Beförderung ausserhalb der üblichen Beförderungsbedingungen verspreche, sei dieses Angebot nicht geeignet, eine Amtspflichtverletzung zu bewirken.\n\na) Der Bestechung im Sinne von Art. 288 StGB macht sich schuldig, wer einem Beamten usw. ein Geschenk oder einen Vorteil anbietet, verspricht, gibt oder zukommen lässt, damit BGE 100 IV 56 S. 58er seine Amts- oder Dienstpflicht verletze. Mit Recht sieht die Vorinstanz diesen Tatbestand durch die Äusserung des Beschwerdeführers erfüllt, er werde vermöge seiner Verbindungen bis in die höchsten Stellen in Bern und Wien dafür sorgen, dass für Lippuner innert kürzester Frist eine Beförderung in Aussicht stehe, wenn dieser den Fall mit der Begebenheit im Schaanwald abschliesse. Als Untersuchungsbeamter in einer Fiskalstrafsache war Lippuner Beamter im Sinne von Art. 110 Ziff. 4 StGB. Der angebotene Vorteil bestand in einer Beförderung innert kürzester Frist. Freilich versprach der Beschwerdeführer nicht, er selber werde Lippuner befördern. Er versprach aber, seine Verbindungen, die er bis in die höchsten Stellen habe, spielen zu lassen, diesen Vorteil also Lippuner durch Dritte zukommen zu lassen, was nach Gesetz ebenfalls strafbar ist. Dass der Täter das Versprechen erfüllen will oder an die Möglichkeit glaubt, dieses Versprechen erfüllen zu können, ist nicht erfordert. Es genügt, dass er mit der Möglichkeit rechnet, mit einem solchen Versprechen den Beamten beeinflussen zu können. Als Gegenleistung hätte Lippuner, entgegen seiner Amtspflicht, die Fahndung nach weitern Fiskaldelikten unterlassen sollen. Dass der Beschwerdeführer mit der Äusserung tatsächlich eine Beförderung in Bern in Aussicht stellen wollte, wenn Lippuner weitere strafbare Handlungen verschweige, hat die Vorinstanz verbindlich festgestellt. Mit diesem Angebot war der Tatbestand erfüllt, auch wenn der Beamte dem Versprechen nicht glaubte oder nicht bereit war, pflichtwidrig zu handeln.\n\nEs ist also nicht erforderlich, dass der Bestecher und der Beamte den Vorteil für realisierbar halten, wie der Beschwerdeführer meint. Es genügt, dass der Bestecher im Sinne des dolus eventualis annimmt, der Beamte rechne möglicherweise mit dem Vorteil und lasse sich allenfalls dadurch beeinflussen. Erfolg muss der Bestecher mit seinem Vorhaben beim Beamten nicht haben, weil Art. 288 StGB überhaupt nicht die Reaktion des Beamten auf das Ansinnen des Täters erfasst.\n\nb) Im angefochtenen Urteil schliesst die Vorinstanz nicht aus, dass der Beschwerdeführer die Bestechung vielleicht unterlassen hätte, wenn er nicht durch eine momentane Unterzuckerung psychisch beeinträchtigt gewesen wäre. Damit steht lediglich fest, dass er Lippuner tatsächlich bestechen wollte. Nach den Feststellungen der Vorinstanz war Dr. Rochelt BGE 100 IV 56 S. 59anlässlich der Tat lediglich vermindert zurechnungsfähig, also strafrechtlich verantwortlich. Ob sein Ansinnen realistisch war, ist unerheblich. Eine unrichtige Einschätzung der Wirklichkeit als Folge verminderter Zurechnungsfähigkeit vermag folglich, entgegen den Ausführungen des Beschwerdeführers, den Tatbestand der Bestechung nicht auszuschliessen.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}