{"annee": "100", "cour": "IV", "page": "219", "date": "6/12/1974", "cite": ["81 IV 281", "72 IV 179", "83 IV 75", "83 IV 142", "78 IV 227", "98 IV 60", "100 IV 27"], "cite_par": ["104 IV 211", "118 IV 309", "122 IV 265", "106 IV 227", "105 IV 307", "102 IV 18", "102 IV 166", "120 IV 317", "117 IV 285", "104 IV 156", "116 IV 143", "105 IV 182", "115 IV 221"], "chapeau": "56. Urteil des Kassationshofes vom 6. Dezember 1974 i.S. Staatsanwaltschaft des Kantons Schaffhausen gegen Biller.", "regestes": ["Art. 137 ch. 2 et art. 139 ch. 2 CP; vol ou brigandage qualifié. 1. L'affiliation à une bande n'est réalisée que si la volonté de l'auteur porte sur la commission en commun d'une pluralité de vols ou de brigandages (consid. 2). 2. Caractère particulièrement dangereux de l'auteur (consid. 3)."], "faits": "BGE 100 IV 219 S. 219\n\nA.- Die Brüder Helmut und Karl Biller sowie Beat Alder kamen, da sie keiner geregelten Arbeit nachgingen und deshalb mittellos waren, am 5. Dezember 1973 überein, sich ins Ausland abzusetzen und das Geld für die Flucht durch einen Raubüberfall auf das Postbüro Beggingen zu beschaffen. Die hiefür nach einem genau festgelegten Plan benötigten Waffen samt Munition sollten durch einen Einbruch in ein nahegelegenes Schützenhaus erbeutet werden. Zu diesem Zwecke entwendeten sie am Abend desselben Tages in Schaffhausen einen Personenwagen und fuhren damit nach Schleitheim, wo sie in einen Pistolenstand einbrachen, aber weder Waffen noch Munition fanden. Alsdann drangen sie ein wenig später in den Schiessstand Schaffhausen-Buchthalen ein, doch fiel ihnen auch dort das Gesuchte nicht in die Hände. Daraufhin versuchten sie ein drittes Mal, sich Waffen und Munition zu beschaffen, indem sie in den Schiessstand Fluringen einbrachen. Als ihr Vorhaben auch hier erfolglos endete, brachen sie ihre Bemühungen vorläufig ab. Da die Brüder Biller ein Flobertgewehr sowie eine Schreckschusspistole besassen und Alder inzwischen bei einem Bekannten eine Ordonnanzpistole gestohlen hatte, entwendeten die drei am Abend des 6. Dezember BGE 100 IV 219 S. 2201973 erneut einen Personenwagen, um den geplanten Überfall durchzuführen. In Beggingen angekommen, stellten sie sich in der Nähe des Postbüros bewaffnet und maskiert auf, um vereinbarungsgemäss die Familie des Posthalters zu bedrohen und von ihm das Geld herauszuverlangen. Der Überfall scheiterte jedoch am Zwischenruf eines argwöhnisch gewordenen Nachbarn, weshalb die Täter nach Schaffhausen zurückgekehrt sind.\n\nB.- Mit Urteil vom 3. April 1974 sprach das Kantonsgericht Schaffhausen Helmut Biller des wiederholten unvollendeten Diebstahlsversuchs, des unvollendeten Raubversuchs sowie weiterer Delikte schuldig und verurteilte ihn zu 18 Monaten Gefängnis und einer Busse von Fr. 75.-. Es rechnete dem Verurteilten 108 Tage Untersuchungs- und Sicherheitshaft an und gewährte ihm den bedingten Strafvollzug mit einer Probezeit von drei Jahren.\n\nAuf Appellation der Staatsanwaltschaft bestätigte das Obergericht des Kantons Schaffhausen am 5. Juli 1974 den erstinstanzlichen Entscheid.\n\nC.- Die Staatsanwaltschaft des Kantons Schaffhausen führt Nichtigkeitsbeschwerde mit dem Antrag, die Sache zur Verurteilung wegen bandenmässigen unvollendeten Raub- und Diebstahlsversuchs an das Obergericht zurückzuweisen.\n\nBiller beantragt, die Beschwerde abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 137 Ziff. 2 Abs. 2 und 139 Ziff. 2 Abs. 3 StGB macht sich des bandenmässigen Diebstahls bzw. Raubes schuldig, wer die Tat als Mitglied einer Bande ausführt, die sich zur fortgesetzten Verübung von Diebstahl oder Raub zusammengefunden hat.\n\nBandenmässigkeit im Sinne des Gesetzes ist nur dann anzunehmen, wenn zwei oder mehrere Täter sich mit dem ausdrücklich oder konkludent geäusserten Willen zusammenfinden, inskünftig zur Verübung mehrerer selbständiger, im einzelnen möglicherweise noch unbestimmter Diebstähle oder Raubtaten zusammenzuwirken (BGE 83 IV 147; PRAGER, Der qualifizierte Diebstahl, S. 33; GERMANN, Das Verbrechen, S. 261; STRATENWERTH, Schweizerisches Strafrecht, BT I, S. 188; THORMANN/VON OVERBECK, N. 30 zu Art. 137). Dagegen BGE 100 IV 219 S. 221ist abweichend von BGE 78 IV 236 unter dem Begriff der fortgesetzten Verübung hier nicht eine Begehung im Sinne eines Fortsetzungszusammenhanges zu verstehen. Ein fortgesetztes Delikt verbindet die Einzelakte zu einer Tat, während nach der erwähnten Rechtsprechung (BGE 83 IV 147) und dem Schrifttum eine Mehrheit von selbständigen Delikten verlangt wird. Ausreichend ist aber die Vereinbarung mehrerer in sich abgeschlossener fortgesetzter Handlungen (Leipziger Kommentar, 9. Aufl., N. 15 zu § 244 und SCHÖNKE/SCHRÖDER, 16. Aufl., N. 12 zu § 244).\n\n2. Die Vorinstanz stellt fest, dass sich die drei Täter zusammengeschlossen hatten, um einen Raubüberfall (Post Beggingen) zu verüben und die dazu notwendigen Waffen samt Munition durch einen Einbruchdiebstahl in einen Schiessstand zu beschaffen. Damit steht für das Bundesgericht verbindlich fest, dass sich der Beschwerdegegner und seine Komplizen nur zur Begehung von zwei Delikten zusammengefunden haben. Denn was der Täter weiss, will oder in Kauf nimmt, ist Tatfrage, die vom kantonalen Sachrichter endgültig beantwortet wird (BGE 81 IV 283, BGE 83 IV 77 u.a.m.). Rechtsfrage ist jedoch, ob der auf die Verübung von zwei Straftaten bezogene Wille zur Annahme der Bandenmässigkeit genügt, d.h. ob zwei beabsichtigte Delikte das Erfordernis mehrerer selbständiger Diebstähle oder Raubtaten erfüllen.\n\nPRAGER (a.a.O.) fordert, dass der gemeinsame Wille der Verbundenen auf mehr als eine selbständige Tat gerichtet sein müsse, und GERMANN (a.a.O.) lässt eine wiederholte Begehung genügen, wofür wohl bereits zwei Taten ausreichen. Nach dieser Meinung wäre entgegen der Auffassung des Obergerichtes die Bandenmässigkeit zu bejahen. Daran vermöchte auch der Umstand nichts zu ändern, dass der geplante Diebstahl im Verhältnis zum beabsichtigten Raub praktisch nur ein Hilfsdelikt darstellt und die beiden Handlungen als Einheit erscheinen; eine Tat im Sinne eines fortgesetzten Deliktes müsste trotz der Gleichartigkeit von Diebstahl und Raub deswegen verneint werden, weil nach der Rechtsprechung ein Fortsetzungszusammenhang nur anzunehmen ist, wenn die auf einem einheitlichen Willensentschluss gründenden ähnlichen oder gleichartigen Deliktshandlungen gegen dasselbe Rechtsgut gerichtet sind (BGE 72 IV 184). Art. 137 StGB schützt das Eigentum, Art. 139 StGB ausserdem auch die Freiheit.BGE 100 IV 219 S. 222\n\nIndessen legen Wortlaut und Sinn des Gesetzes eine engere Auslegung nahe. Der Umstand, dass die Täter sich \"zur fortgesetzten Verübung von Raub oder Diebstahl\" zusammengefunden haben müssen, und das für die qualifizierte Tat vorgesehene hohe Strafminimum weisen darauf hin, dass Bandenmässigkeit erst anzunehmen ist, wenn der Wille der Täter auf die gemeinsame Verübung einer Vielheit von Diebstählen und Raubtaten gerichtet ist. Die in der Bandenbildung liegende Gefährlichkeit äussert sich nämlich vor allem darin, dass der Zusammenschluss mehrerer jedem einzelnen die Begehung weiterer Straftaten erleichtert (THORMANN/VON OVERBECK, a.a.O.). Wo sich jedoch die Täter schon zum voraus auf die Begehung von bloss zwei Diebstählen oder Raubtaten beschränken, entfällt jene in der Bande liegende besondere Gefahr.\n\nDa die Vorinstanz verbindlich festgestellt hat, dass der Wille der Täter auf die Begehung von zwei Delikten beschränkt war, ist das Merkmal der Bandenmässigkeit nicht erfüllt, obwohl tatsächlich gemeinsam mehr als zwei Verbrechen begangen worden sind.\n\n3. Der Antrag der Staatsanwaltschaft auf Rückweisung der Sache zur Bestrafung des Beschwerdegegners wegen qualifizierten unvollendeten Diebstahls- und Raubversuchs schliesst nicht aus, dass das Bundesgericht diesem Antrag mit einer anderen als der von der Beschwerdeführerin gegebenen Begründung gutheisst, sofern die tatsächlichen Grundlagen hiefür im angefochtenen Urteil enthalten sind (Art. 277 bis Abs. 2 BStP). Da die Bandenmässigkeit nichts anderes als eine selbständige Ausdrucksform der vom Gesetzgeber als Generalklausel verwendeten besonderen Gefährlichkeit darstellt, bleibt es dem Bundesgericht vorbehalten, auf Grund des von der Vorinstanz festgestellten Sachverhaltes das Vorliegen dieser Voraussetzung zu prüfen.\n\nDie besondere Gefährlichkeit kann sich aus den Tatumständen, aber auch aus den dem Delikt vorausgehenden oder nachfolgenden Umständen ergeben. Dabei zählen zu solchen der Tat vorausgehenden Umständen Umsicht und Beharrlichkeit sowie Hartnäckigkeit bei der Verfolgung der räuberischen Absicht (BGE 100 IV 29; siehe ferner GERBER, ZStR 90, S. 132 ff.). Im vorliegenden Fall haben die drei Täter nach dem angefochtenen Urteil mit Umsicht gehandelt, indem sie BGE 100 IV 219 S. 223nicht nur den Raubüberfall bis ins einzelne planten, sondern zu dessen Durchführung sich auch Strumpfmasken anfertigten und mit Waffen ausrüsteten. Um Waffen und Munition zu erbeuten, brachen sie überdies nicht weniger als dreimal in Schiessstände ein. Unmittelbar nachdem sie in den Besitz von Waffen gelangt waren, fuhren sie in der Nacht mit einem entwendeten Motorfahrzeug nach Beggingen und bereiteten sich dort auf den Überfall vor. Diese Zielstrebigkeit und Hartnäckigkeit bei der Verfolgung der räuberischen Absicht lässt den Beschwerdegegner als besonders gefährlichen Täter erscheinen.\n\nDementsprechend muss die Nichtigkeitsbeschwerde gutgeheissen und die Sache an die Vorinstanz zurückgewiesen werden. Das Obergericht wird den Beschwerdeführer wegen qualifizierten Diebstahls- bzw. Raubversuchs zu bestrafen haben, soweit dies nach dem kantonalen Verfahrensrecht möglich ist (BGE 98 IV 60 Nr. 10).\n\nDemgemäss erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das angefochtene Urteil aufgehoben und die Sache zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}