{"annee": "100", "cour": "V", "page": "92", "date": "8/5/1974", "cite": [], "cite_par": ["104 V 121"], "chapeau": "23. Urteil vom 8. Mai 1974 i.S. Herzog gegen Schweizerische Ausgleichskasse und Rekurskommission für die AHV/IV für die im Ausland wohnenden Personen", "regestes": ["Art. 29bis al. 2 LAVS. Les normes des art. 6 et 7 de la convention entre la Suisse et le Liechtenstein ne permettent pas de prendre en compte les années sans cotisations passées au Liechtenstein par des femmes mariées qui n'ont cotisé qu'à l'assurance suisse."], "faits": "BGE 100 V 92 S. 93\n\nA.- Die verheiratete schweizerische Staatsangehörige Olga Herzog, wohnhaft im Fürstentum Liechtenstein, meldete sich am 17. Februar 1972 zum Bezuge einer einfachen Altersrente der schweizerischen AHV an. In der Zeit von November 1929 bis März 1956 war sie in der Schweiz erwerbstätig gewesen. Mit Verfügung vom 28. Juni 1972 sprach ihr die Schweizerische Ausgleichskasse mit Wirkung ab 1. Mai 1972 eine ordentliche einfache Altersrente von Fr. 97.- im Monat zu, gestützt auf ein durchschnittliches Jahreseinkommen von Fr. 10 000.-- aus 8 Jahren und 3 Monaten.\n\nB.- Eine hiegegen erhobene Beschwerde wurde von der Rekurskommission für die im Ausland wohnenden Personen mit Entscheid vom 6. September 1973 gutgeheissen und die Verwaltung angewiesen, zusätzlich die Beitragsjahre zu berücksichtigen, während welchen der Ehemann der Beschwerdeführerin in der Schweiz Beiträge entrichtet hatte. Die Beschwerdeführerin verfüge damit über 21 Beitragsjahre (1948-1968), was zu einer Rente gemäss Skala 19 der im Zeitpunkt des Anspruchsbeginns geltenden Teilrentenordnung berechtige.\n\nC.- Olga Herzog zieht diesen Entscheid an das Eidg. Versicherungsgericht weiter mit dem Antrag, es seien auch die beitragslosen Ehejahre, während welchen ihr Ehemann Beiträge an die liechtensteinische Versicherung entrichtet habe, anzurechnen. In der Begründung weist sie auf das schweizerisch-liechtensteinische Abkommen über die AHV und Invalidenversicherung vom 3. September 1965 hin, aus welchem sich ergebe, dass \"die in Liechtenstein bezahlten Beiträge voll mit der Schweiz zu integrieren seien\". Unter Berücksichtigung der vom Ehemann an die liechtensteinische Versicherung bezahlten Beiträge verfüge sie über eine vollständige Beitragsdauer und habe damit Anspruch auf eine Vollrente.\n\nBGE 100 V 92 S. 94\n\nAusgleichskasse und Bundesamt für Sozialversicherung beantragen Abweisung der Verwaltungsgerichtsbeschwerde. Die Begründung ergibt sich, soweit erforderlich, aus den nachfolgenden Erwägungen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Die ordentlichen Renten der AHV und Invalidenversicherung gelangen als Vollrenten oder Teilrenten zur Ausrichtung. Vollrenten erhalten Versicherte mit vollständiger Beitragsdauer. Als vollständig gilt die Beitragsdauer, wenn der Versicherte vom 1. Januar des der Vollendung des 20. Altersjahres folgenden Jahres bis zur Entstehung des Rentenanspruches während der gleichen Anzahl von Jahren wie sein Jahrgang Beiträge geleistet hat (Art. 29bis Abs. 1 AHVG). Bei unvollständiger Beitragsdauer besteht Anspruch auf eine Teilrente entsprechend dem gerundeten Verhältnis zwischen den vollen Beitragsjahren des Versicherten und denjenigen seines Jahrganges (Art. 38 Abs. 2 AHVG). Innerhalb der anwendbaren Rentenskala (Art. 52 AHVV) bestimmt sich der Rentenbetrag nach dem durchschnittlichen Jahreseinkommen des Versicherten (Art. 30 AHVG).\n\nNichterwerbstätige Ehefrauen sowie Ehefrauen, die im Betriebe des Ehemannes mitarbeiten, ohne einen Barlohn zu beziehen, sind von der Beitragspflicht befreit (Art. 3 Abs. 2 lit. b AHVG). Nach Art. 29bis Abs. 2 AHVG werden diese beitragslosen Zeiten bei der Berechnung der einfachen Altersrente jedoch mitgezählt.\n\n2. a) Olga Herzog hat in den Jahren 1948 bis 1956 Beiträge an die schweizerische AHV entrichtet; ihr Ehemann war ohne Unterbruch von 1948 bis 1968 versichert gewesen. Die Jahre, während welchen die Beschwerdeführerin als nichterwerbstätige Ehefrau keine Beiträge zu entrichten hatte, sind ihr gestützt auf Art. 29bis Abs. 2 AHVG als Beitragsjahre anzurechnen. Gemäss vorinstanzlichem Entscheid ist die Verfügung vom 28. Juni 1972 daher in dem Sinne zu berichtigen, dass ihre Altersrente auf Grund einer Beitragszeit von 20 Jahren und 9 Monaten zu berechnen ist, was ihr Anspruch auf eine Rente gemäss Skala 19 der im Zeitpunkt des Anspruchsbeginns gültigen Fassung von Art. 52 Abs. 1 AHVV gibt.\n\nBGE 100 V 92 S. 95\n\nb) Mit der Verwaltungsgerichtsbeschwerde beantragt Olga Herzog, bei der Rentenberechnung seien auch die vom Ehemann seit Oktober 1968 in Liechtenstein zurückgelegten Beitragszeiten zu berücksichtigen. Die Beschwerdeführerin stützt sich dabei auf das Abkommen zwischen der Schweiz und Liechtenstein über die AHV und Invalidenversicherung vom 3. September 1965. Dessen Art. 6. Abs. 1 bestimmt, dass Angehörige des einen oder andern Vertragsstaates, die an die obligatorischen oder freiwilligen Versicherungen beider Staaten zusammen während mindestens eines vollen Jahres Beiträge entrichtet haben, gegenüber den Versicherungen beider Staaten Anspruch auf je einen Teil der ordentlichen Rente haben. Nach Art. 7 des Abkommens erfolgt die Rentenberechnung unter Berücksichtigung der in beiden Versicherungen zurückgelegten Beitragszeiten - soweit sich diese nicht überschneiden - und unter Anrechnung der an beide Versicherungen entrichteten Beiträge. Von der so festgesetzten Rente gewährt jede Versicherung den Teil, welcher dem Verhältnis der an sie bezahlten Beiträge zur gesamten Beitragssumme entspricht.\n\nWie sich aus den erwähnten Staatsvertragsbestimmungen klar ergibt, ist die vereinbarte Regelung der Rentenberechnung lediglich in Fällen anwendbar, in denen der Rentenberechtigte Beiträge an die Versicherungen beider Staaten geleistet hat. Die Beschwerdeführerin, welche zu keinem Zeitpunkt Beiträge an die liechtensteinische Versicherung entrichtet hat, kann sich daher nicht auf das Sozialversicherungsabkommen berufen, um die Anrechnung der in Liechtenstein zurückgelegten beitragslosen Zeiten zu begründen. Wie die Verwaltung zutreffend darlegt, beschränkt sich ihr Anspruch auf eine rein schweizerische Rente, die ausschliesslich nach den Bestimmungen des schweizerischen Rechts zu berechnen ist.\n\nc) Aus Art. 29bis Abs. 2 in Verbindung mit Art. 3 Abs. 2 lit. b AHVG ergibt sich, dass eine Anrechnung von beitragslosen Ehejahren nur erfolgen kann, wenn und solange die Ehefrau im Sinne der Art. 1 und 2 AHVG versichert ist. Mit ihrer Ausreise nach Liechtenstein im Herbst 1968 ist die Beschwerdeführerin aus der schweizerischen Versicherung ausgeschieden, ohne in der Folge der freiwilligen Versicherung für Auslandschweizer beizutreten. Die in Liechtenstein zurückgelegten beitragslosen Jahre können bei der Berechnung der Rente BGE 100 V 92 S. 96nach schweizerischem Recht daher nicht berücksichtigt werden.\n\nEntgegen der Auffassung der Beschwerdeführerin vermag die staatsvertragliche Vereinbarung mit dem Fürstentum Liechtenstein hieran nichts zu ändern. Das Sozialversicherungsabkommen strebt zwar eine Integration der beiden Versicherungen an: Wie der Bundesrat bereits in seiner Botschaft zum inzwischen ersetzten Abkommen vom 10. Dezember 1954 ausgeführt hat (vgl. BBl 1955 I 167), sollen Angehörige des einen Staates, die Wohnsitz im anderen Staat haben, nicht genötigt sein, der freiwilligen Versicherung des Heimatstaates beizutreten, um Versicherungslücken zu vermeiden. Diese Absicht hat indessen keine staatsvertragliche Konkretisierung erfahren hinsichtlich der im vorliegenden Fall zu beurteilenden Frage, ob beitragslose Zeiten von Ehefrauen, die nur im andern Vertragsstaat Beiträge entrichtet haben, bei der Berechnung der einfachen Altersrente zu berücksichtigen seien.\n\nEs kann nicht Sache des Richters sein, diesem Umstand durch eine vom Wortlaut abweichende Auslegung der landesrechtlichen Bestimmungen Rechnung zu tragen. Einer sinngemässen Anwendung der für \"gemischte\" Renten gemäss Staatsvertrag geltenden Regelung steht der allgemeine Rechtsgrundsatz entgegen, dass Landesrecht durch zwischenstaatliches Recht nur derogiert werden kann, wenn eine Staatsvertragsbestimmung dies ausdrücklich vorschreibt oder sich die Abweichung vom innerstaatlichen Recht aus dem gegenseitigen Willen der Vertragsparteien klar ergibt. Diese Voraussetzungen sind im vorliegenden Fall nicht erfüllt.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}