{"annee": "100", "cour": "IV", "page": "161", "date": "12/7/1974", "cite": [], "cite_par": ["107 IV 107", "107 IV 32", "101 IV 1", "110 IV 77", "105 IV 182", "106 IV 109", "101 IV 167"], "chapeau": "40. Arrêt de la Cour de cassation pénale du 12 juillet 1974, dans la cause Passavanti contre Ministère public du canton de Vaud.", "regestes": ["Art. 21, 22, 139 CP: Le crime de brigandage est réalisé même si la victime n'a pas été rendue incapable de résister pendant toute la durée de l'agression. La question de savoir si le crime peut être consommé lorsque la résistance de la victime n'a pas été complètement annihilée demeure indécise (consid. 1). Art. 139 al. 1 et 2 CP: Les seules circonstances de la violence, de la menace ou de la mise hors d'état de résister ne permettent pas à elles seules de conclure à un caractère particulièrement dangereux, mais cela ne signifie pas qu'on ne puisse pas voir de circonstance aggravante dans la façon dont l'auteur a agi, dont il a menacé autrui et dans les moyens dont il s'est servi pour mettre la victime hors d'état de résister (consid. 2)."], "faits": "BGE 100 IV 161 S. 161\n\nA.- En juin 1973, Francesco Passavanti, ressortissant italien, et Margarita Martin, Espagnole, décidèrent de com mettre une agression pour se procurer de l'argent. Ils portèrent BGE 100 IV 161 S. 162leur dévolu sur la ferme habitée par la famille Henry au Mont-sur-Lausanne, que Passavanti connaissait. Le 14 juillet 1973, ils vinrent reconnaître les lieux.\n\nLe surlendemain, 16 juillet 1973, Passavanti et sa compagne pénétrèrent dans la ferme, la tête recouverte de cagoules noires, qui avaient été confectionnées par Margarita Martin. Ils arrivèrent dans le salon où dame Henry, qui leur tournait le dos, était en train de passer l'aspirateur. Passavanti lui asséna un coup derrière la tête, la projetant dans un fauteuil. Les deux acolytes maintinrent ensuite leur victime immobilisée à plat ventre, l'un d'eux lui mettant la main sur la bouche pour l'empêcher de crier. A ce moment arriva l'enfant Frédéric Henry, âgé de 6 ans, qui voyant la scène se mit à hurler. Pour le faire taire, Passavanti lui recouvrit la tête d'une peau de poulain et Margarita Martin lui saisit les bras. Passavanti réclama alors de l'argent en brandissant un couteau à longue lame tout près des yeux de dame Henry, et comme les cadets de celle-ci, âgés de 4 ans et 2 ans, arrivaient à leur tour et se mettaient à hurler également, il lui déclara que si elle aimait ses enfants, elle avait intérêt à dire où était l'argent. Pour mieux terroriser sa victime, il ordonna à sa compagne de faire semblant d'emmener l'enfant Frédéric en otage, en l'entraînant de force dans la cuisine.\n\nDame Henry dit alors qu'elle n'avait point d'argent à la maison, ce qui était presque vrai. Après avoir cru qu'on allait la tuer, elle a remarqué un certain flottement chez ses agresseurs, qui ne paraissaient plus savoir que faire. Les trois enfants continuaient à hurler et Passavanti se montrait de plus en plus agité. Dame Henry a finalement déclaré que des ouvriers allaient arriver, ce qui a augmenté le désarroi des deux accusés.\n\nPassavanti a exigé que dame Henry l'accompagne au premier étage, où il voulait couper les fils du téléphone. Elle a refusé mais, par contre, s'est laissé entraîner dans la cuisine.\n\nFinalement, voyant qu'il ne pouvait rien obtenir, Passavanti a décidé de prendre la fuite. Il a déclaré à plusieurs reprises à dame Henry qu'elle ne devait pas avertir la police, faute de quoi il saurait la retrouver, puis il s'est enfui en voiture avec sa compagne.\n\nLa scène a duré vingt minutes pendant lesquelles Passavanti a sans cesse maintenu dame Henry en lui tordant le bras et en BGE 100 IV 161 S. 163la menaçant de son couteau, sous les yeux des enfants, qui ont été épouvantés.\n\nLes sévices infligés à dame Henry lui ont causé des lésions, qui ont nécessité un traitement médicamenteux et une physiothérapie de plusieurs mois.\n\nPassavanti n'a jamais été condamné. Les renseignements le concernant sont bons. Avant jugement, il a versé une indemnité à sa victime.\n\nB.- Par jugement du 31 janvier 1974, le Tribunal correctionnel du district de Lausanne a condamné Passavanti, pour crime manqué de brigandage qualifié, à la peine de 4 ans de réclusion, sous déduction de 200 jours de détention préventive, et à 15 ans d'expulsion du territoire suisse. Margarita Martin a été de son côté condamnée, pour crime manqué de brigandage, à 3 ans de réclusion et à 15 ans d'expulsion du territoire suisse. Au titre de la qualification du brigandage, le Tribunal a retenu à la charge de Passavanti qu'il était particulièrement dangereux.\n\nC.- Par arrêt du 20 mai 1974, la Cour de cassation pénale du Tribunal cantonal du canton de Vaud a rejeté un recours de Passavanti et maintenu le jugement attaqué. Elle a retenu que Passavanti s'était rendu coupable du crime de brigandage consommé et non pas seulement du crime manqué de brigandage. Liée cependant par la qualification retenue par les juges de première instance, la Cour cantonale n'a pas modifié le jugement sur ce point. Elle a confirmé en outre la circonstance aggravante de l'auteur particulièrement dangereux.\n\nD.- Contre cet arrêt, Passavanti se pourvoit en nullité au Tribunal fédéral; il demande à être condamné pour tentative de brigandage simple.", "considerants": "Considérant en droit:\n\n1. a) Le recourant soutient qu'il aurait dû être condamné pour tentative de brigandage (art. 21 CP) et non pour délit manqué (art. 22). Selon lui, les juges de première instance ont admis que si dame Henry a été à la merci des deux auteurs pendant une vingtaine de minutes, \"sa volonté de résistance n'a pas été annihilée\". La victime n'aurait dès lors pas été hors d'état de résister, ainsi qu'elle l'a démontré en refusant à la fois de donner de l'argent et d'accompagner le recourant à BGE 100 IV 161 S. 164l'étage. Se référant à la doctrine, le recourant fait valoir qu'il n'y a que tentative et non crime manqué ou délit consommé si la victime s'est défendue ou si, de toute autre manière, elle a résisté de façon à faire échouer l'attaque.\n\nb) Il y a brigandage, au sens de l'art. 139 CP, lorsque la violence ou la menace est exercée dans le dessein de commettre un vol. Le brigandage apparaît donc comme une contrainte exercée pour imposer un vol ou des actes tendant à un vol (RO 83 IV 68), et il peut y avoir brigandage consommé alors même que le vol envisagé n'a pas pu être réalisé (cf. RO 71 IV 122).\n\nOn peut hésiter sur le point de savoir si le crime de brigandage, de même que ceux réprimés aux art. 187 et 188 CP, ne peut être consommé que si la victime a été mise complètement hors d'état de résister (cf. RO 71 IV 122, 75 IV 115, 78 IV 232, 81 IV 224 et 98 IV 99), mais cette question n'a pas à être tranchée en l'occurrence.\n\nEn effet, c'est en vain que le recourant soutient que sa victime, dame Henry, n'aurait pas été incapable de résister. Il ressort des faits que durant près de vingt minutes dame Henry a été sans cesse maintenue par le recourant, le bras tordu et sous la menace d'un couteau. L'incapacité de résistance, durant ce laps de temps, a été totale, de telle sorte que cet élément constitutif de l'art. 139 CP est pleinement réalisé. Il ne saurait y avoir tentative ou délit manqué que si l'auteur ne parvient pas à annihiler ou à briser la résistance de sa victime (cf. GERBER, RPS 90 (1974), p. 146). Le fait que, comme l'ont admis les juges de première instance, la volonté de résistance de dame Henry n'a pas été annihilée n'empêche pas et n'a pas empêché que la résistance de la victime a été supprimée durant un certain temps; la volonté de résister, par exemple dès que pourrait se présenter une occasion favorable, peut parfaitement exister chez des personnes mises matériellement hors d'état de résister.\n\nIl importe peu que par la suite, dès que Passavanti a manifesté son désarroi après avoir entendu dame Henry lui dire qu'il n'y avait pas d'argent, la victime ait pu exercer une certaine résistance en ne se pliant pas à toutes les exigences de l'auteur. Il peut arriver, dans une agression, qu'à un moment ou à un autre la victime puisse reprendre une certaine liberté d'action; il en est d'ailleurs nécessairement ainsi lorsque BGE 100 IV 161 S. 165l'attaque prend fin. Il n'en résulte évidemment pas que le crime de brigandage n'a pas été consommé, puisqu'il ne dépend pas de l'existence d'une soustraction mobilière, mais seulement du dessein de la commettre; il n'est enfin nullement nécessaire que la victime demeure incapable de résister aussi longtemps que l'auteur ne met pas volontairement un terme à ses menaces ou à ses violences.\n\nC'est donc à juste titre que l'arrêt attaqué a refusé d'admettre que le recourant s'était seulement rendu coupable d'une tentative de brigandage.\n\n2. a) Le recourant conteste par ailleurs que l'on puisse le taxer d'auteur particulièrement dangereux. Il fait valoir qu'une telle qualification ne pourrait être fondée que sur des circonstances indépendantes de celles qui entraînent l'application de l'art. 139 ch. 1 et de l'art. 139 ch. 2 al. 1 à 3. Il se prévaut également des bons antécédents qui lui ont été reconnus.\n\nb) La jurisprudence du Tribunal fédéral a posé que l'auteur d'un vol ou d'un brigandage devait être considéré comme particulièrement dangereux, au sens des art. 137 ch. 2 al. 4 et 139 ch. 2 al. 4 CP, si sa manière de procéder fait ressortir des traits de caractère permettant de conclure à une attitude foncièrement asociale et à une absence de scrupules telles qu'il y a lieu de redouter que, dans d'autres occasions, il ne reculera pas devant des infractions analogues ou semblables (RO 98 IV 145). Le caractère particulièrement dangereux peut ressortir de plusieurs éléments conjugués (RO 88 IV 61). Il sera donc le cas échéant déduit non seulement des actes d'exécution, mais aussi des actes préparatoires, de l'attitude du délinquant immédiatement après la commission du crime, dans la mesure où elle est en rapport avec ce dernier (RO 77 IV 159), voire des mobiles, des antécédents ou de tout ce qui peut fournir sur la personnalité de l'auteur des renseignements valables (RO 95 IV 165 consid. 1). Le juge n'en reste pas moins libre, dans les limites de son pouvoir appréciateur, d'estimer que la manière de procéder de l'auteur suffit à le qualifier de dangereux.\n\nCertes, les seules circonstances de la violence, de la menace ou de la mise hors d'état de résister, prévues à l'art. 139 ch. 1 CP, ne permettent pas à elles seules de qualifier un auteur de particulièrement dangereux, sans quoi le délit simple de brigandage n'existerait pas. C'est pourquoi l'application du BGE 100 IV 161 S. 166chiffre 2, et notamment de son al. 4, exige quelque chose de particulier. Mais, comme l'a depuis longtemps précisé la jurisprudence, cela ne signifie pas qu'on ne puisse pas voir de circonstance aggravante dans la façon dont l'auteur a agi, dans les procédés qu'il a utilisés pour exercer des violences, dans la manière dont il a menacé une personne d'un danger imminent pour la vie ou l'intégrité corporelle ou encore dans les moyens dont il s'est servi pour mettre sa victime hors d'état de résister (RO 77 IV 158).\n\nD'ailleurs, la forme générale du texte légal laisse au juge un large pouvoir d'appréciation (GERBER, RPS 90 (1974) p. 132).\n\nc) En l'espèce, la façon dont le recourant a agi démontre amplement son caractère particulièrement dangereux, même si rien dans ses antécédents ne vient corroborer cette appréciation. Cette qualification résulte de la brutalité dont il a fait preuve pour maîtriser et menacer sa victime, des lésions qui en sont résultées, de l'usage d'une arme, de l'emploi de cagoules et de l'absence totale de scrupules en face de trois enfants en bas âge terrorisés et hurlants. Enfin, la façon de faire taire l'un des enfants, puis l'ordre donné de l'emmener dans une autre pièce pour simuler une prise d'otage. Ces circonstances permettent non seulement de constater que le recourant a très largement dépassé les bornes des éléments définis à l'art. 139 ch. 1 CP, mais encore de conclure sans hésitation à une attitude foncièrement asociale et à une absence de scrupules telles qu'il y aurait lieu, si son arrestation n'était pas intervenue, de redouter que dans d'autres occasions il ne recule pas devant des infractions analogues ou semblables.\n\nLe fait qu'après s'être entendu dire qu'il n'y avait pas d'argent le recourant n'ait pas encore aggravé la situation en commettant d'autres actes délictueux ou en redoublant de brutalité n'enlève évidemment rien au caractère dangereux révélé et manifesté par l'acte de brigandage réalisé.\n\nLe pourvoi est donc mal fondé.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le pourvoi."}