{"annee": "100", "cour": "IV", "page": "193", "date": "26/8/1974", "cite": ["88 IV 4", "90 IV 259", "99 IV 68", "77 IV 136"], "cite_par": ["104 IV 222", "107 IV 91", "116 IV 177", "105 IV 291", "116 IV 97"], "chapeau": "48. Urteil des Kassationshofes vom 26. August 1974 i.S. Staatsanwaltschaft des Kantons Baselland gegen Bärtschi.", "regestes": ["Art. 41 ch. 1 al. 1 CP. Sursis en cas de conduite en état d'ébriété. 1. Pronostic sur le comportement futur, en général (consid. 1). 2. Circonstances particulières autorisant un nouvel octroi du sursis bien que le bénéficiaire soit rapidement tombé en récidive (consid. 2)."], "faits": "BGE 100 IV 193 S. 193\n\nA.- Bärtschi, geb. 1954, wurde am 11. Dezember 1972 von der Überweisungsbehörde Baselland mit Strafbefehl des Führens eines Motorfahrzeuges in angetrunkenem Zustande (1,65 Alkohol im Blut) sowie der groben Verletzung von Verkehrsregeln schuldig erklärt und mit 4 Wochen Haft und einer Geldbusse von Fr. 200.-- bestraft, unter Zubilligung des bedingten Strafvollzuges mit einer Probezeit von 2 Jahren.\n\nSchon in der Nacht vom 12./13. März 1973 führte er in angetrunkenem Zustande (2,25 Alkohol im Blut) wiederum in Gelterkinden einen Personenwagen. Nach ausgiebigem Alkoholgenuss in zwei Gaststätten bestieg er sein Fahrzeug und fuhr auf dem Vorplatz des einen Lokals beinahe zwei Soldaten an. Anschliessend gelangte er auf das linksseitige Trottoir, wo er einen Fussgänger umwarf, währenddem sich die übrigen BGE 100 IV 193 S. 194noch rechtzeitig retten konnten. Der Angefahrene erlitt eine offene Unterschenkelfraktur.\n\nB.- Wegen dieses neuen Vorfalles sprach das Strafgericht Baselland mit Urteil vom 22. Oktober 1973 Bärtschi der schweren Körperverletzung, des Autofahrens in angetrunkenem Zustande sowie der groben Verletzung von Verkehrsregeln schuldig und verurteilte ihn zu 6 Monaten Gefängnis. Der bedingte Strafvollzug wurde ihm wegen der kurzfristigen Rückfälligkeit noch innerhalb der früheren Probezeit verweigert. Gleichzeitig erklärte das Strafgericht gemäss Art. 41 Ziff. 3 StGB die von der Überweisungsbehörde Baselland am 11. Dezember 1972 ausgesprochene bedingte Haftstrafe von 4 Wochen vollstreckbar.\n\nAuf Appellation der Parteien änderte das Obergericht des Kantons Baselland am 11. Juni 1974 das erstinstanzliche Urteil dahin ab, dass der Angeklagte zu einer bedingt vollziehbaren Gefängnisstrafe von 6 Monaten und zu einer bedingt löschbaren Busse von Fr. 600.-- mit einer Probezeit von 4 Jahren verurteilt wurde. Im übrigen wurde das Urteil des Strafgerichtes bestätigt.\n\nC.- Die Staatsanwaltschaft des Kantons Baselland führt Nichtigkeitsbeschwerde. Sie beantragt, das Urteil des Obergerichtes insofern aufzuheben, als es dem Verurteilten den bedingten Strafvollzug gewährt, und den Fall zur Aussprechung einer unbedingten Strafe zurückzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Der bedingte Strafvollzug setzt unter anderem voraus, dass Vorleben und Charakter des Verurteilten erwarten lassen, er werde durch diese Massnahme von weiteren Verbrechen oder Vergehen abgehalten werden (Art. 41 Ziff. 1 StGB). Ob sich diese Erwartung rechtfertigt, ist im einzelnen Fall eine Frage des Ermessens, in das der Kassationshof auf Nichtigkeitsbeschwerde nur eingreift, wenn der kantonale Richter es überschritten, d.h. seine Voraussage auf offensichtlich unhaltbare Überlegungen gestützt hat (BGE 77 IV 142).\n\nNach ständiger Rechtsprechung des Bundesgerichts überschreitet der kantonale Richter das ihm zustehende Ermessen nicht, wenn er einem Verurteilten den bedingten Strafvollzug verweigert, weil ihm dieser früher bereits einmal zugebilligt BGE 100 IV 193 S. 195worden war, ohne dass ihn dies von erneuter Straffälligkeit dauernd abgehalten hätte (KH vom 17. Dezember 1963 i.S. Trachsel S. 2 und vom 18. November 1966 i.S. Engelberger S. 4). Diese Erwägung gilt besonders, wenn die neue Tat gleicher oder ähnlicher Art ist wie die frühere. In solchen Fällen ist eine günstige Prognose ausgeschlossen.\n\nAuch die Vorinstanz geht davon aus, dass in einer Lage wie der vorliegenden in der Regel eine erneute Anwendung von Art. 41 Ziff. 1 und 49 Ziff. 4 StGB nicht in Frage kommt; denn sie verweist ausdrücklich auf ihre Praxis, wonach in solchen Fällen im allgemeinen der bedingte Strafvollzug verweigert wird. Dass der Beschwerdegegner dennoch zu einer bedingt vollziehbaren Strafe verurteilt wurde, begründet die Vorinstanz damit, ganz besondere Umstände vermöchten ein Abweichen von der erwähnten Regel zu rechtfertigen. Da die Beschwerdeführerin bestreitet, dass solche Umstände gegeben seien, hat der Kassationshof die Haltbarkeit der vorinstanzlichen Argumentation auf Ermessensüberschreitung hin zu überprüfen.\n\n2. a) Die Vorinstanz stellt zunächst fest, die beiden kurz aufeinanderfolgenden Delikte seien zwar als Ausfluss einer im Moment der Tatbegehung beim sehr jungen Beschwerdegegner noch bestehenden Unreife und leichten Beeinflussbarkeit anzusehen. Doch bestehe im Zeitpunkt der Urteilsfällung \"begründete Aussicht\", dass dieser seine Unreife inzwischen überwunden und eine erheblich stärkere Widerstandskraft gegenüber dem Alkohol entwickelt habe. Diese Erkenntnis wird vor allem damit begründet, dass der Beschwerdegegner sich nach dem Zeugnis seiner militärischen Vorgesetzten während der Rekrutenschule des Alkohols enthalten und seit der neuen Verfehlung nach dem Zeugnis zweier Arbeitskollegen in der gemeinsam verbrachten Freizeit nie Alkohol zu sich genommen hat, was ihm den Übernamen \"Thé-crème\" eingetragen haben soll.\n\nDie Vorinstanz durfte diese Gesinnungsänderung bei der Beurteilung der Prognose positiv in Rechnung stellen, ohne ihr Ermessen zu überschreiten.\n\nb) Wesentlich ist auch die Feststellung, dass die zweite Verfehlung auf einer \"ausgesprochenen Versuchungssituation\" beruht habe. Es sei damals in Gelterkinden Fasnacht gewesen, eine Zeit, in der der Genuss von Alkohol in Restaurants beinahe BGE 100 IV 193 S. 196gesellschaftlich obligatorisch gewesen sei. Der Beschwerdegegner habe auch glaubwürdig erklärt, unter Hinweis auf sein mitgeführtes Auto den gespendeten Alkohol, den man einfach vor ihn hingestellt habe, zunächst abgelehnt zu haben. Dann sei er aber von seinen Kollegen geradezu gedrängt worden, ebenfalls zu trinken. Diesem Einfluss sei er schliesslich erlegen.\n\nSoweit es sich hier um von der Vorinstanz als glaubwürdig betrachtete Angaben des Beschwerdegegners handelt, sind diese Feststellungen für den Kassationshof verbindlich (Art. 277 bis Abs. 1 BStP). Wenn die Vorinstanz die erwähnten Umstände als aussergewöhnlich bezeichnet, die eine positive Prognose nicht ausschlössen, hat sie ihr Ermessen nicht überschritten. Auch der Kassationshof hat von seiner strengen Rechtsprechung zur Frage des bedingten Strafvollzuges bei angetrunkenen Motorfahrzeugführern seit jeher den Fall ausgenommen, wo der fehlbare Automobilist von Kameraden zu übermässigem Alkoholkonsum eigentlich gedrängt wurde (BGE 90 IV 261 und BGE 88 IV 7 mit weiteren Präjudizien).\n\nc) Zu beachten ist ferner, dass die Vorinstanz gleichzeitig den dem Beschwerdegegner am 11. Dezember 1972 für die Haftstrafe von 4 Wochen zugebilligten bedingten Strafvollzug widerrufen hat. Diesen Umstand durfte sie bei der Prognose für die neue Strafe berücksichtigen. Denn wenn anlässlich eines Widerrufes des bedingten Strafvollzuges gemäss Art. 41 Ziff. 3 StGB dem Strafrichter nicht verwehrt ist, dem Umstand Rechnung zu tragen, dass die neue Strafe unbedingt ausgefällt wird (BGE 99 IV 68 ff.), muss umgekehrt bei der Prognosestellung aufgrund von Art. 41 Ziff. 1 StGB auch erlaubt sein, den Umstand zu beachten, dass die frühere Strafe nachträglich vollstreckt wird. Die Vorinstanz hat somit das ihr zustehende Ermessen nicht überschritten, wenn sie von der Überzeugung ausging, der Vollzug der früheren Freiheitsstrafe von 4 Wochen Haft werde den Beschwerdegegner von weiteren Delikten abhalten.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}