{"annee": "100", "cour": "II", "page": "435", "date": "19/9/1974", "cite": ["52 II 111", "70 II 21", "83 II 356", "71 II 69"], "cite_par": ["109 II 389"], "chapeau": "65. Auszug aus dem Urteil der II. Zivilabteilung vom 19. September 1974 i.S. Rudolf Brunner gegen Ernst Brunner und Mitbeteiligte.", "regestes": ["Indemnité pour travail consacré à lafamille (art. 633 CC). L'ayant-droit peut recevoir au maximum la somme qu'il aurait pu épargner en accomplissant le même travail au service de tiers. Le Tribunal fédéral tient en principe pour équitables les indemnités résultant de l'estimation du Secrétariat suisse des paysans à Brugg. Ces indemnités peuvent être réduites eu égard aux circonstances concrètes du cas particulier; une somme plus élevée ne peut être allouée que si une volonté correspondante du défunt est établie ou doit être présumée. La vente de l'immeuble de la succession à un prix élevé ne peut en tout cas pas donner lieu à l'allocation à un héritier d'une indemnité plus élevée pour le travail consacré à la famille que ce qu'il aurait pu épargner en accomplissant le même travail au service d'un employeur étranger."], "faits": "BGE 100 II 435 S. 436\n\nGekürzter Sachverhalt:\n\nDie Eheleute Heinrich und Bertha Brunner-Baumann besassen in Laupen-Wald ZH einen kleinen Landwirtschaftsbetrieb mit einem Wohnhaus, in welchem sie das Restaurant \"Brunner\" führten. Nachdem sie gestorben waren, beanspruchte von den gesetzlichen Erben der Sohn Rudolf den Landwirtschaftsbetrieb zum Ertragswert. In einem Vergleich vereinbarten die Erben dann jedoch, dass das Land zum höchst erhältlichen Preis verkauft und Rudolf Brunner zuerst für seine Aufwendungen entschädigt werde. In der Folge wurde ein Teil der Liegenschaft zum Preis von Fr. 501 875.-- verkauft. Eine Erbteilung kam indessen nicht zustande, da Rudolf Brunner von diesem Kaufserlös vorweg einen Drittel für sich beanspruchte und sich auch in andern Punkten mit den übrigen Erben nicht einigen konnte. Hierauf klagten die Miterben gegen Rudolf Brunner auf Teilung der Erbschaft. In diesem Verfahren verlangte der Beklagte unter anderem, dass unter die Passiven des Nachlasses aufgenommen werde:\n\n\"Aufwendungen des Beklagten für\n\n- Lidlohn\n\n- Verzicht auf das bäuerliche Erbrecht,\n\n- Erhaltung des Heimwesens\n\ntotal Fr. 139 750.--\".\n\nDas Obergericht des Kantons Zürich wies dieses Begehren ab. Der Beklagte hat gegen das Urteil des Obergerichtes beim Bundesgericht Berufung eingereicht. Das Bundesgericht weist die Berufung ab.", "considerants": "Aus den Erwägungen:\n\n1 - 2. - Der Beklagte macht vor Bundesgericht wiederum einen Lidlohnanspruch von Fr. 33000.-- für die Jahre 19251936 (in der Berufungsschrift ist wohl irrtümlich die Rede von 1926-1935) geltend. Das Obergericht prüfte eingehend, ob dem Beklagten ein Anspruch auf Lidlohn zustehe. Dabei gelangte es zum Ergebnis, nach den Richtlinien des Schweizerischen Bauernsekretariates könne der Beklagte für die Jahre BGE 100 II 435 S. 4371925-1936 einen Lidlohn von insgesamt höchstens Fr. 5280.-- beanspruchen. Der Beklagte wendet dagegen ein, sein Lidlohnanspruch müsse bedeutend grosszügiger bemessen werden, weil das landwirtschaftliche Heimwesen schliesslich für rund eine halbe Million Franken habe verkauft werden können. Ein Lidlohn von Fr. 3000.-- pro Jahr sei demnach keineswegs übersetzt.\n\nBei der Bemessung des Lidlohnanspruches handelt es sich weitgehend um eine Ermessensfrage, bei deren Überprüfung das Bundesgericht Zurückhaltung übt (BGE 83 II 361). Die vom Schweizerischen Bauernsekretariat ermittelten Lidlohnansätze werden in der Literatur durchwegs als angemessen bezeichnet und zugleich als das Maximum dessen verstanden, was als Lidlohn zugesprochen werden kann; die Umstände des Einzelfalles dürfen lediglich zu einer Reduktion, niemals aber zu einer Erhöhung dieser Ansätze Anlass geben (TUOR/PICENONI, N. 35-40 und ESCHER, N. 29-33 zu Art. 633 ZGB; BOREL/NEUKOMM, Das bäuerliche Erbrecht des schweizerischen Zivilgesetzbuches, 4. Aufl. 1954, S. 150 ff; ABT, Die Ansprüche mündiger Hauskinder aus Zuwendungen an ihre Eltern, Diss. Zürich, 1926, S. 95/96; GRAF, Die Stellung mündiger Kinder im elterlichen Haushalt, Diss. Zürich, 1950, S. 42 ff; VUILLEUMIER, La rémunération de l'enfant majeur qui travaille pour ses parents ou les aide de ses revenus, Diss. Lausanne, 1944, S. 92 ff). Das Bundesgericht seinerseits hat wiederholt entschieden, als Lidlohn könne im Maximum jener Betrag zugesprochen werden, den der Berechtigte mit der gleichen Arbeit in fremdem Dienst hätte ersparen können (BGE 70 II 29, BGE 52 II 111); davon seien im Hinblick auf konkrete Umstände des einzelnen Falles gegebenenfalls Abzüge vorzunehmen. Lediglich in BGE 71 II 78 ging das Bundesgericht über die Ansätze des Bauernsekretariates hinaus, weil der Erblasser in einem Vertrag unter Lebenden andern Kindern grössere Entschädigungen für die Mitarbeit im elterlichen Betrieb zuerkannt hatte. Somit hat auch das Bundesgericht die Ansätze des Bauernsekretariates grundsätzlich als angemessen erachtet und gleichzeitig festgehalten, dass diese nur dann überschritten werden dürfen, wenn ein dahingehender Wille des Erblassers festgestellt oder zu vermuten ist.\n\nDer Beklagte ficht diese Auslegung an, ohne indessen anzugeben, weshalb sie unrichtig sein soll. In der Tat ist denn auch BGE 100 II 435 S. 438nicht einzusehen, weshalb ein hoher Verkaufserlös der Nachlassliegenschaften dazu Anlass geben sollte, einem Erben unter dem Titel Lidlohn mehr zuzusprechen, als er mit der gleichen Arbeit bei einem fremden Arbeitgeber erspart hätte. Das stünde schon im Widerspruch zum Wortlaut des (inzwischen durch BG vom 6. Oktober 1972 über Änderungen des bäuerlichen Zivilrechtes aufgehobenen und durch die neuen Art. 334, 334bis und 603 Abs. 2 ersetzten) Art. 633 ZGB, wonach der Anspruch auf eine \"billige Ausgleichung\" bzw. auf einen \"entsprechenden Entgelt\" geht. Die ursprüngliche gesetzgeberische Absicht bezüglich dieser Bestimmung und des mit ihr im Zusammenhang stehenden Art. 334 ZGB (in seiner bis zum 14. Februar 1973 geltenden Fassung) ging dahin, mündigen Kindern in jenen Fällen, da sie der häuslichen Gemeinschaft mit ihren Eltern ohne Entgelt jahrelang ihre Arbeit oder ihre Einkünfte zugewendet hatten, unter bestimmten Umständen - im Falle der Pfändung, des Konkurses und des Todes der Eltern - Anspruch auf eine billige Entschädigung zuzuerkennen (Botschaft des Bundesrates, BBl 1904 IV S. 42; StenBull 1905 NR S. 851 ff, StR S. 1229). Nach einer neuern Auffassung, die auch der Revision der Art. 334, 334bis und 603 Abs. 2 ZGB sowie der Streichung von Art. 633 ZGB durch das BG vom 6. Oktober 1972 über Änderungen des bäuerlichen Zivilrechtes zugrunde liegt, steht mündigen Kindern, die ihren Eltern in gemeinsamen Haushalt ihre Arbeit zugewendet haben, in jedem Falle aufgrund von. Art. 320 Abs. 2 OR ein Lohnanspruch zu; die Bestimmungen über den Lidlohn sollen lediglich den Umfang der Zahlungspflicht mildern und den Zeitpunkt der Fälligkeit hinausschieben, wenn die Entrichtung des vollen Lohnes oder die sofortige Zahlung für den Schuldner eine unzumutbare Belastung bedeuten würde (Botschaft des Bundesrates BBl 1971 I/2, S. 742 ff; PIOTET in ZSR 88 I S. 165 ff; ZOLLER, Lidlohnansprüche, Diss. Zürich 1969, S. 102 ff). Beide Betrachtungsweisen führen zwangsläufig zum Schluss, dass im Maximum jener Betrag als Lidlohn zugesprochen werden kann, der nach üblichen Lohnansätzen den Netto-Gegenwert der geleisteten Arbeit darstellt. Diesen Ansatz deswegen zu erhöhen, weil das Nachlassvermögen gross ist oder weil bestimmte Nachlassgegenstände zu einem günstigen Preis verkauft werden konnten, besteht keinerlei vernünftiger Grund.\n\nBGE 100 II 435 S. 439\n\nDie Vorinstanz ging von den niedrigsten Ansätzen des Schweizerischen Bauernsekretariates aus, weil es sich um einen ausgesprochenen Kleinbetrieb gehandelt habe, der nicht die volle Arbeitskraft des Beklagten beansprucht, sondern diesem erlaubt habe, daneben auch noch auf dem Bau zu arbeiten. Dieses Vorgehen ist nicht zu beanstanden. Das Obergericht hat indessen dem Beklagten auch den so errechneten Lidlohnanspruch von insgesamt Fr. 5280.-- nicht zugesprochen, weil verschiedene Geschwister des Beklagten der Mutter ebenfalls Arbeit oder Einkünfte zugewendet hätten, vor allem aber weil dem Beklagten die Landwirtschaft und die Wohnung nach 1936 während 30 Jahren zu einem sehr günstigen Zins überlassen worden seien. Soweit der Beklagte dagegen einwendet, das Gewerbe sei \"völlig verlottert\" gewesen, wendet er sich in unzulässiger Weise gegen tatsächliche vorinstanzliche Feststellungen (Art. 55 Abs. 1 lit. c OG). Weshalb die von der Vorinstanz angestellten Überlegungen \"dem ZGB fern\" sein sollen, ist nicht einzusehen. Denn bei der Festsetzung des Lidlohnanspruches darf sehr wohl berücksichtigt werden, dass der Erbe als Entgelt für die im elterlichen Betrieb geleistete Arbeit bereits dadurch entschädigt wurde, dass ihm in der Folge dieser Betrieb zu einem unter den Normalansätzen liegenden Zins verpachtet wurde. Das Obergericht ist demnach in seinem Entscheid durchaus im Rahmen des ihm zustehenden Ermessens geblieben."}