{"annee": "100", "cour": "IB", "page": "323", "date": "1/5/1974", "cite": ["92 I 60", "99 IB 348", "95 I 49", "97 I 604"], "cite_par": [], "chapeau": "55. Urteil des Kassationshofes vom 1. Mai 1974 i.S. Jugendanwaltschaft des Kantons Solothurn gegen X.", "regestes": ["1. Art. 94 al. 1 CP (teneur selon la LF du 18 mars 1971). La décision quant à l'octroi de la libération conditionnelle appartient à l'autorité d'exécution et non au juge pénal (consid. 1). 2. Art. 103 lit. a OJ. Le Ministère public (en matière de juridiction pénale des mineurs) n'a pas la qualité pour former un recours de droit administratif contre une décision de l'autorité d'exécution (consid. 2)."], "faits": "BGE 100 Ib 323 S. 323\n\nA.- Die am 19. Juli 1956 geborene X. wurde am 30. Juni 1971 vom Jugendgericht Solothurn-Lebern des fortgesetzten Diebstahls und der Widerhandlung gegen Art. 27 Abs. 1 SVG schuldig erklärt und in Anwendung von Art. 91 Ziff. 1 StGB in eine Erziehungsanstalt für Jugendliche eingewiesen.\n\nB.- Am 31. Oktober 1973 stellte X. das Gesuch um bedingte Entlassung aus der Erziehungsmassnahme. Die Jugendanwaltschaft des Kantons Solothurn beantragte die Abweisung des Gesuches.\n\nDas Jugendgericht Solothurn-Lebern entliess die Gesuchstellerin am 19. Dezember 1973 mit sofortiger Wirkung aus der Erziehungsanstalt, setzte die Probezeit auf zwei Jahre an und errichtete eine Schutzaufsicht.BGE 100 Ib 323 S. 324\n\nAuf Berufung der Jugendanwaltschaft hin bestätigte die Jugendgerichtskammer des Obergerichts des Kantons Solothurn am 11. Februar 1974 dieses Erkenntnis.\n\nC.- Die Jugendanwaltschaft führt Nichtigkeitsbeschwerde mit dem Antrag, die bedingte Entlassung aufzuheben.\n\nDie Nichtigkeitsbeschwerde wurde auch als Verwaltungsgerichtsbeschwerde in Vernehmlassung geschickt. Der Vormund der X. beantragt Abweisung der Nichtigkeitsbeschwerde und Nichteintreten auf die Verwaltungsgerichtsbeschwerde. Das Eidg. Justiz- und Polizeidepartement beantragt, auf die Beschwerde nicht einzutreten.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die bedingte Entlassung aus der Erziehungsanstalt wird von der \"vollziehenden\", nicht von der \"urteilenden\" Behörde verfügt, wie sich schon aus dem Wortlaut des Art. 94 Abs. 1 StGB ergibt (AS 1971, S. 794 in Verbindung mit AS 1973, S. 1840). Nicht anders verhielt es sich übrigens vor der Partialrevision dieser Bestimmung. Die Entlassung aus Freiheitsstrafe und aus Massnahmen ist nach Bundesrecht eine Verfügung des Strafvollzuges, kein Akt der Strafverfolgung oder des Strafrichters (vgl. z.B. Art. 38, 42-45 StGB; vgl. auch BGE 99 Ib 348 ff). Die Entscheidung der Jugendgerichtskammer des Obergerichtes ist daher eine Verfügung der Vollzugsbehörden, nicht ein Urteil im Sinne von Art. 268 Ziff. 1 BStP. Auf die Beschwerde kann somit nicht eingetreten werden, soweit sie sich als Nichtigkeitsbeschwerde hinstellt.\n\n2. Gegen letztinstanzliche kantonale Verfügungen des Strafvollzuges ist grundsätzlich die Verwaltungsgerichtsbeschwerde gegeben (Art. 98 lit. g OG). Da den Parteien aus der unrichtigen Rechtsmittelbelehrung keine Nachteile erwachsen dürfen (Art. 107 Abs. 3 OG) und die Eingabe im vorliegenden Fall den Formerfordernissen einer Verwaltungsgerichtsbeschwerde entspricht, ist sie als solche entgegenzunehmen.\n\nDer Jugendanwaltschaft fehlt indessen die Legitimation zur Verwaltungsgerichtsbeschwerde. Das Bundesrecht verleiht den kantonalen Behörden, die sich von Amtes wegen mit dem Strafvollzug befassen, kein besonderes Beschwerderecht. Die Jugendanwaltschaft kann sich daher nicht auf Art. 103 lit. b und c OG berufen. Als kantonales Organ der Jugendstrafrechtspflege BGE 100 Ib 323 S. 325hat sie weder an der Einweisung noch an der bedingten Entlassung eines straffällig gewordenen Jugendlichen ein eigenes Interesse. Durch die bedingte Entlassung wurde sie weder in gleicher oder ähnlicher Weise wie eine Privatperson betroffen noch hat sie ein schutzwürdiges Interesse an der Aufhebung der Verfügung, wie dies Art. 103 lit. a OG voraussetzen würde (BGE 92 I 63, BGE 95 I 53 Erw. 1, BGE 97 I 607). Mangels Legitimation kann daher auf die Beschwerde nicht eingetreten werden.\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Beschwerde wird nicht eingetreten."}