{"annee": "101", "cour": "IV", "page": "18", "date": "20/3/1975", "cite": [], "cite_par": ["104 IV 64"], "chapeau": "6. Arrêt de la Cour pénale fédérale du 20 mars 1975 dans la cause Ministère public fédéral contre Couche.", "regestes": ["Art. 49 ch. 4 al. 1 CP: Radiation de l'amende au casier judiciaire. 1. Depuis le 1er juillet 1971, l'art. 49 ch. 4 al. 1 nouveau CP est applicable même aux causes jugées selon l'ancien droit (consid. 1). 2. Seules les condamnations devant figurer au casier judiciaire central doivent être prises en considération pour déterminer si l'épreuve a été subie avec succès (consid. 2)."], "faits": "BGE 101 IV 18 S. 18\n\nLe 1er juin 1971, la Cour pénale fédérale a condamné par défaut Raoul Maxime Gaston Couche à la peine de 200 fr. d'amende pour violation de domicile et opposition aux actes de l'autorité; le délai d'épreuve en vue de la radiation de la condamnation a été fixé à deux ans, conformément à l'art. 49 ch. 4 ancien CP.\n\nPendant le délai d'épreuve, Couche a été condamné à 150 fr. d'amende pour violation des règles de la circulation routière. Il a payé l'amende qui lui avait été infligée le 1er juin 1971.\n\nUne fois le délai expiré, le Bureau central suisse de police a demandé à la Cour pénale fédérale d'examiner si le condamné avait subi l'épreuve avec succès et s'il y avait lieu de procéder d'office à la radiation de la condamnation au casier judiciaire.\n\nBGE 101 IV 18 S. 19", "considerants": "Considérant en droit:\n\n1. Le 1er juillet 1971 est entré en vigueur l'art. 49 ch. 4 al. 1 nouveau CP (ACF du 4 juin 1971). Comme l'art. 338 CP, applicable en vertu du ch. III de la LF du 18 mars 1971, dispose que tant la réhabilitation que la radiation au casier judiciaire des condamnations prononcées en vertu de l'ancien droit sont régies par le nouveau droit, la question du droit applicable se pose en ce qui concerne la radiation conditionnelle, qui n'est pas expressément mentionnée. En effet, l'art. 49 ch. 4 ancien CP étant moins rigoureux, on pourrait songer à l'appliquer en tant que lex mitior.\n\nOn doit admettre cependant que la radiation d'une condamnation est de même nature, qu'elle soit conditionnelle ou non, et qu'elle poursuit le même but général que la réhabilitation. Il n'y aurait dès lors aucun sens à soumettre ces institutions à des réglementations différentes. Le droit nouveau est donc applicable.\n\n2. Aux termes de l'art. 49 ch. 4 al. 1 nouveau CP, il suffit que le condamné ait encouru une condamnation pour une infraction commise pendant le délai d'épreuve pour qu'il perde le bénéfice de la radiation conditionnelle. Une telle disposition apparaît, on l'a vu, comme plus rigoureuse que celle de l'ancien droit, mais la différence est justifiée par la faculté plus grande qui est accordée au condamné de requérir lui-même la radiation (cf. art. 80 ch. 2 nouveau CP), notamment en cas d'amende, d'arrêts ou d'emprisonnement, lorsque ce dernier n'a pas excédé trois mois.\n\nLe système instauré par la novelle du 18 mars 1971 tend à décharger le juge des formalités de la radiation d'office en confiant cette mission à l'autorité administrative. De ce fait, il a été prévu un critère objectif, faisant abstraction de toute appréciation (cf. art. 80 ch. 1 nouveau CP). En revanche, là où la décision appartient encore à l'autorité judiciaire, celle-ci conserve le pouvoir d'appréciation qui a toujours été le sien (cf. art. 80 ch. 2 nouveau CP, d'une part, et art. 49 ch. 4 et 80 al. 1 anciens CP, d'autre part: \"... si la conduite du condamné le justifie...\"; \"... si le condamné s'est bien conduit pendant le délai d'épreuve...\"; \"... si le condamné a mérité cette mesure par sa conduite...\").\n\nIl reste que l'autorité qui doit décider de la radiation en BGE 101 IV 18 S. 20application de l'art. 49 ch. 4 CP ne saurait sans recherches excessives connaître toutes les condamnations infligées au condamné, lorsqu'elles sont de peu de gravité. Le seul élément constituant un critère à la fois simple et objectif au sens de ce qui précède consiste dans les indications fournies par le Casier judiciaire central. Il en résulte que seules les condamnations devant figurer dans ce dernier doivent être prises en considération pour déterminer si l'épreuve a été subie avec succès.\n\n3. In casu, Couche a été condamné le 2 juin 1972, en application de l'art. 90 ch. 2 LCR, à 150 fr. d'amende pour une infraction aux règles de la circulation routière commise le 25 mars 1972. Il ne remplit dès lors pas les conditions posées à l'art. 49 ch. 4 CP, puisqu'une telle condamnation doit être inscrite au casier judiciaire (art. 9 ch. 1 de l'ordonnance sur le casier judiciaire).\n\nPar ces motifs, la Cour pénale fédérale décide:\n\nIl n'y a pas lieu de procéder d'office à la radiation au casier judiciaire."}