{"annee": "101", "cour": "IB", "page": "154", "date": "4/7/1975", "cite": ["83 IV 111", "82 I 167"], "cite_par": ["128 IV 1", "129 IV 209", "103 IV 129", "104 IB 21", "104 IV 145", "109 IV 87"], "chapeau": "28. Auszug aus dem Urteil des Kassationshofes vom 4. Juli 1975 i.S. X. gegen Regierungsrat Bern", "regestes": ["Art. 1 et 38 ch. 4 CP. 1. Le juge peut combler une lacune de la loi dans l'intérêt de l'accusé ou du condamné. 2. Lorsque le bénéficiaire d'une libération conditionnelle est condamné à une peine privative de liberté ferme de plus de trois mois au titre de peine d'ensemble, pour des actes délictueux commis partie durant le délai d'épreuve, partie après l'échéance de celui-ci, l'autorité compétente doit, avant d'ordonner la réintégration en application de l'art. 38 ch. 4 al. 1 première phrase CP, demander au juge qui a prononcé la condamnation si la partie de la peine sanctionnant l'infraction commise pendant le délai d'épreuve est supérieure à trois mois d'incarcération."], "faits": "", "considerants": "BGE 101 Ib 154 S. 154\n\nAus den Erwägungen:\n\na) Nach Art. 38 Ziff. 4 Abs. 1 StGB muss die zuständige Behörde nur dann die Rückversetzung zwingend anordnen, wenn der Täter während der Probezeit eine strafbare Handlung begeht, für die er zu einer drei Monate übersteigenden und unbedingt zu vollziehenden Freiheitsstrafe verurteilt wird. Wird der Entlassene zu einer milderen oder zu einer bedingt BGE 101 Ib 154 S. 155vollziehbaren Strafe verurteilt, so kann die Behörde von der Rückversetzung Umgang nehmen.\n\nc) Ist demnach davon auszugehen, dass von den X. im bezirksgerichtlichen Urteil zur Last gelegten Straftaten einzig jener Verweisungsbruch in die Probezeit fällt, dann durfte der Regierungsrat die zweite sich gemäss Art. 38 Ziff. 4 Abs. 1 StGB stellende Frage, nämlich diejenige nach der Dauer der dem Entlassenen neu zugemessenen Strafe, nicht einfach aufgrund der Gesamtstrafe beantworten, welche auch für nach Ablauf der Probezeit begangene Delikte ausgefällt wurde. Das Gesetz stellt ausdrücklich auf das Mass derjenigen Freiheitsstrafe ab, zu welcher der Entlassene für die in der Probezeit verübte(n) strafbare(n) Handlung(en) verurteilt worden ist. Nur wenn die hiefür festgesetzte Strafe drei Monate übersteigt, muss in jedem Fall die Rückversetzung angeordnet werden. Der Gedanke der Resozialisierung, der dieser Ordnung zugrunde liegt, wäre jedoch missachtet, würde in Fällen wie dem vorliegenden die Dauer der Gesamtstrafe als massgebend berücksichtigt.\n\nDas Gesetz, das grundsätzlich dem Prinzip der Einheit der Strafzumessung folgt (Art. 68 Ziff. 1 und 350 StGB; H. SCHULTZ, Einführung in den Allgemeinen Teil des Strafrechts, 2. Auflage, Bd. II, S. 64), spricht sich freilich nicht darüber aus, wie jene Folge vermieden werden kann. Es enthält insoweit eine Lücke, die vom Richter nur durch ergänzende Rechtsfindung geschlossen werden kann. Das ist auch im Strafrecht zulässig und mit Art. 1 StGB vereinbar, sofern es zugunsten des Angeklagten oder Verurteilten geschieht (O. A. GERMANN, Kommentar zum Schweizerischen Strafgesetzbuch, Bd. I, 1953, Art. 1, N. 12 2-3).\n\nUm dem Zweckgedanken des Art. 38 Ziff. 4 Abs. 1 StGB zum Durchbruch zu verhelfen, bietet sich hier als Lösung einzig eine dem Entscheid der Vollzugsbehörde vorausgehende Ausscheidung des Strafanteils an, der auf die in der Probezeit verübte Straftat entfällt (siehe zur analogen Problemstellung beim Widerruf gemäss Art. 41 Ziff. 3 StGB: P. ALBRECHT, BJM 1975, S. 65 f.). Ein solches Vorgehen ist übrigens unserer Rechtsordnung keineswegs fremd. Vielmehr wird stets dann, wenn ein in der Schweiz zu einer Gesamtstrafe Verurteilter vom Ausland unter Vorbehalt gewisser Nichtauslieferungsdelikte zum Strafvollzug ausgeliefert wird, vom Richter verlangt, BGE 101 Ib 154 S. 156dass er nachträglich die auf diese Delikte entfallende Strafquote ausscheide (BGE 82 I 169 und BGE 83 IV 113; H. SCHULTZ, Gesetzgebung und Rechtsprechung der Schweiz im internationalen Strafrecht (1942 bis 1963), in: Schweizerisches Jahrbuch für internationales Recht, Bd. XX/1963, S. 227). In gleicher Weise muss auch hier verfahren werden. Dabei wird es ebenfalls Sache des Richters und nicht der Vollzugsbehörde sein, jene Ausscheidung vorzunehmen, geht es doch um Strafzumessung, bei der auch in diesem nachträglichen Verfahrensgang die Vorschriften der Art. 63 ff. StGB und gegebenenfalls des Art. 68 Ziff. 1 StGB zu beachten sind (BGE 82 I 170 und BGE 83 IV 114). Ist insoweit Bundesrecht massgebend, so bestimmt sich andererseits nach kantonalem Prozessrecht, in welcher Form der Richter auf Ersuchen der Vollzugsbehörde die Aufteilung der Strafe vorzunehmen hat. Eine Wiederaufnahme des Verfahrens kommt freilich nicht in Frage, weil kein Revisionsgrund vorliegt. Hingegen bieten sich andere verfahrensrechtliche Möglichkeiten, so insbesondere die Erläuterung, die hiefür genügt, da es ja nicht um eine materielle Änderung des rechtskräftigen Urteils geht, sondern bloss um dessen Präzisierung im Sinne einer nachträglichen Unterteilung der in ihrer Gesamtheit unverändert bleibenden Strafe (VEB 1957, Nr. 82, S. 190 f.; SCHULTZ, a.a.O.)."}