{"annee": "101", "cour": "V", "page": "87", "date": "8/4/1975", "cite": ["97 V 217"], "cite_par": ["107 V 214", "106 V 86", "110 V 89", "114 V 65", "115 IB 37"], "chapeau": "15. Urteil vom 8. April 1975 i.S. Mattenberger gegen Ausgleichskasse Basel-Stadt und Rekurskommission für die Ausgleichskassen", "regestes": ["Cotisations: qualification du revenu des tâcherons (art. 4 ss LAVS, art. 7 lit. a RAVS). Les directives établies en commun par l'Office fédéral des assurances sociales et par la Caisse nationale sont conformes à la loi. Les décisions de la Caisse nationale se basant sur celles-ci lient les caisses de compensation, mais non pas le juge."], "faits": "BGE 101 V 87 S. 87\n\nA.- Im September 1973 ergab eine Arbeitgeberkontrolle, dass Ingenieur Werner Mattenberger im Zeitraum von Januar 1972 bis März 1973 Hans Lehmann in Winterthur, Heinz Ott und Gerhard Bauer in Allschwil, Paul Wespi in Zürich sowie einen Bündner namens Cajochen als Akkordanten beschäftigt und mit insgesamt Fr. 58'887.-- entlöhnt, hievon jedoch keine paritätischen Sozialversicherungsbeiträge entrichtet hatte. Deshalb verfügte die Ausgleichskasse am 26. Oktober 1973, er müsse von jener Lohnsumme die Beiträge nachzahlen.\n\nB.- Werner Mattenberger rekurrierte bei der Ausgleichskasse und bestritt jede Nachzahlungspflicht. Die fünf Männer hätten als Unternehmer für ihn gearbeitet und einen entsprechend höheren Stundenlohn erhalten.\n\nDie Kasse unterbreitete den Fall der Schweizerischen Unfallversicherungsanstalt BGE 101 V 87 S. 88(SUVA), die folgendermassen antwortete:\n\n- Der Installateur Lehmann habe auf Anfragen der Kreisagentur nicht reagiert und sei bis zum Nachweis des Gegenteils als Arbeitnehmer zu betrachten;\n\n- die Regiearbeiter Ott und Bauer seien von Januar 1972 bis März 1973 Arbeitnehmer des Beschwerdeführers gewesen;\n\n- der Chauffeur Wespi habe nie um Behandlung als Selbständigerwerbender nachgesucht und sei zweifelsohne Arbeitnehmer;\n\n- über den Bündner Cajochen könne man keine Angaben machen, weil Vorname und Adresse unbekannt seien.\n\nC.- Mitte Juni 1974 überwies die Ausgleichskasse die Akten der kantonalen Rekurskommission und beantragte, die Beschwerde abzuweisen.\n\nMit Urteil vom 27. Juni 1974 schützte die Rekurskommission die Kassenverfügung aus folgenden Erwägungen:\n\n\"Die von der Ausgleichskasse aufgrund des Rekurses durchgeführten Erhebungen haben klar ergeben, dass die Akkordanten Ott, Bauer und Wespi von der SUVA als Unselbständigerwerbende betrachtet werden. Für Cajochen und Lehmann konnten keine näheren Angaben in Erfahrung gebracht werden. Jedoch ist nicht anzunehmen, dass es sich bei diesen anders verhält ...\"\n\nD.- Werner Mattenberger führt rechtzeitig Verwaltungsgerichtsbeschwerde. Er beharrt auf seinem Standpunkt, meldet, dass Cajochen in Schlieren wohne, und legt folgende Dokumente ins Recht:\n\n1. Erklärungen von Wespi und Bauer, sie hätten als Selbständigerwerbende für den Beschwerdeführer gearbeitet;\n\n2. ein Schreiben der Firma \"Sanitär-Service\" in Winterthur vom 27. Oktober 1972, laut Besprechung mit Hans Lehmann erhalte Werner Mattenberger einen einjährigen Arbeitsvertrag zur Unterschrift.\n\nDie Ausgleichskasse hält die Beschwerde für unbegründet; gemäss Mitteilung der SUVA vom 24. Oktober 1974 werde Lehmann weiterhin als Unselbständigerwerbender betrachtet.\n\nAuch das Bundesamt für Sozialversicherung beantragt, die Beschwerde abzuweisen.\n\nBGE 101 V 87 S. 89", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. ...\n\n2. Laut ständiger Rechtsprechung üben Akkordanten in der Regel eine unselbständige Erwerbstätigkeit aus. Als Selbständigerwerbender gilt ein Akkordant grundsätzlich nur, wenn er Inhaber eines eigenen Betriebes ist und so als gleichgeordneter Geschäftspartner mit eigenem Unternehmerrisiko für den Akkordvergeber arbeitet (ZAK 1961 S. 167 und 1970 S. 394, BGE 97 V 218).\n\nDie Richtlinien über die Stellung der Akkordanten, die das Bundesamt für Sozialversicherung und die SUVA gemeinsam im November 1971 zuhanden der Ausgleichskassen und der Kreisagenturen erlassen haben und die am 1. Januar 1972 in Kraft getreten sind, bestimmen hauptsächlich folgendes:\n\n\"In der Regel ist der Akkordant Unselbständigerwerbender. Macht er geltend, er sei Selbständigerwerbender, so ist es allein Sache der SUVA, mit Hilfe des Fragebogens (Form. 1935. d) die nötigen Erhebungen vorzunehmen und darüber zu entscheiden. Zuständig ist die Kreisagentur ... Ihr Entscheid ist für die AHV-Ausgleichskasse verbindlich. Ein Akkordant kann inskünftig nur dann als Selbständigerwerbender mit oder ohne Arbeitnehmer einer AHV-Ausgleichskasse angeschlossen sein, wenn er nachweist, dass er von der SUVA als solcher anerkannt worden ist ...\n\nStösst die AHV-Ausgleichskasse auf einen Akkordanten, für den selbständige Erwerbstätigkeit geltend gemacht wird, so meldet sie dies - sofern sie nicht bereits einen entsprechenden Entscheid der SUVA besitzt - der zuständigen Kreisagentur der SUVA.\"\n\n3. Die Gesetzmässigkeit der erwähnten Richtlinien wird von den Parteien mit Recht nicht angezweifelt. Die Richtlinien setzen die Methode fest, nach welcher die Ausgleichskasse mit Hilfe der zuständigen Kreisagentur der SUVA im jeweiligen Einzelfall ermitteln soll, ob sich ein Akkordant als Arbeitnehmer des Akkordvergebers oder als Unternehmer auf eigene Rechnung betätigt hat. Sie sind keine Rechtsverordnung mit allgemeinverbindlichen Normen, sondern eine dienstliche Instruktion, wie sie auf Grund der Art. 72 Abs. 1 AHVG und 176 AHVV das Bundesamt für Sozialversicherung und nach Art. 44 Abs. 1 lit. 1 KUVG in Verbindung mit Art. 24 Abs. 2 der Verordnung I über die Unfallversicherung die SUVA zu erlassen befugt sind (Art. 7 des Bundesgesetzes vom 12. März 1948 über die Rechtskraft der bereinigten BGE 101 V 87 S. 90Sammlung der Bundesgesetze und Verordnungen; GIACOMETTI, Allgemeine Lehren des rechtsstaatlichen Verwaltungsrechts, S. 163 f.).\n\nDie Richtlinien dienen der Abklärung eines wirtschaftlichen Sachverhalts, der für die Alters- und Hinterlassenenversicherung und die obligatorische Unfallversicherung gleichermassen relevant ist. Dabei binden die einschlägigen Entscheide der SUVA nur die beteiligte Ausgleichskasse und nicht auch den Richter. Doch soll der Richter in dieses administrative Ermittlungsverfahren nur eingreifen, wenn ihm der Entscheid der SUVA in seinem Ergebnis fragwürdig erscheint.\n\n4. Hinsichtlich der Versicherten Hans Lehmann, Heinz Ott, Gerhard Bauer und Paul Wespi ist unbedenklich auf die Berichte der SUVA abzustellen, wie sich aus folgendem ergibt:\n\na) Von Lehmann erhielt die Kreisagentur Winterthur keine Antwort auf Briefe vom 28. Dezember 1973 sowie 18. Januar 1974 und auch nicht auf ihren Bescheid vom 5. Februar 1974, wonach sie ihn als Arbeitnehmer des Betriebes betrachte, für welchen er \"jeweils Spengler- und Installationsarbeiten ausführe\". Laut dem mit der Verwaltungsgerichtsbeschwerde eingereichten Brief der Firma \"Sanitär-Service\" vom 27. Oktober 1972 hatte der Beschwerdeführer übrigens mit Lehmann einen Arbeitsvertrag geschlossen, was ebenfalls die Stellungnahme der SUVA unterstützt.\n\nb) Der Spengler Ott ist, wie er der Kreisagentur Basel gemeldet hat, meist als Regiearbeiter im Stundenlohn für Werner Mattenberger tätig und übernimmt nur vereinzelt Direktaufträge von Bauherren oder Architekten; von Januar 1972 bis März 1973 hat er als Regiearbeiter für den Beschwerdeführer gearbeitet (Schreiben der Kreisagentur vom 1. März und 30. April 1974 an die Ausgleichskasse). Gleich verhält es sich offenbar mit dem Versicherten Bauer, der mehrmalige Aufforderungen, bei der Kreisagentur vorzusprechen, unbeantwortet gelassen hat (Schreiben der Kreisagentur vom 30. April 1974 an die Ausgleichskasse).\n\nc) Am 10. Dezember 1973 schrieb die Kreisagentur Zürich der Ausgleichskasse, der im Telephon- und Adressbuch als Chauffeur eingetragene Versicherte Wespi habe sie nie ersucht, als Betriebsinhaber anerkannt zu werden, und sei darum zweifelsohne als Arbeitnehmer zu betrachten.\n\nBGE 101 V 87 S. 91\n\n5. Den Bündner Cajochen konnte die Kreisagentur Chur nicht ausfindig machen, wie sie am 12. Dezember 1973 der Ausgleichskasse mitgeteilt hat. Doch meldet Werner Mattenberger in seiner Verwaltungsgerichtsbeschwerde, dass der gesuchte Cajochen in Schlieren/ZH wohne. Die nähern Einzelheiten wird nunmehr die Beschwerdegegnerin durch geeignete Erhebungen bestmöglich abklären müssen.\n\nDie Richtlinien vom November 1971 sagen nichts darüber, wie es zu halten sei, wenn die SUVA der Ausgleichskasse keine Angaben machen kann. Was in solchen Fällen vorzukehren ist, wird das Bundesamt für Sozialversicherung (allenfalls gemeinsam mit der SUVA) zu bestimmen haben."}