{"annee": "101", "cour": "III", "page": "16", "date": "14/1/1975", "cite": [], "cite_par": ["114 III 5"], "chapeau": "3. Auszug aus dem Entscheid vom 14. Januar 1975 i.S. First National City Bank und Hill Samuel & Co. OHG.", "regestes": ["Art. 33 al. 2 et 88 al. 1 LP. Le délai de l'art. 88 al. 1 LP n'a pas été institué seulement dans l'intérêt du débiteur, mais aussi dans l'intérêt de tiers. L'office des poursuites doit donc respecter ce délai, même si le débiteur renonce d'avance à se prévaloir de son inobservation."], "faits": "BGE 101 III 16 S. 16\n\nAus dem Sachverhalt:\n\nIn einem Betreibungsverfahren verzichtete der Vertreter der Schuldnerin den Gläubigern gegenüber in einem Schreiben sowohl auf den Rechtsvorschlag als auch auf die Einhaltung der 20tägigen Zahlungsfrist. Nachdem das Betreibungsamt der Schuldnerin den Zahlungsbefehl zugestellt hatte, stellte der Vertreter zweier Gläubigerinnen bereits am folgenden Tag das Fortsetzungsbegehren. Das Betreibungsamt sandte dieses den Gläubigerinnen jedoch zurück mit der Bemerkung, das Fortsetzungsbegehren könne frühestens nach Ablauf von 20 Tagen seit der Zustellung des Zahlungsbefehls gestellt werden. Gegen diese Verfügung beschwerten sich die beiden Gläubigerinnen.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Die Rekurrentinnen bringen vor, gemäss Art. 33 Abs. 2 SchKG könne der Schuldner darauf verzichten, die BGE 101 III 16 S. 17Nichtbeachtung einer Frist geltend zu machen. Sie geben indessen selbst zu, dass diese Bestimmung gemäss der bundesgerichtlichen Rechtsprechung (BGE 23 II 1947/1948) nur zur Anwendung gelangen kann, falls es sich um eine Frist handelt, die ausschliesslich im Interesse des Schuldners aufgestellt ist. Die Rekurrentinnen machen nun geltend, gerade Art. 88 Abs. 1 SchKG enthalte eine solche Frist. Bereits die Vorinstanzen haben diese Auffassung zu Recht abgelehnt. Entgegen den Ausführungen in den Rekursschriften findet diese Auffassung auch in der Literatur keine Stütze. Namentlich JAEGER, Kommentar, N. 5 zu Art. 33 SchKG, führt wohl vorerst Art. 88 Abs. 1 SchKG als Beispiel einer solchen Frist an, um dann jedoch gerade anschliessend zu erklären, dass an der Einhaltung der Fristen von Art. 88 SchKG auch Dritte interessiert seien (vgl. hiezu auch FRITZSCHE, Schuldbetreibung und Konkurs, 2. Aufl., Band I, S. 98; BLUMENSTEIN, Handbuch des Schweizerischen Schuldbetreibungsrechtes, Bern, 1911, S. 201/202; BRÜSTLEIN & WEBER, Schuldbetreibung und Konkurs, 2. Aufl., umgearbeitet von A. Reichel, Zürich, 1901, N. 3 zu Art. 33 SchKG). In der Tat sind denn auch die Gläubiger daran interessiert, dass die Frist des Art. 88 SchKG nicht nach Belieben des Schuldners abgekürzt oder aufgehoben wird, namentlich im Hinblick auf den Beginn und das Ende der 30tägigen Frist des Art. 110 SchKG, die für die Bildung der Pfändungsgruppen entscheidend ist. Da die Frist des Art. 88 SchKG demnach nicht einzig im Interesse des Schuldners aufgestellt ist, lehnte es das Betreibungsamt zu Recht ab, den von der Schuldnerin ausgesprochenen Verzicht auf die Einhaltung dieser Frist zu beachten."}