{"annee": "101", "cour": "IA", "page": "7", "date": "29/1/1975", "cite": [], "cite_par": ["107 V 187", "101 IA 332", "136 V 295", "113 IB 296", "116 IA 90", "116 II 625"], "chapeau": "2. Arrêt du 29 janvier 1975 dans la cause Bagatella contre Conseil d'Etat du canton du Valais.", "regestes": ["Art. 4 Cst., déni de justice formel. 1. Si une autorité veut s'assurer qu'un envoi parvienne à son destinataire, elle doit le notifier par lettre recommandée (consid. 1). 2. Le justiciable n'est tenu de prendre les mesures propres à assurer la sauvegarde de ses droits au sens de la jurisprudence que s'il doit s'attendre avec une certaine probabilité à la notification d'un éventuel acte judiciaire. Cette condition n'est pas remplie par le seul établissement d'un rapport de police concernant un accident de circulation banal (consid. 2). 3. Le fait de priver un justiciable de ses moyens de défense pour le seul motif qu'il n'a pas réagi à une notification vainement tentée, dont il n'a en réalité jamais pris connaissance, constitue une violation de l'art. 4 Cst. (consid. 3)."], "faits": "BGE 101 Ia 7 S. 8\n\nLuigi Bagatella a été impliqué, le 24 août 1973, dans un accident de circulation qui avait fait l'objet d'un rapport de police.\n\nPar décision du 3 octobre 1973, le Département de justice et police du canton du Valais condamna Luigi Bagatella à une amende pour infraction à la loi sur la circulation routière.\n\nCette décision ne put cependant lui être notifiée puisqu'il était parti pour l'Italie. A son retour, elle lui fut remise par la police. Dans les 20 jours dès la réception, Luigi Bagatella recourut au Conseil d'Etat du canton du Valais.\n\nPar décision du 12 juin 1974, le Conseil d'Etat déclara le recours tardif et irrecevable, le recours n'ayant pas été déposé dans les 20 jours dès la notification de la décision.\n\nLuigi Bagatella forme un recours de droit public au Tribunal fédéral.", "considerants": "Considérant en droit:\n\n1. Il n'est pas prouvé que la lettre du Département de justice et police du 3 octobre 1973 soit effectivement parvenue au recourant. Ce dernier le conteste. La présence au dossier d'une copie de ladite lettre ne suffit pas à prouver le fait allégué par le Conseil d'Etat. Si une autorité veut s'assurer qu'un envoi parvienne effectivement à la connaissance de son destinataire, elle doit le notifier par lettre recommandée, voire par lettre avec avis de réception. Ceci n'a pas été le cas en l'espèce.\n\nIl faut par conséquent admettre que le recourant n'avait pas connaissance de l'ouverture officielle d'une procédure pénale contre lui.\n\n2. La seule question qui se pose est donc celle de savoir si le fait que le recourant avait connaissance de l'établissement d'un rapport de police concernant l'accident de circulation du 24 août 1973 l'obligeait à prendre des mesures lui permettant de recevoir normalement une notification éventuelle. Sans doute ne saurait-on exiger de lui qu'il modifie, pour cette raison, ses projets de vacances.\n\nLe Tribunal fédéral a jugé à maintes reprises déjà que celui qui doit s'attendre, au cours d'une procédure pénale ou civile pendante, à recevoir des communications officielles est tenu de prendre les mesures nécessaires à la sauvegarde de ses droits BGE 101 Ia 7 S. 9(RO 91 II 152, 90 I 275), soit en désignant une personne habilitée à les recevoir, soit en faisant suivre son courrier à son adresse de vacances. De telles mesures ne peuvent cependant être exigées que si la personne concernée doit s'attendre, avec une certaine probabilité, à la notification d'un éventuel acte judiciaire. Cette condition n'est bien entendu pas remplie par le seul établissement d'un rapport de police concernant un accident de circulation banal.\n\nLe fait qu'un justiciable, qui ne s'attend pas à une notification officielle, part pour l'étranger ou que la notification ne peut avoir lieu pour une autre raison, non imputable à une négligence de sa part, ne constitue pas un motif suffisant pour le priver de ses moyens de défense.\n\nDans bien des cas, une réexpédition ne serait d'ailleurs pas possible ou alors trop risquée, et le destinataire ne serait, le cas échéant, même pas en mesure de faire valoir ses droits en temps utile.\n\n3. Il n'y a pas d'indice permettant de conclure que le recourant s'attendait ou devait s'attendre avec une certaine probabilité à une notification officielle, ou qu'il tentait de s'y soustraire.\n\nLe fait de le priver de ses moyens de défense pour la seule raison qu'il n'a pas réagi à une notification vainement tentée dont il n'a, en réalité, jamais pris connaissance, constitue par conséquent une violation de l'art. 4 Cst.\n\nDans un pareil cas, l'intérêt à un déroulement régulier de la procédure doit céder le pas. D'ailleurs, le recours tardif n'entraînait pas de retard important du déroulement de la procédure.\n\n4. Dans sa décision du 12 juin 1974, le Conseil d'Etat soutient que le recours serait de toute façon mal fondé. Cette affirmation n'étant pas suffisamment motivée, la décision attaquée ne peut être examinée quant au fond.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours et annule la décision attaquée."}