{"annee": "101", "cour": "IV", "page": "324", "date": "31/10/1975", "cite": ["96 IV 64"], "cite_par": ["124 IV 94", "131 IV 191", "107 IV 133"], "chapeau": "76. Urteil des Kassationshofes vom 31. Oktober 1975 i.S. Frau X. gegen Generalprokurator des Kantons Bern", "regestes": ["Art. 42 al. 1 LCR, art. 34 al. 2 OCR. Ces dispositions servent notamment à préserver la pureté de l'air et à lutter contre le bruit d'une manière générale. Il n'est pas nécessaire, pour qu'elles soient applicables, que des personnes se trouvent à proximité du véhicule à moteur. Le fait de laisser tourner le moteur d'une voiture à l'arrêt, pour en assurer le chauffage, constitue une incommodité et doit donc être évité."], "faits": "BGE 101 IV 324 S. 325\n\nA.- Am 28. Dezember 1974, um 20.30 Uhr, befand sich Frau X. zwecks Ausübung des Dirnengewerbes mit ihrem Personenwagen auf der Allmend in Bern. Sie hatte ihr Fahrzeug bei der Festhalle in der Nähe der dort üblicherweise parkierten Lastwagen abgestellt. Bei stillstehendem Fahrzeug liess sie den Motor ca. 5 Minuten lang laufen in der Absicht, das Wageninnere aufzuheizen.\n\nB.- Der Gerichtspräsident VIII von Bern verurteilte Frau X. am 26. März 1975 wegen Verletzung von Art. 42 Abs. 1 SVG in Verbindung mit Art. 34 Abs. 2 VRV zu einer Busse von Fr. 50.--.\n\nDas Obergericht des Kantons Bern bestätigte am 1. Juli 1975 den Schuldspruch, nahm aber von einer Bestrafung Umgang.\n\nC.- Frau X. führt eidg. Nichtigkeitsbeschwerde. Sie beantragt Freisprechung.\n\nD.- Der Generalprokurator des Kantons Bern beantragt Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Mit der rechtlichen Würdigung des Sachverhaltes und der Feststellung, dass der Angeklagte eines bestimmten Deliktes schuldig ist, wird ein für die Frage der Verurteilung und damit für den Ausgang des Verfahrens bestimmender Vorentscheid getroffen, der nicht blosse Urteilserwägung ist, sondern im Rahmen der Urteilsfindung selbständige Bedeutung hat. Der Schuldspruch ist daher unerlässlicher und wesentlicher Bestandteil des Strafurteils und nimmt als solcher auch an dessen Rechtskraft teil. Die Nichtigkeitsbeschwerde ist zulässig, wenn der Beschwerdeführer durch die angefochtene Entscheidung beschwert wird und ein rechtliches Interesse an ihrer Aufhebung hat. Diese Voraussetzung ist erfüllt, wenn der Richter nach der Schuldigerklärung von Strafe Umgang nimmt. Der Beschwerdeführer hat daher ein rechtlich schützenswertes Interesse an der Aufhebung des Schuldspruches und ist zur Nichtigkeitsbeschwerde zuzulassen, um geltend machen zu können, dass er freizusprechen sei (BGE 96 IV 66 ff.).\n\nAuf die Beschwerde der Angeschuldigten, die die Vorinstanz der Widerhandlung gegen Art. 42 Abs. 1 SVG in Verbindung BGE 101 IV 324 S. 326mit Art. 34 Abs. 2 VRV schuldig erklärte, jedoch gestützt auf Art. 100 Ziff. 1 Abs. 2 SVG von einer Strafe Umgang nahm, ist somit einzutreten.\n\n2. Art. 42 Abs. 1 SVG schreibt den Fahrzeugführern vor, jede vermeidbare Belästigung von Strassenbenützern und Anwohnern, namentlich durch Lärm und Geruch, zu unterlassen. Untersagt ist vor allem u.a. gemäss Art. 34 Abs. 2 VRV das Laufenlassen des Motors im Stillstand.\n\nZu Unrecht will die Beschwerdeführerin aus dem Hinweis auf \"Strassenbenützer und Anwohner\" schliessen, das fragliche Gebot bzw. Verbot gelte nicht für einen offenen Platz wie die Berner Allmend, die nicht dem Verkehr, sondern der Aufstellung von Fahrzeugen diene. Die genannten Bestimmungen sehen keine derartige Ausnahme vor. Eine solche liesse sich auch nicht mit dem Zweck dieser Normen vereinbaren. Daran ändert nichts, dass die Allmend ausserhalb der Wohnzone liegt und sich Abgase infolge des offenen Geländes allenfalls rasch verflüchtigen können. Dass die Beschwerdeführerin mit ihrem Wagen keinen übermässigen Lärm verursacht hat, ist nicht entscheidend. Die Vorschriften der Art. 42 Abs. 1 SVG und Art. 34 Abs. 2 VRV gelten schlechthin der Vermeidung von Lärm und den Abgasen, die ein stillstehendes Fahrzeug mit laufendem Motor verursacht, auch wenn sie nicht übermässig sind. Insbesondere dient Art. 34 Abs. 2 VRV der Lufthygiene. Das ist daraus ersichtlich, dass nach dieser Bestimmung ein laufender Motor auch bei kürzeren Halten abzustellen ist, also sowohl bei verkehrsbedingten Halten als auch beim Warten vor Verkehrsregelungsanlagen, Bahnübergängen und dgl., ohne Rücksicht darauf, ob sich der Fahrzeugführer in einem Wohngebiet oder einem nicht überbauten Gelände befindet. (vgl. SCHLEGEL/GIGER, 1974 S. 134.) Mit der Vorschrift will vermieden werden, dass der Lufthaushalt und damit die Lufthygiene durch Abgase beeinträchtigt werden. Ein unnötig laufender Motor belastet die Umwelt auch im weiteren Sinne und ist deshalb als Belästigung zu bezeichnen. Unter diesen Umständen ist der vorinstanzliche Schuldspruch nicht zu beanstanden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}