{"annee": "101", "cour": "IV", "page": "36", "date": "27/2/1975", "cite": ["84 IV 91", "76 IV 81", "94 IV 107"], "cite_par": ["114 IV 6"], "chapeau": "11. Urteil des Kassationshofes vom 27. Februar 1975 i.S. X. gegen Staatsanwaltschaft des Kantons Luzern, Gameo S.A. und Omega S.A.", "regestes": ["1. Art. 154 ch. 1 al. 1 et 3 CP. Mise en circulation de marchandise falsifiée. a) Une montre, dont le mouvement porte une marque conforme à la vérité, mais dont le verre, le boîtier et le bracelet ouvré ont cependant une autre origine, doit être considérée comme falsifiée, car elle est, dans le commerce, prise comme un tout non modifié (consid. 1 et 2). b) Celui qui, connaissant cette falsification et la taisant, met une telle montre en gage en envisageant sérieusement qu'elle pourra être réalisée, se rend coupable de l'infraction précitée, que le créancier gagiste ait été ou non couvert pour sa créance (consid. 3 et 4). c) Une montre ainsi falsifiée peut être confisquée, car le risque subsiste qu'elle soit réintroduite dans le commerce comme non falsifiée (consid. 7). 2. Art. 24 lit. c LMF. a) Celui qui met dans le commerce, sans leur enlever la marque d'origine, des objets modifiés par des tiers, est punissable en vertu de cette disposition (consid. 5). b) Les art. 154 CP et 24 lit. f LMF sont en relation de concours idéal (consid. 6)."], "faits": "BGE 101 IV 36 S. 37\n\nA.- X. erwarb 1970 oder 1971 von M. in Luzern eine Omega-Uhr Typ 245 F und gab sie frühestens im Herbst 1972 an B. gegen ein Darlehen von Fr. 4'000.-- in Pfand. Zur Zeit der Pfandgabe der Uhr wusste er, dass die Uhr gefälscht war. Die Fälschung bestand darin, dass an einem originalen Omega-Uhrwerk (inkl. Zifferblatt, Zeiger und Aufzugskrone) nicht originales Glas, ein nicht originales Gehäuse und nicht originale Armbänder mit billigeren Brillanten eingesetzt worden waren.\n\nBGE 101 IV 36 S. 38\n\nGleichzeitig hatte X. an B. eine zweite Damenschmuckuhr, Marke Jaeger-Le-Coultre, verpfändet, die er im Rahmen eines grösseren Geschäftes von C. an Zahlungsstatt erhalten hatte. Auch diese Uhr war gefälscht.\n\nDie Firmen Gameo S.A. und Omega S.A. reichten gegen X. Strafanzeige ein wegen Verstoss gegen die Art. 153 ff. StGB, Art. 24 MSchG und Art. 13 UWG.\n\nB.- Mit Entscheid vom 19. September 1973 hat der Amtsstatthalter von Luzern-Stadt die Untersuchung gegen X. eingestellt, im wesentlichen mit der Begründung, dem Angeklagten könne ein deliktischer Vorsatz nicht nachgewiesen werden.\n\nDie Firmen Gameo S.A., Omega S.A., sowie die Bundesanwaltschaft rekurrierten gegen diesen Entscheid.\n\nMit Urteil vom 12. Juli 1974 wurde X. vom Obergericht des Kantons Luzern hinsichtlich der Omega-Uhr wegen Inverkehrbringens gefälschter waren nach Art. 154 Ziff. 1 Abs. 1 StGB und wegen Inverkehrbringens von mit einer rechtswidrigerweise angebrachten Marke versehenen waren nach Art. 24 lit. c MSchG zu drei Wochen Gefängnis verurteilt. Die Freiheitsstrafe wurde bedingt aufgeschoben und die Probezeit auf 2 Jahre festgesetzt.\n\nIn bezug auf die Uhr der Marke Jaeger-Le-Coultre wurde X. kein Verschulden nachgewiesen.\n\nDas Obergericht verfügte die Einziehung der beiden Uhren.\n\nC.- X. führt Nichtigkeitsbeschwerde mit dem Antrag auf Freisprechung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nI.1. Inverkehrbringen verfälschter Waren\n\nDie Omega-Uhr Typ 245 F ist eine Damenschmuckuhr. Bei dieser bilden Uhrwerk, Gehäuse mit Glas und Armband mit Brillanten nach der üblichen Verkehrsauffassung eine Einheit, wie die Vorinstanz mit Recht annimmt. Wegen des Wertes, der allen diesen Bestandteilen zukommt, ist es dem Käufer nicht gleichgültig, woher sie stammen. Trägt das Uhrwerk die Bezeichnung \"Omega\", so wird der Eindruck erweckt, die ganze Uhr mit Einschluss von Gehäuse und Armband stamme von Omega. Dem Durchschnittskäufer ist teils nicht geläufig, wieweit auch andere Bestandteile wie Gehäuse BGE 101 IV 36 S. 39und Armband besondere Herkunftshinweise tragen müssen, teils achtet er nicht darauf. Insbesondere wenn er auf den übrigen Uhrenbestandteilen keine Hinweise auf anderweitige Herkunft findet, wird er in der Regel davon ausgehen, die ganze Schmuckuhr mit allen Bestandteilen sei gleichen Ursprungs. Das gilt besonders dann, wenn - wie bei der Firma Omega - Waren hergestellt werden, bei denen alle wertvollen Bestandteile gleichen Ursprungs sind.\n\nI.2. Am originalen Omega-Uhrwerk wurden nach verbindlicher Feststellung der Vorinstanz nicht originales Glas, ein nicht originales Gehäuse, nicht originale Armbänder und billigere als die ursprünglichen Brillanten angebracht. Da die Schmuckuhr im Verkehr als unveränderte Einheit aufgefasst wird, wurde sie durch diese Veränderungen im Sinne von Art. 153 f. StGB verfälscht und auch im Wert verringert (vgl. BGE 84 IV 95 Erw. 1). Obwohl der Beschwerdeführer nach dem angefochtenen Urteil darum wusste, hat er sie ohne bezügliche Hinweise in Pfand gegeben. Dass er die Veränderungen schon zur Zeit, als er die Uhr kaufte, kannte, ist nicht erforderlich. Er hat entgegen seiner Behauptung in der Beschwerde vorsätzlich gehandelt, als er die Uhr verpfändete.\n\nI.3. Art. 154 Ziff. 1 Abs. 1 StGB erfordert sodann, dass der Täter die Ware \"als echt, unverfälscht oder vollwertig feilhält oder sonst in Verkehr bringt\". Stets sind es Handelswaren (BGE 76 IV 95), also bewegliche Sachgüter, die unmittelbar der Befriedigung materieller und geistiger Bedürfnisse dienen, die in Handel und Verkehr gebracht werden. Werden die Sachgüter aus dem Handel und Verkehr gezogen, sind sie beispielsweise im Besitze des Konsumenten, der sie zur Befriedigung seiner Bedürfnisse gebrauchen oder verbrauchen will, sind sie nicht mehr Waren im Sinne der Art. 153 ff. StGB. Ohne Verstoss gegen diese Vorschriften können sie beliebig verändert werden. Ändert der Besitzer nachträglich seine Absicht und bringt er die Sachgüter wieder in Verkehr, so hat er sie in dem Zustand, in dem sie sich befinden, verkehrsüblich kenntlich zu machen.\n\nOb die Verpfändung eines solchen beweglichen Sachgutes an sich stets ein Inverkehrbringen der Ware im Sinne der genannten Bestimmung bedeutet, kann offen bleiben. Jedenfalls gilt die Ware dann als aus Handel und Verkehr entzogen, wenn der Schuldner willens ist, das Pfand wieder auszulösen BGE 101 IV 36 S. 40und die Sache nicht erneut in Verkehr zu bringen. Rechnet der Schuldner jedoch im Sinne des Eventualvorsatzes ernsthaft mit der Möglichkeit, dass der Gläubiger das Pfand verwerten wird, so ist die Lage keine andere, als wenn der Schuldner die Ware an einen Kaufmann absetzt, der sie bei Gelegenheit früher oder später weiterverkauft. Muss also mit der Verwertung der Pfandsache ernsthaft gerechnet werden, ist sie nicht aus dem Verkehr gezogen. Sie wird vielmehr jemandem ausgehändigt, von dem ernsthaft zu erwarten ist, er werde sie verwerten. Weiss der Erwerber nicht um die Verfälschung, rechnet der Schuldner auch damit, jener werde die Sache als unverfälscht in Verkehr bringen.\n\nNach verbindlicher Feststellung der Vorinstanz hat der Beschwerdeführer ernsthaft damit gerechnet, er könne das kurzfristige Darlehen nicht rechtzeitig zurückzahlen und das Pfand werde allenfalls verwertet. Durch die Verpfändung wurden die verfälschten Uhren daher nicht aus Handel und Verkehr gezogen. Der Beschwerdeführer wurde deshalb mit Recht des vorsätzlichen Inverkehrbringens gefälschter Waren schuldig erklärt.\n\nI.4. Die Omega-Uhr war verfälscht und im Wert verringert, wie die Vorinstanz verbindlich festgestellt hat. Das genügt für die Strafbarkeit. Nicht nötig ist, dass der Pfandgläubiger für seine Forderung angeblich gedeckt war, weil der Beschwerdeführer persönlich haftete und noch eine zweite Uhr in Pfand gegeben hatte. Art. 154 StGB setzt im Gegensatz zum Betrug keine Schädigung voraus (BGE 94 IV 110 Erw. 5, 6). Im Falle einer Verwertung der Uhr wäre der Erwerber in der Erwartung, eine unverfälschte Schmuckuhr zu erhalten, getäuscht worden.\n\nDer Beschwerdeführer hat sich deshalb des vorsätzlichen Inverkehrbringens gefälschter Waren schuldig gemacht.\n\nII.5. II. Verletzung des Markenschutzgesetzes\n\n- Strafbar macht sich nach Art. 24 lit. c MSchG u.a., wer Waren, von denen er weiss, dass sie mit einer rechtswidrigerweise angebrachten Marke versehen sind, verkauft, feilhält oder in Verkehr bringt. Dabei ist nicht nötig, dass das ursprüngliche Anbringen der Marke rechtswidrig war. Unter diese Vorschrift fällt auch, wer Gegenstände, die von dritter Seite verändert wurden, ohne Entfernen der Originalmarke in BGE 101 IV 36 S. 41Verkehr bringt. Denn dadurch wird eine Ware, die nicht als solche aus dem Betrieb stammt, den die Marke angibt, in Verkehr gebracht. Indem der Beschwerdeführer eine Damenuhr in Verkehr brachte, von der nur ein Teil aus dem Betrieb der Omega-Werke stammte, an der von dritter Seite aber das Glas, das Gehäuse und das Schmuckarmband angebracht worden war, hat er an dieser so veränderten Ware die Marke \"Omega\" rechtswidrig verwendet. Denn die Armbanduhr wird im Verkehr als Einheit angesehen und als Ganzes verkauft.\n\nII.6. Auch die übrigen Voraussetzungen der Strafbarkeit sind erfüllt. Die Armbanduhr ist ein gewerbliches Erzeugnis im Sinne von Art. 1 MSchG. Sie wurde vom Beschwerdeführer, wie bereits in Erwägung 3 oben dargelegt, in Verkehr gebracht. Den Vorsatz hat die Vorinstanz verbindlich bejaht.\n\nZu Art. 154 StGB tritt Art. 24f MSchG in Idealkonkurrenz. Art. 154 StGB schützt den Käufer und letztlich den Konsumenten vor verfälschter und im Wert verringerter Ware, Art. 24f MSchG neben dem Käufer vorab den Fabrikanten oder Kaufmann, der nicht dulden muss, dass unter seiner Marke Waren im Verkehr sind, die nicht von ihm stammen oder die von Dritten verändert wurden (vgl. BGE 84 IV 99; SCHWANDER, SJK Nr. 1193 N. 44).\n\nDie ordentliche Verjährung tritt in zwei Jahren ein, die absolute in drei Jahren (Art. 28 Abs. 4 MSchG, Art. 72 Ziff. 2 Abs. 2 StGB; BGE 84 IV 93 Erw. 1). Frühestens im Herbst 1972 hat der Beschwerdeführer die Uhren verpfändet. Die Strafverfolgung ist daher nicht verjährt.\n\nIII.7. Einziehung der verfälschten Uhren\n\n- Die Vorinstanz hat beide Uhren (Marke Omega und Marke Jaeger-Le-Coultre) in Anwendung von Art. 58 und 154 Ziff. 3 StGB eingezogen. Die Einziehung ist zu Recht erfolgt. Die Gefahr, dass diese Uhren weiterhin als unverfälscht in Verkehr gebracht würden, konnte die Vorinstanz ohne Verletzung von Bundesrecht bejahen.\n\nEntgegen der in der Beschwerde vertretenen Auffassung ist auch die Uhr der Marke Jaeger-Le-Coultre einzuziehen. Sie war verfälscht und in Verkehr gebracht worden, ansonst sie der Beschwerdeführer von C. nicht hätte erwerben können. Diese objektiven Tatbestandsmerkmale genügen zur Anwendung BGE 101 IV 36 S. 42von Art. 58 StGB. Die Einziehung ist eine vorbeugende Massnahme wegen der Gefährlichkeit der Sache, bzw. wegen dem zu erwartenden Gebrauch in der Hand des betreffenden Menschen, mag die Sache selbst im Eigentum eines Dritten sein (GERMANN, Textausgabe, 9. Aufl., Anm. zu Art. 58 StGB).\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen, soweit darauf eingetreten werden kann."}