{"annee": "101", "cour": "IA", "page": "333", "date": "12/11/1975", "cite": ["69 I 21", "66 I 77"], "cite_par": [], "chapeau": "58. Estratto della sentenza del 12 novembre 1975 nella causa S. contro Camera di diritto tributario del Tribunale di appello del Cantone Ticino", "regestes": ["Valeur locative d'une villa habitée par le propriétaire."], "faits": "BGE 101 Ia 333 S. 333\n\nS., non domiciliato nel Ticino, è fiscalmente imponibile in quel Cantone solo quale proprietario di una villa. Il valore locativo annuo di tale immobile, costruito nel 1967, fu determinato, per il biennio 1969/1970, in Fr. 10'500.--; per il biennio 1971/1972 in Fr. 11'890.--. Per il biennio 1973/1974 esso fu, in sede di tassazione, portato a Fr. 22'140.-- e, con decisione resa su reclamo del contribuente, aumentato a Fr. 36'000.-- (reformatio in peius). La Camera di diritto tributario del Tribunale di appello del Cantone Ticino, decidendo su di un ricorso di S., determinò in Fr. 31'000.-- il valore locativo dell'immobile. L'autorità fiscale ha quindi emesso su tale base il nuovo conteggio che stabiliva l'imposta dovuta da S. per il periodo 1973/1974.BGE 101 Ia 333 S. 334\n\nContro tale decisione S. ha formato un ricorso di diritto pubblico. Il tribunale federale ha accolto il ricorso e annullato la decisione impugnata.", "considerants": "Considerato in diritto:\n\n1. 2.- ...\n\n3. Nella sentenza impugnata, la Camera di diritto tributario ha richiamato i criteri che la giurisprudenza del Tribunale federale (sentenze 6 dicembre 1946 in re O.D., apparsa in ASA, 15, 359 segg.; 5 luglio 1946 in re H.S., ASA, 15, 436 segg.; cfr. anche, sull'argomento DTF 66 I 81 e DTF 69 I 24) ha sviluppato, con riferimento al DIN (e, precedentemente, alla contribuzione federale di crisi), in punto alla determinazione del valore locativo di appartamenti e case signorili, e si è riferita all'analoga giurisprudenza cantonale in materia (cfr. ASA 25, 307 segg.).\n\na) Secondo questi principi giurisprudenziali, il valore locativo di una villa signorile non corrisponde necessariamente al canone locativo di mercato, cioè alla pigione che in ogni caso (unter allen Umständen) si potrebbe ottenerne locando a un terzo qualsiasi l'oggetto, bensì al canone che si potrebbe esigere equamente da un locatario desideroso di assicurarsi il godimento di un oggetto del genere - tenendo conto in modo adeguato delle particolarità della costruzione e delle sue istallazioni, in quanto esse rispondano ai bisogni normali di un utente di condizioni economiche e sociali analoghe a quelle del proprietario (ASA 15, 361; 438 consid. 1; DTF 69 I 24 /25). Che il valore locatizio così stabilito corrisponda o meno ad una rimunerazione normale del capitale investito nel fondo non è essenziale (DTF 66 I 80), e il proprietario è tenuto a lasciarsi fiscalmente imputare il correspettivo del reddito in natura così percepito, non l'interesse normale del valore in capitale dell'oggetto (DTF 69 I 24).\n\nb) Dopo aver così esattamente richiamato la giurisprudenza, la Camera ha stabilito il contestato canone sulla base del 6% del valore ufficiale di stima della villa (Fr. 371'000.--), cui, per tener conto del carattere signorile dell'abitazione, ha aggiunto un supplemento del 40%. In sostanza, il valore locativo è stato pertanto determinato nell'8,4% (6% + 2,4%) del valore ufficiale di stima.BGE 101 Ia 333 S. 335\n\n4. A ragione il ricorrente censura siccome arbitrario un simile modo di procedere. Infatti la Camera si è posta in contraddizione insanabile con i principi da essa stessa enunciati.\n\na) Come emerge dai calcoli dell'Ufficio cantonale di stima, la stima ufficiale è stata allestita aggiungendo al valore del terreno il costo della costruzione, sulla base di un valore cubimetrico adeguato alla natura della stessa. La stima ufficiale riflette quindi, secondo gli atti, il valore di costruzione sulla base dell'investimento effettuato.\n\nb) In tale caso però, la somma calcolata in una percentuale fissa (in casu: 6%) del valore di stima altro non rappresenta che la retribuzione normale del capitale investito. Ora, per la giurisprudenza richiamata dalla stessa Camera, il valore locatizio non costituisce necessariamente la rimunerazione al tasso usuale del capitale investito, ma se ne può scostare vuoi per eccesso, vuoi per difetto.\n\nc) Manifestamente erroneo è poi l'aver maggiorato tale tasso normale del 6%, portandolo all'8,4%, per tener conto del carattere lussuoso delle istallazioni, e ciò sotto un duplice punto di vista. Da un lato, ciò significherebbe ammettere che quanto più lussuosa è una costruzione, tanto più elevato è il reddito percentuale, calcolato sull'investimento, che si può ottenere da essa. Il contrario, piuttosto, è vero: quanto più la costruzione si allontana dalla norma, tanto meno elevato è, di regola, il reddito percentuale dell'investimento: stravaganze edilizie, intese a soddisfare esigenze affatto personali del proprietario, rappresentano al limite investimenti privi di reddito (DTF 66 I 81 /82; DTF 69 I 25 /26). Dall'altro lato, se il valore ufficiale di stima, come in casu, è determinato in base alla valutazione cubimetrica della costruzione, del carattere lussuoso di essa già si è tenuto conto nella stima: l'aumento del tasso viene a colpire una seconda volta quanto già è stato colpito.\n\nd) È esatto, come ha rilevato la Camera, che il Tribunale federale ha stabilito che, in mancanza di adeguati oggetti di raffronto, il valore locativo di una casa lussuosa deve determinarsi aggiungendo un adeguato supplemento alla pigione richiedibile per abitazioni di elevato livello (ASA, 15, 361 consid. 2; 439), e che, nei due casi citati, il supplemento era dell'ordine del 30-40%. Ma la Camera ha manifestamente disatteso BGE 101 Ia 333 S. 336che quel supplemento era calcolato sulla pigione normale per oggetti del genere, e non sul tasso della rendita dell'investimento."}