{"annee": "101", "cour": "V", "page": "127", "date": "21/4/1975", "cite": ["96 I 94"], "cite_par": ["118 IB 134", "123 V 335", "104 IB 307"], "chapeau": "24. Auszug aus dem Urteil vom 21. April 1975 i.S. Molina gegen Schweizerische Unfallversicherungsanstalt und Verwaltungsgericht des Kantons Luzern", "regestes": ["Recours de droit administratif: contenu nécessaire (art. 108 al. 2 OJ). Le simple renvoi à des mémoires antérieurs ou à la décision cantonale attaquée ne remplace pas les conclusions et les motifs."], "faits": "", "considerants": "BGE 101 V 127 S. 127\n\nDas Eidg. Versicherungsgericht zieht in Erwägung:\n\nNach Art. 108 Abs. 2 OG hat die Verwaltungsgerichtsbeschwerde unter anderem die Begehren und deren Begründung mit Angabe der Beweismittel zu enthalten. Diese Bestimmung soll dem Richter hinreichende Klarheit darüber verschaffen, worum es beim Rechtsstreit geht. Nach der Praxis genügt es, wenn dies der Verwaltungsgerichtsbeschwerde insgesamt entnommen werden kann. Insbesondere muss zumindest aus der Beschwerdebegründung ersichtlich sein, was der Beschwerdeführer verlangt und auf welche Tatsachen er sich beruft (BGE 96 I 96). Die Begründung braucht nicht zuzutreffen, aber sie muss sachbezogen sein. Der blosse Hinweis auf frühere Rechtsschriften oder auf den angefochtenen Entscheid genügt nicht. Fehlt der Antrag oder die Begründung überhaupt und lassen sie sich auch nicht der Beschwerdeschrift entnehmen, so liegt keine rechtsgenügliche Beschwerde vor, weshalb auf sie nicht eingetreten werden kann.BGE 101 V 127 S. 128\n\nMit der Verwaltungsgerichtsbeschwerde bringt Molina lediglich vor, er sei mit der SUVA-Verfügung nicht einverstanden, weil er nach dem Unfall die Arbeit wegen Schmerzen im Nacken, in der Wirbelsäule und im rechten Arm nicht voll habe aufnehmen können. Diese Angaben enthalten nicht einmal die Andeutung eines Rechtsbegehrens; daran vermag die Bezugnahme auf den angefochtenen kantonalen Entscheid nichts zu ändern. Liegt somit keine rechtsgenügliche Verwaltungsgerichtsbeschwerde vor, so kann auf die Eingabe nicht eingetreten werden."}