{"annee": "101", "cour": "IB", "page": "129", "date": "11/3/1975", "cite": ["99 IB 250", "97 I 564", "91 I 219", "82 I 203"], "cite_par": [], "chapeau": "23. Urteil der I. Zivilabteilung vom 11. März 1975 in Sachen C.H. Boehringer gegen Eidgenössisches Amt für geistiges Eigentum", "regestes": ["Droit des brevets. Art. 2 ch. 2 LBI. Notion du remède (consid. 1). Une invention concernant le support d'une substance liée à une certaine forme, mais dont la composition et les effets ne sont pas indiqués, ne tombe pas sous le coup de l'interdiction de délivrer un brevet (consid. 2)."], "faits": "BGE 101 Ib 129 S. 129\n\nA.- Die Firma C. H. Boehringer Sohn liess am 20. Dezember 1971 beim Eidgenössischen Amt für geistiges Eigentum das auf zwei Ansprüche lautende Patentgesuch Nr. 18593 betreffend \"Depotdragees mit exponentieller Wirkstofffreisetzung\" einreichen. Das Amt teilte der Gesuchstellerin in einer ersten Beanstandung mit, beide Patentansprüche beträfen ein Arzneimittel im Sinne von Art. 2 Ziff. 2 PatG, also einen Gegenstand, der nicht geschützt werden könne, weshalb die Zurückziehung des Gesuches erwartet werde.\n\nDie Gesuchstellerin widersprach und legte neu gefasste, materiell aber unveränderte Ansprüche vor, nämlich einen Patentanspruch und einen Unteranspruch, wobei jener lautet...\n\n\"Depotdragee mit exponentiell verlaufender Wirkstofffreigabe, dadurch gekennzeichnet, dass der Wirkstoffkern Kugelform besitzt oder BGE 101 Ib 129 S. 130aus mehreren Kugeln zusammengesetzt ist und dass er von einer unlöslichen und unverdaulichen Hülle überzogen ist, die an mindestens einer Stelle eine Aussparung aufweist, welche sich von aussen bis mindestens an die äussere Begrenzung des Wirkstoffkerns heran erstreckt\".\n\nDaraufhin wies das Amt gestützt auf Art. 59 Abs. 1 PatG in Verbindung mit Art. 2 Ziff. 2 PatG und Art. 13 Abs. 1 PatV I das Patentgesuch am 24. Oktober 1974 zurück.\n\nB.- Die Gesuchstellerin ficht diese Verfügung mit Verwaltungsgerichtsbeschwerde an. Sie beantragt, das Amt anzuweisen, die Prüfung des Patentgesuches gemäss Art. 59 Abs. 2 bis 4 PatG und Art. 13 Abs. 2 und 3 PatV I, eventuell mit materieller Berücksichtigung der Ausführungen der Gesuchstellerin nach Art. 59 Abs. 1 bis 4 PatG und Art. 13 Abs. 1 und 3 PatV I, fortzusetzen.\n\nDas Amt schliesst auf Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Art. 2 Ziff. 2 PatG schliesst unter anderem \"Erfindungen von Arzneimitteln\" von der Patentierung aus. Diese Regelung ist sozial-ethisch begründet. Sie will die Verteuerung unentbehrlicher Arzneien durch Monopole verhindern (BGE 99 Ib 252 Erw. 1, BGE 91 I 220 /21 Erw. 2 und dort erwähnte Gesetzesmaterialien).\n\nDas Gesetz umschreibt den Begriff des Arzneimittels nicht. Auch die Rechtsprechung hat ihn noch nicht abschliessend festgelegt, weder in BGE 82 I 205, wo eine Zahnpasta wegen der angegebenen \"Schutzwirkung\" des Fluorgehaltes als Arzneimittel betrachtet wird, noch in dem von der Beschwerdeführerin angerufenen BGE 99 Ib 250, der ein Verfahren zur Herstellung eines Arzneimittels wegen der Einbeziehung einer nichtchemischen Stufe als schutzunfähig erklärt. Die Botschaft zum Gesetzesentwurf macht klar, dass es um Stoffe und Gemische von solchen geht (BBl 1950 I 1004), und auch das Schrifttum, das anhand der Gesetzesmaterialien, der Pharmacopea Helvetica und der ausländischen, besonders der deutschen Literatur den Begriff des Arzneimittels zu umschreiben versucht, versteht darunter Substanzen und Substanzgemische (BLUM/PEDRAZZINI, Das schweizerische Patentrecht I S. 207 ff., Anm. 9 zu Art. 2; TROLLER, Immaterialgüterrecht, 2. Auflage, I 244 f.). Verdeutlicht wird, dass unter Arzneimitteln BGE 101 Ib 129 S. 131selbstverständlich auch \"die verschiedenen Arzneiformen, wie Pillen, Injektionslösungen, Suppositorien usw. verstanden sind\" (Botschaft a.a.O.; TROLLER, a.a.O. 245 Anm. 220).\n\nDer deutsche Bundespatentgerichtshof legte die alte, seit 1. Januar 1968 aufgehobene Fassung des § 1 Abs. 2 Ziff. 2 PatG, wonach Erfindungen von Arzneimitteln nicht patentiert werden konnten, dahin aus, dieses Verbot gelte nur für die stoffliche Zusammensetzung, nicht auch für die äussere Gestaltung des Arzneimittels und erfasse daher die abstrakte Offenbarung einer neuen Pillen- Tabletten- oder Zäpfchenform nicht (BPatGE 77 ff.).\n\n2. Das Amt für geistiges Eigentum muss die objektive Tragweite des Patentanspruches erforschen und das Patentgesuch zurückweisen, wenn es auf eine Umgehung des Art. 2 PatG hinausläuft (BGE 97 I 568). Im vorliegenden Falle hat es das Gesuch zurückgewiesen, weil das erfindungsgemässe Depotdragee zu den von der Botschaft als nicht patentierbar erachteten Formen der Arzneimittel gehöre.\n\nWohl trifft zu, dass das umschriebene Dragee als Ganzes arzneilichen Zwecken dient. Das genügt jedoch nicht, es als Ganzes schutzunfähig zu machen. Der Patentanspruch hat nicht eine Substanz oder ein Substanzgemisch zum Gegenstand. Er enthält den Vorschlag, einen kugelförmigen oder aus mehreren Kugeln zusammengesetzten Wirkstoffkern mit einer unlöslichen und unverdaulichen Hülle zu überziehen und diese mit mindestens einer Aussparung zu versehen, die von aussen bis wenigstens an die äussere Begrenzung des Wirkstoffkerns heranreicht. Der behauptete erfinderische Gedanke liegt in der Verwendung einer Hülle zur exponentiell verlaufenden Freigabe einer formgebundenen, aber nach Zusammensetzung und Wirkung nicht bezeichneten Substanz. Er betrifft also den Träger des (beliebigen) Arzneistoffes. Dass gemäss Patentanspruch der Wirkstoff eine bestimmte Form aufzuweisen hat, die auch die Gestalt der Hülle beeinflussen mag, ist mit Art. 2 Ziff. 2 PatG nicht unvereinbar. Nicht patentierbar sind nur die Wirkstoffe in deren verschiedenen Anwendungsformen (Pillen, Tabletten, Zäpfchen usw.), nicht auch Gegenstände, die zu ihnen hinzutreten (Kapseln, Oblaten und dgl.) (BLUM/PEDRAZZINI, a.a.O. Art. 2 Anm. 10 Ziff. 11). Das verlangte Patent berührt den Begriffsinhalt und Zweck des Art. 2 Ziff. 2 PatG daher nicht. Es läuft entgegen der Ansicht des BGE 101 Ib 129 S. 132Amtes nicht auf eine Lockerung des Stoffschutzverbotes hinaus.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen, die angefochtene Verfügung aufgehoben und das Eidg. Amt für geistiges Eigentum angewiesen, das Patentgesuch 18593/71 weiter zu behandeln."}