{"annee": "101", "cour": "IV", "page": "129", "date": "17/4/1975", "cite": ["55 II 225", "96 IV 97", "87 I 87", "81 II 259"], "cite_par": ["112 V 30", "101 IV 124", "128 I 81", "107 IV 7", "107 V 173", "122 V 157"], "chapeau": "34. Auszug aus dem Urteil des Kassationshofes vom 17. April 1975 i.S. X. gegen Staatsanwaltschaft des Oberlandes-Bern und Geschworenengericht des I. Bezirks des Kantons Bern", "regestes": ["Art. 43 ch. 1 al. 3 CP. Le tribunal viole l'art. 4 Cst. lorsque, s'agissant d'une question dont la réponse demande des connaissances professionnelles particulières, il s'écarte des conclusions d'une expertise au sens de l'art. 43 ch. 1 al. 3 CP, sans que des circonstances bien établies ne viennent en ébranler sérieusement la crédibilité."], "faits": "", "considerants": "BGE 101 IV 129 S. 129\n\nAus den Erwägungen:\n\n3. Nach Art. 43 Ziff. 1 Abs. 2 StGB setzt eine Verwahrung voraus, dass der Täter infolge seines Geisteszustandes die öffentliche Sicherheit in schwerwiegender Weise gefährdet und diese Massnahme notwendig ist, um ihn vor weiterer Gefährdung anderer abzuhalten. Seinen Entscheid trifft der Richter dabei \"auf Grund von Gutachten über den körperlichen und geistigen Zustand des Täters und über die Verwahrungs-, Behandlungs- oder Pflegebedürftigkeit\" (Art. 43 Ziff. 1 Abs. 3).\n\nOb der Täter wegen seines Geisteszustandes die öffentliche Sicherheit in schwerwiegender Weise gefährdet und ob er nur durch eine Verwahrung von der Gefährdung anderer abgehalten werden kann, ist zum Teil Tatfrage, welche der Richter mit Hilfe von Gutachten abzuklären hat. Rechtsfrage ist, ob der vom Experten und Sachrichter festgestellte Sachverhalt die Voraussetzungen des Art. 43 Ziff. 1 Abs. 2 StGB erfüllt.\n\nX. macht geltend, die Vorinstanz habe diese Tatfrage in willkürlicher Weise bejaht. Beide über ihn im Jahre 1967 und 1973 eingeholten psychiatrischen Expertisen von Dr. Yürüker verneinten nämlich übereinstimmend sowohl, dass der Beschwerdeführer die öffentliche Sicherheit gefährde, als auch BGE 101 IV 129 S. 130dass nur eine Verwahrung ihn von der weiteren Gefährdung anderer abzuhalten vermöchte. Auch das Beweisverfahren vor dem Geschworenengericht habe zu keinem anderen Ergebnis geführt. Insbesondere habe sich Dr. Menzi anlässlich seiner Einvernahme hinsichtlich der Frage der Verwahrungsbedürftigkeit mit keinem Wort von Dr. Yürükers Gutachten distanziert.\n\na) Zieht der Richter mangels eigener Fachkenntnisse einen Experten bei, so ist er zwar grundsätzlich in der Würdigung des Gutachtens frei (vgl. Art. 249 BStP und BGE 96 IV 98). Weicht er jedoch von den Folgerungen des Gutachters ab, so hat er dies zu begründen. Dabei darf er nicht ohne triftige Gründe in Fachfragen seine eigene Meinung anstelle derjenigen des Experten setzen (BGE 87 I 90, BGE 55 II 225 E. 1 und BGE 81 II 263; ferner M. KUMMER, Grundriss des Zivilprozessrechts, 2. Auflage, S. 116 ff. Im Zivil- und Strafprozess gelten insoweit dieselben Grundsätze). Verlangt sogar das Gesetz den Beizug eines Gutachtens - wie dies in Art. 43 Ziff. 1 Abs. 3 StGB der Fall ist (vgl. nicht veröffentlichtes Urteil des Kassationshofes vom 14. April 1972 i.S. Cherix) -, so darf das Gericht nur dann von den Folgerungen des Experten abweichen, wenn wirklich gewichtige zuverlässig begründete Tatsachen oder Indizien deren Überzeugungskraft ernstlich erschüttern. Andernfalls würde er gegen Art. 4 BV verstossen.\n\nDer Richter wird namentlich dann von den Schlussfolgerungen eines Gutachters abweichen dürfen, wenn dieser schon in seinem Gutachten sich widersprüchlich äussert oder bei einer nachfolgenden Einvernahme in wichtigen Punkten von der im Gutachten vertretenen Auffassung abweicht. Dasselbe gilt, wenn ein vom Gericht eingeholtes Obergutachten zu anderen Schlussfolgerungen gelangt. Auch dort, wo ein Gutachten ausdrücklich auf bestimmte Akten oder Zeugenaussagen gestützt wird, deren Beweiswert oder Gehalt vom Richter anders bewertet werden, ist dieser in seinem Entscheid weitgehend frei.\n\nb) Aus den Erwägungen des angefochtenen Urteils geht hervor, dass die Vorinstanz aus dem auch von Dr. Yürüker keineswegs verkannten, sondern gegenteils deutlich hervorgehobenen Zusammentreffen eines Angst- und Aggressionsdrucks beim Beschwerdeführer auf eine höchst bedenkliche Situation schloss. Der stark rückfallsgefährdete Angeklagte bilde in der BGE 101 IV 129 S. 131Tat eine schwere Gefahr für die öffentliche Sicherheit. Bei diesen Überlegungen stützt sich die Vorinstanz entscheidend auf angebliche Äusserungen von Dr. Menzi.\n\nHiezu ist festzustellen, dass die protokollierten Aussagen Dr. Menzis keineswegs so eindeutig lauten, wie die Vorinstanz anzunehmen scheint. Der Psychiater erklärte, er könne nicht beurteilen, ob X. den Kopf verloren habe, als er den Polizisten mit der Waffe bedrohte: \"Ich kenne ihn zu wenig\" und \"ich habe keinen Akteneinblick gehabt\". Zur Frage, warum X. 1967 in mittlerem Grade und 1973 bei gleicher Veranlagung bloss in leichtem Masse als vermindert zurechnungsfähig betrachtet worden sei, erklärte Dr. Menzi: \"Ich kann nur Vermutungen äussern\" und \"Weiteres kann ich dazu nicht sagen\". Zur Frage aber, ob X. am 6. April 1973 aufgrund seiner Persönlichkeitsstruktur hätte wirklich schiessen können, antwortete Dr. Menzi: \"Denkbar ist schon, dass X. geschossen hätte\" und \"Bei seinem unheimlichen Aggressionsdruck und Angst könnte die Aggression einmal überhand nehmen\". Das ist wohl das Kernstück der Aussagen des Psychiaters, auf welches sich die Vorinstanz bei der Anordnung der Massnahme stützte. Sie verschweigt jedoch, dass Dr. Menzi dem erwähnten Satz sofort eine wesentliche Einschränkung angefügt hat, nämlich: \"Ich muss selbstverständlich einen Vorbehalt machen, da ich nicht sagen kann, ob X. in konkreto geschossen hätte\". Daraus wird ersichtlich, dass der befragte Psychiater um grosse Zurückhaltung in der Beurteilung des Beschwerdeführers bemüht war. Angesichts dessen war es sachlich nicht vertretbar, die Ablehnung des vom Gutachter Dr. Yürüker vertretenen Standpunktes auf jene Aussagen zu stützen, zumal Dr. Menzi vor Gericht die Schlussfolgerungen des von seinem Kollegen verfassten Gutachtens jedenfalls nicht ausdrücklich zurückgewiesen hat.\n\nc) Unter dem Gesichtspunkt von Art. 4 BV ist letztlich die Tatsache entscheidend, dass das Geschworenengericht seine grundlegende Annahme, der Beschwerdeführer sei verwahrungsbedürftig, auf die Einvernahme eines Arztes gestützt hat, welcher nach seinen eigenen Aussagen X. ungenügend kannte und auch keinerlei Akteneinsicht hatte. Wenn die Vorinstanz das schriftliche Gutachten Dr. Yürükers näher erläutern lassen wollte, hätte sie Dr. Yürüker zu diesem Zwecke vorladen sollen. Im Gegensatz zu Dr. Menzi kannte er den Beschwerdeführer BGE 101 IV 129 S. 132- schon von einem früheren Strafverfahren her - wie auch die ganzen Akten über den vorliegenden Straffall sehr genau. Die persönliche Befragung von Dr. Yürüker war im Hinblick auf die in Frage stehende sehr einschneidende Massnahme von so erheblicher Bedeutung, dass sie keinesfalls durch den Beizug eines noch so qualifizierten und verantwortungsbewussten anderen Arztes, welcher weder den Angeklagten noch die Strafakten kannte und auch nicht selber an der Verfassung des zu erläuternden schriftlichen Gutachtens beteiligt war, ersetzt werden durfte. Erschien der Vorinstanz das Gutachten in seinem fachlichen Teil nicht schlüssig, so hätte sie eine Oberexpertise anordnen sollen. Indem sie ohne Obergutachten und ohne erläuternde Einvernahme Dr. Yürükers von dessen Fachurteil abwich, hat sie Art. 4 BV verletzt."}