{"annee": "101", "cour": "II", "page": "270", "date": "12/3/1975", "cite": [], "cite_par": ["105 II 280"], "chapeau": "45. Extrait de l'arrêt de la Ire Cour civile du 12 mars 1975 dans la cause Mathez contre Taubert.", "regestes": ["Indemnité à raison de longs rapports de travail, art. 339c et d CO. Les prestations de remplacement au sens de l'art. 339d CO versées par l'employeur au travailleur doivent être déduites du montant de l'indemnité due selon l'art. 339c (consid. 3). Art. 339c al. 1 CO. Accord écrit constitué par une transaction conclue entre l'employeur et un syndicat représentant le travailleur, et acceptée par celui-ci (consid. 4 et 5)."], "faits": "BGE 101 II 270 S. 270\n\nRésumé des faits:\n\nA.- Germain Mathez, né le 4 décembre 1910, a travaillé dès le 1er octobre 1925 au service de la manufacture Taubert. Le 30 mars 1972, Bernard Taubert, au nom de celle-ci, lui a donné congé pour le 31 mai, l'entreprise devant cesser son activité faute de commande. Mathez est cependant resté au service de Taubert, jusqu'à fin mars 1973, pour terminer certaines BGE 101 II 270 S. 271commandes et procéder au démontage et nettoyage des machines.\n\nLa Fédération suisse des travailleurs sur métaux et horlogers (FTMH, anciennement FOMH) a pris la défense des treize employés de la manufacture Taubert, dont Mathez, âgés de plus de 50 ans, ayant plus de 20 ans de service et qui avaient été congédiés après le 1er janvier 1972. Elle a eu avec Taubert un échange de correspondance portant notamment sur l'application de l'art. 7 des dispositions finales et transitoires de la loi fédérale du 25 juin 1971 revisant les titres dixième et dixième bis du code des obligations. Taubert, bien que contestant toute obligation envers les personnes représentées par la FTMH, a admis de verser à bien plaire une somme forfaitaire de 30'000 fr. à partager entre ces personnes. Le 22 janvier 1973, la FTMH a informé Taubert que les treize travailleurs qu'elle représentait avaient accepté cette offre et décidé que la somme de 30'000 fr. \"serait répartie entre eux selon les mêmes critères que ceux admis pour la répartition de la fortune de la fondation de prévoyance\". Le 11 avril, elle a donné à Taubert le détail de la répartition des 30'000 fr. entre les treize travailleurs concernés; la somme revenant à Mathez s'élevait à 2'838 fr. 10. Selon quittance du 9 février 1973, Mathez a reconnu avoir reçu cette somme pour \"indemnité fermeture entreprise Taubert\". Il a toutefois réclamé dès le 30 juin 1973 une \"indemnité de congé\" à Taubert, qui a refusé.\n\nB.- Par demande du 13 septembre 1973, Mathez a ouvert action contre Taubert en paiement de 18'422 fr. à titre d'indemnité de congé correspondant à 8 mois de salaire à 2'670 fr., moins 2'838 fr. déjà reçus.\n\nStatuant le 10 décembre 1973, le Tribunal des prud'hommes de Genève a condamné le défendeur à payer au demandeur 15'027 fr. 90. Ce montant correspondait à une indemnité pour longs rapports de service de 21'360 fr. (8 mois à 2'670 fr.), moins les 2'838 fr. 10 déjà reçus, la part patronale versée sur le carnet d'épargne du demandeur, soit 1'405 fr. 10 et la part du demandeur à la liquidation du fonds de prévoyance, par 2'088 fr. 90.\n\nSaisie d'un appel du défendeur, la Chambre d'appel des tribunaux de prud'hommes de Genève a débouté le demandeur de toutes ses conclusions par arrêt du 19 décembre 1974.\n\nBGE 101 II 270 S. 272\n\nC.- Le demandeur recourt en réforme au Tribunal fédéral en concluant au paiement par le défendeur de 18'522 fr. avec intérêt à 5% dès le 31 mars 1973.\n\nLe Tribunal fédéral a rejeté le recours en tant qu'il était recevable et confirmé l'arrêt attaqué.", "considerants": "Considérant en droit:\n\n1. (Recevabilité.)\n\n2. a) La loi fédérale du 25 juin 1971 revisant les titres dixième et dixième bis du code des obligations est entrée en vigueur le 1er janvier 1972 (ACF du 1er octobre 1971, ROLF 1971 p. 1503). Aux termes de l'art. 339b al. 1 CO, l'employeur verse au travailleur âgé d'au moins 50 ans dont les rapports de travail prennent fin après 20 ans ou plus une indemnité à raison de ces longs rapports de travail. Selon l'art. 339c, le montant de l'indemnité peut être fixé par accord écrit, contrat-type de travail ou convention collective, mais il ne doit pas être inférieur au montant du salaire pour deux mois (al. 1); s'il n'est pas déterminé, le juge le fixe selon sa libre appréciation, sans que l'indemnité puisse excéder l'équivalent de huit mois de salaire (al. 2). L'art. 339d al. 1 libère l'employeur de son obligation \"dans la mesure où une institution de prévoyance verse au travailleur des prestations supérieures au montant des contributions qu'il a acquittées\".\n\nb) Le défendeur soutient que les nouvelles dispositions ne lui sont pas applicables en invoquant l'art. 7 al. 1 des dispositions finales et transitoires de la loi du 25 juin 1971, qui prescrit l'adaptation dans le délai d'une année des contrats de travail existant au moment de l'entrée en vigueur de la loi, celle-ci étant applicable à tous les contrats de travail, passé ce délai. Le contrat de travail litigieux ayant été résilié avant le 1er janvier 1973, fin de la période transitoire, le droit à une indemnité pour longs rapports de travail n'aurait juridiquement pas pris naissance.\n\nLe demandeur a contesté cette interprétation et fait valoir que, de toute façon, ses rapports de travail n'avaient cessé qu'à fin mars 1973, le nouveau droit étant dès lors applicable.\n\nL'autorité cantonale a considéré que l'art. 7 al. 1 des dispositions finales et transitoires devait être interprété en ce sens que les contrats de travail conclus avant l'entrée en vigueur de la nouvelle loi ne lui sont automatiquement soumis qu'à partir BGE 101 II 270 S. 273du 1er janvier 1973. Vu les sommes reçues et acceptées sans réserve par le demandeur, qui dépassent le minimum exigé par l'art. 339c al. 1 CO, elle a estimé superflu de trancher le point de savoir si celui-ci devait être considéré comme ayant poursuivi les mêmes rapports de travail avec le défendeur, après la résiliation de son contrat.\n\nc) Cette question, ainsi que celle de la portée exacte de l'art. 7 al. 1 des dispositions finales et transitoires, peuvent rester indécises si les prétentions du demandeur doivent être rejetées sur la base du nouveau droit. La demande ne peut en effet trouver de fondement dans l'ancienne loi, et l'arrêt déféré devrait en tout état de cause être confirmé.\n\n3. Le demandeur remplit les conditions de l'art. 339b al. 1 CO. Il nie que l'indemnité de départ qui lui a été versée atteigne le montant minimum exigé par l'art. 339c al. 1, soit l'équivalent de deux mois de son salaire. Le montant de l'indemnité n'ayant pas été fixé par écrit, selon lui, il appartient au juge de le déterminer suivant sa libre appréciation. Le demandeur estime équitable que l'indemnité maximale lui soit accordée, attendu qu'il a travaillé toute son existence au service du défendeur.\n\na) Il est constant que le salaire mensuel du demandeur s'élevait à 2'670 fr. Peu importe qu'à partir d'août 1971 il n'ait travaillé que trois jours par semaine, avec un salaire correspondant. S'agissant d'un employé qui, après avoir travaillé à plein temps pendant plus de 45 ans, reste à son poste avec un horaire de travail réduit, l'équité commande de calculer l'indemnité de départ sur le plein salaire (dans le même sens: SCHWEINGRUBER, Kommentar zum Arbeitsvertrag, 5e éd., 1974, n. 2 ad art. 339c). Cette solution est d'autant plus justifiée en l'occurrence que le demandeur a de nouveau travaillé à plein temps de juin 1972 à mars 1973 pour aider à liquider l'entreprise.\n\nDès lors, pour satisfaire à l'exigence de l'art. 339c al. 1, l'indemnité fixée par accord entre les parties doit s'élever à 5'340 fr. au moins, comme l'admet avec raison l'autorité cantonale. Le recourant ne critique d'ailleurs pas l'arrêt déféré sur ce point. L'art. 339c al. 1 figure parmi les dispositions auxquelles il ne peut être dérogé au détriment du travailleur selon l'art. 362 CO, sous peine de nullité.\n\nb) Le recourant admet que la somme de 2'838 fr. 10 soit BGE 101 II 270 S. 274déduite de l'indemnité qu'il prétend. Il reconnaît avoir reçu en outre 1'405 fr. 10, représentant la part patronale à son carnet d'épargne, et 2'088 fr. 90, constituant sa part à la liquidation du fonds de prévoyance de l'entreprise, mais il soutient qu'\"aucun accord écrit au sens de l'art. 339c al. 1 CO ne permet d'additionner ces montants à l'indemnité versée à bien plaire par la Manufacture Taubert\".\n\nIl est donc incontesté que le demandeur a touché de son ancien patron des indemnités d'un montant total de 6'322 fr. 10, ainsi que le constate l'arrêt déféré. Ce montant est supérieur au minimum légal de deux mois de salaire. On ne voit pas pour quel motif les versements de la part patronale au carnet d'épargne de l'employé et de la part de celui-ci à la liquidation du fonds de prévoyance en faveur du personnel ne devraient pas être compris dans les avantages dont le demandeur a bénéficié à la fin de son rapport de travail. L'art. 339d CO dispense précisément l'employeur du paiement de l'indemnité prévue aux art. 339b et c \"dans la mesure\" où une institution de prévoyance (de l'entreprise) verse au travailleur des prestations supérieures au montant des contributions acquittées par celui-ci. Or la somme de 1'405 fr. 10 représente la part patronale au carnet d'épargne du demandeur; quant au fonds de prévoyance, il n'est pas allégué que le demandeur ait contribué à l'alimenter. Sans doute la modicité des capitaux versés ne permettrait-elle pas de dispenser totalement l'employeur du paiement de l'indemnité de l'art. 339b et c. Mais l'équité commande que ces capitaux soient imputés sur l'indemnité due, que celle-ci soit fixée par les parties ou par le juge (SCHWEINGRUBER, op.cit., n. 1 ad art. 339b). Le Message du Conseil fédéral du 25 août 1967 souligne clairement le caractère subsidiaire de l'indemnité de départ. Elle est \"uniquement destinée à combler la lacune qui existe là où il n'y a pas d'institution\" de prévoyance au profit des travailleurs âgés ou \"lorsque les prestations de telles institutions sont insuffisantes\"; l'employeur est dispensé de verser l'indemnité de départ \"en tant qu'une institution de prévoyance doit verser des prestations qui n'ont pas été financées au moyen des contributions du travailleur\"; dans cette mesure, \"l'obligation qu'a l'employeur de verser l'indemnité de départ est réduite d'autant ou supprimée\" (FF 1967 II 407). L'idée de l'imputation ressort aussi de la note marginale BGE 101 II 270 S. 275de l'art. 339d CO, qui traite des \"prestations de remplacement\".\n\nLes trois prestations versées par le défendeur au demandeur doivent ainsi être additionnées et comptées dans l'indemnité de départ.\n\n4. Le recourant invoque l'absence d'un accord écrit au sens de l'art. 339c al. 1 CO, ce qui conduirait le juge à fixer le montant de l'indemnité selon sa libre appréciation. Même si l'on voulait admettre l'existence d'un tel accord pour la somme de 2'838 fr. 10, celle-ci n'atteindrait pas le minimum exigé par l'art. 339c al. 1.\n\na) L'accord écrit prescrit par l'art. 339c al. 1, soumis aux art. 11-16 CO, est une condition de validité de la convention (art. 11 al. 2), visant à assurer la sécurité du droit et à protéger le travailleur. Il peut résider dans un échange de correspondance (art. 13 al. 2).\n\nb) Au cas particulier, l'autorité cantonale constate souverainement qu'un accord entre parties est intervenu à la suite d'un échange de lettres entre le défendeur ou son conseil et la FTMH, celle-ci représentant les treize employés congédiés par la maison Taubert qui avaient plus de 50 ans d'âge et plus de 20 années de service, groupe dans lequel le demandeur était expressément mentionné. Cet accord, relatif au versement à ces employés d'une indemnité pour longs rapports de service, conformément aux art. 339b et 339c CO, est issu des lettres des 28 juin, 12 octobre, 7 et 18 décembre 1972, 11 et 12 janvier 1973 échangées entre la FTMH et le conseil du défendeur, et plus particulièrement de l'offre faite à bien plaire par l'employeur les 7 décembre 1972 et 11 janvier 1973 de verser une indemnité de 30'000 fr. et de l'acceptation de cette offre par le représentant des employés le 22 janvier 1973. Il satisfait ainsi à l'exigence de la forme écrite.\n\nCet accord constitue une transaction extrajudiciaire, contrat par lequel les parties mettent fin par un sacrifice réciproque à l'incertitude dans laquelle elles se trouvent au sujet de leurs rapports de droit (RO 100 II 144 s. et les arrêts cités). En l'espèce, le litige portait notamment sur l'application du nouveau droit aux contrats conclus entre le défendeur et les travailleurs représentés par la FTMH, la portée de l'art. 7 al. 1 des dispositions finales et transitoires étant très controversée.\n\nLe demandeur ne prétend pas que la FTMH n'était pas BGE 101 II 270 S. 276habilitée à la représenter. Il a d'ailleurs lui-même accepté la transaction en signant le 9 février 1973 une quittance pour l'indemnité de 2'838 fr. 10 lui revenant. Le moyen tiré de l'absence d'un accord écrit est donc mal fondé en tant qu'il concerne cette indemnité.\n\nc) L'exigence de la forme écrite ne s'oppose pas non plus à la prise en considération des sommes de 1'405 fr. 10 et de 2'088 fr. 90 cédées au demandeur. Le carnet d'épargne constitué en faveur du demandeur l'a nécessairement été en la forme écrite; sa mise à la disposition de l'employé a aussi dû intervenir par écrit. Quant à la liquidation du fonds de prévoyance, dont découle la somme de 2'088 fr. 90, elle s'est également faite en la forme écrite. Mais surtout, il ressort clairement de la correspondance échangée par les parties, notamment des lettres des 12 octobre et 7 décembre 1972, que l'accord relatif à l'indemnité de départ de 30'000 fr. tenait compte des autres indemnités revenant aux employés de l'entreprise du défendeur. Interprété selon les règles de la bonne foi, cet accord écrit englobait donc également ces indemnités dont le principe était déjà acquis.\n\nLes parties ayant ainsi conclu un accord écrit, fixant une indemnité totale supérieure au minimum de deux mois de salaire prévu par l'art. 339c al. 1 CO, l'application de l'art. 339c al. 2 est exclue en l'espèce.\n\n5. Peu importe la qualification des diverses prestations reçues par le demandeur à la fin des rapports de travail, et l'allégation de celui-ci selon laquelle la somme de 2'838 fr. 10 n'aurait été considérée comme l'indemnité visée par les art. 339b ss CO ni par lui-même, ni par la manufacture Taubert, qui n'offrait de verser une indemnité qu'à bien plaire. La réelle et commune intention des parties était de mettre un terme au litige issu de la cessation des rapports de service des travailleurs ayant plus de 50 ans d'âge et de 20 années de service, par le versement de prestations selon une clé de répartition dont le représentant du demandeur a lui-même affirmé que l'objectivité ne pouvait pas être mise en doute.\n\nLe recourant ne prétend pas que cette transaction serait entachée d'un vice du consentement. Elle ne saurait non plus être remise en cause parce que le demandeur a accepté après avoir reçu son congé de procéder pendant quelques mois encore à des travaux pour l'entreprise."}