{"annee": "101", "cour": "IB", "page": "398", "date": "3/10/1975", "cite": ["92 I 55"], "cite_par": ["110 IB 313", "109 IB 10"], "chapeau": "68. Sentenza del 3 ottobre 1975 nella causa X c. Camera di diritto tributario del Tribunale di appello del Cantone Ticino", "regestes": ["Impôt de défense nationale; taxation intermédiaire, art. 96 AIN. 1. En cas de cessation d'une activité lucrative qui n'est pas remplacée par une autre, il importe peu, pour déterminer s'il s'agit d'un revenu à prendre en considération au sens de l'art. 96 AIN, que la cessation porte sur une activité principale ou sur une activité accessoire (consid. 2a). 2. Pour statuer sur une demande de taxation intermédiaire, il y a lieu de tenir compte de la cessation d'une activité de membre de certains conseils d'administration rétribuée par des tantièmes et qui n'est pas remplacée par une autre (consid. 2a). 3. En général, un changement de profession déterminant pour une taxation intermédiaire doit impliquer une modification quantitative importante du revenu; dans le cas d'un changement radical d'activité (par ex.: passage d'une activité dépendante à une activité indépendante), il suffit cependant d'une modification quantitative quelconque du revenu, de nature à modifier le montant de l'impôt dû (consid. 2b). 4. Nécessité d'une modification importante du revenu dans le cas de la cessation d'une activité non remplacée par une autre? Question laissée ouverte (consid. 2c)."], "faits": "BGE 101 Ib 398 S. 399\n\nX. ha svolto la sua carriera presso la banca Y., dove assumeva funzioni dirigenti a partire dal 1925. Ne era successivamente direttore, amministratore delegato, e infine, sino al 24 aprile 1974, presidente del consiglio d'amministrazione. Egli era ed è eventualmente tuttora membro del consiglio d'amministrazione anche di altre società.\n\nIn relazione con il suo pensionamento, avvenuto con effetto al 1o aprile 1966, X. otteneva una tassazione intermedia.\n\nNel maggio 1974 chiedeva una nuova tassazione intermedia, facendo valere d'aver rinunciato alle sue funzioni di presidente del consiglio d'amministrazione della banca Y., e di membro del consiglio d'amministrazione della banca Z. L'Ufficio circondariale di tassazione respingeva la domanda, ritenendo che BGE 101 Ib 398 S. 400non fosse dato alcuno dei presupposti previsti dall'art. 96 DIN.\n\nLa Camera di diritto tributario del Tribunale di appello del Cantone Ticino respingeva il gravame presentatogli da X.; essa rilevava che non poteva farsi luogo alla tassazione intermedia per non essere mutate nel caso concreto le fonti del reddito, bensì solo l'entità del medesimo, ciò che non poteva bastare, in difetto di espressa previsione della legge, a giustificare il richiesto provvedimento fiscale.\n\nCon ricorso di diritto amministrativo X. è insorto avanti il Tribunale federale contro la sentenza della Corte cantonale. Egli chiede che tale decisione sia annullata e che sia ordinata la tassazione intermedia.", "considerants": "Considerando in diritto:\n\n1. L'imposta per la difesa nazionale dovuta dalle persone fisiche colpisce il reddito complessivo del contribuente che derivi da un'attività lucrativa, da rendita della sostanza o da altri cespiti (art. 21 DIN). Per il calcolo dell'imposta è determinante il reddito annuo medio dei due anni che precedono il periodo di tassazione (art. 41 cpv. 1 e 2 DIN). Se le condizioni d'assoggettamento si sono attuate soltanto nel corso del periodo di tassazione o se le stesse non sono adempiute durante tutto il periodo di computo, l'imposta è determinata in base al reddito conseguito dopo che si sono attuate le condizioni dell'assoggettamento e calcolato su un anno (art. 4 cpv. 4 DIN). Sotto la marginale \"Modificazione del reddito durante il periodo di computo\", l'art. 42 DIN dispone: \"Se, in seguito all'inizio o alla cessazione di un'attività lucrativa, a mutamento della professione..., il reddito si è modificato durevolmente nel corso del periodo di computo, alla determinazione degli elementi del reddito colpiti dalla modificazione è applicabile per analogia l'art. 41 cpv. 4.\" Infine, l'art. 96 DIN, che disciplina la tassazione intermedia, dispone: \"Se, per una persona fisica, le basi della tassazione si sono durevolmente modificate nel corso del periodo di tassazione in seguito all'inizio o alla cessazione dell'attività lucrativa, a mutamento della professione..., una nuova tassazione (tassazione intermedia) deve essere eseguita, per il resto di detto periodo, quanto agli elementi del reddito colpiti dalla modificazione. Alla determinazione BGE 101 Ib 398 S. 401del reddito è applicabile, per analogia, l'art. 41 cpv. 4\" (cpv. 1). \"La tassazione intermedia ha luogo d'ufficio oppure a richiesta del contribuente. Essa può essere fatta nel termine di tre anni dopo la scadenza del periodo di tassazione cui si riferisce\" (cpv. 2).\n\n2. L'imposta a carico del ricorrente per il 17o periodo IDN (1973/1974) dovrebbe pertanto normalmente essere determinata in base al reddito medio conseguito nel 1971 e 1972, pari a fr. 247'489.--, di cui circa fr. 75'000.-- provenienti da quanto corrispostogli dalla banca Y. e dalla banca Z., ossia dagli istituti di cui egli ha cessato di far parte a fine marzo 1974. Prescindendo da un ultimo versamento di complessivamente fr. 29'886.40 effettuato per il 1974 dai menzionati due istituti, il ricorrente s'è quindi visto privato di una fonte di reddito che gli aveva procurato da ultimo un'entrata di circa fr. 75'000.--. Non trattavasi di una fonte di reddito occasionale; come risulta dagli atti, gli importi relativi gli sono stati versati regolarmente e la loro entità è aumentata progressivamente dal 1966 al 1971. Gli importi provenienti da tale fonte erano soggetti ad imposta quale reddito ai sensi dell'art. 21 DIN e vanno quindi considerati quali elementi del reddito anche ai sensi degli art. 42 e 96 DIN. Per decidere se possa farsi luogo alla tassazione intermedia richiesta dal contribuente e negata dall'autorità fiscale occorre accertare se la modificazione abbia avuto luogo per una delle cause enumerate esaurientemente dal legislatore (v. DTF 92 I 57 consid. 2), e se essa sia intervenuta in misura rilevante.\n\na) Nel caso in esame la causa suscettibile di giustificare una tassazione intermedia è la cessazione dell'attività lucrativa, ai sensi dell'art. 96 DIN. L'indennità (tantièmes) che il ricorrente percepiva per la sua attività di presidente del consiglio d'amministrazione della banca Y. e di membro del consiglio d'amministrazione della banca Z. costituiva indubbiamente un cespite di reddito: una indennità di tal fatta è espressamente menzionata quale elemento del reddito dall'art. 21 cpv. 1 lett. a DIN. Che l'attività per la quale tale indennità era corrisposta fosse svolta a titolo principale od accessorio non è rilevante ai fini di determinare se si tratti o no di reddito di cui debba essere tenuto conto ai sensi dell'art. 96 DIN (parimenti sarebbe erroneo voler distinguere tra cespite di reddito proveniente da un'attività prevalentemente intellettuale e cespite di BGE 101 Ib 398 S. 402reddito proveniente da un'attività prevalentemente manuale). Il fatto, sottolineato dall'Amministrazione federale delle contribuzioni, che il ricorrente continui a fruire di altre fonti di reddito (addirittura provenienti da attività analoga) non può essere decisivo sotto questo profilo. In caso di più cespiti di reddito, la scomparsa di uno di essi, non sostituito da altro, è sufficiente perché possa parlarsi di una cessazione d'attività lucrativa eventualmente idonea a dar luogo ad una tassazione intermedia. L'incidenza che il cespite di reddito venuto meno aveva sul reddito complessivo va esaminata, per converso, sotto il profilo della rilevanza dell'avvenuta modificazione. In altri termini, anche la cessazione di una di varie attività lucrative può giustificare una tassazione intermedia, ove comporti una durevole e rilevante modifica delle basi di tassazione.\n\nb) Perché la durevole modifica delle basi della tassazione possa giustificare una tassazione intermedia occorre che essa adempia certi requisiti. Dottrina e giurisprudenza sembrano oscillare su quello relativo alla rilevanza sotto l'aspetto quantitativo della modifica stessa, punto sul quale il DIN è silente. Con riferimento all'art. 42 DIN, MASSHARDT (Kommentar zur Eidg. Wehrsteuer 1971-1982, ad art. 42 n. 4) ritiene irrilevante l'aspetto quantitativo della modifica: il contribuente potrebbe esigere l'applicazione dell'art. 42 anche in caso di una modesta riduzione del reddito complessivo, purché essa si rifletta sull'ammontare dovuto dell'imposta. Trattandosi dell'applicazione dell'art. 96 DIN in un caso di mutamento di professione, il Tribunale federale ha invece deciso in una sentenza del 19 dicembre 1952 (ASA vol. 21, pag. 437) che la modifica del reddito, oltre che durevole, dovesse essere anche considerevole (\"wesentlich\"). Nella prassi delle autorità fiscali competenti per la riscossione dell'IDN, si reputa considerevole una modifica del reddito complessivo non inferiore al 20% (v. MASSHARDT, op.cit., ad art. 96 n. 21). Tale soluzione appare conforme a quanto espressamente previsto dalla legge in altre materie amministrative. L'art. 25 dell'Ordinanza sull'AVS, del 31 ottobre 1947, prevede, ai fini del calcolo straordinario del contributo AVS, che il reddito netto determinante sia accertato in modo straordinario laddove una durevole modificazione, tra l'altro, in seguito a cambiamento di professione, abbia \"influito sensibilmente sull'importo del reddito\". L'art. 87 dell'Ordinanza sull'assicurazione per l'invalidità, del BGE 101 Ib 398 S. 40317 gennaio 1961, ammette una revisione della rendita d'invalidità ove si dimostri che il grado d'invalidità sia \"modificato in misura rilevante per il diritto alle prestazioni\". L'art. 23 cpv. 4 dell'Ordinanza sulle prestazioni complementari all'AVS, del 15 gennaio 1971, prevede la possibilità di un accertamento straordinario del reddito determinante per una prestazione complementare, laddove il reddito sia divenuto \"notevolmente inferiore\" a quello che serve ordinariamente di base per il calcolo della prestazione complementare.\n\nNella sua sentenza non pubblicata dell'8 febbraio 1974 nella causa Hochreutener c. San Gallo, il Tribunale federale, in un caso di passaggio da un'attività dipendente (impiego in una società a nome collettivo) ad un'attività indipendente (l'interessato era divenuto socio della stessa società) ha peraltro ritenuto che il carattere considerevole della modifica fosse dato dalla natura del mutamento della professione e non dalla variazione quantitativa del reddito complessivo; esso ha dichiarato pertanto non applicabile in un caso siffatto l'esigenza di una variazione non inferiore al 20% del reddito complessivo.\n\nPuò inferirsi da questa giurisprudenza che il mutamento della professione suscettibile di dar luogo ad una tassazione intermedia (v. al proposito DTF 92 I 58 consid. 4) non deve sempre essere caratterizzato da una variazione del reddito non inferiore ad una certa misura: il requisito di una variazione quantitativa considerevole dovrà essere normalmente adempiuto allorquando si tratti di un cambiamento profondo ma non radicale dal punto di vista della differenza concettuale tra l'attività precedente e quella successiva, mentre potrà prescindersene in caso contrario (ad es. passaggio da un'attività dipendente ad un'attività indipendente o viceversa).\n\nc) Nella fattispecie non si tratta di un mutamento di professione, bensì della cessazione parziale di una determinata attività lucrativa (funzioni di presidente o di membro di consigli d'amministrazione), non sostituita da altra. Ci si può chiedere se in tale caso debba veramente esigersi una diminuzione considerevole (ad es. del 20% o di un terzo: v. sentenza non pubblicata 27 ottobre 1972 nella causa König c. Berna) del reddito complessivo, ossia una diminuzione sostanzialmente analoga a quella pretesa in un caso di normale mutamento di professione rilevante ai fini della tassazione intermedia, BGE 101 Ib 398 S. 404oppure se sia sufficiente una riduzione inferiore, tenendo conto di una certa somiglianza di questa situazione con quella di chi cambia radicalmente la propria attività (ad es. passaggio da attività dipendente ad attività indipendente) e in cui, come s'è visto, è sufficiente una differenza minima del reddito complessivo. La questione può tuttavia rimanere indecisa nella fattispecie, perché nel caso in esame il ricorrente, per effetto della cessazione della sua attività di presidente del consiglio d'amministrazione della banca Y. e di membro di quella della banca Z., ha visto diminuire il suo reddito complessivo (che nel 1971/1972 era di fr. 247'489.--) di un cespite di circa fr. 75'000.--, ossia di un importo comunque maggiore del 20% e vicino al 30%. Una variazione in meno di tale importanza giustifica comunque, nella situazione concreta, una tassazione intermedia.\n\n3. L'Amministrazione federale delle contribuzioni ha osservato che il cespite di reddito venuto meno al ricorrente altro non era che il corrispettivo di un'attività che egli già svolgeva accessoriamente a partire dal suo pensionamento; orbene, il pensionamento aveva già dato luogo alla tassazione intermedia disposta nel 1966. Detta autorità sottolinea altresì, come s'è menzionato sopra, che il ricorrente continua a svolgere in altre istituzioni le funzioni di membro del consiglio d'amministrazione. Ambedue i rilievi sono inconferenti. Già s'è visto che il carattere accessorio o principale di una determinata attività lucrativa è irrilevante ai fini di sapere se possa farsi luogo ad una tassazione intermedia, rilevante essendo invece la modifica (dal punto di vista qualitativo e quantitativo o, in caso di mutamento radicale di una situazione, eventualmente solo qualitativo) delle basi di tassazione, ossia dell'attività da cui scaturisce il reddito. L'effettuazione nel 1966 di una tassazione intermedia non impediva in alcuna guisa che nel 1974 potesse seguirne un'altra. Dandosene i presupposti, più tassazioni intermedie consecutive possono aver luogo (v. MASSHARDT, op.cit., ad art. 96 n. 7), anche se ciò soglia comportare per l'autorità fiscale un lavoro supplementare (s'intende che tale regola è applicabile tanto a favore, quanto a danno del contribuente). Per quanto concerne l'asserito proseguimento da parte del ricorrente delle proprie funzioni di membro del consiglio d'amministrazione di altre istituzioni, anche tale circostanza risulta irrilevante ai fini del BGE 101 Ib 398 S. 405giudizio già per il fatto che il reddito proveniente da questa attività residua (per la quale il ricorrente aveva percepito nel 1971 un importo di fr. 12'871.-- e nel 1972 uno di fr. 21'866.40) risulta di modesta entità se raffrontato con quello tratto dalle funzioni svolte in precedenza nel consiglio d'amministrazione della banca Y. e della banca Z. (circa fr. 75'000.--).\n\n4. Da quanto sopra discende che l'autorità fiscale, nel rifiutare la tassazione intermedia richiesta dal ricorrente in seguito alla cessazione delle funzioni da lui svolte nel consiglio d'amministrazione delle banche Y. e Z., ha violato l'art. 96 DIN. Poiché la Corte cantonale non ha posto riparo a tale violazione del diritto federale, la sua decisione deve essere annullata. Incomberà all'Amministrazione cantonale delle contribuzioni procedere alla tassazione intermedia, le basi per effettuare la quale non sembrano litigiose.\n\nIl Tribunale federale pronuncia:\n\nIl ricorso è accolto e la decisione impugnata è annullata. La causa è rinviata all'autorità cantonale competente per nuova decisione."}