{"annee": "101", "cour": "IB", "page": "171", "date": "8/9/1975", "cite": ["89 I 343"], "cite_par": ["108 IB 489", "115 IB 13", "104 IB 288", "105 IB 94", "110 IB 38"], "chapeau": "32. Allgemeine Weisungen an die Präsidenten der Eidgenössischen Schätzungskommissionen. Instruction générales aux Présidents des Commissions fédérales d'estimation. Istruzioni generali ai Presidenti delle Commissioni federali di stima. (8.9.1975)", "regestes": ["Application de l'art. 19bis al. 2 LEx La condition selon laquelle il ne doit plus y avoir \"d'oppositions ou de demandes au sens des art. 7 à 10 qui soient encore pendantes\" ne se réfère qu'aux oppositions et demandes émanant du seul exproprié qui requiert le paiement prévu à l'art. 19bis al. 2 LEx."], "faits": "", "considerants": "BGE 101 Ib 171 S. 171\n\nDer Präsident einer Eidgenössischen Schätzungskommission (ESchK) hat uns um Weisungen über die Anwendung von Art. 19bis Abs. 2 EntG gebeten. Da die aufgrund dieser Bestimmung getroffenen Entscheide der Verwaltungsgerichtsbeschwerde nicht unterliegen, ist es im Interesse der einheitlichen Rechtsanwendung angezeigt, dass das Bundesgericht sich zu der Frage in allgemeinen Weisungen (Art. 63 EntG) äussert.\n\nDie Festsetzung und die Zahlung der in Art. 19bis Abs. 2 EntG vorgesehenen Entschädigung setzen unter anderem voraus, dass \"keine Einsprachen oder Begehren nach den Art. 7-10 mehr hängig\" sind. Es fragt sich, ob dies bedeutet, das alle im Verfahren erhobenen Einsprachen und Begehren zuvor erledigt sein müssen, oder ob sich die genannte Wendung nur auf die Einsprachen und Begehren des einzelnen Enteigneten bezieht, der nach Art. 19bis Abs. 2 EntG Zahlung verlangt. Die zweite Auslegung drängt sich aus folgenden Gründen auf:\n\nBGE 101 Ib 171 S. 172\n\nWie aus der Entstehungsgeschichte des Art. 19bis hervorgeht, teilte der Gesetzgeber die Auffassung des Bundesgerichts (BGE 89 I 343 ff.), das Erfordernis der Vergütung des \"vollen Verkehrswertes\" sei in der Regel nur eingehalten, wenn der Zeitpunkt der Schätzung jenem der Zahlung an den Enteigneten so nah wie möglich liegt. In Art. 19bis Abs. 1 hat der Gesetzgeber den massgebenden Zeitpunkt, abweichend von der in der Rechtsprechung entwickelten Regel, auf den Tag der Einigungsverhandlung vorverlegt. Gleichzeitig hat er die Bestimmung des Absatz 2 eingeführt, um dem Enteigneten zu ermöglichen, im gleichen Zeitpunkt zwar nicht die volle endgültige Entschädigung, aber doch eine Zahlung in deren voraussichtlichen Höhe zu erhalten. Der zweite Absatz des Art. 19bis bildet also die logische Folge des ersten, und der Anspruch des Enteigneten auf sofortige Zahlung hängt untrennbar zusammen mit der Bestimmung, die den Zeitpunkt der Einigungsverhandlung als massgeblich für die Schätzung des Verkehrswertes erklärt (vgl. Amtl.Bull. N 1970 S. 789-91, 794/5, 798, und 800; Amtl.Bull. S 1971 S. 99/100 und 106). Nähme man an, der Anspruch des einzelnen Enteigneten auf sofortige Zahlung werde auch dann ausgeschlossen, wenn im gesamten Verfahren nur noch eine einzige Einsprache oder ein einziges Begehren eines anderen Beteiligten nach Art. 7-10 hängig ist, so verlöre die im Gesetz getroffene Lösung an Sinn und würden die vom Gesetzgeber gewollten Garantien illusorisch. Im übrigen geht aus den Materialien klar hervor, dass der Gesetzgeber den Anspruch auf sofortige Zahlung nur jenem verweigern wollte, der - zu Recht oder Unrecht - glaubt, sich der Enteignung widersetzen zu können (Amtl.Bull. S 1971, Berichterstatter Dillier, S. 105).\n\nGewiss könnte der Enteigner aufgrund der Anwendung des Art. 19bis Abs. 2 genötigt werden, Grundstücke zu erwerben, die sich in der Folge - wegen nachträglicher Gutheissung von Einsprachen Dritter - als für das Werk nicht erforderlich erweisen. Aber dieses in der gesetzgeberischen Lösung eingeschlossene Risiko besteht auch im Falle der Festsetzung der endgültigen Entschädigung. Das Risiko darf im übrigen nicht überschätzt werden, denn wenn es sich je einmal verwirklichen sollte, hätte der Enteigner mit der Übernahme des Grundstückes immerhin den Gegenwert der erbrachten Leistung erhalten.\n\nBGE 101 Ib 171 S. 173\n\nFalls ernsthaft damit zu rechnen ist, dass hängige Einsprachen zu einer Planänderung oder gar zur Aufgabe des Werkes führen, erlaubt überdies Art. 51 EntG, die Einigungsverhandlung bis zur Erledigung der Einsprachen ganz oder teilweise auszusetzen. Insbesondere seit der Einführung des Art. 19bis Abs. 2 EntG, dessen Anwendung den sofortigen Übergang des Eigentums auf den Enteigner bewirkt, hat die ESchK besonders sorgfältig zu prüfen, ob die Voraussetzungen für eine Aussetzung des Verfahrens gegeben sind. Diese Massnahme darf sie aber nicht leichthin treffen - etwa bei einem rein theoretischen Risiko. Eine zu Weitgehende Anwendung des Art. 51 EntG stände mit dem Hauptzweck der Gesetzesänderung von 1971, die Erledigung der Enteignungsfälle zu beschleunigen, in Widerspruch (vgl. Botschaft des Bundesrats, BBl 1970 1/2 1010). Es ist zu beachten, dass der Gesetzgeber mit der zum gleichen Zweck vorgenommenen Änderung des Art. 52 EntG der ESchK ermöglicht hat, das Verfahren zur Festsetzung der Entschädigung selbst dann fortzusetzen, wenn Einsprache erhoben worden ist (Botschaft, BBl 1970 I/2 1013); so ist der Gesetzgeber teilweise zu der Ordnung zurückgekehrt, die unter der Herrschaft des Enteignungsgesetzes vom 1. Mai 1850 bestanden hat (HESS, N. 1 zu Art. 52 aEntG).\n\nIm Falle einer Aussetzung des Einigungsverfahrens gemäss Art. 51 EntG müssen, wenn das Verfahren wiederaufgenommen wird, neue Einigungsverhandlungen einberufen werden; deren Zeitpunkt ist massgebend für die Festsetzung des Verkehrswertes (Art. 19bis Abs. 1 und Art. 19 lit. a EntG).\n\nLe Président d'une commission fédérale d'estimation (CFE) nous a demandé des instructions sur l'application de l'art. 19 bis al. 1 LEx. Les décisions prises en vertu de cette disposition ne peuvent faire l'objet d'un recours de droit administratif; il paraît dès lors opportun, dans l'intérêt d'une application uniforme du droit, que le Tribunal fédéral s'exprime par la voie d'instructions générales (art. 63 LEx.).\n\nLa fixation et le paiement de l'indemnité prévue à l'art. 19bis LEx. supposent, entre autres conditions, l'absence \"d'oppositions ou de demandes au sens des art. 7 à 10 qui soient encore pendantes\". Il s'agit de savoir si ce texte signifie que toutes les oppositions ou demandes formées dans l'ensemble BGE 101 Ib 171 S. 174de la procédure doivent avoir été liquidées au préalable, ou s'il ne se réfère qu'aux oppositions ou demandes émanant du seul exproprié qui requiert le paiement prévu à l'art. 19bis al. 2 LEx. La deuxième interprétation s'impose pour les motifs suivants.\n\nAinsi qu'il résulte de la genèse de l'art. 19bis, le législateur a considéré, comme l'avait fait le Tribunal fédéral (RO 89 I 343 ss), que l'exigence de l'indemnisation selon la pleine valeur vénale implique en principe que la date d'évaluation soit la plus proche possible du moment du versement effectif à l'exproprié. Ayant fixé à l'al. 1 de l'art. 19bis la date déterminante pour l'estimation de la valeur vénale au jour de l'audience de conciliation, s'en tenant ainsi à un terme antérieur à celui qu'avait arrêté la règle jurisprudentielle, le législateur a simultanément introduit l'al. 2 de la disposition précitée pour permettre à l'exproprié qui en fait la demande d'obtenir à cette date, sinon l'indemnité définitive entière, du moins un paiement s'élevant au montant probable de cette dernière. Le deuxième alinéa est ainsi la conséquence logique du premier, et le droit de l'exproprié de demander le paiement immédiat est indissociable de la disposition qui fixe la date déterminante pour l'estimation de la valeur vénale au jour de l'audience de conciliation (Bull.stén. CN 1970, 789-91, 794, 798 et 800; Bull.stén. CE 1971, 99-100 et 106). Si l'on devait admettre qu'il suffit qu'une seule opposition ou qu'une seule demande au sens des art. 7 à 10 soit pendante dans l'ensemble de la procédure pour paralyser le droit de chaque exproprié de demander le paiement immédiat, la solution légale serait vidée de son sens et les garanties voulues par le législateur deviendraient illusoires. Il ressort d'ailleurs clairement des travaux législatifs que le législateur n'a entendu priver de la possibilité de requérir le paiement immédiat que celui qui, à tort ou à raison, pense pouvoir s'opposer à l'expropriation (cf. Bull.stén. CE 1971, rapp. Dillier, p. 105).\n\nIl est certes possible que, par suite de l'application de l'art. 19bis al. 2, l'expropriant soit astreint à acquérir des fonds qui apparaîtront, en raison de l'admission ultérieure d'oppositions formées par des tiers expropriés, sans utilité pour les travaux envisagés. Mais un tel risque, inhérent à la solution légale adoptée, existe aussi en cas de fixation de l'indemnité définitive. Il ne faut pas non plus lui donner trop d'importance; BGE 101 Ib 171 S. 175même si ce risque devient réalité, l'expropriant n'en aura pas moins reçu, avec la propriété des fonds, la contre-valeur de ses prestations.\n\nLorsque des raisons sérieuses laissent prévoir que certaines oppositions amèneront de notables modifications du plan, voir l'abandon des travaux, l'art. 51 LEx. permet d'ailleurs de suspendre pour le tout ou sur des points particuliers l'audience de conciliation jusqu'à droit connu sur ces oppositions. La CFE doit examiner avec une attention spéciale, notamment depuis l'introduction de l'art. 19bis al. 2, dont l'application entraîne le transfert immédiat de la propriété à l'expropriant, si les conditions d'une suspension de la procédure sont remplies. Toutefois, elle ne doit pas se résoudre trop facilement à prendre une telle mesure en présence d'un risque purement théorique. Une application trop large de l'art. 51 serait même contraire au but principal de la réforme de 1971, à savoir la liquidation plus rapide des causes d'expropriation (cf. le Message du CF, FF 1970 I, 2 p. 1022 ss). A cet égard, il convient de relever qu'en modifiant l'art. 52 LEx., le législateur, soucieux de hâter le déroulement de la procédure, a autorisé la commission à continuer de procéder aux estimations même dans les cas où il a été fait opposition (Message du CF, FF 1970 I, 2 p. 1025); il est ainsi revenu partiellement à la solution qui valait sous l'empire de la loi sur l'expropriation, du 1er mai 1850 (HESS, ad art. 52 a LEx. n. 1).\n\nSi la procédure a été suspendue en vertu de l'art. 51 LEx., de nouvelles audiences de conciliation auront lieu après sa reprise; leur date est décisive pour la fixation de la valeur vénale selon les art. 19bis al. 1 et 19 lit. a LEx.\n\nIl presidente di una Commissione federale di stima (CFS) ci ha chiesto istruzioni circa l'applicazione dell'art. 19bis cpv. 2 LEspr. Poiché il ricorso di diritto amministrativo contro decisioni prese in virtù di questa norma è escluso, è opportuno, nell'interesse della uniforme applicazione del diritto, che il Tribunale federale si esprima con istruzioni generali (art. 63 LEspr.).\n\nLa fissazione ed il pagamento dell'indennità prevista dall'art. 19bis cpv. 2 presuppongono, fra l'altro, che \"nessuna opposizione o domanda fondata sugli art. 7 a 10 sia ancora pendente\". Si tratta di sapere se ciò significa che tutte le opposizioni BGE 101 Ib 171 S. 176o domande formulate nell'insieme della procedura debbano esser state liquidate in precedenza, oppure se la citata espressione si riferisce soltanto alle opposizioni e domande formulate dal singolo espropriato, che fa richiesta del versamento previsto dall'art. 19bis cpv. 2 LEspr. La seconda di queste interpretazioni si impone per i seguenti motivi.\n\nCome risulta dalla genesi dell'art. 19bis, il legislatore ha, con il Tribunale federale (DTF 89 I 343 segg.), ritenuto che l'esigenza della corrisponsione dell'\"intero valore venale\" è di regola rispettata solo se la data della valutazione è la più prossima possibile a quella del versamento effettivo all'espropriato. Codificando all'art. 19bis cpv. 1 la data determinante per la stima del valore venale, ed anticipandola - rispetto alla regola stabilita per giurisprudenza - al momento dell'udienza di conciliazione, il legislatore ha contemporaneamente introdotto la disposizione del cpv. 2, al fine di consentire all'espropriato, che ne fa richiesta, di ottenere a quella stessa data, se non l'intera definitiva indennità, perlomeno un pagamento pari all'importo presumibile di essa. Il secondo capoverso costituisce pertanto la conseguenza logica del primo, e il diritto dell'espropriato di chiedere un pagamento immediato è in inscindibile correlazione con il disposto che stabilisce la data dell'udienza di conciliazione come determinante per la stima del valore venale (cfr. Boll.sten. CN 1970, pagg. 789-91, 794, 795, 798 e 800; Boll.sten. CSt. 1971 pagg. 99-100 e 106). Se si ammettesse che la pendenza nel complesso della procedura di una sola opposizione o di una sola domanda secondo gli art. 7 a 10 basta per paralizzare il diritto del singolo espropriato di ottenere subito un versamento, la soluzione legislativa perderebbe significato e le garanzie volute dal legislatore diverrebbero illusorie. D'altronde si desume con chiarezza dai lavori legislativi che il legislatore ha inteso precludere la facoltà di chiedere il pagamento immediato solo a chi, a torto o a ragione, pensi di potersi opporre all'espropriazione (Boll.sten CSt. 1971, rel. Dillier, pag. 105).\n\nCerto sussiste il rischio che, attraverso l'applicazione dell'art. 19bis cpv. 2, l'espropriante sia astretto ad acquistare fondi che in seguito, per la successiva ammissione dell'opposizione di terzi espropriati, appaiono inutili per l'opera. Ma tale rischio, insito nella soluzione legislativa, sussiste anche in caso di fissazione dell'indennità definitiva. Esso non deve nemmeno BGE 101 Ib 171 S. 177essere sopravvalutato perché, dovesse avverarsi, l'espropriante avrebbe comunque acquisito, con la proprietà del fondo, il controvalore della prestazione effettuata.\n\nQuando sussistono seri rischi che opposizioni pendenti comportino una modifica del piano o addirittura l'abbandono dell'opera, l'art. 51 LEspr. consente d'altronde di sospendere totalmente o parzialmente l'udienza di conciliazione sino a che le opposizioni siano composte. Specie dopo l'introduzione dell'art. 19bis cpv. 2, la cui applicazione comporta l'immediato trapasso di proprietà all'espropriante, la CFS deve esaminare con particolare attenzione se non ricorrono le premesse di una sospensione della procedura. A un simile provvedimento essa non deve tuttavia risolversi troppo facilmente, in presenza di un rischio meramente teorico. Un'applicazione troppo larga dell'art. 51 contrasterebbe anzi con gli scopi principali della riforma 1971, intesa a sveltire la liquidazione delle cause espropriative (cfr. Messaggio del CF, FF 1970 I, 2 pag. 774 segg.). A tal proposito si rilevi che, con la riforma dell'art. 52 LEspr., il legislatore, per sveltire la procedura, ha consentito alla Commissione di continuare negli incombenti per la determinazione dell'indennità persino nei casi in cui è stata fatta opposizione (Messaggio, 2-3, FF 1970 I, 2 pagg. 777-778), tornando parzialmente alla situazione esistente sotto l'impero della legge di espropriazione del 1o maggio 1850 (HESS, ad art. 52 vecchia LEspr. n. 1).\n\nNel caso in cui, in virtù dell'art. 51 LEspr., viene ordinata la sospensione della procedura di conciliazione, nuove udienze di conciliazione devono essere indette, allorquando la procedura è ripresa: la data di queste ultime è determinante per la fissazione del valore venale secondo gli art. 19bis cpv. 1 e 19 lett. e LEspr."}