{"annee": "101", "cour": "III", "page": "68", "date": "9/7/1975", "cite": [], "cite_par": ["105 III 107", "106 III 51", "108 IA 205", "105 III 33", "102 III 150", "106 III 79"], "chapeau": "14. Extrait de l'arrêt du 9 juillet 1975 dans la cause Morandi", "regestes": ["Saisie sur le salaire du mari pour assurer à la femme le paiement régulier d'une pension alimentaire fixée par jugement de séparation de corps. Montant saisissable réduit par l'autorité de surveillance, sur plainte du mari, sans que la créancière ait été invitée à se déterminer sur les moyens invoqués par le débiteur. On doit admettre, en matière de plainte, l'existence d'un droit d'être entendu, soit notamment de répliquer et de se déterminer, garanti par le droit fédéral. Mais le refus du droit d'être entendu n'ouvre pas la voie de la plainte pour déni de justice (formel) de l'art. 19 al. 2 LP. Contre une mesure susceptible d'être attaquée dans les dix jours, doit être formé un recours de droit public pour violation des droits constitutionnels des citoyens (rappel et précision de jurisprudence)."], "faits": "BGE 101 III 68 S. 68\n\nA.- Par jugement de séparation de corps rendu le 9 mai 1974, le Tribunal de première instance du canton de Genève a BGE 101 III 68 S. 69notamment astreint Marcel Morandi, à Onex, à verser à sa femme, Yolande Morandi, au Petit-Lancy, une pension alimentaire de 1'300 fr. par mois.\n\nLe 14 mars 1975, dame Morandi a fait notifier à son mari une poursuite No 508902, réclamant les pensions des mois de janvier et février 1975, soit deux fois le montant de 1'300 fr., moins deux acomptes, de 500 fr. chacun, versés les 7 janvier et 4 février 1975. Cette poursuite, qui n'a pas été frappée d'opposition, a abouti, le 30 avril 1975, à une saisie de 1'300 fr. par mois sur le salaire du débiteur.\n\nB.- Le 15 mai 1975, Morandi a déposé plainte auprès de l'autorité cantonale de surveillance. Il soutenait qu'étant donné sa situation économique il était dans l'incapacité de supporter la saisie-salaire.\n\nDans son rapport, l'office a estimé la part saisissable du salaire de Morandi à 935 fr. 45 par mois; Il a donc proposé d'accepter la plainte et de diminuer la saisie-salaire.\n\nC.- Par décision du 11 juin 1975, l'Autorité de surveillance des offices de poursuite pour dettes et de faillite du canton de Genève a ramené à 930 fr. par mois le montant saisissable sur le salaire du débiteur.\n\nD.- Yolande Morandi recourt contre cette décision. Elle demande que le montant saisissable du salaire de Morandi soit fixé à 1'300 fr. par mois.\n\nL'intimé Marcel Morandi conclut au rejet du recours. C'est également dans ce sens que se détermine implicitement dans ses observations l'Office des poursuites du canton de Genève.", "considerants": "Considérant en droit:\n\n1. La recourante reproche à l'autorité cantonale de surveillance de ne pas l'avoir invitée à se déterminer sur les moyens invoqués par le débiteur à l'appui de sa plainte.\n\nLa réglementation de la procédure de plainte au sens des art. 17 ss LP appartient dans l'essentiel aux cantons (FRITZSCHE, Schuldbetreibung und Konkurs, 2e éd., I, p. 48). Dans les arrêts publiés au RO 23 I 943 (p. 945 consid. 1) et 24 I 729 (p. 731), il a été expressément dit qu'aucune prescription du droit fédéral n'exige que, dans la procédure de plainte, la partie adverse du plaignant soit entendue (dans le même sens JAEGER, n. 6 ad art. 17 LP). A cela s'oppose cependant la BGE 101 III 68 S. 70jurisprudence du Tribunal fédéral relative au droit d'être entendu: l'art. 4 Cst. assure aux justiciables et, à certaines conditions, aux administrés la faculté d'être entendus avant qu'une décision qui les touche ne soit prise; on ne saurait modifier au détriment d'une partie une situation juridique établie par décision judiciaire sans avoir donné auparavant au justiciable l'occasion de s'exprimer (cf. AUBERT, Traité de droit constitutionnel suisse, II p. 650 ss par. 1804 ss, ainsi que la jurisprudence et la doctrine citées).\n\nLe Tribunal fédéral a d'ailleurs conformé à ces principes sa pratique en matière de recours formés en vertu de l'art. 19 LP. Selon l'art. 81 OJ, le Tribunal fédéral apprécie s'il y a lieu de provoquer des réponses; la Chambre des poursuites et des faillites interprète cette disposition en ce sens qu'il y a toujours lieu de provoquer des réponses quand la situation juridique de l'intimé, telle qu'elle a été établie par la décision attaquée, risque de subir une atteinte: tel est le cas même lorsque la décision cantonale est annulée et que la cause est renvoyée à l'autorité cantonale de surveillance pour nouvelle décision, s'il est possible que cette nouvelle décision cantonale soit moins favorable à l'intimé.\n\nLa loi d'application dans le canton de Genève de la loi fédérale sur la poursuite pour dettes et la faillite (du 16 mars 1912) prévoit, à son art. 14, que l'autorité de surveillance décide, dans chaque cas, s'il y a lieu d'ordonner la comparution des parties (cf. un exposé d'ensemble des réglementations cantonales très diverses dans NÜNLIST, Die Organisation des Betreibungs- und Konkurswesens in den Kantonen, BlSchK 32/1968 p. 97 ss 129 ss et 161 ss). Cette règle doit être précisée à la lumière de la jurisprudence fédérale dégagée de l'art. 4 Cst.: on doit admettre l'existence d'un droit d'être entendu, soit notamment de répliquer et de se déterminer, garanti par le droit fédéral (cf. SORG, Das Beschwerdeverfahren in Schuldbetreibungs- und Konkurssachen im Kanton Zürich, thèse Zurich 1954, p. 88/89, d'où il ressort - sans que cela soit dit, il est vrai, très clairement -que la partie qui n'a pas été entendue peut déférer une décision qui lui est défavorable à l'autorité immédiatement supérieur à celle qui a statué).\n\nMais le refus du droit d'être entendu n'ouvre pas la voie de la plainte qui peut être portée en tout temps au Tribunal BGE 101 III 68 S. 71fédéral contre l'autorité cantonale pour déni de justice (art. 19 al. 2 LP). Seul constitue un déni de justice, en matière de poursuite, le déni de justice formel, soit le refus par l'office de procéder à une opération dûment requise ou à laquelle il était tenu de procéder sans autre; il ne peut en être question en matière de déni de justice matériel, savoir quand une mesure, susceptible d'être attaquée dans les 10 jours, a été prise, fût-elle illégale ou irrégulière (RO 54 III 142; 80 III 96; 96 III 53 consid. 1; 97 III 31). Dans de tels cas, l'art. 43 al. 1, 2e phrase, OJ, auquel renvoie l'art. 81 OJ, réserve le recours de droit public pour violation des droits constitutionnels des citoyens. Dans l'arrêt publié au RO 99 III 18 (p. 21 consid. 6), la Chambre des poursuites et des faillites a examiné, il est vrai, dans le cadre d'un recours formé en vertu de l'art. 19 LP, si l'art. 4 Cst. prescrit aux autorités cantonales de surveillance de permettre au recourant de se déterminer sur les observations de l'office; mais il s'agissait là de considérations accidentelles, émises dans le cas où la décision attaquée est confirmée, dont on ne saurait se prévaloir pour modifier un système bien établi.\n\nIl conviendrait donc, au vu du moyen invoqué par la recourante, de rechercher si le présent recours, formé en vertu de l'art. 19 LP, doit être interprété différemment et considéré comme un recours de droit public. Mais la question peut demeurer indécise en l'espèce; en effet, la cause doit, de toute façon, être renvoyée devant l'autorité cantonale de surveillance. N'ayant pas été entendue devant l'autorité cantonale, la créancière doit être autorisée, sur la base de l'art. 79 al. 1, 2e phrase OJ, à présenter des allégations et des preuves nouvelles devant le Tribunal fédéral (RO 74 I 10; 87 III 104/5; 91 III 91). Mais il sera alors nécessaire d'établir des faits nouveaux qui ne portent pas sur des points purement accessoires: le Tribunal fédéral ne saurait donc, lui-même, compléter les constatations de l'autorité cantonale sur le vu du dossier et statuer sur le litige (art. 64 al. 2, 81 OJ).\n\n2.-\n\n3. - (...)\n\nPar ces motifs, la Chambre des poursuites et des faillites:\n\nAdmet le recours, annule la décision attaquée et renvoie la cause à l'autorité de surveillance du canton de Genève pour nouvelle décision dans le sens des motifs."}