{"annee": "101", "cour": "IB", "page": "301", "date": "17/10/1975", "cite": ["101 IB 189", "101 IB 64"], "cite_par": ["111 IB 176", "105 IA 330", "102 IB 76", "111 IB 269"], "chapeau": "54. Auszug aus dem Urteil vom 17. Oktober 1975 i.S. Wegona AG Basel gegen Regierungsrat des Kantons St. Gallen", "regestes": ["Protection des eaux, permis de construire. LPEP du 8 octobre 1971. Ordonnance générale sur la protection des eaux des 19 juin 1972/6 novembre 1974 (OGPEP). 1. Rapport entre les art. 19 et 20 LPEP, interprétation de l'art. 20, dont la rédaction est défectueuse. Notion de la zone de construction au sens de la LPEP. Le \"territoire sans affectation spéciale\" prévu dans une réglementation communale des zones ne répond pas à cette notion, même si le droit cantonal y autorise non seulement des constructions agricoles ou sylvicoles ou servant à des fins d'utilité publique, mais aussi d'autres bâtiments, sous certaines conditions (confirmation de la jurisprudence; consid. 2a et b). 2. Besoin objectivement fondé (art. 20 LPEP; art. 27 al. 1 OGPEP dans sa teneur du 6 novembre 1974). Des maisons d'habitation dont l'emplacement n'est pas imposé par leur destination ne peuvent pas être construites dans le \"territoire sans affectation spéciale\", même si elles peuvent être raccordées à une canalisation (consid. 2c)."], "faits": "BGE 101 Ib 301 S. 302\n\nDie politische Gemeinde Eggersriet (SG) hat am 16. Dezember 1970 ein Baureglement mit Zonenplan erlassen. Für den zur Gemeinde gehörenden Weiler Fürschwendi gelten die Vorschriften der Wohn- und Gewerbezone WG 2. Das den Weiler umgebende Areal ist zum \"übrigen Gemeindegebiet\" geschlagen. In diesem Gebiet sind nach Art. 21 des Baugesetzes des Kantons St. Gallen vom 6. Juni 1972 Bauten und Anlagen zugelassen, die der land- und forstwirtschaftlichen oder gartenbaulichen Nutzung, der Versorgung mit Wasser oder Energie oder einem anderen öffentlichen Interesse dienen (Abs. 1); immerhin können auch andere Bauten und Anlagen bewilligt werden, wenn die Erschliessung, insbesondere die BGE 101 Ib 301 S. 303Abwasserreinigung, sichergestellt ist, das Landschafts- und Ortsbild nicht beeinträchtigt wird, die plangemässe bauliche Entwicklung der Gemeinde nicht gestört wird und der Gemeinde keine Aufwendungen für die Erschliessung erwachsen (Abs. 2).\n\nDie Wegona AG Basel kaufte am 10. Juni 1972 das 3583 m2 messende Wiesengrundstück Nr. 887 in Eggersriet zum Preise von Fr. 75'243.--. Die Parzelle ist amtlich auf Fr. 70'000.-- geschätzt, d.h. als Bauland. Sie liegt nahe beim Weiler Fürschwendi im \"übrigen Gemeindegebiet\". Sie grenzt im Süden an eine den Weiler durchquerende Strasse. Im Grundstück ist längs der Strasse eine private Trinkwasserleitung verlegt. Nördlich führt in einigen Metern Entfernung vom Grundstück eine private Kanalisationsleitung vorbei.\n\nDie Wegona AG verlangte die Bewilligung für den Bau von vier Einfamilienhäusern auf dem gekauften Land. Der Gemeinderat Eggersriet lehnte das Gesuch ab. Auf Beschwerde der Gesuchstellerin hin schützte der Regierungsrat des Kantons St. Gallen diese Verfügung gestützt auf Art. 20 GSchG und Art. 27 Abs. 1 AGSchV in der Fassung vom 6. November 1974. Die Verwaltungsgerichtsbeschwerde der Wegona AG gegen den Entscheid des Regierungsrates wird vom Bundesgericht abgewiesen.", "considerants": "Aus den Erwägungen:\n\n2. a) Art. 19 und 20 GSchG enthalten Grundsätze, die für die Beurteilung von Gesuchen um Baubewilligungen massgebend sind. Art. 19 betrifft Bauten innerhalb der Bauzonen oder, wo solche fehlen, innerhalb des im generellen Kanalisationsprojekt (GKP) abgegrenzten Gebietes. In Art. 20 ist von Bauten ausserhalb des im GKP abgegrenzten Gebietes die Rede, doch ist diese Bestimmung als Korrelat zu Art. 19 zu verstehen, in dem Sinne, dass sie sich auf das Gebiet ausserhalb der Bauzonen oder, wo solche fehlen, ausserhalb des Perimeters des GKP bezieht (BGE 101 Ib 66 E. 5a, 193 E. 2). Gemäss Art. 28 AGSchV dürfen in Gemeinden, die weder über Bauzonen noch über ein GKP verfügen, Baubewilligungen nach Art. 19 GSchG nur innerhalb des engeren Baugebietes, welches das erschlossene und vor der Erschliessung stehende BGE 101 Ib 301 S. 304Land umfasst, erteilt werden. Bauten ausserhalb bestehender Bauzonen dürfen nach Art. 20 GSchG nur bewilligt werden, wenn der Gesuchsteller ein sachlich begründetes Bedürfnis nachweist.\n\nb) Die Gemeinde Eggersriet besitzt eine Zonenordnung mit Ausscheidung von Bauzonen. Die Liegenschaft der Beschwerdeführerin befindet sich im nicht eingezonten \"übrigen Gemeindegebiet\", also ausserhalb der Bauzonen, wenn auch in der Nähe einer Wohn- und Gewerbezone, des Weilers Fürschwendi. Nach dem st. gallischen Baugesetz ist allerdings das Bauen im \"übrigen Gemeindegebiet\" nicht grundsätzlich untersagt. Dieses Gesetz lässt dort auch Wohnhäuser zu, wenn bestimmte Voraussetzungen erfüllt sind; u.a. muss die Erschliessung, namentlich die Abwasserreinigung, sichergestellt sein und dürfen der Gemeinde keine Erschliessungskosten erwachsen. Indessen kann unter einer Bauzone im Sinne des GSchG nur ein nach der massgebenden Planung für die Überbauung vorgesehenes Gebiet verstanden werden. Es gilt, die Streubauweise einzudämmen; das ist ein Ziel der neuen Gesetzgebung des Bundes über den Gewässerschutz. Würde nicht eingezontes, dem \"übrigen Gemeindegebiet\" zugeteiltes Land deshalb, weil dort nach dem kantonalen Recht ausnahmsweise auch Wohnhäuser gebaut werden können, ebenfalls zur Bauzone im Sinne des GSchG gerechnet, so wäre aber eine Streubauweise in weitem Ausmass möglich, sobald der Eigentümer die Erschliessung auf eigene Kosten an die Hand nimmt. Damit würde die Erreichung des raumplanerischen Zweckes der Art. 19 und 20 GSchG in Frage gestellt. Es entspricht deshalb dem Sinne dieses Gesetzes, das \"übrige Gemeindegebiet\" nicht als Bauzone zu betrachten (BGE 101 Ib 195 E. 2c).\n\nAuf das Bauvorhaben der Beschwerdeführerin ist daher Art. 20 GSchG anzuwenden, obwohl das Grundstück Nr. 887 offenbar weitgehend erschlossen ist, insbesondere an eine in der Nähe vorbeiführende private Kanalisationsleitung angeschlossen werden könnte.\n\nc) Die von der Beschwerdeführerin geplanten Bauten könnten somit nach Art. 20 GSchG nur bewilligt werden, wenn für sie ein sachlich begründetes Bedürfnis nachgewiesen wäre. Wann ein solches anzunehmen ist, bestimmt Art. 27 AGSchV näher. Die Beschwerdeführerin beanstandet zu Unrecht, dass der Regierungsrat im angefochtenen Entscheid BGE 101 Ib 301 S. 305vom 8. April 1975 auf die neue Fassung des Art. 27 Abs. 1 AGSchV gemäss Novelle vom 6. November 1974, die am 1. Januar 1975 in Kraft getreten ist, abgestellt hat. Auch in dieser Beziehung gilt der Grundsatz, dass das neue Recht auf alle Fälle, die im Zeitpunkt seines Inkrafttretens hängig waren, anwendbar ist. Übrigens sind durch die Revision vom 6. November 1974 die Anforderungen, welche die ursprüngliche Fassung des Art. 27 Abs. 1 AGSchV hinsichtlich des sachlich begründeten Bedürfnisses gestellt hatte, gelockert worden; die Änderung wirkt sich also zugunsten der Gesuchsteller aus, so dass diese durch die Anwendung des neuen Textes nicht beschwert sind.\n\nNach der neuen Fassung des Art. 27 Abs. 1 AGSchV gilt das Bedürfnis für eine Baute ausserhalb der Bauzonen als sachlich begründet, wenn die Zweckbestimmung der Baute den beanspruchten Standort bedingt und dem Bauvorhaben keine überwiegenden öffentlichen Interessen entgegenstehen. Die Bauten, welche die Beschwerdeführerin erstellen will, sind aber nicht an den vorgesehenen Standort gebunden. Sie fänden ihren rechtlich zulässigen Platz innerhalb des eingezonten Baugebietes. Der Umstand, dass die Beschwerdeführerin in Eggersriet nur über das Grundstück Nr. 887 verfügt, ist kein Grund, anders zu entscheiden. Es ist allerdings begreiflich, dass sie auf der von ihr zu einem Baulandpreis erworbenen Parzelle will bauen können, doch vermag ihr subjektives Bedürfnis, auch wenn es dringend ist, die erforderliche Standortgebundenheit nicht zu begründen. Ob dem Bauvorhaben auch überwiegende öffentliche Interessen im Sinne des Art. 27 Abs. 1 AGSchV entgegenstehen, braucht nicht geprüft zu werden; denn ein sachlich begründetes Bedürfnis fehlt ohnehin, weil die Zweckbestimmung der Bauten den beanspruchten Standort nicht bedingt.\n\nDie - hier bestehende - Möglichkeit des Anschlusses an eine Kanalisation ersetzt in keinem Fall die Erfordernisse für die Anerkennung eines sachlich begründeten Bedürfnisses, wie Art. 27 Abs. 1 AGSchV im letzten Satz ausdrücklich bestimmt. Diese Vorschrift ist eine selbstverständliche Folge der gesetzlichen Ordnung; in der Tat ginge die begrenzende Wirkung des in Art. 20 GSchG gezogenen Perimeters zu einem erheblichen Teil verloren, wenn für die Bewilligung von Bauten ausserhalb der Bauzonen schon die Möglichkeit des Anschlusses BGE 101 Ib 301 S. 306an eine Kanalisation genügte (nicht veröffentlichtes Urteil Immobiliare Eralda SA und Mitbeteiligte vom 27. Juni 1975, E. 2c).\n\nIst demnach im vorliegenden Fall ein sachlich begründetes Bedürfnis im Sinne von Art. 20 GSchG und Art. 27 AGSchV nicht nachgewiesen, so verstösst der angefochtene Entscheid des Regierungsrates nicht gegen die bundesrechtliche Ordnung des Gewässerschutzes."}