{"annee": "102", "cour": "III", "page": "17", "date": "15/1/1976", "cite": ["77 III 158", "100 IV 197", "79 III 155", "82 III 26", "95 III 9"], "cite_par": [], "chapeau": "4. Arrêt du 15 janvier 1976 en la cause G.", "regestes": ["Saisie de salaire. Débiteur qui a pris l'engagement de s'acquitter d'une amende par acomptes mensuels et qui est au bénéfice d'un sursis subordonné à la réparation du dommage dans un délai déterminé. L'Office des poursuites ne saurait tenir compte des montants utilisés à ces fins pour fixer la part de salaire saisissable."], "faits": "BGE 102 III 17 S. 17\n\nA.- Le 28 janvier 1975, l'Office des poursuites de Genève a été requis de continuer la poursuite No 506244 par laquelle la société anonyme X. S.A. réclame la somme de 6'496 fr. à G. Le débiteur ne possédant aucun bien mobilier saisissable, l'Office à décidé, le 25 février 1975, de procéder à une saisie mensuelle de 350 fr. sur le salaire de G. (de 1'500 fr. brut par mois, selon l'employeur).\n\nLe 3 avril 1975, l'Office a déclaré le salaire de G. totalement insaisissable, se fondant notamment sur les faits suivants, dont il avait eu connaissance après le 25 février 1975:\n\na) le débiteur, divorcé, est astreint, par jugement du 12 février 1975, à contribuer aux frais d'entretien et d'éducation de sa fille, née le 28 février 1964, par le versement d'une pension mensuelle de 300 fr.;\n\nb) condamné par la Cour correctionnelle de Genève, le 13 mars 1974, à une peine de 5 mois d'emprisonnement, G. a été mis au bénéfice du sursis à la condition de réparer le dommage causé par versements mensuels de 300 fr. au lésé, le garage Y. S.A.; BGE 102 III 17 S. 18\n\nc) le débiteur paie par acomptes mensuels de 100 fr. une amende de 2'000 fr. à laquelle il a été condamné le 24 juin 1974 par le Tribunal de police de Genève.\n\nB.- Le 16 avril 1975, X. S.A. a porté plainte contre la décision de l'Office, demandant que le salaire de G. fût déclaré saisissable à concurrence de 400 fr. par mois. L'Office des poursuites de Genève a préavisé dans le sens du rejet de la plainte.\n\nLe 26 novembre 1975, l'Autorité de surveillance des Offices de poursuite pour dettes et de faillite de Genève a rejeté la plainte. Sa décision est motivée en substance comme il suit:\n\nIl convient de tenir compte, dans le calcul du montant insaisissable, de la somme de 300 fr. versée mensuellement au garage Y. S.A., ainsi que de l'acompte de 100 fr. par mois pour le paiement de l'amende. Ce montant s'établit dès lors comme il suit:\n\nMinimum vital (débiteur divorcé, mais logé\n\nchez son ex-épouse).................................. Fr. 525.--\n\nPension alimentaire due à l'enfant................... Fr. 300.--\n\nVersement mensuel pour le paiement\n\nde l'amende.......................................... Fr. 100.--\n\nPaiement au garage Y. S.A............................ Fr. 300.--\n\nAVS-AI............................................... Fr. 82.50\n\nCaisse-maladie....................................... Fr. 35.--\n\nFrais de déplacement................................. Fr. 48.--\n\nRepas pris hors du domicile\n\n(30 jours à 11 fr.).................................. Fr. 330.--\n\n............................................... ------------\n\ntotal................................................ Fr. 1'720.50\n\nLe montant insaisissable est ainsi plus élevé que le salaire déclaré par l'employeur, de sorte que la décision de l'Office est justifiée.\n\nC.- X. S.A. recourt au Tribunal fédéral. Elle demande que la décision attaquée soit annulée et que le salaire de G. soit déclaré saisissable à concurrence de 150 fr. par mois dans la poursuite 506244.", "considerants": "Considérant en droit:\n\nAux termes de l'art. 49 ch. 3 al. 2 CP, le juge pourra exclure la conversion de l'amende en arrêts lorsque le condamné lui BGE 102 III 17 S. 19aura apporté la preuve qu'il est, sans sa faute, dans l'impossibilité de payer l'amende. Tel est le cas quand le condamné fait l'objet de saisies qui le réduisent à son minium vital. De même, l'octroi d'un sursis subordonné à la réparation du dommage dans un délai déterminé (art. 41 ch. 2 al. 1 CP) n'est concevable que dans le cadre des possibilités financières de celui qui y est astreint; en tout cas, le sursis ne peut pas être révoqué si le condamné n'a pas pu réparer le dommage du fait que la part de son revenu excédant le minimum vital était grevée d'une saisie (cf. ATF 100 IV 197).\n\nLa décision attaquée a pour conséquence que l'Etat, en tant que créancier de l'amende, et le créancier titulaire d'une créance issue d'une infraction pénale dont l'auteur, condamné, a été mis au bénéfice du sursis à condition qu'il réparerait le dommage obtiennent indirectement un privilège non prévu par la loi, sans même avoir à introduire une poursuite. De tels privilèges, exorbitants du droit commun, ne sont pas concevables. Les seules dépenses qui, selon l'art. 93 LP, entrent en ligne de compte pour la détermination de la part de salaire saisissable sont celles qui sont indispensables à l'entretien du débiteur et de sa famille (cf. ATF 77 III 160 ss consid. 1, ATF 79 III 156 consid. 1, ATF 82 III 28 consid. 1). La jurisprudence en matière de cession de salaire n'est pas en contradiction avec ces principes. Quand il y a eu cession du salaire futur du débiteur poursuivi, la créance de ce chef naît désormais en la personne du cessionnaire (ATF 95 III 12): les créances découlant d'une cession de salaire sont donc insaisissables, non parce que leur montant ferait partie du minimum vital, mais parce qu'elles ne sont plus créances du débiteur.\n\nLe montant du salaire déterminant, tel qu'il a été retenu par l'Office des poursuites et l'Autorité cantonale de surveillance, n'est pas contesté par la recourante, qui se borne à émettre des doutes incidemment. Il s'agit d'ailleurs d'une question de fait; le Tribunal fédéral ne pourrait donc la revoir que si des dispositions fédérales en matière de preuve avaient été violées ou qu'il y ait eu inadvertance manifeste (art. 63 al. 2, 81 OJ), ce qui n'est pas le cas en l'espèce.\n\nSi l'on fait abstraction des montants de 100 fr. (acompte pour le paiement de l'amende) et de 300 fr. (versement au garage Y. S.A.), la part insaisissable du salaire de G. s'élève à 1'320.50 fr. X. S.A. était ainsi fondée à demander une saisie-salaire BGE 102 III 17 S. 20mensuelle de 179.50 fr. (1'320.50 fr. + 179.50 fr. = 1'500 fr.). Toutefois, on ne saurait aller au-delà des conclusions prises (art. 63 al. 1 et 81 OJ).\n\nIl y a donc lieu d'admettre le recours, d'annuler la décision attaquée et d'inviter l'Office des poursuites de Genève à opérer une saisie de 150 fr. par mois sur le salaire du débiteur.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours, annule la décision attaquée et invite l'Office des poursuites de Genève à procéder à une saisie de 150 fr. par mois sur le salaire du débiteur."}