{"annee": "102", "cour": "V", "page": "73", "date": "30/4/1976", "cite": [], "cite_par": ["113 V 42", "106 V 240", "114 V 44", "106 V 36", "120 V 413"], "chapeau": "18. Auszug aus dem Urteil vom 30. April 1976 i.S. Käser gegen KFW Krankenfürsorge Winterthur und Versicherungsgericht des Kantons Zürich", "regestes": ["Art. 12 al. 2 LAMA et art. 21 Ord. III. Le shunt intestinal en cas d'obésité n'est pas une prestation obligatoire. Art. 30 LAMA. Devoir de la caisse-maladie de transmettre au tribunal des assurances compétent le recours que l'assuré a interjeté auprès d'elle."], "faits": "BGE 102 V 73 S. 73\n\nAus dem Tatbestand:\n\nA.- Elsa Käser (geb. 1929) ist Mitglied der Krankenfürsorge Winterthur, Schweizerische Kranken- und Unfallkasse (KFW). Sie liess sich wegen krankhafter Fettsucht vom 20. Februar bis 7. März 1974 im Spital behandeln (intestinale Shunt-Operation). Die Kasse vergütete der Versicherten den von ihr bezahlten Rechnungsbetrag.\n\nBei der nachträglichen Überprüfung des Falles stellte die KFW fest, dass es sich bei der Operation nicht um eine Pflichtleistung handelte, weshalb sie von der Versicherten mit Verfügung vom 28. Januar 1975 Fr. 1'360.-- zurückforderte und ihr bei Nichtbezahlung den in den Statuten vorgesehenen Kassenausschluss androhte. Elsa Käser lehnte mit Schreiben vom 3. Februar 1975 eine Rückerstattungspflicht ab und fügte bei: \"Ihre Rechtsbelehrung vom 28.1.1975 (Ausschluss und Betreibung) kommt einer Erpressung gleich.\" Die Kasse hielt am 18. Februar 1975 an der Rückforderung fest und verwies auf die Verfügung vom 28. Januar 1975.\n\nDer Einzelrichter im summarischen Verfahren des Bezirksgerichts Bülach wies durch Verfügung vom 9. Mai 1975 das BGE 102 V 73 S. 74Begehren der KFW um Erteilung der definitiven Rechtsöffnung für Fr. 1'360.-- ab. Zur Begründung führte er im wesentlichen aus, das Schreiben der Versicherten vom 3. Februar 1975 erfülle die Gültigkeitserfordernisse einer Beschwerde; die Krankenkasse wäre verpflichtet gewesen, sie an das Versicherungsgericht weiterzuleiten.\n\nB.- Das Versicherungsgericht des Kantons Zürich, dem in der Folge das Schreiben der Versicherten vom 3. Februar 1975 zugeleitet worden war, nahm zu der von der KFW aufgeworfenen Frage der Rechtskraft der Verfügung vom 28. Januar 1975 nicht Stellung, sondern betrachtete die Eingabe vom 3. Februar 1975 stillschweigend als Beschwerde und wies sie ab.\n\nC.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde beantragt Elsa Käser, der kantonale Entscheid und die Rückforderungsverfügung vom 28. Januar 1975 seien aufzuheben.\n\nDie KFW schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde.\n\nDas Bundesamt für Sozialversicherung vertritt die Auffassung, entgegen der Meinung des Rechtsöffnungsrichters sei die Qualifikation des Schreibens der Versicherten vom 3. Februar 1975 als Beschwerde kaum vertretbar, weil die Versicherte die in der Verfügung vom 28. Januar 1975 enthaltene Rechtsmittelbelehrung als Erpressung bezeichnet und nicht den Willen zum Ausdruck gebracht habe, die Verfügung auf dem Rechtswege anzufechten. In materieller Hinsicht weist das Amt darauf hin, dass die intestinale Shunt-Operation keineswegs wissenschaftlich anerkannt sei. Die Eidgenössische Fachkommission für allgemeine Leistungen der Krankenversicherung habe diese Meinung des ärztlichen Dienstes des Bundesamtes zumindest nicht bestritten.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Entgegen der Auffassung der Beschwerdegegnerin und des Bundesamtes für Sozialversicherung ist die Verfügung vom 28. Januar 1975 nicht in Rechtskraft erwachsen. Das Schreiben der Versicherten vom 3. Februar 1975, womit sie auf die Rückerstattungsverfügung reagierte, ist nämlich als rechtsgenügliche Beschwerde zu qualifizieren. Wie der Rechtsöffnungsrichter zutreffend ausgeführt hat, enthält der Brief BGE 102 V 73 S. 75einen Antrag sowie eine Begründung, und es ist ein Beschwerdewille erkennbar. Wenn die Versicherte die \"Rechtsbelehrung\", womit sie den angedrohten Kassenausschluss und nicht etwa die Rechtsmittelbelehrung meinte, als Erpressung bezeichnete, so verzichtete sie damit nicht auf den Beschwerdeweg. Dass sie entgegen der Rechtsmittelbelehrung ihren Rekurs innert der 30tägigen Frist an die Kasse richtete, darf ihr nicht zum Nachteil gereichen. Seit der Gesetzesnovelle vom 13. März 1964 haben die anerkannten Krankenkassen die für die öffentliche Verwaltung geltenden allgemeinen Rechtsgrundsätze anzuwenden (MAURER, Grundriss des Bundessozialversicherungsrechts, S. 10). Dazu gehört, dass sie eine fälschlicherweise an sie gerichtete Beschwerde unverzüglich dem zuständigen Versicherungsgericht zu überweisen haben.\n\n2. a) Art. 12 Abs. 2 KUVG verpflichtet die Krankenkassen u.a., für die ärztliche Behandlung ihrer für Krankenpflege versicherten Mitglieder aufzukommen. Zu dieser Behandlung gehören laut Art. 21 Abs. 1 Vo III über die Krankenversicherung die vom Arzt vorgenommenen wissenschaftlich anerkannten diagnostischen und therapeutischen Massnahmen. Ist eine Massnahme wissenschaftlich umstritten, so entscheidet das Departement des Innern nach Anhören der Fachkommission für allgemeine Leistungen der Krankenversicherung, ob sie als Pflichtleistung zu übernehmen ist (Art. 12 Abs. 5 KUVG in Verbindung mit Art. 21 Abs. 2 und 26 Vo III).\n\nNach der Verwaltungspraxis ist die Behandlung der Adipositas als Pflichtleistung von den Kassen zu übernehmen, wenn das Gewicht der betreffenden Person 20% des maximalen Idealgewichts (gemäss einer besondern Tabelle, vgl. RSKV 1974 S. 47) übersteigt oder ein konkommittierendes Leiden besteht, welches durch die Gewichtsreduktion günstig beeinflusst werden kann (RSKV 1974 S. 39).\n\nb) Im vorliegenden Fall fragt es sich, ob die bei der Beschwerdeführerin vorgenommene intestinale Shunt-Operation zur Behandlung ihrer Adipositas als Pflichtleistung von der Krankenkasse zu übernehmen sei. Departement und Fachkommission haben zu dieser Massnahme nicht ausdrücklich Stellung genommen. Es ergibt sich indessen aus den von der KFW aufgelegten Arztberichten, dem in RSKV 1974 S. 39 ff. wiedergegebenen Gutachten des Prof. Stauffacher, Bern, BGE 102 V 73 S. 76sowie aus der Stellung des ärztlichen Dienstes des Bundesamtes für Sozialversicherung, dass diese Operation noch der erforderlichen breiten Zustimmung entbehrt, um als wissenschaftlich anerkannte medizinische Behandlungsmethode der Adipositas gelten zu können.\n\nc) Die Beschwerdeführerin muss nach dem Gesagten die unrechtmässig bezogenen Fr. 1'360.-- grundsätzlich zurückzahlen, obschon die KFW ihr diesen Betrag vorerst vorbehaltlos vergütet hatte.\n\n3. Frage des Erlasses der Rückerstattungsschuld."}