{"annee": "102", "cour": "II", "page": "7", "date": "27/1/1976", "cite": ["97 II 216", "90 II 461", "75 II 102", "86 II 311", "82 II 555", "84 II 529", "77 II 292", "89 II 214", "84 II 6", "76 II 188"], "cite_par": ["109 II 338", "105 II 87", "112 II 356", "109 II 474"], "chapeau": "2. Auszug aus dem Urteil der I. Zivilabteilung vom 27. Januar 1976 i.S. A. gegen Bank X.", "regestes": ["Conversion en une dette d'argent d'une prestation en nature qui est due, mais ne peut être obtenue. 1. Art. 43 ss OJ. Recours en réforme contre une \"décision de taxation\" au sens du § 376 du Code de procédure civile zurichois; conditions (consid. 1). 2. Art. 63 al. 2 OJ. Evaluation d'une collection de timbres-poste au moyen d'indices, considérée comme une question de fait. Application de l'art. 42 al. 2 CO (consid. 2)? 3. Art. 8 CC. Celui qui allègue une augmentation de valeur des timbres-poste et conclut à la mise en oeuvre d'une expertise à ce propos a le droit de faire la preuve de son allégation (consid. 3)."], "faits": "BGE 102 II 7 S. 7\n\nA.- Der Arzt A. hinterlegte am 28. September 1965 bei der Bank X. drei versiegelte Pakete, enthaltend \"erstklassige BGE 102 II 7 S. 8Briefmarken\" im Werte von angeblich mindestens Fr. 150'000.--. Die Marken dienten als Sicherheit für ein Darlehen in diesem Betrage, das A. von B. erhielt. Im Juli 1966 liess A. die Sicherheit durch Schuldbriefe ersetzen. Als er daraufhin die Briefmarken zurückverlangte, behauptete die Bank, sie habe ihm die drei versiegelten Pakete längst zurückerstattet. A. bestritt dies, was die Bank ihm nicht widerlegen konnte.\n\nB.- Im September 1971 klagte A. gegen die Bank X. und deren Vizedirektor auf Herausgabe der Marken.\n\nDas Bezirksgericht Horgen wies die Klage ab. Auf Appellation des Klägers hiess das Obergericht des Kantons Zürich sie am 4. März 1974 gegen die Bank jedoch gut und verpflichtete diese, die drei versiegelten Pakete mit den Marken unverzüglich herauszugeben. Das Urteil konnte nicht vollstreckt werden, da die Beklagte die Marken angeblich nicht mehr besass.\n\nC.- Am 30. Juli 1974 stellte der Kläger gestützt auf § 376 zürch. ZPO das Begehren, es sei ihm der Geldwert, den die streitigen Briefmarken am 4. März 1974 hatten, nebst 7% Zins seit diesem Datum zuzusprechen; eventuell habe ihm die Beklagte Fr. 181'551.80 nebst Zins seit 15. Juli 1966 zu bezahlen.\n\nDer Einzelrichter des Bezirksgerichtes Horgen setzte am 17. Oktober 1974 den Wert der Marken auf Fr. 150'000.-- fest, verurteilte die Beklagte zur Zahlung dieses Betrages und wies die Klage im übrigen ab.\n\nDer Kläger legte dagegen Rekurs ein, der vom Obergericht des Kantons Zürich durch Beschluss vom 27. Februar 1975 abgewiesen wurde.\n\nD.- Die Erben des A., der am 31. Januar 1975 gestorben ist, haben die Berufung erklärt. Sie beantragen, den Beschluss des Obergerichtes aufzuheben und das Begehren des Klägers vom 30. Juli 1974 gutzuheissen oder die Sache zur Durchführung eines Beweisverfahrens an das Obergericht zurückzuweisen.\n\nDie Beklagte beantragt, auf die Berufung nicht einzutreten oder sie abzuweisen.\n\nBGE 102 II 7 S. 9", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Ist die Herausgabe einer beweglichen Sache im zürcherischen Befehlsverfahren nicht erzwingbar, so kann der Berechtigte gemäss § 376 ZPO den Geldwert der Sache beanspruchen (Abs. 1). Der Wert ist auf Verlangen des Gläubigers im summarischen Verfahren, nötigenfalls durch Abnahme von Beweisen, zu ermitteln; seine Festsetzung hat die Wirkung eines rechtskräftigen Urteils (Abs. 2).\n\nDie Beklagte bestreitet, dass ein im sog. Umwandlungs- oder Taxationsverfahren gemäss § 376 ZPO ergangener Entscheid mit der Berufung an das Bundesgericht weitergezogen werden kann. Diese Bestimmung stehe im Abschnitt über die Vollstreckung von Urteilen und erlaube dem Richter nur, den Geldwert einer Sache, die nicht mehr herausgegeben werden könne, festzustellen und zuzusprechen. Das Verfahren gleiche deswegen zwar einem Schadenersatzprozess, diene aber nur der Vollstreckung einer nicht mehr erfüllbaren Leistung; ein Schaden, der ausserhalb der gerichtlich zugesprochenen Sache liege, könne nicht geltend gemacht werden.\n\nDem ist vorweg entgegenzuhalten, dass die kantonalen Instanzen im Taxationsverfahren kein Schadenersatzbegehren zu beurteilen, sondern eine geschuldete, aber nicht erzwingbare Sachleistung in eine Geldschuld umzuwandeln hatten. Dass sodann der Beschluss der letzten kantonalen Instanz über die Umwandlung mit der Berufung angefochten werden kann, hat das Bundesgericht schon im Entscheid 30 II 563 ff. angenommen. Es hielt das Rechtsmittel für zulässig, weil die im Taxationsverfahren festgesetzte Geldforderung auf dem gleichen Schuldgrund beruht wie die nicht erfüllbare Sachleistung, die bei der Umwandlung zu beachtenden Grundsätze ebenfalls dem materiellen Bundesrecht angehören und weil durch den Taxationsentscheid eine Zivilrechtsstreitigkeit endgültig erledigt wird. Dass der Entscheid nicht Urteil, sondern Beschluss genannt werde, sei unerheblich; ebenso ob er von einem ordentlichen oder besonderen Gericht und in welcher Prozessart er gefällt werde. Es hilft der Beklagten daher nicht, dass der Geldwert einer nicht erbringbaren Sachleistung seit 1913, als die heute noch geltende ZPO in Kraft getreten ist, im beschleunigten Verfahren festgesetzt BGE 102 II 7 S. 10wird (vgl. auch BGE 20 S. 79). Entgegen der Annahme der Beklagten anerkennen übrigens auch STRÄULI/HAUSER (Gesetze über die zürcherische Rechtspflege II, 2. Aufl. N. 4 zu § 376 ZPO), dass Taxationsentscheide mit der Berufung angefochten werden können.\n\nIm gleichen Sinn hat das Bundesgericht mit Bezug auf Urteile entschieden, die im zürcherischen Befehlsverfahren gemäss §§ 292 ff. ZPO gefällt werden. Auch diesfalls genügt für die Zulässigkeit der Berufung, dass das summarische Verfahren zur endgültigen Beurteilung eines zivilrechtlichen Anspruches führte und kein ordentliches vorbehalten wurde (BGE 82 II 562 Erw. 3, BGE 90 II 463 Erw. 1). Hier verhielt es sich nicht anders. Da auch die weiteren Voraussetzungen - Anfechtung eines Endentscheides und Streitwert von wenigstens Fr. 8'000.-- - erfüllt sind, ist auf die Berufung der Erben A. einzutreten.\n\n2. Das Obergericht führt aus, nach dem zwischen A. und B. abgeschlossenen Darlehensvertrag müsse als bewiesen gelten, dass der Kläger der Bank als Sicherheit für die geliehenen Fr. 150'000.-- Briefmarken in eben diesem Wert übergeben habe. Ein Beweis dafür, dass die Marken zur Zeit der Übergabe mehr wert gewesen seien, liege dagegen nicht vor und könne nicht erbracht werden, da eine Expertise sich als zwecklos erweise. Dass die Banken den Wert von Pfändern durchwegs unter deren Nominalwert anzusetzen pflegten, helfe dem Kläger nicht, zumal die Bank hier bloss als Treuhänderin aufgetreten sei.\n\nZu Unrecht rügen die Berufungskläger, das Obergericht habe dabei die in Art. 42 Abs. 2 OR enthaltenen Grundsätze verletzt oder überhaupt nicht angewendet. Die Vorinstanz schloss aus den gesamten Umständen, insbesondere aus der Höhe der Darlehenssumme und der Rolle der Beteiligten, die Briefmarken hätten im Zeitpunkt der Hingabe den Wert des Darlehens erreicht, jedoch nicht übertroffen. Dieser Schluss ist für das Bundesgericht verbindlich. Er enthält keine rechtliche Wertung von Tatsachen, sondern beruht auf Würdigung des Beweisergebnisses, zu dem auch das nachträgliche Verhalten der Beteiligten und die Quittung der Bank gehörten. Dass er sich nicht auf einen direkten Beweis, sondern bloss auf Indizien stützt, ändert nichts (BGE 75 II 102). Auch der Schluss aus Indizien auf einen bestimmten Wert einer Sache BGE 102 II 7 S. 11ist tatsächlicher Natur und deshalb der Überprüfung durch das Bundesgericht entzogen (vgl. BGE 75 II 102, BGE 76 II 193 Erw. 3, BGE 77 II 293, BGE 84 II 537, BGE 86 II 313 Erw. 3).\n\nEine Schätzung im Sinne von Art. 42 Abs. 2 OR hätte übrigens von den gleichen Anhaltspunkten ausgehen müssen, folglich zu keinem andern Ergebnis geführt, zumal der Kläger dem gewichtigen Indiz, das die Vorinstanz in der Höhe des Darlehens erblickte, nichts Gleichwertiges entgegenzuhalten wusste. Diese Bestimmung ist zudem nur anwendbar, wenn ein ziffermässiger Nachweis ausgeschlossen ist (BGE 84 II 11, BGE 89 II 219 /20, BGE 97 II 218 und dort angeführte Urteile).\n\n3. Die Berufungskläger machen ferner geltend, die nicht mehr auffindbaren Briefmarken hätten seit der Verpfändung an Wert gewonnen; sie seien am 4. März 1974, als die Beklagte zur Herausgabe verpflichtet wurde, erheblich mehr wert gewesen als bei ihrer Übergabe, was die Vorinstanz verkenne.\n\nDas Obergericht hielt auch \"eine Expertise über eine allfällige Wertsteigerung\" der Briefmarken bis zum 4. März 1974 für nutzlos, da vorerst durch optische Begutachtung der Marken ein zuverlässiger Wert ermittelt werden müsste; das sei unbestrittenermassen aber nicht möglich, folglich auch die Wertsteigerung nicht mehr festzustellen.\n\nDieser Auffassung kann nicht beigepflichtet werden. Gewiss könnte der genaue Wertzuwachs nur nach einer vorausgehenden optischen Begutachtung der Marken festgestellt werden, da deren Wert je nach den Qualitätsmerkmalen nicht bloss sehr verschieden sein, sondern auch unterschiedlich steigen konnte. Die streitigen Marken hatten nach der Feststellung des Obergerichts im September 1965 jedoch einen Wert von Fr. 150'000.--; ihre allgemeine Wertsteigerung kann daher auch ohne optische Begutachtung einigermassen zuverlässig ermittelt werden. Es ist gerichtsnotorisch, dass jedenfalls wertvolle Briefmarkensammlungen die allgemeine Inflation mitmachten und zu höheren Preisen gehandelt wurden, als die Flucht in die Sachwerte das grösste Ausmass erreichte. Das muss angesichts ihres Wertes im September 1965 auch von den streitigen Marken gelten; es kann keinem Zweifel unterliegen, dass sie seitdem in ihrem Wert gestiegen sind. Der Kläger hat denn auch ausdrücklich den Geldwert der Marken vom 4. März 1974 verlangt und beantragt, es sei BGE 102 II 7 S. 12darüber eventuell eine Expertise durchzuführen. Sein Begehren betraf eine rechtserhebliche Tatsache, weshalb er gemäss Art. 8 ZGB Anspruch darauf hatte, zum Beweise zugelassen zu werden.\n\nDer angefochtene Beschluss ist daher gestützt auf Art. 64 Abs. 1 OG aufzuheben und die Sache zur neuen Entscheidung an die Vorinstanz zurückzuweisen. Diese hat, wenn nötig mit Hilfe von Sachverständigen, näher abzuklären, wie stark Briefmarken der streitigen Art seit September 1965 bis März 1974 durchschnittlich im Wert gestiegen sind. Sie hat alsdann je nach dem Ergebnis den Geldwert, der für die nicht mehr erbringbare Sachleistung zuzusprechen ist, neu festzusetzen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, der Beschluss des Obergerichtes (II. Zivilkammer) des Kantons Zürich vom 27. Februar 1975 aufgehoben und die Sache zur neuen Beurteilung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}