{"annee": "102", "cour": "IB", "page": "198", "date": "7/7/1976", "cite": ["94 I 170", "99 IB 94"], "cite_par": ["112 II 228"], "chapeau": "32. Arrêt du 7 juillet 1976 dans la cause Naville contre Direction générale des PTT", "regestes": ["Loi fédérale du 14 octobre 1922 réglant la correspondance télégraphique et téléphonique (LTT). L'art. 34 LTT crée une présomption d'exactitude en faveur des inscriptions portées par l'Entreprise des PTT (confirmation de la jurisprudence). L'art. 22 LTT ne vise que le cas où l'abonné a autorisé un tiers à utiliser son raccordement téléphonique. La responsabilité pour l'usage non autorisé d'un appareil n'est pas réglée par la loi. Conformément à la systématique et à l'esprit de la LTT d'une part, aux principes généraux du droit de l'autre, cette responsabilité incombe à l'abonné."], "faits": "BGE 102 Ib 198 S. 199\n\nDenis Naville exploite à Genève une entreprise Import-Export dans des locaux loués à la Banque Noram S.A., qui se trouve dans le même bâtiment. Afin d'avoir accès de tout temps au raccordement télex que la Banque avait installé dans une pièce louée par Naville, l'ancien directeur de la Banque possédait une clé des bureaux de ce dernier.\n\nPour la période du 26 avril au 25 juin 1973, Denis Naville a reçu une facture téléphonique d'un montant de 3'797 fr. 25. Le 12 octobre 1973, après avoir déposé une réclamation et demandé une vérification ainsi que des explications, il l'a payée, sous les réserves les plus expresses et sans reconnaître la dette. Ayant reçu, le 27 décembre 1973, une facture pour la période du 26 août au 25 octobre 1973 d'un montant de 9'839 fr., Naville a déposé plainte contre inconnu pour utilisation abusive du raccordement téléphonique. L'instruction de cette plainte a permis d'établir que l'ancien directeur de la Banque, résidant actuellement à l'étranger, était l'auteur des téléphones non autorisés sur la ligne de Naville.\n\nLe 20 février 1974, Naville a fait opposition au paiement des deux factures en demandant à la Direction d'arrondissement des téléphones, à Genève, de les ramener au montant moyen de 750 fr. Le 31 juillet 1974, l'autorité compétente a écarté cette demande et confirmé le montant des factures contestées. Saisie d'un recours, la Direction générale de l'Entreprise des postes, téléphones et télégraphes (PTT) l'a rejeté le 6 novembre 1975.\n\nPar un recours de droit administratif, Denis Naville requiert le Tribunal fédéral d'annuler cette décision. La Direction générale de l'Entreprise des PTT conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. Le recourant ne conteste plus l'exactitude des inscriptions qui ont servi aux deux factures litigieuses. Il est vrai qu'à BGE 102 Ib 198 S. 200réception de la facture relative à la période du 26 avril au 25 juin 1973, il a d'abord attribué le montant élevé de cette dernière à une erreur d'enregistrement. Cependant, dans son recours de droit administratif, il n'a pas repris ce grief et a admis, au contraire, que le montant de cette facture ainsi que de celle relative à la période du 26 août au 25 octobre 1973 correspondait bien à l'usage qui a été fait de son raccordement pendant ces deux périodes. Il n'y a donc pas lieu d'examiner si les arguments invoqués par le recourant suffisent à renverser la présomption d'exactitude que l'art. 34 LTT crée en faveur des inscriptions portées par l'Entreprise des PTT (ATF 99 Ib 296). Le litige porte essentiellement sur la question de savoir si le recourant peut être tenu pour responsable de l'usage qu'un tiers non autorisé a fait de son raccordement.\n\n2. Le recourant soutient que si, conformément à l'art. 22 LTT, l'abonné est responsable de l'usage qu'un tiers autorisé a fait de son poste d'abonnement, il s'ensuit a contrario que sa responsabilité n'est pas engagée lorsque le tiers a utilisé le raccordement en n'y étant autorisé ni expressément, ni tacitement en raison d'une faute commise par l'abonné, et que le dommage ainsi causé est à la charge de l'Entreprise des PTT, respectivement de la Confédération. Cette interprétation est erronée.\n\nL'art. 22 LTT fait partie du titre III de la LTT, lequel réglemente de manière générale la correspondance téléphonique. Comme il ressort des titres marginaux, cette disposition complète l'art. 21, qui définit le droit de tout abonné de communiquer avec les autres stations soit du réseau suisse, soit des réseaux étrangers. Pour des raisons évidentes, le législateur n'a pas voulu réserver l'emploi d'une station au seul abonné; ce dernier peut, sous sa responsabilité, permettre à des tiers d'utiliser son poste d'abonnement pour l'échange de conversations téléphoniques passant par la station centrale (art. 22 al. 1). Toutefois, l'Entreprise des PTT n'entre pas en rapport juridique direct avec les personnes que l'abonné autorise à faire usage de son poste d'abonnement (art. 22 al. 2).\n\nAinsi, l'art. 22 LTT ne vise que le cas où l'abonné a autorisé un tiers à utiliser son appareil: cette autorisation ne décharge pas l'abonné de sa responsabilité générale et n'a pas pour conséquence de créer des rapports juridiques directs entre l'Entreprise des PTT et le tiers qui en bénéficie.\n\nBGE 102 Ib 198 S. 201Le cas où un tiers utilise frauduleusement, sans autorisation, le raccordement d'un abonné n'est donc pas réglé par cette disposition. Aucun autre article de la LTT n'établissant expressément la responsabilité soit de l'abonné, soit des PTT pour l'usage non autorisé d'un raccordement, il y a lieu d'admettre l'existence d'une lacune qu'il convient de combler en s'inspirant, d'une part, de la systématique et de l'esprit de la LTT, d'autre part, des principes généraux du droit.\n\na) La LTT énumère, d'une part, les obligations et les responsabilités de l'abonné (notamment aux art. 17, 18, 25, 28, 29 et 34); d'autre part, elle définit la responsabilité de l'Entreprise des PTT (art. 35 à 37). De ces deux énumérations, seule la seconde est exhaustive: l'art. 35 al. 1 dispose en effet que la responsabilité de l'Entreprise des PTT à raison de la correspondance télégraphique et téléphonique ne s'étend qu'aux cas visés par la loi elle-même. Selon la jurisprudence relative à cette disposition, la loi fédérale du 14 mars 1958 sur la responsabilité de la Confédération, des membres de ses autorités et de ses fonctionnaires ne s'applique pas au domaine de la correspondance téléphonique (ATF 94 I 172). Ni la Confédération ni l'Entreprise des PTT ne peuvent donc être tenues pour responsables d'un fait non prévu par la loi. Il s'ensuit que l'usage non autorisé d'un raccordement de la part d'un tiers tombe dans le domaine des responsabilités de l'abonné, la loi n'énumérant que les plus importantes. L'abonné est tenu, de manière générale, de payer les taxes de conversations, la taxe d'abonnement ainsi que les frais supplémentaires relatifs à son raccordement. S'il s'estime lésé par un tiers qu'il n'a pas autorisé à utiliser son poste, il lui appartient, le cas échéant, de porter plainte contre ce dernier et d'exiger le remboursement des taxes de conversations résultant d'un usage illicite de sa ligne.\n\nb) Cette interprétation est d'ailleurs seule conforme au principe général selon lequel, mis à part les cas de responsabilité objective prévus par la loi, l'autorité ne saurait être tenue pour responsable d'une situation de fait sur laquelle elle n'a aucune prise et qu'elle ne peut pas modifier. En effet, si l'on suivait l'argumentation du recourant, l'existence et l'étendue de la responsabilité de la Confédération dépendraient de la seule volonté de l'abonné, auquel il suffirait de prouver qu'un BGE 102 Ib 198 S. 202tiers a utilisé son raccordement sans en avoir reçu l'autorisation pour contester la facture établie par les PTT. Il n'est pas nécessaire de déterminer toutes les conséquences d'ordre technique, financier et pratique d'une telle interprétation pour conclure qu'elle va manifestement à l'encontre de l'esprit de la LTT, qui vise à réglementer la correspondance téléphonique de façon efficace et rationnelle.\n\nLa responsabilité du recourant pour les taxes téléphoniques contestées est donc entière.\n\n3. Le recourant soutient, en outre, qu'en refusant de contrôler son raccordement, l'Entreprise des PTT a commis une faute qui a contribué à créer le dommage causé et qui justifie la réduction du montant des factures litigieuses, et que, de plus, elle a violé le principe de la bonne foi en lui reprochant, dans sa décision du 31 juillet 1974, de n'avoir pas muni son poste d'un appareil de blocage. Ces reproches ne sont pas fondés.\n\nDans sa réclamation du 15 août 1973, le recourant a demandé à la Direction d'arrondissement de Genève de vérifier la facture de mai/juin 1973. Mécontent de la réponse obtenue, il lui demanda, le 26 septembre 1973, de contrôler la \"provenance des taxes\". Ce n'est qu'en date du 27 décembre 1973 qu'il a signalé personnellement à la Direction la possibilité d'un usage non autorisé de son raccordement, en lui envoyant un double de la plainte pénale qu'il avait déposée le même jour. Il est vrai que la Direction avait déjà été avertie de cette possibilité, le 27 novembre 1973, lors d'une conversation téléphonique avec la secrétaire du recourant; celle-ci lui a cependant demandé, le 7 décembre 1973, de ne pas faire état de ses déclarations. Quoi qu'il en soit, avant le 27 novembre 1973, la Direction n'avait aucune raison de soupçonner qu'un tiers non autorisé utilisait le raccordement du recourant. Conformément aux demandes de ce dernier, elle a procédé, le 12 septembre 1973, à un contrôle du compteur et des équipements de taxation, lequel n'avait révélé aucune erreur ou défectuosité. Pour permettre au recourant de vérifier lui-même la taxation des conversations que seule il mettait en cause, elle lui a proposé, le 1er octobre 1973, l'installation d'un indicateur de taxes. De toute façon, même si elle lui avait suggéré, au moment où elle a eu connaissance du soupçon qui pesait sur P. X., de munir son appareil d'un dispositif de blocage BGE 102 Ib 198 S. 203du disque d'appel, la facture de septembre/octobre 1973 n'aurait plus pu être évitée.\n\nLa Direction d'arrondissement de Genève a donc correctement traité la réclamation relative à la période de taxation mai/juin 1973 et n'a pas commis de faute causant un préjudice au recourant. Au surplus, elle n'a pas non plus pu violer le principe de la bonne foi qui protège, sous certaines conditions, l'administré qui a réglé sa conduite d'après les déclarations ou le comportement de l'autorité (ATF 99 Ib 101 /102), car, en l'espèce, c'est l'autorité qui a réglé sa conduite d'après les déclarations et les informations du recourant.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours."}