{"annee": "102", "cour": "IA", "page": "81", "date": "4/3/1976", "cite": ["76 II 134", "80 II 22", "43 II 606", "98 IA 441", "100 IA 18", "86 I 265", "71 II 248", "91 I 169", "95 I 97", "90 I 8"], "cite_par": ["137 III 589", "119 II 421", "119 II 429", "112 II 214", "107 IA 226", "126 III 462"], "chapeau": "15. Arrêt de la IIe Cour civile du 4 mars 1976 dans la cause J. Wernle S.A. contre Caisse de pensions Ciba-Geigy.", "regestes": ["Hypothèque légale d'entrepreneur; arbitraire, inégalité de traitement. 1. Le recours de droit public pour violation de l'art. 4 Cst. est recevable contre la décision d'une autorité cantonale de dernière instance qui refuse l'inscription provisoire d'une hypothèque légale d'artisans et entrepreneurs (rappel de jurisprudence) (consid. 1). 2. Rien, dans la loi, n'autorise une hypothèque légale collective; le privilège des artisans et entrepreneurs ne peut exister que pour les travaux et les matériaux fournis à un immeuble déterminé. Un gage collectif se justifierait-il exceptionnellement lorsque des immeubles forment une unité économique par la destination que les travaux leur donnent? Question laissée indécise (consid. 2b aa). 3. Commet arbitraire le juge qui refuse l'inscription provisoire d'une hypothèque légale en présence d'une situation de fait ou de droit mal élucidée, méritant un examen plus ample que celui auquel il peut procéder dans le cadre d'une instruction sommaire (précision de jurisprudence) (consid. 2b bb). 4. Il n'y a pas inégalité de traitement lorsqu'une juridiction d'appel statue autrement que ne l'a fait une juridiction inférieure dans un cas analogue (consid. 3)."], "faits": "BGE 102 Ia 81 S. 82\n\nA.- a) La Caisse de pensions Ciba-Geigy, à Bâle, est propriétaire, sur le territoire de la commune de Renens, de trois parcelles contiguës, Nos 740, 741 et 742 du registre foncier de Lausanne. Elle a chargé la société Horta, entreprise générale S.A., à Zurich, avec succursale à Lausanne, de construire sur la parcelle No 740 un bâtiment locatif, dit bâtiment A, sur la parcelle No 742 un second bâtiment locatif, dit bâtiment B, et sur la parcelle No 741 un groupe de garages, dit bâtiment AB.\n\nLe 8 juin 1973, Horta S.A. a confié à la société anonyme J. Wernle S.A., à Aarau, les travaux de menuiserie intérieure à effectuer dans les bâtiments A et B pour un prix forfaitaire de 124'797 fr. Le 15 juin 1973, elle lui a encore adjugé l'exécution des armoires dans ces mêmes bâtiments pour le prix forfaitaire de 113'232 fr., des cloisons intérieures, pour 73'465 fr., et des portes intérieures, pour 224'341 fr. Enfin, le 27 juin 1973, elle lui a adjugé les travaux de menuiserie extérieure, pour le prix forfaitaire de 998'888 fr., et l'agencement des cuisines, pour 402'576 fr.BGE 102 Ia 81 S. 83\n\nToutes ces adjudications distinguent le prix des travaux par bâtiment.\n\nLes travaux afférents au bâtiment B sont terminés depuis janvier 1975. Ceux qui concernent le bâtiment A sont interrompus par suite de difficultés financières que connaît Horta S.A. Enfin, J. Wernle S.A. n'a effectué aucun travail dans le groupe de garages AB.\n\nSelon un décompte établi par Horta S.A. et J. Wernle S.A., le solde redû à J. Wernle S.A. est de 127'550 fr. sur les travaux exécutés dans le bâtiment A et de 298'746 fr. 30 sur les travaux exécutés dans le bâtiment B. Les travaux non encore effectués dans cet immeuble représentent 360'686 fr.\n\nb) Le 27 juin 1975, J. Wernle S.A. a requis l'inscription provisoire d'une hypothèque légale des artisans et entrepreneurs d'un montant de 786'982 fr. 30 grevant les trois parcelles propriété de la Caisse de pensions Ciba-Geigy.\n\nPar ordonnance de mesures provisionnelles du 22 juillet 1975, le juge instructeur de la Cour civile du Tribunal cantonal vaudois a ordonné cette inscription à concurrence de 659'432 fr. 30, plus accessoires légaux, sur la parcelle 740 (bâtiment A). Il a rejeté la requête pour le surplus: en ce qui concerne la parcelle 742 (bâtiment B) au motif que les travaux exécutés sur cette parcelle étaient terminés depuis plus de trois mois; en ce qui concerne la parcelle No 741 (bâtiment AB) au motif que J. Wernle S.A. n'y avait effectué aucun travail.\n\nB.- J. Wernle S.A. a interjeté appel contre cette décision auprès de la Cour civile du Tribunal cantonal vaudois. Cette autorité a rejeté l'appel le 5 novembre 1975. Son arrêt est motivé en substance comme il suit:\n\nLe législateur n'a prévu le gage collectif que pour la garantie contractuelle. Le texte même de l'art. 837 al. 1 ch. 3 CC accentue, pour l'hypothèque légale des artisans et entrepreneurs, le principe de la spécialité du gage. La Cour d'appel du canton de Bâle, dans un arrêt du 4 janvier 1940 (RSJ 36/1939-1940, p. 268 No 196) et l'Obergericht de Zurich, dans un arrêt du 28 mars 1956 (Revue suisse du notariat et du registre foncier (RNRF) 1956, p. 207 No 46), ont résolu la question dans le sens de l'individualisation du gage requis en garantie d'ouvrages effectués sur plusieurs parcelles. Cette solution a été approuvée en doctrine par Wipfli (RNRF 1971, p. 65 ss) et Ottiker (RNRF 1971, p. 193 ss). Le motif essentiel de ces BGE 102 Ia 81 S. 84arrêts et des avis cités, que la Cour civile fait siens, sont en particulier la relation qui doit exister entre la garantie donnée à l'entrepreneur et la plus-value procurée à l'immeuble par l'apport en travaux et en matériaux, d'une part, et l'inéquité qu'entraînerait la solution du gage collectif pour le propriétaire désireux d'aliéner séparément les différents immeubles grevés, d'autre part. L'unité formelle du contrat d'entreprise n'est donc pas déterminante.\n\nC.- J. Wernle S.A. forme un recours de droit public pour arbitraire. Elle demande que l'arrêt attaqué soit annulé et l'autorité judiciaire cantonale invitée à ordonner au conservateur du registre foncier de Lausanne d'inscrire à titre provisoire, en faveur de J. Wernle S.A., une hypothèque légale d'entrepreneur de 127'550 fr., plus accessoires, sur la parcelle 742.\n\nL'intimée conclut avec dépens au rejet du recours.", "considerants": "Considérant en droit:\n\n1. La Cour civile a statué en qualité d'autorité cantonale de dernière instance. Sa décision, qui refuse l'inscription provisoire d'une hypothèque légale d'entrepreneur, est une décision finale, non susceptible de recours en réforme (ATF 71 II 250), contre laquelle le recours de droit public est recevable du point de vue de l'art. 87 OJ (ATF 95 I 99 /100, ATF 98 Ia 443 ss).\n\n2. a) La recourante soutient d'abord que la décision attaquée repose sur une interprétation arbitraire de l'art. 839 al. 2 CC. Elle tient en substance le raisonnement suivant:\n\nEn l'espèce, il y a unité formelle des contrats conclus pour chacune des catégories de travaux, commandés en bloc pour les deux parcelles 740 et 742. On doit donc admettre l'unité de la créance née de chacun des contrats en question. En divisant chaque fois la créance par bâtiment, la Cour civile voit courir des délais de prescription distincts pour des travaux qui, en réalité, relèvent de la prestation globale d'un seul contrat. Or, selon le Tribunal fédéral, l'entrepreneur possède autant de créances qu'il y a eu de contrats et le délai d'inscription de l'art. 839 al. 2 CC commence à courir, pour chacun des contrats, à partir de l'achèvement des travaux auxquels il se rapporte (ATF 76 II 139 /140). L'interprétation de la Cour BGE 102 Ia 81 S. 85civile est d'autant plus arbitraire que l'inscription provisoire d'une hypothèque légale d'entrepreneur ne peut être refusée que si l'existence du droit de gage allégué apparaît exclue ou très improbable (ATF 86 I 270). D'une manière générale, le juge doit ordonner les mesures provisionnelles dès que le succès de la cause du requérant paraît vraisemblable prima facie (ATF 100 Ia 22 consid. 4a).\n\nb) Cette argumentation ne saurait être accueillie:\n\naa) Comme l'a dit à juste titre la Cour civile, rien, dans la loi, n'autorise une hypothèque légale collective, incompatible avec le principe, dégagé par la jurisprudence fédérale (ATF 43 II 611, ATF 80 II 24 /25), que le gage légal a pour justification la plus-value que les travaux ont donnée à l'immeuble; le privilège ne peut exister que pour les travaux effectués et les matériaux fournis à un immeuble déterminé. L'hypothèque légale collective porterait atteinte à la sécurité du droit. Ce système aurait pour effet que, lorsque sont adjugés simultanément des travaux pour plusieurs immeubles, l'hypothèque d'entrepreneur pourrait être requise des années après l'achèvement du premier immeuble construit, avec tous les risques que cela entraînerait pour les tiers, notamment les acheteurs (de l'immeuble ou d'appartements dans l'immeuble) ou les prêteurs contre garantie hypothécaire, qui, s'agissant d'un immeuble où les travaux sont terminés depuis plus de trois mois, doivent pouvoir se fier à l'absence d'inscription.\n\nLe seul fait qu'en l'espèce les immeubles sont contigus ne saurait justifier la solution préconisée par la recourante. Celle-ci ne le soutient d'ailleurs pas. Elle se prévaut uniquement de l'unité des contrats d'entreprise, qui résulte de lettres d'adjudication pour des travaux déterminés à exécuter sur les deux immeubles. Mais la forme que les parties ont donnée à leur convention ne saurait modifier, avec effet à l'égard des tiers, le régime du gage légal auquel peut prétendre l'entrepreneur. Si l'unité du contrat était déterminante, on serait amené à admettre la possibilité d'hypothèques légales collectives grevant des immeubles non contigus, situés dans des localités, voire dans des cantons différents. Ce critère ne peut donc pas entrer en considération. D'ailleurs, il est constant que les deux bâtiments ont été distingués dès l'adjudication et ont fait l'objet de décomptes séparés: l'adjudication précisait ce qui concernait chacun des bâtiments; le début et la fin des travaux BGE 102 Ia 81 S. 86n'étaient pas fixés au même moment pour les deux immeubles (il y a plusieurs mois d'écart).\n\nC'est en vain que la recourante invoque la jurisprudence de l'arrêt ATF 76 II 134 ss. Dans cet arrêt, il s'agissait de plusieurs contrats relatifs à un seul immeuble. Le problème ici considéré ne s'y posait donc pas.\n\nSans doute peut-on se demander si l'inscription d'un gage collectif se justifierait exceptionnellement lorsque les immeubles forment une unité économique par la destination que les travaux leur donnent: ainsi, l'édification d'une usine avec voies d'accès, place de parc, bâtiments d'entrepôt sur un terrain constitué par la réunion de plusieurs parcelles. Mais ces circonstances spéciales ne sont pas invoquées par la recourante. La question peut donc demeurer indécise en l'espèce.\n\nbb) Les principes énoncés dans les arrêts ATF 86 I 270, ATF 100 Ia 22 consid. 4a doivent être appliqués lorsqu'on est en présence d'une situation de fait ou de droit mal élucidée, méritant un examen plus ample que celui auquel le juge peut procéder dans le cadre d'une instruction sommaire. En cas de doute, quand les conditions de l'inscription sont incertaines, le juge doit ordonner l'inscription provisoire; il suffit que le droit allégué lui paraisse exister (art. 961 al. 3 CC). Mais une certaine marge d'appréciation lui est laissée par la loi. Dans le cadre du recours fondé sur l'art. 4 Cst., le Tribunal fédéral doit éviter de s'instituer en juridiction d'appel: il ne revoit l'appréciation du juge que du point de vue de l'arbitraire. Il convient de se montrer d'autant plus strict en l'espèce que la décision attaquée émane de la juridiction qui, saisie d'une demande d'inscription définitive, statuerait sur le fond. Or, dans le cas ici en cause, la Cour civile a rendu son arrêt sur la base de données claires. Elle a rejeté la requête pour un motif purement juridique, soit parce que la requérante prétendait à une garantie dont on peut sans arbitraire admettre qu'elle sort du cadre fixé par la loi.\n\n3. La recourante invoque aussi une inégalité de traitement. Elle fait valoir que, par décision du 19 juin 1975 rendue en la cause Alfred Favre contre Horta, entreprise générale S.A., et Caisse de pensions Ciba-Geigy, relative aux mêmes bâtiments A et B, le juge instructeur de la Cour civile a accordé au requérant, Alfred Favre, une hypothèque légale d'entrepreneur grevant collectivement les deux bâtiments, au BGE 102 Ia 81 S. 87motif que \"les travaux des groupes d'immeubles A et B forment un tout\".\n\nMais les deux cas ne sont pas identiques. Dans la cause Favre, il s'agissait d'une requête d'hypothèque légale pour des travaux qui n'étaient achevés dans aucun des bâtiments et à laquelle le propriétaire avait expressément déclaré, à l'audience, ne pas s'opposer. Le juge s'est donc borné à entériner un accord intervenu devant lui et qui, en soi, constituait un titre d'inscription.\n\nDe toute façon d'ailleurs, il n'y a pas inégalité de traitement quand une juridiction d'appel statue autrement que ne l'a fait une juridiction inférieure dans un cas analogue. Certes, la jurisprudence admet qu'il y a inégalité de traitement lorsque, sans motifs sérieux, deux décisions soumettent deux situations de fait semblables à des règles juridiques différentes (ATF 90 I 8 consid. 2, 162 consid. 2); ces décisions peuvent émaner de deux autorités de degrés différents lorsqu'elles ont toutes deux statué sur la même base et avec la même cognition (ATF 91 I 171 /172). Mais cette jurisprudence vise avant tout les décisions d'autorités administratives, jouissant d'une grande liberté dans l'appréciation de l'opportunité ou dans le cadre de notions juridiques larges et générales. Il est en revanche exclu qu'une juridiction supérieure puisse être liée, en vertu du principe de l'égalité de traitement, par une fausse application de la loi par une juridiction inférieure.\n\nEn l'espèce, c'est, on l'a vu, le consentement de la propriétaire qui a été décisif. Ce consentement s'est manifesté devant le juge instructeur, puis - et cela est déterminant - par l'absence de recours contre la décision de ce magistrat. C'est seulement si la propriétaire avait recouru à la Cour civile et que cette juridiction eût, contrairement à ce qu'elle a jugé en l'espèce, confirmé le prononcé de première instance qu'il aurait pu être question d'une inégalité de traitement au sens de l'art. 4 Cst.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours."}