{"annee": "102", "cour": "IV", "page": "62", "date": "9/1/1976", "cite": ["76 IV 202"], "cite_par": ["117 IV 3"], "chapeau": "16. Auszug aus dem Urteil des Kassationshofes vom 9. Januar 1976 in Sachen Staatsanwaltschaft des Kantons Aargau gegen X.", "regestes": ["1. Art. 277 CPP: Lorsque la décision attaquée contient une contradiction sur un point de fait important au regard du droit fédéral, la cause doit être renvoyée à l'autorité cantonale (consid. 2 lit. a). 2. Art. 41 ch. 1 al. 1 CP: Conditions permettant de poser un pronostic favorable (consid. 3 lit. b)."], "faits": "BGE 102 IV 62 S. 62\n\nA.- X. wurde vom Geschwornengericht des Kantons Aargau am 18. März 1975 wegen fortgesetzter Hehlerei zu 15 1/2 Monaten Gefängnis als Zusatzstrafe verurteilt und für vier Jahre des Landes verwiesen; der Vollzug beider Strafen wurde auf vier Jahre bedingt aufgeschoben.\n\nB.- Mit Nichtigkeitsbeschwerde beantragt die Staatsanwaltschaft, X. sei wegen fortgesetzter Hehlerei und fortgesetzt gegen die nämliche Person verübter Erpressung zu verurteilen; ferner sei der bedingte Strafvollzug zu verweigern.\n\nKrautgartner beantragt Abweisung der Beschwerde.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n2. ...\n\na) ...Nur offensichtlich auf Versehen beruhende Feststellungen berichtigt der Kassationshof von Amtes wegen (Art. 277bis Abs. 1 Satz 2 BStP). Er greift sodann ein, wenn die Feststellung unter Verletzung bundesrechtlicher Beweisregeln zustande gekommen ist (Art. 249 BStP); ferner wenn eine Entscheidung an derartigen Mängeln leidet, dass die Gesetzesanwendung nicht überprüft werden kann (Art. 277 BStP). Das BGE 102 IV 62 S. 63trifft auch dann zu, wenn das angefochtene Urteil sich hinsichtlich einer bundesrechtlich erheblichen Tatfrage widerspricht; denn dadurch bleibt offen, gestützt auf welche Tatvariante Bundesrecht anzuwenden ist. Diese Lösung verdient den Vorzug gegenüber einer anderen Möglichkeit, wonach auf die Feststellung abzustellen wäre, welche das Gericht gerade im Zusammenhang mit der zu überprüfenden Frage gemacht hat. Soweit in BGE 76 IV 202 Nr. 42 etwas anderes gesagt wird, ist daran nicht festzuhalten. Es hängt nämlich vom Zufall ab, ob das Bundesgericht die Rechtsanwendung auch hinsichtlich der anderen (widersprechenden) Feststellung überprüfen muss. Die Frage ist vor allem von Bedeutung, wenn - wie im vorliegenden Fall - der Staatsanwalt, dem die Willkürbeschwerde nach Art. 4 BV nicht zusteht, das Rechtsmittel einlegt.\n\n3. ...\n\nb) ...Die Vorinstanz hat die günstige Prognose nur mit \"gewissen Bedenken\" bejaht. Sie hebt hervor, zwei der vier Vorstrafen liessen auf mangelndes Verantwortungs- und Pflichtgefühl schliessen. Das erneute strafbare Verhalten bestätige diesen Mangel. Der Beschwerdegegner habe sich überdies durch hartnäckiges Leugnen kaltblütig über die hier beurteilten Delikte hinweggesetzt und dabei nicht nur ein erhebliches Mass an fehlender Einsicht bekundet, sondern auch Zweifel an seiner dauerhaften inneren Besserung aufkommen lassen. Die Probezeit setzte das Geschwornengericht angesichts der objektiven und subjektiven Schwere der Tat und der bis anhin bekundeten Uneinsichtigkeit auf vier Jahre an. Noch schwerer belastet den Beschwerdegegner die Feststellung, welche die Vorinstanz im Zusammenhang mit der Strafzumessung macht. So wird ihm vorgehalten, er habe sich während des ehelichen Zusammenlebens mit der Mitangeklagten V. als skrupelloser Ausbeuter des ertrogenen Geldes erwiesen, zumal der unverhältnismässige Lebensaufwand, der die Betrügereien und Fälschungen erforderlich gemacht hätte, auf sein Betreiben hin geführt worden sei. Aus den Scheidungsakten ergebe sich, dass er sich rücksichtslos gegen den auf eine ehekonforme Lebensführung gerichteten Willen der Mitangeklagten durchgesetzt habe. Auch charakterlich könne er nicht günstig beurteilt werden. Gegen seine und andere Frauen sei er psychisch grausam und verantwortungslos gewesen.BGE 102 IV 62 S. 64\n\nWenn die Vorinstanz ihm trotzdem den bedingten Strafvollzug gewährte, so geschah es deshalb, weil er sich bisher in seinem Beruf voll eingesetzt habe. Vom Strafmass her gesehen habe er nicht in schwerwiegender Weise gegen das Gesetz verstossen. Deshalb billige ihm das Gericht zu, dass er sich durch eine erneute, einschneidende Freiheitsstrafe vor weiteren Delikten abschrecken lasse.\n\nDiese Begründung reicht indessen für die Gewährung des bedingten Strafvollzuges offensichtlich nicht aus. Denn allein aus der Bewährung am Arbeitsplatz kann - auch wenn es sich hierbei um einen wesentlichen Faktor für das Prognoseurteil handelt - nicht geschlossen werden, dass der Beschwerdegegner in Zukunft nicht mehr straffällig werde. Vielmehr lassen sein Vorleben, sein Charakter und seine Einsichtslosigkeit, so wie sie im vorinstanzlichen Urteil geschildert werden, keine günstige Prognose zu. Dass in neuester Zeit in der Einstellung des Beschwerdegegners zu Mitmenschen oder in seinen Lebensverhältnissen Wandlungen eingetreten wären, welche eine dauerhafte Besserung erwarten lassen, wird nicht dargetan."}