{"annee": "102", "cour": "V", "page": "180", "date": "22/9/1976", "cite": [], "cite_par": [], "chapeau": "43. Auszug aus dem Urteil vom 22. September 1976 i.S. Haenni gegen Ausgleichskasse des Kantons Bern und Versicherungsgericht des Kantons Bern", "regestes": ["Rentes extraordinaires avec limite de revenu (art. 42 LAVS et 39 LAI): de la prise en considération de l'augmentation de la valeur de droits et de biens réels."], "faits": "", "considerants": "BGE 102 V 180 S. 180\n\nAus den Erwägungen:\n\nStreitig ist, ob dem Beschwerdeführer für die Zeit ab 1. Januar 1974 anstelle der ordentlichen Ehepaar-Invalidenrente von Fr. 546.-- im Monat eine höhere ausserordentliche Rente zusteht. Dies beurteilt sich grundsätzlich nach dem im vorangegangenen Kalenderjahr erzielten Einkommen (Art. 59 Abs. 1 AHVV). Das von der Ehefrau des Beschwerdeführers im Jahre 1973 erzielte Erwerbseinkommen ist indessen in die Berechnung nicht einzubeziehen, weil das entsprechende Arbeitsverhältnis auf Ende 1973 aufgelöst worden ist (Art. 59 Abs. 2 AHVV). Es stellt sich mithin lediglich die Frage, ob dem Beschwerdeführer die zufolge Kursrückganges des Dollars auf dem Darlehen eingetretene Schuldverminderung als Einkommen anzurechnen ist.\n\na) Den fraglichen Kursgewinnen liegt eine gegenüber der Transcontinental Watch Sales Corporation, Milwaukee/USA, eingegangene Darlehensschuld zugrunde, welche sich anscheinend aus zwei Forderungen über US$ 50'000.-- und US$ 11'000.-- zusammensetzt. Die beiden Schuldbeträge sind in den Geschäftsrechnungen der Jahre 1970-1972 mit Fr. 21'5456.25 bzw. Fr. 47'600.10 eingesetzt. Im Kreditorenverzeichnis auf Ende 1973 figuriert lediglich noch die Schuld über US$ 50'000.--, nachdem der Beschwerdeführer der Gläubigerin am 20. Dezember 1973 einen Check über US$ 11'000.-- überwiesen hatte, wofür er von der Bank mit Fr. 35'145.-- belastet wurde. Die Gläubigerin wies die Zahlung in der Folge zurück und schloss am 15. Januar 1974 mit dem BGE 102 V 180 S. 181Schuldner eine Vereinbarung, wonach das Darlehen mit Fr. 263'000.-- auf eine Schweizer Bank rückzahlbar ist. Die Umrechnung beruht auf einem Dollarkurs von Fr. 4.31, wie er dem ursprünglichen Darlehen zugrunde lag. Anlässlich der Teilrückzahlung des Darlehens am 20. Dezember 1973 stand der Kurs aber auf Fr. 3.19 1/2. Auf der Gesamtschuld von US$ 61'000.-- hat sich daher auf Ende 1973 ein Kursgewinn von mehr als Fr. 60'000.-- ergeben; im Jahre 1974 ist ein weiterer Gewinn entstanden, indem der Dollarkurs Ende 1974 noch bei Fr. 2.50 lag.\n\nb) Die Vorinstanz nimmt an, der Kursgewinn sei im Sinne des Wehrsteuerrechts als Einkommen anzurechnen, unabhängig davon, ob der Gewinn realisiert worden sei oder nicht. Sie verweist hiezu auf Art. 21 Abs. 1 lit. f WStB, wonach zu dem für die Steuerberechnung massgebenden Einkommen auch Vermehrungen des Wertes von Sachen und Rechten gehören, die im Betriebe eines zur Führung kaufmännischer Bücher verpflichteten Unternehmens eingetreten und verbucht worden sind. Währungsgewinne, insbesondere auch die auf Grund einer Verminderung von Passiven erzielten, können jedoch steuerlich nur erfasst werden, wenn sie tatsächlich oder buchmässig realisiert worden sind. Der Steuerpflichtige kann daher in gewissem Umfange selbst über den Zeitpunkt der Besteuerung einer eingetretenen Wertvermehrung befinden (vgl. MASSHARDT, Kommentar zur eidg. Wehrsteuer 1971-1982, S. 122/23 sowie S. 9 ff. des Nachtrages 1974; KÄNZIG, Wehrsteuer, S. 173 ff.).\n\nDer Beschwerdeführer hat die fraglichen Kursgewinne weder tatsächlich noch buchmässig realisiert. Hierauf kann es für die Beurteilung des Rentenanspruchs indessen nicht ankommen. Die ausserordentliche Rente stellt, soweit sie zu einem Mehrbetrag gegenüber der ordentlichen Rente führt, eine beitragsunabhängige, auf dem Versorgungsprinzip beruhende Leistung dar. Es kann daher nicht dem Versicherten überlassen bleiben, ob er eingetretene Wertvermehrungen realisiert oder nicht (vgl. auch Art. 61 Abs. 5 AHVV). Schon aus Gründen der Rechtsgleichheit ist vielmehr jede nicht bloss vorübergehende Wertvermehrung in die für die Anspruchsberechtigung massgebende Einkommensberechnung einzubeziehen, sofern sie zumutbarerweise realisiert werden kann.BGE 102 V 180 S. 182\n\nc) Im vorliegenden Fall bestehen keine Anhaltspunkte für die Annahme, die eingetretenen Kursgewinne seien nicht realisierbar. Der Beschwerdeführer hat am 20. Dezember 1973 eine Darlehensrückzahlung im Betrage von US$ 11'000.-- geleistet und damit einen Gewinn von mehr als Fr. 12'000.-- realisiert. Dass er nachträglich dem Vorschlag der Gläubigerin auf Umwandlung des gesamten Darlehens in eine auf Schweizer Franken lautende Schuld unter Verzicht auf die Teilamortisation zugestimmt hat, ist unerheblich, weil er hiefür keine zwingenden Gründe anzugeben vermag. Insbesondere lässt sich der Verzicht auf die Teilrückzahlung nicht mit bundesrechtlichen Einschränkungen des Dollartransfers begründen, wie der Beschwerdeführer im erstinstanzlichen Beschwerdeverfahren vorgebracht hat. Wenn er in der Verwaltungsgerichtsbeschwerde nunmehr geltend macht, die Verordnung des Bundesrates vom 5. Juli 1972 über die Bewilligungspflicht für die Aufnahme von Geldern im Ausland (SR 941.114) sei unklar abgefasst, kann dem nicht beigepflichtet werden. Weder die Verordnung selbst noch der vom Beschwerdeführer ins Recht gelegte Bericht des Bundesrates über Massnahmen zum Schutze der Währung vom 17. Oktober 1973 (BBl 1973 II 860 ff.) vermögen die Annahme zu begründen, die Rückzahlung einer Dollarschuld durch Anweisung eines Dollarbetrages sei ganz oder teilweise untersagt. Im übrigen bleibt der Beschwerdeführer jede Begründung dafür schuldig, weshalb er der Umwandlung der Dollarschuld in eine Frankenschuld auf der Grundlage eines für ihn ungünstigen, längst überholten Wechselkurses zugestimmt hat. Es bleibt daher bei der Annahme, er habe freiwillig auf Kursgewinne verzichtet, weshalb diese als Einkommen anzurechnen sind.\n\nBei dieser Sach- und Rechtslage ist nicht zu beanstanden, dass Verwaltung und Vorinstanz den Anspruch auf die ausserordentliche Rente für die Jahre 1974 und 1975 verneint haben. Wie die Vorinstanz zutreffend darlegt, würde der Anspruch auf eine ausserordentliche Rente bei der zugesprochenen ordentlichen Rente von Fr. 546.-- im Monat ein anrechenbares Jahreseinkommen von weniger als Fr. 2'500.-- voraussetzen. Dies ist nach dem Gesagten auszuschliessen, ohne dass es weiterer Abklärungen bedürfte."}