{"annee": "102", "cour": "IV", "page": "242", "date": "5/11/1976", "cite": ["95 IV 101", "85 IV 117", "75 IV 1", "97 IV 241", "86 IV 226", "94 IV 49"], "cite_par": ["144 IV 217", "137 IV 57", "109 IV 87", "109 IV 90", "113 IB 53", "127 IV 106", "134 IV 82", "109 IV 68", "124 II 39", "122 II 180"], "chapeau": "54. Auszug aus dem Urteil des Kassationshofes vom 5. November 1976 i.S. R. gegen Staatsanwaltschaft des Kantons Zürich", "regestes": ["1. Art. 68 CP. Lorsqu'un condamné doit être puni d'une peine privative de liberté pour une infraction et que pour une autre il doit être frappé d'une amende, les deux peines doivent être cumulées (confirmation de jurisprudence) (consid. II 5). 2. Peine complémentaire; art. 68 ch. 2, 350 ch. 2 CP. a) Avant qu'une peine complémentaire ne soit prononcée, il faut attendre que le premier jugement soit entré en force. Il peut toutefois être statué immédiatement sur un cas en état d'être jugé, mais c'est alors une peine indépendante qui doit être prononcée, à laquelle, dans le cadre de l'autre procédure, une peine complémentaire sera ajoutée, conformément à l'art. 68 ch. 2 CP. S'il n'est pas procédé ainsi, le condamné pourra se prévaloir de l'art. 350 ch. 2 CP (consid. II 4a). b) Lorsqu'une infraction est commise après le prononcé d'un jugement rendu dans une autre affaire pénale, mais avant son entrée en force, il ne faut prononcer ni une peine d'ensemble, ni une peine complémentaire (consid. II 4b)."], "faits": "", "considerants": "BGE 102 IV 242 S. 243\n\nAus den Erwägungen:\n\nII.4. Der Beschwerdeführer macht geltend, das Obergericht hätte am 13. April 1976, als es den Diebstahl in der Badeanstalt vom 17. Juli 1975 beurteilte, eine Zusatzstrafe aussprechen müssen. Gemeint ist eine Zusatzstrafe zum Urteil des Bezirksgerichts Zürich vom 7. März 1975. Dieses Urteil wurde vor dem Diebstahl vom 17. Juli 1975 ausgesprochen; in Kraft getreten ist es aber erst am 2. September 1975, also nach dem Diebstahl. Es stellt sich daher die Frage, ob für den Begriff der \"Verurteilung\" gemäss Art. 68 Ziff. 2 StGB auf die Ausfällung des Urteils oder auf den Eintritt der Rechtskraft abzustellen ist.\n\na) Nach BGE 97 IV 241 hat der Richter, bevor er eine Zusatzstrafe ausfällt, die Rechtskraft des Urteils im andern Verfahren abzuwarten. Nur ein solches Urteil bildet eine hinreichend feste Grundlage für eine Zusatzstrafe. Ist beispielsweise gegen ein erstinstanzliches Urteil Berufung eingelegt worden, muss zuerst der Ausgang des Berufungsverfahrens abgewartet werden. Denn das Berufungsurteil könnte ergeben, dass der Angeklagte freigesprochen oder nur zu einer Busse verurteilt wird. Auch können die Art oder die Dauer der ausgesprochenen Freiheitsstrafe die Art oder die Höhe der Zusatzstrafe, den bedingten Strafvollzug hiefür und dergleichen präjudizieren.\n\nAn diesem Urteil ist festzuhalten. Seine Tragweite darf aber nicht überzogen werden. Selbstverständlich hindert diese Rechtsprechung einen Richter nicht, sofort zu urteilen, wenn sein Fall im übrigen entscheidungsreif ist, ohne dass er die Rechtskraft des Urteils im andern Fall abzuwarten hätte. Nur wird er in einem solchen Fall keine Zusatzstrafe, sondern eine BGE 102 IV 242 S. 244selbständige Strafe ausserhalb der Regel des Art. 68 StGB aussprechen. Sache des Richters im andern Verfahren wird es dann sein, auf eine Zusatzstrafe nach Art. 68 Ziff. 2 StGB zu erkennen. Sollte dieser Richter auf ein Rechtsmittel nicht eintreten oder ist es ihm nach kantonalem Recht sonstwie verwehrt, eine Zusatzstrafe auszufällen, so kann der Verurteilte immer noch gemäss Art. 350 Ziff. 2 StGB die Festsetzung einer Gesamtstrafe nach Art. 68 StGB verlangen.\n\nb) Voraussetzung für eine Zusatzstrafe aber ist stets, dass die Voraussetzungen für eine Gesamtstrafe nach Art. 68 Ziff. 1 Abs. 1 StGB überhaupt vorgelegen hätten, wenn die verschiedenen Verfahren vereinigt gewesen wären. Art. 68 Ziff. 2 StGB will das Gleichgewicht mit der Gesamtstrafe ermöglichen, die bei gleichzeitiger Beurteilung aller Taten auszufällen gewesen wäre; der Täter soll durch die Aufteilung der Strafverfolgung in mehrere Verfahren nicht benachteiligt und, soweit möglich, auch nicht bessergestellt werden (BGE 94 IV 50 mit Verweisungen). Diese Beziehung der Zusatzstrafe zur Gesamtstrafe ergibt sich aus dem Wortlaut der Art. 68 Ziff. 2 und 350 Ziff. 2 StGB.\n\nIn einem Fall wie dem vorliegenden, wo - im Unterschied zu dem vom Beschwerdeführer zu Unrecht herangezogenen Fall in BGE 97 IV 241 - die spätere Straftat begangen wurde, nachdem die erste Tat durch einen Entscheid abgeurteilt war, der dann rechtskräftig wurde, fehlt aber diese Voraussetzung für die Verhängung einer Zusatzstrafe. Ein gemeinsames Verfahren für die Taten, die das Bezirksgericht Zürich am 7. März 1975 beurteilt hatte, und für den Diebstahl vom 17. Juli 1975 im Hallenbad, der am 14. November 1975 bzw. 13. April 1976 beurteilt wurde, war gar nicht möglich; der erst später begangene Diebstahl konnte am 7. März 1975 noch nicht beurteilt werden. Die Verurteilung im Sinne der Art. 68 Ziff. 2 und 350 Ziff. 2 StGB erfasst nicht erst die Rechtskraft der Verurteilung, sondern schon die Urteilsfällung, unter der Voraussetzung, dass das Urteil später rechtskräftig wird. Denn schon mit der Ausfällung des Urteils werden selbständige sowie Gesamt- und Zusatzstrafen festgesetzt. Diese erfahren mit der spätern Rechtskraft keine Anpassung an nachher eingetretene tatsächliche Veränderungen, die nicht Gegenstand der Beurteilung bildeten und die der Richter nicht voraussehen konnte. Tritt hingegen die Rechtskraft nicht ein, BGE 102 IV 242 S. 245weil das Urteil in einem Rechtsmittelverfahren dahinfällt, können nachträglich die Voraussetzungen für eine Zusatzstrafe nach Art. 68 Ziff. 2 StGB erfüllt sein. Dann kann der Verurteilte, wiederum nach Art. 350 Ziff. 2 StGB, die Ausfällung einer Zusatzstrafe verlangen. Vorliegend kann dieser Fall sich nicht einstellen, denn als die Vorinstanzen im November 1975 und April 1976 urteilten, war das Urteil vom 7. März 1975 bereits rechtskräftig geworden (am 2. September 1975).\n\nDer Täter, der sich erneut strafbar macht, nachdem er für eine andere Tat verurteilt wurde, verdient auch die Rücksicht des Art. 68 StGB nicht, der eine Kumulierung der Freiheitsstrafen im Falle der Konkurrenz ausschliesst. Vielmehr ist die Begehung neuer Vorsatztaten während eines hängigen Verfahrens Ausdruck eines ausgeprägten verbrecherischen Willens.\n\nII.5. Mit dem Vorbringen im Gesuch vom 25. Oktober 1976, das Strafgericht Zug habe am 22. Oktober 1976 geurteilt, macht der Beschwerdeführer eine neue Tatsache geltend. Das ist nach Art. 273 Abs. 1 lit. b BStP unzulässig, weshalb darauf nicht einzutreten ist (BGE 85 IV 119 unten, BGE 95 IV 103 E. 2).\n\nImmerhin kann beigefügt werden: Der Beschwerdeführer erklärt, das Strafgericht Zug habe ihn mit einer Busse bestraft. In Zürich ist er zu einer Gefängnisstrafe verurteilt worden. Sein Begehren um Ausfällung einer Strafe nach Art. 68 StGB scheitert daran, dass, wenn jemand einerseits mit Freiheitsstrafe und anderseits mit Busse zu bestrafen ist, beide zu verhängen sind (BGE 75 IV 2, BGE 86 IV 233)."}