{"annee": "102", "cour": "II", "page": "420", "date": "30/11/1976", "cite": ["64 II 272", "90 II 274", "58 II 362", "95 II 532", "95 I 276", "85 I 128"], "cite_par": ["123 III 24", "104 IB 264", "109 II 462"], "chapeau": "61. Auszug aus dem Urteil der I. Zivilabteilung vom 30. November 1976 i.S. C.J. Bucher AG gegen Max Frey", "regestes": ["Promesse de contracter portant sur la réunion de sociétés anonymes; peine conventionnelle. 1. Art. 637 et 638 CO. L'exigence de l'acte authentique posée par ces dispositions ne vise pas la protection des fondateurs. L'obligation de réunir deux sociétés anonymes en une société holding peut dès lors également être convenue sans forme, selon l'art. 22 al. 2 CO (consid. 2). 2. Art. 161 al. 1 et 163 al. 1 CO. Peine conventionnelle destinée à compenser le dommage idéal causé à une partie, en cas de rupture du contrat par l'autre; peine excessive? (consid. 4)."], "faits": "BGE 102 II 420 S. 420\n\nIm Frühjahr 1972 begannen Beauftragte der C.J. Bucher AG und der Jean Frey AG über eine wirtschaftliche Verbindung der beiden Gesellschaften zu verhandeln. Die erste war vertreten durch Frau Alice Bucher, Präsidentin des Verwaltungsrates und zusammen mit Charles Bucher Mitinhaberin aller Aktien der Bucher AG, die zweite durch Max Frey; dieser gehörte zur Erbengemeinschaft Frey-Massino, welche die Aktienmehrheit der Jean Frey AG besass. Man nahm die Gründung einer Holdinggesellschaft in Aussicht, liess bereits BGE 102 II 420 S. 421im Herbst 1972 Vertrags- und Statutenentwürfe ausarbeiten und die beiden Unternehmen durch Fachleute bewerten. Nach deren Berichten wurden die Substanzwerte für die Mehrheitsbeteiligung der Erbengemeinschaft Frey-Massino an der Jean Frey AG mit rund Fr. 108 Mio. und für das gesamte Aktienkapital der Bucher AG mit etwa Fr. 73 Mio. angegeben. Die Ertragsberechnungen lauteten bei der Jean Frey AG auf einen \"durchschnittlichen Zukunftsgewinn\" von Fr. 9,1 Mio., bei der Bucher AG dagegen auf einen \"nachhaltigen Zukunftsverlust\" von etwa Fr. 180'000.--.\n\nAm 20./21. März 1973 unterzeichneten Alice und Charles Bucher als Aktionärgruppe I und Max Frey als Vertreter der Erbengemeinschaft Frey-Massino oder Aktionärgruppe II einen \"Vorvertrag\". Sie beschlossen, die beiden Unternehmen samt deren Tochtergesellschaften zu einer wirtschaftlichen Einheit unter einer Führung zusammenzuschliessen, die rechtliche Selbständigkeit der Gesellschaften aber zu wahren. Die von der Erbengemeinschaft Frey-Massino einzubringenden Vermögenswerte sollten 55%, diejenigen der Bucher AG 45% der neuen Gesellschaft ausmachen.\n\nIn der gleichen Eigenschaft unterzeichneten Alice und Charles Bucher sowie Max Frey am 10. Mai 1973 nach stundenlangen Besprechungen mit ihren Beratern einen \"Zusammenschlussvertrag\". Ausgehend vom \"Vorvertrag\", dessen Inhalt sie sinngemäss wiederholten, verpflichteten die Vertragspartner sich unwiderruflich, bis spätestens 7. Juni 1973 eine Holding gemäss den bereits angenommenen Statuten zu gründen (Ziff. 1), den raschen Zusammenschluss durch alle Vorkehren zu fördern und alle Behinderungen zu vermeiden (Ziff. 2). Sie versicherten einander, dass sie seit dem 31. Dezember 1971 keine Handlungen vornahmen, welche die finanzielle Lage ihrer Unternehmen negativ beeinflussten, und dass sie solche Handlungen bis zur Gründung der Holding unterlassen wollten (Ziff. 5). Falls eine Vertragspartei die Gründung der Holding verhinderte, sollte \"sie im Hinblick auf den der Gegenpartei daraus entstehenden ideellen Schaden dieser als Konventionalstrafe\" Fr. 1'000'000.-- bezahlen (Ziff. 7).\n\nAm 30. Mai 1973 schrieb Max Frey an Alice und Charles Bucher, dass die Gruppe Frey die bisherigen Abmachungen wegen Irrtums und absichtlicher Täuschung als dahingefallen betrachte und Schadenersatzansprüche vorbehalte. In ihrer BGE 102 II 420 S. 422Antwort vom 5. Juni wiesen Alice und Charles Bucher den Vorwurf der Täuschung zurück und hielten am Vertrag vom 10. Mai fest. Am 6. August teilten sie Max Frey jedoch mit, dass sie auf die Erfüllung des Vertrages vom 10. Mai verzichten und die Konventionalstrafe sowie Schadenersatz beanspruchen würden. Am 18. August verkauften sie alle Aktien der Bucher AG an die Ringier & Co. AG, obwohl Max Frey dafür mehr bezahlen wollte als die Käuferin.\n\nIm September 1973 traten Alice und Charles Bucher ihre Rechte und Forderungen aus dem Zusammenschlussvertrag vom 10. Mai an die Bucher AG ab. Diese klagte am 18. März 1974 beim Bundesgericht gegen Max Frey auf Zahlung von Fr. 1'000'000.-- nebst 6% Zins seit 6. August 1973. Sie fordert damit die Konventionalstrafe gemäss Ziff. 7 des Zusammenschlussvertrages.\n\nDer Beklagte beantragt, die Klage abzuweisen, eventuell die Konventionalstrafe angemessen herabzusetzen. Er macht geltend, der Vertrag vom 10. Mai 1973 sei mangels öffentlicher Beurkundung nichtig oder wegen Grundlagenirrtums unverbindlich; jedenfalls sei die vertraglich vorgesehene Konventionalstrafe weit übersetzt.\n\nDas Bundesgericht heisst die Klage in vollem Umfange gut.", "considerants": "Aus den Erwägungen:\n\n2. Die Klage stützt sich auf Ziff. 7 des Zusammenschlussvertrages vom 10. Mai 1973, wonach eine Vertragspartei der andern eine Konventionalstrafe von Fr. 1'000'000.-- bezahlen sollte, wenn sie die geplante Gründung einer Holdinggesellschaft verhinderte. Die Klägerin wirft dem Beklagten vor, diese Gründung mit seinem Schreiben vom 30. Mai 1973 verweigert zu haben.\n\nDer Beklagte hält dem vorweg entgegen, der Vertrag vom 10. Mai 1973 sei formwidrig abgeschlossen worden. Es handle sich um einen Vorvertrag, der alle wesentlichen Punkte zur Gründung einer Holding-Aktiengesellschaft regle. Der Gründungsvorgang bedürfe gemäss Art. 637 und 638 OR der öffentlichen Beurkundung, die nach Art. 22 Abs. 2 OR auch für den Vorvertrag gelte. Die herrschende Lehre zum Aktienrecht und zum Recht der GmbH stimme damit überein. Vorliegend sei diese Form nicht eingehalten worden, der Vertrag BGE 102 II 420 S. 423folglich nichtig. Die Klägerin meint dagegen, die Vertragsparteien hätten sich zu einer einfachen Gesellschaft zusammengeschlossen, die u.a. die vorgesehene Holding gründen sollte. Die Verbindung zu einer einfachen Gesellschaft sei formlos möglich und insbesondere auch zum Zwecke zulässig, eine Aktiengesellschaft zu bilden.\n\na) Das Bundesgericht hat zur Frage, ob Interessenten sich zwecks Gründung einer Aktiengesellschaft auch formlos zu einer einfachen Gesellschaft zusammenschliessen können, bisher nicht umfassend Stellung genommen. Es hat aber wiederholt entschieden, dass die Gründer einer Aktiengesellschaft bis zu deren Eintragung eine einfache Gesellschaft bilden (BGE 85 I 131, BGE 95 I 278, 101 Ib 362).\n\nIn der Lehre wird nicht nur die Frage, ob die Vereinbarung über die Gründung einer Aktiengesellschaft durch die daran Beteiligten als formbedürftiger Vorvertrag oder als formlos möglicher Zusammenschluss zu einer einfachen Gesellschaft anzusehen sei, sondern auch die Natur des Vorvertrages verschieden beurteilt. So halten GUHL/MERZ/KUMMER (OR S. 113) die Bezeichnung \"Vorvertrag\" je nach dessen Inhalt für widersprüchlich und nur dort für gerechtfertigt, wo der erste Vertrag ohne Abschluss eines zweiten nicht erzwungen werden kann. Ähnlich äussern sich VON TUHR/SIEGWART (OR I 252 ff.; vgl. ferner OSER/SCHÖNENBERGER, N. 3/9 besonders N. 6, und BECKER, N. 3/7 besonders N. 7 zu Art. 22 OR; BGE 58 II 365).\n\nVereinbaren mehrere, sich zwecks Gründung einer Aktiengesellschaft zusammenzuschliessen, so entsteht nach GUHL/MERZ/KUMMER (OR S. 526 und 568) eine einfache Gesellschaft. Diese Autoren lehnen es jedoch ab, die Vereinbarung als Vorvertrag zu behandeln und dafür die öffentliche Beurkundung zu fordern. SIEGWART (N. 14 zu Art. 645 OR) ist gleicher Ansicht, verweist aber auf N. 40/44 der Vorbemerkungen zu Art. 629 bis 639 OR, wo er F. VON STEIGER anführt und unter Annahme fliessender Übergänge unterscheidet, ob nur der Zusammenschluss mehrerer zur Erreichung eines gemeinsamen Zweckes oder schon die Übernahme aktienrechtlich bestimmter Pflichten gegeben sei, und die Formlosigkeit entsprechend einschränkt. Nach SCHUCANY (2. Aufl. N. 1 zu Art. 643 OR) besteht im Vorstadium der Gründung eine einfache Gesellschaft, muss der Vorvertrag über die Gründung BGE 102 II 420 S. 424aber öffentlich beurkundet werden und alle wesentlichen Bestimmungen der Statuten enthalten. F. VON STEIGER (Das Recht der Aktiengesellschaft in der Schweiz, 4. Aufl. S. 118; Die schweiz. Aktiengesellschaft, 30 S. 174 ff.) unterstellt den Vorvertrag über die Gründung ebenfalls dem Formzwang. Das gleiche gilt für die GmbH nach LANZ (Die schweiz. Aktiengesellschaft, 39 S. 185), HACHENBURG (ZSR 55 S. 141) und nach JANGGEN/BECKER (N. 3 zu Art. 779 OR), während W. VON STEIGER (N. 13 zu Art. 779 OR und Schweiz. Privatrecht VIII/1 S. 339/40) sowohl für die GmbH wie für die Aktiengesellschaft ähnlich abgrenzt wie SIEGWART.\n\nb) Eine Auseinandersetzung mit diesen Lehrmeinungen erübrigt sich indes im vorliegenden Fall, da der Zusammenschlussvertrag vom 10. Mai 1973 schon nach dem Sinn und Zweck des Art. 22 Abs. 2 OR nicht öffentlich zu beurkunden war. Diese Bestimmung verlangt die Form des künftigen Vertrages nicht schlechthin auch für den Vorvertrag, sondern nur wo das Gesetz sie zum Schutze der Beteiligten fordert. So schreibt Art. 657 ZGB die öffentliche Beurkundung im Verkehr mit Grundstücken insbesondere vor, um die Vertragsschliessenden vor unüberlegten Entschlüssen zu bewahren (BGE 90 II 281 Erw. 6 mit Zitaten); aus dem gleichen Grunde ist diese Form auch zu beachten, wenn Grundstücke in eine Aktiengesellschaft eingebracht werden (BGE 58 II 363, BGE 64 II 280 Erw. b).\n\nDie Formvorschriften der Art. 637 und 638 OR dagegen verlangen die öffentliche Beurkundung der Beschlüsse der konstituierenden Generalversammlung bzw. des Errichtungsaktes nicht zum Schutze der Gründer. Damit sollen vielmehr unlautere Machenschaften verhindert, die gesetzeskonforme Abwicklung des Gründungsvorganges gewährleistet und verlässliche Beweise gesichert werden (F. VON STEIGER, Das Recht der Aktiengesellschaft in der Schweiz, 4. Aufl. S. 118; SIEGWART, N. 2 zu Art. 637 OR). Die Vorschriften verfolgen also vor allem objektive Zwecke zum Schutze Dritter, mögen die Beteiligten daran auch selber interessiert sein. Gegenstand des Vertrages vom 10. Mai 1973, der denjenigen vom 20./21. März ersetzte, war aber bloss die Verpflichtung der Beteiligten, ihre Aktien in eine neue Gesellschaft einzubringen, diese zu gründen und sich bis dahin wohlzuverhalten. Dazu brauchte es keine öffentliche Urkunde. Das Einbringen von BGE 102 II 420 S. 425Aktien ist formlos gültig, zumal man sich auch ohne eine solche Urkunde verpflichten kann, Aktien zu zeichnen. Der Formzwang für den Vertrag vom 10. Mai ist deshalb zu verneinen.\n\nEine solche Lösung ist in Fällen, wie hier, auch sachlich gerechtfertigt. Verhandlungen zu Gesellschaftsgründungen können sich nach der Erfahrung lange und über verschiedene Phasen hinziehen, in denen die sich stellenden Fragen nacheinander erörtert werden (vgl. über die Gründung von Kartellen bei BECKER, N. 4 zu Art. 22 OR). Umso schwieriger ist es, formfreie Vereinbarungen über blosse Richtlinien, Feststellungen und gegenseitige Zugeständnisse von solchen zu unterscheiden, die als formbedürftige Vorverträge in Betracht kommen. Diese Schwierigkeiten lassen sich weitgehend vermeiden, wenn der Gegenstand der Vereinbarung nach dem Schutzgedanken der Art. 637 und 638 OR geprüft wird.\n\n(3.- Ausführungen darüber, dass der Beklagte sich beim Vertragsabschluss vom 10. Mai 1973 weder über eine wesentliche Tatsache irrte, noch dass die Gegenpartei ihn angeblich in Kenntnis eines solchen Irrtums unterzeichnen liess.)\n\n4. Das Beweisverfahren hat nichts dafür ergeben, dass Frau Bucher nachträglich auf die Konventionalstrafe verzichtet habe. Der Beklagte behauptet dies auch nicht mehr. Er macht aber geltend, die Konventionalstrafe sei jedenfalls weit übersetzt und daher zu kürzen; sie sei zum Ausgleich eines ideellen Schadens vereinbart worden, welcher der einen Partei wegen Verletzung der Gründerverpflichtung durch die andere entstehen konnte. Einen solchen Schaden habe die Gruppe Bucher überhaupt nicht oder höchstens in einem ganz geringfügigen Masse erlitten.\n\nNach Art. 163 Abs. 1 OR kann die Konventionalstrafe von den Parteien in beliebiger Höhe bestimmt werden. Sie verfällt gemäss Art. 161 Abs. 1 OR auch dann, wenn dem Gläubiger kein Schaden entstanden ist. Dass in Ziff. 7 des Zusammenschlussvertrages von ideellem Schaden die Rede ist, ergibt daher keine nach übereinstimmender Willensäusserung gewollte Abweichung von der gesetzlichen Regelung. Eine Konventionalstrafe wird ja gerade vorgesehen, um dem Gläubiger den Nachweis eines Schadens zu ersparen (BGE 95 II 539). Die Klägerin wurde übrigens vor einem \"Gesichtsverlust\", der auch nach Auffassung des Beklagten einen ideellen Schaden BGE 102 II 420 S. 426bilden kann, nicht schon dadurch bewahrt, dass die Parteien nach dem 30. Mai 1973 zunächst mit einem andern Zweck weiter verhandelten und die Bucher-Aktien schliesslich an eine der mächtigsten Gesellschaften im schweizerischen Pressewesen verkauft wurden. Dass der bereits abgemachte und der Presse mitgeteilte Zusammenschluss an der Weigerung des Beklagten scheiterte, dürfte in den Kreisen, an welche die Mitteilung vorab gerichtet war, alsbald bekannt geworden sein. Verglichen mit dem partnerschaftlichen Zusammenschluss in einer Holding stellte der Aktienverkauf an eine wirtschaftlich mächtige Gesellschaft aber jedenfalls ein Minderes, folglich auch einen Gesichtsverlust dar.\n\nFür den Ausgang des Verfahrens kommt darauf jedoch nichts an. Die Klausel über die Konventionalstrafe wurde von den Parteien, die beide als geschäftskundig und erfahren anzusehen sind, insbesondere zur Sicherung der Gründerverpflichtung in den Vertrag aufgenommen. Sie schätzten die Auswirkungen für den Fall, dass eine Partei die Gründung verhinderte, übereinstimmend auf 1 Million Franken. Darüber musste sich auch der Beklagte Rechenschaft geben. Da von Irrtum nicht die Rede sein kann, erweist sich seine Weigerung vom 30. Mai 1973 als glatter Vertragsbruch, bei dem es geblieben ist; er hat nachher nicht mehr über einen Zusammenschluss, sondern nur noch über einen Kauf der Bucher-Aktien verhandelt. Sein Verhalten lief darauf hinaus, seine Zustimmung zum Vertrag und damit zur Vereinbarung über die Folgen einer Nichterfüllung zu bestreiten; es rechtfertigt deshalb keine Herabsetzung der Konventionalstrafe. Ebensowenig hilft dem Beklagten, dass die Konventionalstrafe angeblich unentgeltlich an die Klägerin abgetreten worden ist. Die Gültigkeit einer Abtretung hängt weder von einer Gegenleistung ab, noch braucht eine solche in der Urkunde angegeben zu werden.\n\nStichhaltige Gründe, die vereinbarte Konventionalstrafe herabzusetzen, sind auch sonst nicht zu ersehen. Es trifft insbesondere nicht zu, dass sie in der vereinbarten Höhe das vernünftige, mit Recht und Billigkeit noch vereinbare Mass übersteige, wie der Beklagte behauptet. Das lässt sich schon angesichts der Vermögenswerte, die beiderseits auf dem Spiele standen, nicht sagen."}