{"annee": "102", "cour": "IA", "page": "493", "date": "17/3/1976", "cite": ["100 IA 418", "54 I 143", "92 II 202", "67 I 30", "91 I 399", "93 II 272", "98 IA 226", "92 I 271", "98 IA 356", "101 IA 521", "71 I 33", "77 II 263", "84 I 39"], "cite_par": ["109 IA 335", "111 IA 72", "107 IA 155", "128 III 234", "139 III 511", "111 IA 259", "125 V 499", "103 IA 356", "112 IA 166", "109 IA 81", "110 IA 59", "108 IA 308"], "chapeau": "68. Extrait de l'arrêt du 17 mars 1976 en la cause Bucher-Guyer A.G. contre Cour de justice du canton de Genève et Meikli Co. Ltd", "regestes": ["Arbitrage de la Cour d'arbitrage de la Chambre de Commerce Internationale (CCI). Concordat intercantonal sur l'arbitrage, du 27 mars 1969 (CIA); art. 58 Cst.; art. 1 LCD. 1. Désignation d'un arbitre unique par la Cour d'arbitrage de la CCI, en application de l'art. 7 (2) al. 3 du Règlement de conciliation et d'arbitrage de la CCI (RCCI). Art. 58 Cst. (consid. 2). 2. Qualité pour invoquer la violation du CIA. En ce qui concerne le nombre des arbitres et leur désignation par les parties, les dispositions du RCCI priment celles du CIA (art. 10 et 11) (consid. 4). 3. Examen par le Tribunal fédéral de l'application de l'art. 7 (2) al. 3 RCCI (consid. 5). 4. Art. 1 LCD. Convention accordant à une entreprise le droit de fabriquer certaines machines. Rupture de ce contrat. Décision arbitrale interdisant à l'entreprise de fabriquer et de vendre des machines, aussi longtemps que celles-ci contiendraient certaines caractéristiques des machines visées par la convention (consid. 12). 5. Effets de l'admission du recours de droit public formé contre la décision de l'autorité cantonale qui, statuant sur le recours dirigé contre une décision arbitrale, l'avait rejeté (consid. 13)"], "faits": "BGE 102 Ia 493 S. 494\n\nLa maison Meiki Co. Ltd (ci-après: Meiki), ayant son siège à Nagoya (Japon), a conclu le 9 juillet 1965 une convention avec la maison Bucher-Guyer S.A., Ateliers de construction BGE 102 Ia 493 S. 495(ci-après: Bucher), à Niederweningen. Selon cette convention, Meiki a notamment conféré à Bucher le droit exclusif, la licence et le privilège de construire en Europe selon les plans et spécifications de Meiki et selon les brevets que Meiki possédait ou pouvait posséder à l'avenir certains types de machines à injecter des matières thermoplastiques et des presses à chaud pour laminer des feuilles plastiques. Elle lui a aussi conféré le droit de vendre ces machines en Europe. Meiki devait fournir à Bucher les données nécessaires à la fabrication (dessins, plans, descriptifs, know-how, etc.) ainsi que toute l'assistance technique requise (y compris le personnel adéquat). En contrepartie, Bucher s'est engagée à payer à Meiki une redevance initiale de 30'000 dollars des Etats-Unis d'Amérique dans les 30 jours dès la conclusion de la convention, ainsi que des royautés correspondant à 4% du prix de vente net de toute machine Meiki fabriquée et vendue par Bucher. Celle-ci était d'autre part autorisée à faire breveter les améliorations qu'elle pourrait apporter aux machines en question; elle devait octroyer à Meiki une licence exclusive et gratuite de fabrication et de vente des machines concernant les améliorations brevetées, pour les pays situés hors d'Europe et des Etats-Unis d'Amérique. La durée de la convention était fixée en principe à dix ans dès la date du paiement de la redevance initiale; la convention pouvait cependant être résiliée sans délai dans certains cas déterminés, notamment en cas de violation matérielle (material breach) de ses dispositions. Selon l'article H-3, tout différend relatif à la convention ou à sa violation devait être réglé par arbitrage de la Chambre de Commerce Internationale à Genève, Suisse.\n\nLes 19-28 mars 1968, les parties ont conclu une convention additionnelle, aux termes de laquelle de nouveaux modèles de machines Meiki, SJ-40 et RJ-100, étaient ajoutés à ceux qui figuraient dans la liste contenue dans la convention de base.\n\nLe 31 janvier 1969, Bucher écrivit à Meiki une lettre demandant la revision des conventions passées entre les parties. Elle indiquait que, pour pouvoir vendre en Europe les machines à injecter des matières thermoplastiques, elle avait été dans l'obligation de modifier celles qui étaient offertes par Meiki, et de créer et mettre sur le marché en avril 1967 une nouvelle machine, dénommée RJ 100, qui, sauf un petit nombre de composantes, était entièrement différente des machines fabriquées par Meiki.BGE 102 Ia 493 S. 496\n\nElle proposait donc à cette dernière de ne payer la redevance que sur les parties de ses machines qui avaient été fabriquées conformément aux spécifications de Meiki et elle versait, pour 34 machines vendues en 1968, un montant de 348 fr. 85 par machine, soit de 11'860 fr. 90 au total.\n\nEstimant que Bucher avait violé ses obligations contractuelles, Meiki, par télégramme du 30 avril 1970, a déclaré résilier les conventions intervenues entre les parties; elle a fait interdiction à Bucher de fabriquer et de vendre des machines à injecter appliquant la technique Meiki et ayant fait l'objet de la convention de licence, ainsi que de fabriquer et de vendre des machines similaires, en réservant tous droits de demander à Bucher l'accomplissement de ses obligations contractuelles.\n\nLe 28 mai 1970, Bucher déclara son accord pour la résiliation immédiate des conventions, affirmant qu'elle était désormais libre d'agir à sa guise.\n\nPar requête du 8 juillet 1971, Meiki a saisi la Cour d'arbitrage de la Chambre de Commerce Internationale (CCI), à Paris, d'une demande d'arbitrage sollicitant la désignation d'un arbitre unique, résumant l'objet du litige et concluant notamment à ce que d'une part il soit fait interdiction à Bucher de fabriquer et de vendre des machines à injecter des matières thermoplastiques de n'importe quel type, ainsi que d'utiliser et de divulguer le know-how acquis de Meiki, et à ce que d'autre part Bucher soit condamnée à lui payer certains montants à titre de royautés et de dommages-intérêts.\n\nPar lettre du 17 août 1971, Bucher a demandé l'ouverture de la procédure de conciliation, conformément aux dispositions du \"règlement de conciliation et d'arbitrage\" de la CCI (ci-après: règlement CCI). En cas d'échec de la procédure de conciliation, l'arbitrage devrait avoir lieu à Genève, conformément aux règles prévues dans le règlement, la défenderesse se réservant le droit d'interjeter appel selon la législation genevoise. Elle a ajouté qu'un arbitre unique pouvait être désigné si l'on trouvait une personne qui convint aux deux parties. Sinon, Bucher insistait pour la nomination de trois arbitres, chaque partie désignant le sien et les deux arbitres ainsi désignés nommant le surarbitre.\n\nMeiki refusa toute tentative de conciliation et précisa qu'elle se contentait d'un arbitre unique, indépendant et impartial, devant être choisi par la CCI.\n\nBGE 102 Ia 493 S. 497\n\nLa Cour d'arbitrage communiqua le 9 septembre 1971 cette proposition à Bucher, l'attention de cette dernière étant attirée sur la suggestion relative à la désignation d'un arbitre unique, avec invitation à se déterminer à ce sujet avant la réunion de la Cour d'arbitrage. Bucher ne réagit pas.\n\nLa Cour d'arbitrage, siégeant le 22 septembre 1971, a prié le Comité national canadien de la CCI de désigner un arbitre unique, constaté l'accord des parties sur le choix de Genève comme le lieu de l'arbitrage et fixé la provision d'arbitrage.\n\nPar lettre du 11 octobre 1971, Bucher, observant qu'elle s'était réservé le droit de voir le différend jugé par un tribunal composé de trois arbitres, insista pour obtenir satisfaction, invoquant la \"complexité des questions soulevées\" et le montant \"irréaliste\" réclamé par la demanderesse.\n\nLe 10 novembre 1971, la Cour d'arbitrage décida \"de ne pas donner suite à la demande de la partie défenderesse tendant à la constitution d'un tribunal arbitral composé de trois arbitres, au lieu d'un arbitre unique\". Le 16 décembre 1971, elle avisa la défenderesse que l'arbitre désigné était M. J.G. Castel, professeur à la York University, Ontario (Canada).\n\nTout en signalant qu'elle excipait, devant ledit arbitre, de l'incompétence du Tribunal arbitral, Bucher accepta, sous toutes réserves, de verser la provision demandée pour l'arbitrage.\n\nEn réponse à la requête présentée par la défenderesse le 7 janvier 1972, par laquelle celle-ci soulevait un déclinatoire d'incompétence, l'arbitre l'avisa que ce problème serait inclus dans la mission arbitrale devant être précisée en conformité de l'art. 19 du règlement CCI.\n\nPar sentence préliminaire datée du 10 octobre 1972, l'arbitre a rejeté l'exception d'incompétence soulevée par la défenderesse.\n\nL'arbitre a rendu le 29 décembre 1972 sa sentence sur le fond. Le dispositif de cette sentence, rendue en anglais, est ainsi conçu:\n\n\"Je condamne la défenderesse\n\n1) ...\n\n2) ...\n\n3) ...\n\n4) à cesser, dès la date de la présente sentence, la fabrication et la vente des machines de la demanderesse mentionnées sous BGE 102 Ia 493 S. 498section A (1) (a) et (b) et (c) du contrat de licence y compris les machines de la défenderesse TS 100, 150, 160 et 180 dans la mesure où les machines de la défenderesse utilisent encore les composantes suivantes basées sur la technique de la demanderesse, à savoir circuit de temperol, minuterie, vis, tambour et ajutage.\n\n5) à cesser dès la présente sentence, d'utiliser d'une manière quelconque sur ses produits les know-how, renseignements techniques, ou autre propriété industrielle acquis de la demanderesse et qui ne sont pas tombés dans le domaine public.\n\n6) à ne pas divulguer, révéler, vendre ou communiquer autrement le know-how à qui que ce soit ou à en permettre l'utilisation pour autant que le know-how ne soit pas tombé dans le domaine public.\n\n7) ...\"\n\nBucher a formé, devant la Cour de justice du canton de Genève des recours en nullité contre la sentence préliminaire et contre la sentence sur le fond. Ces recours ont été rejetés par arrêt du 30 mai 1975.\n\nBucher a attaqué, par la voie du recours de droit public, l'arrêt rendu par la Cour de justice.", "considerants": "Considérant en droit:\n\nII. Sentence préliminaire\n\n2. La recourante reproche à la Cour de justice d'avoir violé l'art. 58 Cst. en rejetant le recours formé contre la sentence du 10 octobre 1972 par laquelle l'arbitre a admis sa propre compétence.\n\na) La convention du 9 juillet 1965 contient une clause compromissoire par laquelle les parties ont convenu de soumettre à l'arbitrage de la Chambre de Commerce Internationale (CCI) les différends résultant de la convention ou de sa violation. Dans son texte original anglais, cette clause a la teneur suivante:\n\n\"Any controversy or claim, arising out of and relating to this agreement or breach thereof shall be settled by arbitration by the International Chamber of Commerce in Geneva, Switzerland\".\n\nLa Cour d'arbitrage de la CCI ne tranche pas elle-même les différends, mais, sauf stipulation contraire, nomme ou confirme les arbitres. Selon l'art. 7 (2) al. 3 du Règlement de conciliation et d'arbitrage de la CCI, \"si les parties n'ont pas fixé d'un commun accord quel serait le nombre des arbitres, la Cour nomme un arbitre unique, à moins BGE 102 Ia 493 S. 499que l'une d'elles ne demande que le litige soit soumis à trois arbitres et que le différend ne paraisse à la Cour assez important pour justifier la désignation de trois arbitres...\". Dans sa demande d'arbitrage, l'intimée avait requis la nomination d'un arbitre unique. La recourante insista en revanche pour que trois arbitres soient désignés, à moins que les parties ne puissent s'entendre sur la personne d'un seul arbitre. Elle n'a cependant pas réagi lorsque le Secrétaire général de la Cour d'arbitrage l'a invitée à se déterminer sur la réponse de l'intimée, qui confirmait requérir la nomination d'un arbitre unique; c'est à cette dernière solution que s'est arrêtée la Cour d'arbitrage, qui a maintenu sa décision après que la recourante lui eut demandé de la reconsidérer.\n\nb) L'art. 58 Cst. garantit au justiciable le droit de voir les litiges auxquels il est partie être soumis à un tribunal compétent et régulièrement constitué d'après les dispositions constitutionnelles, légales et réglementaires en vigueur (ATF 92 I 275, ATF 91 I 401). En l'espèce, le tribunal qui a statué tire sa compétence d'une clause compromissoire convenue par les parties. La validité de cette clause n'est pas discutée. La recourante ne soutient pas qu'elle serait inapplicable au litige. Elle conteste en revanche la régularité de la composition du tribunal arbitral, affirmant n'être pas liée à cet égard par le règlement CCI. C'est ainsi que, dans la lettre qu'elle adressa le 17 août 1971 à la Cour d'arbitrage, elle n'avait accepté de se soumettre à la décision d'un arbitre unique que si celui-ci était désigné par accord des parties; elle exigeait sinon la nomination de trois arbitres. La recourante relève en outre que la clause compromissoire adoptée par les parties ne reprenait pas la formule type recommandée par la CCI et ainsi conçue:\n\n\"Tous différends découlant du présent contrat seront tranchés définitivement suivant le Règlement de Conciliation et d'Arbitrage de la Chambre de Commerce Internationale par un ou plusieurs arbitres nommés conformément à ce Règlement.\"\n\nc) L'arbitrage organisé par la CCI est un arbitrage institutionnel, créé par un organisme de droit privé de caractère international, régi par un règlement adopté par la Chambre afin de faire trancher rapidement les litiges commerciaux par BGE 102 Ia 493 S. 500des personnes qualifiées, et auquel les commerçants de nombreux pays ont coutume de se soumettre (ATF 84 I 50, SIMON, Die Schiedsgerichtsbarkeit der Internationalen Handelskammer, in Die Schiedsgerichtsbarkeit in Zivil- und Handelssachen in Europa, publié par A. Schönke, Berlin 1944, t. I, p. 50 ss; KLEIN, Considérations sur l'arbitrage en droit international privé, p. 29; LALIVE, Problèmes relatifs à l'arbitrage international commercial, Recueil des Cours de l'Académie de droit international de La Haye, 1967 I 664). Les parties qui, sans formuler de réserve, déclarent vouloir se soumettre à l'arbitrage de la CCI acceptent de ce fait que les arbitres soient choisis conformément aux règles établies par cette Chambre. Dans la clause compromissoire qu'elles ont adoptée en l'espèce, les parties ne se sont certes pas référées expressément au règlement CCI; mais l'application de ce dernier était sous-entendue. L'art. 13 (1) du règlement dispose d'ailleurs que \"lorsque les parties conviennent d'avoir recours à l'arbitrage par les soins de la Chambre de Commerce Internationale, elles se soumettent par là même au présent Règlement\".\n\nA tort la recourante croit pouvoir tirer argument de la différence de texte entre la clause compromissoire adoptée et la formule type recommandée par la CCI. Si cette dernière a prévu, en dehors du texte de son règlement, une telle formule, dans le but de faciliter l'insertion de clauses compromissoires dans les contrats, cela ne saurait entraîner l'invalidité de toute autre formule choisie par les parties. Il convient en outre de relever que, dans sa lettre du 17 août 1971 à la Cour d'arbitrage, la recourante déclara expressément admettre l'application du règlement CCI, sous réserve seulement du droit d'appel selon la législation genevoise. C'est dès lors à juste titre que sa requête tendant à la désignation de trois arbitres a été examinée au regard de l'art. 7 (2) al. 3 du règlement CCI, applicable in casu. En écartant le grief fondé sur l'art. 58 Cst., la Cour de justice n'a donc pas violé cette disposition.\n\n4. La recourante soutient que la Cour de justice a admis la compétence d'un arbitre unique en violation des art. 10 et 11 du concordat intercantonal sur l'arbitrage, du 27 mars 1969, approuvé par le Conseil fédéral le 27 août 1969 (CIA); elle considère donc que l'autorité cantonale aurait dû déclarer le recours bien fondé en tant qu'il se basait sur les art. 36 lettres a et b CIA.\n\nBGE 102 Ia 493 S. 501\n\nSelon un ancien arrêt, seuls les ressortissants des cantons concordataires ont qualité pour invoquer une violation du concordat (ATF 54 I 148). La doctrine, qui se réfère à cette jurisprudence, assimile les concordats aux traités internationaux, qui n'accordent en général des droits qu'aux ressortissants des Etats liés entre eux (BIRCHMEIER, Bundesrechtspflege, p. 358; MARTI, Die staatsrechtliche Beschwerde, p. 32/33; KIRCHOFER, Über die Legitimation zum staatsrechtlichen Rekurs, RDS 55, p. 180; VETSCH, Die staatsrechtliche Beschwerde wegen Verletzung von Konkordaten, p. 53). En l'espèce, la recourante a son siège dans un canton qui n'a pas adhéré au CIA. Il convient cependant de relever qu'aux termes de l'art. 1er al. 1 CIA, ce concordat s'applique à toute procédure par-devant un tribunal arbitral dont le siège se trouve sur le territoire de l'un des cantons concordataires - ce qui est le cas en l'espèce - et que l'art. 369 de la loi genevoise de procédure civile, du 13 octobre 1920, prescrit que l'arbitrage est régi par les dispositions du concordat d'arbitrage, approuvé par le Conseil fédéral le 27 avril 1969 et entré en vigueur dans le canton le 12 janvier 1971. Le recours en nullité contre la décision arbitrale, prévu aux art. 36 ss CIA, pouvait ainsi être formé par les parties, qu'elles aient ou non leur domicile ou leur siège dans un canton concordataire. Elles doivent également pouvoir alléguer, devant le Tribunal fédéral, la violation des dispositions du concordat en formant, contre la décision rendue par l'autorité cantonale compétente au sens de l'art. 3 CIA, un recours de droit public pour violation du concordat (art. 84 al. 1 lettre b OJ). Peu importe à cet égard qu'elles soient domiciliées ou qu'elles aient leur siège dans un canton qui n'a pas adhéré au CIA ou à l'étranger (cf. ATF 98 Ia 230 consid. 2a, ainsi qu' ATF 100 Ia 422).\n\nLe grief de violation du concordat intercantonal d'arbitrage est ainsi recevable. Il est toutefois mal fondé. L'art. 1er al. 2 CIA réserve en effet l'application des règlements d'arbitrage d'institutions privées ou publiques ainsi que des compromis d'arbitrage et des clauses compromissoires, dans la mesure où ils ne contreviennent pas aux dispositions impératives du concordat; énumérées à l'art. 1er al. 3 CIA, celles-ci ne comprennent ni l'art. 10 (nombre des arbitres) ni l'art. 11 (désignation par les parties). Les dispositions du règlement d'arbitrage de la CCI priment donc sur ces points celles du concordat, de BGE 102 Ia 493 S. 502telle sorte que ces deux articles ne sont pas applicables en l'espèce.\n\n5. La recourante soutient subsidiairement que l'art. 7 du règlement CCI n'a pas été correctement appliqué; en rejetant ce grief, la Cour de justice aurait violé l'art. 4 Cst. ainsi que l'art. 36 lettres a et b CIA.\n\na) Selon la jurisprudence, le Tribunal fédéral, saisi d'un recours de droit public formé pour violation d'un concordat (art. 84 al. 1 lettre b OJ), examine librement les griefs invoqués, quelle que soit la nature du concordat (ATF 101 Ia 527, ATF 100 Ia 422 consid. 3). Toutefois, le grief que la recourante soulève ne vise pas l'interprétation du concordat comme tel, mais celle du règlement CCI. Le Tribunal fédéral ne peut l'examiner que sous l'angle restreint de l'arbitraire. Il ne saurait en effet avoir à cet égard un pouvoir de cognition plus étendu que celui dont il dispose, dans le cadre de l'art. 58 Cst., lorsqu'il se prononce sur l'application de la législation cantonale relative à la composition des tribunaux (ATF 98 Ia 359 consid. 2).\n\nb) L'art. 7 (2) al. 3 du règlement CCI prévoit que lorsque les parties n'ont pas convenu elles-mêmes du nombre des arbitres, la Cour d'arbitrage nomme un arbitre unique, à moins que l'une des parties ne demande que le litige soit soumis à trois arbitres, et que le différend ne paraisse à la Cour assez important pour justifier l'admission de cette requête.\n\nDans sa sentence préliminaire, l'arbitre désigné par la Cour a déclaré que celle-ci était seule compétente pour décider du nombre des arbitres, et que cette décision ne pouvait être contestée ni devant l'arbitre, ni devant les tribunaux genevois. Il est toutefois évident que la décision de la Cour d'arbitrage peut être soumise indirectement à l'autorité judiciaire genevoise, dans le cadre du recours en nullité formé contre la sentence arbitrale. La Cour de justice a effectivement reçu le recours, qu'elle a rejeté en déclarant que l'appréciation faite par la Cour d'arbitrage n'était pas arbitraire.\n\nc) La recourante reproche à la Cour de justice d'avoir relevé qu'elle avait omis de motiver clairement sa prétention concernant la nomination de trois arbitres. Ce grief n'est pas fondé. Au surplus, la constatation de la Cour de justice sur ce point n'a qu'un caractère accessoire. En effet, ni le Secrétaire BGE 102 Ia 493 S. 503général de la Cour d'arbitrage, ni l'arbitre n'ont soutenu que c'est à la suite de la carence de la recourante que la Cour d'arbitrage avait décidé la nomination d'un arbitre unique.\n\nd) La recourante reproche à l'autorité cantonale de ne pas avoir examiné elle-même si l'importance du litige justifiait la désignation de trois arbitres, mais de s'être bornée à constater que la Cour d'arbitrage pouvait valablement faire application de l'art. 7 (2) al. 3 du règlement CCI et nommer un arbitre unique \"puisqu'elle estimait que le différend ne paraissait pas assez important pour justifier la nomination de plusieurs arbitres\".\n\nIl est certes exact que la valeur litigieuse était en l'espèce élevée. Mais on peut se demander si le règlement CCI, en se référant à l'importance du litige, vise nécessairement le montant des prétentions pécuniaires des parties. Tel paraît être l'avis de M. Frédéric Eisemann; alors qu'il était Secrétaire général de la Cour d'arbitrage de la CCI, il déclara, dans un exposé présenté en 1971 devant le Comité national autrichien de la CCI:\n\n\"Wenn sich die Parteien darauf nicht einigen können, ist nach der gegenwärtigen Schiedsordnung der Schiedsgerichtshof sogar gezwungen, drei Schiedsrichter zu bestellen, sofern nur eine höhere Summe im Spiel steht, mag der Fall auch sonst keinerlei Komplexität aufweisen\"\n\n(Welthandelsschiedsgerichtsbarkeit - heute, Vienne 1971, p. 8).\n\nCette interprétation ne saurait toutefois engager la Cour d'arbitrage; elle ne résulte pas directement du texte du règlement, qui laisse à la Cour toute liberté d'appréciation. A moins que le litige ne lui paraisse \"particulièrement important\", la Cour préfère généralement désigner un arbitre unique, en partant de l'idée que, lorsque chaque partie désigne son arbitre, c'est en général, le surarbitre qui prend en réalité seul la décision (SIMON, loc.cit., p. 59; WEISBART, Vergleichs- und Schiedsgerichtsordnung der internationalen Handelskammer, in Internationales Jahrbuch für Schiedsgerichtswesen in Zivil- und Handelssachen, II 1928, n. 2 ad art. 11, p. 278; IV 1934, n. 2 ad art. 12, p. 37).\n\nDans ces conditions, la sentence arbitrale n'aurait pu être annulée en raison de la désignation d'un arbitre unique que s'il avait été démontré, d'une façon indubitable, que, dans le cas particulier, l'importance du litige était telle qu'elle appelait nécessairement la présence de trois arbitres. La recourante ne BGE 102 Ia 493 S. 504l'a pas établi; elle avait d'ailleurs elle-même considéré qu'un seul arbitre pouvait suffire si les parties s'entendaient sur son choix.\n\nLa Cour de justice n'a donc pas commis arbitraire en considérant que la décision de la Cour d'arbitrage n'avait pas été rendue en violation du règlement CCI, et que la sentence préliminaire ne pouvait être annulée de ce chef.\n\ne) La recourante reproche à la Cour d'arbitrage, à l'arbitre et à la Cour de justice d'avoir omis de motiver leurs décisions quant au choix d'un arbitre unique, ce qui entraînerait l'annulation de l'arrêt entrepris. Ce grief n'est pas fondé.\n\nIl convient de relever tout d'abord que seules les décisions de la Cour d'arbitrage ne sont pas motivées. Cette cour considère en effet que \"l'appréciation de l'importance du litige est un pouvoir discrétionnaire de la Cour\" (cf. la lettre adressée à l'intimée le 14 décembre 1973 par le Secrétaire général de la Cour d'arbitrage). Aucune disposition du règlement CCI n'oblige la Cour à motiver ses décisions: par ailleurs, on peut admettre qu'une motivation n'est pas indispensable lorsque, comme en l'espèce, la décision de la Cour ne porte que sur le nombre des arbitres.\n\nEn tant qu'il rejette les recours en nullité formés contre la sentence du 10 octobre 1972, l'arrêt de la Cour de justice ne viole ni les droits constitutionnels invoqués par la recourante, ni les dispositions du concordat intercantonal sur l'arbitrage. Le recours doit ainsi, sur ce point, être rejeté dans la mesure où il est recevable.\n\nIII. Sentence sur le fond\n\n12. Dans le point 4 du dispositif de sa sentence, l'arbitre a fait interdiction à la défenderesse de continuer à fabriquer et à vendre les machines visées par la convention, y compris les machines de la défenderesse TS 100, 150, 160 et 180, dans la mesure où ces machines utilisent encore les composantes suivantes basées sur la technique de la demanderesse, à savoir circuit de temperol, minuterie, vis et ajutage. Dans les points 5 et 6, il a fait interdiction à la défenderesse d'utiliser le know-how, les renseignements techniques ou autre propriété industrielle acquis de la demanderesse, ou à divulguer, révéler, vendre ou communiquer ce know-how ou à en permettre BGE 102 Ia 493 S. 505l'utilisation; toutefois, en ce qui concerne ces deux points, l'interdiction ne vise que le know-how et les renseignements qui ne sont pas tombés dans le domaine public. En revanche, une telle réserve ne figure pas dans le point 4.\n\na) Pour interdire à la défenderesse de continuer à fabriquer et à vendre les machines susvisées, l'arbitre s'est référé à l'art. 1er de la loi fédérale sur la concurrence déloyale, du 30 décembre 1943 (LCD), et plus particulièrement à la lettre d du deuxième al. de cette disposition; il a déclaré que le fait pour la défenderesse de continuer à fabriquer des machines similaires constituerait clairement un cas de concurrence déloyale au sens de la disposition légale précitée. Répondant au grief d'arbitraire invoqué par la recourante, la Cour de justice s'est contentée d'une motivation sommaire, déclarant que l'argumentation de l'arbitre, fondée sur des principes dégagés par la jurisprudence fédérale (ATF 93 II 278 /279, ATF 92 II 206; JdT 1952 I 202) et par la doctrine (V. BÜREN, Kommentar, allgemeines No 78; Generalklausel No 60, p. 64; Nos 5 à 7 ad art. 1er lettres f et g), n'était nullement arbitraire, même si, en regard de certaines nuances, elle était peut-être discutable.\n\nLa recourante affirme que la décision de la Cour de justice est, sur ce point, insoutenable. Selon la jurisprudence et la doctrine, l'imitation de procédés tenus secrets peut être interdite, mais non celle de procédés tombés dans le domaine public. Il y aurait contradiction entre la décision de l'arbitre qui lui interdit d'une manière absolue de fabriquer et de vendre les machines visées par la sentence et celle qui ne lui interdit d'utiliser ou de divulguer le know-how acquis de l'intimée qu'en tant que celui-ci n'est pas tombé dans le domaine public.\n\nb) Selon l'art. 1er al. 1 LCD (clause générale), est réputé concurrence déloyale tout abus de la concurrence économique résultant d'une tromperie ou d'un autre procédé contraire aux règles de la bonne foi.\n\nL'art. 1er al. 2 lettres a-k LCD énumère différents cas particuliers de violation de ces règles. En l'espèce, l'arbitre s'est expressément référé à l'art. 1er al. 2 lettre d, aux termes duquel enfreint les règles de la bonne foi celui qui \"prend des mesures destinées ou de nature à faire naître une confusion avec les marchandises, les oeuvres, l'activité ou l'entreprise d'autrui\". Il a d'autre part appliqué, sans le dire expressément, l'art. 2 al. 1 lettre b LCD, qui permet BGE 102 Ia 493 S. 506à celui qui est atteint ou menacé par un acte de concurrence déloyale de demander la cessation de cet acte.\n\nIl convient de constater que ni l'arbitre, ni la Cour de justice n'expliquent en quoi l'art. 1er al. 2 lettre d LCD serait applicable en l'espèce. Il n'a pas été allégué devant l'arbitre que la défenderesse cherchait, par la fabrication et la vente de ses machines, à créer une confusion avec les produits de l'intimée, de sorte que la sentence ne peut se fonder sur la disposition précitée. Visant d'une manière générale l'art. 1er LCD, l'arbitre paraît toutefois avoir entendu faire application de la clause générale contenue au premier al. de cette disposition. Dans les motifs concernant l'interdiction d'utiliser et de divulguer le know-how, il s'est expressément référé aux arrêts rendus par le Tribunal fédéral dans les causes Widmer c. Rymann A.G. (ATF 93 II 275) et Kunz c. Zürrer (ATF 77 II 266), et l'on peut admettre qu'il a voulu se fonder sur les principes juridiques énoncés dans cette jurisprudence également en ce qui concerne l'interdiction de fabrication et de vente. Dans l'arrêt Kunz c. Zürrer, le Tribunal fédéral a considéré qu'un acte de concurrence déloyale peut résulter de la violation d'une obligation de fidélité assumée dans un contrat d'entreprise; ainsi, l'entrepreneur auquel la construction d'un appareil avait été confiée agissait contrairement à la bonne foi, au sens de l'art. 1er LCD, s'il exploitait l'idée de construction après la fin du contrat, alors même qu'il n'existait plus de secret à ce moment. Mais l'arbitre a omis de tenir compte des réserves que contient cet arrêt: en l'espèce, l'interdiction de fabriquer l'appareil en question était motivée par le fait que l'industriel qui fabriquait le produit le premier pouvait être en mesure de couvrir les besoins du marché pour une longue période, de sorte que le secret qui existait lors de la conception de l'appareil permettait à son constructeur d'éliminer pratiquement toute concurrence; l'arrêt précise au surplus que l'entrepreneur pourrait fabriquer et vendre l'objet en cause si un autre fabricant mettait sur le marché, sans son fait, un appareil de même nature (consid. 3b, publié in JdT 1952 I 208). Dans l'arrêt Widmer c. Rymann, le Tribunal fédéral a admis que l'obligation de conserver le secret devient sans objet si l'idée qui est à la base de ce secret est tombée dans le domaine public. Lorsque la collaboration entre le maître de BGE 102 Ia 493 S. 507l'ouvrage et l'entrepreneur a pris fin et que le secret n'existe plus, il n'y a plus place pour une obligation de fidélité. Celle-ci ne survit au contrat que lorsque le maître de l'ouvrage rapporte la preuve de l'existence de son intérêt juridique dans ce sens, soit lorsque l'entrepreneur utilise à son profit une idée qui appartient encore audit maître. Mais l'intérêt de pur fait de ce dernier à ne pas être concurrencé ne saurait être pris en considération. Quant à l'auteur cité par la Cour de justice, il se réfère essentiellement à l'arrêt Kunz c. Zürrer.\n\nc) En l'espèce, l'arbitre s'est fondé sur l'art. 1er LCD et spécialement sur son al. 2 lettre d sans indiquer quels étaient les principes juridiques ou les circonstances particulières qui l'autorisaient à faire interdiction absolue à la défenderesse de continuer à fabriquer et à vendre ses machines aussi longtemps que celles-ci contiendraient certaines caractéristiques tirées des machines de la demanderesse. Ayant rompu le contrat, cette dernière ne pouvait en exiger la continuation. Il était donc exclu, en principe, qu'elle requît qu'il fût fait défense à Bucher de fabriquer ou de vendre des machines contenant lesdites caractéristiques, à moins de prouver que ces caractéristiques ou le mode de fabrication des machines constituent toujours un secret, preuve qu'elle n'a pas rapportée. L'arbitre à déclaré lui-même que le cylindre et la vis caractéristiques des machines Meiki ne pouvaient constituer un secret.\n\nPar ailleurs, se référant aux arrêts susmentionnés du Tribunal fédéral, l'arbitre a admis qu'il n'y avait lieu de faire défense à Bucher d'utiliser le know-how acquis de Meiki qu'aussi longtemps que celui-ci n'était pas \"publiquement connu\". Il n'a pas expliqué, comme le relève justement la recourante, pourquoi il n'appliquait pas la même règle à la défense de fabriquer des machines. La Cour de justice ne s'est pas non plus prononcée à ce sujet.\n\nC'est dès lors arbitrairement que, dans le point 4 du dispositif, l'arbitre a fait défense à Bucher de fabriquer et de vendre les machines en cause, aussi longtemps qu'elles contiendraient certaines caractéristiques, et ce sans aucune autre limitation. La Cour de justice a donc commis arbitraire en rejetant à cet égard le recours de la défenderesse.\n\n13. Les sentences arbitrales ne peuvent être attaquées directement, par la voie du recours de droit public, devant le BGE 102 Ia 493 S. 508Tribunal fédéral (ATF 71 I 35, ATF 67 I 34; arrêt du 8 mars 1974 en la cause Thönen; BIRCHMEIER, Bundesrechtspflege, p. 311). En revanche, ce dernier peut être saisi d'un recours formé contre la décision de l'autorité judiciaire prévue à l'art. 3 CIA et statuant sur un recours en nullité attaquant la sentence arbitrale. Lorsque, comme en l'espèce, le recours doit être admis, la décision attaquée est annulée. La cause est renvoyée à l'autorité cantonale, à laquelle il appartient de dire si elle annule la sentence dans son entier ou si l'annulation ne porte que sur certains chefs seulement.\n\nPar ces motifs, le Tribunal fédéral,\n\n1. Rejette le recours en tant qu'il est dirigé contre la décision de la Cour de justice écartant les recours en nullité formés contre la sentence préliminaire du 10 octobre 1972.\n\n2. Admet le recours dans la mesure où il est recevable et annule l'arrêt de la Cour de justice en tant qu'il a rejeté le recours en nullité formé contre la sentence sur le fond du 29 décembre 1972."}