{"annee": "102", "cour": "IA", "page": "185", "date": "4/2/1976", "cite": ["98 IA 508", "60 I 366", "72 I 279", "75 I 209", "74 I 353"], "cite_par": ["113 IA 232", "104 IA 350", "107 IA 77", "103 IA 369", "105 IA 223", "114 IA 281", "119 IA 214", "105 IB 136"], "chapeau": "29. Urteil vom 4. Februar 1976 i.S. Genossenschaft Migros St. Gallen gegen Grossen Rat sowie Landammann und Standeskommission des Kantons Appenzell I. Rh.", "regestes": ["Art. 84 al. 1 OJ; objet d'un recours de droit public. Notion de la décision ou de l'arrêté cantonal au sens de l'art. 84 al. 1 OJ. Un ordre donné aux communes, par l'autorité cantonale, d'édicter des règles de droit sur un point précis en matière de constructions ne constitue pas une atteinte à la situation juridique du citoyen et ne peut pas être attaqué par la voie d'un recours de droit public. Conditions auxquelles de tels ordres internes peuvent exceptionnellement faire l'objet d'un recours de droit public."], "faits": "BGE 102 Ia 185 S. 186\n\nDie Genossenschaft Migros St. Gallen beabsichtigt, auf ihrem Grundstück in der Industriezone von Appenzell einen Migros-Markt zu errichten, dem noch einige Detailverkaufsgeschäfte angegliedert werden sollen. Die Feuerschaugemeinde Appenzell erteilte hiefür am 21. April 1975 die Baubewilligung, wogegen verschiedene private Einsprecher bei der Standeskommission rekurrierten; diese Rekursverfahren sind noch hängig.\n\nAuf Antrag der Hauptleutekonferenz fasste der Grosse Rat des Kantons Appenzell I.Rh. am 9. Juni 1975 folgenden Beschluss:\n\n\"12.1. Erstellung eines Einkaufszentrums in Appenzell:\n\n... Mit 30 gegen 12 Stimmen und einigen Enthaltungen wird der Antrag der Hauptleutekonferenz gutgeheissen, und damit ist die Feuerschaugemeinde Appenzell zu verpflichten, in bezug auf den Bau des Einkaufszentrums im untern Ziel in Appenzell und für den Bau künftiger Einkaufszentren Pläne und Reglemente zu erlassen, die insbesondere Bau und Betrieb von sogenannten Satelliten-Läden unterbinden. Diese Verfügung soll an alle Gemeinden (Baubewilligungsbehörden) ergehen.\"\n\nMit Schreiben vom 24. Juni 1975 gab die Standeskommission diese Weisung des Grossen Rates der Feuerschaugemeinde Appenzell bekannt mit der Aufforderung, die entsprechenden Massnahmen zu treffen. Die Migros, der das Schreiben der Standeskommission im Doppel zugestellt wurde, führt wegen Verletzung der Handels- und Gewerbefreiheit, der Eigentumsgarantie sowie von Art. 4 BV staatsrechtliche Beschwerde. Das Bundesgericht tritt auf die Beschwerde nicht ein, aus folgenden", "considerants": "Erwägungen:\n\n1. (Beschwerdefrist)\n\n2. Nach Art. 84 Abs. 1 OG ist die staatsrechtliche Beschwerde zulässig gegen \"kantonale Erlasse oder Verfügungen (Entscheide)\". Das Recht zur Beschwerdeführung steht BGE 102 Ia 185 S. 187Bürgern (Privaten) und Korporationen aber nur \"bezüglich solcher Rechtsverletzungen zu, die sie durch allgemeinverbindliche oder sie persönlich treffende Erlasse oder Verfügungen erlitten haben\" (Art. 88 OG). Daraus folgt, dass mit einer staatsrechtlichen Beschwerde (von bestimmten, hier nicht in Betracht fallenden Ausnahmen abgesehen) nur solche kantonalen Hoheitsakte (Erlasse und Verfügungen) angefochten werden können, welche in irgendeiner Weise die Rechtsstellung des einzelnen Bürgers berühren, indem sie ihn, sei es in Form einer generellen oder individuellen Anordnung, verbindlich und erzwingbar zu einem Tun, Unterlassen oder Dulden verpflichten oder sonstwie seine Rechtsbeziehungen zum Staat autoritativ festlegen (vgl. BGE 98 Ia 510 E. 1, BGE 75 I 214 E. 1, BGE 74 I 360, BGE 72 I 280, BGE 60 I 369; BIRCHMEIER, Bundesrechtspflege, S. 312 ff., BONNARD, Problèmes relatifs au recours de droit public, ZSR 81/1962 II S. 396; GIACOMETTI, Die Verfassungsgerichtsbarkeit des schweizerischen Bundesgerichtes, S. 95 ff.). Die seitens der kantonalen Behörde an die kommunalen Organe ergangene Weisung, über eine bestimmte Frage Rechtsnormen zu erlassen, stellt wohl einen staatlichen Hoheitsakt dar, doch entfaltet sie als solche noch keine verbindlichen Rechtswirkungen gegenüber dem Einzelnen. Sie richtet sich lediglich an die Feuerschaugemeinde Appenzell (und allenfalls an die übrigen Gemeinden des Kantons) und zieht für den einzelnen Bürger, auch für die Migros, erst dann Rechtsfolgen nach sich, wenn die Gemeinde ihrerseits die verlangten Vorschriften erlässt oder konkrete Massnahmen trifft. Für sich allein stellt die fragliche Weisung noch keinen hoheitlichen Eingriff in die Sphäre des Bürgers und damit auch kein taugliches Anfechtungsobjekt im Sinne von Art. 84 OG dar. Die vorliegende Beschwerde könnte höchstens dann als zulässig angesehen werden, wenn der Inhalt der von der Gemeinde zu erlassenden Normen aufgrund der ergangenen Weisung heute schon feststünde und die der kommunalen Behörde auferlegten Massnahmen nurmehr noch als formeller Vollzug einer von den kantonalen Organen im wesentlichen bereits festgelegten Anordnung erscheinen würden. Dies trifft hier jedoch nicht zu. Die fragliche Weisung lautet relativ unbestimmt, und es ist nicht voraussehbar, welche konkreten Regelungen die Feuerschaugemeinde Appenzell sowie die übrigen Gemeinden schliesslich erlassen werden. Es verhält sich des BGE 102 Ia 185 S. 188weitern auch nicht so, dass die Beschwerdeführerin den indirekten Aussenwirkungen und Folgen, welche die streitige Weisung allenfalls haben mag, mangels eines anderweitigen formellen Angriffobjektes praktisch schutzlos ausgeliefert wäre, wenn sie nicht schon die an die Gemeinde gerichtete interne Anordnung anfechten könnte (vgl. BGE 98 Ia 510 f. E. 1). Wohl ist damit zu rechnen, dass diese Anordnung das - zur Zeit bei der kantonalen Rekursinstanz hängige - Baubewilligungsverfahren zumindest verzögern wird und der Migros hieraus ein erheblicher Nachteil erwachsen kann. Die Beschwerdeführerin kann sich jedoch gegen eine Sistierung des Baubewilligungsverfahrens wie auch gegen eine etwaige Bausperre mit den zur Verfügung stehenden Rechtsmitteln gesondert zur Wehr setzen und die Zulässigkeit einer derartigen Massnahme (vgl. u.a. Art. 10 und 48 des kant. Baugesetzes) überprüfen lassen. Auf die vorliegende staatsrechtliche Beschwerde ist daher nicht einzutreten."}