{"annee": "102", "cour": "II", "page": "85", "date": "2/3/1976", "cite": [], "cite_par": ["106 II 75", "117 II 259", "106 IB 173", "118 IV 209", "138 III 276", "112 II 118", "126 III 521", "131 III 153"], "chapeau": "15. Extrait de l'arrêt de la Ire Cour civile du 2 mars 1976 dans la cause Conrad Zschokke S.A. contre Baumgartner Papiers S.A. et consort.", "regestes": ["Art. 41., 55 CO, acte illicite. Responsabilité de celui qui provoque la rupture d'un câble électrique appartenant au service de distribution, pour le dommage causé à des entreprises momentanément privées de courant."], "faits": "BGE 102 II 85 S. 85\n\nA.- Le 26 février 1973, un employé de Conrad Zschokke S.A. a provoqué la rupture d'un câble à haute tension en utilisant une pelleteuse lors de travaux de fouille à Crissier. Ce câble, propriété du Service intercommunal de l'électricité de Chavannes, Crissier, Ecublens et Renens (ci-après: SIE), alimente des stations dans lesquelles le courant fort est transformé en courant utilisable par les abonnés, dont font partie les sociétés Baumgartner Papiers S.A. et Zinguerie de Renens S.A.\n\nBGE 102 II 85 S. 86La rupture du câble à haute tension a eu pour effet de priver ces deux entreprises d'énergie électrique durant quelques heures.\n\nAvant d'entreprendre les travaux, Conrad Zschokke S.A. n'avait pris aucun renseignement auprès du SIE sur le tracé des câbles électriques pouvant se situer dans le secteur de la fouille.\n\nB.- Baumgartner Papiers S.A. et Zinguerie de Renens S.A. ont ouvert action contre Conrad Zschokke S.A., la première en paiement de 23'100 fr. avec intérêt, la seconde en paiement de 6'526 fr. avec intérêt. A la suite de conventions de procédure, les deux causes ont été jointes devant la Cour civile du Tribunal cantonal vaudois, qui a décidé d'instruire et de juger séparément la question de la responsabilité de principe de la défenderesse.\n\nPar jugement du 3 novembre 1975, la Cour civile du Tribunal cantonal vaudois a prononcé que la défenderesse répond en principe du dommage subi par les demanderesses.\n\nC.- Conrad Zschokke S.A. recourt en réforme au Tribunal fédéral en concluant à ce que le jugement déféré soit réformé en ce sens qu'elle \"ne répond pas en principe du dommage subi par les demanderesses\".\n\nLes intimées proposent le rejet du recours.", "considerants": "Extrait des considérants:\n\n3. Examinant au regard de l'art. 55 CO si les conditions de la responsabilité de la défenderesse sont remplies, le Tribunal cantonal admet par hypothèse l'existence d'un dommage découlant de l'arrêt de la production dans les usines des demanderesses. Il tient en outre pour évident le rapport de causalité naturelle entre cet arrêt et la rupture du câble à haute tension. Enfin, il constate que la défenderesse n'a pas cherché à entreprendre la preuve libératoire réservée par l'art. 55 CO. Le jugement déféré n'est pas remis en cause sur ces trois points.\n\n4. Le Tribunal cantonal estime que l'acte illicite, condition d'application de l'art. 55 CO, est établi. En effet, dit-il, \"rompre un câble électrique alimentant un réseau de distribution viole des prescriptions de l'ordre juridique; les art. 145 (dommages à la propriété) et 239 CPS (entrave aux services BGE 102 II 85 S. 87d'intérêt général) en particulier seraient applicables à un auteur agissant par dol\".\n\na) La défenderesse conteste l'existence d'un acte illicite au sens de l'art. 41 CO. Pour elle, l'art. 145 CP, qui implique une atteinte portée à la chose d'autrui, ne protège que le propriétaire de l'objet endommagé, détruit ou mis hors d'usage. Le câble rompu étant propriété du SIE, les demanderesses ne peuvent se prévaloir de la violation de cette disposition.\n\nSelon la jurisprudence, approuvée par la doctrine (LOGOZ, n. 3a ad art. 145 CP; SCHWANDER, 2e éd., n. 555 p. 343 s.), est lésé et a partant qualité pour porter plainte au sens des art. 145 al. 1 et 28 CP non seulement le propriétaire, mais aussi le locataire à qui un acte réprimé par l'art. 145 enlève l'usage de la chose; le droit personnel du locataire d'user de la chose, qui constitue un bien juridique, est en effet directement lésé par le délit, et son titulaire a dès lors qualité pour porter plainte (RO 74 IV 7). En l'espèce, les demanderesses n'ont cependant aucun droit, réel ou personnel, sur le câble rompu par l'employé de la défenderesse. Le SIE ne leur a pas cédé un droit d'usage sur ce câble. C'est lui qui s'en sert pour fournir l'énergie électrique et l'amener jusqu'à leurs installations. Les demanderesses ne peuvent donc pas fonder l'illicéité de l'acte incriminé sur l'art. 145 CP.\n\nb) La défenderesse conteste aussi que les demanderesses puissent invoquer l'art. 239 CP, leurs intérêts privés n'étant garantis selon elle que par les dispositions relatives aux infractions contre le patrimoine (art. 137 ss CP). Or l'art. 239 figure au titre neuvième, parmi les crimes ou délits contre les communications publiques; il a pour objet non pas de protéger les intérêts des particuliers, mais de préserver, dans l'intérêt général, le bon fonctionnement des services publics.\n\nCette interprétation est erronée. L'art. 239 ch. 1 al. 2 et ch. 2 CP réprime les actes qui empêchent, troublent ou mettent en danger, intentionnellement ou par négligence, l'exploitation d'un établissement ou d'une installation servant à distribuer au public l'eau, la lumière, l'énergie ou la chaleur. Il a pour but de protéger, outre les intérêts de ces entreprises, ceux des abonnés, qui font précisément partie du public visé par la disposition légale (RO 101 Ib 256). Celui qui provoque la rupture d'une conduite d'eau, d'un câble électrique, d'une canalisation de gaz ou de chauffage à distance et interrompt BGE 102 II 85 S. 88par là l'exploitation du service de distribution porte atteinte aux intérêts de l'entreprise chargée de ce service, mais aussi à ceux des abonnés que cette exploitation permet d'approvisionner en eau, électricité, gaz ou chaleur. Le droit personnel de l'abonné à cet approvisionnement, issu du contrat avec l'entreprise de distribution, est directement lésé par l'infraction que réprime l'art. 239 ch. 1 al. 2 et ch. 2 CP, de même que le droit personnel du locataire à l'usage de la chose louée est lésé par les actes visés à l'art. 145 CP (RO 74 IV 7). En l'espèce, le droit personnel des demanderesses d'être alimentées en énergie électrique a été lésé par l'interruption de l'exploitation du service de distribution.\n\n5. Selon la jurisprudence, l'acte illicite ne consiste pas nécessairement dans une atteinte portée à un droit subjectif; l'art. 41 al. 1 CO oblige celui qui, par sa faute, transgresse une injonction juridique à réparer le dommage qu'il cause ainsi à autrui, même s'il ne peut être question d'un droit subjectif de la victime; il suffit que la prescription violée ait pour but de protéger le lésé dans les droits atteints par l'acte incriminé (RO 30 II 571, 41 II 685, 75 II 212 s. consid. 3, 90 II 279 consid. 4 et les arrêts cités, 94 I 642 s. consid. 5, RO 101 Ib 255 s., consid. 2c et d). Commet donc un acte illicite celui qui lèse un intérêt privé protégé implicitement par une norme pénale édictée dans un but d'intérêt général (DESCHENAUX/TERCIER, La responsabilité civile, p. 73 ch. 2.1.2; DESCHENAUX, Norme et causalité en responsabilité civile, dans Stabilité et dynamisme du droit dans la jurisprudence du Tribunal fédéral suisse, p. 418-420).\n\nL'art. 239 ch. 1 al. 2 et ch. 2 CP tend aussi, on l'a vu, à protéger les intérêts des abonnés contre les atteintes que leur portent les actes tombant sous le coup de cette disposition. Celui qui empêche, trouble ou met en danger l'exploitation d'un établissement ou d'une installation servant à distribuer au public l'eau, la lumière, l'énergie ou la chaleur commet un acte illicite à l'égard des abonnés qui sont privés de leur approvisionnement à la suite de cet acte et subissent par là un dommage. La rupture du câble du SIE assurant la fourniture d'énergie électrique aux demanderesses constitue dès lors un acte illicite.\n\n6. La défenderesse fait valoir que le dommage allégué n'a touché les demanderesses qu'indirectement, par réflexe, et BGE 102 II 85 S. 89qu'il n'engage partant pas sa responsabilité.\n\na) Pour réfuter ce point de vue, le Tribunal cantonal se réfère notamment à l'arrêt RO 97 II 221 ss, où la cour de céans a admis la responsabilité de l'entrepreneur qui avait endommagé lors de travaux de fouilles le câble électrique alimentant l'entreprise demanderesse, dont l'approvisionnement en électricité avait été interrompu pendant plusieurs heures. La recourante conteste avec raison la pertinence de cette référence, par rapport au problème du dommage direct ou indirect: il ne résulte pas de l'état de fait que le câble touché appartenait à Nordostschweizerische Kraftwerke AG, et non pas à la demanderesse, et le Tribunal fédéral examine uniquement si l'entrepreneur avait fourni la preuve des moyens libératoires prévus par l'art. 55 CO, si le comportement d'un tiers avait interrompu le lien de causalité et s'il y avait lieu à réduction des dommages-intérêts.\n\nb) On doit admettre que les demanderesses sont des lésées directes, considère le jugement déféré, parce que le débiteur de l'obligation de leur fournir du courant électrique a toujours été à même de s'exécuter, la réserve d'énergie nécessaire ne faisant pas défaut au SIE.\n\nLa recourante critique à juste titre cette argumentation. Ce qui est déterminant, c'est qu'en dépit de la réserve d'énergie dont il disposait, le SIE a été empêché d'approvisionner les demanderesses en électricité, du fait de la rupture du câble provoquée par l'employé de la défenderesse.\n\nc) La défenderesse estime que les demanderesses ne sont qu'indirectement lésées, parce qu'elles n'ont simplement pas obtenu l'énergie électrique que devait leur fournir le SIE, lésé direct, qui n'a pu exécuter son obligation contractuelle en raison du dommage qu'il a lui-même subi.\n\nCette argumentation ne vaudrait cependant que si l'on considérait que l'art. 239 ch. 1 al. 2 et ch. 2 CP n'a pas pour but, à côté d'autres fins, de protéger les intérêts privés des abonnés d'une entreprise de distribution au public d'énergie électrique. La question de savoir si les demanderesses sont lésées directement ou indirectement se recouvre ainsi avec celle de l'illicéité de l'acte incriminé. Or on a vu que contrairement à l'opinion de la recourante, l'art. 239 ch. 1 al. 2 et ch. 2 CP, qui est certes édicté dans un but d'intérêt général, vise en outre à protéger l'intérêt privé des abonnés à être approvisionnés en électricité.\n\nBGE 102 II 85 S. 90La rupture du câble du SIE ayant atteint les demanderesses dans cet intérêt, elles sont les victimes directes d'un acte illicite et peuvent demander à la défenderesse réparation du dommage qu'elles ont subi. Cette conclusion s'impose, que l'on examine l'exigence du but de protection de l'injonction juridique transgressée sous l'angle du rapport de causalité adéquate ou de la relation d'illicéité (RO 101 Ib 256; cf. les arrêts RO 75 II 212 s. consid. 3 et 94 I 643, critiqués par MERZ, RJB 106/1970 p. 85 s. et par DESCHENAUX, op.cit. p. 413 ss). En tant qu'elles invoquent l'art. 239 ch. 1 al. 2 et ch. 2 CP, la situation des demanderesses diffère ainsi totalement de celle du créancier qui, sans pouvoir se prévaloir de la protection d'une norme pénale, n'obtient simplement pas l'exécution d'une obligation contractuelle à la suite d'un acte illicite dont son débiteur est victime. Seul le débiteur, directement lésé par cet acte, peut exiger réparation de son auteur, à l'exclusion du créancier victime d'un dommage consécutif à l'inexécution de la prestation qui lui était due (cf. RO 57 II 181, 63 II 21 consid. 5, 82 II 38 consid. 4a).\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours et confirme le jugement rendu le 3 novembre 1975 par la Cour civile du Tribunal cantonal vaudois."}