{"annee": "102", "cour": "II", "page": "18", "date": "19/1/1976", "cite": [], "cite_par": ["130 II 425", "115 II 156", "110 II 163", "112 II 138"], "chapeau": "4. Arrêt de la Ire Cour civile du 19 janvier 1976 dans la cause Favre contre Roncin.", "regestes": ["Art. 328 al. 2, 47 CO. Responsabilité de l'employeur qui omet d'exiger du travailleur l'utilisation des dispositifs de sécurité prescrits par la loi (consid. 1). Fixation de l'indemnité pour tort moral, compte tenu notamment des fautes du responsable et de la victime (consid. 2)."], "faits": "BGE 102 II 18 S. 18\n\nA.- Gérard Roncin travaillait comme Plâtrier, rémunéré à la tâche, au service de la société en nom collectif E. Favre et Fils. Le 25 avril 1972, il a reçu un éclat dans l'oeil gauche alors qu'il posait un plafond suspendu sur un chantier à Chardonne, en enfonçant des clous au moyen d'un pistolet à explosifs. Selon l'art. 13 de l'ordonnance du Conseil fédéral concernant la prévention des accidents lors de l'utilisation d'appareils de fixation instantanée actionnés par une charge explosive, il aurait dû porter pour ce travail des lunettes de protection avec verres de sécurité, ainsi qu'un casque de sécurité. Il ne les portait cependant pas, quand bien même des lunettes se trouvaient dans le coffret où l'on rangeait le pistolet. En général, Roncin n'employait pas ces moyens de protection, qui le gênent pour travailler. A la suite de l'accident du 25 avril 1972, il a été hospitalisé durant trois semaines et a suivi un traitement médical de plus d'une année. Il a repris son travail à 100% le 10 janvier 1973.\n\nLe 26 juillet 1973, le médecin a diagnostiqué \"une perte fonctionnelle de l'oeil gauche certaine\". Le 26 octobre, la Caisse nationale suisse d'assurance en cas d'accidents a BGE 102 II 18 S. 19accordé à Roncin une rente mensuelle de 285 fr., à partir du 10 janvier 1973, correspondant à une incapacité de travail permanente de 25%.\n\nB.- Roncin a ouvert action contre la société E. Favre et Fils en paiement de 12'000 fr. avec intérêt, à titre de réparation du tort moral.\n\nLa défenderesse a conclu à libération.\n\nPar jugement du 28 octobre 1975, la Cour civile du Tribunal cantonal vaudois a condamné la défenderesse à payer au demandeur 4'000 fr. avec intérêt à 5% dès le 25 avril 1972. Elle a estimé à 8'000 fr. l'indemnité pour tort moral, mais elle a réduit cette somme de moitié pour faute concurrente du demandeur.\n\nC.- La défenderesse recourt en réforme au Tribunal fédéral en reprenant ses conclusions libératoires.", "considerants": "Considérant en droit:\n\n1. L'art. 328 al. 2 CO astreint l'employeur à prendre, pour protéger la vie et la santé du travailleur, les mesures commandées par l'expérience, applicables en l'état de la technique, et adaptées aux conditions de l'exploitation ou du ménage, dans la mesure où les rapports de travail et la nature du travail permettent équitablement de l'exiger de lui. Pour satisfaire à cette obligation, l'employeur doit informer le travailleur des risques inhabituels, que celui-ci ne connaît pas, ainsi que des mesures à prendre pour les éviter, et veiller à l'application scrupuleuse de ces mesures (RO 83 II 29 consid. 2, 89 II 225, 95 II 137 ss, 100 II 354).\n\nLa défenderesse n'a pas violé l'obligation d'instruire le demandeur: il ressort du jugement déféré que celui-ci n'a pas contesté avoir connu la disposition prescrivant l'emploi de lunettes et d'un casque de protection.\n\nEn revanche, elle n'a pas suffisamment surveillé le demandeur ni insisté pour qu'il se conformât à cette prescription. Les premiers juges constatent de manière à lier le Tribunal fédéral qu'\"elle connaissait le comportement habituel du demandeur, qui travaillait sans lunettes de protection\", et qu'elle tolérait ce comportement. Cela ressort également du BGE 102 II 18 S. 20témoignage - cité dans le recours en réforme - du chef de chantier Denis Favre, qui a constaté sur le chantier de Chardonne que Roncin et son collègue Galifier n'utilisaient pas le casque et les lunettes, mais qui déclare n'avoir pas insisté pour l'usage de ces appareils de sécurité. Christian Favre, associé de la défenderesse, a fait la même constatation sur d'autres chantiers.\n\nLa défenderesse ne cherche d'ailleurs pas à nier cette omission, mais elle croit pouvoir la justifier. Elle se trompe cependant lorsqu'elle prétend avoir satisfait à son obligation en mettant les appareils de sécurité à la disposition de ses ouvriers, et lorsqu'elle entend rendre le demandeur seul responsable du fait qu'ils n'ont pas été utilisés. Elle fait valoir en vain qu'\"en période de haute conjoncture surtout, le patron gypsier ne peut intervenir avec trop de vigueur à l'égard des tâcherons, au risque de compromettre l'exécution du travail\", et que \"s'il se montre trop strict dans la surveillance de l'emploi des appareils de sécurité, il s'expose à voir le tâcheron quitter le chantier où il ne gagne pas suffisamment à son gré\", les tâcherons étant très réticents à l'égard des mesures de sécurité \"qui leur font perdre du temps et les gênent dans leur travail\". La santé et l'intégrité corporelle du travailleur - y compris le travailleur à la tâche - ne sauraient être sacrifiées à son confort et à son désir de réaliser un gain plus élevé, ni au voeu de l'employeur de garder son employé. Rien au dossier ne permet d'ailleurs d'admettre que le demandeur aurait quitté sa place si la défenderesse avait exigé l'emploi des appareils de sécurité. Au contraire, la défenderesse elle-même cite la déclaration du témoin Galifier, selon laquelle certains ouvriers auraient été congédiés pour n'avoir pas suivi les instructions relatives aux mesures de sécurité, ainsi que celle du témoin Vuffray, qui pense qu'il se serait exposé à être congédié s'il avait \"refusé d'obéir à MM. Favre en ce qui concerne la façon de travailler\". Quoi qu'il en soit, la défenderesse aurait dû s'accommoder d'une résiliation du contrat de travail par l'une ou l'autre partie si, en dépit d'une surveillance et d'avertissements appropriés, elle n'avait pu obtenir l'emploi strict des lunettes et du casque de sécurité. Par sa passivité, elle a contrevenu, de façon fautive, à ses obligations contractuelles. Peu importe l'accord du demandeur, voire son désir de travailler sans lunettes ni casque; l'art. 362 CO interdit de BGE 102 II 18 S. 21déroger au détriment du travailleur aux prescriptions de l'art. 328.\n\n2. Il appartient au juge d'apprécier, compte tenu des circonstances particulières de l'espèce, si et dans quelle mesure une indemnité est due à titre de réparation morale (art. 47 CO).\n\nLa défenderesse connaissait l'obligation de porter les lunettes et le casque de protection lors de l'emploi du pistolet à explosifs. Elle savait aussi que le demandeur ne se conformait pas toujours à cette obligation. Elle s'est sciemment abstenue d'intervenir. Il n'est pas nécessaire de rechercher si elle l'a fait par égard pour le demandeur, qui préférait travailler sans ces appareils de sécurité, ou dans son propre intérêt. Dans l'une et l'autre hypothèse, elle a contrevenu intentionnellement à son obligation. Elle aurait dû prendre en considération la possibilité d'un accident. Elle a ainsi commis une faute en relation de causalité avec l'accident, qui ne peut être qualifiée de légère.\n\nDe son côté, le demandeur répond d'une faute concurrente, d'importance à peu près équivalente. Selon l'art 7 de la loi sur le travail, il devait utiliser correctement les dispositifs de sécurité mis à sa disposition. Il était conscient de cette obligation et aurait dû envisager les conséquences possibles de son comportement. Les motifs qui l'ont poussé à s'abstenir d'utiliser les lunettes de protection n'aggravent pas notablement sa faute. L'expérience montre que la tentation est forte pour l'ouvrier de travailler le plus commodément possible et de réaliser un gain élevé. Cette tentation s'est trouvée accrue, du fait de la passivité de la défenderesse.\n\nLe tort subi par le demandeur est grave: il a été incapable de travailler durant plusieurs mois et il a subi une perte fonctionnelle permanente d'un oeil; le jugement déféré constate de surcroît qu'il est préoccupé par la crainte de devenir aveugle et que, depuis son accident, il se montre moins gai et plus nerveux. La défenderesse soutient à tort que la rente de la Caisse nationale, allouée au demandeur bien qu'il gagne sa vie \"sans subir une perte de salaire quelconque\", couvre \"précisément les éléments constitutifs du tort moral\". Il n'est pas établi et il est même peu probable que le demandeur, qui travaille à la tâche, gagne autant que s'il n'avait pas perdu l'usage de l'oeil gauche. Il n'est pas non plus prouvé qu'il puisse toujours BGE 102 II 18 S. 22garder son emploi et qu'en cas de changement de place, il ne soit pas handicapé du fait qu'il n'a plus qu'un oeil. Au surplus, la réparation du tort moral est due indépendamment des conséquences économiques de l'accident, puisqu'elle est destinée à compenser non pas ces conséquences, mais une atteinte au bien-être moral.\n\nEn arrêtant à 8'000 fr. l'indemnité pour tort moral que pourrait réclamer le demandeur, mais en réduisant cette somme de moitié pour faute concurrente, l'autorité cantonale n'a pas excédé son pouvoir d'appréciation. Son jugement doit partant être confirmé.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours et confirme le jugement attaqué."}