{"annee": "102", "cour": "IV", "page": "267", "date": "22/12/1976", "cite": [], "cite_par": [], "chapeau": "62. Extrait de l'arrêt de la Cour de cassation pénale du 22 décembre 1976 dans la cause B et consorts contre Ministère public du canton de Vaud", "regestes": ["Art. 18 et 19 de l'AF du 18 mars 1971 sur le contrôle officiel de la qualité dans l'industrie horlogère suisse: 1. Le caractère grave ou non d'une infraction au regard de ces dispositions est déterminé en fonction de la nature objective de cette infraction: lorsque l'on est en présence de l'une des trois infractions prévues à l'art. 18 de l'AF, c'est toujours celui-ci qui est applicable (consid. 1). 2. Le contrôle de la qualité dans l'exportation de montres s'effectuant avec le concours de la douane, la soustraction au contrôle douanier est constitutive de l'infraction à l'art. 18 AF (consid. 2)."], "faits": "BGE 102 IV 267 S. 268\n\nA.- B. est l'administrateur-délégué de la Société anonyme J. qui fabrique et vend des montres. D'août à octobre 1973, il a vendu à T. 25747 montres avec des cadrans sans marque principale, mais portant l'indication \"swiss made\", pour le prix de 512'495 fr., payé comptant. D'origine turque, l'acheteur a exporté clandestinement ces montres en Turquie, en plusieurs fois, en les dissimulant dans les toilettes de l'Orient-Express, où elles étaient récupérées par un comparse à Istamboul. A deux reprises, T. a été assisté dans cette opération par son neveu S.\n\nB. savait que ces montres passeraient la frontière en fraude. Ni lui, ni T. ni S. ne les ont soumises au contrôle officiel de la qualité prévu par l'AF du 18 mars 1971, contrôle dont le but est de maintenir le bon renom de l'industrie horlogère suisse. T. et S. ignoraient la législation relative au contrôle de la qualité, mais il est établi qu'ils ne se souciaient en aucune façon des dispositions relatives à l'exportation des montres. Professionnel du trafic, T. se moquait éperdument de la législation en matière d'exportation et il était bien décidé à ne pas la respecter.\n\nB.- Le 8 mars 1976, le Tribunal correctionnel du district de Lausanne a reconnu B., T. et S. coupables d'infraction à l'arrêté fédéral du 18 mars 1971 sur le contrôle officiel de la qualité dans l'industrie horlogère suisse (S. en qualité de complice) et les a condamnés respectivement à 10'000, 20'000 et 5'000 fr. d'amende. En ce qui concerne T et S., les peines infligées étaient complémentaires à celles prononcées contre eux le 26 février 1975.\n\nLe 21 juin 1976, la Cour de cassation pénale du Tribunal cantonal vaudois a rejeté les recours des trois condamnés dans la mesure où ils portaient sur le principe de leur culpabilité et sur la quotité de la peine. Elle a cependant admis partiellement les recours de B. et de S. en ce sens que leurs condamnations ont été assorties d'un délai d'épreuve et de radiation d'un an.\n\nC.- Les trois condamnés se pourvoient en nullité au Tribunal fédéral. B., qui procède séparément des deux autres, conclut à la réduction de l'amende. S. et T. demandent également la réduction de la peine, le second prenant en outre des conclusions tendantes à l'octroi d'un délai d'épreuve et de radiation.\n\nBGE 102 IV 267 S. 269", "considerants": "Extrait des considérants:\n\n1. a) Le recourant B. ne conteste pas que les montres qu'il a vendues à T. étaient soumises au contrôle officiel de la qualité prévu par l'arrêté fédéral du 18 mars 1971 (ci-dessous: AF); mais il soutient qu'il a été condamné à tort en application de l'art. 18 AF. Selon lui, son cas ne saurait être considéré comme grave, car il aurait plutôt agi par négligence; il ne serait pas établi que les montres vendues ne présentent pas la qualité requise; il n'aurait enfin nullement soustrait ces montres au contrôle, mais il aurait seulement omis de satisfaire à une formalité prévue à l'art. 17 de l'ordonnance du 23 décembre 1971 sur le contrôle officiel de la qualité dans l'industrie horlogère suisse. L'amende prononcée contre lui devait donc être réduite sensiblement.\n\nb) Il convient de reprendre préliminairement l'analyse que la cour cantonale a faite des art. 18 et 19 AF. Il ressort en effet du texte, de sa systématique et du sens de l'arrêté que celui-ci distingue, d'une part, les infractions énumérées à l'art. 18, qui sont considérées comme graves et qui peuvent entraîner une amende allant jusqu'à 50'000 fr. et, d'autre part, les autres contraventions à l'arrêté et à ses dispositions d'exécution, contraventions qui tombent sous le coup de l'art. 19 AF et qui sont sanctionnées par une amende de 20'000 fr. au plus. Le critère distinctif du champ d'application des art. 18 et 19 AF réside donc dans la nature objective de l'infraction: lorsqu'on est en présence de l'une des trois infractions prévues à l'art. 18, c'est toujours cet article qui est applicable.\n\nTombe notamment sous le coup de l'art. 18 AF \"celui qui aura soustrait au contrôle de la qualité les montres qu'il exporte ou qu'il vend en Suisse et qui sont assujetties au contrôle\". Selon le sens et le but de l'arrêté, tout acte évitant le contrôle constitue une soustraction, qu'il ait consisté à échapper à un contrôle ordonné, à éluder la présentation de la marchandise ou à ne pas respecter les formalités exigées par le contrôle. Cette interprétation ressort clairement du texte allemand de l'art. 18 AF: \"wer die... Uhren der Qualitätskontrolle nicht unterbreitet\". Or le recourant, qui avait l'obligation de soumettre les montres en cause au contrôle, ne l'a pas BGE 102 IV 267 S. 270fait; il tombe dès lors par là même sous le coup de l'art. 18, à l'exclusion de l'art. 19. Il devait en tout cas adresser au centre de contrôle le plus proche une déclaration de livraison en Suisse pour respecter les formalités prévues à l'art. 17 de l'ordonnance du 23 décembre 1971. S'en abstenant, il s'est rendu coupable d'infraction grave à l'arrêté fédéral et s'est exposé ainsi aux sanctions prévues à l'art. 18 AF et non pas à celles figurant à l'art. 19.\n\nComme il est établi que l'acte, ou plus précisément l'omission, du recourant a été accompli délibérément, il ne saurait être question d'admettre qu'il a agi par négligence.\n\nEnfin, il importe peu que les montres aient été ou non d'une qualité satisfaisante. Les dispositions pénales en cause ne sont pas destinées à sanctionner l'éventuelle médiocrité des produits des fabricants, mais à punir ceux qui mettent obstacle à la mise en oeuvre du contrôle de qualité. Les moyens du recourant ne résistent donc pas à l'examen et son pourvoi doit être rejeté.\n\n2. Les recourants T. et S., invoquant leur ignorance de la législation suisse, soutiennent tous deux, dans un premier moyen, qu'ils n'ont agi que par négligence.\n\nCette manière de voir est insoutenable. En se moquant totalement de toutes les formalités qui pouvaient leur incomber, les recourants ont assumé le risque d'enfreindre la loi; en exportant les montres en fraude, ils ont envisagé l'éventualité de commettre une infraction et ils s'en sont accommodés, agissant ainsi par dol éventuel à tout le moins, et non par négligence. Le contrôle de la qualité dans l'exportation de montres s'effectuant avec le concours de la douane (cf. art. 12 AF et 10 ss de l'ordonnance), la soustraction au contrôle douanier était constitutive de l'infraction à l'art. 18 AF."}