{"annee": "102", "cour": "II", "page": "79", "date": "17/5/1976", "cite": ["101 II 3"], "cite_par": [], "chapeau": "13. Urteil der II. Zivilabteilung vom 17. Mai 1976 i.S. Müller.", "regestes": ["Adoption de majeurs; art. 266 CC. En cas d'adoption de majeurs, la différence d'âge doit, comme en cas d'adoption de mineurs, être de 16 ans au moins."], "faits": "BGE 102 II 79 S. 79\n\nMit Eingabe vom 19. Dezember 1974 an den Stadtrat von Zürich stellte Paul Kurt Müller, geboren am 2. Dezember 1930, das Begehren, es sei ihm die Adoption seines am 18. Mai 1946 geborenen, somit etwa 15 1/2 Jahre jüngeren Pflegesohnes Robert Müller zu bewilligen. Gegen den Antrag des Stadtrates wies der Bezirksrat Zürich das Gesuch am 3. Juli 1975 ab. Dieser Entscheid wurde vom Regierungsrat des Kantons Zürich auf Rekurs hin mit Beschluss vom 11. Februar 1976 bestätigt. Zur Begründung führten die kantonalen Instanzen im wesentlichen an, dass der Altersunterschied, der auch bei der Erwachsenenadoption in jedem Fall mindestens 16 Jahre betragen müsse, ungenügend sei.\n\nPaul Kurt Müller führt Berufung an das Bundesgericht mit dem Antrag, es sei der regierungsrätliche Beschluss aufzuheben und die Adoption zu bewilligen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nGemäss Art. 265 Abs. 1 ZGB muss das unmündige Adoptivkind mindestens 16 Jahre jünger sein als die Adoptiveltern. Es handelt sich dabei um ein zwingendes Mindesterfordernis, von dem der Richter nicht befreien darf. Wenn der Berufungskläger zur Begründung seiner gegenteiligen Auffassung auf EICHENBERGER (Die materiellen Voraussetzungen der Adoption Unmündiger nach neuem schweizerischem Adoptionsrecht, Freiburger Diss. 1974, S. 170) verweist, so ist dies von vornherein unbehelflich, da dieser Autor keineswegs der Ansicht ist, BGE 102 II 79 S. 80vom gesetzlich verlangten Mindestaltersunterschied könne auf dem Wege der Rechtsprechung allenfalls abgewichen werden; dessen Kritik richtet sich vielmehr allein gegen das Gesetz.\n\nNun ist Art. 265 Abs. 1 ZGB im Falle des volljährigen Robert Müller freilich nicht direkt anwendbar. Art. 266 Abs. 3 ZGB sieht jedoch vor, dass, soweit nicht eine Sondernorm über die Erwachsenenadoption (Art. 266 Abs. 1 und 2 ZGB) Platz greift, die Bestimmungen über die Adoption Unmündiger \"entsprechende\" Anwendung finden. Der Berufungskläger leitet aus dieser Formulierung ab, das Gesetz gewähre dem Richter bei der Auslegung und Anwendung der \"entsprechend\" anwendbaren Bestimmungen einen besonderen Spielraum. Jener sei daher bei der Adoption Mündiger, wo die Bedeutung des elternartigen Verhältnisses nicht so gross sei, nicht strikte an den in Art. 265 Abs. 1 ZGB festgesetzten Altersunterschied gebunden.\n\nWie das Bundesgericht unter Hinweis auf die parlamentarischen Beratungen wiederholt festgehalten hat (BGE 101 II 5 Erw. 3, 8/9 Erw. 1), hat die Erwachsenenadoption Ausnahmecharakter. Sie soll nur dann gestattet sein, wenn besondere, mit der Adoption Unmündiger vergleichbare Verhältnisse vorliegen. Gewiss ist diese Voraussetzung im Falle des Berufungsklägers, der dem zu Adoptierenden seit 1952 mit Erfolg Pflege und Erziehung erwiesen und ausserdem das Studium ermöglicht hat, in augenfälliger Weise erfüllt. Es zeigt sich indessen gerade hier, dass mit einer Lockerung der an den Altersunterschied gestellten Anforderungen eine vom Gesetzgeber nicht gewollte Erleichterung bewirkt würde, indem nämlich eine Adoption, die vor der Volljährigkeit des zu Adoptierenden am ungenügenden Altersunterschied hätte scheitern müssen, nach Eintritt der Mündigkeit vollzogen werden könnte. Damit ergibt sich, dass Bezirks- und Regierungsrat das Gesuch des Berufungsklägers zu Recht abgewiesen haben.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und der Beschluss des Regierungsrates des Kantons Zürich vom 11. Februar 1976 bestätigt."}