{"annee": "102", "cour": "IB", "page": "97", "date": "14/7/1976", "cite": ["93 I 390", "98 IB 241"], "cite_par": ["112 IB 473", "109 IB 180", "126 II 377"], "chapeau": "18. Urteil vom 14. Juli 1976 i.S. Fernandez gegen Regierungsrat des Kantons Basel-Stadt", "regestes": ["Police des étrangers: révocation de l'assurance que l'autorisation sera accordée. - Recevabilité du recours de droit administratif (consid. 1). - Conditions auxquelles peuvent être révoquées une autorisation de séjour ou l'assurance que celle-ci sera accordée; prise en considération des circonstances de chaque cas (consid. 2 à 4)."], "faits": "BGE 102 Ib 97 S. 97\n\nDie Adullam-Stiftung Basel, Krankenhaus und Altersheim, erhielt von der kantonalen Fremdenpolizei am 3. Juni 1975 die auf ein Jahr befristete Zusicherung der Aufenthaltsbewilligung für die spanische Staatsangehörige Encarnacion Fernandez, die als Hausangestellte beschäftigt werden sollte. Als Grundlage für die Zusicherung diente ein auf dem dafür vorgesehenen Formular gestelltes Gesuch um Erteilung des Stellenantritts, in dem Encarnacion Fernandez ihrem Passeintrag gemäss als \"ledig\" bezeichnet wurde. Bei der Einreise stellte die Fremdenpolizei fest, dass im Reisepass der Gesuchstellerin drei Kinder eingetragen sind. Abklärungen ergaben, dass die Gesuchstellerin in den Jahren 1959-1962 vier Kinder geboren hatte, von denen das älteste nicht im Pass eingetragen wurde. Die Kinder entsprossen einer in Marokko mit einem Marokkaner geschlossenen Ehe, die im Jahre 1969 durch Verstossung BGE 102 Ib 97 S. 98von Seiten des Ehemannes aufgelöst wurde. Dabei wurden die älteren drei Kinder dem Vater, das jüngste der Mutter zugesprochen; alle vier leben beim Vater.\n\nDie Fremdenpolizei hielt dafür, dass die Zusicherung aufgrund falscher Angaben erteilt worden sei, da die Gesuchstellerin ihre vier Kinder verschwiegen habe. Sie verfügte den Widerruf der Zusicherung und forderte Encarnacion Fernandez auf, die Schweiz zu verlassen. Der Regierungsrat des Kantons Basel-Stadt hat eine gegen die Widerrufsverfügung gerichtete Beschwerde abgewiesen mit der Begründung, der Familiennachzug, der unter den gegebenen Umständen nicht ausgeschlossen werden könne, sei unerwünscht. Das Bundesgericht heisst die dagegen eingereichte Verwaltungsgerichtsbeschwerde gut.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Ausländer, dem eine Aufenthaltsbewilligung zugesichert worden ist, hat grundsätzlich einen Rechtsanspruch darauf, dass ihm die Bewilligung auch erteilt wird, sofern dem nicht besondere Gründe entgegenstehen. Der Ausschliessungsgrund von Art. 100 lit. b Ziff. 3 OG findet deshalb keine Anwendung. Selbst wenn man annehmen wollte, die Zusicherung verschaffe keinen Rechtsanspruch auf Erteilung der fremdenpolizeilichen Bewilligung, so wäre die Verwaltungsgerichtsbeschwerde dennoch zulässig. Die Zusicherung müsste als begünstigende Verfügung betrachtet werden, deren Widerruf beim Bundesgericht angefochten werden kann, wie sich aus Art. 101 lit. d OG ergibt. Auf die Verwaltungsgerichtsbeschwerde ist somit einzutreten.\n\n2. Regierungsrat und EJPD gehen in ihren Meinungen auseinander über die Frage, welche Rechtsgrundlage für die Beurteilung der Beschwerde massgebend ist. Der Regierungsrat hält dafür, dass sich die Erteilung der Bewilligung trotz der vorgängigen Zusicherung nach Art. 15 Abs. 2 und Art. 16 Abs. 1 ANAG beurteile, dass den kantonalen Behörden also ein weites Ermessen zustehe. Das EJPD vertritt demgegenüber die Auffassung, es liege ein Widerruf einer Zusicherung vor, dessen Zulässigkeit sich nach Art. 9 Abs. 2 lit. a ANAG bestimme. Die Voraussetzungen für einen Widerruf seien erfüllt, da bei Einreichung des Gesuches entweder falsche Angaben BGE 102 Ib 97 S. 99gemacht oder wesentliche Tatsachen wissentlich verschwiegen worden seien.\n\n3. Art. 9 Abs. 2 lit. a ANAG bestimmt, dass eine Aufenthaltsbewilligung widerrufen werden kann, wenn der Ausländer sie durch falsche Angaben oder wissentliches Verschweigen wesentlicher Tatsachen erschlichen hat.\n\nEntgegen der Ansicht des EJPD kann nicht gesagt werden, dass die Beschwerdeführerin die Zusicherung der Aufenthaltsbewilligung erschlichen hat:\n\nDie Beschwerdeführerin war berechtigt, den Zivilstand anzugeben, der in ihrem Reisepass eingetragen war und ihrem Heimatrecht entsprach. Hätte sie ihren Zivilstand mit \"geschieden\" angegeben, so hätte die Angabe zwar den tatsächlichen Verhältnissen besser entsprochen, doch wäre ein Unterschied zum Passeintrag entstanden, und streng rechtlich wäre die Angabe nach spanischem Recht ungenau gewesen. Aus der Angabe ihres Zivilstandes mit \"ledig\" darf der Beschwerdeführerin deshalb kein Vorwurf gemacht werden.\n\nEs wäre ohne Zweifel erwünscht, im Hinblick auf allfälligen späteren Familiennachzug zu wissen, ob der Ausländer, der um eine fremdenpolizeiliche Bewilligung nachsucht, Kinder hat, auch wenn für diese keine Bewilligung verlangt wird. Es ist jedoch Sache der zuständigen Behörde, im Gesuchsformular die entsprechende Frage zu stellen. Unterlässt sie dies, kann der Gesuchsteller nicht wissen, dass die Beantwortung der Frage für die schweizerischen Behörden eine \"wesentliche Tatsache\" darstellt.\n\nEine Frau kann Kinder haben, gleichgültig ob sie ledig, verheiratet, verwitwet oder geschieden ist. Aus der Angabe des Zivilstandes mit \"ledig\" durften die kantonalen Behörden nicht mit hinreichender Sicherheit schliessen, die Beschwerdeführerin habe keine Kinder. Es ist Aufgabe der Fremdenpolizei, nach den \"wesentlichen Tatsachen\" zu fragen. Unterlässt sie dies, so kann sie dem Gesuchsteller nicht vorwerfen, er habe durch falsche Angaben oder durch wissentliches Verschweigen wesentlicher Tatsachen die Aufenthaltsbewilligung erschlichen. Der Widerruf der fremdenpolizeilichen Bewilligung kann deshalb nicht auf Art. 9 Abs. 2 lit. a ANAG gestützt werden.\n\n4. a) Wie der Regierungsrat zutreffend festgestellt hat, kann eine zugesicherte Aufenthaltsbewilligung noch in weiteren BGE 102 Ib 97 S. 100Fällen verweigert werden, auch wenn die Zusicherung nicht erschlichen worden ist.\n\nGemäss Art. 6 Abs. 2 ANAV kann der Ausländer vom Ausland aus ein Gesuch um Zusicherung der Aufenthaltsbewilligung stellen, und auch der Arbeitgeber in der Schweiz kann ein solches Gesuch stellen. Nach der Einreise und der Anmeldung des Ausländers sind dann die Aufenthaltsverhältnisse zu regeln. Es ist zu entscheiden, ob eine Bewilligung erteilt wird und welcher Art diese sein soll. Dabei sind vor allem sofort die wirklichen Absichten des Ausländers hinsichtlich des Zweckes und der Dauer seines Aufenthaltes festzustellen (Art. 6 Abs. 1 ANAV).\n\nAus dieser Bestimmung, deren Gesetzmässigkeit nicht angefochten ist, ergibt sich, dass die Zusicherung der Aufenthaltsbewilligung keineswegs vorbehaltlos erfolgen kann; vielmehr haben die zuständigen Behörden das Recht und die Pflicht, durch Befragung des eingereisten Ausländers zu prüfen, ob die Voraussetzungen für die Erteilung der Bewilligung erfüllt sind. Immerhin bedeutet die Nichterteilung der Bewilligung einen Widerruf einer amtlichen Zusage, die ähnlich wie der Widerruf einer erteilten Bewilligung nach dem Grundsatz von Treu und Glauben zu beurteilen ist. Dies führt zu einer Einschränkung des Ermessens der kantonalen Behörden bei der Erteilung oder Verweigerung einer zugesicherten Aufenthaltsbewilligung. Ähnlich wie bei der Überprüfung des Widerrufs von Verwaltungsakten ist nach Treu und Glauben abzuwägen zwischen den Interessen des Gesuchstellers, dass sich die Behörde an die Zusicherung hält, und dem öffentlichen Interesse an der rechtsgleichen Erteilung fremdenpolizeilicher Bewilligungen. Bei dieser Interessenabwägung ist gegebenenfalls auch ein unbeabsichtigter Irrtum der Behörde in Betracht zu ziehen, wenn es sich im Lichte des wahren Sachverhaltes rechtfertigt, eine zugesicherte Bewilligung nicht zu erteilen, oder eine bereits erteilte Bewilligung zu widerrufen (BGE 98 Ib 250 f. E. 4b; BGE 93 I 395).\n\nIn diesem Sinne berufen sich Regierungsrat und EJPD auf das Kreisschreiben der Eidgenössischen Fremdenpolizei vom 30. Juli 1975 zur Verordnung des Bundesrates vom 9. Juli 1975 über die Begrenzung der Zahl der erwerbstätigen Ausländer. In Ziffer 10.9 dieses Kreisschreibens werden die kantonalen Fremdenpolizeibehörden angewiesen, bei der Erteilung BGE 102 Ib 97 S. 101einer Bewilligung an einen ausländischen Arbeitnehmer in jedem Fall abzuklären, welche Auswirkungen sich im Einzelfall hinsichtlich des Familiennachzuges ergeben würden, in der Meinung, dass dort, wo die Gegengründe überwögen, auch dem Familienhaupt als Arbeitskraft die nachgesuchte Bewilligung zu verweigern sei. Nach dieser Bestimmung hatten die Basler Behörden die Pflicht, die Auswirkungen der Tatsache abzuklären, dass die Beschwerdeführerin Mutter von vier minderjährigen Kindern ist. Grundsätzlich geht der Wille des Gesetzgebers und des Bundesrates dahin, die Gesamtzahl der Ausländer in der Schweiz zu stabilisieren und allmählich herabzusetzen. Um dieses Ziel zu erreichen, ist es erwünscht, neue Aufenthaltsbewilligungen vornehmlich solchen Arbeitskräften zu erteilen, die nicht nach der Wartefrist von 15 Monaten Ehegatten und Kinder nachziehen möchten und, unter Wahrung der Rechtsgleichheit, gegebenenfalls auch nachziehen könnten. Es erscheint zulässig, solchen Arbeitnehmern bei der Regelung der Aufenthaltsverhältnisse nach erfolgter Einreise zu erklären, sie könnten im kommenden Jahr nicht mit einer Verlängerung ihrer Aufenthaltsbewilligung rechnen, und dies auch nicht bei Abgabe einer Erklärung, wonach sie unter Verzicht auf das Recht zum Familiennachzug ihre Kinder nicht in die Schweiz kommen lassen wollten; die zuständige Behörde darf im Rahmen des ihr eingeräumten pflichtgemässen Ermessens Aufenthaltsbewilligungen an Elternteile verweigern, die dauernd von ihrer Familie getrennt leben müssten, wenn ihnen der Familiennachzug verweigert würde. Das Kreisschreiben betont jedoch, dass jeder Einzelfall geprüft werden muss; absolute Regeln lassen sich also nicht aufstellen. Immerhin ist es mit dem ANAG vereinbar, zur Vermeidung der dauernden Trennung von Familien eine Aufenthaltsbewilligung nicht zu erneuern, selbst wenn diese Verfügung eine gewisse Härte bedeutet.\n\nb) Die Anwendung dieser Grundsätze vermag aus zwei Gründen den Widerruf der der Beschwerdeführerin gegenüber abgegebenen Zusicherung nicht zu rechtfertigen. Zum einen war nicht zu entscheiden, ob die auf ein Jahr zugesicherte Aufenthaltsbewilligung nach Ablauf eines Jahres nach freiem Ermessen zu verlängern sei oder nicht; zu entscheiden war vielmehr, ob die zugesicherte Aufenthaltsbewilligung verweigert werden könne, weil die Beschwerdeführerin möglicherweise BGE 102 Ib 97 S. 102nach Ablauf dieses Jahres ein Einreisegesuch für eines oder mehrere ihrer Kinder stellen könnte. Für das im vorliegenden Verfahren allein zu beurteilende erste Aufenthaltsjahr 1975/1976 kam eine Vergrösserung der ausländischen Wohnbevölkerung durch den Nachzug des Kindes Fatiha zum vorneherein nicht in Betracht. Zum zweiten könnte, selbst wenn schon jetzt die Verlängerung der Aufenthaltsbewilligung zu beurteilen wäre, nicht übersehen werden, dass unter den gegebenen Umständen kaum je ein Aufenthaltsgesuch für die 14-17 Jahre alten Kinder gestellt werden dürfte; drei dieser vier Kinder sind dem in Marokko lebenden Vater zugesprochen worden, und auch das vierte könnte der Mutter nur mit Zustimmung des Vaters, bei dem es lebt, herausgegeben werden. Zudem hat die Mutter vor dem spanischen Konsulat eine beglaubigte Erklärung abgegeben, sie werde die Kinder nicht zu sich nehmen. Wie immer dieser Umstand von den zuständigen Behörden bei Beurteilung des Gesuches um Verlängerung der Aufenthaltsbewilligung zu beurteilen sein wird, er kann jedenfalls nicht ein genügendes öffentliches Interesse begründen, um die Verweigerung der zugesicherten Aufenthaltsbewilligung für das nunmehr bereits abgelaufene Jahr zu rechtfertigen. Die Beschwerde ist deshalb gutzuheissen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen und der Beschluss des Regierungsrates des Kantons Basel-Stadt vom 28. Oktober 1975 aufgehoben."}