{"annee": "102", "cour": "IA", "page": "279", "date": "30/6/1976", "cite": ["99 IA 262", "100 IA 60", "97 I 45", "101 IA 336", "97 I 839", "101 IA 148"], "cite_par": ["103 IA 165", "111 IA 341", "103 IA 293", "122 I 222", "116 IA 420", "118 IB 137", "102 IA 302", "104 IA 35", "106 IA 277", "102 IA 379", "118 IA 299", "118 IA 64", "123 I 221", "105 IA 98", "105 IA 26", "140 I 125", "119 IA 321", "109 IA 273", "106 IA 219", "103 IA 169", "106 IV 321", "106 IA 136", "113 IA 325", "107 IA 148", "114 IA 350", "141 I 141", "104 IA 480"], "chapeau": "41. Auszug aus dem Urteil vom 30. Juni 1976 i.S. Minelli gegen Regierungsrat des Kantons Zürich.", "regestes": ["Liberté personnelle; détention préventive 1. Qualité pour attaquer des arrêtés de portée générale (en l'espèce, une ordonnance cantonale sur les maisons et salles d'arrêts) (consid. 1). 2. Portée de - la garantie de la liberté personnelle et d'autres droits constitutionnels fondamentaux, - de la Convention européenne des droits de l'homme, - de l'Ensemble des règles minima pour le traitement des détenus, dans le cadre de l'examen d'un règlement de prison (consid. 2). 3. Examen de certaines prescriptions de l'ordonnance attaquée: - possibilité de prendre en cellule des effets personnels (consid. 3); - obligation de rabattre les lits (consid. 4); - cadeaux de tiers (consid. 6); - promenades, activités corporelles (consid. 7); - journaux, revues et livres (consid. 8); - possibilité de prendre en cellule des appareils de radio (consid. 9); - correspondance (consid. 11)."], "faits": "BGE 102 Ia 279 S. 280\n\nDer Regierungsrat des Kantons Zürich erliess am 19. April 1972 eine Verordnung über die Bezirksgefängnisse (BezGV). Eine gegen diesen Erlass gerichtete Beschwerde wies das Bundesgericht mit Urteil vom 4. April 1973 (BGE 99 Ia 262 ff.) im Sinne der Erwägungen ab.\n\nAm 25. Juni 1975 erliess der Regierungsrat des Kantons Zürich eine Verordnung über die kantonalen Polizeigefängnisse BGE 102 Ia 279 S. 281(PVO). Polizeigefängnisse werden von der Kantonspolizei in der kantonalen Polizeikaserne und im Kriminalpolizeigebäude geführt. Sie dienen gemäss § 1 PVO der Aufnahme der Gefangenen, mit denen sich die Kantonspolizei und die Kriminalabteilung der Stadtpolizei im Rahmen ihrer Aufgabenerfüllung zu befassen haben. In die Polizeigefängnisse werden gemäss § 1 PVO aufgenommen:\n\n\"a) Gefangene im Polizeiverhaft;\n\nb) Untersuchungsgefangene für die Dauer des polizeilichen Ermittlungsverfahrens;\n\nc) Sicherheitsgefangene;\n\nd) Auslieferungsgefangene;\n\ne) Administrativ festgenommene Personen bis zu ihrer Überführung in eine entsprechende Anstalt;\n\nf) Strafgefangene auf Anordnung der Strafvollzugsbehörden bis zur Zuführung an eine Vollzugsanstalt oder ausnahmsweise zur Erstehung kurzfristiger Haftstrafen.\"\n\nDie Polizeigefängnisse weisen derzeit 56 Plätze auf. Im Jahre 1974 waren in diesen Anstalten 6801 Personen inhaftiert, davon 53% Untersuchungs-, 9% Straf- und 38% übrige Gefangene. Die Untersuchungsgefangenen hielten sich im Durchschnitt während 4,2, die Strafgefangenen während 1,2 und die übrigen Gefangenen während 1,8 Tagen in diesen Anstalten auf. Im Jahre 1975 waren von insgesamt 7035 Gefangenen 3127 bis zu 24 Stunden, 3074 bis zu 3 Tagen, 561 bis zu 10 Tagen, 202 bis zu einem Monat und 71 über einen Monat in den Polizeigefängnissen inhaftiert. Die längeren Haftdauern ergaben sich insbesondere bei Auslieferungsgefangenen.\n\nDas Bundesgericht hat eine von Ludwig A. Minelli gegen die Verordnung über die Polizeigefängnisse eingereichte staatsrechtliche Beschwerde teilweise gutgeheissen und die §§ 16 und 18, 23, 31, 33, 36 PVO aufgehoben.", "considerants": "Aus den Erwägungen:\n\n1. Gemäss Art. 84 Abs. 1 OG ist die staatsrechtliche Beschwerde sowohl gegen Verfügungen (Entscheide) als auch gegen allgemeinverbindliche Erlasse zulässig. Zur Anfechtung von Erlassen ist jeder legitimiert, auf den die als verfassungswidrig bezeichneten Vorschriften künftig einmal angewendet BGE 102 Ia 279 S. 282werden könnten. Es genügt, dass der Beschwerdeführer virtuell unter den Erlass fällt; er braucht nicht bereits praktisch davon betroffen zu sein (BGE 99 Ia 264 E. 1). Der Beschwerdeführer, der im Kanton Zürich wohnt, ist daher befugt, die Verordnung über die kantonalen Polizeigefängnisse mit staatsrechtlicher Beschwerde anzufechten.\n\n2. Die angefochtene Verordnung enthält in den §§ 1-11 Bestimmungen über die Organisation der kantonalen Polizeigefängnisse; die §§ 12-49 regeln die Hausordnung. Sie enthalten Grundsätze über den Eintritt und die Entlassung der Gefangenen, ihre Effekten, ihre Unterbringung, über Tagesordnung und Arbeit, Verpflegung, Gesundheitspflege, Besuche und Briefe, Disziplin und Disziplinarmassnahmen sowie das Rekursrecht.\n\nZahlreiche dieser Vorschriften stimmen mit denen der Verordnung über die Bezirksgefängnisse zum Teil wörtlich überein. Andere weichen davon ab, vor allem mit Rücksicht auf den besonderen Zweck der Polizeigefängnisse. Das Bundesgericht hat die Verfassungsmässigkeit der Verordnung über die Bezirksgefängnisse - soweit entsprechende Rügen erhoben worden waren - in BGE 99 Ia 262 ff. im Sinne der Erwägungen bejaht. Dies schliesst eine nochmalige Beurteilung der damals streitigen Fragen nicht aus, da die Beschwerde sich gegen einen neuen Erlass richtet. Es stände selbst einer erneuten (und dann vorfrageweisen) Überprüfung der Verordnung über die Bezirksgefängnisse nichts entgegen, wenn die Beschwerde einen Anwendungsakt jener Verordnung zum Gegenstand hätte. Wird die Verfassungsmässigkeit eines Erlasses auf eine staatsrechtliche Beschwerde hin bejaht, so kommt dieser Beurteilung für spätere Entscheide keine Rechtskraft zu.\n\na) Die Verfassungsmässigkeit einer Gefängnisordnung beurteilt sich vorab nach Massgabe der Garantie der persönlichen Freiheit. Diese gewährleistet als ungeschriebenes Grundrecht der Bundesverfassung die Bewegungsfreiheit und die körperliche Integrität des Menschen. Sie schützt darüber hinaus alle elementaren Erscheinungen menschlicher Persönlichkeit, die nicht durch andere Grundrechte der Bundesverfassung gewährleistet sind. Die Garantie der persönlichen Freiheit schliesst Beschränkungen der geschützten Fähigkeiten und Tätigkeiten nicht aus. Solche sind jedoch nur zulässig, wenn sie auf einer gesetzlichen Grundlage beruhen, im öffentlichen BGE 102 Ia 279 S. 283Interesse liegen und dem Gebot der Verhältnismässigkeit entsprechen. Zudem darf die persönliche Freiheit weder völlig unterdrückt noch ihres Gehalts als fundamentale Institution der Rechtsordnung entleert werden (BGE 97 I 49 E. 3; vgl. BGE 101 Ia 345 E. 7a mit Hinweisen). Eine Gefängnisordnung ist mit dem Grundrecht der persönlichen Freiheit demnach nicht vereinbar, wenn den Gefangenen Freiheitsbeschränkungen auferlegt werden, die dem Gebot eines menschenwürdigen, von schikanösen und sachlich nicht begründeten Eingriffen freien Vollzugs widersprechen (dazu im einzelnen: BGE 99 Ia 266 ff. E. II und III; BGE 97 I 842 E. 4-6). Werden durch die Gefängnisordnung weitere Grundrechte der Bundesverfassung, wie etwa die Meinungsäusserungsfreiheit, beschränkt, so sind die Vorschriften auch an diesen Gewährleistungen zu messen (vgl. BGE 101 Ia 148 ff.).\n\nb) Die Freiheitsbeschränkungen müssen überdies mit den Gewährleistungen der Europäischen Menschenrechtskonvention vereinbar sein (vgl. J.P. MÜLLER, Die Anwendung der Europäischen Menschenrechtskonvention in der Schweiz, ZSR 94/19751 S. 383 ff.; TRECHSEL, Die europäische Menschenrechtskonvention, ihr Schutz der persönlichen Freiheit und die schweizerischen Strafprozessrechte, S. 144 ff.). Ob das zutrifft, prüft das Bundesgericht im Unterschied zu den Konventionsorganen nicht lediglich im konkreten Einzelfall, sondern - im Hinblick auf die Bestimmungen, welche die Grundlage für solche Eingriffe bilden - auch im Verfahren der abstrakten Normenkontrolle (Art. 84 Abs. 1 lit. c OG; vgl. auch BGE 100 Ia 69 E. 2c).- Die Garantie der persönlichen Freiheit, die zum ungeschriebenen Verfassungsrecht des Bundes gehört, verlangt nach dem soeben Gesagten einen menschenwürdigen, von schikanösen und sachlich nicht begründeten Eingriffen freien Vollzug der Untersuchungshaft sowie von Strafen und Massnahmen. Über diesen Schutz reichen die Gewährleistungen der Menschenrechtskonvention nach der bisherigen Rechtsprechung der Konventionsorgane nicht hinaus (vgl. zur Übersicht: Les droits de l'homme dans les prisons, hrsg. von der Europäischen Kommission für Menschenrechte, Strassburg 1971; GANTER, Die Spruchpraxis der Europäischen Kommission für Menschenrechte auf dem Gebiet des Strafvollzugs, Bonn 1974; WILDHABER, Die materiellen Rechte der Konvention mit Ausnahme des BGE 102 Ia 279 S. 284Art. 5 und 6, ZSR 94/1975 I S. 516 ff., 529 ff.). Die Haftbedingungen der Gefangenen sind daher in erster Linie an den Grundrechten der Bundesverfassung zu messen. Bei deren Konkretisierung sind jedoch die Garantien der Konvention und die Rechtsprechung der Europäischen Kommission und des Europäischen Gerichtshofes für Menschenrechte zu berücksichtigen.\n\nc) Am 19. Januar 1973 beschloss das Ministerkomitee des Europarates die Resolution (73) 5 betreffend Mindestgrundsätze für die Behandlung der Gefangenen. Die Entschliessung enthält eine Empfehlung an die Mitgliedstaaten - zu denen auch die Schweiz zählt -, sich bei ihrer innerstaatlichen Gesetzgebung und Praxis von den Grundsätzen leiten zu lassen, die der Resolution als Anhang beigefügt sind, mit dem Ziel, die Grundsätze in zunehmendem Masse zu verwirklichen. Dem Generalsekretär des Europarates ist alle fünf Jahre Bericht darüber zu erstatten, welche Schritte unternommen worden sind. Die der Entschliessung beigefügten Mindestgrundsätze sind eine Europäische Fassung der Mindestgrundsätze für die Behandlung der Gefangenen, die vom Wirtschafts- und Sozialrat der Vereinten Nationen im Jahre 1957 verabschiedet wurden. Diese gehen ihrerseits auf Vorarbeiten und Entschliessungen des Völkerbundes zurück (vgl. zur Entstehungsgeschichte und zum Text: Mindestgrundsätze für die Behandlung der Gefangenen, Europäische Fassung, Karlsruhe 1975, bes. S. 12 ff.; JESCHECK/KRÜMPELMANN, Die Untersuchungshaft im deutschen, ausländischen und internationalen Recht, Bonn 1971, S. 891 ff.).\n\nDie Mindestgrundsätze enthalten keine die Mitgliedstaaten des Europarates völkerrechtlich bindende Vorschriften. Ihre Nichtbeachtung kann daher auch nicht mit staatsrechtlicher Beschwerde gerügt werden. Da sie - wie die Europäische Menschenrechtskonvention - ihre Grundlage in der gemeinsamen Rechtsüberzeugung der Mitgliedstaaten des Europarates finden, sind die bei der Konkretisierung der Grundrechtsgewährleistungen der Bundesverfassung gleichwohl zu berücksichtigen. Wo den Mindestgrundsätzen der Charakter eigentlicher Grundrechtsverbürgungen zukommt, wird sich das Bundesgericht zu ihnen nicht leichthin in Gegensatz stellen. Soweit die Grundsätze mehr kriminalpolitischer Natur sind, obliegt ihre Verwirklichung nicht der Verfassungsrechtsprechung, sondern den politischen Behörden des Bundes und der BGE 102 Ia 279 S. 285Kantone, in deren Kompetenz die Gesetzgebung und Rechtsanwendung hinsichtlich des Strafvollzugs gehört.\n\nd) Nach § 29 des zürcherischen Gesetzes vom 30. Juni 1974 über das kantonale Strafrecht und den Vollzug von Strafen und Massnahmen (StVG) vollzieht der Regierungsrat die Vorschriften des Bundesrechts und die Anordnungen der Bundesbehörden. Er bestimmt die Anstalten für die einzelnen Strafen und Massnahmen. § 30 StVG beauftragt den Regierungsrat, auf dem Verordnungsweg Bestimmungen über die Führung der Anstalten, die Rechte und Pflichten der Eingewiesenen und den Vollzug von Freiheitsstrafen und Massnahmen zu treffen. Er hat sich dabei an die Vorschriften des Bundesrechts sowie an die in § 30 Ziff. 1-7 und § 31 StVG geregelten Grundsätze zu halten. § 30 Ziff. 2 und 6 StVG lauten:\n\n\"2. Die menschliche würde des Eingewiesenen ist zu achten und zu schützen.\n\nBeim Vollzug sind unnötige Einschränkungen, die sich nicht aus dem Freiheitsentzug selbst ergeben, zu unterlassen.\n\n6. Der Verkehr mit der Aussenwelt, insbesondere mit Ehegatten, Angehörigen und anderen geeigneten Personen, ist zu fördern; wenn es verantwortbar ist, wird er ohne Überwachung gestattet.\n\nBehördemitglieder, Vormünder und Sozialarbeiter können mit dem Eingewiesenen in der Regel unbeaufsichtigt verkehren.\"\n\n§ 30 Ziff. 2 StVG wiederholt lediglich Grundsätze, die sich bereits aus der verfassungsmässigen Garantie der persönlichen Freiheit ergeben (oben E. 2a) und bietet insofern den Eingewiesenen keinen zusätzlichen Rechtsschutz. Ziff. 6, auf die sich der Beschwerdeführer vor allem im Zusammenhang mit seinen Rügen bezüglich des Besuchsrechts beruft, bezieht sich gleich wie der ganze Abschnitt des Gesetzes grundsätzlich auf den Strafvollzug. Die Verfassungsmässigkeit der einzelnen Bestimmungen der angefochtenen Verordnung ist somit nicht an § 30 Ziff. 2 und 6 StVG zu messen.\n\n3. Die Beurteilung der gegen die einzelnen Verordnungsbestimmungen gerichteten Rügen führt zu folgenden Ergebnissen:\n\na) Gemäss § 16 PVO werden dem eintretenden Gefangenen alle Gegenstände abgenommen, welche nicht zu seiner persönlichen Ausrüstung gehören. Diese umfasst nach § 18 PVO die eigene Kleidung und Leibwäsche sowie die zugelassenen Toilettenartikel. § 18 Abs. 2 PVO setzt fest, dass der Gefangenenwart BGE 102 Ia 279 S. 286im Einverständnis mit der zuständigen Stelle die Mitnahme weiterer Gegenstände der persönlichen Habe in die Zelle gestatten kann.\n\nDer Beschwerdeführer beanstandet, dass nach dieser Regelung der Gefangene seine Uhr, Schreibzeug, Notizen, Fotos von Angehörigen und weitere Gegenstände - wie Brieftaschen, Ringe, usw. - in die Zelle nur dann mitnehmen dürfe, wenn dies vom Gefangenenwart gestattet werde. Nach den Ausführungen des Regierungsrates findet die in den §§ 16 und 18 PVO getroffene Ordnung ihre Rechtfertigung darin, dass die Effekten der Gefangenen gesichtet und unter Umständen zu den Akten genommen werden müssten. Der Ehering werde den Gefangenen nicht abgenommen; andere Wertgegenstände (wie Uhren, Schmuck) müssten durch den Fahndungsdienst darauf überprüft werden, ob sie gestohlen seien. Eine zeitweilige Wegnahme dieser Gegenstände sei daher nicht zu vermeiden. Doch würden sie sobald als möglich zurückgegeben. Schreibzeug könne den Gefangenen deshalb nicht überlassen werden, weil damit \"Kassiber\" hergestellt werden könnten. Wenn der Gefangene jedoch \"im Interesse der Untersuchung - auch zu seiner Verteidigung\" schriftliche Aufzeichnungen zu erstellen habe, so werde ihm das nötige Schreibzeug zur Verfügung gestellt.\n\nb) Zur Verhinderung unerlaubter Verbindungen mit anderen Gefangenen und mit der Aussenwelt sowie als Vorkehr gegen Ausbruchsversuche, Selbstmordversuche oder Angriffe auf das Anstaltspersonal ist eine übersichtliche und leicht kontrollierbare Ordnung in den Zellen notwendig. Das Bundesgericht gelangte daher in BGE 99 Ia 272 E. V Ziff. 1 zur Auffassung, es stehe mit der Garantie der persönlichen Freiheit nicht in Widerspruch, wenn die Mitnahme der persönlichen Habe in die Zellen grundsätzlich untersagt sei und wenn die Gefängnisverwaltung bestimme, welche Gegenstände die Gefangenen ausser Kleidern und Toilettenartikeln bei sich in der Zelle haben dürften. Das Bundesgericht hielt fest, dass die in den §§ 23 und 25 BezGV getroffene Regelung - mit welcher die in der PVO enthaltene Ordnung fast wörtlich übereinstimmt - eine flexible, die verfassungsmässigen Rechte und die Besonderheiten des jeweiligen Einzelfalls berücksichtigende Praxis ermögliche. Es sei selbstverständlich, dass die Gefängnisverwaltung nicht in schikanöser Weise ungefährliche Objekte, die BGE 102 Ia 279 S. 287für einen Gefangenen einen erheblichen Affektionswert hätten (wie Bilder oder Bücher), von der Mitnahme ausschliessen dürfe. Gestützt auf diese Erwägungen hielt das Bundesgericht im genannten Entscheid die Rüge, die §§ 23 und 25 BezGV schränkten die persönliche Freiheit der Gefangenen über Gebühr ein, für unbegründet.\n\nAn dieser Rechtsprechung kann nicht im ganzen Umfang festgehalten werden. Zwar besteht kein Anlass, vom eingangs erwähnten Grundsatz abzugehen. In den Polizei- wie in den anderen Gefängnissen ist eine übersichtliche und leicht kontrollierbare Zellenordnung unerlässlich. Einschränkungen, die sich für die Gefangenen daraus ergeben, sind sachlich begründet und verletzen die Verfassung nicht. Die in den §§ 16 und 18 PVO nach dem Vorbild der Verordnung über die Bezirksgefängnisse getroffene Regelung kann bei einer erneuten Überprüfung aber nicht als sachgerechte gesetzgeberische Lösung bezeichnet werden, welche selber die mögliche und gebotene Gewähr für eine verfassungsmässige Rechtsanwendung bietet.\n\nDie §§ 16 und 18 PVO unterscheiden Sachen der \"persönlichen Ausrüstung\", die in die Zellen ohne besondere Erlaubnis mitgenommen werden dürfen, und übrige Gegenstände der persönlichen Habe, deren Besitz den Gefangenen ohne besondere Erlaubnis des Gefangenenwartes nicht gestattet ist. Die Aufzählung der Gegenstände, die zur \"persönlichen Ausrüstung\" gehören, ist angesichts der gewählten Systematik zu eng. Sie hat zur Folge, dass Gegenstände einem Verbot mit Erlaubnisvorbehalt unterstellt sind, deren Besitz den Gefangenen (vom Vorliegen akuter Suizidgefahr abgesehen) kaum je verwehrt werden kann. Zu diesen Gegenständen gehören die Uhr, Schreibmaterial und der Ehering. Es ist auch nicht regelmässig der Fall, dass einem Gefangenen solche Gegenstände im Interesse der Strafuntersuchung abgenommen werden müssen. Die Verordnung bringt mit der blossen \"kann-Formel\" überdies nicht mit der wünschbaren Deutlichkeit zum Ausdruck, dass die Mitnahme anderer Gegenstände als derjenigen der \"persönlichen Ausrüstung\" vom Gefangenenwart gestattet werden muss, wenn die Sachen für den Gefangenen einen hohen Affektionswert besitzen oder wenn sie der Selbstbeschäftigung dienen (vgl. BGE 97 I 51 ff. E. 4 und 5), sofern ihr Vorhandensein mit dem Erfordernis einer übersichtlichen und BGE 102 Ia 279 S. 288leicht kontrollierbaren Zellenordnung vereinbar ist und dem Zweck der Haft nicht zuwiderläuft.\n\nDa die §§ 16 und 18 PVO diesen Grundsätzen nicht entsprechen, sind sie aufzuheben.\n\n4. § 23 PVO schreibt vor, dass die Betten in den Zellen tagsüber hochzuklappen sind. Der Gefangenenwart bewilligt Ausnahmen bei Krankheiten, Gebrechlichkeit und Unpässlichkeit sowie bei einer Haftdauer von mehr als einer Woche als Belohnung für Reinlichkeit und gute Führung.\n\nDie Verordnung über die Bezirksgefängnisse enthält keine entsprechende Bestimmung. § 23 PVO soll nach der Darstellung des Regierungsrates die gute Ordnung in den Zellen sicherstellen. In den recht engen Räumen werde durch das Hochklappen der Betten Bewegungsraum geschaffen. Erfahrungsgemäss hätten die wenigsten Gefangenen das Bedürfnis, sich tagsüber hinzulegen, weil sie sonst nachts nicht mehr schlafen könnten. Zudem seien unter den in § 23 genannten Voraussetzungen Ausnahmen möglich.\n\nDiese Überlegungen vermögen die angefochtene Vorschrift nicht zu rechtfertigen. Wenn das Bett tagsüber hochgeklappt werden muss, so hat der Inhaftierte lediglich noch die Wahl, auf dem in der Zelle vorhandenen Stuhl zu sitzen oder sich, wenn er nicht stehen will, auf den blanken Boden zu legen. Die Möglichkeit, sich tagsüber auf sein Bett zu legen, ist eine der elementarsten Freiheiten, die ein Gefangener in Einzelhaft beanspruchen kann. Sie ihm zu verweigern, lässt sich mit sachlichen Gründen schlechterdings nicht rechtfertigen. Dass die dafür vorgebrachten Gründe nicht stichhaltig sind, belegt schon die angefochtene Vorschrift selber, kann doch den Gefangenen das Herabklappen der Betten \"als Belohnung\" für Reinlichkeit und gute Führung gestattet werden. Die Verpflichtung, das Bett in der Zelle tagsüber hochzuklappen, mag aus Gründen der Anstaltsordnung im Einzelfall gerechtfertigt sein, wenn ein Gefangener sich unreinlich benimmt. In seiner allgemeinen Fassung aber widerspricht § 23 PVO dem verfassungsmässigen Gebot eines menschenwürdigen, von schikanösen und sachlich nicht begründeten Beschränkungen freien Vollzugs. Die Vorschrift ist deshalb aufzuheben.\n\n6. § 31 PVO bestimmt, dass die Gefangenen pro Woche eine Gabe von Dritten erhalten dürfen. Es sind nur folgende Artikel zulässig: BGE 102 Ia 279 S. 289\n\n2 Kilogramm Obst,\n\n250 Gramm Käse oder Dauerwurst,\n\n200 Gramm Schokolade,\n\n250 Gramm Stärkungsmittel (Ovomaltine oder dergleichen) oder Zucker oder Konfitüre.\n\n§ 31 PVO stimmt wörtlich mit § 42 BezGV überein. Das Bundesgericht bezeichnete jene Vorschrift in BGE 99 Ia 279 E. V Ziff. 7 als sehr eng. Zwar anerkannte es die Notwendigkeit einer klaren und leicht anwendbaren Regelung. Es vertrat jedoch die Auffassung, diesem Erfordernis sei Genüge getan, wenn die Aufzählung in der Verordnung als Richtlinie betrachtet werde mit der Möglichkeit, auf Gesuch hin anstelle einer ausdrücklich genannten Ware eine entsprechende Quantität eines gleichwertigen anderen Produkts zu bewilligen. Derart als Richtlinie im Sinne einer Minimalvorschrift verstanden, verstosse die Bestimmung nicht gegen einen verfassungsrechtlichen Grundsatz.\n\nDer Regierungsrat schliesst sich in seiner Vernehmlassung diesen Erwägungen des Bundesgerichts nicht an. Er führt zur Rüge des Beschwerdeführers, in der neuen Verordnung müsste klar zum Ausdruck kommen, dass es sich bei § 31 PVO um eine Minimalvorschrift handle, folgendes aus: Die in § 31 PVO genannten Waren seien im Handel in den entsprechenden Mengen verpackt; eine eingehende Kontrolle ihres Inhalts sei deshalb entweder nicht nötig oder leicht möglich. Zwar kämen unter dem Gesichtspunkt der Kontrolle auch andere Produkte als zulässige Gaben Dritter in Frage, doch sei eine klare Regelung und eine abschliessende Aufzählung notwendig, wenn Schwierigkeiten vermieden werden sollten.\n\nDer Regierungsrat lehnt nach dem Gesagten die Erwägungen des Bundesgerichts zur Handhabung der beanstandeten Vorschrift ab. Er tut in seiner Vernehmlassung jedoch nicht dar, inwiefern der Haftzweck oder die Anstaltsordnung ausschliessen, dass die Gefangenen auch andere als die in § 31 PVO aufgezählten Gaben erhalten dürfen, wenn die Waren leicht zu kontrollieren sind oder wegen ihrer Verpackung überhaupt nicht kontrolliert werden müssen. Die Einwendung des Regierungsrates vermag daher ein Abgehen von der dargelegten Rechtsprechung nicht zu rechtfertigen. Die vom Regierungsrat vertretene enge Auslegung von § 31 PVO kann sich auf den Wortlaut der Bestimmung stützen. Wenn BGE 102 Ia 279 S. 290die Vorschrift jede Wahlmöglichkeit ausschliesst, hält sie vor der Verfassung jedoch nicht stand. § 31 PVO ist aus diesem Grunde aufzuheben.\n\n7. a) § 33 PVO setzt fest, dass die Gefangenen nach Ablauf einer Woche \"in der Regel jeden dritten Tag eine halbe Stunde\" unter Aufsicht spazieren dürfen. In § 44 BezGV ist demgegenüber bestimmt, dass in den Bezirksgefängnissen mit abgeschlossenem Hof die Gefangenen, die nicht im Freien beschäftigt werden, nach Ablauf einer Woche \"wöchentlich mindestens dreimal eine halbe Stunde\" unter Aufsicht spazieren können.\n\nDas Bundesgericht gelangte in BGE 99 Ia 280 E. V Ziff. 8 zur Auffassung, dass § 44 BezGV \"zur Zeit und mit Rücksicht auf die praktischen Schwierigkeiten\", den Gefangenen einen täglichen Spaziergang zu ermöglichen, noch als verfassungsmässig bezeichnet werden könne. Überdies war zu berücksichtigen, dass die damals streitige Vorschrift ihrem Wortlaut nach eine Minimalregel enthielt und dass demnach den Gefangenen eine tägliche Bewegungsmöglichkeit eingeräumt werden musste, wo dies praktisch durchführbar war. Auf diesen Umstand hatte in der Vernehmlassung zur damaligen staatsrechtlichen Beschwerde für den Regierungsrat des Kantons Zürich auch die Direktion der Justiz hingewiesen und ausgeführt, es sei vorgesehen, durch ergänzende Richtlinien den Gefangenen vermehrte Bewegungsmöglichkeiten zu gewähren, soweit Bauten und Personalbestand es zuliessen. Das Bundesgericht stellte bei seinem Entscheid vom 4. April 1973 sodann darauf ab, dass bis zu jenem Zeitpunkt für die Kantone noch keine Richtlinien aufgestellt worden waren, die als Regel einen täglichen Spaziergang von einer gewissen Mindestdauer vorsahen. In den Urteilserwägungen wurde aber darauf hingewiesen, es sei nicht ausgeschlossen, \"dass in Zukunft auf Grund der neuern Auffassung über die Stellung der Gefangenen ohne Rücksicht auf die praktischen Verhältnisse ein verfassungsmässiger Anspruch auf ein gewisses Minimum an täglicher Bewegung anerkannt\" werde (BGE 99 Ia 281 E. V Ziff. 8 lit. d).\n\nb) § 33 der neuen Verordnung über die Polizeigefängnisse sieht vor, dass die Gefangenen nach Ablauf einer Woche Haft \"in der Regel jeden dritten Tag eine halbe Stunde\" spazieren dürfen. Der Regierungsrat begründet die getroffene Regelung BGE 102 Ia 279 S. 291damit, der grösste Teil der Gefangenen halte sich weniger als eine Woche in den Polizeigefängnissen auf. Diese Anstalten besässen keine geschlossenen Gefängnishöfe und die personellen Mittel zur Überwachung der Gefangenen seien äusserst beschränkt. Ein halbstündiger Spaziergang jeden dritten Tag sei daher das Äusserste, was die Bewachungsorgane zu bewältigen vermöchten.\n\nDie Verordnung über die Polizeigefängnisse dehnt die Möglichkeiten körperlicher Betätigung, die den Gefangenen eingeräumt sind, im Vergleich zur Verordnung vom 19. April 1972 über die Bezirksgefängnisse nicht aus, sondern schränkt sie ein. Ein halbstündiger Spaziergang ist nicht mehr \"wöchentlich mindestens dreimal\" vorgesehen. Den Gefangenen wird lediglich \"in der Regel jeden dritten Tag\" Gelegenheit zum Spaziergang gegeben. Dabei ist die Vorschrift offenbar so zu verstehen, dass Abweichungen von der Regel eher gegen unten als gegen oben zu erwarten sind. Dies ist angesichts der Erwägungen des Bundesgerichts in BGE 99 Ia 280 E. V Ziff. 8 nur schwer verständlich.\n\nc) An der Regelung von § 33 PVO kann bei einer verfassungsrechtlichen Überprüfung nicht beanstandet werden, dass die Gefangenen in der ersten Haftwoche vom Spaziergang ausgeschlossen sind. Diese zusätzliche Beschränkung der persönlichen Freiheit lässt sich für die neu in die Anstalt eingetretenen Gefangenen mit sachlichen Gründen rechtfertigen. Verhaltensweisen und Besonderheiten der Neueintretenden sind dem Anstaltspersonal noch nicht bekannt. Zudem ist in Rechnung zu stellen, dass die Gefangenen in der ersten Haftwoche durch Verhöre und durch die erkennungsdienstliche Behandlung stark in Anspruch genommen werden. Auch kann nicht gesagt werden, diese vorübergehende Freiheitsbeschränkung gefährde die Gesundheit der Gefangenen. Wenn es sich im Einzelfall dennoch so verhalten sollte, so versteht sich von selbst, dass dem betreffenden Gefangenen Gelegenheit zur notwendigen körperlichen Bewegung im Freien gegeben werden muss. Die Rüge, § 23 PVO sei insoweit mit der Verfassung nicht vereinbar, als er das Spazierrecht während der ersten Haftwoche ausschliesse, ist daher nicht begründet. § 23 PVO verletzt insoweit auch die Europäische Menschenrechtskonvention nicht. Der Ausschluss des Spazierrechts in der ersten Haftwoche steht wohl auch nicht in Gegensatz zum Mindestgrundsatz BGE 102 Ia 279 S. 292Nr. 20 für die Behandlung der Gefangenen, auch wenn diese Einschränkung dort nicht ausdrücklich vorgesehen ist.\n\nDie angefochtene Bestimmung ist mit der Verfassung jedoch nicht vereinbar, soweit sie nach Ablauf der ersten Haftwoche nur jeden dritten Tag einen halbstündigen Spaziergang vorsieht. Wegen der vorrangigen Bedeutung der körperlichen Betätigung für die physische und psychische Gesundheit ist aus dem ungeschriebenen Grundrecht der persönlichen Freiheit heute abzuleiten, dass den Gefangenen, die nicht im Freien arbeiten, nach mehr als einer Woche Haftdauer Gelegenheit gegeben werden muss, unter Aufsicht täglich eine halbe Stunde an der frischen Luft zu spazieren. Ob von diesem Grundsatz in Ausnahmefällen für eine Übergangszeit noch abgewichen werden darf, kann hier offenbleiben, da seiner Verwirklichung jedenfalls im hier zu beurteilenden Fall keine unüberwindlichen Hindernisse entgegenstehen. Falls sich der Zürcher Kasernenhof für einen täglichen Spaziergang der Häftlinge nicht eignet, so sind die Gefangenen nach Ablauf der ersten Haftwoche in das ca. 500 m entfernte Bezirksgefängnis zu überführen, sei es für den ganzen Rest der Haft, sei es für die tägliche Bewegung im Freien. Soweit zusätzliches Bewachungspersonal erforderlich ist, muss es rekrutiert werden.\n\nIn den Mindestgrundsätzen für die Behandlung der Gefangenen wird gefordert, dass jeder Häftling, der nicht im Freien beschäftigt ist, das Recht auf \"täglich mindestens eine Stunde Bewegung oder geeignete Leibesübungen im Freien\" hat (Nr. 20 Abs. 1). Für junge Gefangene und andere Gefangene geeigneten Alters und entsprechender körperlicher Verfassung sind für die Zeit der Bewegung im Freien organisatorische Massnahmen für die Leibeserziehung und Erholung zu treffen. Zu diesem Zweck sind Plätze, Einrichtungen und Ausrüstungen zur Verfügung zu stellen (Nr. 20 Abs. 2). Mit Rücksicht auf die praktischen Verhältnisse kann aus der persönlichen Freiheit kein solcher Grundsatz abgeleitet werden. Es muss indessen Ziel der kantonalen Behörden und des Bundes sein, künftig den Gefangenen diejenigen Möglichkeiten zu verschaffen, die dem Mindestgrundsatz Nr. 20 in der Art und wöchentlich im Umfang entsprechen.\n\nBGE 102 Ia 279 S. 293\n\n8. a) § 36 PVO lautet:\n\n\"Die Kantonspolizei unterhält eine Gefängnisbibliothek, aus welcher den Gefangenen nach Wunsch Bücher ausgeliehen werden. Die Gefangenen haben die verabreichte Lektüre sorgfältig zu behandeln. Die Bücher können wöchentlich ausgetauscht werden.\n\nLehrbücher unterliegen keiner Beschränkung. Sie sind vom Gefangenen auf eigene Kosten zu beschaffen. Zeitungen oder Zeitschriften dürfen den Gefangenen erst nach einer Haftzeit von einer Woche zugestellt werden. Die Zeitungen oder Zeitschriften sind dem Gefangenen vom Verlag oder einer Zeitungsagentur auf seine Kosten zuzusenden. Sie werden nach der Entlassung oder Versetzung von der Kantonspolizei nicht nachgeschickt.\n\nBei Untersuchungs-, Sicherheits- und Auslieferungsgefangenen bedarf die Beschaffung von Lehrbüchern und das Abonnieren von Zeitungen und Zeitschriften der Zustimmung der für den Gefangenen zuständigen Stelle\".\n\nDer Beschwerdeführer beanstandet, dass den Gefangenen gemäss § 30 Abs. 3 PVO Zeitungen und Zeitschriften erst nach einer Haftdauer von einer Woche zugestellt werden dürfen. Den Gefangenen müsse sodann auch erlaubt sein, eine Zeitung oder Zeitschrift zu erhalten, wenn dies nicht \"auf seine Kosten\" geschehe, sondern wenn ein Dritter das Abonnement bezahle. Sodann sei die in § 36 Abs. 4 enthaltene Beschränkung des Informationsrechts der Gefangenen unzulässig.\n\nb) § 36 PVO entspricht weitgehend - aber nicht vollständig - dem § 48 BezGV. § 48 BezGV bestimmt, dass die Gefangenen nach einer Woche Haftdauer das Recht haben, von der Gefängnisverwaltung abonnierte Zeitungen oder Zeitschriften zu beziehen oder eine Zeitung oder Zeitschrift auf eigene Kosten zu abonnieren. Für Untersuchungs- und Sicherheitsgefangene ist hiefür die Zustimmung des Untersuchungsbeamten erforderlich. Das Bundesgericht hat bei der Beurteilung dieser Bestimmung in BGE 99 Ia 282 E. V Ziff. 10a ausgeführt, dass das Verteilen der Zeitungen und Zeitschriften - auch der von der Gefängnisverwaltung abonnierten - gewisse Umtriebe mit sich bringe. Unter diesem Gesichtspunkt lasse sich die einwöchige Zeitungssperre \"zur Not\" rechtfertigen. Ob es mit der Verfassung vereinbar ist, dass die Häftlinge der Polizeigefängnisse - im Gegensatz zu den Gefangenen, BGE 102 Ia 279 S. 294die in den Bezirksgefängnissen inhaftiert sind - keine von der Gefängnisverwaltung abonnierte Zeitung beziehen können, ist hier nicht zu prüfen, da eine entsprechende Rüge nicht erhoben worden ist. Zu beurteilen ist einzig, ob den Häftlingen in den Polizeigefängnissen verwehrt werden kann, in der ersten Haftwoche eine Zeitung oder Zeitschrift von einem Verlag oder einer Zeitungsagentur zu beziehen. Dies kann - wenn auch hier nicht ohne Bedenken bejaht werden. Selbst wenn nämlich der Auftrag, einem Gefangenen eine Zeitung oder Zeitschrift zuzustellen, bereits am ersten Hafttag aufgegeben wird, so können bis zur ersten Zustellung leicht einige Tage verstreichen, bis der Auftrag vom Verlag oder von der Zeitungsagentur ausgeführt wird. Auch wenn § 36 PVO demnach die beanstandete Beschränkung nicht enthielte, so verstriche wegen der praktischen Gegebenheiten gleichwohl ein Teil der ersten Haftwoche, bevor der Häftling in den Besitz der abonnierten Zeitung oder Zeitschrift gelangen würde. Die Beschränkung wirkt sich zudem für einen grossen Teil der Häftlinge überhaupt nicht aus, waren doch im Jahre 1975 von insgesamt 7035 Gefangenen 6021 nicht länger als drei Tage in den Polizeigefängnissen inhaftiert.\n\nWenngleich die hier beanstandete Beschränkung für sich allein als nicht sehr einschneidend erscheinen mag, so ergeben sich Bedenken daraus, dass den Gefangenen in der ersten Haftwoche insgesamt Einschränkungen auferlegt werden, die an der Grenze des Zulässigen liegen. Die Gefangenen werden nicht nur von der Lektüre einer Zeitung oder Zeitschrift, sondern auch vom Spaziergang (§ 33 PVO) sowie vom Empfang von Besuchen (§ 38 PVO) ausgeschlossen. Auch besteht in den Polizeigefängnissen offenbar keine Gelegenheit, über anstaltseigene Anlagen Radio zu hören. Die Mitnahme eigener Radioapparate in die Zellen ist untersagt (§ 37 PVO, vgl. hinten E. 9). Bei dieser Sachlage droht die Verordnung in Widerspruch zum verfassungsmässigen Grundsatz zu geraten, dass die Haft nicht als psychisches Druckmittel verwendet werden darf (BGE 99 Ia 282).\n\nc) Nach § 36 Abs. 1 PVO steht den Gefangenen eine Gefängnisbibliothek zur Verfügung. Es können einmal wöchentlich Bücher ausgeliehen werden. Von auswärts dürfen, wie sich aus § 36 Abs. 2 und 3 sowie aus § 41 Abs. 4 PVO ergibt, BGE 102 Ia 279 S. 295keine Bücher bezogen werden. Eine Ausnahme gilt gemäss § 36 Abs. 2 für \"Lehrbücher\". Diese können von den Gefangenen auf eigene Kosten beschafft werden.\n\nDie Verordnung über die Bezirksgefängnisse enthält im wesentlichen die gleiche Regelung. Das Bundesgericht hat deren Verfassungsmässigkeit in einem Anwendungsfall verneint, weil sie den Lesestoff der Untersuchungsgefangenen mehr beschränkt, als der Untersuchungszweck und eine vernünftige Anstaltsordnung erfordern (Urteil i.S. Schlegel vom 3. Dezember 1975, veröffentlicht in EuGRZ 3/1976, S. 86 f.). Von Verfassungs wegen gelten für den Bücherbezug in der Untersuchungshaft folgende Grundsätze: Werden einem Untersuchungsgefangenen Bücher von einer Privatperson zugestellt, so kann die Aushändigung wegen der Möglichkeit unerlaubter Mitteilungen und des erheblichen Kontrollaufwandes in der Regel verweigert werden. Die Aushändigung eines Buches, das einem Untersuchungsgefangenen direkt von einer Buchhandlung zugestellt wird, darf dann unterbleiben, wenn Anhaltspunkte dafür bestehen, dass unzulässige Verbindungen zwischen dem Gefangenen und der Aussenwelt aufgenommen werden sollen. Die Gefängnisverwaltung hat in diesem Fall dem Untersuchungsgefangenen jedoch auf dessen Begehren und auf dessen Kosten das gewünschte Buch - sei es ein Lehr-, ein Sachbuch oder ein Werk der Unterhaltungsliteratur - bei einer Buchhandlung ihrer Wahl zu besorgen, wenn der Untersuchungsbeamte der Anschaffung zustimmt. Der Bücherbezug von auswärts (direkt von einer Buchhandlung oder durch die Gefängnisverwaltung) kann - wie das Korrespondenzrecht des Untersuchungsgefangenen (vgl. BGE 99 Ia 286 f.) - beschränkt werden, wenn davon ein übermässiger Gebrauch gemacht wird. Die Zustimmung des Untersuchungsbeamten darf von dieser Beschränkung abgesehen nur verweigert werden, wenn der Besitz des Buches den Haftzweck gefährden würde.\n\nDa die in § 36 PVO für den Bücherbezug von auswärts getroffene Regelung den dargelegten Grundsätzen nicht entspricht, ist die Bestimmung aufzuheben.\n\nd) § 36 Abs. 4 PVO sieht vor, dass bei Untersuchungs-, Sicherheits- und Auslieferungsgefangenen für die Beschaffung von Lehrbüchern (künftig: Büchern) und das Abonnieren von BGE 102 Ia 279 S. 296Zeitungen und Zeitschriften die Zustimmung der für den Gefangenen zuständigen Stelle erforderlich ist. Diese Zustimmung darf nach den soeben dargelegten Grundsätzen nur verweigert werden, wenn der Besitz des Buches oder der Zeitung den Haftzweck gefährden würde oder wenn ein Gefangener von diesem Recht einen übermässigen Gebrauch machen würde. Die Rüge, § 36 Abs. 4 PVO schränke die persönliche Freiheit der Gefangenen in unzulässiger Weise ein, ist daher unbegründet.\n\nDass schliesslich einem Gefangenen der Bezug von Büchern und Zeitungen oder Zeitschriften auch dann erlaubt ist, wenn nicht er, sondern ein Dritter für die Kosten aufkommt, ist selbstverständlich und bedarf keiner besonderen Erwähnung in der Verordnung.\n\n9. § 37 PVO verbietet die Mitnahme von Radioapparaten, Tonbandgeräten und Fernsehgeräten in die Zellen. Für besondere Verhältnisse kann der kantonale Polizeikommandant Ausnahmen gestatten. Der Beschwerdeführer macht geltend, den Gefangenen müsse gestattet sein, eigene Radio- und Fernsehgeräte und ähnliche Apparate in die Zelle mitzunehmen, sofern ein Fachgeschäft festgestellt habe, dass sich keine \"geräte-fremden\" Gegenstände in den Apparaten befänden und nachdem diese plombiert worden seien. Dies könne umso weniger verweigert werden, als in den Polizeigefängnissen keine anstaltseigenen Radioanlagen mit Höreinrichtungen in den Zellen vorhanden seien.\n\nIn BGE 99 Ia 283 E. V Ziff. 11 wurde ausgeführt, das grundsätzliche Verbot, private Empfangs- und Wiedergabegeräte in die Zelle mitzunehmen, könne nicht als verfassungswidrig bezeichnet werden. Das Bundesgericht ging jedoch davon aus, dass den Gefangenen über eine anstaltseigene Radioanlage mit Zellenanschlüssen ein von der Gefängnisverwaltung ausgewähltes Radioprogramm übermittelt wird (§ 49 BezGV). Dies ist in den Polizeigefängnissen - wie der Beschwerdeführer unwidersprochen geltend macht - nicht der Fall.\n\nWenn eine Anstalt lediglich dazu dient, Gefangene für eine sehr kurze Zeit aufzunehmen, ist das Fehlen anstaltseigener Radioanlagen und das Verbot, Radiogeräte in die Zellen mitzunehmen, verfassungsrechtlich nicht zu beanstanden. Werden in einer solchen Anstalt Gefangene jedoch auch für längere BGE 102 Ia 279 S. 297Zeit inhaftiert, so kann ihnen ohne Verletzung der Verfassung nicht verwehrt werden, eigene, kontrollierte und plombierte Apparate in den Zellen zu benutzen.\n\n§ 37 Satz 2 PVO sieht vor, dass der kantonale Polizeikommandant für besondere Verhältnisse Ausnahmen vom Verbot, Ton- und Bildwiedergabegeräte in die Zellen mitzunehmen, gestatten kann. Diese Bestimmung ist einer verfassungskonformen Auslegung zugänglich. Sofern - wie dies an sich wünschbar wäre - nicht auch in den Polizeigefängnissen die Möglichkeit geschaffen wird, über anstaltseigene Anlagen Radiosendungen zu empfangen, ist § 37 Abs. 2 PVO so auszulegen, dass den Gefangenen nach mehr als einer Woche Haftdauer der Gebrauch eines kontrollierten und plombierten Radioapparates gestattet wird. So ausgelegt steht § 37 PVO mit der Verfassung nicht in Widerspruch.\n\n11. a) § 40 PVO lautet:\n\n\"Die Gefangenen dürfen pro Woche zwei Briefe schreiben. Briefe an den Verteidiger und an Behörden werden auf die Zahl der zulässigen Briefe nicht angerechnet. Der Gefangenenwart kann ausnahmsweise weitere Briefe gestatten, wenn eine dringende persönliche oder geschäftliche Angelegenheit dies erfordert.\n\nBei Untersuchungs-, Sicherheits- und Auslieferungsgefangenen kann die zuständige Stelle den Briefverkehr beschränken, wenn sein Umfang eine genügende Kontrolle verunmöglicht.\"\n\nGemäss § 41 Abs. 1 PVO unterliegen die ein- und ausgehenden Briefe der Kontrolle. Die dafür zuständige Stelle kann verlangen, dass die Kosten für die Übersetzung fremdsprachiger Briefe vorgeschossen werden.\n\nDer Beschwerdeführer beanstandet. dass § 40 Abs. 1 PVO das Korrespondenzrecht für alle in den Polizeigefängnissen untergebrachten Häftlinge unterschiedslos auf zwei Briefe pro Woche beschränkt. Er rügt sodann, die Vorschusspflicht für die Übersetzungskosten widerspreche der Europäischen Menschenrechtskonvention und dem Mindestgrundsatz Nr. 93. Gegen diesen verstosse auch, dass die Korrespondenz des Gefangenen mit seinem Anwalt kontrolliert werde.\n\nb) In der Verordnung über die Bezirksgefängnisse wird in § 52 Abs. 1 bestimmt, dass die Strafgefangenen pro Woche zwei Briefe schreiben dürfen. Im übrigen stimmt die dort getroffene Ordnung des Korrespondenzrechts mit § 40 PVO überein. Bei der Beurteilung von § 52 Abs. 1 BezGV war das BGE 102 Ia 279 S. 298Bundesgericht in BGE 99 Ia 286 E. V Ziff. 13 zum Ergebnis gelangt, die Vorschrift bilde einen vernünftigen Kompromiss zwischen dem legitimen Anspruch der im Strafvollzug Befindlichen auf Korrespondenz und dem Interesse der Gefängnisverwaltung an einer Begrenzung des mit der Briefkontrolle verbundenen Aufwands. Das Bundesgericht hielt auch die in § 52 Abs. 2 BezGV geregelte Beschränkung des Korrespondenzrechts der Untersuchungs- und Sicherheitsgefangenen für verfassungsmässig. Eine Beschränkung, die lediglich dazu diene, die mit der Briefkontrolle betraute Behörde vor einer übermässigen Beanspruchung zu schützen, belasse den Gefangenen jene Korrespondenzmöglichkeit, welche das Grundrecht der persönlichen Freiheit gewährleistet. Die in § 52 Abs. 2 BezGV vorgesehene Regelung stehe mit dem Grundsatz der Verhältnismässigkeit in Einklang.\n\nDer Regierungsrat macht in seiner Vernehmlassung geltend, die Beschränkung des Korrespondenzrechts der Gefangenen auf zwei Briefe pro Woche entspreche der für die Bezirksgefängnisse geltenden und vom Bundesgericht als verfassungsmässig bezeichneten Regelung. Diese Auffassung ist nach dem Gesagten nicht richtig, soweit die Beschränkung auch andere Gefangene als solche im Straf- oder Massnahmenvollzug betrifft. Es ist kein sachlicher Grund ersichtlich, das Korrespondenzrecht der Untersuchungs-, Sicherheits- und Auslieferungsgefangenen anders zu regeln, wenn sie in den Polizeigefängnissen und nicht in den Bezirksgefängnissen inhaftiert sind. Da § 40 PVO der Regelung des § 52 BezGV entsprechend ausgelegt werden kann, muss die Bestimmung nicht aufgehoben werden. Indessen ist auch hier wünschenswert, dass ihr Sinn bei einer Revision im Verordnungstext selber klargestellt wird.\n\nc) Ein- und ausgehende Briefe, die in einer fremden, den Kontrollbehörden nicht ohne weiteres zugänglichen Sprache geschrieben sind, müssen übersetzt werden. Die Bestimmung, dass dafür ein Kostenvorschuss verlangt werden kann, ist nicht verfassungswidrig. Zwar sind Fälle denkbar, wo eine Pflicht zur Vorschussleistung mit der Verfassung nicht vereinbar wäre. Dies träfe dann zu, wenn wegen dieser Verpflichtung der Kontakt eines Gefangenen zu seinen nächsten Angehörigen verunmöglicht würde (vgl. BGE 101 Ia 153 E. 5). Die angefochtene Vorschrift leistet zu einer solchen Handhabung jedoch keinen Vorschub. Für ihre verfassungsmässige Anwendung BGE 102 Ia 279 S. 299bietet ausreichende Gewähr, dass die Einforderung eines Vorschusses nicht einmal als Regelfall vorgesehen ist, sondern mit einer kann-Formel dem pflichtgemässen Ermessen der Behörde übertragen wird. Die angefochtene Bestimmung steht auch mit der Nr. 93 der Mindestgrundsätze für die Behandlung der Gefangenen nicht in Widerspruch. Dort wird einzig festgehalten, dass dem Gefangenen die kostenlose Hilfe eines Dolmetschers für alle wichtigen Kontakte mit der Verwaltung und für seine Verteidigung zu gewährleisten ist. Sie verstösst auch nicht gegen die Europäische Menschenrechtskonvention (vgl. Les droits de l'homme dans les prisons, S. 25 f.).\n\nd) Gemäss § 41 Abs. 1 PVO unterliegen die ein- und ausgehenden Briefe und andere Sendungen der Kontrolle. Beschwerden gegen das Gefängnispersonal oder gegen die für den Gefangenen zuständige Stelle sind von der Kontrolle ausgenommen (§ 41 Abs. 2 PVO). Hingegen ist ihr die Korrespondenz zwischen dem Gefangenen und seinem Anwalt unterstellt. Diese zuletzt genannte Beschränkung hält, wie das Bundesgericht in BGE 99 Ia 287 ausgeführt hat, im Hinblick darauf vor der Verfassung stand, dass sich der Untersuchungsgefangene gemäss § 18 Abs. 2 StPO jedenfalls mündlich unbeaufsichtigt mit seinem Verteidiger beraten kann, sofern dem nicht besondere Gründe, insbesondere Kollusionsgefahr, entgegenstehen und sofern der Verhaft vierzehn Tage gedauert hat. Der Mindestgrundsatz Nr. 93 sieht vor, dass der Gefangene im Zusammenhang mit seiner Verteidigung Besuche von seinem Rechtsberater empfangen, vertrauliche Mitteilungen vorbereiten, ihm übergeben und von ihm entgegennehmen darf. Berücksichtigt man die Regelung von § 18 Abs. 2 StPO, so lässt sich die Auffassung vertreten, die Kontrolle des Briefverkehrs mit dem Anwalt widerspreche dem Mindestgrundsatz Nr. 93 nicht."}