{"annee": "103", "cour": "IA", "page": "494", "date": "6/12/1977", "cite": ["40 I 492", "82 I 75", "101 IA 67", "97 I 680"], "cite_par": ["107 III 29", "107 IA 171", "106 IA 142"], "chapeau": "73. Auszug aus dem Urteil vom 6. Dezember 1977 i.S. H. gegen Instalex Ltd. und Einzelrichter im summarischen Verfahren am Bezirksgericht Horgen", "regestes": ["Compatibilité avec le droit fédéral d'un moyen extraordinaire de recours cantonal contre une ordonnance de séquestre. L'art. 279 al. 1 LP n'interdit pas aux cantons d'instituer un moyen de recours extraordinaire contre les ordonnances de séquestre, si ce moyen correspond, quant aux motifs allégués et aux autres règles de procédure, au recours de droit public. Le recours en nullité prévu à l'art. 344 aCPC du canton de Zurich remplit cette condition."], "faits": "BGE 103 Ia 494 S. 494\n\nDer Einzelrichter im summarischen Verfahren am Bezirksgericht Horgen erliess auf Begehren der japanischen Firma Instalex Ltd. einen Arrestbefehl gegen H.; dieser erhebt staatsrechtliche Beschwerde mit dem Antrag, der Arrestbefehl sei aufzuheben. Gerügt wird eine Verletzung von Art. 4 BV, BGE 103 Ia 494 S. 495im wesentlichen mit der Begründung, der Einzelrichter habe willkürlich angenommen, die Forderung der Firma Instalex Ltd. sei glaubhaft gemacht.", "considerants": "Aus den Erwägungen:\n\n1. a) (Zulässigkeit der Nichtigkeitsbeschwerde gegen den Arrestbefehl nach § 344 der alten zürcherischen ZPO vom 13. April 1913).\n\nb) Nach Art. 279 Abs. 1 SchKG findet gegen den Arrestbefehl \"weder Berufung noch Beschwerde\" statt. Aufgrund dieser Bestimmung ist in Rechtsprechung und Lehre die Auffassung vertreten worden, gegen den Arrestbefehl sei von Bundesrechts wegen überhaupt jedes kantonale Rechtsmittel unzulässig (so, jedoch ohne einlässliche Begründung, der bernische Appellationshof in ZBJV 83/1947, S. 402, ferner das zürcherische Obergericht in SJZ 46/1950, S. 26 f.; JÄGER, Kommentar zum SchKG, Bd. II, N. 1 zu Art. 279 SchKG; BLUMENSTEIN, Handbuch des Schweizerischen Schuldbetreibungsrechtes, S. 837; KELLER, in: Monatsblätter für Betreibungs- und Konkursrecht, II/1909, N. 80, S. 229). Teilweise wird in dieser Bestimmung lediglich ein Verbot ordentlicher kantonaler Rechtsmittel gegen den Arrestbefehl erblickt (so im Grundsatz das zürcherische Obergericht in ZR 71/1972, Nr. 22; ferner das Appellationsgericht des Kantons Basel-Stadt, zit. in HABERTHÜR, Praxis zur Basler Zivilprozessordnung, Bd. II, S. 1007; dieser Autor vertritt die Auffassung, das Rechtsmittel sei bundesrechtswidrig; vgl. ferner STRÄULI/MESSMER, N. 38 zu 213 ZPO, wo zur zürcherischen Praxis ausgeführt wird, mit der bundesrechtlichen Ordnung dürften auch ausserordentliche Rechtsmittel nicht unbeschränkt vereinbar sein). Das Bundesgericht hat im nicht veröffentlichten Urteil i.S. The Bristol Steam Navigation Company vom 29. März 1972, in welchem es verlangte, dass vor Ergreifung der staatsrechtlichen Beschwerde gegen den Arrestbefehl von der zürcherischen Nichtigkeitsbeschwerde Gebrauch zu machen sei, die Frage der Bundesrechtsmässigkeit dieses Rechtsmittels nicht näher geprüft. Auf sie ist deshalb im vorliegenden Falle näher einzugehen.\n\nNach der neueren Rechtsprechung des Bundesgerichts kann die Bewilligung des Arrestes mit staatsrechtlicher Beschwerde BGE 103 Ia 494 S. 496wegen Verletzung von Art. 4 BV angefochten werden, wenn mit ihr die vom Arrestrichter angenommene Glaubhaftigkeit von Bestand, Fälligkeit oder Höhe der Forderung bestritten wird (BGE 97 I 680). Zuvor war das Bundesgericht nur auf solche gegen den Arrestbefehl gerichtete Beschwerden eingetreten, die eine Verletzung von Art. 59 BV (vgl. für die hier allerdings nicht einheitliche Praxis: BGE 40 I 495 E. 1) oder von Staatsverträgen beziehungsweise allgemeinen völkerrechtlichen Grundsätzen zum Gegenstand hatten und die eine Erschöpfung des kantonalen Instanzenzuges nicht voraussetzten (BGE 82 I 80 E. 2 und 3 mit Hinweisen auf frühere Urteile). Was die Vereinbarkeit der staatsrechtlichen Beschwerde mit Art. 279 Abs. 1 SchKG betrifft, hielt das Bundesgericht bereits in BGE 40 I 497 und später erneut in BGE 82 I 80 E. 2 fest, dass diese Bestimmung die staatsrechtliche Beschwerde nicht ausschliesse, da sie nur die ordentlichen, in Art. 36 SchKG aufgezählten Rechtsmittel im Auge habe. Schliesst das SchKG die in Art. 36 genannten ordentlichen Rechtsmittel aus, so ist daraus ohne weiteres zu folgern, dass es den Kantonen verwehrt ist, entsprechende Rechtsmittel gegen die Bewilligung des Arrestes in ihren eigenen Prozessordnungen vorzusehen. Soweit indes das Bundesrecht selber den ausserordentlichen Rechtsbehelf der staatsrechtlichen Beschwerde (einschliesslich der Beschwerde wegen Verletzung von Art. 4 BV) gegen den Arrestbefehl zulässt, so bestehen keine hinreichenden Gründe, es den Kantonen zu verwehren, gegen die Bewilligung des Arrestes ihrerseits ein ausserordentliches Rechtsmittel vorzusehen, das sich hinsichtlich der Beschwerdegründe und der sonstigen prozessualen Ausgestaltung (aufschiebende Wirkung) im Rahmen der staatsrechtlichen Beschwerde hält. Dies ist für die zürcherische Nichtigkeitsbeschwerde gemäss Art. 344 aZPO der Fall, die auf der kantonalen Ebene eine Funktion erfüllt, welche jener der staatsrechtlichen Beschwerde wegen Verletzung von Art. 4 BV gleich oder zumindest ähnlich ist (BGE 101 Ia 68 E. 1). Es kann deshalb nicht gesagt werden, der Beschwerdeführer habe auf die Ergreifung der Nichtigkeitsbeschwerde verzichten können, weil ein solches Rechtsmittel von Bundesrechts wegen unzulässig sei."}