{"annee": "103", "cour": "IV", "page": "46", "date": "1/3/1977", "cite": ["100 IV 268"], "cite_par": ["105 IV 343"], "chapeau": "11. Arrêt de la Cour de cassation pénale du 1er mars 1977 dans la cause G. contre Ministère public du Haut-Valais", "regestes": ["Art. 55 LCR, art. 1er al. 6 ACF du 14 février 1968 sur la constatation de l'ébriété des usagers de la route. La prise de sang constitue l'examen approprié auquel les conducteurs suspects d'ébriété doivent être soumis, mais le droit fédéral réserve la possibilité pour les cantons de prévoir d'autres mesures probatoires; celles-ci relèvent alors exclusivement du droit cantonal de procédure et échappent de ce fait au contrôle de la Cour de cassation (consid. 2)."], "faits": "BGE 103 IV 46 S. 46\n\nLe 14 juillet 1973, vers 23 h, G., qui venait de prendre un repas en commun au restaurant Fortuna, à Loèche-les-Bains, heurta un autre véhicule avec sa voiture en manoeuvrant pour sortir de la place de parc de l'établissement. Il ne se préoccupa pas de cet incident et se rendit avec sa voiture à l'Hôtel Bristol, où il fut interpellé vers 23 h 30 par la police. Contestant avoir heurté une voiture, il fut d'abord entendu sur la place du parc du Fortuna, puis au poste de police avec procès-verbal. Là, les deux agents constatèrent qu'il était manifestement (offensichtlich) sous l'influence de l'alcool. Ils décidèrent alors de faire procéder à une prise de sang à l'Hôpital régional de Sierre. A Sierre, G. fut soumis par les soins d'un gendarme à un test d'haleine au breathalyser. Le résultat enregistré fut de 1,40%o à 1 h 25 et 1,56%o à 1 h 30. Il fut ensuite procédé à la prise de sang, à l'Hôpital de Sierre. Expédiée au laboratoire BGE 103 IV 46 S. 47du Dr Lugon, à Sion, l'éprouvette contenant le sang y parvint brisée, de telle sorte qu'aucune analyse ne put être effectuée.\n\nLors de son interrogatoire par la police à Loèche-les-Bains, G. admit avoir consommé les boissons alcooliques suivantes: avant 16 h (et non après), une bouteille de vin rouge entre trois; au Fortuna, dès 20 h 45, un Appenzeller à l'eau, puis avec le repas, à trois, deux bouteilles de vin rouge; après le repas une troisième bouteille de vin rouge fut consommée avec encore deux autres personnes (soit entre cinq); après le trajet en voiture entre le Fortuna et l'Hôtel Bristol, une bouteille de vin rouge fut encore partagée entre cinq.\n\nLe 25 novembre 1975, le Juge d'instruction de Loèche a reconnu G. coupable d'ivresse au volant et l'a condamné à une amende de 300 fr. avec délai d'épreuve de trois ans. Il n'a pas été statué sur une violation des devoirs en cas d'accident, au sens de l'art. 92 al. 1 LCR, en raison de la prescription absolue.\n\nStatuant sur l'appel du condamné, le Tribunal d'arrondissement du Haut-Valais, par jugement du 13 octobre 1976, prononça la même sentence que le juge précédent.\n\nG. se pourvoit en nullité au Tribunal fédéral. Il conclut à l'annulation du jugement du Tribunal d'arrondissement.\n\nLe Ministère public du Haut-Valais propose de rejeter le pourvoi.\n\nUn recours de droit public, interjeté contre le même jugement, a été rejeté ce jour.", "considerants": "Considérant en droit:\n\n1. a) Le jugement attaqué a retenu que le recourant, lorsqu'il a roulé avec sa voiture entre le Fortuna et le Bristol, avait une alcoolémie de 0,8g%o. Pour parvenir à ce résultat, les juges précédents se sont fondés sur les quantités d'alcool que le recourant a reconnu avoir bues, sur les constatations des agents et sur le résultat du test à l'éthylomètre.\n\nb) Le recourant se plaint d'une violation de l'arrêté du Conseil fédéral du 14 février 1968 sur la constatation de l'ébriété des usagers de la route (ci-après: ACF). Il critique l'insuffisance de la constatation selon laquelle il était manifestement pris de boisson et relève que les mêmes agents qui l'ont faite l'ont laissé conduire son véhicule pour aller du BGE 103 IV 46 S. 48Bristol au Fortuna. Il conteste toute valeur probante au test au breathalyser, en raison de sa variation, et de la différence ascendante présentée par les deux contrôles. Il soutient que les quantités d'alcool absorbées n'ont pas pu donner le résultat indiqué. Il fait valoir en outre que la prise de sang a été effectuée par une infirmière et non par un médecin, et il critique l'absence de tout examen médical. Pour lui, faute d'analyse du sang, l'inobservation des exigences de l'ACF doit en l'espèce entraîner l'annulation du jugement.\n\n2. L'art. 55 LCR prévoit notamment que les conducteurs de véhicules seront soumis à un examen approprié, lorsque des indices permettent de conclure qu'ils sont pris de boisson. Et, selon l'ACF qui a été promulgué en application de la loi, la prise de sang constitue l'examen approprié auquel les conducteurs sont soumis. Mais, selon l'art. 1er al. 6 de cet arrêté, sont réservées les dispositions plus complètes des codes cantonaux de procédure, ainsi que la constatation de l'ébriété d'après l'état et le comportement du suspect ou les indications obtenues sur la quantité d'alcool consommée, etc., notamment lorsque la prise de sang ne peut être effectuée.\n\nAinsi le droit fédéral fixe des normes probatoires à propos de la prise de sang, et de l'examen médical qui l'accompagne (cf. art. 3 ACF), mais pour les autres éléments d'appréciation, qui sont expressément réservés, les normes probatoires relèvent des règles habituelles de procédure compétant aux cantons. C'est dire qu'à défaut de prise de sang - soit qu'elle n'ait pas été effectuée, soit qu'elle s'avère inutilisable pour une raison ou une autre - le juge fixera les faits et se prononcera sur l'éventuelle ivresse du conducteur en application des dispositions de droit cantonal sur les preuves.\n\nEn l'espèce, c'est donc en application du droit cantonal de procédure réservé que les juges, en se fondant sur un certain nombre d'éléments autres que la prise de sang, ont retenu que le recourant présentait, au moment des faits, une alcoolémie supérieure à 0,8g%o. Il s'agit dès lors d'une constatation qui lie le Tribunal fédéral dans le cadre d'un pourvoi en nullité (art. 273 al. 1b et 277bis PPF) et qui ne peut dès lors être réexaminée (cf. ATF 100 IV 269 consid. 2). Toutes les critiques du recourant tendant à remettre en cause cette constatation et les éléments qui l'ont fondée sont ainsi irrecevables.\n\n3. La seule critique du recourant, qui peut être examinée BGE 103 IV 46 S. 49sous l'angle du droit fédéral au sens de l'art. 269 al. 1 PPF, est celle qui touche à l'absence d'un examen médical effectué en conformité de l'art. 3 ACF.\n\nMais, en l'espèce, l'absence d'un examen médical ne ressort ni des faits retenus par les premiers juges, ni d'autres éléments qui permettraient de conduire à cette conclusion. Au contraire, il ressort des éléments qui ont notamment été dégagés dans le cadre du recours de droit public qu'un examen médical a bel et bien eu lieu, mais que le rapport le constatant est devenu matériellement inutilisable (illisible et barbouillé de sang), à la suite de l'accident survenu à l'éprouvette contenant le sang.\n\nA défaut de référence à cet examen, rendue impossible pour des motifs accidentels, étrangers à toute violation du droit fédéral, il n'était pas interdit, pour les motifs exposés plus haut, de procéder à la constatation de l'ébriété en application du seul droit cantonal de procédure et des règles ordinaires sur les preuves. C'est ce qui s'est produit en l'espèce, sans qu'aucune règle de droit fédéral ait pour cela été violée. Le pourvoi doit donc être rejeté dans la mesure où il est recevable.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le pourvoi."}