{"annee": "103", "cour": "IA", "page": "407", "date": "21/10/1977", "cite": ["98 IA 460"], "cite_par": ["133 I 270", "104 IA 305", "122 V 28", "123 I 31"], "chapeau": "61. Auszug aus dem Urteil des Kassationshofes vom 21. Oktober 1977 i.S. L. gegen Staatsanwaltschaft und Appellationsgericht des Kantons Basel-Stadt", "regestes": ["Art. 4 Cst. Procédure pénale. 1. Composition du tribunal. Cas d'un juge d'appel qui a participé tant à l'audience de jugement qu'à la délibération du tribunal, mais qui n'a pas assisté à la lecture du jugement. La constitution ne contient aucune règle, écrite ou non, qui soit relative au quorum d'un tribunal lorsqu'il rend son jugement en audience publique. L'accusé ne subit aucun préjudice en raison de l'absence d'un juge à ce moment (consid. 2b). 2. Devoir de motiver le jugement. Un tribunal d'appel peut, dans la mesure où il confirme le jugement de première instance, se référer aux considérants de celui-ci, s'il les fait siens. Il n'en va autrement que si l'appelant a soulevé en seconde instance des arguments pertinents sur lesquels les premiers juges n'ont pas pris position (consid. 3a)."], "faits": "", "considerants": "BGE 103 Ia 407 S. 408\n\nAus den Erwägungen:\n\n2. b) Der Beschwerdeführer rügt, bei der Urteilsverkündigung habe Appellationsrichter W. gefehlt. Damit wird gerügt, das Gericht sei nicht richtig besetzt gewesen. Dass W. an der Verhandlung und Entscheidung mitgewirkt hat, wird nicht bestritten. Dessen Teilnahme entspricht auch der Auskunft des Präsidenten des Appellationsgerichtes.\n\nDer Beschwerdeführer sagt nicht, welche kantonale Vorschrift die Anwesenheit sämtlicher Richter bei der Urteilsverkündigung verlangt. Er legt somit nicht dar, welche Vorschrift des kantonalen Rechts willkürlich verletzt wurde. Die Beschwerde entbehrt damit der gesetzlich geforderten Begründung; auf sie kann daher in diesem Punkte nicht eingetreten werden (Art. 90 Abs. 1 lit. b OG). Aber selbst der Nachweis einer solchen Vorschrift (sie besteht: §§ 193 und 248 StPO-BS) könnte dem Beschwerdeführer nur helfen, wenn eine solche BGE 103 Ia 407 S. 409Bestimmung nicht bloss den Charakter einer Ordnungsvorschrift hätte und auch keine Dispensierung des Richters zuliesse. Auch das wird weder dargetan noch behauptet. Das Verfassungsrecht des Bundes aber enthält keine Vorschrift über das Quorum bei mündlicher Urteilseröffnung.\n\nEs ist endlich nicht ersichtlich, inwiefern der Beschwerdeführer durch die Abwesenheit eines Richters, der an Verhandlung und Urteilsberatung teilgenommen hat und bloss der Urteilsverkündung nicht beiwohnte, beschwert sein könnte. Er selber sagt auch nicht, worin die Beschwer liege. Auch mangels eines rechtlichen Interesses ist daher auf die Beschwerde nicht einzutreten.\n\n3. a) Das Appellationsgericht verweist in materieller Hinsicht auf das erstinstanzliche Urteil, das in allen Teilen als zutreffend erscheine und ohne weitere Beifügung zu bestätigen sei. Daraus schliesst der Beschwerdeführer, das Appellationsgericht habe sich mit seiner Eingabe vom 31. August 1976 und dem mündlichen Vortrag gar nicht auseinandergesetzt und damit den verfassungsmässigen Anspruch auf rechtliches Gehör verletzt.\n\nDie aus Art. 4 BV ableitbare Pflicht, Strafurteile zu begründen, schliesst nicht aus, dass ein Appellationsgericht, soweit es das angefochtene Urteil bestätigt und auch mit der Begründung einig geht, auf die Begründung im Urteil der ersten Instanz verweist. § 255 Abs. 3 StPO-BS lässt eine solche Verweisung ausdrücklich zu. Denn in diesem Fall weiss der Appellant, aus welchen Gründen das Appellationsgericht seinem Antrag nicht gefolgt ist; er kann die Gründe im ersten Urteil nachlesen (BGE 98 Ia 464 E. 5a). Anders ist es nur, wenn der Appellant vor der zweiten Instanz beachtliche Gründe vorbringt, zu denen die erste Instanz noch nicht Stellung bezogen hat, sei es, dass sie vor erster Instanz noch nicht vorgebracht wurden, aber trotzdem vor zweiter Instanz neu vorgebracht werden dürfen, oder dass diese Gründe vor erster Instanz schon vorgetragen wurden, diese aber dazu in der Urteilsbegründung nicht Stellung bezogen hat. Der Beschwerdeführer legt nun nicht dar, inwiefern er vor Appellationsgericht beachtliche Gründe geltend gemacht hat, auf welche im 278 Seiten umfassenden Urteil des Strafgerichtes keine Antwort zu finden ist. Das Appellationsverfahren erlaubt es dem Appellanten, alle Argumente, die er vor erster BGE 103 Ia 407 S. 410Instanz vorgetragen hat, zu wiederholen. Es kann nicht Aufgabe des Kassationshofes als Staatsgerichtshof sein, auf Willkürbeschwerde hin im einzelnen zu untersuchen, ob alle beachtlichen Argumente, welche der Beschwerdeführer vor der Appellationsinstanz vorgebracht hat, bereits in der Begründung des erstinstanzlichen Urteils ausdrücklich oder sinngemäss erörtert wurden. Beruft sich der Beschwerdeführer auf mangelnde Begründung, ist es vielmehr seine Aufgabe, darzutun, welche erheblichen Argumente des Beschwerdeführers ohne die erforderliche Begründung abgetan wurden. Nur dann legt er gemäss Art. 90 Abs. 1 lit. b OG dar, inwiefern das angefochtene Urteil den Anspruch auf Begründung verletzt. Insoweit kann auf die Beschwerde nicht eingetreten werden. Aus dem Umstand aber, dass das Appellationsgericht von der ihm in § 255 Abs. 3 StPO-BS gebotenen Möglichkeit Gebrauch gemacht hat, auf die Begründung der ersten Instanz zu verweisen, kann nicht darauf geschlossen werden, das Appellationsgericht habe die Vorbringen des Beschwerdeführers zur Sache nicht gewürdigt. Insoweit ist die Beschwerde unbegründet."}