{"annee": "103", "cour": "IV", "page": "8", "date": "18/3/1977", "cite": ["102 IV 153"], "cite_par": ["109 IA 235", "116 IA 162", "105 IV 239", "109 IA 166", "130 I 126", "105 IV 82", "117 IV 404", "113 IV 56", "112 IB 446"], "chapeau": "3. Urteil des Kassationshofes vom 18. März 1977 i.S. K. gegen Staatsanwaltschaft des Kantons Zürich", "regestes": ["Art. 69 CP; imputation de la détention préventive. 1. De même que le refus de renseignement, de simples dénégations ne font pas obstacle à l'imputation de la détention préventive (consid. 3 litt. a et b). Demeure réservée l'hypothèse dans laquelle l'accusé, abusant des droits de la défense, viserait un résultat n'intéressant pas son procès (consid. 3 litt. c). 2. Il n'y a pas à faire porter l'imputation sur la période durant laquelle se sont déroulées des opérations menées à cause de fausses indications de l'accusé et qui ont eu pour effet de prolonger la procédure d'une manière inhabituelle (consid. 3 litt. c)."], "faits": "BGE 103 IV 8 S. 9\n\nDer türkische Staatsangehörige K. ist am 1. Oktober 1970 vom Obergericht des Kantons Zürich wegen Diebstahls usw. zu zweieinhalb Jahren Gefängnis verurteilt und für die Dauer von 15 Jahren des Landes verwiesen worden. In der Nacht vom 4./5. Oktober 1970 floh er aus der Strafanstalt Regensdorf.\n\nIm Oktober 1970 verübte er u.a. durch Einbrüche eine erste Reihe strafbarer Handlungen, die vor allem seinem Fortkommen nach der Flucht dienten und eher geringfügig waren. Wegen verschiedener Einbruchdiebstähle im Ausland war er sodann in der Zeit vom März 1971 bis Juni 1975 immer wieder in Gefängnissen in Italien, Österreich und Deutschland inhaftiert. Ab 1. September 1975 reiste er trotz der Landesverweisung wiederholt in die Schweiz ein und beging hier schwere Einbruchdiebstähle, bis er am 21. Oktober 1975 in Lausanne verhaftet wurde. Von da an bis und mit dem 10. Mai 1976 war er in Untersuchungshaft. Seither befindet er sich im Strafvollzug, um die frühere, durch Urteil vom 1. Oktober 1970 ausgefällte Strafe zu verbüssen.\n\nAm 27. September 1976 erklärte das Obergericht des Kantons Zürich K. des gewerbsmässigen und des fortgesetzten Diebstahls, der fortgesetzten Sachbeschädigung und des fortgesetzten Hausfriedensbruchs, des wiederholten und des fortgesetzten Verweisungsbruchs usw. schuldig. Es verurteilte ihn zu zwei Jahren Gefängnis und verwies ihn auf Lebenszeit des Landes. Von der erstandenen Untersuchungshaft rechnete es ihm 100 Tage an.\n\nMit Nichtigkeitsbeschwerde beantragt K. die Aufhebung des obergerichtlichen Urteils, soweit ihm nur 100 statt 202 Tage Untersuchungshaft angerechnet wurden.\n\nDie Staatsanwaltschaft, die vor Obergericht die Anrechnung der vollen Untersuchungshaft beantragt hatte, verzichtet auf Gegenbemerkungen.\n\nBGE 103 IV 8 S. 10", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Richter rechnet dem Verurteilten die Untersuchungshaft auf die Freiheitsstrafe an, soweit der Täter die Untersuchungshaft nicht durch sein Verhalten nach der Tat herbeigeführt oder verlängert hat (Art. 69 StGB). Nach der neuen Rechtsprechung des Kassationshofes unterbleibt eine Anrechnung nicht schon dann, wenn der Verurteilte die Haft oder deren Verlängerung verursacht hat. Sein Tun oder Unterlassen muss ihm darüber hinaus nach rechtsstaatlich vertretbaren Verfahrensgrundsätzen vorwerfbar sein (BGE 102 IV 157 /158).\n\n2. Der Beschwerdeführer wurde in Untersuchungshaft gesetzt, weil er aus dem Strafvollzug geflohen war und daher wieder Gefahr bestand, er könnte sich erneut durch Flucht dem Strafvollzug entziehen. Dieser Haftgrund stützt sich somit auf ein Verhalten vor der Begehung der neuen Straftaten. Zu Recht wurde deshalb die teilweise Nichtanrechnung nicht mit der Flucht aus dem Gefängnis begründet.\n\n3. Die Vorinstanz hat die teilweise Nichtanrechnung der Untersuchungshaft damit begründet, dass der Beschwerdeführer während Monaten bestrebt gewesen sei, durch lügenhaftes Verhalten die Untersuchung zu erschweren. So sei er erst geständig gewesen, als und soweit ihm durch Fingerabdruckspuren seine Taten hätten nachgewiesen werden können. Auch die letzten und am schwersten wiegenden Einbruchdiebstähle habe er erst am 25. März 1976 nach Vorlage eines daktylographischen Gutachtens zugegeben. Es könnten ihm demzufolge nur die nach diesem Zeitpunkt folgenden 100 Tage Untersuchungshaft auf die Strafe angerechnet werden.\n\na) Nach verfahrensrechtlich anerkannten Grundsätzen ist ein Beschuldigter nicht gehalten, Straftaten zu offenbaren, zu denen er nicht befragt wird; er darf sie deshalb verschweigen. Ebenso ist er nicht verpflichtet, die Untersuchung zu seinem Nachteil zu fördern oder zu erleichtern. Den Nachweis der Schuld zu erbringen, liegt von Gesetzes wegen bei den Behörden, die den Beschuldigten in keiner Weise zu einem Geständnis zwingen dürfen (vgl. Art. 41 Abs. 1 BStP, Art. 39 Abs. 5 VStrR). Er ist daher berechtigt, die Aussagen zu einer ihm vorgeworfenen Tat zu verweigern, um sich nicht selbst belasten zu müssen. Durch Ausübung des Schweigerechts wird die BGE 103 IV 8 S. 11Untersuchung zwar nicht erleichtert, aber auch nicht erschwert. Das Verfahren hat in einem solchen Fall vielmehr seinen ordentlichen Gang zu nehmen wie dann, wenn der Beschuldigte unverschuldet abwesend wäre.\n\nb) Der Beschwerdeführer hat nicht nur die Aussage verweigert, sondern die Straftaten, solange sie ihm nicht nachgewiesen werden konnten, bestritten, sie also wider besseres Wissen geleugnet. Damit ist er zwar über die Verweigerung von Auskünften hinausgegangen. Einfache Bestreitungen haben jedoch auf den Gang und die Dauer des Verfahrens keine weitergehenden Auswirkungen als die Aussageverweigerung. Beschränkt sich der Beschuldigte darauf, die ihm vorgeworfenen Straftaten, die ihn belastenden Indizien oder die Glaubwürdigkeit der gesammelten Beweise zu bestreiten, um einer Verurteilung zu entgehen, so unterlässt er es, die gegen ihn vorhandenen belastenden Beweise zu bestärken, und versagt damit die Mitwirkung an seiner Überführung, zu der er nicht verpflichtet ist. Das Verfahren wird dadurch noch nicht erschwert oder verlängert, denn die Lügen des Beschuldigten schmälern nicht die Beweiskraft der gesammelten Beweise und haben nur zur Folge, dass das Verfahren ohne Geständnis des Beschuldigten abgeschlossen werden muss oder in Fällen, in denen der Schuldbeweis noch nicht vollständig erbracht ist, nicht verkürzt werden kann. Es ist infolgedessen gerechtfertigt, blosses Leugnen der erlaubten Aussageverweigerung gleichzustellen; es schliesst daher die Anrechnung der Untersuchungshaft nicht aus.\n\nc) Anders verhält es sich, wenn die lügenhaften Bestreitungen nicht bloss Anlass geben, einen ohnehin ungenügenden Beweis zu ergänzen, sondern der Beschuldigte durch unwahre Behauptungen und Einwendungen die Behörden zu weiteren Untersuchungshandlungen nötigt, durch die das Verfahren über die Dauer hinaus verlängert wird, die nötig gewesen wäre, um den Beschuldigten ohne seine geständige Mithilfe der Schuld zu überführen. In diesem Falle verursacht er schuldhaft eine Verlängerung des Verfahrens im Sinne des Art. 69 StGB, so dass ihm diese Haftzeit nicht anzurechnen ist.\n\nGleiches gilt auch, wenn ein Beschuldigter sein Verteidigungsrecht offensichtlich dazu missbraucht, einen sachfremden Zweck zu erreichen. Das trifft beispielsweise zu, wenn er BGE 103 IV 8 S. 12bewusst darauf ausgeht, die Untersuchungshaft zu verlängern, um dadurch den Strafvollzug entsprechend zu verkürzen (DUBS, ZStR 76 S. 193 f.).\n\n4. Die Vorinstanz stellt bloss fest, der Beschwerdeführer habe die Straftaten geleugnet und sie erst nach Vorhalt von belastendem Beweismaterial eingestanden. Es wird ihm aber nicht vorgeworfen, er habe darüber hinaus durch irreführende Angaben die Untersuchungsbehörde auf eine falsche Spur geführt und zu unnötigen Erhebungen veranlasst oder in der rechtsmissbräuchlichen Absicht geleugnet, durch Verlängerung der Haftzeit sich dem Strafvollzug zu entziehen. Es besteht somit kein Grund, ihm die Untersuchungshaft nicht voll anzurechnen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Obergerichts des Kantons Zürich vom 27. September 1976 hinsichtlich der Anrechnung der Untersuchungshaft aufgehoben und die Sache an die Vorinstanz zurückgewiesen mit der Weisung, dem Beschwerdeführer 202 Tage Untersuchungshaft auf die Strafe anzurechnen."}