{"annee": "103", "cour": "II", "page": "33", "date": "5/4/1977", "cite": ["72 II 347", "97 II 212"], "cite_par": ["106 II 333", "121 III 445", "105 II 264", "104 II 348", "131 III 300", "136 III 6"], "chapeau": "5. Auszug aus dem Urteil der I. Zivilabteilung vom 5. April 1977 i.S. Debrunner AG gegen Rensch und Beton-Bau AG", "regestes": ["Livraison de fers à béton, hypothèque légale des artisans et entrepreneurs. 1. Art. 837 al. 1 ch. 3 CC. Sens et portée du droit de requérir l'inscription d'une hypothèque légale (consid. 2). 2. La fourniture de fers à béton préparés pour une construction déterminée doit être considérée comme une livraison d'ouvrage, celle de fers non travaillés ou issus d'un stock, en revanche, comme une simple livraison de matériaux (consid. 3). 3. Des livraisons mixtes doivent être considérées globalement comme des livraisons d'ouvrage; elles permettent dès lors de requérir l'inscription d'une hypothèque légale, lorsque rien d'autre n'a été convenu ou que l'on a omis de séparer les deux sortes de fers (consid. 4)."], "faits": "BGE 103 II 33 S. 34\n\nA.- Die Debrunner AG lieferte der Beton-Bau AG am 18. und 30. September sowie am 31. Oktober 1974 Armierungseisen, die von ihr vorher teils geschnitten und gebogen oder bloss gebogen, teils nicht bearbeitet wurden; zu den letzteren gehörten Stahldrahtnetze und sogenannte Lagerlängen. Unter den gleichen Daten stellte sie der Beton-Bau AG dafür Rechnungen aus über Fr. 920.50, Fr. 21'600.55 und Fr. 6'010.20. Am 2. Dezember 1974 erwirkte sie für die Summe von Fr. 28'531.25 ein provisorisches Bauhandwerkerpfandrecht, das zulasten der in Basel gelegenen Baurechtsparzelle 5415 im Grundbuch eingetragen wurde. Diese Parzelle besteht insbesondere aus den Gebäuden Belchenstrasse 2-4, die dem Peter Rensch gehören.\n\nB.- Am 3. Februar 1975 klagte die Debrunner AG vor dem Zivilgericht Basel-Stadt gegen Peter Rensch und die Beton-Bau AG mit den Begehren: 1. das provisorische Bauhandwerkerpfandrecht für Fr. 28'531.25 nebst 5% Zins seit 30. November 1974 und Verfahrenskosten definitiv zu erklären und als solches im Grundbuch eintragen zu lassen; 2. die Beton-Bau AG zur Zahlung von Fr. 28'531.25 nebst 5% Zins seit 30. November 1974 zu verurteilen.\n\nAm 5./8. Juni 1975 vereinbarten die Parteien, den Rechtsstreit im Sinne von Art. 41 lit. c OG einzig durch das Bundesgericht beurteilen zu lassen.\n\nIm Verfahren vor Bundesgericht widersetzten sich die Beklagten dem Begehren der Klägerin, das provisorische Bauhandwerkerpfandrecht definitiv zu erklären. Bestand und Höhe der eingeklagten Forderung wurden dagegen von der beklagten Beton-Bau AG vorbehaltlos anerkannt.\n\nC.- In der Hauptverhandlung hielt die Klägerin an ihren Begehren fest, während die Beklagten beantragten, die Klage abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Ausführungen über die Zulässigkeit eines direkten Prozesses gemäss Art. 41 lit. c OG).\n\n2. Nach Art. 837 Abs. 1 Ziff. 3 ZGB haben Handwerker und Unternehmer, die zu Bauten oder andern Werken auf einem Grundstück Material und Arbeit oder Arbeit allein geliefert haben, Anspruch auf Errichtung eines gesetzlichen Grundpfandes an diesem Grundstück, gleichviel ob sie den BGE 103 II 33 S. 35Grundeigentümer oder einen Unternehmer zum Schuldner haben.\n\na) Dieser Bestimmung liegt nach der Rechtsprechung (BGE 97 II 214 /15, 95 II 90, BGE 72 II 349 /50) der Gedanke zugrunde, dass der durch das Bauen entstandene Mehrwert eines Grundstückes die Forderungen der Handwerker und Unternehmer, die durch ihre Leistungen zur Wertvermehrung beigetragen haben, sichern soll. Die Sicherstellung der Handwerker und Unternehmer ist um so mehr am Platz, als die von ihnen gelieferten Materialien und ihr Werk Bestandteil des überbauten Grundstückes werden und von ihm, je nach der Natur der Sache, nicht ohne Verminderung oder Zerstörung des Gebrauchswertes getrennt werden können. Die Handwerker und Unternehmer können sich zudem weder ein Rücknahmerecht vorbehalten noch sich eine andere dingliche Sicherheit verschaffen.\n\nWer nur vertretbare Sachen für einen Bau liefert, hat nach der angeführten Rechtsprechung freilich keinen gesetzlichen Anspruch auf eine Pfandbestellung, und zwar selbst dann nicht, wenn er die Sachen selber hergestellt hat. Er kann dem zahlungsunfähigen Käufer gegenüber die Auslieferung verweigern und die Ware anderweitig verkaufen. Blosse Materiallieferungen gestützt auf einen Kaufvertrag sind daher noch kein Grund zu einer Sicherstellung, wie Art. 837 Abs. 1 Ziff. 3 ZGB sie vorsieht. Anders verhält es sich bei der Lieferung von Sachen, die eigens für einen bestimmten Bau angefertigt werden und deshalb sonst nicht oder nur schwer verwendbar sind. Diesfalls kann der Hersteller der Gefahr einer Schädigung nicht dadurch vorbeugen, dass er die bestellten Sachen zurückbehält. Wo es um die Lieferung von Sachen geht, die besonders für einen Bau angefertigt worden sind, liegt ferner weder ein Kauf noch ein reiner Werkvertrag, sondern der Zwischentypus des Werklieferungsvertrages vor, der aber wie ein Werkvertrag zu behandeln ist und daher auch den Lieferanten berechtigt, ein Pfandrecht zulasten des überbauten Grundstückes eintragen zu lassen. Dass er die von ihm hergestellten Sachen selber einbaue, ist nicht erforderlich; dies ergibt sich schon daraus, dass auch ein Unternehmer Schuldner der gesicherten Forderung sein kann.\n\nDem Lieferanten von individuell bestimmten Sachen kann nicht entgegengehalten werden, dass er nicht vorleisten müsse BGE 103 II 33 S. 36und die Ablieferung der Ware ohne gleichzeitige Bezahlung nach Art. 82 OR verweigern könne. Mit einer solchen Weigerung ist ihm schon wegen der besonderen Bestimmung der Sachen wenig geholfen. Dazu kommt, dass er deren Tauglichkeit vor dem Einbau nicht abschliessend prüfen kann. Für den Hauptteil seiner Aufgabe, nämlich die Herstellung der Ware, ist er ohnehin vorleistungspflichtig, selbst wenn er sie dann ohne sofortige Bezahlung zurückbehalten könnte. Diese Vorleistungspflicht zusammen mit dem damit verbundenen Risiko rechtfertigen denn auch seinen Anspruch auf Errichtung eines Grundpfandes (BGE 72 II 350 /51).\n\nb) Diese Auffassung über den Sinn des Art. 837 Abs. 1 Ziff. 3 ZGB und über den sachlichen Umfang des Anspruches auf Eintragung eines Bauhandwerkerpfandrechtes deckt sich mit der im Schrifttum herrschenden Meinung (LEEMANN, N. 11 und 38 ff. zu Art. 837 ZGB; GAUTSCHI, N. 12, 14a, 15 und 17 der Vorbemerkungen zu Art. 363 bis 379 OR, N. 15g zu Art. 363, N. 4b und 4d zu Art. 365 OR; GUHL/MERZ/KUMMER, OR S. 420; TUOR/SCHNYDER, ZGB 9. Aufl. S. 652 ff.).\n\n3. Im vorliegenden Fall geht es um die Lieferung von Armierungseisen, welche die Klägerin teils fertig auf Lager hatte, teils zuerst nach den Plänen des Ingenieurs zuschneiden und biegen oder bloss biegen musste.\n\na) Die Beklagten halten diese Unterscheidungen für belanglos. Sie bestreiten eine Werklieferung sowohl für unbearbeitete wie für bearbeitete Armierungseisen, weil selbst bei letzteren die charakteristische Verpflichtung des Kaufvertrages, eine Sache zu Eigentum zu übertragen, die Pflicht zur Arbeitsleistung überwiege. Die Tauglichkeit der Ware könne zudem schon vor der Verarbeitung geprüft werden, weshalb der Lieferant vor dem Einbau der Eisen Zahlung verlangen könne. Auch liessen sich ein- oder mehrmals bearbeitete Armierungsstäbe ohne Schwierigkeit anderweitig verwenden. Die Beklagten stützen ihre Auffassung unter anderem durch je ein Urteil des Obergerichtes des Kantons Basel-Land (BJM 1967 S. 280) und des Bezirksgerichtes Arlesheim (SJZ 67/1971 S. 59).\n\nDie Klägerin ist dagegen der Meinung, die Voraussetzungen zur Eintragung eines Bauhandwerkerpfandrechtes für ihre Lieferungen seien erfüllt. Sie beruft sich insbesondere auf ein Urteil des Obergerichtes des Kantons Thurgau vom 26. November 1968, wo es ebenfalls um die Eintragung eines BGE 103 II 33 S. 37solchen Pfandrechtes für gelieferte Armierungseisen ging. Die Klägerin gibt zu, dass Stahldrahtnetze und sogenannte Lagerlängen als unbearbeitete Waren anzusehen sind. Sie hält den Beklagten jedoch entgegen, diese Eisen seien nicht für sich allein, sondern als Teile der Gesamtlieferung zu betrachten, weshalb ihr Anspruch auf Pfandbestellung sich auch auf sie beziehe. Die Klägerin macht ferner geltend, dass die gemäss den Eisenlisten des Ingenieurs bereit zu stellenden Armierungseisen durch das Zuschneiden oder Biegen individualisiert würden und deshalb nicht ohne weiteres für andere Bauten verwendet werden könnten.\n\nb) Sachlich umstritten ist angesichts der von der Klägerin für Drahtnetze und Lagerware gemachten Zugeständnisse nur noch, ob die von ihr bearbeiteten Armierungseisen als unvertretbare Sachen zu werten sind. Die Beklagten hielten auch nach der Vorbereitungs- und Beweisverhandlung an ihrem Antrag fest, dass zur Klärung dieser Frage eine Expertise einzuholen sei. Ihr Antrag lässt sich freilich nicht aus Art. 67 OG, sondern einzig aus Art. 57 ff. BZP begründen. Ein Gutachten erübrigt sich indes nach der Auffassung des Gerichtes, da schon das Parteiverhör die für die Beurteilung der Streitfrage nötigen Aufschlüsse ergeben hat. Die Erklärungen des Direktors und Verwaltungsrates der Klägerin, Max Scherrer, wirkten entgegen der Behauptung der Beklagten nicht unglaubwürdig, sondern einleuchtend und überzeugend. Sie wurden zudem von Hans Heinrich Rinderknecht, der als Verwaltungsrat der Beklagten und Ingenieur sprach, folglich als sachkundig anzusehen ist, in wesentlichen Punkten entweder ausdrücklich bestätigt oder widerspruchslos hingenommen.\n\naa) Muss der Eisenhändler für einen Bau besondere Armierungseisen anfertigen, so benützt er dazu nach Scherrer Stäbe mit Walzlängen von 24 m, die in vier Stahlarten und mit 13 bis 14 verschiedenen Durchmessern zwischen 6 und 40 mm vorkommen. Die Eisenlisten geben die gewünschten Längen selbst bei kleinen Unterschieden in cm an und schreiben teilweise auch die Stahlart vor; der Verwendungszweck dagegen geht aus den Listen nicht hervor. Genaues Zuschneiden ist wichtig für die statischen Werte, die insbesondere beeinflusst werden können, wenn zu kurz geschnitten wird. Diese Besonderheiten schliessen, wie Scherrer sagte, eine Lagerhaltung an BGE 103 II 33 S. 38zugeschnittenen Eisen in allen gewünschten Längen, Stärken und Sorten aus. Die Wiederverwendung zurückgenommener Eisen ist an sich zum Teil möglich, beispielsweise zum sogenannten \"Stossen\", wo die Eisen zur Verlängerung so verlegt werden, dass ihre Enden einander überragen. Sie kommt praktisch aber kaum vor, weil sie nicht im Belieben des Eisenhändlers steht und das Aussuchen von einigermassen passenden Eisen eine aufwendige Arbeit ist.\n\nRinderknecht führte dazu ergänzend aus, dass zugeschnittene Eisen technisch ohne Nachteil zum Stossen verwendet werden können, aber einen gewissen Mehraufwand ergeben, den man vermeiden wolle, weil der Bauherr das Eisen nach kg bezahle. Darüber habe der Ingenieur zu entscheiden, der auch die vorhandenen Eisenstäbe anpassen müsse. Diese könnten ferner als Verteileisen in der Tragarmierung verwendet werden.\n\nbb) Die Anfertigung von Armierungseisen durch Verbiegen von Stäben richtet sich laut Aussage Scherrers ebenfalls nach den bestellten Positionen. Die Stäbe werden gemäss den Plänen mit Maschinenkraft kalt gebogen. Bei kleinen Durchmessern können mehrere Stäbe, die dafür genau aufeinander liegen müssen, gleichzeitig bearbeitet werden. Das Biegen ist eine qualifizierte Arbeit, die etwa ein Jahr Ausbildung erfordert. Das Zurückbiegen von Eisen fällt wegen des Mehraufwandes schon wirtschaftlich ausser Betracht. Dazu kommt, dass bereits die erste Kaltverbiegung die Struktur des Eisens verändert und gewisse Materialschäden zur Folge hat, die sich aber noch in zulässigen Grenzen gemäss SIA-Normen halten. Bei der zweiten Bearbeitung ist dies nicht mehr der Fall; anstelle einer gleichmässigen Biegung entsteht zudem ein Knick.\n\nRinderknecht bestätigte diese Aussage und fügte bei, dass zurückgebogene Eisen mit Zustimmung des Ingenieurs höchstens für sekundäre Zwecke verwendet werden können; es bleibe aber die Möglichkeit, das gebogene Teilstück einfach abzuschneiden.\n\ncc) Gemäss einer weiteren Aussage Scherrers kann der Polier die Qualität der Ware nicht nachprüfen; anhand der Bestellung könnte er dagegen die Lieferung als solche kontrollieren. In der Praxis wird auf eine Kontrolle jedoch schon wegen der Zeit, die dafür nötig wäre, verzichtet. Wenn der BGE 103 II 33 S. 39Eisenhändler an der Zahlungsfähigkeit eines Kunden zweifelt, verlangt er gelegentlich, dass die Ware schon vor Ausführung der Bestellung bezahlt wird.\n\nRinderknecht räumte ebenfalls ein, dass die Materialqualität vom Besteller nicht geprüft werden kann, einlässliche Kontrollen zuviel Zeit erfordern und deshalb nicht üblich sind, zumal die Bearbeitung gemäss den Eisenlisten im allgemeinen stimme; möglich sei eine Kontrolle der Positionen nach Nummern und Bündeln. Er fügte bei, dass auch Zahlung Zug um Zug nicht üblich ist.\n\ndd) Nach Scherrer wird Armierungsstahl gelegentlich zu Zwecken verwendet, die nicht seiner Bezeichnung entsprechen, beispielsweise zur Herstellung der Sprossen von Schachtleitern. Es geht dabei aber um unbedeutende Mengen, die zudem aus Kostengründen nicht beim Eisen-, sondern beim Schrotthändler gekauft werden. Scherrer erklärte ferner, dass Betondecken von 30 cm Dicke häufig vorkommen, für die Tragarmierung aber nicht dieses Mass, sondern die Länge und Breite der Decke entscheidend sind. Daraus ergibt sich ebenfalls, dass für eine bestimmte Decke geschnittene Eisen nicht beliebig anderswo verwendet werden können, was Rinderknecht denn auch bestätigte.\n\nIn einem andern Zusammenhang erläuterte Rinderknecht dies damit, dass dort, wo Beton auf Zug beansprucht wird, wie z.B. in einer Decke, von Auflage zu Auflage Armierungseisen eingelegt werden müssen.\n\nc) Nach diesen Parteierklärungen, die in den entscheidenden Belangen übereinstimmen oder sich ergänzen, lassen die von der Klägerin bearbeiteten Armierungseisen sich entgegen den Einwänden der Beklagten nicht als schlichte Materiallieferung ausgeben, sondern sind als Werklieferung zu werten.\n\n4. Gemäss der hiervor angeführten Rechtsprechung und Lehre wäre somit der Anspruch der Klägerin, ein Pfandrecht zulasten des überbauten Grundstückes zu bestellen, für die Lieferung der bearbeiteten Armierungseisen zu bejahen, für die Lieferung der unbearbeiteten (Stahldrahtnetze und Lagerlängen) dagegen zu verneinen.\n\nDas muss jedenfalls gelten, soweit es um getrennte und einheitliche Lieferungen der einen oder anderen Kategorie ging. Die ausschliesslich aus Stahldrahtnetzen bestehende Lieferung vom 31. Oktober 1974 im Rechnungsbetrage von BGE 103 II 33 S. 40Fr. 6'010.20 scheidet daher aus, während die Lieferung nur bearbeiteter Eisen vom 18. September 1974 im Betrage von Fr. 920.50 als anspruchsbegründend anzuerkennen ist.\n\nDie Lieferung vom 30. September 1974 im Betrage von Fr. 21'600.55 bestand teils aus bearbeiteten, teils aus unbearbeiteten Eisen. Nach GAUTSCHI (N. 15 der Vorbemerkungen zu Art. 363 bis 379 OR) sind solche Lieferungen im ganzen Umfang als Werklieferungen und damit als anspruchsbegründend zu betrachten, wenn nichts anderes vereinbart worden oder die Ausscheidung unterblieben ist. Das ist zutreffend und schon im Hinblick auf den normalen Lauf der Dinge geboten, weil eine Aussonderung bei der Ablieferung, wenn nicht unmöglich, so doch häufig unzumutbar wäre. Die Pfandbestellung für eine in sich gemischte Lieferung ist hier um so mehr gerechtfertigt, als nach der durchaus glaubwürdigen Aussage Scherrers die Gewinnmarge der Klägerin in der Bearbeitung des Eisens liegt und ihr ganzer Preisaufbau darauf ausgerichtet ist.\n\nDas Klagebegehren 1 ist somit teilweise begründet. Es ist dahin gutzuheissen, dass das provisorische Bauhandwerkerpfandrecht für den Betrag von Fr. 22'521.05 als definitiv zu erklären ist. Die Zins- und Kostenforderungen der Klägerin sind dagegen nicht einzubeziehen, zumal sie schon vom provisorischen Pfandrecht nicht erfasst worden sind; der klare Gesetzestext steht einer solchen Ausdehnung des Pfandrechtes entgegen (vgl. LEEMANN, N. 43 zu Art. 837 ZGB).\n\n5. Die Forderung als solche gemäss Klagebegehren 2 wird von der beklagten Beton-Bau AG vollumfänglich und vorbehaltlos anerkannt, so dass darüber nicht mehr zu befinden ist.\n\nDemnach erkennt das Bundesgericht: I.\n\nEs wird festgestellt, dass der Rechtsstreit bezüglich des Klagebegehrens 2 zufolge Anerkennung der damit von der Klägerin geltend gemachten Forderung durch die beklagte Beton-Bau AG erledigt ist. II.\n\n1. Das Klagebegehren 1 wird teilweise dahin gutgeheissen, dass das zulasten der Baurechtsparzelle 5415, Sektion 2, BGE 103 II 33 S. 41mit den Gebäuden Belchenstrasse 2-4 in Basel, eingetragene provisorische Bauhandwerkerpfandrecht der Klägerin für den Betrag von Fr. 22'521.05 definitiv erklärt wird.\n\n2. Soweit das Klagebegehren 1 auf mehr und anderes gerichtet ist, wird es abgewiesen."}