{"annee": "103", "cour": "IV", "page": "256", "date": "7/11/1977", "cite": ["96 IV 131", "97 IV 169", "92 IV 29", "86 IV 44", "93 IV 63", "99 IV 18", "97 IV 242", "101 IV 72"], "cite_par": ["118 IV 277", "116 IV 230"], "chapeau": "71. Urteil des Kassationshofes vom 7. November 1977 i.S. Zimmermann gegen Generalprokurator des Kantons Bern", "regestes": ["Art. 35 al. 2 et 3 LCR. Dépassement. Conditions auxquelles il est possible, d'une manière générale, d'entreprendre un dépassement (consid. 3a). Le fait de rouler lentement au milieu de la voie droite de la chaussée, sans autres indications, ne constitue pas la manifestation concrète de l'intention du conducteur du véhicule qui va être dépassé d'obliquer à gauche (consid. 3c)."], "faits": "BGE 103 IV 256 S. 256\n\nA.- Am 3. September 1975, um 13.55 Uhr, fuhr Robert Gefter in Biel am Steuer seines Personenwagens vom Unteren Quai Süd nach links in die Karl-Neuhausstrasse über die Schüssbrücke. Gleichzeitig näherte sich von der Bahnhofstrasse her mit 40-50 km/Std. auf der Karl-Neuhausstrasse Frank Zimmermann mit seinem Wagen der genannten Brücke. Kaum hatte Gefter das Einbiegmanöver mit einer Geschwindigkeit von 10-15 km/Std. beendet, setzte Zimmermann zum Überholen an. Als er im Begriffe war, dieses Manöver auszuführen, streifte er seitlich den Wagen Gefters, der beabsichtigte, nach der Brücke nach links in den Unteren Quai Nord abzubiegen, und zu diesem Zwecke nach links hielt.\n\nB.- Der Gerichtspräsident II von Biel verfällte Zimmermann am 10. März 1977 wegen Widerhandlung gegen Art. 35 Abs. 5 SVG in eine Busse von Fr. 80.--.\n\nDas Obergericht des Kantons Bern sprach Zimmermann am 5. Juli 1977 von der Anschuldigung einer Übertretung des BGE 103 IV 256 S. 257Art. 35 Abs. 5 SVG frei, legte ihm dagegen einen Verstoss gegen Art. 35 Abs. 1 SVG zur Last und büsste ihn deshalb mit Fr. 80.--.\n\nC.- Zimmermann führt Nichtigkeitsbeschwerde mit dem Antrag, er sei von Schuld und Strafe freizusprechen.\n\nDer Generalprokurator-Stellvertreter des Kantons Bern erklärt in seiner Vernehmlassung, er widersetze sich dem Antrag des Beschwerdeführers nicht.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beschwerde ist insoweit unzulässig, als vom Bundesgericht verlangt wird, dass es selber den Beschwerdeführer freispreche. Gemäss Art. 277ter Abs. 1 BStP kommt im Fall der Gutheissung der Nichtigkeitsbeschwerde nur eine Rückweisung der Sache an die Vorinstanz in Betracht. Das Begehren ist deshalb in diesem Sinne entgegenzunehmen.\n\n2. Nicht zu hören ist der Beschwerdeführer mit der Rüge der Aktenwidrigkeit. Einwände solcher Art können mit der Nichtigkeitsbeschwerde nicht erhoben werden (BGE 97 IV 179, BGE 86 IV 49 mit Verweisungen).\n\n3. Das Obergericht wirft dem Beschwerdeführer vor, er habe beim Überholen nicht die nach Art. 35 Abs. 3 SVG gebotene Rücksicht auf den zu Überholenden walten lassen. Zwar sei Gefter nach dem Einbiegen in die Karl-Neuhausstrasse in der rechten Fahrbahnhälfte nicht nach links eingeschwenkt, aber auch nicht besonders rechts gefahren. Auch habe er den linken Blinker noch nicht gestellt oder dieser sei für den Beschwerdeführer nicht erkennbar gewesen. Dennoch habe der Beschwerdeführer den Verhältnissen nicht genügend Rechnung getragen. Er habe sich auf einer verhältnismässig stark befahrenen Innerortsstrasse und im Bereich einer Strassenkreuzung befunden, wo nach allgemeiner Erfahrung mit Linksabbiegern zu rechnen sei. Die ausgesprochen langsame Fahrweise Gefters habe zudem darauf schliessen lassen, dass er noch unentschlossen und nicht in der Lage gewesen sei, die Richtung seiner Weiterfahrt eindeutig anzuzeigen. Bei dieser unklaren Verkehrslage sei der Beschwerdeführer verpflichtet gewesen, mit dem Überholen zuzuwarten, bis es möglich gewesen wäre, eine allfällige Richtungsänderung des Vorausfahrenden festzustellen. Dass der Beschwerdeführer dies nicht BGE 103 IV 256 S. 258getan habe, sei ihm als Verstoss gegen die Sorgfaltspflichten anzurechnen.\n\na) Das in Art. 35 Abs. 3 SVG enthaltene Gebot der Rücksichtnahme auf den zu überholenden Strassenbenützer erschöpft sich zur Hauptsache in der Pflicht, beim Überholen gegenüber dem zu Überholenden einen angemessenen seitlichen Abstand zu wahren und nicht zu kurz vor ihm wieder nach rechts einzubiegen (BGE 93 IV 65). Im vorliegenden Fall steht jedoch die Frage im Vordergrund, ob der Beschwerdeführer im Augenblick, als er sich zum Überholen entschloss, das Manöver einleiten durfte. Diese Frage entscheidet sich nicht nach Absatz 3, sondern nach Absatz 2 des Art. 35 SVG. Danach muss der Überholende die Gewissheit haben, dass der zum Überholen notwendige Raum bis zum Abschluss des Manövers freibleiben wird. Wo kein Gegenverkehr herrscht oder bei Gegenverkehr ein gleichzeitiges Überholen und Kreuzen gefahrlos möglich ist und weder Markierungen noch Signale einem Überholen entgegenstehen (BGE 101 IV 74), ist das Erfordernis des freien Raumes grundsätzlich solange gegeben, als nicht der Vorausfahrende seine Absicht anzeigt, seinerseits nach links auszuschwenken, um selber zu überholen oder zum Linksabbiegen gegen die Strassenmitte hin einzuspuren. Denn nach der durch Art. 39 Abs. 1 SVG und Art. 28 Abs. 2 VRV geschaffenen Ordnung dürfen andere Verkehrsteilnehmer ohne gegenteilige Anhaltspunkte darauf vertrauen, dass der Fahrzeugführer, der kein Zeichen gibt, seine Fahrrichtung nicht ändert oder dass er, wenn er ein Zeichen gibt, die angekündigte Richtungsänderung tatsächlich vornehmen wird (BGE 92 IV 30).\n\nb) Die Vorinstanz hat angenommen, Gefter habe im Augenblick, als sich der Beschwerdeführer zum Überholen entschloss, den Blinker noch nicht gestellt gehabt oder dieser sei für den Beschwerdeführer wegen der Schrägstellung des von links eingebogenen Fahrzeuges noch nicht erkennbar gewesen. Wäre indessen davon auszugehen, der linke Blinker habe vom Beschwerdeführer im kritischen Zeitpunkt noch gar nicht gesehen werden können, dann hätte die Gewissheit gefehlt, dass die Überholstrecke bis zum Abschluss des Manövers freibleiben werde. Es ist deshalb der für den Beschwerdeführer günstigere der beiden möglichen Sachverhalte zugrundezulegen, wonach der linke Blinker im kritischen Zeitpunkt BGE 103 IV 256 S. 259überhaupt noch nicht gestellt war. Der Beschwerdeführer durfte somit zum Überholen ansetzen, sofern nicht konkrete Anzeichen dafür bestanden, dass Gefter nach links einspuren könnte.\n\nc) Die Vorinstanz hat das Vorliegen solcher Anzeichen zu Unrecht bejaht. Der Umstand, dass sich der Beschwerdeführer auf einer verhältnismässig stark befahrenen Innerortsstrecke bewegte, ist belanglos, weil nicht festgestellt ist, dass im Zeitpunkt des Überholmanövers irgendwelcher Gegenverkehr herrschte, dessentwegen der Beschwerdeführer von einem Überholen hätte absehen müssen. Auch wegen des Umstandes, dass jenseits der Brücke eine Strasse nach links abzweigte, musste der Beschwerdeführer keineswegs mit der nahen Möglichkeit rechnen, dass der vorausfahrende Personenwagen ohne rechtzeitige Zeichengabe oder gleichzeitig mit der Betätigung des Blinkers nach links halten werde. Auf Strassenverzweigungen darf übrigens nach Art. 35 Abs. 4 SVG überholt werden, sofern sie übersichtlich sind und das Vortrittsrecht anderer nicht beeinträchtigt wird. Dafür, dass die Sicht auf die fragliche Verzweigung verdeckt gewesen wäre, enthält das angefochtene Urteil keinerlei Hinweis, und eine Beeinträchtigung des Vortritts anderer fiel mangels Gegenverkehr und ohne Zeichengabe des zu Überholenden ebenfalls ausser Betracht (vgl. BGE 99 IV 22 oben). Ebensowenig lagen zureichende Anhaltspunkte für ein bevorstehendes Fehlverhalten darin, dass Gefter langsam fuhr und weder besonders links noch besonders rechts hielt. Abgesehen davon, dass sich der Fahrzeugführer nicht auf jede nur denkbare Gefahr, die das Verhalten eines andern Strassenbenützers hervorrufen könnte, einzustellen hat (BGE 97 IV 244 E. 1), genügt auch nicht die blosse Möglichkeit einer verkehrswidrigen Fahrweise zur Annahme eines konkreten Anzeichens im Sinne von Art. 26 Abs. 2 SVG. Vielmehr muss es sich um zuverlässige Anhaltspunkte (signes certains: BGE 96 IV 132), um besondere Umstände (BGE 99 IV 21 /22) handeln. Die von der Vorinstanz angeführten Umstände waren nicht solcher Art. Die langsame Fahrweise war schon dadurch bedingt, dass Gefter von links in die Karl-Neuhausstrasse einbog und dabei zur allfälligen Gewährung des Rechtsvortritts die Geschwindigkeit herabzusetzen hatte. Die Tatsache, dass er nach dem Einbiegen nicht ganz rechts hielt, hätte für den nachfolgenden BGE 103 IV 256 S. 260Beschwerdeführer dann Anlass zu besonderer Zurückhaltung sein müssen, wenn Gefter in so weitem Abstand zum rechten Strassenrand gefahren wäre, dass die Möglichkeit eines Linksabbiegens nahegelegen hätte.\n\nSo verhielt es sich aber nicht, ist doch Gefter nach den Feststellungen der Vorinstanz, so wie sie zu verstehen sind, ungefähr in der Mitte der rechten Fahrbahnhälfte gefahren. Durch diese Fahrweise war die Gefahr eines Linksabbiegens nicht schon so unmittelbar in die Nähe gerückt, dass der Beschwerdeführer mit ihr hätte rechnen müssen (BGE 97 IV 244).\n\nDer Beschwerdeführer hat daher weder Absatz 3 noch Absatz 2 des Art. 35 SVG verletzt.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen, soweit auf sie einzutreten ist. Das Urteil der II. Strafkammer des Obergerichts des Kantons Bern vom 5. Juli 1977 wird aufgehoben und die Sache zur Freisprechung des Beschwerdeführers an die Vorinstanz zurückgewiesen."}