{"annee": "103", "cour": "IB", "page": "91", "date": "9/3/1977", "cite": ["99 IB 87", "98 IB 433", "91 I 155", "100 IB 190", "95 I 602", "98 IB 375", "102 IB 173", "101 IB 259"], "cite_par": ["114 IB 321", "134 II 49", "115 IB 13", "109 IB 268", "106 IB 241", "124 II 511", "116 IB 241"], "chapeau": "18. Auszug aus dem Urteil vom 9. März 1977 i.S. Nordostschweiz. Kraftwerke AG (NOK) und Schweiz. Bundesbahnen gegen Müller und Eidg. Schätzungskommission 10. Kreis", "regestes": ["Art. 12 et art. 13 LEx; extension de l'expropriation. Sous réserve d'une demande d'extension, la nature, l'étendue et le contenu des droits à exproprier sont déterminés par l'autorité qui confère le droit d'exproprier (confirmation de la jurisprudence). Conséquences de ce principe in casu (consid. 2). Notion de l'expropriation partielle au sens de l'art. 13 al. 1 LEx. Cette disposition confère à l'expropriant le droit de demander l'extension de l'expropriation dans l'espace; elle ne lui donne en revanche pas le droit de requérir une telle extension dans le temps ou du point de vue juridique (consid. 3)."], "faits": "BGE 103 Ib 91 S. 92\n\nFür den Bau der Gemeinschafts-Hochspannungsleitung Aathal-Volketswil der Nordostschweiz. Kraftwerke AG (NOK) und der SBB wurde unter anderem auch die in der Industriezone Volketswil gelegene Parzelle Nr. 1398 von Frau Rosa Müller beansprucht. Das Grundstück, das sich unmittelbar neben dem Unterwerk Volketswil befindet, sollte auf der Länge von 84 m mit der Freileitung überspannt werden; ausserdem war vorgesehen, an der südwestlichen Grenze gegen das Unterwerk hin zwei Beton-Doppelmasten zu erstellen und die Kabelschlaufen einzulegen. Für die Errichtung und den Betrieb der Leitung und der dazugehörenden Anlagen auf dem Grundstück erteilte das Eidg. Verkehrs- und Energiewirtschaftsdepartement den Enteignern deren Anträgen entsprechend auf 50 Jahre beschränkte, einfache Durchleitungsrechte. Sowohl die Enteignete wie auch die Enteigner stellten ein Begehren um Ausdehnung der Enteignung; die Enteignete ersuchte um Totalenteignung, eventuell um Errichtung einer Bauverbots-Servitut. Für den Fall, dass den Ausdehnungsbegehren nicht stattgegeben oder nachträglich auf sie verzichtet werde, setzten die Parteien vergleichsweise die Entschädigung für Durchleitung, Maststandorte und Kabelschlaufen auf Fr. 1'000.-- fest.\n\nMit Entscheid vom 17. November 1975 hiess die Eidg. Schätzungskommission, Kreis 10, beide Begehren der Parteien um Ausdehnung der Enteignung gut. Sie erklärte zunächst, BGE 103 Ib 91 S. 93das fragliche Grundstück werde durch das Leitungstrasse derart durchschnitten, dass eine bestimmungsgemässe Verwendung, nämlich die Überbauung mit Industriegebäuden, unverhältnismässig erschwert sei und dem Begehren der Enteigneten um Totalenteignung deshalb stattzugeben sei. Durch die Gutheissung des Hauptantrages werde das Eventualbegehren um Bestellung einer Bauverbotsdienstbarkeit hinfällig, auf welches übrigens schon aus formellen Gründen nicht hätte eingetreten werden können. Aber auch das Ausdehnungsbegehren der Enteigner hielt die Schätzungskommission für begründet, obwohl die Enteignete bestritten hatte, dass diesen bei Einräumung beschränkt-dinglicher Rechte auf Grund von Art. 13 EntG die Möglichkeit zustehe, die Ausdehnung der Enteignung zu verlangen. Die Kommission schloss vor allem aus den Gesetzesmaterialien, dass das Ausdehnungsrecht des Enteigners ein Korrelat zu jenem des Enteigneten bilden solle und daher nicht nur im Falle einer flächenmässigen Teilenteignung bestehe, sondern auch dann, wenn das betroffene Grundstück durch Belastung mit beschränkten dinglichen Rechten \"teilweise\" enteignet werde. Demgemäss wurde der Enteigneten im Sinne von Art. 71 EntG entweder eine Entschädigung von Fr. 120.--/m2 für die Totalenteignung oder eine solche von Fr. 90.--/m2 für die Wertverminderung der Parzelle, d.h. für die Einräumung eines Bau- und Benützungsverbotes zugunsten der Enteigner zugesprochen. Dadurch war nach Ansicht der Schätzungskommission der Vergleich der Parteien, wonach die Vergütung für die einfachen Durchleitungsrechte Fr. 1'000.-- betragen sollte, hinfällig geworden.\n\nBeide Parteien haben den Entscheid der Schätzungskommission mit Verwaltungsgerichtsbeschwerde angefochten. Die Enteignete rügt ausschliesslich, dass den Enteignern das Recht, die Ausdehnung der Enteignung zu verlangen, zuerkannt worden sei, während die Enteigner einzig Schätzungsfragen aufwerfen.\n\nDas Bundesgericht stellt in einem Teilentscheid fest, dass das Recht, die Ausdehnung der Enteignung zu verlangen, lediglich der Enteigneten Rosa Müller zusteht und dass im übrigen bei einem Verzicht auf Ausdehnung für die einfachen Durchleitungsrechte gemäss dem Vergleich der Parteien Fr. 1'000.-- zu bezahlen sind.BGE 103 Ib 91 S. 94", "considerants": "Aus den Erwägungen:\n\n2. a) Nach ständiger Rechtsprechung des Bundesgerichtes werden Natur, Umfang und Inhalt der zu enteignenden Rechte - unter Vorbehalt von Ausdehnungsbegehren - nicht von der Schätzungskommission, sondern von der Behörde bestimmt, die die Enteignungsermächtigung erteilt (BGE 91 I 157 E. 2; BGE 100 Ib 193 E. 1, BGE 99 Ib 89 ff., BGE 95 I 602; vgl. Art. 3 EntG, Art. 50 ElG).\n\nDie NOK und die SBB haben die Ermächtigungsbehörde für den Bau und Betrieb ihrer Gemeinschaftsleitung auf dem Gebiet der Gemeinden Uster und Volketswil lediglich um Erteilung von einfachen Durchleitungsrechten sowie von Baurechten zur Erstellung von Masten und der weiteren, zur Leitung gehörenden Anlagen ersucht. Damit ist anders als in ähnlichen Fällen (vgl. beispielsweise BGE 100 Ib 193) auf die sofortige Bestellung von Bauverbots-Servituten verzichtet worden, obwohl sich eine solche Belastung der in Anspruch genommenen Parzellen, insbesondere jener mit Baulandcharakter, wohl gerechtfertigt hätte (vgl. BGE 98 Ib 437 E. 3b). Das zur Erteilung des Enteignungsrechtes zuständige Eidgenössische Verkehrs- und Energiewirtschaftsdepartement hat sich seinerseits in seinem Entscheid vom 13. Oktober 1972 damit begnügt, die Enteigner ihren Anträgen gemäss zum Erwerb der verlangten Durchleitungsrechte zu ermächtigen, deren Dauer nach ständiger, für elektrische Leitungen geltenden Praxis (vgl. BGE 99 Ib 89; Art. 6 EntG und Art. 47 ElG) auf fünfzig Jahre beschränkt worden ist; zur Beurteilung der Ausdehnungsbegehren ist die Sache an die Schätzungskommission zurückgewiesen worden. Der an sich mit Verwaltungsgerichtsbeschwerde anfechtbare Departementsentscheid wurde nicht weitergezogen. Das Bundesgericht ist deshalb an ihn gebunden. Dementsprechend sind die Enteigner grundsätzlich - unter Vorbehalt einer allfälligen Ausdehnung der Enteignung - nur berechtigt, auf den vom Leitungsbau betroffenen Grundstücken einfache Durchleitungsrechte zu ihren Gunsten errichten zu lassen.\n\nb) Gemäss dem Vergleich, den die Parteien am 14. August 1975 vor der Schätzungskommission geschlossen haben, soll die Entschädigung für die auf Parzelle Nr. 1398 zu bestellenden Rechte für Durchleitung, Maststandorte und Kabelschlaufen BGE 103 Ib 91 S. 95insgesamt Fr. 1'000.-- betragen. Diese Vereinbarung, deren Gültigkeit von keiner Seite in Frage gestellt wird (vgl. Art. 12 lit. c der Verordnung des Bundesgerichts für die Schätzungskommissionen vom 24. April 1972), bindet das Bundesgericht.\n\nc) Art. 36 lit. b EntG (in Verbindung mit Art. 35 EntG) verpflichtet den von der Enteignung betroffenen Grundeigentümer, ein allfälliges Begehren um Ausdehnung der Enteignung schriftlich und begründet innerhalb der in Art. 30 Abs. 1 und 3 EntG festgelegten Frist anzumelden. Dieser Vorschrift ist die Enteignete nachgekommen, indem sie rechtzeitig und ausdrücklich verlangte, dass die Enteigner gezwungen würden, die Parzelle Nr. 1398 zu Eigentum zu erwerben. Die Schätzungskommission hat anerkannt, dass die Voraussetzungen zur Ausdehnung der Enteignung im Sinne von Art. 12 Abs. 2 EntG gegeben sind, und, was von den Enteignern nicht angefochten worden ist, das Begehren der Enteigneten um Totalenteignung gutgeheissen.\n\nZu Recht hat die Kommission sodann erklärt, dass durch die Gutheissung des Hauptantrages der Enteigneten ihr Eventualbegehren auf Bestellung einer Bauverbots-Servitut gegenstandslos geworden sei. Nicht zutreffend ist dagegen die zusätzliche Bemerkung, auf den Eventualantrag hätte angesichts der vom Bundesgericht aufgestellten strengen Anforderungen in formeller Hinsicht ohnehin nicht eingetreten werden können. Zwar wird in den von der Kommission zitierten Urteilen 91 I 159 und 95 I 604 tatsächlich eine klare und bestimmte Formulierung der Ausdehnungsbegehren verlangt. Doch genügte die Eingabe der Enteigneten dieser Anforderung durchaus: einerseits wurde ausdrücklich und begründet der Antrag gestellt, auf der fraglichen Parzelle gegen entsprechende Entschädigung wenigstens eine Bauverbots-Servitut zu errichten, andererseits ist dieser Eventualantrag an sich schon im weitergehenden Hauptbegehren um Totalenteignung enthalten.\n\nd) Mit dem Antrag auf Totalenteignung hat die Enteignete übrigens nicht nur ein Ausdehnungsbegehren im Sinne von Art. 12 Abs. 2 EntG, sondern auch ein solches nach Art. 6 Abs. 2 EntG gestellt, da offensichtlich die umstrittene Parzelle von den Enteignern nicht nur vorübergehend zu Eigentum übernommen werden soll. Obschon in Art. 36 lit. b EntG nur BGE 103 Ib 91 S. 96auf Art. 12 EntG hingewiesen wird, bezieht sich diese Bestimmung nicht nur auf die räumliche Ausdehnung (Übernahme der ganzen Grundstücksfläche statt eines Teils davon) oder die rechtliche Ausdehnung (Erwerb des Eigentums statt eines beschränkt-dinglichen Rechts), welche in Art. 12 EntG umschrieben werden, sondern sinngemäss auch auf die in Art. 6 Abs. 2 EntG vorgesehene zeitliche Ausdehnung (dauernde statt vorübergehende Enteignung) (vgl. BGE 101 Ib 262 E. 2b).\n\ne) Nachdem die Schätzungskommission das Ausdehnungsbegehren der Enteigneten auf Totalenteignung gutgeheissen hatte, fehlten die Voraussetzungen zur Gewährung eines Ausdehnungsrechtes zugunsten des Enteigners, das diesem nur dann zusteht, wenn bei Teilenteignung die Entschädigung für die Wertverminderung des Restes mehr als einen Drittel seines Wertes beträgt (Art. 13 Abs. 1 EntG): haben die Enteigner nämlich die ganze Parzelle zu Eigentum zu erwerben, liegt keine Teilenteignung vor, und werden ihnen bei einem Verzicht auf die Ausdehnung der Enteignung lediglich einfache Durchleitungsrechte eingeräumt, beträgt die Entschädigung gemäss der Vereinbarung der Parteien nur Fr. 1'000.--, so dass - ganz abgesehen von der Frage, ob in diesem zweiten Fall den Enteigneten überhaupt ein Ausdehnungsrecht zustehen würde (vgl. E. 2) - schon die geringe Höhe der Entschädigung einer Ausdehnung der Enteignung entgegensteht.\n\nf) Die Enteignete hat demnach die Wahl, entweder den Enteignern die ganze Parzelle gegen Bezahlung der vom Bundesgericht noch festzusetzenden Entschädigung zu überlassen, oder aber innert zwanzig Tagen nach der Festsetzung der Entschädigung auf die Ausdehnung der Enteignung zu verzichten und sich mit den vereinbarten Fr. 1'000.-- zu begnügen. Bei einem Verzicht auf die Ausdehnung bleibt ihr Recht, das Grundstück zu überbauen, grundsätzlich unangetastet, d.h. es wird nur virtuell eingeschränkt: will die Enteignete später auf dem Grundstück bauen, so kann sie die Verlegung der Leitung oder die Bestellung einer Bauverbots-Servitut auf dem Enteignungswege verlangen. Die Annahme der Schätzungskommission, Art. 110 der Verordnung vom 7. Juli 1933 über Starkstromanlagen verbiete eine Überbauung, ist nicht zutreffend. Diese Norm schafft nur Pflichten für den Unternehmer, beschränkt aber in keiner Weise die Rechte der BGE 103 Ib 91 S. 97Eigentümer der belasteten Grundstücke (BGE 98 Ib 437, BGE 99 Ib 91 E. 2 in fine).\n\ng) Es ergibt sich somit, dass die Beschwerde der Enteigneten gutzuheissen und der Entscheid der Schätzungskommission insoweit aufzuheben ist, als er einerseits den Enteignern das Recht auf Ausdehnung der Enteignung zuerkennt, andererseits diese berechtigt, gegen Bezahlung von drei Vierteln des Verkehrswertes der Parzelle Nr. 1398 zulasten dieses Grundstückes ein Bauverbot und eine Benützungsbeschränkung ins Grundbuch eintragen zu lassen. Ausserdem ist festzuhalten, dass die Entschädigung für die einfachen Durchleitungsrechte der Partei-Vereinbarung entsprechend Fr. 1'000.- beträgt.\n\n3. Die grundsätzliche Frage, was unter \"Teilenteignung\" (\"expropriation partielle\", \"espropriazione parziale\") im Sinne von Art. 13 EntG zu verstehen sei, ist durch diesen Entscheid nicht gegenstandslos geworden. Sie könnte nämlich dann wieder Bedeutung erlangen, wenn die Enteignete vor Bundesgericht, was an sich noch möglich wäre, ihr Ausdehnungsbegehren in dem Sinne teilweise zurückzöge, dass sie anstelle der Enteignung des ganzen Grundstückes - in maiore minus - nur die Errichtung einer Bauverbots-Dienstbarkeit verlangte. - Darüber hinaus ist die aufgeworfene Frage von solcher Tragweite, dass eine Stellungnahme des Bundesgerichtes hiezu als angezeigt erscheint.\n\nNach Auffassung der Schätzungskommission bezieht sich Art. 13 EntG nicht nur auf den Fall der räumlichen Teilenteignung, sondern ist der Enteigner auch dann berechtigt, die Totalenteignung zu verlangen, wenn Gegenstand der Enteignung die Belastung eines Grundstückes mit einem beschränkten dinglichen Recht (z.B. einem Bauverbot) ist und die dafür zu leistende Entschädigung mehr als einen Drittel des Gesamtwertes des ganzen Grundstücks ausmacht. Diese Meinung kann nicht geteilt werden.\n\na) Es wird schon sinngemäss durch Art. 22ter BV geboten und ausdrücklich noch im Enteignungsgesetz (Art. 1 Abs. 2) bestimmt, dass das Recht zur Enteignung nur so weit gehen kann, als es zur Erreichung des Zweckes notwendig ist. Soll dieser Grundsatz seinen Sinn behalten, so müssen die gesetzlich vorgesehenen Ausnahmen - eine solche stellt Art. 13 EntG dar - restriktiv und nicht über ihren Wortlaut hinausgehend BGE 103 Ib 91 S. 98ausgelegt werden (vgl. BOSSHARDT, Der Grundsatz der Verhältnismässigkeit im Enteignungsrecht, ZBl 65/1964 S. 393 ff.).\n\nb) Selbst wenn man annehmen will, dass das Ausdehnungsrecht des Enteigners ein Korrelat zum Ausdehnungsrecht des Enteigneten bilde, so heisst das nicht, dass die beiden Institute identisch ausgestaltet sein müssten. Tatsächlich hat das Gesetz unterschiedliche Regelungen getroffen:\n\nDer Enteignete kann in dreierlei Hinsicht die Ausdehnung der Enteignung verlangen. Nach Art. 6 Abs. 2 EntG steht ihm zunächst zu, den Enteigner statt nur zu vorübergehender zu dauernder Enteignung zu zwingen. Diese zeitliche Ausdehnung ist nicht nur in den Fällen möglich, die in Art. 6 Abs. 1 EntG selbst geregelt werden (vorübergehende Enteignung mit 5jähriger Maximaldauer), sondern auch dort, wo auf Grund eines Gesetzes, Bundesratsbeschlusses oder einer Abrede eine länger andauernde, aber doch befristete Enteignung zulässig ist (Art. 6 Abs. 1 zweiter Satzteil; HESS, Das Enteignungsrecht des Bundes, N. 8 f. zu Art. 6 Abs. 2 EntG). Sodann besteht nach Art. 12 Abs. 1 EntG ein Ausdehnungsrecht in räumlicher, und schliesslich nach Art. 12 Abs. 2 EntG ein solches in rechtlicher Hinsicht. Die Voraussetzungen dafür, dass die Enteignung ausgedehnt werden kann, sind streng. Für die zeitliche Ausdehnung verlangt das Gesetz, dass das vorübergehend enteignete Recht für den Enteigneten seinen Hauptwert verliere. Zur Ausdehnung in räumlicher Hinsicht ist erforderlich, dass durch die Teilenteignung die bestimmungsgemässe Verwendung des Restes verunmöglicht oder unverhältnismässig erschwert wird, und das gleiche gilt für die rechtliche Ausdehnung, wo die genannte Nutzungsbeeinträchtigung des ganzen belasteten Grundstücks vorausgesetzt wird.\n\nFür die Ausübung des Ausdehnungsrechtes durch den Enteigner sind demgegenüber in Art. 13 EntG andere Erfordernisse aufgestellt worden. Nach dem Gesetzestext kann die Enteignung des Ganzen nur dann verlangt werden, wenn bei Teilenteignung die Entschädigung für die Wertverminderung des Restes mehr als einen Drittel seines Wertes beträgt. Schon aus dem Wortlaut dieser Bestimmung ist ersichtlich, dass sie sich im Gegensatz zu Art. 12 EntG nur auf die flächenmässige Teilenteignung bezieht. Mit dem Ausdruck \"Rest\" (\"partie restante\", \"frazione residua\") kann kaum das bezeichnet BGE 103 Ib 91 S. 99werden, was dem Enteigneten bei einer vorübergehenden Enteignung oder bei dinglicher Belastung seines Grundstücks von diesem noch übrig bleibt. Wohl aber trifft der Ausdruck auf die Situation bei einer räumlichen Teilenteignung zu. Darüber hinaus besteht bei einer Auferlegung von Dienstbarkeiten auf dem Enteignungswege die in Art. 13 EntG vorausgesetzte Möglichkeit, zwischen dem Verkehrswert des enteigneten Rechtes (Art. 19 lit. a EntG) und dem Minderwert des Restteiles (Art. 19 lit. b und Art. 13 Abs. 1 EntG) zu unterscheiden, überhaupt nicht. Die Entschädigung, die der Enteigner für die ihm eingeräumten Dienstbarkeiten zu entrichten hat, wird nämlich, da die Dienstbarkeiten an sich keinen Verkehrswert haben, stets im Sinne von Art. 19 lit. b EntG nach der Differenz berechnet, die sich zwischen dem Verkehrswert des unbelasteten Grundstücks und jenem des belasteten Grundstücks ergibt (BGE 102 Ib 176 E. 2; HESS, a.a.O. N. 16 zu Art. 19 EntG).\n\nc) Nur wenn das Ausdehnungsrecht des Enteigners einzig in räumlicher Beziehung gewährt wird, kann dieses schliesslich auch in einem vernünftigen Rahmen gehalten werden, der durch den Sinn und Zweck des Institutes gedeckt wird. Dieser Zweck liegt nicht nur im eigenen, finanziellen Interesse des Enteigners, sondern ebensosehr im allgemeinen Interesse daran, dass eine Zerstückelung des Bodens verhindert werden kann. Erfahrungsgemäss tritt die in Art. 13 EntG für die Möglichkeit der Ausdehnung verlangte Wertverminderung von einem Drittel in der Regel nur dann ein, wenn die Grundstücks-Restteile relativ klein und für den Enteigneten schlecht verwertbar sind.\n\nDie weitergehende Auslegung von Art. 13 EntG, die die Schätzungskommission vertritt, würde dagegen zu unannehmbaren Ergebnissen führen. Man denke etwa an den Fall, dass ein gegenwärtig vom Eigentümer noch landwirtschaftlich genutztes Baugrundstück mit einem Bauverbot zum Schutze des Landschaftsbildes belegt würde. Hier würde die Entschädigung für die Bauverbots-Dienstbarkeit sicher einen Drittel des Wertes des ganzen Grundstückes übersteigen. Folgte man der Meinung der Schätzungskommission, so wäre in diesem Falle der Enteigner berechtigt, die Totalenteignung zu verlangen und den Eigentümer gegen seinen Willen von seinem Land zu weisen. Das gleiche, abwegige Resultat ergäbe sich BGE 103 Ib 91 S. 100beispielsweise auch dann, wenn ein Haus durch Immissionen um mehr als einen Drittel entwertet würde und demzufolge die Enteignung der Nachbarrechte auf eine Totalenteignung ausgedehnt werden könnte.\n\nd) Entgegen der Auffassung der Schätzungskommission sind die Gesetzesmaterialien für die Auslegung von Art. 13 EntG nicht massgebend, soweit das, was sich aus ihnen ergibt, im Gesetzestext keinen Ausdruck gefunden hat (BGE 98 Ib 380 E. 4a mit Hinweisen).\n\nDavon abgesehen geht aus den Materialien keineswegs die einheitliche Meinung hervor, dass dem Enteigner auch bei Einräumung von Dienstbarkeiten ein Ausdehnungsrecht zustehen müsse. Der von Redaktionskommissions-Mitglied Rambert gestellte Antrag auf eine diesbezügliche Präzisierung blieb ohne Erfolg. Auf diesen Antrag bemerkte zwar, wie die Schätzungskommission in ihrem Entscheid anführt, der Verfasser des Gesetzesentwurfes Jäger, er halte den von Rambert erwähnten Fall \"als in Art. 11 (heute Art. 13) inbegriffen\"; doch fiel diese Bemerkung nur nebenbei und ohne Begründung. Zudem hat sich Burckhardt ausdrücklich gegen eine solche Lösung ausgesprochen (vgl. Materialien zum Expropriationsgesetz, Protokoll der Sitzung der Redaktionskommission vom 19./20. November 1923).\n\ne) Aus diesen Überlegungen folgt, dass Art. 13 EntG den Enteigner nur im Falle einer Teilenteignung im räumlichen Sinne berechtigt, die Ausdehnung der Enteignung zu verlangen."}