{"annee": "103", "cour": "II", "page": "330", "date": "6/12/1977", "cite": ["96 II 172", "88 II 18", "77 II 243", "102 II 226", "98 II 288", "71 II 225"], "cite_par": ["129 V 300", "119 II 411", "119 V 165", "113 IA 76", "117 II 65", "114 II 175", "122 III 53", "122 III 262", "115 II 24"], "chapeau": "54. Arrêt de la Ire Cour civile du 6 décembre 1977 dans la cause A. contre hoirs X.", "regestes": ["Art. 97, art. 261, art. 271 CO. Responsabilité du preneur pour le dommage causé par une explosion survenue dans l'appartement loué, à la suite de l'ouverture des robinets d'une cuisinière à gaz aux fins de suicide (consid. 2). Art. 41 ss CO. Responsabilité des héritiers de l'auteur d'un acte illicite, lorsque le dommage consécutif à cet acte ne s'est produit qu'après le décès (consid. 3). Art. 54 al. 1 CO. Nature de la responsabilité fondée sur cette disposition. Fixation des dommages-intérêts compte tenu de la situation financière des parties, le responsable étant couvert par une assurance de la responsabilité civile et le lésé par une assurance immobilière, inadaptée à la valeur du bâtiment endommagé (consid. 4)."], "faits": "BGE 103 II 330 S. 331\n\nDame A. est propriétaire d'une maison d'habitation comportant trois appartements de cinq pièces, dont l'un, sis au rez-de-chaussée, était habité par X., sa femme et leurs enfants.\n\nLe soir du 27 juillet 1972, dame X., qui n'avait cessé de prendre des tranquillisants depuis 1967, a pris la décision de se suicider par l'inhalation de gaz de cuisson. Vers 0 h 05, la maison a été gravement endommagée à la suite d'une explosion provoquée par le gaz émanant de la cuisinière, dont tous les robinets étaient ouverts. Dame X est décédée avant l'explosion, d'une intoxication consécutive à l'inhalation du gaz.\n\nX. et ses enfants sont les héritiers uniques de dame X., dont ils ont accepté la succession.\n\nEn juillet 1972, X. était assuré contre les conséquences de sa responsabilité civile de particulier - soit également la responsabilité civile de son épouse - auprès de l'Union Suisse, Compagnie générale d'assurances, à Genève. La somme assurée par cette police s'élève à 500'000 fr.\n\nA la suite de l'explosion, le bâtiment devait primitivement être démoli puis reconstruit. La remise en état s'est toutefois révélée moins coûteuse et a dès lors été entreprise. A dire d'expert, elle a déjà coûté 279'710 fr. 40, et il fallait encore disposer pour la terminer de 110'000 fr. à 115'000 fr., plus 1'560 fr. pour travaux extérieurs et 3'021 fr. pour la fourniture et pose de doubles fenêtres.\n\nSelon le procès-verbal d'évaluation des dommages de l'Etablissement d'assurance contre l'incendie et autres dommages du canton de Vaud (ci-après: ECA), l'indemnité allouée à dame A. en cas de reconstruction s'élève à 280'300 fr. L'Union Suisse a refusé de participer au préjudice excédant ce montant.\n\nAprès des poursuites frappées d'opposition, dame A. a ouvert action en paiement par X. et ses enfants solidairement, subsidiairement par X. seul, de 282'820 fr. 15 avec intérêt à 5% dès le 28 juillet 1972.\n\nLes défendeurs ont conclu à libération.\n\nPar jugement du 29 juin 1977, la Cour civile du Tribunal cantonal vaudois a condamné solidairement les défendeurs à payer à la demanderesse 12'440 fr. avec intérêt à 5% dès le 28 juillet 1972 sur 2'000 fr. et dès le 1er janvier 1974 sur 10'440 fr.BGE 103 II 330 S. 332\n\nLa demanderesse recourt en réforme au Tribunal fédéral en concluant au paiement, par les défendeurs, de 131'431 fr. 40 avec intérêt à 5% dès le 28 juillet 1972 sur 120'991 fr. 40 et dès le 1er janvier 1974 sur 10'440 fr.\n\nLes défendeurs ont formé un recours joint où ils reprennent leurs conclusions libératoires.", "considerants": "Considérant en droit:\n\n1. Le Tribunal cantonal a rejeté le moyen tiré par la demanderesse de l'art. 333 CC. Il a nié que dame X. fût atteinte de maladie mentale au sens de cette disposition. Il considère d'autre part que X. ne répond pas d'un défaut de surveillance pour avoir laissé son épouse à son domicile sans précautions particulières; sa toxicomanie et l'état d'hébétude résultant de l'absorption de médicaments n'étaient en effet pas de nature, dans le cours normal des choses, à la conduire à des actes inconsidérés.\n\nLa demanderesse ne critique pas cette appréciation, renonçant ainsi implicitement en instance fédérale au moyen pris de l'art. 333 CC. L'appréciation du Tribunal cantonal ne pourrait d'ailleurs qu'être confirmée au regard des faits constatés par le jugement attaqué et de l'expertise médicale à laquelle il se réfère.\n\n2. Le Tribunal cantonal a nié que la responsabilité des défendeurs pût être fondée sur l'art. 271 CO. \"A défaut de toute indication relative au contrat de bail que les parties auraient conclu\", estime-t-il,\"on ne saurait imputer aux défendeurs, notamment à X., une quelconque faute en rapport avec les dommages causés à la demanderesse et à son bâtiment\".\n\na) La demanderesse critique avec raison cette argumentation. Le jugement attaqué relève que l'explosion s'est produite dans la cuisine de l'appartement \"loué par le défendeur\"; à propos du dommage issu de la perte de loyer, il adopte la constatation de l'expert selon laquelle le loyer du rez-de-chaussée s'élevait à 415 fr. par mois; il inclut ce montant, porté à 450 fr. pour le premier trimestre 1973 eu égard à l'augmentation du taux hypothécaire, dans le calcul des \"loyers que la demanderesse aurait obtenus de ces locaux durant l'année considérée\", soit la deuxième année consécutive BGE 103 II 330 S. 333au dommage. Le Tribunal cantonal se met donc en contradiction avec ses propres constatations dans la mesure ou il entend nier l'existence d'un contrat de bail entre les parties. On ne verrait d'ailleurs pas quel autre titre juridique qu'un bail expliquerait l'occupation du rez-de-chaussée de l'immeuble par la famille X. Peu importe que ce contrat n'ait pas été produit en justice, puisque la demanderesse affirme, sans être contredite sur ce point par les défendeurs, qu'il a été conclu oralement. L'existence d'un contrat de bail étant admise, le \"défaut de toute indication relative\" à ce contrat ne pouvait dispenser l'autorité cantonale d'examiner le moyen tiré de l'art. 271 CO.\n\nb) Le preneur est tenu d'user de la chose louée avec tout le soin nécessaire et de la restituer à la fin du bail dans l'état où il l'a reçue, sous réserve des changements et détériorations qui résultent de la jouissance de la chose dans les termes du contrat (art. 261 al. 1, 271 al. 1 et 2 CO). Il répond envers le bailleur du dommage causé à l'objet loué, à moins qu'il ne prouve qu'aucune faute ne lui est imputable (art. 97 CO), c'est-à-dire qu'il a usé de la chose avec tout le soin qu'on pouvait attendre de lui. Selon l'art. 101 CO, il est également responsable, comme du sien propre, du comportement de ses auxiliaires, tels que des personnes vivant en ménage commun avec lui (ATF 98 II 290 consid. 2, 91 II 294 consid. 2a). Il répond enfin du cas fortuit si lui ou l'une de ces personnes a fait de l'objet loué un usage contraire aux obligations découlant du bail (SCHMID, n. 26 ad art. 261 CO). La responsabilité du preneur pour le cas fortuit est expressément prévue par l'art. 257 CO, si l'usage est impossible par le fait du preneur. Il y a lieu de l'admettre également pour le dommage causé à l'objet loué par un usage contraire aux règles du bail, par analogie avec les art. 306 al. 3 CO sur le prêt et 474 al. 2 CO sur le dépôt.\n\nL'ouverture des robinets d'un appareil à gaz, par le preneur ou l'une des personnes dont il répond, aux fins de suicide dans un appartement, constitue manifestement un usage contraire au bail. Un tel comportement est en effet notoirement propre à mettre gravement en danger des vies humaines et des biens, soit directement par inhalation, soit indirectement par l'explosion du mélange du gaz avec l'air. En l'espèce, la responsabilité du défendeur X. est donc engagée selon les art. 261, 271 et 97 CO, BGE 103 II 330 S. 334quand bien même aucune faute ne pourrait être retenue à sa charge ni à celle de son épouse. Le jugement attaqué doit ainsi être réformé sur ce point.\n\n3. Examinant l'action de la demanderesse au regard des art. 41 ss, notamment 54 CO, le Tribunal cantonal a rejeté l'objection tirée par les défendeurs du fait que le dommage n'était pas encore réalisé à la mort de dame X. et par conséquent à l'ouverture de la succession, qui ne pouvait comprendre une dette envers la demanderesse à raison des conséquences d'une explosion postérieure au décès. Les défendeurs reprennent ce moyen à l'appui de leur recours joint.\n\nLe Tribunal cantonal considère avec raison que l'obligation de réparer un dommage est subordonnée à la réalisation de trois conditions, à savoir un acte humain illicite et imputable à faute à son auteur, un dommage et un rapport de causalité adéquate entre ces deux éléments. Peu importe qu'il y ait un décalage dans le temps entre l'acte illicite et le dommage, et que celui-ci se produise après le décès de l'auteur, pourvu que l'acte ait été commis de son vivant. Il est vrai qu'en l'espèce, l'acquisition de la succession est intervenue au moment du décès, soit alors que le dommage n'existait pas encore. Mais l'acte illicite avait déjà été commis, et il engageait la responsabilité de son auteur pour le préjudice qui pouvait en résulter. Cette responsabilité a passé aux héritiers, qui ont accepté la succession. Celle-ci comprend non seulement les dettes existant au moment du décès, mais aussi les obligations issues d'un acte illicite commis avant ce moment, même si elles dépendent de la survenance d'un événement postérieur au décès et ne naissent dès lors qu'après l'ouverture de la succession (TUOR/PICENONI, n. 3 ad art. 560 CC; ESCHER, n. 14 ad art. 560 CC; cf. aussi, pour le droit allemand, SOERGEL/SIEBERT, Kommentar zum BGB, 10e éd., n. 2 ad § 1967; STAUDINGER, Kommentar zum BGB, 11e éd., n. 4 ad § 1967). La référence du recours joint à l'arrêt ATF 88 II 26 s. consid. 7, concernant l'impossibilité pour le débiteur du failli de compenser sa dette avec une créance en dommages-intérêts née après l'ouverture de la faillite (art. 213 al. 2 LP), bien que le comportement incriminé du failli ait été antérieur à celle-ci, est sans pertinence ici. Les héritiers peuvent se soustraire à leur responsabilité en renonçant à la succession grevée. S'ils ne le font pas, ils répondent des obligations résultant des actes de BGE 103 II 330 S. 335leur auteur. L'objection des défendeurs est ainsi mal fondée, ce qui entraîne le rejet du recours joint.\n\n4. a) Le Tribunal cantonal déclare adopter la constatation de l'expertise médicale selon laquelle dame X. était vraisemblablement, le soir du sinistre, dans l'incapacité d'agir raisonnablement du fait de l'absorption de médicaments. Il écarte l'application de l'art. 54 al. 2 CO en considérant que dame X. avait développé une toxicomanie médicamenteuse depuis 1967 déjà et qu'on ne peut dès lors soutenir qu'elle se soit volontairement intoxiquée le soir du 27 juillet 1972 pour se suicider. La demanderesse ne critique pas le jugement cantonal sur ces points.\n\nb) Les premiers juges admettent que les conditions d'application des art. 41 ss CO seraient réunies s'agissant d'une personne capable de discernement, et ils examinent dès lors si les défendeurs doivent par équité être chargés de la réparation du dommage causé à la demanderesse, selon l'art. 54 al. 1 CO. Considérant que le bâtiment de la demanderesse était sous-assuré, ils estiment qu'il serait inéquitable de faire supporter cette négligence à l'assureur de la responsabilité civile des défendeurs, les prétentions de la demanderesse à la réparation du dommage non couvert par l'ECA du fait de cette sous-assurance - prétentions relatives aux frais de réparation et à la perte de loyer de la première année à compter du sinistre - devant dès lors être rejetées. La perte de rendement des locaux loués durant la deuxième année consécutive à l'accident, qui n'est pas couverte par l'ECA, doit en revanche être mise à la charge des défendeurs, compte tenu du fait qu'ils sont assurés contre les conséquences de la responsabilité civile. Il en va de même d'une indemnité au titre de la dépréciation consécutive aux défauts présentés par le bâtiment à la suite de l'explosion et qui ne peuvent être corrigés. Quant aux prétentions pour frais de déménagement et frais divers, elles sont rejetées faute de preuve du dommage.\n\naa) Aux termes de l'art. 54 al. 1 CO, le juge peut condamner une personne même incapable de discernement à la réparation totale ou partielle du dommage qu'elle a causé, si l'équité l'exige. Cette disposition institue une responsabilité causale fondée sur les risques que présente pour autrui l'état de la personne incapable de discernement; le juge décide selon l'équité si et dans quelle mesure cette personne doit être BGE 103 II 330 S. 336condamnée à la réparation du dommage causé par son comportement, que ce soit en matière contractuelle ou délictuelle (ATF 102 II 230). Il faut prendre notamment en considération la situation financière des deux parties au moment du jugement (ATF 102 II 231 consid. 3b et les citations), et le fait que le dommage subi par le lésé est couvert, en tout ou partie, par le paiement de tiers (ATF 71 II 231s. consid. 6).\n\nbb) Le Tribunal cantonal juge équitable en l'espèce de faire supporter à dame X., soit à ses héritiers, la totalité du dommage qui ne pouvait être couvert par l'assurance contractée par la demanderesse auprès de l'ECA. Il refuse en revanche toute indemnité pour le dommage assurable, mais non assuré.\n\nSelon les constatations du jugement attaqué, la demanderesse était assujettie, en sa qualité de propriétaire du bâtiment litigieux, à l'assurance obligatoire contre l'incendie et autres dommages prévue par la législation vaudoise en la matière. La valeur assurée de l'immeuble s'élevait au 28 juillet 1972 à 305'000 fr. A dire d'expert, l'immeuble valait en réalité, à cette date, 363'986 fr. 80. Il est constant que la demanderesse répond d'une certaine sous-assurance, pour n'avoir pas adapté sa police auprès de l'ECA après les améliorations apportées en 1964 au bâtiment (comprenant notamment le chauffage central et deux blocs pour cuisines). La valeur de ces améliorations est estimée à 28'000 fr. en 1964 et à 43'400 fr. en 1972, selon l'\"indice lucernois\", mais les nouvelles installations de chauffage et de cuisine remplaçaient vraisemblablement des anciens appareils qui étaient assurés auparavant. Les défendeurs, auxquels incombait le fardeau de la preuve, n'ont pas établi le montant de la sous-assurance et n'ont fait aucune offre de preuve à cet égard. L'expert, chargé d'estimer le dommage subi par le bâtiment à la suite de l'explosion, n'avait pas à fixer le montant qu'aurait dû verser l'ECA si la propriétaire avait adapté la somme assurée aux améliorations apportées à l'immeuble. Il n'est toutefois pas nécessaire de déterminer exactement le montant à concurrence duquel celui-ci était sous-assuré. La faute qui peut être imputée à la demanderesse à cet égard ne justifie en tout cas pas la solution retenue en l'espèce par le Tribunal cantonal, au regard des art. 54 al. 1 et 44 CO.\n\ncc) L'ECA a alloué à la demanderesse une indemnité de 280'300 fr. pour la reconstruction de son bâtiment. Selon BGE 103 II 330 S. 337l'expertise technique du 25 juin 1976, à laquelle se réfère le jugement attaqué, 279'710 fr. 40 avaient été dépensés, ce qui laissait un solde de 589 fr. 60. La remise en état du bâtiment n'était alors pas terminée, et l'autorité cantonale constate: \"A ce jour, sous réserves de nouvelles hausses et taxes, il paraît possible de pouvoir terminer en disposant d'environ Fr. 110'000.-- à 115'000.--\", à quoi il y a lieu d'ajouter \"le coût de travaux extérieurs par 1'560 fr. et ceux de la fourniture et pose de fenêtres doubles par 3'021 fr.\". Les parties ne contestent pas ces chiffres en instance fédérale. Le montant supérieur de 115'000 fr., que retient la demanderesse dans le calcul du dommage restant à indemniser, doit être admis compte tenu du renchérissement intervenu depuis le dépôt du rapport de l'expert et de la \"réserve de nouvelles hausses\" qu'il formule. La somme de 118'991 fr. 40 (115'000 fr. + 1'560 fr. + 3'021 fr. soit 119'581 fr., dont à déduire le solde de 589 fr. 60) réclamée par la demanderesse en plus des 12'440 fr. que lui a alloués le Tribunal cantonal correspond ainsi au dommage consécutif à l'explosion et non couvert par l'ECA. La demanderesse ne reprend pas en instance de réforme ses prétentions supplémentaires pour frais de déménagement et frais divers.\n\ndd) Sur un dommage total de 411'731 fr. 40, 280'300 fr. ont ainsi été couverts par l'assurance garantissant la propriétaire contre l'incendie et les autres dommages, et 131'431 fr. 40 sont réclamés selon l'art. 54 al. 1 CO à l'auteur du dommage, soit à ses héritiers. Peu importe que la législation vaudoise prévoie le passage à l'ECA, jusqu'à concurrence de l'indemnité payée, des \"prétentions que l'ayant droit peut avoir contre des tiers en raison d'actes illicites\". Le droit de recours d'un établissement cantonal d'assurance contre l'auteur du dommage relève en effet du droit fédéral, et il ne peut être étendu par une disposition cantonale sur la subrogation (ATF 96 II 175 consid. 1, ATF 77 II 246). Or selon l'art. 51 CO, l'établissement d'assurance qui répond contractuellement du dommage ne peut pas se retourner contre la personne qui n'est tenue qu'\"aux termes de la loi\", sans qu'une faute lui soit imputable, ce qui est le cas en l'espèce (cf. ATF 77 II 247). L'ECA n'a d'ailleurs exercé aucune action récursoire contre les défendeurs.\n\nLa police d'assurance responsabilité civile contractée par X. auprès de l'Union Suisse, pour une somme de 500'000 fr., BGE 103 II 330 S. 338couvre la responsabilité civile de son épouse, et cela notamment pour les risques de \"dégâts aux locaux loués\". Dans la mesure où l'on admet une responsabilité des défendeurs, en leur qualité d'héritiers de dame X., elle est donc couverte par cette police. Il s'agit là d'un facteur dont on doit tenir compte dans l'appréciation fondée sur l'équité que commande l'art. 54 al. 1 CO. Il ne serait en effet pas conforme à l'équité de laisser à la charge du lésé toute la partie du dommage qui n'est pas assurée, même si elle avait pu et dû l'être, alors que l'auteur de l'acte dommageable - ou ses ayants cause - ne risque nullement de voir son avenir économique compromis puisqu'il s'est garanti contre les conséquences d'un tel acte en concluant une assurance et en payant les primes.\n\nEn l'espèce, l'assurance immobilière contractée par la demanderesse a déjà couvert plus des deux tiers du dommage. Même si l'on tient compte d'une faute de la lésée, qui n'a pas adapté sa police à la valeur du bien assuré, il est équitable de mettre le solde non couvert de son préjudice à la charge de l'auteur de celui-ci, soit de son assureur de la responsabilité civile, qui répond lui aussi du dommage dans la mesure où dame X. est tenue à réparation. L'exonération des défendeurs, pour cette partie du préjudice, ne se justifie ni par la sous-assurance dont répond la demanderesse, ni par sa situation financière sur laquelle le prononcé déféré ne fournit d'ailleurs aucun renseignement. Le jugement attaqué doit donc également être réformé en tant qu'il a refusé d'allouer à la demanderesse, selon l'art. 54 al. 1 CO, le solde des frais de remise en état de l'immeuble endommagé.\n\n5. Les défendeurs répondent dès lors du montant de 118'991 fr. 40 que réclame encore la demanderesse, d'une part à titre solidaire en vertu de l'art. 54 al. 1 CO, d'autre part et pour ce qui concerne le défendeur X. seul, selon les art. 97, 261 et 271 CO. Compte tenu des 12'440 fr. déjà alloués à la demanderesse en instance cantonale, ils sont condamnés solidairement à payer à celle-ci 131'431 fr. 60. L'intérêt à 5% est dù à partir de la date moyenne du 1er janvier 1974 pour les 10'440 fr. de perte de loyer, et dès la survenance du dommage, soit le 28 juillet 1972, pour le dommage subi par le bâtiment (frais de réparation, 118'991 fr. 40, plus indemnité de dépréciation, 2'000 fr., soit au total 120'991 fr. 40).BGE 103 II 330 S. 339\n\nPar ces motifs, le Tribunal fédéral:\n\n1. Admet le recours en réforme principal, rejette le recours joint et annule le jugement de la Cour civile du Tribunal cantonal vaudois du 29 juin 1977.\n\n2. Condamne solidairement les défendeurs à payer à la demanderesse 131'431 fr. 40 avec intérêt à 5% dès le 28 juillet 1972 sur 120'991 fr. 40 et dès le 1er janvier 1974 sur 10'440 fr."}