{"annee": "103", "cour": "IV", "page": "73", "date": "6/6/1977", "cite": ["101 IV 103", "98 IV 41"], "cite_par": ["129 IV 6", "121 IV 109", "131 III 91", "106 IV 194"], "chapeau": "20. Auszug aus dem Urteil des Kassationshofes vom 6. Juni 1977 i.S. Sch. gegen Staatsanwaltschaft des Kantons Zürich", "regestes": ["Art. 277ter al. 2 PPF, art. 34 ch. 1 CP. 1. L'objet de la nouvelle décision cantonale est délimité par les considérants de l'arrêt par lequel la décision attaquée a été annulée. L'autorité cantonale n'a ainsi pas à revenir sur une question qui sort de ce cadre (consid. 1). 2. Conditions auxquelles on peut admettre que l'opposition aux actes de l'autorité est justifiée par une circonstance analogue à l'état de nécessité (consid. 6)."], "faits": "", "considerants": "BGE 103 IV 73 S. 74\n\nAus den Erwägungen:\n\n1. Der Verteidiger rügt ausschliesslich eine Verletzung von Art. 277ter Abs. 2 BStP, indem er dem Obergericht vorwirft, es habe seine Kontrolle im Rückweisungsverfahren zu stark eingeschränkt und zu Unrecht vom Beschwerdeführer vorgebrachte neue Argumente nicht berücksichtigt. Im Vordergrund stehe der Einwand, der Angeklagte könne wegen Abholens und Versteckens der Wertpapiere nicht verurteilt werden, weil ihm dies in der Anklage nicht vorgeworfen worden sei. Dieser Einwand stütze sich klar auf kantonales Recht, weshalb sich auch das Bundesgericht in seinem Rückweisungsentscheid dazu nicht geäussert habe. Diesbezüglich könne deshalb von einer Bindung des Obergerichtes im Sinne des Art. 277ter Abs. 2 BStP nicht die Rede sein.\n\nDiese Argumentation übersieht, dass der wegen Abholens und Versteckens der Wertpapiere auf betrügerischen Konkurs lautende Schuldspruch des Obergerichts nicht aufgehoben worden ist. Die Rückweisung betraf ausschliesslich den Vorwurf, der Beschwerdeführer habe auch durch Auskunftsverweigerung gegenüber dem Konkursamt sich des betrügerischen Konkurses schuldig gemacht. Nur insoweit hatte die Vorinstanz die Sache neu zu beurteilen, d.h. den Beschwerdeführer statt nach Art. 163 nach Art. 323 Ziff. 4 StGB zu bestrafen. Auf weitere Schuldpunkte durfte sie nicht zurückkommen und frei urteilen, wie wenn überhaupt kein Urteil gefällt worden wäre. Durch die Weisung des Kassationshofes wurde der Gegenstand des Rückweisungsverfahrens endgültig abgegrenzt; denn die Entscheidung des Bundesgerichtes wird gemäss Art. 38 OG mit der Ausfällung rechtskräftig, und an der Rechtskraft nehmen auch die Weisungen teil, die der kantonalen Instanz erteilt werden (BGE 101 IV 105). Da der einzig namhaft gemachte Einwand ausserhalb der vom Kassationshof erteilten Weisung lag, hatte die Vorinstanz von Bundesrechts wegen darauf nicht einzutreten. Der Vorwurf des Beschwerdeführers, sie habe damit 277ter BStP verletzt, ist deshalb offensichtlich unbegründet. Das Obergericht hat übrigens im neuen Urteil subsidiär zur kantonalrechtlichen Frage der Beachtung des Anklageprinzips Stellung genommen.\n\n6. Einzutreten ist auf die vom Beschwerdeführer persönlich eingereichte Nichtigkeitsbeschwerde insoweit, als die Verurteilung BGE 103 IV 73 S. 75wegen Ungehorsams im Betreibungsverfahren angefochten wird. Dieser Schuldpunkt ist im angefochtenen Entscheid neu beurteilt worden.\n\na) Der Beschwerdeführer wurde wegen Ungehorsams im Betreibungsverfahren gemäss Art. 323 Ziff. 2 StGB bestraft, weil er sich in der auf Betreibung zu vollziehenden Pfändung geweigert hatte, dem Betreibungsbeamten-Stellvertreter über seine Vermögensverhältnisse irgendwelche Auskünfte zu geben. Der Beschwerdeführer machte vor den kantonalen Instanzen geltend, er habe sich dabei in einem übergesetzlichen Notstand befunden, weil der Rechtsöffnungsentscheid ungültig gewesen sei; er könne deswegen nicht bestraft werden. Die Vorinstanz hat diesen Einwand verworfen, weil dem Beschwerdeführer hätte zugemutet werden können, das gefährdete Gut preiszugeben. Dieses habe einzig in Vermögensstücken bestanden, die von der Pfändung betroffen worden wären. Eine solche Preisgabe sei zumutbar gewesen, weil ihm die Verfügungsgewalt nur vorübergehend, nämlich bis zur Erledigung der von ihm gegen den Rechtsöffnungsentscheid eingereichten Nichtigkeitsbeschwerde, entzogen worden wäre.\n\nb) Wie der Kassationshof in BGE 98 IV 45 entschieden hat, kann sich die Frage eines notstandsähnlichen Widerstandes gegen eine Amtshandlung nur stellen, wo diese rechtswidrig ist, die Rechtswidrigkeit offensichtlich zutage tritt und von zur Verfügung stehenden Rechtsmitteln von vornherein kein wirklicher Schutz zu erwarten ist.\n\nIm vorliegenden Fall steht fest, dass der Beschwerdeführer gegen den Rechtsöffnungsentscheid des Einzelrichters im summarischen Verfahren des Bezirksgerichtes Horgen vom 14. Juni 1976 betreibungsrechtliche Nichtigkeitsbeschwerde erhoben und gleichzeitig um aufschiebende Wirkung nachgesucht hatte. Auch ist erstellt, dass der Beschwerdeführer am Tag der Pfändung, nämlich am 12. Juli 1976, noch keinen Bescheid über das Schicksal der Nichtigkeitsbeschwerde und des Gesuchs um Gewährung des Suspensiveffektes erhalten hatte. Erst am 14. Juli 1976 wurde ihm die Verfügung des Präsidenten der III. Zivilkammer des Obergerichtes des Kantons Zürich zugestellt, in der ihm verschiedene Auflagen gemacht wurden. Geht man von diesen Feststellungen aus, so ist einzig nachgewiesen, dass der Beschwerdeführer den Rechtsöffnungsentscheid des Einzelrichters für nichtig angesehen BGE 103 IV 73 S. 76hat. Dagegen wird in der Nichtigkeitsbeschwerde nicht dargetan, inwiefern jener Entscheid auch tatsächlich nichtig und damit die Pfändung offensichtlich rechtswidrig gewesen wäre. Auch stand im Zeitpunkt der Widersetzlichkeit nicht fest, dass das eingelegte Rechtsmittel der betreibungsrechtlichen Nichtigkeitsbeschwerde zum vornherein keinen Schutz bieten würde. Freilich wäre der Beschwerdeführer bis zur Beurteilung der Beschwerde in der Verfügung über die gepfändeten Vermögensstücke beschränkt gewesen. Das aber war ihm - wie die Vorinstanz zutreffend annahm - zuzumuten, hing es doch in der Folge von seinem eigenen Verhalten ab, ob das Rechtsmittelverfahren weitergeführt werde. Der Beschwerdeführer kann daher seine Widersetzlichkeit nicht mit der Berufung auf eine notstandsähnliche Lage rechtfertigen."}