{"annee": "103", "cour": "IV", "page": "227", "date": "21/10/1977", "cite": [], "cite_par": ["114 IV 11", "131 IV 49"], "chapeau": "64. Auszug aus dem Urteil des Kassationshofes vom 21. Oktober 1977 i.S. E. und Konsorten gegen Staatsanwaltschaft des Kantons Basel-Stadt", "regestes": ["1. Code pénal. Le moment où une infraction est commise comprend-il outre l'action elle-même, le moment où le résultat s'est produit? (Question laissée ouverte; consid. I 1d aa.) 2. Art. 163 CP, faillite frauduleuse de la direction du fonds de placement. a) Par \"actifs\" au sens de cette disposition, il ne faut entendre que les actifs de la direction du fonds de placement, et non pas ceux de ce dernier (consid. I 1). b) Diminution des actifs de la direction du fonds de placement résultant du fait que celle-ci a distribué aux titulaires de certificats à titre de bénéfice (fictif) du fonds de placement, une somme prélevée sur ses propres actifs (consid. I 2). 3. Art. 140, 159 CP. Lorsqu'un organe de la direction du fonds de placement, à l'occasion de l'achat d'un bien-fonds pour le compte du fonds de placement, accepte du vendeur, à titre de commission, une partie des certificats remis en paiement par le fonds de placement, il y a éventuellement gestion déloyale mais en tout cas pas abus de confiance (consid. II 5a)."], "faits": "BGE 103 IV 227 S. 228\n\nA.- a) Der S.-Anlagefonds wurde am 16. September 1963 gegründet. Verwaltungsgesellschaft war die am gleichen Tag errichtete T. AG in Basel. Als Treuhänderinnen wurden die Firmen E. AG und B.L. AG. bestimmt.\n\nEs wurde eine grossangelegte Werbeaktion mit mehrseitigen, bunt illustrierten Prospekten, Werbezirkularen und ganzseitigen Inseraten in verschiedenen Tageszeitungen aufgezogen. Darin wurden Zertifikate, die aufgrund \"sorgfältiger Berechnungen\" eine Rendite von 5% mit Sicherheit erwarten liessen, in der Emissionszeit vom 20. September bis 22. Oktober 1963 zum Ausgabepreis von Fr. 100.-- offeriert. Der Prospekt enthält u.a. eine vollständige Liste der 12 Mitglieder des Verwaltungsrates, worunter prominente und finanzkräftige BGE 103 IV 227 S. 229Persönlichkeiten, sowie einen Hinweis auf das Aktienkapital der Verwaltungsgesellschaft T. AG von Fr. 1 Mio, wovon Fr. 700'000.-- einbezahlt seien. Ferner wurde der falsche Eindruck erweckt, der Fonds verfüge bereits über Grundstücke und baureife Projekte im Wert von über Fr. 90 Mio.\n\nDie Gründung wurde in Fachpresse und Tageszeitungen heftig kritisiert. Vor allem wurde gerügt, dass das in die T. AG \"eingebrachte\" Grundstück in V. noch nicht aus der Landwirtschaftszone entlassen und folglich noch nicht Eigentum der T. AG sei, das Aktienkapital von Fr. 1 Mio also gar nicht vorhanden sei. Auch sei zu bezweifeln, dass die Gesellschaft andere Grundstücke gekauft oder ihren Kauf sichergestellt habe. Diese zutreffende Kritik führte zu einem Misserfolg der Emission. Statt der nach Erfahrungszahlen zu erwartenden Fr. 5 Mio gingen bis zum 31. Oktober 1963 bloss Zertifikatszahlungen im Betrag von Fr. 434'700.-- ein, die sich bis 31. März 1964 auf mindestens Fr. 557'000.-- erhöhten.\n\nDiese Gelder wurden zum grossen Teil entgegen den Anlagebedingungen und damit zweckwidrig verwendet. Die Ausgabe der teils in Basel teils in Zürich gedruckten Zertifikate wurde zuwenig kontrolliert und laufend zur Plazierung und zur Geldbeschaffung verwendet. Fehldrucke wurden nicht vernichtet, sondern teilweise neben den sie ersetzenden korrigierten Zertifikaten in Verkehr gebracht.\n\nAm 1. Februar 1967 wurde über die T. AG der Konkurs eröffnet.\n\nb) E. war Mitgründer und Verwaltungsrat der T. AG und gleichzeitig Geschäftsleiter des S.-Anlagefonds. In der E. AG war er Präsident des Verwaltungsrates und Direktor, sowie Verwaltungsrat in verschiedenen Fondsgesellschaften. E. blieb die Schlüsselfigur des ganzen Unternehmens bis zum Konkurs.\n\nL. war vom September 1963 bis Februar 1966 als Verwaltungsrat der T. AG tätig, obwohl er ab 1964 mehrmals demissioniert hatte. Anlässlich der Verwaltungsratssitzung vom 2./6. November 1963 liess er sich als Delegierter des Verwaltungsrates mit Unterschriftsberechtigung wählen. Er war formell Hauptverantwortlicher und repräsentierte angesichts seiner guten finanziellen Position und seines bekannten Namens den Anlagefonds nach aussen.BGE 103 IV 227 S. 230\n\nK. war ab Frühjahr 1964 als Vermittler und Berater für die T. AG tätig, ohne je ein offizielles Amt zu übernehmen. Doch fungierte er in zwei Fondsgesellschaften längere Zeit als Verwaltungsrat.\n\nS. wurde 1964 zum Nachführen der Buchhaltung zugezogen und kurz vor der Ablage des Rechenschaftsberichtes als Kontrollstelle eingesetzt. Er erstellte mit dem Jahresbericht und der Bilanz die Grundlagen zum ersten Rechenschaftsbericht des Fonds per 31. Dezember 1964, der im Verlauf des Sommers 1965 veröffentlicht wurde. Gegen Ende 1965, nachdem noch der erste Jahresbericht der T. AG per 31. Dezember 1964 genehmigt worden war, ergaben sich Spannungen zwischen E. und S., worauf letzterer am 25. Februar 1966 sein Mandat als Kontrollstelle niederlegte.\n\nB.- Das Strafgericht Basel-Stadt verurteilte am 3. Dezember 1975 neben andern Angeklagten die heutigen Beschwerdeführer wie folgt:\n\n- E. wegen betrügerischen Konkurses, Urkundenfälschung, vollendeter qualifizierter Veruntreuung und wiederholten unvollendeten Versuchs dazu zu 2 1/2 Jahren Gefängnis;\n\n- L. wegen betrügerischen Konkurses und Urkundenfälschung zu 9 Monaten Gefängnis mit bedingtem Strafvollzug;\n\n- K. wegen betrügerischen Konkurses zu 17 Monaten und 10 Tagen Gefängnis;\n\n- S. wegen Urkundenfälschung zu 9 Monaten Gefängnis mit bedingtem Strafvollzug.\n\nDas Appellationsgericht des Kantons Basel-Stadt bestätigte am 2. Februar 1977 das erstinstanzliche Urteil.\n\nC.- Mit Nichtigkeitsbeschwerde beantragen E., L., K. und S. Aufhebung des Urteils des Appellationsgerichtes und Rückweisung der Sache zum Freispruch.\n\nDie Staatsanwaltschaft beantragt Abweisung der Beschwerden.", "considerants": "Aus den Erwägungen:\n\nI. Anklage wegen betrügerischen Konkurses gegen E., L. und K.\n\n1. E., L. und K. wurden des betrügerischen Konkurses gemäss Art. 163 StGB schuldig befunden. Vorgeworfen wird ihnen, sie hätten durch Fortführung des Betriebes laufend BGE 103 IV 227 S. 231Vermögen des Fonds zum Nachteil der Gläubiger vermindert durch:\n\na) Zweckentfremdung des einbezahlten Fondskapitals;\n\nb) Ausgabe von Fonds-Anteilen mit Einschlägen zum Kauf von Objekten;\n\nc) Verflüssigung von Fonds-Anteilen durch K.;\n\nd) Auslieferung von Fonds-Zertifikaten nach Italien;\n\ne) Zinsausschüttung an die Zertifikatinhaber;\n\nf) Verkauf des Grundstücks in V. an R.\n\nDie kantonalen Gerichte haben Art. 163 Ziff. 1 Abs. 1, 2 und 4 in Verbindung mit Art. 172 StGB zur Anwendung gebracht. Strafbar macht sich danach des betrügerischen Konkurses der Schuldner (oder das Organ der schuldnerischen juristischen Person), der zum Nachteil der Gläubiger sein Vermögen vermindert, namentlich Vermögensstücke veräussert, beschädigt, zerstört, entwertet oder unbrauchbar macht, sofern über ihn der Konkurs eröffnet wird.\n\nGegen diese Verurteilung wenden die Beschwerdeführer sinngemäss u.a. ein, in Konkurs gefallen sei nur die Verwaltungsgesellschaft T. AG mit dem ihr zustehenden Vermögen, nicht das ihr fremde Fondsvermögen, das ausserhalb des Konkurses nach dem Anlagefondsgesetz liquidiert und an die Zertifikatinhaber verteilt werde. Die Beschwerdeführer hätten mit den ihnen im Zusammenhang mit Art. 163 StGB vorgeworfenen Handlungen allenfalls Fondsvermögen vermindert, aber nicht das Vermögen der Konkursitin T. AG. Über das Fondsvermögen sei auch nicht der Konkurs eröffnet worden.\n\na) Der Konkurs über die T. AG wurde am 1. Februar 1967 eröffnet. Am gleichen Tag (um 0.00 Uhr) ist auch das Bundesgesetz über die Anlagefonds vom 1. Juli 1966 (AFG, SR 951.31) in Kraft getreten (AS 1967 134). Dieses war sofort mit Inkrafttreten auf den Fonds anwendbar; Ausnahmen für den vorliegenden Fall sieht das Gesetz (Art. 53 AFG) nicht vor.\n\nb) Mit dieser Konkurseröffnung hatte die T. AG die Bewilligung zur Leitung des Swissbau-Fonds verloren (Art. 44 Abs. 2 AFG). Die Eidgenössische Bankenkommission als Aufsichtsbehörde (Art. 40 AFG) beschloss die Auflösung des Fonds (Art. 28 Abs. 1 Bst. c AFG). Sie ernannte das Konkursamt zum Sachwalter (Art. 45 Abs. 1 AFG) und beauftragte es in dieser Eigenschaft, den Fonds zu liquidieren BGE 103 IV 227 S. 232(Art. 46 Abs. 2 AFG), d.h. die Sachen und Rechte, die zum Anlagefonds gehören, zu veräussern und das Liquidationsergebnis gegen Rückgabe der Anteilscheine an die Anleger zu verteilen (Art. 30 AFG).\n\nSachen und Rechte, die zum Anlagefonds gehören, werden im Konkurs der Fondsleitung (also der T. AG) nicht zur Konkursmasse gezogen; sie werden vielmehr zugunsten der Anleger aus der Konkursmasse ausgesondert; Schulden der Fondsleitung, die sich nicht aus dem Kollektivanlagevertrag ergeben, können nicht mit Forderungen, die zum Anlagefonds gehören, verrechnet werden (Art. 17 AFG; Botschaft, BBl 1965 III 294 f., 323). Das Fondsvermögen fällt also nicht in die Konkursmasse der Fondsleitung. Die Gläubiger der T. AG können im Konkurs nicht auf das Fondsvermögen greifen. Umgekehrt sind die Zertifikatinhaber, soweit sie ihr obligationenrechtliches Anteilsrecht am Fondsvermögen geltend machen, nicht Konkursgläubiger im Konkurse der Fondsleitung, sondern nur, sofern sie allenfalls aus andern Gründen wie Schadenersatz nach Art. 24 AFG, unerlaubter Handlung (betrügerische Übervorteilung, Art. 41 OR) usw. Ansprüche gegen die T. AG geltend machen.\n\nZwar ist das Fondsvermögen keine juristische Person. Es ist vielmehr ein Sondervermögen, das formal der Fondsleitung zugeschrieben wird, welche Rechtspersönlichkeit besitzt (Botschaft, BBl 1965 III 285 ff.). Doch ist zwischen den eigenen Mitteln der Fondsleitung und dem Fondsvermögen scharf zu scheiden (vgl. z.B. Art. 4, 15 AFG). Die Sonderstellung des Fondsvermögen zeigt sich sehr ausgeprägt gerade im erwähnten konkursrechtlichen Aussonderungsrecht (Art. 17 AFG). Es erhebt sich daher die Frage, ob unter dem \"Vermögen\" im Sinne von Art. 163 StGB (und analoger Konkurs- und Betreibungsdelikte) ausser dem \"eigenen Vermögen\" (den \"eigenen Mitteln\" i.S. von Art. 4 AFG) der Fondsleitung, auf das alle Gläubiger der T. AG (gleichgültig ob aus Geschäften, die mit der Leitung des Fonds zusammenhängen oder aus andern) konkursrechtlich greifen können, auch das Fondsvermögen zu verstehen ist. Diese Frage ist zu verneinen.\n\nc) Art. 163 StGB gehört zu den Konkurs- und Betreibungsdelikten. Ein Wesensmerkmal des betrügerischen Konkurses besteht, wie bei andern sog. Bankrottdelikten, darin, dass der Schuldner nicht direkt in fremdes Vermögen eingreift. Er BGE 103 IV 227 S. 233schädigt oder gefährdet die Interessen seiner Gläubiger vielmehr indirekt dadurch, dass er, wie Art. 83 VE z. StGB 1894 sich ausdrückte, \"seinen Gläubigern Vermögen, dass ihnen in einem Betreibungs- oder Konkursverfahren zukommen sollte, vorsätzlich entzieht und sie dadurch schädigt\". Angriffsobjekt des betrügerischen Konkurses ist daher das Schuldnervermögen, soweit es nach Betreibungsrecht dem Zugriff der Gläubiger im Konkurs offen steht, nicht aber Vermögen, das seiner Natur nach oder kraft besonderer Vorschrift der Zwangsvollstreckung entzogen ist (HAFTER, BT I S. 342, Z. 3; GERMANN, Das Verbrechen, Art. 163 N. 3/3, S. 296: \"Vermögensstücke, die zur Konkursmasse gezogen werden können\"; LOGOZ, BT I, Art. 163 N. 3A e, S. 209; SCHWANDER, SJK Nr. 1128, Jahr 1964, § 4, S. 5f., sowie Lehrbuch Nr. 590a Z. 1; STRATENWERTH, BT I S. 276 oben). Ohne Einbezug in den Konkurs fehlt dem Fondsvermögen die in Art. 163 f. StGB vorausgesetzte Beziehung zum Schuldbetreibungs- und Konkursverfahren.\n\nd) Das Strafgericht und ihm folgend das Appellationsgericht gehen davon aus, die Delikte seien vor dem Inkrafttreten des Anlagefonds-Gesetzes verübt worden; einzig die Strafbarkeitsbedingung der Konkurseröffnung sei am 1. Februar 1967, gleichzeitig mit dem Inkrafttreten dieses Gesetzes, eingetreten. Es sei deshalb Art. 163 StGB anwendbar.\n\naa) Das Strafgesetzbuch spricht sich nur über den Ort (Art. 7 StGB), nicht über die Zeit der Begehung aus. Eine zu Art. 7 StGB analoge Vorschrift, wonach als Begehungszeit neben der Zeit der Handlung auch der Zeitpunkt des Erfolgseintrittes gelten soll, enthielt Art. 4 Abs. 2 des Vorentwurfes von 1893. Sie wurde aber fallen gelassen. In der schweizerischen Literatur ist die Frage umstritten. Für analoge Anwendung der Ubiquitätstheorie treten ein z.B. HAFTER, AT, 2. Aufl. S. 92; THORMANN-VON OVERBECK, Art. 7 N. 11; LOGOZ, AT, 2. Aufl., Art. 7 N. 6; für ausschliessliche Massgeblichkeit des Zeitpunktes des Tatausführung SCHULTZ, AT, 2. Aufl. S. 84. Für diese letztere Ansicht spricht der Umstand, dass der Mensch sich nach geltendem Recht zu richten hat, nicht nach einem Recht, das noch nicht verbindlich und zumeist auch nicht voraussehbar ist (so auch Deutschland, § 8 StGB; fürs italienische Recht, ANTOLISEI, AT, 5. Aufl. Nr. 46 S. 84 f., mit der herrschenden Lehre). Doch kann diese Frage BGE 103 IV 227 S. 234offen bleiben. Denn offensichtlich nicht massgeblich sein kann der Eintritt der objektiven Strafbarkeitsbedingung (ebenso JESCHECK, 2. Aufl. S. 424; SCHÖNKE/SCHRÖDER, 16. Aufl., § 51 Vorbem. 101).\n\nbb) Der Umstand, dass die eingeklagten Handlungen vor dem Inkrafttreten des Anlagefonds-Gesetzes verübt worden sind, ist aber nicht entscheidend. Denn schon nach Art. 163 StGB in seiner ursprünglichen Fassung ist zusätzlich erforderlich, dass über das Vermögen des Schuldners, und nach dem Gesagten, über jenen Teil des Schuldnervermögens ein Konkurs eröffnet wird, der durch die eingeklagten Handlungen wirklich oder zum Schein vermindert wurde. Eine Loslösung der Strafbarkeitsbedingung der Konkurseröffnung vom geschädigten, dem Zugriff der Konkursgläubiger zugänglichen Schuldnervermögen würde den Rahmen der Konkursdelikte sprengen und wäre mit deren Natur nicht mehr vereinbar. Es ist durchaus möglich, dass über die Fondsleitung der Konkurs eröffnet wird, der Fonds aber weitergeführt wird (vgl. Art. 46 Abs. 1 AFG), oder der Anlagefonds liquidiert wird, ohne dass die Fondsleitung in Konkurs kommt.\n\nDer Konkurs aber, der im Verlaufe des 1. Februar 1967 eröffnet wurde, erfasste von Gesetzes wegen das Fondsvermögen nicht. Denn schon zu Beginn dieses Tages, um 0.00 Uhr, war das Anlagefonds-Gesetz in Kraft getreten. Somit fehlt es an der gesetzlich erforderlichen objektiven Bedingung der Strafbarkeit. Die eingeklagten Handlungen, die nur das Fondsvermögen geschädigt haben, sind daher nicht strafbar, weder als vollendeter noch als versuchter betrügerischer Konkurs.\n\ne) Diese Rechtsprechung beraubt das Fondsvermögen nicht des erforderlichen Rechtsschutzes. Das Fondsvermögen ist wie anderes Vermögen strafrechtlich geschützt. Wer es schädigt, fällt unter Art. 137-162 StGB. Auch andere Strafbestimmungen wie Art. 251 StGB können eingreifen. Zweckwidrige Verwendung oder Schädigung des Fondsvermögens durch Fondsorgane kann insbesondere durch Art. 140 Ziff. 2 und 159 StGB erfasst werden. Hinzu kommen die Sondertatbestände der Art. 49 f., 52 AFG mit teilweise verlängerter Verjährungsfrist. Dadurch sind die Anleger geschützt, soweit sie durch Verminderung des Fondsvermögens geschädigt werden. Direkte Schädigung der Anleger kann wiederum strafbar BGE 103 IV 227 S. 235sein, so z.B. die betrügerische Ausgabe von Anteilscheinen usw. Ansprüche des Fonds oder einzelner Anleger, z.B. solche nach Art. 23 f. AFG oder Art. 41 OR gegen die Fondsverwaltung oder deren Organe können allerdings durch Bankrotthandlungen nach Art. 163 ff. StGB beeinträchtigt werden, aber nur dann, wenn die eigenen Mittel der Fondsverwaltung bzw. das Vermögen der nach Schuldbetreibungsrecht belangten Organe wirklich oder zum Schein verringert werden. Dies aber ist nicht eingeklagt.\n\nf) Die Angeklagten sind deshalb schon aus dem genannten Grunde in den Fällen a-d (Zweckentfremdung des einbezahlten Fondskapitals, Ausgabe von Fonds-Anteilen mit Einschlägen zum Kauf von Objekten, Verflüssigung von Fonds-Anteilen durch K., Auslieferung von Fonds-Zertifikaten nach Italien) von der Anklage des betrügerischen Konkurses freizusprechen, ohne dass weiter zu prüfen ist, ob auch die übrigen Voraussetzungen des Art. 163 StGB erfüllt sind.\n\nEs ist Sache der kantonalen Behörden zu prüfen, ob diese als betrügerischer Konkurs eingeklagten Handlungen, soweit sie nicht verjährt sind, allenfalls zur Anklage unter einem andern rechtlichen Gesichtspunkt (Veruntreuung, ungetreue Geschäftsführung, Betrug) Anlass geben können und ob dies nach kantonalem Verfahrensrecht noch möglich ist.\n\ng) Näher zu prüfen bleibt indessen, ob in den weitern Fällen, nämlich der sog. Zinsausschüttung und dem Verkauf des Grundstückes in V. wirklich nur Fondsvermögen oder eventuell (auch) eigenes Vermögen der T. AG vermindert wurde.\n\n2. a) Die sog. Zinsausschüttung, d.h. des Anteils am Ertrag des Fondsvermögen, vermindert an sich das Fondsvermögen, nicht das der Fondsleitung unbelastet zustehende Vermögen. Sie vermindert daher an sich das dem Zugriff der Konkursgläubiger offen stehende Vermögen nicht.\n\nIm vorliegenden Falle verhielt es sich indessen anders. In der Verwaltungsratssitzung vom 6. Juli und an der ausserordentlichen Generalversammlung vom 13. Juli 1965 wurde die Ausschüttung einer Dividende von Fr. 6.25 für die ersten 15 Monate Fondstätigkeit beschlossen. Das entsprach einem Jahreszins von 5% auf dem Ausgabepreis von Fr. 100.--. In Wirklichkeit hatte der Fonds keinen Ertrag abgeworfen, und die Auszahlung der Dividende im Gesamtbetrag von ca. BGE 103 IV 227 S. 236Fr. 185'000.-- war nur möglich, weil L. der T. AG zu diesem Zwecke, sowie um dringende Auslagen zu bestreiten und Rechnungen zur Abwendung des Konkurses zu bezahlen, Fr. 400'000.-- vorschoss. Dieses Darlehen gewährte L. gegen Hypotheken im ersten Range auf dem Grundstück in V. Dieses hatte aber R. als Apport in die T. AG eingebracht. Durch dessen Belastung wurde daher das Vermögen der T. AG vermindert, während der Gegenwert, wenigstens in der Höhe der Dividendenausschüttung von Fr. 185'000.-- der T. AG verloren ging. Denn die T. AG war nicht verpflichtet, aus ihren eigenen Mitteln Dividenden für den von ihr verwalteten Fonds auszurichten, schon gar nicht Dividenden, die vom Fonds überhaupt nicht erwirtschaftet worden waren. Diese Fr. 185'000.--, welche die T. AG von L. erhalten hatte und für die sie und ihr eigenes Vermögen (Grundstück in V.) haftete, wurden zum Nachteil der Gläubiger der T. AG verschenkt. Die Konkursgläubiger der T. AG kamen also zu Schaden. Dass es solche gibt, ist offensichtlich. Zu ihnen zählen auch die Anleger für direkte und mittelbare Schädigung gemäss Art. 23 f. AFG; verwiesen sei beispielsweise darauf, dass das Fondsvermögen u.a. dazu verwendet wurde, um den Restkaufpreis von Fr. 260'000.-- zu zahlen, den R. dem Verkäufer für das von ihm in die T. AG eingebrachte Grundstück in V. schuldete.\n\nb) Von den hier zu beurteilenden Beschwerdeführern wurden E. und L. wegen dieser Zinsausschüttung verurteilt, nicht aber K. Sie kannten nach verbindlicher Feststellung die finanzielle Situation des Fonds und der T. AG, sie wussten auch, dass die T. AG ständig konkursreif war, dass der Fonds keinen oder auf alle Fälle keinen der Dividende entsprechenden Gewinn erwirtschaftet hatte und dass das Darlehen des L. gegen Belastung des in die T. AG eingebrachten Grundstückes gewährt wurde. Mit Recht wurde daher auch der subjektive Tatbestand als erfüllt angesehen.\n\nc) Die Beschwerde von E. und L. ist daher abzuweisen, soweit damit die Verurteilung wegen betrügerischen Konkurses im Falle der Zinsausschüttung angefochten wird.\n\n3. Weniger klar liegen die Verhältnisse beim Verkauf des Grundstückes in V. durch die T. AG an R. vom 13. April 1966. Notariell verurkundeter Preis war Fr. 650'000.--, wovon Fr. 400'000.-- durch Übernahme der Schuldbriefe im ersten BGE 103 IV 227 S. 237Rang zugunsten von L. in Abzug kamen. Der Restkaufpreis von Fr. 250'000.-- wurde durch Errichtung von zwei Schuldbriefen von Fr. 100'000.-- im II. Rang und von Fr. 150'000.-- im III. Rang als getilgt erklärt. In Wirklichkeit soll nach Anklage ein Kaufpreis von Fr. 1'050'000.-- vereinbart worden sein. Tatsächlich wurde dann auch ein weiterer Schuldbrief von Fr. 400'000.-- errichtet.\n\nGemäss Vertrag vom 7. September 1966 bemühte sich R. bei der X.-Bank Vaduz um einen Baukredit, wobei er den Schuldbrief von Fr. 100'000.-- zur Verfügung stellte. Das Geschäft zerschlug sich, weil das Grundstück für Forderungen der Gemeinde V. gepfändet und der Schuldbrief auf R. über Fr. 400'000.-- durch die Konkursmasse von R's Firma B. L. AG beschlagnahmt wurde. Den Schuldbrief von Fr. 150'000.-- behielt der Notar S. als Sicherheit für eine Honorarforderung zurück.\n\n\"Eine genaue Abklärung dieser undurchsichtigen Transaktionen war nicht möglich\", wie mit der Anklage das Strafgericht und bestätigend das Appellationsgericht feststellen. Das Strafgericht schliesst: \"Sicher ist, dass durch den Verkauf des Grundstückes V. an R. ein weiterer Vermögenswert der T. AG den Gläubigern entzogen wurde.\"\n\nDie erwähnten summarischen Feststellungen reichen für eine Verurteilung des hier allein in Frage stehenden E. wegen betrügerischen Konkurses nicht aus. Es steht nicht einmal fest, welchen Preis die Parteien unter sich vereinbart haben (\"soll laut Anklage\") und welchen Wert das Grundstück wirklich hatte. Was mit der Errichtung des Schuldbriefes von Fr. 400'000.-- bezweckt wurde, ist nicht genügend geklärt. Er wurde vom Konkursamt beschlagnahmt. Dafür kann E. nicht ohne weiteres strafrechtlich verantwortlich gemacht werden, ebensowenig dafür, dass der Notar den Schuldbrief von Fr. 150'000.-- zurückbehielt und R. mit dem Schuldbrief von Fr. 100'000.-- einen Bankkredit aufnehmen wollte. Auch der subjektive Tatbestand ist nicht geklärt. In diesem Punkt ist daher das Urteil wegen ungenügender Sachverhaltsfeststellung aufzuheben (Art. 277 BStP).\n\nII. Anklage gegen E. wegen qualifizierter Veruntreuung\n\n5. a) aa) Die qualifizierte Veruntreuung soll E. als Mittäter gemeinsam mit B. begangen haben, der das Urteil BGE 103 IV 227 S. 238des Strafgerichts nicht weitergezogen hat, und mit G., der vor der Anklageerhebung gestorben ist. Der Verurteilung liegt folgender Sachverhalt zugrunde:\n\nGestützt auf den Beschluss des Verwaltungsrates vom 8. Januar 1964 kaufte die T. AG am 9. Januar 1964 von S. die Aktien der B. AG als Inhaberin einer Liegenschaft in W. Der Kaufpreis von Fr. 2,4 Mio war durch Übernahme einer Hypothek von Fr. 1,4 Mio, eine Barzahlung von Fr. 200'000.-- und der Rest von Fr. 800'000.-- in 8000 Fonds-Zertifikaten zum Kurs von Fr. 100.-- zu begleichen. Die Zahlungsmodalitäten wurden in der Folge verschiedentlich geändert. Jedenfalls gelangten auf diese Weise mindestens 8950 Fonds-Anteile in den Besitz von S. Die B. AG war im Momente des Kaufabschlusses noch nicht gegründet. Erst infolge eines Vergleichs vom 16. November 1965 kamen die Aktien der B. AG in den Besitz des Fonds.\n\nGleichzeitig mit dem Verkauf der B.-Aktien gab S. an E., B. und G. von den ihm zufallenden Fonds-Zertifikaten je 2000 Stück als Provision bzw. Geschenk ab. Dem Verwaltungsrat der T. AG wurde dies verschwiegen.\n\nbb) E. bestreitet, sich der Veruntreuung schuldig gemacht zu haben. Er habe die Zertifikate als Provision angenommen, wie dies in dieser Höhe (2-3%) üblich sei. Aber selbst wenn die Provision übersetzt gewesen wäre, wäre höchstens ungetreue Geschäftsführung gegeben gewesen.\n\nDiese Rüge trifft zu. Durch den Verkauf der B.-Aktien gingen die Fonds-Anteile als Kaufpreis an S. über. Dieser gab sie an E., B. und G. zur freien Verfügung weiter, nicht, damit sie sie im Interesse des Fonds verwendeten. S. hat ihnen die Anteilscheine somit nicht anvertraut, auch nicht im Auftrag der T. AG.\n\nAllerdings waren diese Anteilscheine ursprünglich der T. AG und damit auch E. anvertraut. Er verletzte auch seine Treuepflicht dem Fonds gegenüber, als er mit S. für die Aktien einen höheren Kaufpreis vereinbarte, um so für sich Provisionen zu sichern. Doch war der Kauf der B.-Aktien an sich ein Geschäft, das dem Erwerb einer zur Überbauung bestimmten Liegenschaft diente und somit im Zweck des Fonds lag. Wenn E. diesem Aktienkauf zustimmte, so kann darin nicht eine rechtswidrige Verwendung der Fondsmittel gesehen werden. Hingegen lag darin eine Vermögensschädigung BGE 103 IV 227 S. 239im Sinne von Art. 159 StGB. Dieser Tatbestand aber ist verjährt."}