{"annee": "103", "cour": "IB", "page": "110", "date": "6/5/1977", "cite": ["102 IB 64", "100 IB 86", "102 IB 212"], "cite_par": ["104 IB 374", "108 IB 130", "105 IA 330", "117 IA 352", "107 IB 40"], "chapeau": "20. Auszug aus dem Urteil vom 6. Mai 1977 i.S. Schoch gegen Regierungsrat des Kantons Zürich", "regestes": ["Art. 20 LPEP/27 OGPEP. 1. Une construction ne fait partie d'une exploitation agricole (art. 27 al. 2 OGPEP) que si elle est utilisée principalement pour la production agricole. 2. a) Il n'y a pas de besoin objectivement fondé à élever une construction en dehors de la zone à bâtir (art. 20 LPEP/27 OGPEP) lorsque l'on doit admettre qu'une nouvelle exploitation agricole à créer n'assurerait pas une existence suffisante à l'exploitant et ne serait pas rentable. b) Les constructions qui font partie d'une exploitation agricole qui n'assure pas une existence suffisante à l'exploitant peuvent être rénovées ou remplacées lorsqu'il n'y a pas de modification importante quant au volume et au mode d'utilisation."], "faits": "BGE 103 Ib 110 S. 111\n\nHeinrich Schoch übernahm im Jahre 1947 den väterlichen Landwirtschaftsbetrieb mit der Fläche von ca. 5 Hektaren in Gattikon/Thalwil. Er führte diesen zunächst in herkömmlicher Weise weiter, stellte ihn aber in der Folge von der Grosstierhaltung auf Schweinezucht um. Im Jahre 1969 gab er auch die Schweinehaltung auf. In einem Quartierplanverfahren brachte er 2,3 Hektaren seines Landes in die Landumlegung ein und trat das bestehende Bauernhaus einem Nachbarn ab. Das durch die Quartierplanung gewonnene Bauland überbaute er mit Wohnhäusern, die er veräusserte oder vermietete. Er selbst bezog mit seiner Familie ein auf eigenem Land erbautes Zweifamilienhaus.\n\nAuf dem restlichen Land von 2,4 Hektaren, das ausserhalb des GKP im übrigen Gemeindegebiet von Thalwil liegt, beabsichtigte Schoch unter Hinzupachtung von ca. 2 Hektaren, einen Rindermastbetrieb für etwa 10 Mastrinder einzurichten und eine Obstkultur anzulegen. Im Jahre 1971 ersuchte er um die Bewilligung, für diesen Landwirtschaftsbetrieb ein Wohnhaus mit Nebenräumen errichten zu können. Am 24. September 1974 verweigerte das Amt für Gewässerschutz und Wasserbau des Kantons Zürich die Bewilligung. Eine Beschwerde Schochs wies der Regierungsrat des Kantons Zürich mit Beschluss vom 25. August 1976 ab, im wesentlichen mit der Begründung, es liege kein im Sinne von Art. 20 GSchG privilegierter Landwirtschaftsbetrieb vor.\n\nMit Verwaltungsgerichtsbeschwerde verlangt Schoch im wesentlichen, der Entscheid des Regierungsrates sei aufzuheben und es sei festzustellen, dass ein sachlich begründetes Bedürfnis für die Erstellung des projektierten Bauernhauses bestehe.", "considerants": "Erwägungen:\n\n1. (Feststellung, dass der geplante Landwirtschaftsbetrieb weder rentabel noch existenzsichernd sein würde und dass im projektierten Gebäude überwiegend Wohnräume vorgesehen sind.) BGE 103 Ib 110 S. 112\n\n2. a) Nach Art. 20 GSchG dürfen Baubewilligungen für Gebäude und Anlagen ausserhalb des im generellen Kanalisationsprojektes abgegrenzten Gebietes nur erteilt werden, sofern der Gesuchsteller dafür ein sachlich begründetes Bedürfnis nachweist. Die Baubewilligung wird auch bei Vorliegen eines solchen Bedürfnisses nur erteilt, wenn die Ableitung und Reinigung oder eine andere zweckmässige Beseitigung der Abwässer festgelegt ist und die Zustimmung der kantonalen Fachstelle für Gewässerschutz vorliegt.\n\nDer Begriff des sachlich begründeten Bedürfnisses wird in Art. 27 der Allgemeinen Gewässerschutzverordnung vom 19. Juni 1972 näher umschrieben. Ein Bedürfnis für die Errichtung eines Gebäudes ausserhalb der Bauzone gilt dann als sachlich begründet, wenn dessen Zweckbestimmung den beanspruchten Standort ausserhalb der Bauzone bzw. des GKP bedingt und dem Bauvorhaben keine überwiegenden öffentlichen Interessen entgegenstehen. Als solche standortgebundene Bauten gelten unter anderem Landwirtschaftsbetriebe.\n\nFür Landwirtschaftsbetriebe, die nicht über die erforderlichen Gebäulichkeiten verfügen, ist das sachliche Bedürfnis für einen Neubau zu bejahen, wenn das bewirtschaftete Areal ausserhalb der Bauzone liegt und der Betrieb nicht von innerhalb des Baugebietes liegenden Gebäulichkeiten aus geleitet werden kann. In der Regel stehen einem solchen Neubau auch keine überwiegenden öffentlichen Interessen entgegen, es sei denn, dass andere gewichtige Gründe, z.B. des Natur- und Landschafts- oder Heimatschutzes einen Neubau ausserhalb der Bauzone als unerwünscht erscheinen lassen (BGE 102 Ib 70, E. 5b).\n\nb) Das Bundesgericht hat in BGE 100 Ib 92 E. 5 und in einem nicht publizierten Entscheid Ottinger vom 8. März 1974 ausgeführt, ein Landwirtschaftsbetrieb müsse nicht unbedingt existenzsichernd sein, damit angenommen werden könne, es sei ein sachlicher Grund für ein dazugehöriges Wohnhaus im Sinne von Art. 20 GSchG gegeben. Es komme ferner nicht darauf an, ob ein Gesuchsteller die Landwirtschaft im Haupt- oder Nebenberuf betreiben wolle.\n\nWie der Beschwerdeführer hervorhebt, weist der hier zu entscheidende Fall gewisse Parallelen zu den genannten Präjudizien auf. Die Ähnlichkeit beschränkt sich aber auf die Frage, ob ein Landwirtschaftsbetrieb existenzsichernd und BGE 103 Ib 110 S. 113rentabel sein müsse, damit die Errichtung eines Wohnhauses ausserhalb der Bauzone bewilligt werden dürfe. Ein entscheidender Unterschied zwischen den genannten Entscheiden und dem vorliegenden Fall liegt aber darin, dass es dort um Ersatzbauten für baufällige Wohnhäuser ging, während der Beschwerdeführer ein neues Gebäude errichten will, das kein altes Wohnhaus auf dem selben Betrieb ersetzen soll. Ferner bestanden in den genannten, beurteilten Fällen die Landwirtschaftsbetriebe, deren Bewirtschaftung nicht ausschliesslich aus ökonomischen, sondern auch aus ideellen Gründen geplant war, bereits während längerer Zeit. Gemäss dem Projekt des Beschwerdeführers soll jedoch ein neuer, nicht existenzsichernder und unrentabler Landwirtschaftsbetrieb gegründet werden. (Im Fall von BGE 100 Ib 89 kann das neu zu erstellende Wohnhaus als Ersatzbaute betrachtet werden, weil die Bewilligung für dessen Bau mit der Auflage verbunden wurde, dass das zu ersetzende Haus, in dem noch die betagte Verkäuferin des Landwirtschaftsbetriebes wohnte, nach deren Ableben höchstens noch als Lagerraum und Keller benutzt werde.)\n\nDen beiden genannten Bundesgerichtsentscheiden liegt der Gedanke zugrunde, dass die Gewässerschutzgesetzgebung nicht bezweckt, bestehende Gebäude ausserhalb des GKP zum Verschwinden zu bringen (BGE 102 Ib 215). Darum dürfen Wohnhäuser, die zu herkömmlichen landwirtschaftlichen Kleinbetrieben gehören, erneuert und ersetzt werden, selbst wenn diese Betriebe keine Grundlage für eine hauptberufliche Tätigkeit bieten und unrentabel sind. Voraussetzung ist nur, dass nicht geplant ist, mit dem Neubau bezüglich Grösse und Nutzungsart erheblich von der zu ersetzenden Baute abzuweichen. Eine andere Frage ist aber, ob das Gewässerschutzgesetz auch die Errichtung von Wohnhäusern auf neuen, nicht existenzsichernden und unrentabeln Landwirtschaftsbetrieben zulassen will.\n\nBei der Schaffung von Art. 20 GSchG wurde unter anderem bewusst ein Ziel der Raumplanung verfolgt. Es sollte verhindert werden, dass ausserhalb des Baugebietes weit zerstreut zahlreiche Wohnhäuser, die nicht an einen solchen Standort gebunden sind, errichtet werden. Diese Zwecksetzung kann umgangen werden, wenn finanzkräftige Leute vorgeben, einen Landwirtschaftsbetrieb zu gründen und ein diesbezügliches BGE 103 Ib 110 S. 114Projekt einreichen, sich aber in Wirklichkeit primär eine Wohnung ausserhalb des Baugebietes verschaffen wollen. An die Standortgebundenheit solcher Bauten sind deshalb strenge Anforderungen zu stellen.\n\nEs stellt sich die Frage, welche Voraussetzungen erfüllt sein müssen, damit ein Projekt als Landwirtschaftsbetrieb im Sinne der Gewässerschutzgesetzgebung anerkannt werden kann. Art. 27 AGSchV gibt darüber keine nähere Auskunft. Es kann aber kein Zweifel bestehen, dass die Errichtung einer Baute ausserhalb der Bauzone nur dann mit landwirtschaftlichen Gründen gerechtfertigt werden kann, wenn gewährleistet ist, dass eine solche Baute primär landwirtschaftlichen Zwecken dienen wird, die nur an einem solchen Standort sinnvoll verfolgt werden können. Eine Baute darf darum nur als landwirtschaftliche Baute im Sinne von Art. 27 AGSchV bezeichnet werden, wenn sie in der Hauptsache für die agrarische Produktion verwendet wird. Sobald die landwirtschaftliche Produktion aber zu einer Nebensache wird und andere Nutzungen wie insbesondere das Wohnen den Hauptzweck eines Gebäudes bilden, kann nicht mehr von einem Landwirtschaftsbetrieb im Sinne der Gewässerschutzgesetzgebung gesprochen werden.\n\nDieser Begriff des Landwirtschaftsbetriebes ergibt sich auch aus dem Landwirtschaftsrecht. Die Verordnung über Investitionskredite und Betriebshilfe in der Landwirtschaft vom 15. November 1972 (SR 914.11) bezeichnet in Art. 1 Abs. 1 einen Betrieb im allgemeinen dann als landwirtschaftlich, \"wenn seine organisierte Gesamtheit von Nutzland, Bauten und Inventar der Erzeugung oder der Erzeugung und Verwertung von Bodenprodukten dient\".\n\nc) Im vorliegenden Fall ist der projektierte Landwirtschaftsbetrieb weder existenzsichernd noch rentabel. Es ist daher ausgeschlossen, dass die geplante Baute in der Hauptsache der landwirtschaftlichen Produktion dienen würde. Der Beschwerdeführer muss vielmehr zu einem grossen Teil seinen Lebensunterhalt aus anderen Quellen decken. Bei dieser Lage ist er aber nicht auf ein Wohnhaus ausserhalb der Bauzone angewiesen.\n\nDer Schluss, dass die geplante Baute zur Hauptsache nicht für landwirtschaftliche Zwecke verwendet würde, ergibt sich auch aus der Aufteilung der Räumlichkeiten. Im Projekt des BGE 103 Ib 110 S. 115Beschwerdeführers überwiegen die Wohnräume eindeutig, während die für die landwirtschaftliche Nutzung bestimmten Teile eine untergeordnete Rolle spielen. Die Baute, für die der Beschwerdeführer um eine Bewilligung nachgesucht hat, kann somit nicht als landwirtschaftlich im Sinne von Art. 27 Abs. 2 AGSchV betrachtet werden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}