{"annee": "103", "cour": "II", "page": "307", "date": "25/10/1977", "cite": [], "cite_par": [], "chapeau": "50. Auszug aus dem Urteil der I. Zivilabteilung vom 25. Oktober 1977 i.S. Granax S.A. gegen Allgemeine Rheintransport AG und Mitbeteiligte", "regestes": ["Accord cartellaire, motifs justifiant une entrave à la concurrence. 1. Art. 4 al. 1 et art. 6 al. 1 LCart. Action intentée pour une prétendue entrave à la concurrence dans le transport de céréales par une maison de commerce ne possédant pas ses propres moyens de transport contre des entreprises de navigation. La demanderesse a-t-elle subi une entrave à la concurrence et a-t-elle qualité pour agir? Question laissée ouverte (consid. 2). 2. Art. 5 al. 1 et al. 2 LCart. Intérêts légitimes justifiant en tout cas la mesure attaquée (consid. 3)."], "faits": "BGE 103 II 307 S. 308\n\nA.- Die Granax S.A. wurde 1957 von einer ausländischen Gesellschaft, die ihrerseits von einem amerikanischen Unternehmen kontrolliert wird, mit Sitz in Genf gegründet. Im Jahre 1958 eröffnete sie in Zürich eine Zweigniederlassung. Sie bezweckt u.a. den Handel mit Agrarprodukten und Nahrungsmitteln und erledigt auch Transportgeschäfte, besitzt jedoch keine eigenen Transportmittel.\n\nDie Granax S.A. erhielt eine Einfuhrbewilligung für Brotgetreide und Fischmehl, aber keine für Futtermittel, deren Einfuhr durch Zuteilung von Kontingenten geregelt ist. Seit Mai 1972 verkaufte sie vor allem amerikanisches Futtergetreide franko Schweizergrenze an Firmen, die über ein Einfuhrkontingent verfügten. Sie liess das Futtergetreide mit Blockzügen der französischen Staatsbahnen zu besonderen Frachtansätzen von Gent über Frankreich nach Basel und Vallorbe befördern, womit der Transport auf dem Rhein konkurrenziert und dessen Tarif unterboten wurde. Dieser Bahntransport entwickelte sich für die Granax S.A. zunächst günstig; vom Mai 1972 bis Februar 1973 verkaufte sie nach ihren Angaben rund 73'000 Tonnen überseeisches Getreide franko Schweizergrenze. Anfangs 1973 gingen ihre Verkäufe stark zurück und kamen schliesslich, trotz unverändertem Angebot, nicht mehr zustande.\n\nDer Grund dafür lag angeblich in einem neuen \"Meistbegünstigungsabkommen\" (MBA) von 13 in der Schweizer Rheinschiffahrts-Konvention zusammengeschlossenen Reedereien mit ihren Kunden. Nach diesem Abkommen, das am 1. Januar 1973 in Kraft getreten ist, verpflichten sich die \"meistbegünstigten Transportvergeber\", alles zwischen Zeebrugge BGE 103 II 307 S. 309und Hamburg eingekaufte Getreide den Konventions-Reedereien zum Transport zu übergeben und hiefür keine andern Verkehrsträger zu benutzen (Ziff. 12a Abs. 1 MBA). Die Reedereien gewähren ihnen dafür die jeweils günstigsten Transportbedingungen und nebst dem gewöhnlichen Mengenrabatt eine Regelmässigkeitsprämie von Fr. 5.-- je Tonne; sie verzichten ferner auf einen Niederwasserzuschlag und stellen den Auftraggebern ihren Lagerraum in Basel und Umgebung zur Verfügung.\n\nAm 13. September 1974 wurde das Abkommen dahin abgeändert, dass die Auftraggeber nur noch 75% ihrer Transportmenge den Konventions-Reedereien zu überlassen haben; den Rest dürfen sie anderen Transporteuren, z.B. den deutschen oder französischen Staatsbahnen anvertrauen, ohne Vorteile aus dem Abkommen zu verlieren. Wer auf diese Möglichkeit verzichtet, erhält jedoch eine zusätzliche Prämie; wer das nicht tut, bezahlt dagegen für jede nicht auf dem Rhein transportierte Tonne Fr. 5.-- an den Niederwasserfonds.\n\nB.- Die Granax S.A. bemühte sich umsonst, die Anwendung von Ziff. 12a MBA durch eine vorsorgliche Massnahme im Sinne von Art. 10 des Kartellgesetzes (KG) aussetzen zu lassen. Im Dezember 1974 klagte sie gegen die in der Schweizer Rheinschiffahrts-Konvention zusammengeschlossenen 13 Reedereien mit den Begehren: 1. festzustellen, dass Ziff. 12a Abs. 1 des seit 1. Januar 1973 geltenden MBA widerrechtlich sei; 2. die Beklagten anzuweisen, die Anwendung dieser Bestimmung sofort auszusetzen; 3. die Beklagten bei Strafe zur umgehenden Mitteilung an die \"meistbegünstigten Transportvergeber\" zu verpflichten, dass diese ab sofort frei seien, Getreide auch über andere Verkehrswege als den Rhein zu beziehen; 4. die Beklagten zu verurteilen, der Klägerin Fr. 50'000.-- Schadenersatz im Monat nebst Zins zu bezahlen.\n\nDie Beklagten bestritten nicht nur, dass Ziff. 12a Abs. 1 MBA eine unzulässige Vorkehr im Sinne des Kartellgesetzes enthalte, sondern auch, dass sie mit der Klägerin im Wettbewerb stehen; die Behinderung sei jedenfalls nicht erheblich und die getroffene Vorkehr übrigens durch überwiegende schutzwürdige Interessen an einer lebensfähigen Rheinschiffahrt gerechtfertigt.\n\nDas Appellationsgericht des Kantons Basel-Stadt wies die Klage am 26 April 1977 ab.\n\nBGE 103 II 307 S. 310\n\nC.- Auf Berufung der Klägerin, die an ihren Rechtsbegehren festhielt, bestätigte das Bundesgericht dieses Urteil.", "considerants": "Aus den Erwägungen:\n\n2. Das Appellationsgericht sagt nicht, weshalb es die Granax S.A. im Sinne von Art. 6 Abs. 1 KG für klageberechtigt hält; es schweigt sich insbesondere darüber aus, inwiefern die Klägerin selber durch die angebliche Wettbewerbsbehinderung betroffen wird und in welcher Eigenschaft sie an deren Unterlassung interessiert ist. Dem angefochtenen Urteil Ist dazu bloss zu entnehmen, dass die Klägerin, die keine eigenen Transportmittel besitzt, aber über solche einer Schwesterfirma verfügen will, das Getreide in Blockzügen der französischen Staatsbahnen (SNCF) von Gent nach Basel und Vallorbe befördern liess, während die Beklagten für den Transport des Getreides von der Nordsee nach Basel den Rhein benützen. Die Vorinstanz erblickt in diesen Transportmöglichkeiten mit verschiedenen Frachtansätzen einen Markt, auf dem beide Parteien die Beförderung von Getreide anböten und sich als Konkurrenten gegenüberständen. Dass die Klägerin Getreidehändlerin ist und die Transporte nicht selber ausführt, ändert nach der Auffassung des Appellationsgerichtes nichts an der Gleichartigkeit der angebotenen Leistung und des damit befriedigten Bedürfnisses. Die Beklagten bestreiten diese Auffassung, weil die kartellrechtliche Auseinandersetzung in Fällen wie hier nur zwischen Transportunternehmen, nicht aber zwischen einer Handelsfirma ohne eigene Transportleistung und reinen Transportunternehmen stattfinden könne; die Klägerin habe als Händlerin keinen Anspruch auf freien Wettbewerb im Transport von Getreide.\n\nDas Appellationsgericht nimmt sodann an, dass die Beklagten sich durch das MBA zu einem Kartell zusammengeschlossen haben und den Transportmarkt zwischen der Nordsee und der Schweiz durch die in Ziff. 12a MBA enthaltene Abrede beeinflussen; sie hätten das Abkommen offenbar mit dem Ziel revidiert, um der aus ihrer Sicht unerwünschten Konkurrenzierung durch die von der Klägerin benutzte Bahnachse begegnen zu können. Von einem Ausschluss oder einem Boykott der Klägerin könne aber nicht gesprochen werden, weil diese ihr Getreide weiterhin mit der Bahn befördern könne und ihr BGE 103 II 307 S. 311auch der Transport auf dem Rhein uneingeschränkt offen stehe. Nach den Auswirkungen des Abkommens auf ihre Verkäufe sei dagegen nicht zu verkennen, dass die Klägerin durch die Vorkehren der Beklagten im Wettbewerb behindert werde; ihre Handlungsfreiheit, Struktur und Geschäftsentwicklung würden dadurch jedoch nicht in einem Masse beeinträchtigt, dass von einer erheblichen Behinderung im Transportsektor die Rede sein könne.\n\nOb die Granax S.A. klageberechtigt sei; ob sie durch das MBA im Wettbewerb behindert werde und ob die Behinderung erheblich sei, kann indes offen bleiben, wenn mit der Vorinstanz anzunehmen ist, dass schutzwürdige Interessen der Beklagten die angefochtene Massnahme jedenfalls zulässig machten.\n\n3. Nach Art. 5 Abs. 1 KG ist die Wettbewerbsbehinderung ausnahmsweise zulässig, wenn sie durch überwiegende schutzwürdige Interessen gerechtfertigt ist und wenn sie die Freiheit des Wettbewerbes weder im Verhältnis zum angestrebten Ziel noch nach der Art und Durchführung der Vorkehr übermässig beeinträchtigt. Solche Interessen liegen gemäss Abs. 2 insbesondere vor, wenn das Kartell einen lauteren und unverfälschten Wettbewerb gewährleistet (lit. a), angemessene berufliche und betriebliche Voraussetzungen verwirklicht (lit. b) oder eine im Gesamtinteresse erwünschte Struktur eines Wirtschaftszweiges oder eines Berufes fördert (lit. c).\n\na) Das Appellationsgericht hält für erwiesen, dass die SNCF u.a. auf Bahnlinien nach der Schweiz besonders günstige Tarife für Getreidetransporte anwendet, insgesamt aber mit Verlusten arbeitet und jährlich erhebliche Zuschüsse aus der Staatskasse erhält. Die Vorinstanz folgert daraus mit Recht, dass solche Zuschüsse auf eine Verbilligung der Bahntransporte hinauslaufen und den Wettbewerb zwischen französischen Bahnlinien mit Frachtvergünstigungen und der Rheinschiffahrt verfälschen, weil die Reedereien nicht mit Subventionen oder anderen Verbilligungen der Transporte zu Lasten des Staates rechnen können. Das veranlasste die Beklagten nach dem angefochtenen Urteil denn auch, sich zu einem Kartell zusammenzuschliessen und Gegenmassnahmen zu ergreifen, sich von ihren Kunden feste Transportmengen zusichern zu lassen und ihnen dafür erhebliche Gegenleistungen zu gewähren, um die Konkurrenzfähigkeit gegenüber der SNCF wieder herzustellen.\n\nBGE 103 II 307 S. 312\n\nDie Klägerin meint freilich, es gehe hier nicht um die Konkurrenz zwischen der SNCF und den Reedereien, sondern um den Wettbewerb unter den Parteien, der durch besondere Bahntarife in Frankreich nicht verfälscht werden könne, gleichviel ob die SNCF Subventionen erhalte oder ob ihre jährlichen Verluste durch den Staat gedeckt würden. Damit verkennt die Klägerin, dass sie selber kein Transportunternehmen führt, sondern Kundin der mit den Beklagten wetteifernden SNCF ist, aber von deren Transportvergünstigungen im Verkauf von überseeischem Getreide franko Schweizergrenze profitieren konnte. In dieser Eigenschaft ist sie denn auch an der Unterlassung der angeblichen Wettbewerbsbehinderung, der sich die SNCF seitens der Beklagten ausgesetzt sieht, interessiert. Wenn sie sich gegen die Behinderung wehrt, muss sie sich daher entgegenhalten lassen, was die Beklagten zu deren Rechtfertigung gegen die SNCF vorbringen können.\n\nEs lässt sich auch nicht sagen, dass die Beklagten die Freiheit des Wettbewerbs übermässig beeinträchtigen, weil sie mit dem MBA bloss ihr Monopol für Getreideeinfuhren auf dem Rhein sichern wollten. Der Einwand scheitert schon an der Feststellung der Vorinstanz, dass diese Einfuhren seit Jahren ständig zurückgehen und 1974 noch knapp die Hälfte des gesamtschweizerischen Getreideimportes ausmachten. Dazu kommt, dass jeder Transportvergeber dem MBA beitreten und es jeweils auf Jahresende kündigen kann, wenn er die Bahntarife trotz der beachtlichen Gegenleistungen der Reedereien, wie Mengenrabatt, Treueprämie, Angebot von Lagerraum und Erlass von Zuschlägen bei Niederwasser, für günstiger hält. Diese Gegenleistungen zeigen ferner, wie sehr die Reedereien an einer gleichmässigen Auslastung ihrer Flotte und damit an einer konkurrenzfähigen Rheinschiffahrt interessiert sind.\n\nb) Das Appellationsgericht hält der Klägerin sodann entgegen, dass die Beklagten mit ihren Vorkehren auch eine im Gesamtinteresse erwünschte Struktur eines Wirtschaftszweiges fördern. Es begründet dies mit der Bedeutung einer leistungsfähigen Rheinschiffahrt für die Landesversorgung, insbesondere mit Getreide und Futtermitteln. Eine spürbare Verminderung der Getreideeinfuhren auf dem Wasserwege könnte diese Schiffahrt nicht nur gefährden, sondern in ernsthafte Schwierigkeiten bringen. Angesichts dieser Gefahr sei als zulässig zu BGE 103 II 307 S. 313betrachten, dass die Beklagten mit dem MBA ihren bisherigen Anteil am Getreideimport nach Möglichkeit sicherstellen wollen und die besonderen Vorteile nur jenen Transportvergebern gewähren, die mindestens 75% der Bezüge ihnen zur Beförderung überlassen.\n\nDie Klägerin anerkennt, dass der Rhein eine bedeutsame Zufuhrmöglichkeit für die Schweiz bildet und dass insofern eine leistungsfähige Rheinschiffahrt auch im Landesinteresse liegt. Gleichwohl versucht sie eine zulässige Ausnahme im Sinne von Art. 5 Abs. 2 lit. c KG zu bestreiten, weil das Appellationsgericht aus dem von ihm festgestellten Sachverhalt zu Unrecht auf eine echte Gefährdung der Rheinschiffahrt schliesse. Eine solche Gefährdung lässt sich indes im Ernst nicht bestreiten, wenn von den Feststellungen der Vorinstanz ausgegangen wird, dass die Getreideeinfuhren auf dem Rhein seit Jahren abnehmen, schon heute mehr als die Hälfte davon auf die Bahn entfällt, die Rheinschiffahrt notleidend ist und Massnahmen erfordert. Was die Klägerin vorbringt, richtet sich übrigens zum Teil gegen diese Feststellungen und ist als unzulässige Kritik an der Beweiswürdigung der Vorinstanz nicht zu hören. Das gilt insbesondere von den Vorbringen, die Schwierigkeiten der Rheinschiffahrt seien nicht auf die Konkurrenz durch die Klägerin, sondern auf Fehldispositionen, Misswirtschaft und ein Überangebot an Schiffsraum zurückzuführen. Das Appellationsgericht begründete die von den Beklagten befürchtete Verminderung zudem nicht bloss mit der Getreidemenge, welche die Klägerin allein 1972 mit der Bahn transportieren liess; es führte ausdrücklich aus, dass die Konkurrenzierung der Rheinschiffahrt durch die SNCF auch anderen Unternehmen offen stehe.\n\nNach dem, was in tatsächlicher Hinsicht feststeht, ist die Auffassung des Appellationsgerichtes über die in Ziff. 12a MBA enthaltene Kartellabrede weder unter dem Gesichtspunkt des damit angestrebten Zieles, noch nach den Verpflichtungen, die den Transportvergebern auferlegt werden, zu beanstanden. Die Vorkehren der Beklagten sind durch überwiegende schutzwürdige Interessen, insbesondere an einer leistungs- und konkurrenzfähigen Rheinschiffahrt, gerechtfertigt und verletzen auch den Grundsatz der Verhältnismässigkeit nicht. Ihre Auswirkungen sind selbst für Aussenseiter tragbar; diese werden nicht ausgeschlossen und können ihre Ware BGE 103 II 307 S. 314weiterhin mit der Bahn befördern lassen. Von einer Verletzung des Art. 5 KG kann umsoweniger die Rede sein, als die angefochtene Massnahme im Sinne von Art. 5 Abs. 2 lit. b auch geeignet ist, angemessene berufliche und betriebliche Voraussetzungen zu schaffen, wenn die Schiffe entsprechend dem Zweck des Abkommens möglichst ständig und gleichmässig ausgelastet werden. Das eine wie das andere liegt nicht nur im Interesse einer gesunden Rheinschiffahrt, sondern auch der Landesversorgung."}