{"annee": "103", "cour": "IA", "page": "26", "date": "30/3/1977", "cite": ["98 IA 175", "97 I 344", "100 IB 137", "102 IA 69", "97 I 337", "97 I 320"], "cite_par": ["107 IB 376", "106 IA 337"], "chapeau": "6. Urteil vom 30. März 1977 i.S. Moll gegen Einwohnergemeinde Engelberg und Verwaltungsgericht des Kantons Obwalden", "regestes": ["Art. 4 Cst.; taxe de raccordement aux canalisations. L'obligation de verser une taxe de raccordement aux canalisations incombe en principe au propriétaire de l'immeuble au moment du raccordement; l'imposition du propriétaire du fonds au moment de la taxation et du calcul de la contribution nécessite une base légale claire."], "faits": "BGE 103 Ia 26 S. 27\n\nIm Verlauf des Jahres 1968 wurde die Parzelle Nr. 144 an die Kanalisation der Einwohnergemeinde Engelberg angeschlossen. Ernst Moll erwarb diese Parzelle mit Kaufvertrag vom 19. Mai 1970.\n\nAm 30. Juli 1974 veranlagte die Einwohnergemeinde Engelberg Ernst Moll für eine Kanalisationsanschlussgebühr im Betrage von Fr. 37'822.45. Sowohl sein Rekurs an den Gemeinderat von Engelberg als auch seine Beschwerden an den Regierungsrat und anschliessend an das Verwaltungsgericht des Kantons Obwalden wurden abgewiesen. Gegen das Urteil des Verwaltungsgerichts führt Ernst Moll staatsrechtliche Beschwerde. Er macht geltend, die Gebührenveranlagung sei willkürlich, weil er im Zeitpunkt des Kanalisationsanschlusses nicht Eigentümer der Liegenschaft gewesen sei. Das Bundesgericht heisst die Beschwerde gut.", "considerants": "Erwägungen:\n\n1. Das Verwaltungsgericht geht in seinem Urteil zunächst davon aus, dass sich die Frage, wer bei einer Handänderung der Liegenschaft vor Rechnungstellung für die Anschlussgebühr als Beitragsschuldner der Einwohnergemeinde Engelberg zu betrachten sei, nach dem vor und zur Zeit der Handänderung geltenden Kanalisationsreglement vom 22. Mai 1966 (aKR) beurteile. Es begründet seine Auffassung nicht näher. Später führt das Verwaltungsgericht in offensichtlichem Gegensatz dazu aus, auf den zu beurteilenden Sachverhalt finde das neue Kanalisationsreglement vom 4. Dezember 1973 (nKR) Anwendung. Dieser augenscheinliche und ungeklärte Widerspruch über das anwendbare Recht schliesst allein schon eine Willkür in sich (BGE 97 I 327 mit Hinweisen). Das Urteil des Verwaltungsgerichts muss aber auch aufgehoben werden, weil weder das alte noch das neue Kanalisationsreglement die Zahlungspflicht des Beschwerdeführers zu begründen vermag.BGE 103 Ia 26 S. 28\n\n2. Das aKR sieht in keiner Bestimmung vor, im Falle einer Handänderung könne der spätere Erwerber für die Anschlussgebühr belangt werden. Art. 11 aKR erklärt lediglich jeden Anschluss an die Kanalisation bewilligungspflichtig, und Art. 38 bestimmt, dass die Einwohnergemeinde für jeden Anschluss von den Grundeigentümern eine einmalige Gebühr erhebt. Im weiteren wird von den Eigentümern der angeschlossenen Liegenschaft gemäss Art. 40 für Betrieb und Unterhalt der Anlagen eine jährliche Benützungsgebühr erhoben.\n\nDas Verwaltungsgericht ist der Rechtsauffassung, die Forderung für die Kanalisationsanschlussgebühr entstehe erst mit der Veranlagung und Rechnungstellung durch die Gemeinde und die Schuldpflicht treffe demnach denjenigen, welcher in diesem Zeitpunkt Eigentümer der angeschlossenen Liegenschaft sei. Dieser Ansicht kann nicht gefolgt werden. Die Anschlussgebühr ist eine öffentlich-rechtliche Gegenleistung für die Gewährung des Anschlusses an die Leitung eines öffentlichen Werkes. Die rechtlichen Voraussetzungen für ihre Erhebung bestimmen sich daher grundsätzlich nach dem Zeitpunkt, in dem der Anschluss vollzogen wird (BGE 102 Ia 72 mit Hinweisen), und die Gebührenpflicht trifft grundsätzlich den anschliessenden Grundeigentümer, weil er den Rechtsgrund für die Entstehung der Abgabe setzt (IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung II, S. 777 ff. insb. S. 781; ZAUGG, Steuer, Gebühr und Vorzugslast, ZBl 74/1973 S. 222). Ferner entspricht es, entgegen den Ausführungen im angefochtenen Urteil, der Ansicht FLEINERS (Institutionen des deutschen Verwaltungsrechts, 8. Auflage, Zürich 1939, S. 429/30 insb. N. 37), dass die Abgabepflichtigkeit mit der Erfüllung der gesetzlichen Voraussetzungen entstehe. In den Fällen, in denen mittels Veranlagung und Rechnungstellung der Umfang der Abgabe erst nach der Erfüllung der gesetzlichen Voraussetzungen konkretisiert werde, sei - so führt Fleiner weiter aus - dennoch die Erfüllung der gesetzlichen Voraussetzungen und nicht die konkretisierende Erklärung der veranlagenden Behörde massgebender Zeitpunkt für die Begründung der Abgabepflicht. Die Veranlagung bringe lediglich eine bereits bestehende gesetzliche Verpflichtung zu konkreter Geltung. Deshalb werde ein Abgabepflichtiger durch den Wegfall der gesetzlichen Voraussetzungen vor der BGE 103 Ia 26 S. 29Veranlagung nicht von der Abgabe befreit. Wenn das Gesetz eine Person als abgabepflichtig erklärt habe, bleibe sie es auch, wenn der Termin der Veranlagung hinausgeschoben werde (so auch BLUMENSTEIN, System des Steuerrechts, 3. Auflage, Zürich 1971, S. 261, 350 ff.). Etwas anderes behauptet auch ZIMMERLIN (Bauordnung der Stadt Aarau, Zürich 1960, S. 252 N. 2) nicht, auf den sich das Verwaltungsgericht beruft. Der Erlass einer Veranlagungsverfügung sowie die Rechnungstellung sind lediglich Mittel zur Geltendmachung der Abgabeforderung. Daraus kann sich nicht die rechtliche Folgerung ergeben, dass die Veranlagungsverfügung gegenüber jemand anderem zu ergehen hätte, als gegenüber dem Grundeigentümer, der den Abgabesachverhalt (Kanalisationsanschluss) begründet hat. Noch weniger ist der rechtliche Schluss zulässig dass ein Schuldnerwechsel eintrete, wenn zwischen der Entstehung der Gebührenpflicht und ihrer Veranlagung ein Eigentümerwechsel stattfindet. Die Gebührenschuld ist eine persönliche Schuld dessen, der den Abgabetatbestand gesetzt hat. Eine Abgabesukzession dieser Art bedürfte einer klaren gesetzlichen Grundlage (BGE 98 Ia 178), zumal die Bestimmung des Abgabesubjekts zu den wesentlichen Elementen gehört, welche im Grundlageerlass enthalten sein müssen (BGE 97 I 348). Daher kann die seither durch die Gesetzgebung des Kantons Bern überholte frühere bernische Praxis nicht zur Stützung des Standpunktes des Verwaltungsgerichts herangezogen werden, wonach die Kanalisationsanschlussgebühr bei Handänderung von jedem späteren Eigentümer eingefordert werden kann, sofern das Kanalisationsreglement nichts anderes bestimme (MBVR 37/1939 S. 291). Mit dem alten Kanalisationsreglement lässt sich der Entscheid des Verwaltungsgerichts deshalb nicht begründen. Es fehlt die klare gesetzliche Grundlage, welche zur Einführung der Abgabesukzession erforderlich wäre.\n\nDas Verwaltungsgericht macht zu Recht nicht geltend, die Regelung des aKR sei lückenhaft. Abgesehen davon, dass eine Lücke im öffentlichen Recht nicht leichthin angenommen werden darf (BGE 100 Ib 157, gibt das Verwaltungsgericht keine stichhaltigen Gründe an, welche eine Abweichung von der klaren, aus dem aKR hervorgehenden Regelung rechtfertigen würden. Tatsächlich lässt sich die Regelung des aKR, welche lediglich die Gebührenpflicht des Eigentümers im Zeitpunkt BGE 103 Ia 26 S. 30des Anschlusses vorsieht, mit ebenso guten Gründen vertreten wie eine Regelung, welche die alleinige oder solidarische Haftung des Rechtsnachfolgers begründet, so dass für die Annahme einer Lücke kein Raum bleibt.\n\n3. Die Gebührenpflicht des Beschwerdeführers lässt sich auch mit dem nKR nicht begründen. Dieses enthält als Übergangsbestimmung lediglich die Regel, das aKR werde nach Inkrafttreten des nKR sofort aufgehoben (Art. 48). Das nKR findet deshalb auf alle Sachverhalte Anwendung, die sich nach dessen Inkrafttreten verwirklicht haben. Der die Gebührenpflicht im vorliegenden Fall auslösende Sachverhalt ist der im Jahre 1968 erfolgte Anschluss der Liegenschaft Nr. 144 an die Kanalisation. Deshalb erklärte das Verwaltungsgericht zunächst zu Recht, die Frage, wer gebührenpflichtig sei, beurteile sich nach dem aKR. Dennoch schützte es die von der Einwohnergemeinde Engelberg auf Grund des nKR vorgenommene Veranlagung.\n\nDie Anwendbarkeit des nKR wird zunächst mit Überlegungen begründet, die nach der vorangehenden Erwägung 2 vor Art. 4 BV nicht standhalten. Der massgebende, gebührenbegründende Sachverhalt wurde nicht mit der Veranlagung und Rechnungstellung, welche unter der Herrschaft des nKR erfolgten, begründet, sondern mit dem Kanalisationsanschluss. Wird zur Beurteilung des 1968 erfolgten Kanalisationsanschlusses das nKR angewendet, liegt Rückwirkung vor, welche einer gesetzlichen Grundlage bedarf; diese fehlt im nKR, so dass nicht geprüft werden muss, ob die weiteren Voraussetzungen für die Zulässigkeit der Rückwirkung erfüllt sind (vgl. auch BGE 102 Ia 72).\n\nEbensowenig vermag die Überlegung zu überzeugen, dass die Anschlussgebühr nicht gefordert werde, weil das Grundstück Nr. 144 im Jahre 1968 an die Kanalisation angeschlossen worden sei, sondern weil der Anschluss im Zeitpunkt des Inkrafttretens des nKR noch bestehe und fortbestehen bleibe. Die Rechtsprechung des Bundesgerichts, auf welche sich das Verwaltungsgericht zur Stützung seiner Überlegung bezieht (BGE 97 I 337), betrifft einen andern Sachverhalt. Dort wurde eine neue Kanalisation gebaut und von den Benützern der alten Kanalisation auf Grund des Anschlusses an die neue Kanalisation eine einmalige Anschlussgebühr erhoben. Das Verwaltungsgericht hat nicht behauptet, seit dem Kanalisationsanschluss BGE 103 Ia 26 S. 31der Liegenschaft Nr. 144 sei die Gemeindekanalisation erneuert und deshalb ein neuer Anschlusstatbestand gesetzt worden.\n\nDas nKR bestimmt in Art. 41 Abs. 2 letzter Satz, der Käufer hafte für die Kanalisationsanschlussgebühr solidarisch mit dem Verkäufer. Auch diese Bestimmung kann nur auf Anschlüsse angewendet werden, die seit Inkrafttreten des nKR vollzogen worden sind, denn es fehlt auch bezüglich dieser Bestimmung an den Voraussetzungen für eine Rückwirkung. Die an das nKR anknüpfende Begründung des Verwaltungsgerichts vermag deshalb die Veranlagung des Beschwerdeführers auch nicht zu stützen. Das Urteil des Verwaltungsgerichts ist deshalb wegen Verletzung von Art. 4 BV aufzuheben."}