{"annee": "103", "cour": "III", "page": "1", "date": "27/4/1977", "cite": ["96 III 62", "82 I 75", "68 III 10", "76 III 75", "64 III 40", "79 III 132", "94 III 35"], "cite_par": ["104 III 55", "126 I 36", "136 III 575", "105 IA 307", "124 V 47"], "chapeau": "1. Arrêt du 27 avril 1977 dans la cause Banque commerciale arabe S.A.", "regestes": ["Art. 66 al. 4 LP. Notification d'un commandement de payer par publication bien que le débiteur ait un domicile connu à l'étranger, en raison de l'impossibilité (imputable à la Suisse) de transmission de l'acte."], "faits": "BGE 103 III 1 S. 1\n\nA.- a) Le 10 juillet 1967, le République algérienne démocratique et populaire a assigné la Banque commerciale arabe S.A. et le président du conseil d'administration de cette société, Zouhair Mardam Bey, tous deux à Genève, solidairement, en paiement de 42'796'100 fr., avec intérêt. Le Tribunal de première instance du canton de Genève a admis partiellement l'action le 10 juillet 1967, allouant les dépens de l'instance à la demanderesse. La Cour de justice a confirmé ce jugement le 15 juillet 1973.BGE 103 III 1 S. 2\n\nLes défendeurs ont recouru en réforme au Tribunal fédéral, qui le 1er juillet 1974, a admis les recours, annulé l'arrêt de la Cour de justice et rejeté la demande de la République algérienne démocratique et populaire. Il a mis à la charge de la demanderesse les frais de justice (art. 156 al. 1 OJ) et une indemnité de 50'000 fr. à payer à chacun des défendeurs à titre de dépens pour l'instance fédérale, renvoyant la cause à l'autorité cantonale pour qu'elle statuât à nouveau sur les frais et dépens de l'instance cantonale.\n\nLe 3 février 1975, la Cour de justice a condamné la République algérienne démocratique et populaire aux dépens de l'instance cantonale, taxés à 420'932 fr. 20.\n\nb) Le 8 juillet 1975, l'Office des poursuites de Genève a adressé, à la requête de la Banque commerciale arabe S.A., un commandement de payer à la République algérienne démocratique et populaire, pour un montant de 50'000 fr., plus intérêts et frais, correspondant à l'indemnité accordée à titre de dépens par le Tribunal fédéral. Sollicitée par la Division fédérale de la police de faire parvenir cet acte à son destinataire, l'Ambassade d'Algérie à Berne s'y est refusée, en déclarant que, selon l'usage, cette transmission incombait à l'Ambassade de Suisse à Alger. Mais, pour des motifs d'opportunité politique, le Département politique fédéral n'a pas voulu recourir à la voie diplomatique usuelle pour l'exécution de la demande d'entraide judiciaire. Il en a informé le Chef du Département de justice et police du canton de Genève par lettre du 20 novembre 1975. Se référant à cette lettre, l'Office des poursuites de Genève a rejeté la réquisition de continuer la poursuite que lui a présentée la Banque commerciale arabe S.A.\n\nCette dernière a adressé un recours au Conseil fédéral contre le refus du Département politique fédéral, demandant que l'acte de poursuite fût transmis par les soins de l'Ambassade de Suisse à Alger. Le 11 août 1976, le Conseil fédéral a déclaré le recours irrecevable, au motif que la lettre du Département politique fédéral n'était pas une décision sujette à recours et qu'au surplus il appartenait à la recourante d'agir par la voie de la plainte de l'art. 17 LP.\n\nc) Le 24 août 1976, la Banque commerciale arabe S.A. a obtenu, à concurrence de 50'000 fr., un séquestre, en main du notaire Pillet, à Genève, de papiers-valeurs (actions de la BGE 103 III 1 S. 3Banque commerciale arabe S.A.) dont la République algérienne démocratique et populaire revendique la propriété.\n\nLa Banque commerciale arabe S.A. a ensuite entamé la procédure de validation de séquestre. Le 8 septembre 1976, l'Office des poursuites de Genève a établi un commandement de payer qu'il a adressé au Parquet du procureur général, pour que l'acte, auquel était joint le procès-verbal de séquestre, fût notifié à la République algérienne démocratique et populaire par la voie diplomatique. Le Département politique fédéral s'y est refusé, comme dans le cadre de la poursuite précédente.\n\nL'Office des poursuites a alors adressé le commandement de payer à la Banque commerciale arabe S.A., avec la mention suivante: \"L'office constate l'impossibilité de notifier le présent commandement de payer, suite à la lettre émanant du Département politique fédéral datée du 8 octobre 1976 et adressée à la Division de police du Département fédéral de justice et police.\"\n\nd) La Banque commerciale arabe S.A. a porté plainte auprès de l'autorité cantonale de surveillance, demandant qu'il fût dit que le commandement de payer doit être notifié à son destinataire par les soins de l'Ambassade de Suisse à Alger et qu'ordre fût donné à l'Office des poursuites de procéder à une nouvelle notification.\n\nB.- L'autorité cantonale de surveillance a rejeté la plainte le 2 février 1977. Elle a considéré que, vu la position prise par le Département politique fédéral et le Conseil fédéral, une nouvelle tentative de notification par la voie diplomatique serait vaine.\n\nC.- La Banque commerciale arabe S.A. recourt au Tribunal fédéral. Elle demande que l'Office des poursuites soit invité à procéder à la notification du commandement de payer.\n\nLa République algérienne démocratique et populaire n'a pas présenté de réponse dans le délai qui lui a été imparti à cet effet par publication dans la Feuille fédérale du 12 avril 1977.", "considerants": "Considérant en droit:\n\n1. La République algérienne démocratique et populaire est intervenue dans un procès devant les tribunaux suisses BGE 103 III 1 S. 4comme titulaire d'un droit privé (iure gestionis). Elle peut donc faire en Suisse l'objet des mesures propres à assurer l'exécution forcée du jugement rendu contre elle (ATF 82 I 85 ss, sp. 88/89). En outre, les biens sur lesquels porte la procédure d'exécution sont saisissables: il s'agit de titres, dont la République algérienne démocratique et populaire se dit propriétaire, soit de biens patrimoniaux de l'Etat, de sa fortune privée et aliénable, non de biens affectés à l'exercice de l'activité gouvernementale (cf. ATF 82 I 90; LÉMONON, Immunité de juridiction et d'exécution forcée, Fiche juridique suisse No 934, p. 12; GMÜR, Gerichtsbarkeit über fremde Staaten, thèse Zurich 1948, p. 134 ss).\n\n2. Aux termes de l'art. 66 al. 3 LP, lorsque le débiteur est domicilié à l'étranger, il est procédé à la notification par l'intermédiaire des autorités de sa résidence ou par la poste.\n\na) La notification d'un acte de poursuite, comme de tout acte judiciaire, est un acte officiel, dont l'exécution incombe aux autorités locales (FAVRE, Droit des poursuites, 3e éd., p. 119; GULDENER, Das internationale und interkantonale Zivilprozessrecht der Schweiz, p. 20; ATF 96 III 65, ATF 94 III 37). Lorsque, comme en l'espèce, il n'y a pas d'accord prescrivant une voie de transmission spéciale des actes entre les autorités de l'Etat d'envoi et celles de l'Etat de destination, les actes doivent suivre la voie diplomatique ou consulaire: les actes suisses sont acheminés par la Division fédérale de la police aux représentants suisses à l'étranger. Vu le refus du Département politique fédéral, la notification ne peut pas être opérée de cette manière en l'occurrence: à juste titre, l'autorité cantonale de surveillance estime qu'une nouvelle tentative dans ce sens serait vaine.\n\nb) La notification directe, à l'étranger, par la poste, d'un acte de poursuite est un acte d'autorité publique sur territoire étranger. L'Office ne peut y procéder qu'avec le consentement de l'Etat étranger (cf. FAVRE et GULDENER, loc.cit.; ATF 94 III 37, ATF 76 III 76 /77). Or, en l'espèce, l'Ambassade d'Algérie à Berne, représentant en Suisse de l'Etat algérien, a renvoyé la Division fédérale de la police à suivre la voie diplomatique. Le commandement de payer ne saurait donc être notifié par la voie postale.\n\n3. Dans son rapport à l'autorité cantonale de surveillance, l'Office des poursuites a suggéré que la notification se BGE 103 III 1 S. 5fasse par publication. L'autorité cantonale s'y est refusée, au motif que les conditions légales d'une telle notification n'étaient pas réalisées en l'espèce.\n\nLa notification édictale a un caractère exceptionnel (ATF 64 III 43 consid. 2). L'art. 66 al. 4 LP prévoit qu'elle se fait si le débiteur n'a pas de domicile connu. Mais la jurisprudence n'exclut pas qu'on puisse y avoir recours même si le débiteur a un domicile connu, en raison de l'impossibilité d'une transmission officielle des actes, soit lorsque le créancier habite la Suisse, soit lorsqu'il s'agit d'un créancier domicilié à l'étranger mais qui est au bénéfice d'un titre exécutoire suisse ou d'un titre équivalent d'après une convention internationale (ATF 68 III 15; cf. ATF 79 III 136, arrêts non publiés S.à r.l. La Générale Congolaise des minerais \"Gecomin\", du 12 novembre 1968, Maurer, du 13 juin 1973).\n\nEn l'espèce, le créancier est domicilié en Suisse et possède un titre exécutoire suisse. Certes, les arrêts dans lesquels le Tribunal fédéral a été amené à énoncer la possibilité d'une extension de la notification édictale ont trait à des cas où c'était l'Etat du domicile du débiteur, soit l'Etat étranger, qui refusait la transmission de l'acte. Or, en l'occurrence, l'Algérie n'empêche pas la transmission, puisqu'elle renvoie les autorités suisses à suivre la voie diplomatique. L'impossibilité est imputable à la Suisse, vu le refus, non susceptible de recours devant le Conseil fédéral, du Département politique fédéral. Mais le principe a une portée générale: il ne faut pas, s'il s'agit d'un créancier domicilié en Suisse, qu'une personne jouissant de la protection de la Suisse soit privée de l'exercice des droits que la procédure tend à lui assurer (ATF 68 III 15; cf., sur la protection des parties en matière de signification d'actes judiciaires à l'étranger, RIGAUX, la signification des actes judiciaires à l'étranger, Revue critique de droit international privé, 1963, p. 447 ss, sp., p. 470/72).\n\nDans ces conditions, il y a lieu d'admettre le recours et d'inviter l'Office des poursuites de Genève à notifier le commandement de payer et l'ordonnance de séquestre par publication. Il appartiendra à l'office, en application de l'art. 35 LP, de faire insérer la publication dans la feuille officielle cantonale et dans toutes autres feuilles où il estimera qu'il y a le plus de chances que la notification parvienne à la connaissance de la débitrice. L'office décidera également, en BGE 103 III 1 S. 6vertu du pouvoir que lui attribue l'art. 66 al. 5 LP, s'il convient de prolonger le délai d'opposition."}