{"annee": "103", "cour": "IB", "page": "82", "date": "20/6/1977", "cite": [], "cite_par": [], "chapeau": "16. Urteil des Kassationshofes vom 20. Juni 1977 i.S. Widmer gegen Jugendstaatsanwalt des Kantons Zürich", "regestes": ["Art. 93bis al. 2 et art. 93ter al. 2 CP. En vertu d'une application par analogie de l'art. 100bis ch. 4 CP, aussi longtemps qu'il n'existe pas d'établissement fermé d'éducation au travail, les adolescents qui ont été placés dans une maison d'éducation pour subir une mesure de placement au sens de l'art. 93bis al. 2 CP et qui enfreignent obstinément la discipline de l'établissement peuvent être tranférés dans un établissement pénitentiaire."], "faits": "BGE 103 Ib 82 S. 83\n\nWidmer war vom Obergericht des Kantons Zürich am 5. Juli 1976 der wiederholten und fortgesetzten Widerhandlung gegen das Betäubungsmittelgesetz schuldig erklärt und in Anwendung von Art. 91 Ziff. 2 StGB in ein Erziehungsheim für Jugendliche eingewiesen worden. Da er sich in einem Schülerinternat als untragbar erwies, versetzte ihn die Jugendanwaltschaft des Bezirkes Zürich gemäss Art. 93bis Abs. 2 StGB in eine Arbeitserziehungsanstalt. Dort entwich er dreimal, zuletzt in der Absicht, sich ins Ausland abzusetzen, worauf die Jugendanwaltschaft am 18. Februar 1977 gestützt auf Art. 93ter Abs. 2 StGB und Art. 7 VStGB 1 seine Einweisung in die Strafanstalt Regensdorf anordnete und eine Rückversetzung in die Arbeitserziehungsanstalt nach dreimonatigem Aufenthalt in der Strafanstalt in Aussicht nahm.\n\nDen von Widmer gegen diese Verfügung geführten Rekurs wies der Jugendstaatsanwalt des Kantons Zürich am 22. März 1977 ab.\n\nWidmer führt Verwaltungsgerichtsbeschwerde. Er beantragt Aufhebung der Verfügungen der Jugendanwaltschaft des Bezirkes Zürich und des Jugendstaatsanwaltes des Kantons Zürich.\n\nDer Beschwerdeführer macht geltend, für seine Versetzung aus der Arbeitserziehungsanstalt in die Strafanstalt fehle die gesetzliche Grundlage. Art. 93ter Abs. 2 StGB sei weder nach seinem Wortlaut noch nach seinem Sinn anwendbar. Die Versetzung des Jugendlichen in die Arbeitserziehungsanstalt stelle gegenüber der Einweisung in ein Erziehungsheim an sich schon eine Verschärfung der Massnahme dar. Für ausserordentlich schwer erziehbare Jugendliche sei die Arbeitserziehungsanstalt ebensogut geeignet wie die in Art. 93ter Abs. 2 StGB genannte Anstalt für Nacherziehung, weshalb auch die Übergangsbestimmung des Art. 7 VStGB 1 nicht anwendbar sei. Die Durchführung einer Massnahme an Jugendlichen in einer Strafanstalt widerspreche zudem dem Willen des Gesetzgebers.\n\nDie Jugendanwaltschaft, der Jugendstaatsanwalt und das Eidgenössische Justiz- und Polizeidepartement schliessen auf Abweisung der Beschwerde.\n\nBGE 103 Ib 82 S. 84", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Verwaltungsgerichtsbeschwerde ist nur gegen Verfügungen letzter Instanzen der Kantone zulässig (Art. 98 lit. g OG). Soweit der Beschwerdeführer die Aufhebung der Verfügung der Jugendanwaltschaft des Bezirks Zürich verlangt, die nicht als letzte kantonale Instanz entschied, ist auf seine Beschwerde nicht einzutreten.\n\n2. Jugendliche, die nach Art. 91 StGB in ein Erziehungsheim oder nach erfülltem 17. Altersjahr aufgrund von Art. 93bis Abs. 2 StGB in eine Arbeitserziehungsanstalt eingewiesen worden sind und sich als ausserordentlich schwer erziehbar erweisen, können gemäss Art. 93ter Abs. 1 StGB in ein Therapieheim versetzt werden. Sodann sieht Art. 93ter Abs. 2 StGB vor, dass Jugendliche, die sich in einem Erziehungsheim als untragbar erweisen, aber nicht in ein Therapieheim gehören, in eine Anstalt für Nacherziehung versetzt werden können.\n\nDem Beschwerdeführer ist darin beizupflichten, dass Art. 93ter Abs. 2 StGB die Versetzung eines schwer erziehbaren Jugendlichen in eine Anstalt für Nacherziehung nur zulässt, wenn er sich in einem Erziehungsheim befindet; die Versetzung aus einer Arbeitserziehungsanstalt in eine Nacherziehungsanstalt wird dagegen nicht vorgesehen. Der Wortlaut entspricht offenbar auch dem Sinn der Bestimmung. In die Anstalt für Nacherziehung sollen besonders schwierige Jugendliche eingewiesen werden, die keiner heilpädagogischen Betreuung und keiner psychiatrischen Untersuchung oder Behandlung in einem Therapieheim bedürfen, aber wegen ihrer Disziplinlosigkeit oder Renitenz eine strenge Nacherziehung in einer geschlossenen Anstalt nötig haben (Botschaft, BBl 1965 I 593; Sten.Bull. StR 1967 S. 74). Die Nichterwähnung der Arbeitserziehungsanstalt ist in der Tat damit zu erklären, dass der Gesetzgeber davon ausgegangen ist, die der Anstalt für Nacherziehung zugedachte Aufgabe könne ebensogut in einer Arbeitserziehungsanstalt erfüllt werden. Diese wird somit der Anstalt für Nacherziehung praktisch gleichgestellt (BOEHLEN, Kommentar zum Schweizerischen Jugendstrafrecht, N. 9 in fine zu Art. 93ter und N. 3 letzter Absatz zu Art. 93bis). Art. 93ter Abs. 2 schliesst demnach die disziplinarische Versetzung eines Jugendlichen aus der Arbeitserziehungsanstalt BGE 103 Ib 82 S. 85in eine Nacherziehungsanstalt und damit auch in die Strafanstalt grundsätzlich aus.\n\n3. Das vom Gesetzgeber mit der Teilrevision des StGB vom 18. März 1971 angestrebte Ziel, besondere Jugendanstalten zu errichten, um zu verhindern, dass Massnahmen an Jugendlichen in Strafanstalten vollzogen werden, konnte jedoch bis anhin nicht verwirklicht werden. Deshalb wird Art. 93ter Abs. 2 StGB in der Verordnung 1 zum StGB im Sinne einer Übergangslösung dahin ergänzt, dass Jugendliche, die sich in einem Erziehungsheim als untragbar erweisen, bis zur Schaffung einer Anstalt für Nacherziehung in die Strafanstalt eingewiesen werden können (Art. 7 VStGB 1). Nicht wesentlich anders liegen aber auch die Verhältnisse auf dem Gebiet der Arbeitserziehungsanstalten für Jugendliche und junge Erwachsene, die nach Art. 100bis Ziff. 2 StGB getrennt von den übrigen Anstalten zu führen sind. Zurzeit bestehen nur offene Arbeitserziehungsanstalten, während die Mittel zur Durchführung wirksamer disziplinarischer Massnahmen in der Regel nur geschlossenen Anstalten zur Verfügung stehen. Aus diesem Grund ermächtigt auch Art. 100bis Ziff. 4 StGB die vollziehende Behörde, einen in die Arbeitserziehungsanstalt für junge Erwachsene Eingewiesenen, der sich der Anstaltsdisziplin beharrlich widersetzt oder sich gegenüber Erziehungsmethoden der Anstalt als unzugänglich erweist, bis zur Errichtung einer geschlossenen Arbeitserziehungsanstalt in eine Strafanstalt zu versetzen (vgl. Schlussbestimmungen der Änderung vom 18. März 1971, Abschnitt III Ziff. 2). Wenn aber das Gesetz es erlaubt, Jugendliche, die sich in einem Erziehungsheim als untragbar erweisen, und junge Erwachsene, die sich in einer offenen Arbeitserziehungsanstalt nicht halten, bis zur Schaffung geschlossener Sonderanstalten in die Strafanstalt zu versetzen, so muss die gleiche Übergangslösung ebenso gegenüber Jugendlichen zulässig sein, die sich dem Vollzug der Erziehungsmassnahme in einer offenen Arbeitserziehungsanstalt widersetzen. Im letztern Fall eine Ausnahme zu machen, wäre widersprüchlich und mit dem Sinn und Zweck des Jugendstrafrechts nicht vereinbar.\n\nEs versteht sich, dass die Versetzung von Jugendlichen aus der Arbeitserziehungsanstalt in die Strafanstalt nicht aufgrund von Art. 93ter Abs. 2 vorzunehmen ist, der nach seinem Wortlaut vorerst die unzweckmässige Rückversetzung in ein BGE 103 Ib 82 S. 86Erziehungsheim erforderte. Vielmehr drängt sich die Anwendung von Art. 100bis Ziff. 4 auf. Die Durchführung der Erziehungsmassnahme in einer Arbeitserziehungsanstalt ist nur an Jugendlichen möglich, die bereits das 17. Altersjahr zurückgelegt haben (Art. 93bis). Ausserdem wird diese Massnahme in einer Arbeitserziehungsanstalt für junge Erwachsene gemäss Art. 100bis StGB vollzogen (BBl 1965 I 592; BOEHLEN, a.a.O. N. 3 zu Art. 93bis). Wenn auch die Erziehungsmassnahme durch den Vollzug in einer Arbeitserziehungsanstalt rechtlich nicht zur Arbeitserziehungsmassnahme wird und namentlich weiterhin die Entlassungsvorschriften des Jugendstrafrechts (Art. 94 StGB) gelten, so wird der Jugendliche doch uneingeschränkt der Ordnung des Anstaltbetriebes und der Zielsetzung des Art. 100bis Ziff. 3 unterstellt. Praktisch wirkt sich also in solchen Fällen die Erziehungsmassnahme wie eine Arbeitserziehungsmassnahme aus und unterscheidet sich von dieser in Wirklichkeit nicht.\n\n4. Der Beschwerdeführer, der sich bereits im Erziehungsheim als untragbar erwies und deshalb in eine Arbeitserziehungsanstalt eingewiesen wurde, ist dort dreimal entwichen, zuletzt in der Absicht, sich ins Ausland abzusetzen. Er hat sich damit der Anstaltsdisziplin beharrlich widersetzt. Die Voraussetzungen für seine Versetzung in die Strafanstalt sind daher gemäss Art. 100bis Ziff. 4 StGB gegeben, so dass die angefochtene Verfügung im Ergebnis Bundesrecht nicht verletzt.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen, soweit auf sie einzutreten ist."}