{"annee": "103", "cour": "IA", "page": "544", "date": "13/12/1977", "cite": ["53 I 114", "100 IA 169"], "cite_par": ["108 IA 264", "127 I 84", "133 I 49", "135 I 169", "104 IA 187"], "chapeau": "80. Urteil vom 13. Dezember 1977 i.S. Caminada gegen Regierung des Kantons Graubünden", "regestes": ["Art. 4 et art. 31 Cst. Admission à un cours cantonal en vue de l'obtention de la patente de guide de montagne. Délégation de tâches d'intérêt public à une organisation privée. 1. La décision concernant l'admission à un cours cantonal de guides de montagne constitue un acte de souveraineté (consid. 5a). 2. Lorsque le pouvoir de statuer sur les demandes d'admission émanant d'une certaine catégorie de candidats a été délégué à une organisation privée (le Club alpin suisse), le canton doit veiller à ce que celle-ci exerce le pouvoir administratif qui lui a été confié en se conformant à l'ordre constitutionnel (consid. 5c). 3. Constitutionnalité de l'exigence selon laquelle le candidat doit être apte au service militaire, voire astreint à un tel service. Il est inconstitutionnel de refuser l'admission d'un candidat uniquement parce que celui-ci a été condamné pour refus de servir et exclu de l'armée (consid. 6)."], "faits": "BGE 103 Ia 544 S. 545\n\nDie schweizerischen Gebirgskantone verlangen für die Ausübung des Bergführerberufes ein kantonales Patent, das nach erfolgreichem Bestehen eines Kurses erteilt wird. Die Kantone Bern, Graubünden und Wallis führen abwechselnd jedes Jahr einen solchen Bergführerkurs durch. Zu diesem werden jeweils auch Kandidaten aus andern Kantonen zugelassen, wenn sie von der zur Patenterteilung zuständigen Behörde eines Drittkantons oder vom Schweizerischen Alpen-Club (SAC) zum Kurs angemeldet worden sind.\n\nDer in Genf wohnhafte Aldo Caminada wurde durch das Zentralkomitee des SAC zum Bergführerkurs 1974 in Graubünden angemeldet. Er bestand den Winterteil dieses Kurses mit Erfolg, konnte aber am Sommerteil des Kurses wegen eines erlittenen Verkehrsunfalles nicht teilnehmen.\n\nAm 14. März 1974 wurde Aldo Caminada, weil er nach der im Jahre 1972 absolvierten Rekrutenschule (Gebirgsinfanterie) jeden weiteren Militärdienst abgelehnt und u.a. einem Aufgebot zur Unteroffiziersschule keine Folge geleistet hatte, von einem Divisionsgericht wegen Dienstverweigerung gemäss Art. 81 Ziff. 1 Abs. 1 MStG zu sechs Monaten Gefängnis und zum Ausschluss aus der Armee verurteilt.\n\nDas Zentralkomitee des SAC, das von dieser militärgerichtlichen Verurteilung Kenntnis erhalten hatte, weigerte sich in der Folge, Caminada zum Sommerteil einer der Bergführerkurse anzumelden, die im Jahre 1975 im Kanton Wallis, im Jahre 1976 im Kanton Bern und im Jahre 1977 wiederum im Kanton Graubünden stattfanden. Zur Begründung wurde geltend gemacht, dass der SAC reglementsgemäss nur Kandidaten vorschlage, die militärdiensttauglich bzw. militärdienstpflichtig seien; Caminada erfülle diese Voraussetzung nicht mehr.\n\nBGE 103 Ia 544 S. 546\n\nSowohl die Behörde des Kantons Wallis (1975) als auch jene des Kantons Bern (1976) verweigerten daraufhin Caminada die Teilnahme am Kurs. Im Frühjahr 1977 wandte sich dieser an die Behörde des Kantons Graubünden mit dem Begehren, ihn auch ohne Anmeldung durch den SAC zum Sommerkurs 1977 in Graubünden zuzulassen. Das bündnerische Justiz- und Polizeidepartement wies das Begehren ab mit der Begründung, an diesem Bergführerkurs könne nur teilnehmen, wer entweder seit mindestens einem Jahr Wohnsitz im Kanton Graubünden habe oder aber von den zuständigen Behörden eines andern Patentkantons oder vom SAC angemeldet worden sei. Die Regierung des Kantons Graubünden bestätigte diesen Entscheid.\n\nAldo Caminada führt hiegegen wegen Verletzung von Art. 4 und 31 BV staatsrechtliche Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Verzicht auf das Erfordernis eines aktuellen praktischen Interesses.)\n\n2. Dass die Kantone die Ausübung des Bergführerberufes patentpflichtig erklären und von einem Fähigkeitsausweis abhängig machen dürfen, wurde bereits in BGE 53 I 117/118 festgestellt und ist hier unbestritten. Solche Patente werden von den Kantonen grundsätzlich nur erteilt, wenn der Bewerber einen Kurs bestanden und eine Prüfung abgelegt hat. Jeder der drei grossen Gebirgskantone Bern, Graubünden und Wallis führt in der Regel (je nach Bedarf) alle drei Jahre einen solchen Bergführerkurs durch, wobei der Rhythmus so gewählt ist, dass alljährlich abwechselnd in einem dieser drei Kantone ein Kurs stattfindet. Diese Bergführerkurse werden jeweils nach gleichartigen Richtlinien gestaltet. Sie stehen an sich in erster Linie jenen Kandidaten offen, die in dem den Kurs organisierenden Kanton das kantonale Patent erwerben möchten; für sie gilt im allgemeinen die Zulassungsbedingung, dass sie bereits seit einer gewissen Dauer im Kanton ansässig sind (nur der Kanton Bern scheint auf dieses Erfordernis zu verzichten). Die Bergführerkurse dienen daneben auch der Ausbildung und Prüfung von Kandidaten aus andern Patentkantonen. Einer getroffenen Vereinbarung gemäss werden jeweils auch solche Teilnehmer zugelassen, die von den zuständigen BGE 103 Ia 544 S. 547Behörden eines andern Patentkantons zum Kurs angemeldet worden sind (sei es, weil der fragliche Kanton im betreffenden Jahr keinen eigenen Kurs durchführt, sei es, weil er solche Kurse überhaupt nie selber organisiert). Die Rolle des Kurskantons besteht hier einzig darin, die Ausbildung und Prüfung zu organisieren; bei bestandener Prüfung erhält der Kandidat das Patent jenes Kantons, der ihn zum Kurse angemeldet hat. Schliesslich wird auch dem SAC, der an solche Veranstaltungen finanzielle Beiträge leistet, das Recht eingeräumt, Teilnehmer in den Bergführerkurs zu entsenden. Diese erhalten bei bestandener Prüfung das Bergführerdiplom des SAC, auf Grund dessen unter gewissen Bedingungen in einer Reihe von Kantonen das kantonale Patent erteilt werden kann (so etwa in Bern und Graubünden). Der SAC meldet heute nur noch Kandidaten zum Kurs an, die ihren \"dauernden Wohnsitz\" ausserhalb der Patentkantone haben (Art. 19 Abs. 1 lit. c des Bergführer-Reglementes des SAC vom 2. Oktober 1976).\n\nWer - wie der Beschwerdeführer - in einem Kanton wohnt, der kein Bergführerpatent ausstellt und dementsprechend auch kein Verfahren vorsieht, welches die Teilnahme an einem Bergführerkurs ermöglicht, kann somit den allgemein anerkannten und erforderlichen staatlichen Fähigkeitsausweis als Bergführer grundsätzlich nur erlangen, wenn ihn der SAC zu einem der in den drei grossen Gebirgskantonen durchgeführten staatlichen Kurse anmeldet.\n\n3. Die zwischen den Patentkantonen und dem SAC bestehende Regelung kommt in der Gesetzgebung des Kantons Graubünden wie folgt zum Ausdruck:\n\nDas Gesetz über das Bergführer- und Skilehrerwesen und die Skiabfahrten vom 20. April 1969 (BSG) erklärt in Art. 3 die Ausübung des Bergführerberufes patentpflichtig. Das kantonale Patent wird nach einem mit Erfolg bestandenen kantonalen Patentierungskurs abgegeben (Art. 7 Abs. 1 BSG). Nach Art. 7 Abs. 2 und 3 BSG kann das kantonale Patent auch auf Grund eines ausserkantonalen Patentes oder des Bergführerdiploms des SAC erteilt werden; einem solchen Gesuch wird \"in der Regel\" entsprochen, \"wenn der Bewerber seinen Wohnsitz in den Kanton Graubünden verlegt hat und der andere Kanton gleiche Anforderungen stellt und Gegenrecht hält\".BGE 103 Ia 544 S. 548\n\nArt. 9 der grossrätlichen Ausführungsverordnung zum BSG vom 18. Februar 1970 (GAVzBSG) bestimmt, dass das Justiz- und Polizeidepartement im Benehmen mit der kantonalen Bergführerkommission \"in der Regel\" alle drei Jahre einen kantonalen Bergführerkurs durchführt und dies den übrigen Patentkantonen und dem SAC bekannt gibt; Dauer und Gestaltung des Kurses werden in Anlehnung an die Richtlinien der übrigen Patentkantone und des SAC vom Departement festgelegt. Art. 10 GAVzBSG sieht die Möglichkeit vor, dass andere Patentkantone Teilnehmer in den Kurs entsenden können.\n\nDie regierungsrätliche Vollziehungsverordnung vom 13. Juli 1970 (VVzBSG) umschreibt in Art. 4 die Zulassungsbedingungen für Bündner Kandidaten. Danach werden nur Bewerber zum Kurs zugelassen, welche\n\n\"1. das 21. Altersjahr erfüllt und das 30. Altersjahr nicht überschritten haben,\n\n2. das Schweizerbürgerrecht besitzen, militärdiensttauglich sind und seit mindestens einem Jahr im Kanton Wohnsitz haben,\n\n3. in bürgerlichen Ehren und Rechten stehen, sich über einen guten Leumund, Zuverlässigkeit und berufliche Tüchtigkeit ausweisen,\n\n4. durch eine Sektion des Schweizerischen Alpenclubs oder durch eine Vertrauensperson empfohlen werden,\n\n5. die körperlichen und geistigen Voraussetzungen für die Ausübung des Berufes erfüllen,\n\n6. vor zwei Jahren einen Kandidatenkurs bestanden und in der Zwischenzeit während mindestens 20 Tagen unter Aufsicht eines patentierten Bergführers oder in einer Bergsteigerschule Touren geführt oder Ausbildung betrieben haben (rev. Fassung vom 20. April 1976),\n\n7. den Tourenskilauf in jedem Gelände beherrschen,\n\n8. in einer Fremdsprache gute Kenntnisse besitzen und einen Samariter- oder gleichwertigen Kurs für erste Hilfe mit Erfolg bestanden haben,\n\n9. die Zulassungsprüfung bestanden haben. Das Departement entscheidet nach Anhören der Bergführerkommission über allfällige Ausnahmen von diesen Bestimmungen.\"\n\nNach Art. 1 in Verbindung mit Art. 5 Abs. 2 VVzBSG kann das Justiz- und Polizeidepartement Bündner Kandidaten auch zu einem \"anerkannten ausserkantonalen Kurs\" anmelden und ihnen auf Grund des dort erbrachten Fähigkeitsnachweises das bündnerische Patent erteilen. Anderseits sieht Art. 6 VVzBSG - wie schon Art. 10 GAVzBSG - die Möglichkeit BGE 103 Ia 544 S. 549vor, dass \"andere Kantone\" ihre Kandidaten am Bündner Kurs teilnehmen lassen.\n\nDass der Kanton Graubünden auch Kandidaten zum Kurs zulässt, die vom SAC angemeldet werden, geht aus den erwähnten drei kantonalen Erlassen nicht unmittelbar hervor, doch wird dem SAC in dieser Hinsicht die gleiche Stellung eingeräumt wie den zuständigen Behörden der andern Patentkantone. Wie der Regierungsrat im angefochtenen Entscheid feststellt, werden \"im Einvernehmen mit den übrigen Kantonen, die Bergführerpatente ausstellen, und dem SAC ... in Graubünden zu den Bergführerkursen auch Gesuchsteller zugelassen, die von den zuständigen Stellen eines andern Patentkantons oder vom SAC angemeldet werden\". Von diesem Rechtszustand ist bei der Beurteilung der staatsrechtlichen Beschwerde auszugehen.\n\n4. Es kann sich im vorliegenden Fall nur darum handeln, ob dem Beschwerdeführer trotz der fehlenden Anmeldung durch den SAC die Möglichkeit gegeben werden muss, an dem vom Kanton organisierten Bergführerkurs teilzunehmen, um dort die von den Patentkantonen und vom SAC allgemein anerkannte Prüfung als Bergführer ablegen zu können. Unter welchen Voraussetzungen die in einem solchen Kurs bestandene Fähigkeitsprüfung Anspruch auf Erteilung eines kantonalen Patentes - d.h. der Polizeierlaubnis zur Berufsausübung - gibt, ist eine andere Frage. Die Absolvierung des bündnerischen Bergführerkurses führt nach den dargelegten kantonalen Vorschriften nur dann zum Erwerb des bündnerischen Patentes, wenn der Kandidat auf Grund der in Art. 4 VVzBSG umschriebenen Zulassungsbedingungen von der zuständigen kantonalen Instanz zum Kurs zugelassen worden ist; danach ist u.a. erforderlich, dass der Bewerber seit mindestens einem Jahr im Kanton Wohnsitz hat. Auch Bewerber, die bereits im Besitze eines gleichwertigen ausserkantonalen Patentes oder eines Bergführerdiploms des SAC sind, können das bündnerische Patent in der Regel nur erhalten, wenn sie den Wohnsitz in den Kanton verlegen (Art. 7 Abs. 2 und 3 BSG).\n\nEs ist unbestritten, dass der Beschwerdeführer im Kanton Graubünden keinen Wohnsitz hat und insofern die Voraussetzungen für den Erwerb des bündnerischen Patentes bzw. für die Absolvierung des Kurses als Bündner Kandidat nicht BGE 103 Ia 544 S. 550erfüllt. Der Beschwerdeführer rügt an sich nicht, dass es verfassungswidrig sei, den Patenterwerb in der dargelegten Weise von der Wohnsitznahme im Kanton abhängig zu machen, weshalb sich weitere Erörterungen zu dieser Frage erübrigen. Die Begründung der staatsrechtlichen Beschwerde geht vielmehr dahin, dass der Kanton Graubünden den Beschwerdeführer hätte zum Kurs zulassen müssen, weil der SAC seine Anmeldung in verfassungswidriger Weise verweigert habe. Unter diesem Gesichtswinkel ist der angefochtene Entscheid zu prüfen.\n\n5. a) Bei dem vom Kanton Graubünden durchgeführten Bergführerkurs handelt es sich um eine vom öffentlichen Recht beherrschte staatliche Einrichtung. Der Kanton stellt Fachleute zur Verfügung, welche das zur Ausübung des Bergführerberufes erforderliche Wissen und Können vermitteln und die Teilnehmer des Kurses auf ihre fachlichen Fähigkeiten hin prüfen. Die erfolgreiche Absolvierung dieses Kurses ist Voraussetzung für die Erteilung des bündnerischen Patentes, und die abgelegte staatliche Prüfung wird als Fähigkeitsausweis auch von den andern Patentkantonen anerkannt. Die Instanz, die über die Zulassung zu diesem Kurs entscheidet, übt damit eine hoheitliche Verwaltungsfunktion aus, und sie ist dementsprechend an bestimmte verfassungsrechtliche Schranken gebunden. Das gilt auch bezüglich der Zulassung von Teilnehmern, die nicht das bündnerische Patent erwerben wollen bzw. die gesetzlichen Voraussetzungen hiezu nicht erfüllen. Zwar könnte sich der Kanton Graubünden damit begnügen, nur Kandidaten für das bündnerische Patent auszubilden und zu prüfen, und den Kreis der zum Kurs zugelassenen Teilnehmer entsprechend beschränken. Stellt er jedoch auf Grund einer Übereinkunft diese Einrichtung noch einem weiteren Kreis von Interessenten zur Verfügung, welche eine von den Patentkantonen und dem SAC anerkannte staatliche Prüfung ablegen möchten, so muss der Entscheid über die Zulassung - wem immer er übertragen ist - nach verfassungsrechtlich haltbaren Kriterien erfolgen.\n\nb) Soweit es sich um Kandidaten handelt, die sich um das Patent eines andern Patentkantons bewerben und bei Erfüllung der dort geltenden Zulassungsbedingungen von der zuständigen Behörde jenes Kantons zum Bergführerkurs angemeldet werden, kann sich die Behörde des Kurskantons darauf beschränken, die Anordnung der zuständigen Instanz des BGE 103 Ia 544 S. 551andern Kantons zu vollziehen. Sie hat nicht zu prüfen, ob der betreffende Patentkanton die Anmeldung eines Kandidaten zu Recht oder Unrecht abgelehnt hat. Die Verantwortung dafür, dass bei der Auswahl der Kandidaten korrekt vorgegangen wird, liegt der Behörde jenes Drittkantons, und ein abgewiesener Bewerber kann sich mit den ihm zur Verfügung stehenden Rechtsmitteln in jenem Kanton zur Wehr setzen.\n\nc) Anders verhält es sich bezüglich jener Kandidaten, die ausserhalb eines Patentkantons wohnen und praktisch nur bei Anmeldung durch den SAC am Bergführerkurs teilnehmen können. Der Entscheid über die Zulassung liegt hier in den Händen einer privaten Organisation, welche damit eine hoheitliche Verwaltungsfunktion erfüllt. Nach schweizerischer Lehre und Rechtsprechung darf der Staat unter gewissen Voraussetzungen bestimmte öffentlichrechtliche Verwaltungsbefugnisse an eine private Institution delegieren (IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung 5. A. II S. 1139 f.; BGE 100 Ia 177 f.). Diese unterliegt jedoch bei der Ausübung der ihr übertragenen Verwaltungsbefugnisse einer staatlichen Aufsicht. Der Staat ist dafür verantwortlich, dass die private Organisation die ihr übertragene hoheitliche Funktion in gesetz- und verfassungsmässiger Weise erfüllt. Übertragen auf den vorliegenden Fall bedeutet dies, dass die Behörde des organisierenden Kantons einen Kandidaten, der sich beim SAC erfolglos um eine Anmeldung zum Bergführerkurs bemüht hat, nicht unbesehen von der Teilnahme am Kurs ausschliessen darf. Macht der Betroffene geltend, die vom SAC verwendeten Kriterien seien verfassungswidrig oder würden in seinem Falle verfassungswidrig gehandhabt, so hat die Behörde des Kurskantons als verantwortliche staatliche Instanz den Fall zu prüfen. Stellt sie fest, dass der SAC von der ihm übertragenen Befugnis in unstatthafter Weise Gebrauch gemacht hat, so ist sie an den Entscheid des SAC nicht gebunden, sondern befugt und verpflichtet, dem Recht Nachachtung zu verschaffen und gegebenenfalls einen Kandidaten auch ohne Anmeldung des SAC zum Kurs zuzulassen. Die Behörde des Kurskantons hat insoweit in diesem Bereich gegenüber dem SAC die Stellung einer Aufsichts- und Rechtsmittelinstanz (vgl. BGE 100 Ia 178 E. 4a).\n\n6. a) Es ist klar, dass die dem SAC delegierte Befugnis, Kandidaten zum Bergführerkurs anzumelden, nur einen vernünftigen Sinn hat, wenn dem SAC sowohl bei der Ausgestaltung BGE 103 Ia 544 S. 552der Zulassungsbedingungen wie auch bei ihrer Handhabung im Einzelfall ein Ermessensspielraum belassen wird. Die Kontrolle des Staates darf sich unter den gegebenen Umständen darauf beschränken, ob der SAC seine Tätigkeit im Rahmen der verfassungsmässigen Schranken, d.h. insbesondere des Grundsatzes der Rechtsgleichheit und des Willkürverbotes, ausübt.\n\nb) Die Bedingungen, unter denen der SAC einen Bewerber zur Teilnahme an einem Bergführerkurs anmeldet, sind in Art. 19 des einschlägigen SAC-Reglementes vom 2. Oktober 1976 niedergelegt. Entsprechend der vorne dargelegten Regelung meldet der SAC nur Kandidaten zum Kurs an, deren \"dauernder Wohnsitz\" ausserhalb der Patentkantone liegt. Hievon abgesehen decken sich die Zulassungsbedingungen des SAC im grossen Ganzen mit jenen, die auch für die Kandidaten aus den Patentkantonen gelten. Nach Art. 19 Abs. 1 lit. f des erwähnten SAC-Reglementes muss der Kandidat \"militärdienstpflichtig\" sein. Nach dem früher geltenden SAC-Reglement genügte Tauglichkeit zum Militärdienst. In den Erlassen der Kantone Graubünden und Bern ist ebenfalls nur von Militärdiensttauglichkeit die Rede, während nach den Vorschriften des Kantons Wallis der Kandidat \"militärdienstpflichtig\" sein muss. Die Kantone Waadt, Uri und Obwalden verlangen weder das eine noch das andere.\n\nc) In der für den Bergführerberuf eingeführten Patentpflicht liegt eine gewerbepolizeiliche Beschränkung der Handels- und Gewerbefreiheit. Die Patentkantone wollen gewährleisten, dass sich nur solche Personen dem Publikum berufsmässig als Bergführer zur Verfügung stellen, welche das erforderliche fachliche Wissen und Können besitzen und sich physisch, geistig und charakterlich für diesen verantwortungsvollen Beruf eignen. Solange die an die Patenterteilung geknüpften Bedingungen diesem gewerbepolizeilichen Zweck dienen und dem Gebot der Verhältnismässigkeit entsprechen, verletzen sie die Handels- und Gewerbefreiheit (Art. 31 BV) nicht.\n\nd) Wäre der Beschwerdeführer in einem Patentkanton wohnhaft und würde ihm die Zulassung zum Bergführerkurs unter Hinweis auf seine militärgerichtliche Verurteilung wegen mangelnder Militärdiensttauglichkeit verwehrt, so könnte er sich mit Grund über eine Verletzung von Art. 31 BV beschweren. Das Kriterium der Militärdiensttauglichkeit oder der BGE 103 Ia 544 S. 553Militärdienstpflicht mag insoweit seine sachliche Berechtigung haben, als Kandidaten, die wegen eines körperlichen oder geistigen Gebrechens vom Militärdienst befreit wurden, im allgemeinen auch nicht zur Ausübung des Bergführerberufes geeignet sind. Ein Ausschlussgrund dieser Art steht hier aber nicht in Frage. Der Beschwerdeführer hat eine Gebirgsinfanterierekrutenschule absolviert und ein Aufgebot zur Unteroffiziersschule erhalten. Damit ist seine Militärdiensttauglichkeit belegt. Zwar ist er später wegen Dienstverweigerung bestraft und aus der Armee ausgeschlossen worden. Er gilt damit als \"dauernd unfähig zum Dienste in der Armee\" (Art. 36 Abs. 1 MStG). Diese mit der Verurteilung wegen Dienstverweigerung verbundene Nebenstrafe sagt jedoch über die tatsächliche Tauglichkeit des Beschwerdeführers zum Militärdienst, auf die es hier einzig ankommt, nichts aus. Sie setzt sie sogar voraus; der Beschwerdeführer wurde ja gerade deshalb militärgerichtlich verurteilt und aus der Armee ausgeschlossen, weil er trotz gegebener Diensttauglichkeit keinen Dienst mehr leisten wollte.\n\nDem Erfordernis, der Kandidat müsse \"militärdienstpflichtig\" sein, kann keine weitergehende Bedeutung zukommen. Dient die Voraussetzung der Militärdiensttauglichkeit im erwähnten Sinne einem legitimen gewerbepolizeilichen Zweck, so ist nicht einzusehen, wieso es darüber hinaus noch darauf ankommen sollte, ob der Betreffende zur Dienstleistung in der Armee tatsächlich herangezogen wird. Sicher hat die Armee ein Interesse daran, für die gebirgstechnische Ausbildung der Truppe die Dienste patentierter Bergführer in Anspruch nehmen zu können. Unter welchen Voraussetzungen die verfassungsrechtlich gewährleistete Handels- und Gewerbefreiheit allenfalls auch aus Gründen der Landesverteidigung eingeschränkt werden darf, braucht nicht generell geprüft zu werden. Öffentliche Interessen dieser Art sind hier nur indirekt berührt, und die fragliche Zulassungsbedingung lässt sich auch unter diesem Gesichtswinkel sachlich nicht begründen. Durch den Ausschluss der Nichtdienstpflichtigen würde nur der Kreis der Bewerber für das Bergführerpatent eingeschränkt, die Zahl der dienstpflichtigen Patentinhaber dagegen nicht unbedingt erhöht. Sodann kann sich die Armee die Dienste patentierter Bergführer bei Bedarf auch durch privatrechtliche Anstellung von solchen sichern (vgl. Verfügung des EMD betreffend Anstellung von patentierten Bergführern und BGE 103 Ia 544 S. 554Lehrpersonal für die gebirgstechnische Ausbildung in der Armee vom 20. August 1971, Militäramtsblatt 1971, S. 188). Unter dem Gesichtswinkel der Landesverteidigung dürfte das streitige Erfordernis praktisch keine Rolle spielen; es ist anzunehmen, dass auch ohne eine entsprechende Zulassungsbedingung die überwiegende Mehrheit der Bergführer bereit und in der Lage ist, Militärdienst zu leisten und sich für die Ausbildung der Truppe, sei es im Rahmen des ordentlichen Militärdienstes oder auf Grund einer privatrechtlichen Anstellung, zur Verfügung zu stellen. Es wäre gegebenenfalls wohl auch nicht Sache der Kantone, sondern des Bundes, die im Interesse der Landesverteidigung erforderlichen Vorkehren zu treffen. Es kann sich alsdann nur darum handeln, ob sich das fragliche Kriterium gewerbepolizeilich begründen lässt, und dies ist nach dem Gesagten klarerweise zu verneinen. Es mag angehen, zu verlangen, dass ein Kandidat \"militärdiensttauglich\" ist. Darauf, ob er tatsächlich Dienst leistet und in diesem Sinne \"militärdienstpflichtig\" ist, kommt es jedoch nicht an. Andernfalls wären beispielsweise auch all jene Personen, die trotz vorhandener Diensttauglichkeit aufgrund ihrer Berufsfunktion (Angehörige der SBB, der PTT, der kantonalen Polizeikorps usw.) von der Dienstpflicht befreit sind, vom Erwerb des Bergführerpatentes zum vornherein ausgeschlossen, was wohl nicht der Sinn der Vorschrift sein kann.\n\nDie einschlägigen Erlasse der Patentkantone wie auch das Bergführer-Reglement des SAC stellen im übrigen nicht einzig auf das Kriterium der Militärdiensttauglichkeit ab, sondern sie verlangen darüber hinaus vom Kandidaten ausdrücklich noch all jene Eigenschaften, die für die Ausübung des Bergführerberufes als erforderlich betrachtet werden: körperliche, geistige und charakterliche Eignung, guter Leumund usw. Dass der Beschwerdeführer diese persönlichen Voraussetzungen nicht erfülle, wurde weder von den Organen des SAC noch von jenen des Kantons Graubünden behauptet. Der negativen Stellungnahme des SAC scheint aber doch die Meinung zugrunde zu liegen, dass der Beschwerdeführer als Dienstverweigerer moralisch und charakterlich als Bergführer nicht tragbar und geeignet sei. Die vorliegenden Akten erlauben bei sachlicher Würdigung nicht diesen Schluss. Es ist richtig, dass der Beschwerdeführer vor Divisionsgericht sein Verhalten mit Argumenten vorwiegend politischer Natur begründet BGE 103 Ia 544 S. 555hat und deswegen nicht als Dienstverweigerer \"aus religiösen oder ethischen Gründen in schwerer Gewissensnot\" im Sinne von Art. 81 Ziff. 2 MStG behandelt worden ist; die strafrechtliche Sanktion wurde entsprechend verschärft. Doch wird im Urteil des Divisionsgerichtes gleichzeitig auch festgestellt, dass die zivilen Auskünfte über den Angeklagten gut seien. Der Umstand, dass der Beschwerdeführer den Dienst verweigert und hiefür militärgerichtlich bestraft worden ist, vermag für sich allein seine charakterliche Eignung zum Bergführerberuf noch nicht in Frage zu stellen, und es wäre auch nicht angängig, ihm einzig wegen dieser Verurteilung - die über das Verhalten im zivilen Leben nichts besagt - den für den Bergführerberuf erforderlichen \"guten Leumund\" abzusprechen. Eine derartige gewerbepolizeiliche Einschränkung wäre mit dem Gebot der Verhältnismässigkeit nicht vereinbar. Der Beschwerdeführer könnte sich, wenn er in einem Patentkanton wohnhaft wäre und ihm die Zulassung zum Bergführerkurs mit dieser Begründung verwehrt würde, mit Erfolg auf Art. 31 BV berufen.\n\ne) Der Beschwerdeführer wohnt jedoch nicht in einem Patentkanton, und es ist zumindest fraglich, ob er aus Art. 31 BV einen Anspruch herleiten kann, zu dem im Kanton Graubünden durchgeführten Bergführerkurs zugelassen zu werden. Es handelt sich hier nicht nur um die Zulassung zu einer Prüfung, sondern der Zweck des mehrwöchigen Kurses besteht vorab darin, die Teilnehmer für den Bergführerberuf auszubilden. Es besteht für den Kanton Graubünden wohl keine unmittelbare verfassungsrechtliche Pflicht, eine solche staatliche Dienstleistung auch für Interessenten aus andern Kantonen zu erbringen. Die Frage braucht jedoch nicht weiter untersucht zu werden. Wenn eine Regelung besteht, wonach der Kanton Graubünden auch Bewerber aus andern Kantonen zum bündnerischen Bergführerkurs zulässt, so müssen dabei jedenfalls die Schranken des Willkürverbotes und der Rechtsgleichheit beachtet werden. Die Behörden des Kantons Graubünden sind - wie aus Erwägung 5c folgt - dafür verantwortlich, dass der SAC die ihm übertragene hoheitliche Funktion, soweit es um die Zulassung zum Bündner Kurs geht, in einer mit Art. 4 BV vereinbaren Weise ausübt.\n\nDie Zulassungsbedingungen des SAC haben, wie die entsprechenden Vorschriften der Patentkantone, in erster Linie gewerbepolizeilichen BGE 103 Ia 544 S. 556Charakter (Art. 19 des Bergführer-Reglementes des SAC vom 2. Oktober 1976). Es sollen nur Kandidaten zum Kurs zugelassen werden, die sich für den Bergführerberuf eignen. Eine Reduktion des Bewerberkreises aus andern Gründen - etwa um die kantonalen Bergführerkurse nicht allzusehr zu belasten - ist nicht beabsichtigt. Es kann alsdann nicht angehen, den Beschwerdeführer, der immerhin den Winterteil des Bergführerkurses bereits bestanden hat, wegen seiner militärgerichtlichen Verurteilung als Dienstverweigerer zum Sommerteil des Kurses nicht mehr zuzulassen. Seine Eignung zum Bergführer wird durch diese Verurteilung nicht in Frage gestellt. Der Rückzug der Anmeldung zum Bergführerkurs ist nicht sachlich begründet, sondern er läuft darauf hinaus, den Beschwerdeführer für die begangene Dienstverweigerung noch zusätzlich zu bestrafen, wozu der SAC nicht befugt ist. Wenn das heutige Bergführer-Reglement des SAC die Zulassung zum Kurs davon abhängig macht, dass der Bewerber \"militärdienstpflichtig\" ist, so kann und darf dies nur den Sinn haben, dass er \"militärdiensttauglich\" sein muss, und diese Voraussetzung wird vom Beschwerdeführer erfüllt. Die vom SAC vertretene wörtliche Auslegung führt zu einem Ergebnis, das sich sachlich nicht rechtfertigen lässt. Die Nichtanmeldung bzw. der Rückzug der Anmeldung des Beschwerdeführers zum Bergführerkurs verstösst somit gegen das Willkürverbot. Indem sich die bündnerische Behörde an diesen Entscheid des SAC als gebunden erachtete, verletzte sie ihrerseits Art. 4 BV. Der angefochtene Beschwerdeentscheid der Regierung des Kantons Graubünden ist daher aufzuheben.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen und der Entscheid der Regierung des Kantons Graubünden vom 23. Mai 1977 aufgehoben."}