{"annee": "103", "cour": "IB", "page": "122", "date": "22/9/1977", "cite": [], "cite_par": [], "chapeau": "22. Urteil vom 22 September 1977 i.S. Bioquell AG gegen Regierungsrat des Kantons Zürich", "regestes": ["Commerce d'objets usuels. Séquestre de prospectus publicitaires pour des produits cosmétiques. Notion de la marchandise au sens de l'art. 21 LDA."], "faits": "BGE 103 Ib 122 S. 122\n\nDie Firma Bioquell AG vertreibt die \"Aphro-Öl-Badekur\" als angebliches Schlankheitsmittel und \"Fleuro-Bust\" als Präparat \"zur Vergrösserung, Entwicklung und Straffung der Büste\". Bei diesen Produkten handelt es sich nicht um Heilmittel, die nach den entsprechenden Vorschriften bewilligt wären, sondern um kosmetische Mittel (Art. 467 LMV).\n\nDer Kantonschemiker des Kantons Zürich beanstandete eine Anzahl Prospekte über diese Produkte, weil darin unzulässige, inhaltlich unwahre Anpreisungen (wie Schlankmachen, Abmagerung, Formveränderungen der Brust) enthalten seien. Durch Verfügung vom 19. Oktober 1976 verbot er der Firma Bioquell AG das Versenden dieser Prospekte ab sofort und ordnete die Beschlagnahme der allenfalls im Kanton Zürich vorhandenen Prospektexemplare an.\n\nDer gegen diese Verfügung eingereichte Rekurs wurde von der Direktion des Gesundheitswesens abgewiesen. Am 16. März 1977 wies der Regierungsrat des Kantons Zürich den gegen den Entscheid der Gesundheitsdirektion erhobenen Rekurs ab.\n\nBGE 103 Ib 122 S. 123\n\nGegen den Entscheid des Regierungsrates führt die Bioquell AG Verwaltungsgerichtsbeschwerde mit dem Antrag, es sei festzustellen, dass die Beschlagnahmung von Werbeprospekten und Publikationen aufgrund des Lebensmittelgesetzes unzulässig sei. Sie macht geltend, nach der abschliessenden Regelung des LMG (Art. 21/22 und 45) könne nur eine Beschlagnahmung von gesundheitsschädlichen, verdorbenen oder gefälschten Waren vorgenommen werden, nicht aber von separaten Werbeprospekten, welche nicht unter den Begriff der Ware im Sinne von Art. 3 LMV zu subsumieren seien.\n\nDer Regierungsrat des Kantons Zürich und das Eidgenössische Departement des Innern beantragen die Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beschwerdeführerin behauptet in ihrer Verwaltungsgerichtsbeschwerde nicht, die beanstandeten Prospekte seien mit den geltenden Vorschriften im Einklang und enthielten keine für kosmetische Produkte unzulässigen Anpreisungen. Das Verbot der Versendung der Prospekte wird nicht angefochten und die Tragweite von Art. 467 LMV gar nicht erörtert. Die Beschwerde beschränkt sich auf die Frage der gesetzlichen Möglichkeit einer Beschlagnahme von Werbeprospekten und Publikationen. Ohne dass dies hier näher darzulegen wäre, kann daher davon ausgegangen werden, dass das gemäss dem angefochtenen Entscheid allenfalls zu beschlagnahmende Werbematerial den Vorschriften der Lebensmittelgesetzgebung, insbesondere Art. 467 LMV nicht entspricht. Diese selbstverständliche Voraussetzung bildet nicht Gegenstand der Verwaltungsgerichtsbeschwerde.\n\n2. Das LMG enthält in den Art. 21-24 Vorschriften über die Beschlagnahme. Art. 21 lautet:\n\n\"Die infolge der Vorprüfung oder der Untersuchung beanstandeten Waren können durch die Aufsichtsorgane mit Beschlag belegt werden, auch im Falle einer Einsprache. Die Beschlagnahme ist sofort vorzunehmen, wenn die Waren augenscheinlich gesundheitsschädlich, verdorben oder gefälscht sind. Sie können in amtliche Verwahrung genommen werden.\n\nIst eine Aufbewahrung mit Rücksicht auf ihre Natur unmöglich, so sind sie in geeigneter Weise zu verwerten oder nötigenfalls zu zerstören.\n\nDas Interesse der Beteiligten ist dabei nach Möglichkeit wahrzunehmen.\" BGE 103 Ib 122 S. 124\n\na) Der Begriff der \"Ware\" wird weder im LMG noch in der LMV definiert. Das Gesetz bezieht sich einerseits auf den Verkehr mit Lebensmitteln (Nahrungs- und Genussmitteln) und anderseits auf den Verkehr mit Gebrauchs- und Verbrauchsgegenständen (Art. 1 LMG). In der LMV werden drei grosse Gruppen unterschieden: Lebensmittel (Abschnitt B Art. 39 bis 420), Stoffe zur Behandlung von Lebensmitteln (Abschnitt C Art. 421 bis 448), Gebrauchs- und Verbrauchsgegenstände (Abschnitt D Art. 449 bis 485). Der von der Beschwerdeführerin wiederholt angerufene Art. 3 LMV enthält keine Definition der \"Ware\", sondern verwendet diesen Terminus als Oberbegriff für alle in Betracht fallenden Stoffe und Objekte und setzt fest, dass \"für die Beurteilung einer Ware als Lebensmittel, Gebrauchs- oder Verbrauchsgegenstand im Sinne dieser Verordnung die Zusammensetzung und der Verwendungszweck massgebend\" seien, \"nicht aber eine blosse Verwendungsmöglichkeit oder eine zugeschriebene Wirkung\". Damit wird keineswegs gesagt, \"Waren\" seien ausschliesslich die Lebensmittel, Gebrauchs- oder Verbrauchsgegenstände. Dieses Wort behält vielmehr in der Lebensmittelgesetzgebung eine ganz allgemeine Bedeutung und umfasst gegebenenfalls u.a. auch die Mittel zur Behandlung von Lebensmitteln (Abschnitt C der LMV) sowie Verpackungen, Werbeprospekte usw. Wohl mag der Gesetzgeber bei der Verwendung des Wortes \"waren\" in Art. 21 LMG in erster Linie die eigentliche Kontrolle von Lebensmitteln, Gebrauchs- und Verbrauchsgegenständen im Auge gehabt haben. Es ist aber abwegig anzunehmen, mit diesem nicht eingeschränkten Allgemeinbegriff seien die lebensmittelpolizeilich ebenfalls wesentlichen andern Waren, wie insbesondere Etiketten, Packungen, Propagandamaterial, nicht gemeint. Es muss nach der ratio legis vielmehr davon ausgegangen werden, dass unter \"Waren\" (in Art. 21 und Art. 28 LMG) alle Sachen zu verstehen sind, deren lebensmittelpolizeiliche Beanstandung in Frage kommt. Dass die im zweiten Satz von Art. 21 Abs. 1 LMG vorgeschriebene sofortige Beschlagnahme sinngemäss nicht Propagandamaterial sondern nur die Konsumgüter selber oder allenfalls noch für deren Behandlung bestimmte Stoffe betrifft, ist kein stichhaltiges Argument gegen einen weitgefassten Begriff der Ware. Auch aus der separaten Erwähnung der Beschlagnahme von Apparaten und Gerätschaften in BGE 103 Ib 122 S. 125Art. 22 LMG lässt sich keine Einschränkung des Warenbegriffs in Art. 21 ableiten. Der Gesetzgeber hielt es für zweckmässig, die Möglichkeit der Beschlagnahme von Apparaten und Gerätschaften (in Parallele zu Art. 15 LMG) ausdrücklich vorzusehen; es handelt sich dabei um Objekte, deren Subsumtion unter den Begriff \"waren\" vielleicht nach dem allgemeinen Sprachgebrauch etwas ferner liegt. Es fehlt jedoch jeder Anhaltspunkt für den Schluss, durch die Fassung der Art. 21/22 LMG habe der Gesetzgeber die Möglichkeit einer Beschlagnahme von täuschendem Packungsmaterial und Werbeprospekten bewusst nicht geschaffen und diese Massnahme auf die zu verkaufenden Waren sowie Apparate und Gerätschaften beschränkt. Ein sachliches Motiv, vorschriftswidriges Propagandamaterial von der Beschlagnahme auszunehmen, ist nicht erkennbar.\n\nb) Wollte man aber Art. 21 LMG restriktiv interpretieren und annehmen die dort geregelte Beschlagnahme könne sich nur auf Lebensmittel, Gebrauchs- und Verbrauchsartikel beziehen, so dürfte auf jeden Fall nicht gefolgert werden, es handle sich dabei um eine abschliessende, die Beschlagnahme von vorschriftswidrigem Propagandamaterial verbietende Regelung. Für einen derartigen Schutz des zu beanstandenden Propagandamaterials fehlt jeder vernünftige Grund. Die Lebensmittelgesetzgebung soll nicht nur gesundheitsschädliche Produkte vom Verkehr fernhalten, sondern auch verhüten, dass im Handel mit unschädlichen Produkten täuschende Bezeichnungen und irreführende Anpreisungen gehandelt werden (Art. 54 LMG vgl. hiezu Art. 13 ff. LMV und insbesondere Art. 467 Abs. 5 LMV). Das Gesetz würde bei einer restriktiven Interpretation von Art. 21 (Beschränkung der Beschlagnahme auf für den Verkauf bestimmte Waren) bezüglich der Beschlagnahme von täuschendem Propagandamaterial eine Lücke aufweisen. Die zuständigen Behörden wären nach den allgemeinen Grundsätzen über den Verwaltungszwang befugt, zur Verhinderung der Verwendung vorschriftswidriger Werbedrucksachen das vorhandene Material zu beschlagnahmen (unmittelbarer Zwang an Sachen gemäss § 30 Abs. 1 lit. c des Zürcher Verwaltungsrechtspflegegesetzes; vgl. Art. 41 Abs. 1 lit. b VwVG). Auch bei dieser restriktiven Auslegung von Art. 21 LMG wäre somit die angefochtene Verfügung nicht aufzuheben, sondern als eine BGE 103 Ib 122 S. 126verhältnismässige Vollstreckungsmassnahme, die sich auf das kantonale Recht stützen kann, zu schützen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}