{"annee": "103", "cour": "III", "page": "79", "date": "24/10/1977", "cite": ["102 III 71", "101 III 43", "100 III 16", "102 III 78", "100 III 64", "101 III 97", "86 III 124", "86 III 121", "101 III 52", "83 III 147"], "cite_par": ["141 III 580", "105 III 4", "120 III 79", "106 IB 357", "106 III 24"], "chapeau": "16. Entscheid vom 24. Oktober 1977 i.S. Konkursmasse Chyro AG", "regestes": ["Décisions des créanciers prises, en procédure de faillite, par voie de circulaire (art. 252 ss LP). 1. Il est laissé à l'appréciation de l'administration de la faillite d'arrêter si les décisions de la deuxième assemblée des créanciers doivent être prises par la voie ordinaire ou par voie de circulaire (consid. 2). 2. Si un créancier du failli renonce à faire valoir des prétentions en responsabilité qui lui appartiennent en vertu de prêts accordés au failli, la masse, représentée par l'administration de la faillite, ne peut pas chercher à obtenir le recouvrement de ces prétentions à la place du créancier. La masse n'a pas plus de droits que n'en aurait le failli si la faillite n'avait pas été ouverte (consid. 3). 3. L'autorité de surveillance d'une fondation a qualité, dans certaines conditions, pour porter plainte au nom de la fondation, dans la procédure de plainte des art. 17 ss LP (consid. 4)."], "faits": "BGE 103 III 79 S. 80\n\nA.- Das Konkursamt Rorschach, vertreten durch den a.o. Konkursverwalter H. Bösch, erliess im Konkurs der Chyro AG am 2. Juli 1977 ein Zirkularschreiben an die Gläubiger. Darin wurde festgehalten, dass die Personalfürsorgestiftung der Chyro AG dieser Firma einen Betrag aus Wertschriftenerlös von Fr. 151'951.-- zugehalten sowie ein Darlehen von Fr. 100'000.-- gewährt habe. Da diese Forderungen privilegiert seien, hätten die übrigen Gläubiger der 2. Klasse sowie diejenigen der 3. und 5. Klasse nun das Nachsehen. Der Konkursverwalter beantragte den Gläubigern daher, einen Rechtsanwalt mit der Abklärung und allfälligen Geltendmachung von Verantwortlichkeitsansprüchen gegen die Organe der Fürsorgestiftung, gegen den Stadtrat Rorschach als Aufsichtsbehörde über die Fürsorgestiftung, eventuell gegen die regierungsrätliche Oberaufsicht, weiter eventuell gegen die Kontrollstelle der konkursiten Chyro AG und schliesslich eventuell gegen die Helvetia-Leben, die als Versicherungsgesellschaft die Fürsorgestiftung führte, zu betrauen. Dieser Antrag sollte als angenommen gelten, wenn nicht die Mehrheit der Gläubiger der 2., 3. und 5. Klasse ihn innert zehn Tagen durch schriftliche Einsprache ablehnten. Stillschweigen wurde damit als Zustimmung gewertet.\n\nB.- Der Stadtrat von Rorschach erhob am 12. Juli 1977 bei der Aufsichtsbehörde des Kantons St. Gallen für Schuldbetreibung und Konkurs Beschwerde mit dem Begehren, das Rundschreiben des Konkursamtes vom 2. Juli 1977 als widerrechtlich aufzuheben und die mit diesem Schreiben in Zusammenhang stehenden Entschädigungen und Auslagen als nicht der Konkursmasse der Chyro AG belastbar zu erklären. Das Amt für Stiftungsaufsicht des kantonalen Departements des Innern schloss sich der Beschwerde am 14. Juli 1977 an.\n\nDie kantonale Aufsichtsbehörde hiess die Beschwerden mit Entscheid vom 12. September 1977 gut, soweit auf sie eingetreten werden konnte, und hob den Gläubigerbeschluss auf Abklärung bzw. gerichtliche Geltendmachung von Verantwortlichkeitsansprüchen gegenüber Organen und Aufsichtsinstanzen der Personalfürsorgestiftung der Chyro AG auf. Die Aufsichtsbehörde bejahte die Beschwerdelegitimation des Stadtrates von Rorschach und des kantonalen Departements des Innern, obwohl die Beschwerdeführer nicht Gläubiger der Chyro AG sind. Ferner hielt sie fest, nach der Auffassung der BGE 103 III 79 S. 81Beschwerdeführer stünden Verantwortlichkeitsansprüche nur der Stiftung selber zu, nicht aber der Konkursmasse der Chyro AG. Dieser an sich zutreffende Standpunkt könne aber nicht zur Beschwerdebegründung herangezogen werden, weil die Aufsichtsbehörde nicht über den materiellen Bestand eines von der Masse geltend gemachten Anspruchs entscheiden könne. Hingegen verneinte die Aufsichtsbehörde, dass der Gläubigerbeschluss gemäss Zirkularschreiben gültig zustandegekommen sei. Sie wies darauf hin, dass allein die Gläubiger der 2. Klasse das aus dem Antrag der Konkursverwaltung fliessende Risiko von Anwalts- und Gerichtskosten tragen würden, während die Gläubiger der 5. Klasse nichts zu verlieren, sondern nur zu gewinnen hätten durch jeden Versuch, der Masse weitere Aktiven zu erschliessen. Damit bestehe für sie überhaupt keine echte Wahl zwischen Zustimmung oder Ablehnung. Bei diesen krassen Interessengegensätzen innerhalb der Konkursgläubigerschaft sei eine Beschlussfassung, wie sie das Zirkularschreiben vom 2. Juli 1977 vorsehe, völlig unangemessen. Der Beschluss sei daher aufzuheben.\n\nC.- Die Konkursmasse Chyro AG, vertreten durch das Konkursamt Rorschach, führt Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts mit den Anträgen:\n\n\"1. Es sei festzustellen, dass der Stadtrat Rorschach und das Amt für Stiftungsaufsicht des Departements des Innern des Kantons St. Gallen zur Beschwerde gegen den Erlass des Zirkulars des Konkursamtes Rorschach vom 2. Juli 1977 bzw. gegen den zufolge dieses Zirkulars gefassten Gläubigerbeschluss nicht legitimiert waren.\n\n2. Es sei festzustellen, dass das in Ziff. 1 erwähnte Zirkular nicht widerrechtlich und der zufolge dieses Zirkulars gefasste Gläubigerbeschluss deshalb rechtsgültig zustandegekommen ist.\n\n3. Der angefochtene Entscheid sei infolgedessen aufzuheben.\"", "considerants": "Die Schuldbetreibungs- und Konkurskammer in Erwägung:\n\n1. In formeller Hinsicht macht die Rekurrentin geltend, sie sei zur Anfechtung des Entscheids der kantonalen Aufsichtsbehörde legitimiert, weil dieser die Konkursverwaltung BGE 103 III 79 S. 82daran hindere, gewisse Verantwortlichkeits- und Schadenersatzansprüche der Konkursmasse überprüfen zu lassen, wodurch Interessen der Konkursmasse verletzt würden. Nach ständiger Rechtsprechung ist das Konkursamt als Konkursverwaltung befugt, im Namen der Konkursmasse gegen einen die Interessen der Gläubiger verletzenden Entscheid einer kantonalen Aufsichtsbehörde Beschwerde bzw. Rekurs zu führen. Im vorliegenden Fall beruft sich die a.o. Stellvertretung des Konkursamtes Rorschach auf derartige Interessen, so dass auf den Rekurs einzutreten ist (BGE 102 III 80, 92 und BGE 100 III 65 mit Hinweisen).\n\nIm weitern rügt die Rekurrentin, dass der angefochtene Entscheid keine Rechtsmittelbelehrung enthalte. Entgegen ihrer Meinung ist der Entscheid infolge dieses Mangels jedoch nicht bundesrechtswidrig; denn die kantonalen Aufsichtsbehörden sind von Bundesrechts wegen nicht verpflichtet, ihre Entscheide mit einer Rechtsmittelbelehrung zu versehen, wenn das auch wünschbar wäre (BGE 101 III 97).\n\n2. Wie in der Rekursschrift zutreffend festgehalten wird, ist es nach ständiger bundesgerichtlicher Praxis zulässig, dass nach Durchführung der ersten Gläubigerversammlung weitere Beschlüsse auf dem Zirkularweg gefasst werden (BGE 101 III 54 und 77 mit Hinweisen). Dies gilt insbesondere auch für das summarische Konkursverfahren. Von dieser Praxis abzuweichen, besteht im vorliegenden Fall kein Anlass.\n\nDas bedeutet aber nicht, dass derartige Beschlüsse stets als Zirkularbeschlüsse gefasst werden müssen. Hält die Konkursverwaltung selbst oder die kantonale Aufsichtsbehörde dafür, dass die Interessen der Gläubiger durch dieses vereinfachte Verfahren zu wenig beachtet würden, muss der ordentliche Weg der Beschlussfassung durch eine Gläubigerversammlung eingeschlagen werden. Welches Vorgehen im einzelnen Fall zu wählen ist, bleibt dem Ermessen der Konkursverwaltung bzw. der kantonalen Aufsichtsbehörde, welche ihr eigenes Ermessen an die Stelle desjenigen der verfügenden Behörde zu setzen hat, überlassen (BGE 86 III 121; FRITZSCHE, Schuldbetreibung und Konkurs, Bd. I, S. 49). Hebt die Aufsichtsbehörde einen Zirkularbeschluss auf, so kann das Bundesgericht auf Rekurs hin lediglich prüfen, ob eine Gesetzesverletzung, wozu auch Ermessensmissbrauch und -überschreitung gehören, vorliegt, nicht jedoch, ob der Vorinstanz eine Unangemessenheit BGE 103 III 79 S. 83zur Last gelegt werden müsste (BGE 101 III 54, 33 und BGE 100 III 17 mit Hinweisen). Im vorliegenden Fall hat die kantonale Aufsichtsbehörde den auf dem Zirkularweg gefassten Gläubigerbeschluss wegen Unangemessenheit und nicht wegen Gesetzesverletzung aufgehoben. Insofern kann der angefochtene Entscheid vom Bundesgericht nicht überprüft werden. Damit kann aber auch die in Ziffer 2 des Rechtsbegehrens der Rekurrentin verlangte Feststellung nicht getroffen werden.\n\n3. Im kantonalen Beschwerdeverfahren haben der Stadtrat Rorschach und das Amt für Stiftungsaufsicht des Departements des Innern ihr Begehren, den in Frage stehenden Zirkularbeschluss als widerrechtlich aufzuheben, damit begründet, die Konkursverwaltung sei zu Unrecht davon ausgegangen, dass der Rekurrentin Verantwortlichkeitsansprüche gegenüber den Organen ihrer Fürsorgestiftung zustünden; solche Ansprüche stünden allein der Stiftung zu. Die Vorinstanz pflichtete dem Standpunkt der Beschwerdeführer an sich bei, nahm aber irrtümlicherweise an, dieser könne nicht zur Beschwerdebegründung herangezogen werden. Zwar trifft es zu, dass die Aufsichtsbehörden nicht befugt sind, materiell zu entscheiden, ob ein von der Masse geltend gemachter Anspruch zu Recht bestehe oder nicht. Streitige materiellrechtliche Fragen sind nicht im konkursrechtlichen Beschwerdeverfahren, sondern vom Zivilrichter zu behandeln. Im vorliegenden Fall geht es indessen gar nicht um die Frage, ob die Verantwortlichkeitsansprüche, die das Konkursamt aufgegriffen hat, zu Recht bestehen oder nicht. Im Grunde genommen ist hier einzig die Befugnis der Konkursverwaltung umstritten, auf Kosten der Masse abklären zu lassen, ob bestimmte Rechte, die einer Konkursgläubigerin zustehen, sofern diese auf deren Geltendmachung verzichtet, an ihrer Stelle von der Konkursmasse durchgesetzt werden könnten. Diese Frage muss jedoch verneint werden. Mit der den Gläubigern im beanstandeten Zirkular unterbreiteten Anfrage hat sich die Konkursverwaltung Rechte angemasst, die ihr nicht zustehen. Sie hat nämlich übersehen, dass die Personalfürsorgestiftung der Chyro AG von der Gemeinschuldnerin rechtlich unabhängig und selbst nur Gläubigerin im Konkurs der Chyro AG ist. Ihre Rechte und Verbindlichkeiten sind somit keinesfalls in die Konkursmasse gefallen. Die Abklärung und allfällige Geltendmachung BGE 103 III 79 S. 84von Verantwortlichkeitsansprüchen gegenüber den Organen der Stiftung und den Stiftungsaufsichtsbehörden wegen der Forderungen an die Chyro AG stehen nur der Personalfürsorgestiftung zu und nicht etwa der Konkursmasse. Diese Ansprüche können daher auch nicht vom Konkursamt allenfalls selbst gerichtlich durchgesetzt oder den anderen Gläubigern zur Abtretung angeboten werden. Der Konkursmasse erwachsen im Konkurs nicht mehr Rechte, als dem Gemeinschuldner selbst zugestanden hätten (BGE 102 III 74 E. 2). Die Chyro AG bzw. an ihrer Stelle die Konkursmasse, vertreten durch die Konkursverwaltung, könnte allenfalls versuchen, Verantwortlichkeitsansprüche im Sinne von Art. 756 OR gegenüber ihren eigenen Organen durchzusetzen; sie ist aber nicht berechtigt, solche gegenüber der durch die Gemeinschuldnerin selbst geschädigten Stiftung oder deren Organen und Aufsichtsbehörden geltend zu machen.\n\nIm Ergebnis, wenn auch aus andern Gründen, erweist sich somit die durch die Vorinstanz vorgenommene Aufhebung des umstrittenen Zirkularbeschlusses als richtig, so dass der Rekurs abzuweisen ist.\n\n4. Die kantonale Aufsichtsbehörde hätte den umstrittenen Gläubigerbeschluss auch ohne formelle Beschwerde kraft ihrer Aufsichtsgewalt aus den oben dargelegten Gründen von Amtes wegen aufheben müssen (Art. 13 SchKG; JAEGER, N. 1 zu Art. 13 SchKG; FRITZSCHE, a.a.O., S. 42; BGE 86 III 127 und BGE 101 III 45). Es kann deshalb dahingestellt bleiben, ob den beiden Stiftungsaufsichtsorganen im kantonalen Verfahren überhaupt die Beschwerdelegitimation hätte zuerkannt werden dürfen. Die Rekurrentin bestreitet dies, zum Teil mit guten Gründen. Zwar hat das Bundesgericht in BGE 83 III 149 f. entschieden, dass die Aufsichtsbehörde unter bestimmten Voraussetzungen zur Vertretung einer Stiftung im Kollokationsprozess zuzulassen sei. Es führte dazu aus, die in Art. 84 Abs. 2 ZGB der Aufsichtsbehörde zugewiesene Aufgabe schliesse allerdings nicht ohne weiteres die Befugnis in sich, anstelle der Stiftungsorgane zu handeln. Dies stehe der Aufsichtsbehörde aber dann zu, wenn die Stiftungsorgane untätig blieben, obwohl es bestimmter Massnahmen zum Schutze des Stiftungsvermögens bedürfe. Wie die Vorinstanz mit Recht annimmt, muss die gleiche Überlegung auch für das betreibungsrechtliche Beschwerdeverfahren Gültigkeit haben.BGE 103 III 79 S. 85\n\nIndessen ist es fraglich, ob im vorliegenden Fall diese von der Rechtsprechung aufgestellten besonderen Voraussetzungen für die Beschwerdelegitimation der Stiftungsaufsichtsorgane gegeben sind. Es steht nämlich nicht fest, dass die Aufsichtsbehörden der Personalfürsorgestiftung Beschwerde geführt haben, um das Stiftungsvermögen zu schützen. Der Verdacht liegt vielmehr nahe, dass sie bloss deswegen gehandelt haben, um selber der drohenden Verantwortlichkeitsklage zu entgehen. Darin läge aber kaum ein rechtlich schützenswertes Interesse, das durch den angefochtenen Zirkularbeschluss verletzt wäre und die Legitimation zur Beschwerdeführung begründen würde. Entgegen der Meinung der Vorinstanz hätte der Zirkularbeschluss der Konkursgläubigerschaft weder für die Personalfürsorgestiftung noch für die Stiftungsaufsichtsbehörden rechtliche Wirkungen gezeitigt, und er hätte auch nicht in die von den Aufsichtsorganen zu schützenden Vermögensinteressen der Stiftung eingegriffen; denn die der Stiftung selbst als unmittelbar Geschädigten zustehenden Verantwortlichkeitsansprüche hätten von der Konkursmasse - wie bereits dargelegt - weder an sich gezogen noch gültig den andern Gläubigern zur Abtretung angeboten werden können. Wäre der angefochtene und von der Vorinstanz als unangemessen aufgehobene Gläubigerbeschluss in Kraft geblieben, hätte dies für die Stiftung nur die Folge gehabt, dass die anfallenden Anwaltskosten den allgemeinen Massakosten belastet und dadurch die Konkursdividenden verkürzt worden wären. Ob dieser Nachteil genügen würde, um die Beschwerdelegitimation der Stiftungsaufsichtsbehörden zu bejahen, ist höchst fraglich. Es muss immerhin beachtet werden, dass - wie die Vorinstanz selbst festgehalten hat - die Beschwerdeführung der Stiftungsaufsicht anstelle der Stiftung selber die Ausnahme bleiben muss.\n\nDemnach erkennt die Schuldbetreibungs- und Konkurskammer:\n\nDer Rekurs wird abgewiesen."}