{"annee": "103", "cour": "V", "page": "114", "date": "28/11/1977", "cite": ["101 V 184"], "cite_par": ["120 V 257"], "chapeau": "28. Urteil vom 28. November 1977 i.S. Bundesamt für Sozialversicherung gegen Herren und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 33 al. 3 LAVS. Calcul de la rente de vieillesse simple revenant à la veuve sur la base des revenus de son activité lucrative personnelle et de ses années de cotisations propres: de l'application du double calcul selon ATF 101 V 184"], "faits": "BGE 103 V 114 S. 114\n\nA.- Die seit April 1952 verwitwete Josy Herren vollendete am 21. Dezember 1975 ihr 62. Altersjahr. Am 27. Oktober 1975 meldete sie sich zum Bezug einer Altersrente der AHV an.\n\nMit Verfügung vom 2. Februar 1976 sprach ihr die Ausgleichskasse ab 1. Januar 1976 eine einfache Altersrente von Fr. 730.-- im Monat auf Grund eines eigenen durchschnittlichen Jahreseinkommens von Fr. 19'800.-- aus 24 Jahren gemäss Rentenskala 25 zu.\n\nB.- Die AHV-Rekurskommission des Kantons Zürich wies eine auf die Gewährung einer höheren Rente gerichtete Beschwerde mit der Feststellung ab, die Ausgleichskasse habe der Versicherten die nach den gesetzlichen Bestimmungen und den massgebenden Berechnungsgrundlagen höchstmögliche Rente zugesprochen (Entscheid vom 29. April 1976).\n\nC.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde macht das Bundesamt für Sozialversicherung geltend, entgegen der vorinstanzlichen Auffassung sei bei der Rentenberechnung auf Grund der eigenen Erwerbseinkommen und Beitragszeiten der Witwe die Summe der Erwerbseinkommen durch die Anzahl Jahre der gesamten Versicherungszeit (28 Jahre) zu teilen, womit sich eine einfache Altersrente von Fr. 690.-- im Monat bei einem durchschnittlichen Jahreseinkommen von Fr. 17'400.-- ergebe. Zur Begründung verweist das Bundesamt auf die Rechtsprechung des Eidg. Versicherungsgerichts BGE 103 V 114 S. 115und die gestützt hierauf erlassenen Verwaltungsweisungen.\n\nDie Beschwerdegegnerin hat sich zur Verwaltungsgerichtsbeschwerde nicht vernehmen lassen.\n\nD.- In einer im Instruktionsverfahren angeordneten ergänzenden Stellungnahme äussert sich das Bundesamt für Sozialversicherung zu den grundsätzlichen Fragen, welche sich im vorliegenden Fall erheben. Darauf ist, soweit erforderlich, in den nachstehenden Erwägungen zurückzukommen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Die Berechnung der ordentlichen einfachen Altersrente erfolgt grundsätzlich nach dem Verhältnis der vollen Beitragsjahre des Versicherten zu den vollen Beitragsjahren seines Jahrgangs und nach dem massgebenden durchschnittlichen Jahreseinkommen des Versicherten. Bei vollständiger Beitragsdauer (Art. 29bis Abs. 1 AHVG) besteht Anspruch auf die volle Rente, bei unvollständiger Beitragsdauer auf eine Teilrente entsprechend dem gerundeten Verhältnis zwischen den vollen Beitragsjahren des Versicherten und denjenigen seines Jahrganges (Art. 29 Abs. 2 und Art. 38 Abs. 2 AHVG). Innerhalb der anwendbaren Rentenskala (Art. 52 AHVV) bestimmt sich der Rentenbetrag nach dem durchschnittlichen Jahreseinkommen des Versicherten (Art. 30 Abs. 1 AHVG). Dieses wird ermittelt, indem die Summe der Erwerbseinkommen, von denen der Versicherte bis zum 31. Dezember des Jahres, das der Entstehung des Rentenanspruchs vorangeht, Beiträge geleistet hat, durch die Anzahl Jahre geteilt wird, während welcher der Versicherte seit dem 1. Januar des der Vollendung des 20. Altersjahres folgenden Jahres bis zum genannten Zeitpunkt Beiträge geleistet hat (Art. 30 Abs. 2 AHVG).\n\nb) Für die Berechnung der einfachen Altersrente von Witwen sind nach Art. 33 Abs. 3 AHVG in der Regel die für die Berechnung der Witwenrente (bzw. der Witwenabfindung) geltenden Berechnungsgrundlagen massgebend. Der Rentenanspruch richtet sich demzufolge nach dem Verhältnis der vollen Beitragsjahre des verstorbenen Ehemannes zu denjenigen seines Jahrganges und nach dessen durchschnittlichem Jahreseinkommen (Art. 33 Abs. 1 in Verbindung mit Art. 32 BGE 103 V 114 S. 116Abs. 1 AHVG). Bei der Ermittlung des durchschnittlichen Jahreseinkommens werden Erwerbseinkommen, von denen die Ehefrau vor oder während der Ehe Beiträge entrichtet hat, jenen des Ehemannes hinzugerechnet (Art. 32 Abs. 2 AHVG).\n\nNach Art. 33 Abs. 3 AHVG kann die Berechnung der einfachen Altersrente der Witwe nach den allgemeinen Berechnungsregeln, d.h. auf Grund der eigenen vollen Beitragsjahre der Witwe und ihres durchschnittlichen Jahreseinkommens erfolgen, sofern sich dadurch eine höhere Rente ergibt. Dabei werden die Jahre, während welcher die Witwe als nichterwerbstätige Ehefrau oder als nichterwerbstätige Witwe keine Beiträge entrichtet hat, als volle Beitragsjahre gezählt (Art. 55 Abs. 2 AHVV). Dagegen sind gemäss bisheriger Praxis die beitragslosen Jahre bei der Ermittlung des massgebenden durchschnittlichen Jahreseinkommens nicht zu berücksichtigen (Rz. 448 der Wegleitung über die Renten vom 1. Januar 1971).\n\n2. a) Wie das Eidg. Versicherungsgericht im Urteil vom 9. Juli 1975 i.S. Forster (BGE 101 V 184) zur Berechnung der einer Ehefrau oder einer geschiedenen Frau zukommenden einfachen Altersrente ausgeführt hat, vermag eine unterschiedliche Behandlung der beitragslosen Ehejahre bei der Ermittlung der anwendbaren Rentenskala (Art. 29bis Abs. 2 AHVG) und bei der Festsetzung des massgebenden durchschnittlichen Jahreseinkommens (Art. 30 Abs. 2 AHVG) nicht zu befriedigen. Einerseits führte dies (insbesondere beim Rentenanspruch von Ehefrauen, die im Betrieb des Ehemannes mitarbeiten) zu Missbräuchen, indem mit einem einzigen Beitragsjahr die Maximalrente erwirkt werden konnte; anderseits blieb unberücksichtigt, dass erwerbstätige Ehefrauen neben ihrer Tätigkeit als Hausfrau und Mutter in der Regel nur einen verhältnismässig geringen Verdienst erzielen. Bei Frauen, die vor der Ehe oder nach geschiedener Ehe erwerbstätig gewesen sind, konnte dies zur Folge haben, dass das massgebende durchschnittliche Jahreseinkommen und damit die zur Ausrichtung gelangende einfache Altersrente geringer ausfiel, als wenn die Versicherte während der Ehe nicht erwerbstätig gewesen wäre und keine Beiträge geleistet hätte.\n\nDas Gericht gelangte daher zum Schluss, die Bestimmung von Art. 30 Abs. 2 AHVG sei dahingehend zu ergänzen, dass die beitragsfreien Ehejahre auch bei der Ermittlung des massgebenden BGE 103 V 114 S. 117durchschnittlichen Jahreseinkommens mitzuberücksichtigen sind. Gleichzeitig folgte es einem Antrag des Bundesamtes für Sozialversicherung, wonach die einfache Altersrente der verheirateten und der geschiedenen Frau auf Grund einer Vergleichsrechnung festzusetzen ist, indem einerseits die Summe der Erwerbseinkommen durch die Anzahl Jahre der gesamten Versicherungszeit (Variante I) und anderseits nur die Einkommen vor der Ehe (bzw. bei geschiedenen Frauen vor und nach der Ehe) durch die Zahl der entsprechenden Beitragsjahre geteilt werden (Variante II). Massgebend ist alsdann das für die Versicherte günstigere Ergebnis.\n\nb) In BGE 101 V 184 hat das Eidg. Versicherungsgericht offen gelassen, ob die Vergleichsrechnung auch auf die einfache Altersrente der Witwe Anwendung finden kann. Gemäss einem Beschluss des Gesamtgerichts ist diese Frage nunmehr zu bejahen. Die für die neue Berechnungsmethode massgebenden Überlegungen treffen weitgehend auch mit Bezug auf die einfache Altersrente der Witwe zu. Insbesondere vermag auch im Rahmen von Art. 33 Abs. 3 AHVG in Verbindung mit Art. 55 Abs. 2 AHVV eine ungleiche Behandlung der beitragslosen Zeiten bei der Ermittlung der anwendbaren Rentenskala und bei der Festsetzung des massgebenden durchschnittlichen Jahreseinkommens nicht zu befriedigen. Es ist daher nicht zu beanstanden, dass die Verwaltung die neue Berechnungsmethode auch auf die Berechnung der einfachen Altersrente der Witwe anwendbar erklärt hat (ZAK 1975 S. 499 ff. sowie Kreisschreiben an die Ausgleichskassen vom 31. Dezember 1975 betreffend Neuregelung der Berechnung der einfachen AHV/IV-Rente von Ehefrauen, geschiedenen Frauen und Witwen).\n\nEs gilt indessen zu berücksichtigen, dass sich die AHV-rechtliche Stellung der Witwe von derjenigen der Ehefrau und namentlich auch von derjenigen der geschiedenen Frau in wesentlichen Punkten unterscheidet. Von Bedeutung ist namentlich, dass die nichterwerbstätige Witwe - im Gegensatz zur geschiedenen Frau - von der Beitragspflicht befreit ist (Art. 3 Abs. 2 lit. c AHVG). Auf Grund von Variante II der Vergleichsrechnung könnten daher Witwen, deren Ehe vor Inkrafttreten der AHV geschlossen wurde, mit einer kurzfristigen Erwerbstätigkeit vor Erreichen der Altersgrenze in den Genuss der Maximalrente gelangen. Es käme damit wieder zu BGE 103 V 114 S. 118den oft missbräuchlich herbeigeführten stossenden Ergebnissen, die es mit der Einführung der Vergleichsrechnung zu verhindern galt. Diesem Umstand liesse sich zwar in der Weise Rechnung tragen, dass die nach der Verwitwung erzielten Erwerbseinkommen durch die Anzahl Jahre der gesamten Witwenzeit, d.h. unter Einschluss allfälliger beitragsloser Witwenjahre, geteilt würden. Dies hätte jedoch eine ungleiche Behandlung der nach Art. 3 Abs. 2 lit. c AHVG von der Beitragspflicht befreiten Witwenjahre und der nach lit. b des gleichen Artikels beitragsbefreiten Ehejahre zur Folge. Zudem gilt es zu beachten, dass Witwen künftig vermehrt voreheliche Erwerbseinkommen und Beitragsjahre aufweisen werden und die beitragslosen Witwenjahre das massgebende durchschnittliche Jahreseinkommen herabsetzen würden. In Übereinstimmung mit dem Antrag des Bundesamtes für Sozialversicherung sind daher bei Variante II der Vergleichsrechnung (Berechnung ohne Berücksichtigung der Ehezeit) nur die Erwerbseinkommen und Beitragszeiten vor der Ehe, nicht dagegen diejenigen nach der Verwitwung zu berücksichtigen.\n\nDie getroffene Regelung schliesst nicht aus, dass bei der nach der Verwitwung erwerbstätigen Frau das durchschnittliche Jahreseinkommen durch eine während der Dauer der Ehe ausgeübte Teilzeitarbeit (oder das Fehlen jeglichen Erwerbseinkommens) herabgesetzt werden kann. Dies wirkt sich auf den Rentenanspruch indessen selten aus, weil die Berechnung der einfachen Altersrente auf den Grundlagen der Witwenrente in der Regel zu einem günstigeren Ergebnis führt als die Berechnung auf Grund der eigenen Erwerbseinkommen und Beitragszeiten der Witwe. Es lässt sich daher auch unter diesem Gesichtspunkt vertreten, die Vergleichsrechnung gemäss BGE 101 V 184 nur in eingeschränkter Form auf die einfache Altersrente der Witwe anzuwenden.\n\n3. a) Im vorliegenden Fall ist für die Berechnung der einfachen Altersrente nach der allgemeinen Regel des Art. 33 Abs. 3 AHVG von der Verfügung vom 21. Juli 1952 auszugehen, mit welcher der Beschwerdegegnerin eine Witwenabfindung von Fr. 1'728.-- zugesprochen worden ist. Massgebend hiefür war der durchschnittliche Jahresbeitrag des verstorbenen Ehemannes von Fr. 210.-- aus 4 Jahren und 4 Monaten. Die Berechnungsgrundlagen waren auf den Zeitpunkt, in welchem der Anspruch auf die einfache Altersrente entstanden ist BGE 103 V 114 S. 119(1. Januar 1976), gemäss den seither eingetretenen Gesetzesänderungen anzupassen. Die Ausgleichskasse hat die entsprechenden Umrechnungen vorgenommen und das massgebende durchschnittliche Jahreseinkommen mit Fr. 17'400.-- ermittelt. Nach der anwendbaren Rentenskala 25 ergibt sich hieraus eine Rente von Fr. 690.-- im Monat.\n\nb) Es bleibt zu prüfen, ob der Beschwerdegegnerin gemäss der in Erw. 2b dargelegten Vergleichsrechnung auf Grund der eigenen Erwerbseinkommen und Beitragszeiten eine höhere Rente zusteht. Dabei ist davon auszugehen, dass die Versicherte während der Ehe, jedenfalls nach Inkrafttreten der AHV, keine Erwerbstätigkeit ausgeübt hat. Dagegen hat sie seit der Verwitwung (14. April 1952) bis zum 31. Dezember des der Entstehung des Anspruchs auf die einfache Altersrente vorangehenden Jahres ein beitragspflichtiges Einkommen von insgesamt Fr. 196'517.-- erzielt.\n\nNach Variante I der Vergleichsrechnung ist die Summe der Erwerbseinkommen durch die Anzahl Jahre der gesamten Versicherungszeit, d.h. unter Einschluss der beitragslosen Ehejahre zu teilen. Bei einem Einkommen von Fr. 196'517.-- aus 28 Jahren ergibt sich laut Rententabelle ein aufgerundetes und nach Art. 30 Abs. 4 AHVG aufgewertetes durchschnittliches Jahreseinkommen von Fr. 17'400.--. Dem entspricht gemäss Rentenskala 25 eine einfache Altersrente von Fr. 690.-- im Monat, was mit dem sich aus den Berechnungsgrundlagen der Witwenabfindung ergebenden Rentenbetrag übereinstimmt.\n\nDa die Beschwerdegegnerin keine beitragspflichtigen Erwerbseinkommen aus der Zeit vor der Ehe aufweist, kann Variante II der Vergleichsrechnung nicht Anwendung finden. Es muss daher mit der Feststellung sein Bewenden haben, dass der Beschwerdegegnerin auf Grund der eigenen Erwerbseinkommen und Beitragszeiten keine höhere Rente ausgerichtet werden kann, als ihr nach den für die seinerzeitige Witwenabfindung massgebenden und an die seitherigen Gesetzesänderungen angepassten Berechnungsgrundlagen zusteht.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn Gutheissung der Verwaltungsgerichtsbeschwerde werden der vorinstanzliche Entscheid und die Kassenverfügung vom 2. Februar 1976 aufgehoben. Die Akten gehen an die Ausgleichskasse BGE 103 V 114 S. 120zurück zur Neufestsetzung der Rente im Sinne der Erwägungen."}