{"annee": "104", "cour": "IV", "page": "35", "date": "11/1/1978", "cite": ["96 IV 99", "101 IV 47", "98 IV 65"], "cite_par": ["105 IV 127", "105 IV 291", "121 IV 249", "119 IV 1", "106 IV 257", "108 IV 18", "106 IV 109", "109 IV 46", "130 IV 58", "106 IV 295", "108 IV 94"], "chapeau": "12. Urteil des Kassationshofes vom 11. Januar 1978 i.S. H. gegen Staatsanwaltschaft des Kantons Zürich", "regestes": ["Art. 91 al. 1 LCR, art. 63, 41 CP. 1. Conduite en état d'ébriété par dol éventuel (consid. 1). 2. L'importance de la mise en danger des autres usagers de la route par celui qui conduit en état d'ébriété doit être prise en considération dans le cadre de l'appréciation de la faute. La contrainte sociale n'est pas une circonstance atténuante en matière d'excès de boisson (consid. 2 litt. a et b). 3. Refus du sursis (consid. 3)."], "faits": "BGE 104 IV 35 S. 35\n\nA.- Das Bezirksgericht Zürich hatte H. am 24. April 1963 wegen Fahrens in angetrunkenem Zustand mit einer Busse von Fr. 100.- und am 31. Januar 1975 wegen Fahrens in angetrunkenem Zustand sowie fahrlässiger Körperverletzung mit zwei Monaten Gefängnis, bedingt vollziehbar mit einer Probezeit von drei Jahren, und mit einer Busse von Fr. 500.- bestraft.\n\nAm 12. Mai 1976, kurz vor Mitternacht, lenkte H. mit 1,45 Gewichtspromille Alkohol im Blut seinen Personenwagen von Zollikon durch die Stadt Zürich auf die Autobahn N 1 in Richtung Dietikon.\n\nB.- Das Obergericht des Kantons Zürich sprach H. wegen der neuen Verfehlung am 20. Juni 1977 des eventualvorsätzlichen Fahrens in angetrunkenem Zustand (Art. 91 Abs. 1 SVG) schuldig und verurteilte ihn zu einer Freiheitsstrafe BGE 104 IV 35 S. 36von zwei Monaten Gefängnis, deren Vollzug es nicht aufschob. Ferner ordnete das Obergericht den Vollzug der 1975 bedingt aufgeschobenen Gefängnisstrafe an.\n\nC.- H. führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts sei aufzuheben und die Sache an die Vorinstanz zurückzuweisen, damit sie eine bedingt vollziehbare Strafe von höchstens einem Monat Gefängnis ausspreche und die frühere Gefängnisstrafe als nicht vollziehbar erkläre.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Das Obergericht ist der Ansicht, der Beschwerdeführer habe die Tat nicht nur fahrlässig, sondern zum mindesten mit Eventualvorsatz begangen. Damit stellt es fest, der Beschwerdeführer habe den Deliktserfolg als möglich vorausgesehen und für den Fall, dass er eintrete, in Kauf genommen. Mit welchem Wissen und Willen der Täter handelt, betrifft eine Frage des inneren Tatbestandes und damit eine solche tatsächlicher Natur. Die von der Vorinstanz darüber getroffenen Feststellungen sind daher für den Kassationshof verbindlich und mit der Nichtigkeitsbeschwerde nicht anfechtbar (Art. 277bis Abs. 1 BStP; BGE 101 IV 50 E. 3, BGE 98 IV 66, BGE 96 IV 101).\n\nDass die Vorinstanz den Begriff des Eventualvorsatzes verkannt habe, wird vom Beschwerdeführer weder ausdrücklich behauptet noch dargetan. Die Erwägungen des angefochtenen Urteils bieten hiefür auch keine Anhaltspunkte. Der Beschwerdeführer fuhr mit seinem Wagen zu einem Anlass, von dem er zum vorneherein wusste, dass Alkohol getrunken werde. Auch kannte er die Gefährlichkeit übermässigen Alkoholkonsums und die Folgen, die das Fahren in angetrunkenem Zustand nach sich zieht, war er doch deswegen bereits zweimal bestraft worden. Zudem wusste er aus den früheren Erfahrungen, dass er in alkoholisiertem Zustand über keine hinreichende Selbstkritik verfügte und sich fälschlicherweise für fahrtüchtig hielt, so dass er damit zu rechnen hatte, er könnte sich wieder täuschen. Dazu kommt, dass er seit seiner Verurteilung im Jahre 1975 den Alkoholkonsum beschränkte und selbst der Meinung war, er sei deshalb weniger alkoholtolerant. Wenn er trotzdem nichts unternahm, um einen Rückfall auszuschliessen, sondern im Übermass Alkohol trank und BGE 104 IV 35 S. 37ungeachtet des Blutalkoholgehalts von 1,45 %o und der dabei zwangsläufig auftretenden Ausfallerscheinungen die Heimfahrt im eigenen Wagen antrat, so drängte sich der Schluss, er habe bewusst in Kauf genommen, möglicherweise angetrunken zu fahren, geradezu auf. Die Vorinstanz hat daher durch die Annahme des Handelns mit Eventualvorsatz Bundesrecht nicht verletzt.\n\nDer Einwand des Beschwerdeführers, er habe sich vor Antritt der Heimfahrt noch ernstlich überlegt, ob er genügend fahrtüchtig sei, ist unerheblich. Die gleiche Überlegung wollte er schon in den beiden früheren Fällen gemacht haben, in denen er, wie er wusste, zu einem falschen Ergebnis gelangt war. Er bestätigt in der Beschwerde übrigens selber, dass sein Zustand ein einigermassen sicheres Urteil über seine Fahrtüchtigkeit verunmöglicht habe.\n\n2. a) Bei der Bewertung des Verschuldens erachtete das Obergericht als belastend, dass der Beschwerdeführer in angetrunkenem Zustand die lange Strecke von Zollikon nach Dietikon zurücklegte. Dem Einwand des Beschwerdeführers, es habe schwacher Verkehr geherrscht, hielt die Vorinstanz entgegen, dass Fahren in angetrunkenem Zustand zur Nachtzeit erfahrungsgemäss nicht weniger gefährlich sei als bei Tageslicht.\n\nDiese Betrachtungsweise ist nicht zu beanstanden. Es entspricht ständiger Praxis des Bundesgerichts, dem Ausmass der Gefährdung, der andere Verkehrsteilnehmer durch angetrunkene Fahrzeuglenker ausgesetzt werden, bei der Beurteilung des Verschuldens Rechnung zu tragen. Entgegen der Auffassung des Beschwerdeführers ist eine Gefährdung nicht erst dann zu berücksichtigen, wenn die zurückgelegte Strecke besonders lang ist. Entscheidend ist überhaupt nicht so sehr die Länge der gefahrenen Strecke an sich, als vielmehr die Vielfalt der Gefahrenquellen, die auf einer Strecke wegen ihrer Beschaffenheit (z.B. viele Kreuzungen) oder aus Gründen der Verkehrsintensität auftreten und zu Unfällen Anlass geben können. Die Tatsache, dass der Beschwerdeführer nicht etwa auf einer verkehrsarmen Nebenstrasse heimkehrte, sondern zunächst die Stadt Zürich durchquerte und dann ein Stück weit die Autobahn benützte, belastet ihn daher erheblich. Der Umstand, dass der Verkehr zur Nachtzeit schwächer als bei Tag war, wird dadurch mehr als wettgemacht, dass angetrunkene BGE 104 IV 35 S. 38Fahrzeugführer nachts stärker behindert werden als nicht alkoholisierte Führer, indem bei ihnen die Blendempfindlichkeit grösser, die Wahrnehmungsfähigkeit stärker herabgesetzt und das Blickfeld eingeschränkter ist.\n\nb) Der Beschwerdeführer beruft sich erneut darauf, dass er unter einem sozialen Zwang zum Trinken gestanden sei, den das Obergericht nicht genügend berücksichtigt habe.\n\nDie Vorinstanz hat den Einwand zu Recht verworfen. Selbst wenn sich der Beschwerdeführer verpflichtet glaubte, in Anwesenheit von Gästen mittrinken zu müssen, so hinderte ihn dieser Umstand nicht, das Verbot des Fahrens in angetrunkenem Zustand zu beachten. Er kannte seine Lage zum voraus und hätte entsprechende Vorkehren treffen können, indem er statt mit seinem Wagen in einem Taxi zum Anlass gefahren wäre oder jedenfalls ein solches für die Heimfahrt benützt hätte. Der angerufene Entlastungsgrund hat übrigens auch insofern an Bedeutung verloren, als es gesellschaftlich allgemein akzeptiert wird, wenn ein Automobilist unter Hinweis auf seine Führerpflichten den Genuss alkoholischer Getränke ablehnt.\n\nc) Das Obergericht hat nach der am 1. August 1975 in Kraft getretenen Revision des Art. 91 Abs. 1 SVG, die einen erweiterten Strafrahmen brachte, seine bisherige Praxis aufgegeben, nach der es rückfällige angetrunkene Fahrzeugführer beim Fehlen besonderer entlastender oder belastender Umstände in der Regel mit einem Monat Gefängnis bestrafte. Ob diese Praxis richtig war, kann dahingestellt bleiben. Denn zu entscheiden ist einzig, ob die im vorliegenden Fall ausgesprochene Strafe von zwei Monaten Gefängnis Bundesrecht verletze. Das trifft nicht zu. Die Vorinstanz hat alle für die Strafzumessung massgebenden Gründe und Umstände berücksichtigt und eine Strafe ausgefällt, die den Rahmen des zulässigen Ermessens keineswegs überschreitet.\n\n3. Die Vorinstanz hat bei der Prüfung der Frage des bedingten Strafvollzuges Vorleben und Charakter des Beschwerdeführers eingehend gewürdigt, seinen guten Leumund nicht verkannt und sein gesamtes Persönlichkeitsbild in Betracht gezogen. Wenn sie annahm, es handle sich bei der neuen Tat nicht um eine einmalige, persönlichkeitsfremde Entgleisung, sondern sie sei im Hinblick darauf, dass der Beschwerdeführer schon zweimal wegen Fahrens in angetrunkenem BGE 104 IV 35 S. 39Zustand bestraft wurde und das neue Vergehen innerhalb der zuletzt angesetzten Bewährungsfrist beging, auf einen Charakterfehler zurückzuführen, der einer günstigen Prognose entgegenstehe, so war dieser Schluss in Anbetracht der gesamten Umstände des Falles nicht unzulässig.\n\nDer Beschwerdeführer rügt schliesslich, die Vorinstanz habe ausser acht gelassen, dass er sich seit der neuen Tat des Alkohols vollständig enthalte. Dieses Vorbringen ist offenbar neu und daher unbeachtlich, denn die Vorinstanz erwähnt es nicht und im bezirksgerichtlichen Urteil, auf das der Beschwerdeführer verweist, wird lediglich erklärt, der Beschwerdeführer habe sich gemäss seinen Angaben nach der Verurteilung von 1975 im Trinken ausserordentlich zurückgehalten. Von einem ernst zu nehmenden Abstinenzversprechen ist also nicht die Rede. Selbst wenn davon ausgegangen wird, der Beschwerdeführer habe den Willen zur Besserung gehabt, so zeigt doch sein neues Versagen, dass seine Schwäche es ihm verunmöglichte, die guten Vorsätze in die Tat umzusetzen. Unter diesen Umständen besteht nicht genügend Gewähr dafür, dass der Beschwerdeführer bei künftigen Gelegenheiten sich des Alkohols enthalten werde.\n\n4. Das Obergericht ordnete den Widerruf des 1975 gewährten bedingten Strafaufschubes an, weil es die neue Verfehlung für nicht leicht hielt. Diese Bewertung ist aufgrund der gesamten Umstände des neuen Falles nicht bundesrechtswidrig. Der Beschwerdeführer verweist zur Begründung seiner gegenteiligen Annahme auf die zur Strafzumessung vorgebrachten Rügen, die sich jedoch als haltlos erwiesen haben und daher auch im Zusammenhang mit der Frage des Widerrufs nicht stichhaltig sind.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}