{"annee": "104", "cour": "IB", "page": "152", "date": "21/6/1978", "cite": ["103 IB 23", "100 IB 363"], "cite_par": ["117 IV 112", "144 I 214", "116 IV 283", "127 IV 148", "116 IV 105"], "chapeau": "26. Arrêt de la Cour de cassation pénale du 21 juin 1978 dans la cause R. contre Commission de libération conditionnelle du canton de Genève", "regestes": ["Art. 55 al. 2 CP, remise conditionnelle de l'expulsion: lorsqu'un détenu étranger, frappé d'expulsion, a noué pendant son incarcération des liens étroits avec un organisme privé suisse d'aide aux délinquants et qu'il ne dispose semble-t-il pas dans son pays d'origine des relations familiales ou autres qui pourraient lui fournir encadrement et soutien, l'autorité ne peut refuser de surseoir à l'expulsion que si, au vu des éléments topiques, il lui apparaît que les buts auxquels tend la libération conditionnelle peuvent être atteints aussi bien, voire mieux encore par l'exécution de l'expulsion (consid. 2 litt. b et consid. 3)."], "faits": "BGE 104 Ib 152 S. 152\n\nA.- R. née en 1952, secrétaire, de nationalité française, n'ayant jamais vécu en Suisse, a été condamnée le 24 février 1978 par le Tribunal de police de Genève à la peine de 2 ans BGE 104 Ib 152 S. 153d'emprisonnement, sous déduction de 13 mois et 7 jours de détention préventive, pour infraction à la loi sur les stupéfiants. Le Tribunal a aussi prononcé l'expulsion du territoire suisse pour une durée de 10 ans.\n\nR. avait été arrêtée à l'aéroport de Genève, en janvier 1977, après que l'on eut trouvé 400 grammes d'héroïne dans le double fond de sa valise. Toxicomane elle-même, elle venait de Bangkok pour se rendre à Paris. Elle se doutait qu'il y avait un peu de drogue dans sa valise, mais ignorait qu'il s'agissait d'une telle quantité.\n\nB.- Par décision du 11 avril 1978, la Commission de libération conditionnelle du canton de Genève a accordé à R. la libération conditionnelle pour le 15 mai 1978, avec un délai d'épreuve de quatre ans. Elle a cependant maintenu l'expulsion judiciaire prononcée par le Tribunal de police de Genève.\n\nR. forme un recours de droit administratif au Tribunal fédéral. Elle demande qu'il soit sursis conditionnellement à l'exécution de l'expulsion judiciaire.\n\nLa Commission de libération conditionnelle conclut au rejet du recours. Le Département fédéral de justice et police, division de la justice, propose d'annuler la décision attaquée.", "considerants": "Considérant en droit:\n\n1. a) La commission de libération a relevé que différents documents joints à la requête de la recourante font état de l'encadrement dont elle pourrait bénéficier pour autant, disent les personnes intervenant en sa faveur, qu'elle soit autorisée à résider à Genève. La commission a néanmoins pris la décision de ne pas différer l'expulsion judiciaire parce que R. n'a pas d'attache familiale à Genève et que l'expulsion n'est pas de nature à compromettre sa réinsertion sociale, puisqu'elle pourra être accueillie dans son pays d'origine par quelques membres de sa famille. Tout en comprenant les motifs qui ont poussé les intervenants à demander la suspension de l'expulsion, la commission a donc estimé que l'application de l'art. 55 ch. 2 CP ne se justifiait pas.\n\nb) La recourante quant à elle relève que l'origine de sa toxicomanie doit être recherchée dans la carence affective et familiale dont elle a souffert. Enfant naturelle, elle n'a jamais trouvé un cadre affectif et familial solide auprès de sa mère qui s'est d'ailleurs montrée totalement indifférente à sa détention et qui BGE 104 Ib 152 S. 154ne lui a pas rendu visite, ni manifesté le moindre signe d'affection. Selon la recourante, la seule personne qui lui manifesterait de l'intérêt serait une tante, enseignante retraitée, mais celle-ci serait trop âgée pour la recevoir. En revanche à Genève, depuis sa détention, la recourante a suscité autour d'elle beaucoup de sympathie et d'intérêt. Des personnes fort respectables se sont occupées d'elle avec dévouement et ont progressivement mis en place tout un encadrement tant sur le plan pratique que sur le plan affectif; elle pourrait être reçue par une famille genevoise et pourrait travailler. Elle a produit devant la commission des lettres significatives des personnes qualifiées qui s'occupent d'elle et qui sont prêtes à poursuivre leur effort pour permettre sa réinsertion sociale. Elle soutient dès lors que si elle n'a, il est vrai, pas d'attache familiale à Genève, elle y a en revanche trouvé des relations d'une qualité réelle et profonde qui peuvent lui procurer l'élément nécessaire à sa stabilisation personnelle et sociale. Le sursis conditionnel à l'expulsion apparaîtrait ainsi comme la mesure la plus propre à la préserver d'une récidive.\n\n2. a) L'art. 55 al. 2 CP prévoit que l'autorité compétente décidera si, et à quelles conditions, l'expulsion du condamné libéré conditionnellement doit être différée à titre d'essai. Cette autorité dispose d'un large pouvoir d'appréciation moyennant qu'elle se réfère à des critères objectivement déterminants. S'agissant en effet d'une décision étroitement liée à la libération conditionnelle, elle ne saurait être motivée d'une manière incompatible avec le sens et le but de la loi. Or la libération conditionnelle repose sur des considérations de politique criminelle; elle tend à permettre au condamné de faire lui-même ses preuves en liberté, de façon à être préservé d'une récidive. Ainsi lorsque l'autorité compétente est appelée, à l'occasion d'une libération conditionnelle, à décider si elle doit ou non différer l'exécution de la peine accessoire, elle doit choisir la mesure qui lui paraît la plus propre à préserver le condamné d'une récidive. Dès lors si, à cet égard, le fait de différer l'expulsion à titre d'essai apparaît comme la mesure la mieux appropriée, l'autorité compétente devra choisir cette solution, sous réserve de considérations fondées sur les exigences de la sécurité publique; elle pourra en revanche la refuser si les buts auxquels tend la libération conditionnelle peuvent être atteints aussi bien ou encore mieux par l'exécution de l'expulsion. En fonction de ces critères, le pronostic et, par conséquent, la solution à adopter BGE 104 Ib 152 S. 155dépendront de la situation personnelle du libéré, de ses rapports avec la Suisse ou avec son pays d'origine, de la situation de sa famille et de ses liens avec celle-ci, ainsi que de ses possibilités de travail (ATF 103 Ib 24; ATF 100 Ib 365).\n\nb) En l'espèce, il ressort des pièces du dossier que le séjour de la recourante dans un établissement pénitentiaire suisse lui a permis non seulement de nouer certains liens, mais encore d'obtenir le soutien actif de personnes compétentes et dévouées, prêtes à l'entourer et à la suivre pour assurer sa réintégration. Il s'agit de l'équipe de \"Carrefour\", qui dépend de l'Eglise nationale protestante, et dont l'action passée et proposée en faveur de la recourante est appréciée de façon positive par le directeur du service de patronage de Genève, qui a émis un préavis favorable à la suspension de la mesure d'expulsion.\n\nLes pièces du dossier font ressortir, d'un autre côté, que le retour de la recourante dans son pays d'origine pourrait la replacer dans une situation propice à la récidive. Sa mère ne manifeste à son égard que désintérêt et indifférence; c'est en outre à Paris que semblent se situer les causes premières qui ont conduit la recourante à la toxicomanie. Sa tante, qui paraît être le seul soutien sérieux et positif dont elle dispose dans son pays, est malheureusement d'un âge avancé.\n\nLa commission de libération ne conteste pas ces éléments. Dans ses observations sur le recours, elle \"constate avec regret et inquiétude que la recourante ne peut pas compter sur sa famille établie à Paris et elle ne met pas en doute le fait que le retour au pays lui posera plus de problèmes que si elle pouvait rester à Genève\". Elle explique cependant que si elle n'a pas voulu surseoir à l'expulsion c'est parce qu'\"elle n'a pas acquis la conviction qu'il n'existe pas d'autres solutions d'encadrement à Paris\".\n\nSi, au vu de ce qui précède, on se réfère à la décision attaquée, force est de constater alors qu'elle est fondée sur la constatation inexacte ou incomplète de faits pertinents, au sens de l'art. 104 litt. b OJ. En effet, d'une part l'affirmation, qui fonde la décision attaquée, et selon laquelle la recourante pourra être accueillie dans son pays d'origine par quelques membres de sa famille, ne paraît pas correspondre à la réalité, et d'autre part on ne dispose d'aucun renseignement ou éléments quelconques sur les éventuelles solutions d'encadrement qui pourraient exister en France et agir efficacement en faveur de la recourante.BGE 104 Ib 152 S. 156\n\nCela suffit à justifier l'admission du recours et l'annulation de la décision attaquée. En effet, bien que le Tribunal fédéral ait la faculté générale de revoir les constatations de fait (art. 105 OJ), il ne dispose pas in casu des éléments qui lui permettraient de se prononcer en pleine connaissance de cause. Il est donc expédient de renvoyer la cause à la commission pour qu'elle complète son information et statue ensuite en fonction des critères rappelés sous ch. 2 a ci-dessus, et des remarques qui vont suivre.\n\n3. La commission devra donc choisir la solution la plus propre à préserver la recourante d'une récidive. Elle ne refusera de surseoir à l'expulsion que si, au vu des éléments topiques, il lui apparaît que les buts auxquels tend la libération conditionnelle peuvent être atteints aussi bien voire mieux encore par l'exécution de l'expulsion.\n\nTout en faisant abstraction de considérations générales de droit administratif qui ne relèvent pas de sa compétence telles que la lutte contre la surpopulation étrangère, la sauvegarde du marché de l'emploi ou de l'ordre public (cf. ATF 103 Ib 26), la commission devra néanmoins prendre en considération les possibilités concrètes de travail qui sont offertes à la recourante dans le canton de Genève.\n\nEu égard à la structure psychologique fragile de la recourante, la commission devra également posséder des garanties actuelles, précises et convaincantes, sur les conditions tant affectives que matérielles qui seraient faites à la recourante par les personnes qui interviennent en sa faveur soit directement soit grâce à leurs efforts.\n\nEnfin la commission devra tenter d'obtenir des renseignements suffisamment précis sur les solutions d'encadrement et d'environnement protégé pouvant exister en France ou à Paris et susceptibles d'offrir à la recourante un appui au moins aussi efficace que celui qui pourrait lui être fourni à Genève.\n\nC'est alors sur la base de tous ces éléments que la commission statuera à nouveau sur le cas de la recourante.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet partiellement le recours, annule la décision attaquée et renvoie l'affaire à la Commission de libération conditionnelle du canton de Genève pour nouvelle décision dans le sens des considérants."}