{"annee": "104", "cour": "II", "page": "190", "date": "20/6/1978", "cite": ["87 II 184", "72 II 65", "89 II 410", "100 III 79", "97 II 161", "81 II 223", "92 II 66", "89 II 239", "96 II 25", "100 II 200", "84 II 107", "65 II 2", "68 II 287"], "cite_par": ["108 II 422", "117 II 570", "129 III 118", "105 II 289", "124 II 124", "127 III 147", "110 II 163", "109 II 338", "130 III 694", "108 II 15", "114 V 213", "130 IV 43", "107 II 489"], "chapeau": "31. Urteil der I. Zivilabteilung vom 20. Juni 1978 i.S. American Express Bank (Switzerland) AG gegen Frau X.", "regestes": ["Compte courant. 1. Art. 117 al. 2 CO. Conditions (consid. 2a) et nature (consid. 2c) de la novation. Possibilité d'attaquer le solde reconnu (consid. 3a). 2. Art. 55 CC. Responsabilité des organes d'une personne morale (consid. 3b)."], "faits": "BGE 104 II 190 S. 191\n\nA.- X. hatte bei der Basler Filiale der American Express International Banking Corporation Hartford und New York ein Dollarkonto mit der Bezeichnung 27'903/919 Linda (im folgenden: Linda). Die das Konto betreffende Korrespondenz hatte die Bank banklagernd aufzubewahren. Am 16. Februar 1972 wurde auf Veranlassung Kriegs, eines damaligen Direktors der Bank, der Betrag von Dollars 38'000.- dem Konto eines Dritten belastet und dem Konto Linda gutgeschrieben. Als Auftraggeber wurde \"un de nos clients\" genannt. Im Kontoauszug vom 29. Februar 1972 wurde der Betrag mit dem Vermerk \"transfer received\" ins Haben eingestellt.\n\nDasselbe wiederholte sich im Jahre 1974 hinsichtlich weiterer Dollars 10'000.-. Auch dieser Betrag wurde unter Belastung des Kontos eines Dritten dem Konto Linda auf Grund eines \"Telephonic order of payment\" Kriegs gutgeschrieben. Alsdann wurde er im Kontoauszug vom 31. Januar 1974 als \"transfer\" ins Haben eingestellt.\n\nNach dem Tode des X. wurde das Konto Linda auf seine Ehefrau überschrieben. Diese liess im November 1974 den Saldo auf das neu eröffnete Konto Louis 11'426 (im folgenden: Louis) übertragen. Nach wie vor waren Korrespondenzen banklagernd zu Gunsten des Kontoinhabers zurückzubehalten.\n\nIm Laufe des Jahres 1974 bemerkte die Bank, dass ihr Direktor Krieg unbefugterweise Gelder zwischen verschiedenen Kundenkonten verschoben hatte. Am 2. Oktober 1974 teilte sie deshalb Frau X. mit, man habe festgestellt, dass auch hinsichtlich ihres Kontos Unregelmässigkeiten vorgekommen seien. Diese würden indes gründlich abgeklärt. Die Bank werde alsdann für alle gerechtfertigten Ansprüche aufkommen (\"... to honor all legally justifiable claims...\").\n\nWeiterhin legte die Bank der Frau X. Kontoauszüge ins Bankfach, ohne dass deren Saldo im Hinblick auf die erwähnten Gutschriften je geändert wurde. Nachdem aber Frau X. das Konto BGE 104 II 190 S. 192Louis aufgehoben hatte, erschien im letzten Kontoauszug per 31. August 1975 eine mit als \"Vergütungsauftrag\" bezeichnete Belastung im Betrage von Dollars 48'000.-. Es handelte sich dabei um die Rückbelastung der beiden Gutschriften durch die Bank.\n\nB.- Unterm 11. Juni 1976 klagte Frau X. beim Handelsgericht des Kantons Zürich gegen die American Express Bank (Switzerland) AG, hinsichtlich der Zweigniederlassung Basel die Rechtsnachfolgerin der American Express International Banking Corporation Hartford und New York. Mit Urteil vom 14. Dezember 1977 sprach das Handelsgericht der Klägerin US Dollars 48'000.- nebst Zins zu 5% seit dem 29. August 1975 zu. Eine von der Beklagten gegen das handelsgerichtliche Erkenntnis erhobene Nichtigkeitsbeschwerde wies das Kassationsgericht des Kantons Zürich am 24. April 1978 ab, soweit es auf sie eintrat.\n\nC.- Die Beklagte hat die Berufung erklärt. Sie beantragt Abweisung der Klage; allenfalls sei die Sache zur neuen Entscheidung an die Vorinstanz zurückzuweisen. Die Klägerin trägt auf Abweisung der Berufung an.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beklagte erklärt die Beschwerdeschrift an das Kassationsgericht zum \"integrierenden Bestandteil\" ihrer Berufungsschrift. Solche Verweisungen sind nach ständiger Rechtsprechung indes unbeachtlich, da in der Berufungsschrift selbst darzulegen ist, welche Bundesrechtssätze das angefochtene Urteil verletze und inwiefern dies zutreffe (Art. 55 Abs. 1 lit. c OG; BGE 100 II 205 E. 1, 290 oben, BGE 97 II 163 E. 1, BGE 92 II 67, BGE 89 II 414 E. 6, BGE 84 II 110 E. 1). Entsprechendes gilt auch für die Berufungsantwort, soweit mit ihr auf die klägerischen Ausführungen vor Handelsgericht verwiesen wird.\n\n2. a) Fest steht, dass vorliegend Forderungen und Gegenforderungen aus dem gegenseitigen Geschäftsverkehr nicht einzeln geltend gemacht, sondern gegeneinander verrechnet wurden, wobei der Saldo jeweils monatlich gezogen wurde. Zu Recht geht die Vorinstanz unter diesen Umständen davon aus, dass zwischen den Parteien ein Kontokorrentverhältnis bestanden habe (vgl. BGE 100 III 82 E. 3 mit Hinweisen).\n\nDie umstrittenen Dollars 38'000.- wurden dem Konto Linda im Februar 1972, die Dollars 10'000.- im Januar 1974 gutgeschrieben. Die Klägerin behauptet, dass es sich dabei um Beträge handle, BGE 104 II 190 S. 193die ihr Ehemann seinerzeit dem Direktor Krieg, mit dem er in einem Vertrauensverhältnis gestanden sei, bar übergeben habe. Krieg habe die entsprechenden Gutschriften aber erst auf wiederholte Vorstellungen hin veranlasst. Nach den Feststellungen der Vorinstanz tat er das, indem er zwei fremde Konten belasten liess. Hinsichtlich der beiden umstrittenen Beträge beruft sich die Klägerin auf Neuerung, weil sie die ihr von der Bank zugestellten Saldomeldungen jeweils anerkannt habe. In der Tat ist bei einem Kontokorrentverhältnis gestützt auf Art. 117 Abs. 2 OR Neuerung anzunehmen, wenn der Saldo gezogen ist und von beiden Parteien anerkannt wird. Solche Neuerungen sind vorliegend deshalb insoweit gegeben, als die Klägerin bzw. ihr Ehemann nach Treu und Glauben davon ausgehen durfte, dass der jeweils gezogene Saldo auch von der Bank anerkannt werde. Das traf jedenfalls solange zu, als die Bank dem Kontoinhaber vorbehaltslos Saldomeldungen zukommen liess. Unter Hinweis auf den Vermerk \"S. E. & O.\" (salvo errore et omissione) dieser Saldomeldungen behauptet die Berufung, dass mit jedem Kontoauszug ein Vorbehalt angebracht worden sei. Das ist jedoch nicht richtig. Der fragliche Vermerk, mit dem nur zum Ausdruck gebracht werden soll, dass ein allfälliger Irrtum vorbehalten werde, ist nämlich ohne rechtliche Bedeutung, da im Falle eines Irrtums ohnehin die gesetzlichen Vorschriften betreffend Willensmängel zum Zuge kämen (ALBISETTI/BODMER/ BOEMLE/GSELL/RUTSCHI, Handbuch des Geld-, Bank- und Börsenwesens der Schweiz, 1977, S. 347 und 535; BECKER, N. 4 zu Art. 117 OR; vgl. auch BGE 96 II 26 E. 1). In diesem Zusammenhang weist die Berufung aber auch auf das Schreiben der Beklagten vom 2. Oktober 1974 hin, mit welchem diese die Klägerin darauf aufmerksam machte, dass hinsichtlich ihres Kontos Unregelmässigkeiten vorgekommen seien. Die Vorinstanz meint dazu, die Klägerin habe darin bezüglich der später gezogenen Saldi nach Treu und Glauben keinen Vorbehalt sehen müssen, da die umstrittenen Habenposten auch in den späteren Kontoauszügen nach wie vor ohne entsprechenden Vorbehalt aufgeführt worden seien. Letzteres ist ein offensichtliches Versehen, das gestützt auf Art. 63 Abs. 2 OG zu berichtigen ist. Aus den bei den Akten liegenden Kontoauszügen ergibt sich nämlich, dass von Monat zu Monat nur der jeweilige Saldo übertragen wurde, nicht aber die \"umstrittenen Habenposten\". Richtig ist aber, was die Vorinstanz offenbar zum Ausdruck BGE 104 II 190 S. 194bringen wollte, dass diese Saldi im Hinblick auf die umstrittenen Gutschriften von der Bank nie korrigiert und auch nicht mit einem Vorbehalt versehen wurden. Im übrigen ist die von der Vorinstanz vertretene Rechtsauffassung aber unhaltbar. Nach Erhalt des Briefes vom 2. Oktober 1974 wusste die Klägerin, dass hinsichtlich der ihr Konto betreffenden Unregelmässigkeiten eine Untersuchung angehoben war. Dass bei diesem Stand der Dinge keine Beträge genannt werden konnten, lag auf der Hand; ebenso musste die Klägerin davon ausgehen, dass die angekündigte Untersuchung einige Zeit in Anspruch nehmen werde. Unter diesen Umständen durfte sie hinsichtlich der Saldi der auf das Schreiben vom 2. Oktober 1974 folgenden Kontoauszüge nicht mehr - jedenfalls nicht ohne vorherige Rückfrage - annehmen, sie seien von der Bank im Sinne von Art. 117 Abs. 2 OR anerkannt. Dass die folgenden Kontoauszüge keine Vorbehalte enthielten, hilft deshalb angesichts der unmissverständlichen Hinweise in besagtem Schreiben nichts. Demgegenüber nimmt die Vorinstanz bezüglich der Saldomeldungen bis und mit September 1974 zu Recht an, dass die Bank mit ihrer vorbehaltlosen Zustellung nach den Regeln von Treu und Glauben im Geschäftsverkehr zum Ausdruck brachte, dass sie die entsprechenden Saldi anerkenne. Da diese jeweils auch von der Klägerin und ihrem Ehemann - stillschweigend - anerkannt wurden, trat nach der gesetzlichen Vorschrift von Art. 117 Abs. 2 OR Neuerung ein. Hinsichtlich des Betrages von Dollars 38'000.- war das somit der Fall, als der Kontoauszug per Februar 1972 zugestellt und dergestalt anerkannt wurde, hinsichtlich des Betrages von Dollars 10'000.- mit Zustellung und Anerkennung des Kontoauszuges von Januar 1974.\n\nDieser Schlussfolgerung sucht die Berufung mit dem Einwand zu begegnen, dass die Klägerin bzw. ihr Ehemann von den fraglichen Kontoauszügen keine Kenntnis gehabt hätten, da sie ihnen jeweils ins Bankfach gelegt worden seien. Demzufolge hätten sie aus den Kontoauszügen auch nichts ableiten können. Indes geht das fehl. Wenn eine Bank sich darauf einlässt, dass die mit ihren Kunden gewechselte Korrespondenz, insbesondere die monatlichen Saldomeldungen, ins Bankfach gelegt werden, so muss sie sich nach Treu und Glauben alles, was der Kunde aus den betreffenden Schreiben ableiten durfte und ableiten musste, entgegenhalten lassen, wie wenn der Kunde sie selbst entgegengenommen hätte. Eine andere Lösung wäre mit einem geordneten BGE 104 II 190 S. 195Geschäftsverkehr nicht zu vereinbaren. Insbesondere könnten die monatlich gezogenen Saldi nicht als genehmigt angesehen werden, so dass auch die Bank über den Stand der Konten im Ungewissen wäre.\n\nb) Die Berufung wirft der Klägerin bösen Glauben vor. Sie habe nämlich gewusst, dass die von ihr behaupteten Einzahlungen von Dollars 48'000.- nie getätigt worden seien. Damit ist die Beklagte aber nicht zu hören, weil sie sich hiefür nicht auf eine entsprechende tatsächliche Feststellung des angefochtenen Urteils stützen kann. Dieses schliesst ein solches Wissen im Gegenteil aus, indem es erklärt, die Klägerin habe nach Treu und Glauben annehmen dürfen, die Bank ziehe die fraglichen Gutschriften nicht in Zweifel.\n\nc) Per 31. Juli 1975 betrug der Saldo auf dem Konto Louis Dollars 1'102.60. Nachdem im August 1975 der Gegenwert zweier \"Certificates of Deposit\" eingegangen war, schrieb die Bank der Klägerin unter dem Vermerk \"Wertschriften\" den Betrag von Dollars 137'242.50 gut, um anschliessend das Konto mit dem umstrittenen Betrag von Dollars 48'000.- zu belasten, welchen Vorgang sie als \"Vergütungsauftrag\" bezeichnete.\n\nIn diesem Zusammenhang bringt die Berufung vor, der Saldo des Kontos Louis habe stets sehr viel weniger als Dollars 48'000.- betragen, weshalb die Vorinstanz diesen Betrag nicht \"aus Novation\" habe zusprechen dürfen. Sodann wird unter Hinweis auf einen Brief der Beklagten an die Klägerin vom 2. Juli 1975 erklärt, diese sei damit einverstanden gewesen, dass die Bank die beiden \"Certificates of Deposit\" zurückbehalten habe. Für die Bank sei es somit vorerst nicht erforderlich gewesen, das klägerische Konto mit dem umstrittenen Betrag von Dollars 48'000.- zu belasten. Unmittelbar nach dem Eingang des Gegenwertes der beiden Wertschriften habe die Beklagte das dann aber getan.\n\nZugunsten der Beklagten lässt sich aus diesen Umständen jedenfalls nichts ableiten. Entscheidend ist, dass nach dem Gesagten hinsichtlich der vor Oktober 1974 gezogenen Saldi Neuerung anzunehmen ist, dass also bis September 1974 Monat für Monat eine alte Schuld durch Begründung einer neuen getilgt wurde (Art. 116 Abs. 1 OR). Ob diese Saldi den Betrag von Dollars 48'000.- je erreichten, ist unerheblich, denn die in einem Kontokorrentverhältnis in die Rechnung aufgenommenen einzelnen Forderungen und Gegenforderungen gehen durch Verrechnung unter (VON TUHR/ESCHER, Allgemeiner Teil des Schweizerischen BGE 104 II 190 S. 196Obligationenrechts Band II, S. 184) während im Betrage des dabei sich ergebenden Saldos eine neue Forderung begründet wird (Art. 116 Abs. 1 und Art. 117 Abs. 2 OR). Anerkannte die Beklage aber, dass die umstrittenen Gutschriften von insgesamt Dollars 48'000.- bei der Berechnung solcher Saldi berücksichtigt wurden, so durfte sie darauf nicht wieder zurückkommen, indem sie den entsprechenden Betrag einfach wieder ins Soll einer späteren Rechnung einstellte. Unerheblich ist somit auch, ob die Klägerin damit einverstanden war, dass die Beklagte die beiden \"Certificates of Deposit\" als Sicherheit für den Gegenwert der umstrittenen Gutschriften zurückbehielt. Dass die Klägerin damit die von der Beklagten erhobene Forderung anerkannt hätte, wird nicht behauptet und ist auf Grund der gegebenen Umstände auch nicht anzunehmen.\n\n3. a) Die Anerkennung des Kontokorrentsaldos hat allerdings nicht zur Folge, dass auf bei der Saldoziehung versehentlich berücksichtigte bzw. nicht berücksichtigte Posten schlechthin nicht mehr zurückgekommen werden könnte. Neuerung, wie sie nach Art. 117 Abs. 2 OR eintritt, setzt nämlich den Rechtsbestand der Forderung voraus, auf der sie beruht (vgl. GUHL/MERZ/KUMMER, Das Schweizerische Obligationenrecht, S. 270). Im Betrage des anerkannten Saldos liegt ein Schuldbekenntnis ohne Angabe eines Verpflichtungsgrundes vor (Art. 17 OR). Das führt dazu, dass diejenige Partei, die die Richtigkeit des anerkannten Saldos bestreiten will, seine Unrichtigkeit zu beweisen hat. Auch wird mit der Anerkennung des Saldos auf Einwendungen gegen versehentliche Buchungen nicht verzichtet (BGE 100 III 85 E. 6; VON TUHR/ESCHER, Allgemeiner Teil des Schweizerischen Obligationenrechts, Band II, S. 186). Anderseits bedeutet die Anerkennung des Saldos, dass hinsichtlich der in der Kontokorrentrechnung aufgeführten Posten auf die Geltendmachung bereits bekannter Willensmängel sowie streitiger oder ungewisser, aber nicht ausdrücklich vorbehaltener Einreden verzichtet werde (GUHL/MERZ/KUMMER, a.a.O., S. 270; VON TUHR/ESCHER, a.a.O., S. 186).\n\nb) Die Vorinstanz meint, es könne offen bleiben, ob für die beiden umstrittenen Gutschriften ein Rechtsgrund bestanden habe. Hiegegen wendet sich die Berufung vor allem. Ihre Rüge, Art. 8 ZGB sei verletzt, wäre nach dem Gesagten an sich zu prüfen, nämlich hinsichtlich allfälliger tatsächlicher Behauptungen der Beklagten über den Nichtbestand der anerkannten BGE 104 II 190 S. 197Forderungen oder über Willensmängel anlässlich der Anerkennung der fraglichen Saldi. Solches erweist sich indes nicht als erforderlich.\n\nDie Vorinstanz führt nämlich aus, Krieg sei im fraglichen Zeitpunkt Direktor der American Express International Banking Corporation gewesen, weshalb sich die Beklagte sein Wissen und Wollen im Sinne von Art. 55 ZGB anrechnen lassen müsse. Mit Recht bestreitet die Berufung das nicht, ist doch nach der bundesgerichtlichen Rechtsprechung unter anderem derjenige als Organ anzusehen, der unter der Aufsicht des obersten Verwaltungsausschusses einer juristischen Person deren eigentliche Geschäftsführung besorgt oder sich sonst in leitender Stellung betätigt (BGE 87 II 187 E. 2, BGE 81 II 226, BGE 72 II 65, BGE 68 II 289 E. 3, 301 E. 4, BGE 65 II 6 E. 3). Letzteres traf auf Krieg aber offensichtlich zu. Der Einwand der Berufung, Krieg sei nur kollektivzeichnungsberechtigt gewesen und habe deshalb die Beklagte weder mit seiner alleinigen Unterschrift noch mit den von ihm veranlassten unterschriftslosen Auszügen verpflichten können, ist unbehelflich. Für die Frage, ob sich die Beklagte Kriegs Wissen im Sinne von Art. 55 ZGB anrechnen lassen muss, spielt der Umstand, dass er nicht allein zeichnungsberechtigt war, keine Rolle (BGE 89 II 251; EGGER, N. 17 und 18 zu Art. 54/55 ZGB).\n\nIn tatsächlicher Hinsicht stellt die Vorinstanz für das Bundesgericht sodann verbindlich fest, dass Krieg den Grund oder die Grundlosigkeit der von ihm veranlassten Gutschriften kannte und selbst nicht irrte. Muss sich aber die Beklagte bzw. ihre Rechtsvorgängerin nach dem Gesagten das Wissen Kriegs anrechnen lassen, so scheidet hinsichtlich der fraglichen Gutschriften ein wesentlicher Irrtum sowie eine Täuschung der Bank durch die Eheleute X. ohne weiteres aus. Unter diesen Umständen durfte die Vorinstanz auch offen lassen, wie es sich mit dem Rechtsgrund dieser Gutschriften verhalte.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Handelsgerichts des Kantons Zürich vom 14. Dezember 1977 bestätigt."}