{"annee": "104", "cour": "V", "page": "9", "date": "8/3/1978", "cite": ["99 V 129", "98 V 155"], "cite_par": ["106 V 177", "106 V 179", "127 V 154"], "chapeau": "3. Auszug aus dem Urteil vom 8. März 1978 i.S. Circelli gegen Schweizerische Krankenkasse für das Bau- und Holzgewerbe und verwandte Berufe (SKBH) und Versicherungsgericht des Kantons Zürich", "regestes": ["Annonce tardive du cas d'assurance (art. 3 al. 3 et art. 12 ss LAMA). - L'annonce tardive inexcusable n'entraîne pas la péremption des prestations, mais un refus de celles-ci à titre de sanction. - Portée du principe de la proportionnalité dans ce domaine (précision apportée à la jurisprudence)."], "faits": "", "considerants": "BGE 104 V 9 S. 9\n\nAus den Erwägungen:\n\n1. Gemäss Art. 25 lit. a Ziff. 2 des Kollektivversicherungsvertrages hat der Versicherte der Kasse innert 6 Tagen nach Behandlungsbeginn die Krankmeldung zu erstatten; füllt der Arzt den Krankenschein nicht aus, hat der Versicherte ein ärztliches Zeugnis beizulegen. Tritt während der Behandlung eine Arbeitsunfähigkeit ein, hat er die Kasse innert 6 Tagen zu benachrichtigen, selbst wenn bereits ein ärztliches Zeugnis vorhanden ist.\n\nFür die Erfüllung dieser Formalitäten ist der Versicherte persönlich verantwortlich \"und kann sie nicht auf den Arzt BGE 104 V 9 S. 10oder einen Dritten abschieben\" (Art. 25 lit. a Ziff. 4 des Kollektivversicherungsvertrages).\n\nArt. 25 lit. a Ziff. 5 des Kollektivversicherungsvertrages bestimmt: \"Im Falle verspäteter Meldung der Arbeitsunfähigkeit werden die Leistungen ab jenem Tag ausgerichtet, da die Kasse von der Arbeitsunfähigkeit Kenntnis erhalten hat ... Ist die Anmeldung nach 6 Tagen erfolgt und trägt der Versicherte oder sein gesetzlicher Vertreter keine Schuld, anerkennt die Kasse die Leistungen ab 1. Krankheitstag.\"\n\n2. Nach der Rechtsprechung gelten solche Ordnungsvorschriften grundsätzlich nicht als bundesrechtswidrig. Wie das Eidg. Versicherungsgericht wiederholt entschieden hat, sind die Kassen befugt, ihre Leistungen bis zum Zeitpunkt der ordnungsgemässen Meldung zu verweigern, wenn vom Versicherten die rechtzeitige Meldung vernünftigerweise verlangt werden kann. Erscheint dagegen eine Pflichtverletzung nach den Umständen als entschuldbar, so dürfen damit in der Regel keine Sanktionen verbunden werden (BGE 99 V 129, BGE 98 V 156 sowie nicht veröffentlichtes Urteil vom 11. April 1973 i.S. Flütsch).\n\nIn BGE 99 V 129 hat das Gericht ausgeführt, die durch den Versicherten verschuldete Verspätung der Anmeldung ziehe die Verwirkung des Leistungsanspruchs nach sich; dabei sei der Grundsatz der Verhältnismässigkeit nicht anwendbar. Diese Feststellung bedarf der Präzisierung. Mit Bezug auf das Verhältnismässigkeitsprinzip ist zu unterscheiden zwischen der Verhältnismässigkeit einer Regelung als solcher und der Verhältnismässigkeit ihrer Anwendung im Einzelfall (vgl. IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, Bd. I Nr. 58, insbesondere S. 340 f.). Im vorliegenden Fall kann nach dem Gesagten davon ausgegangen werden, es verstosse nicht gegen den Grundsatz der Verhältnismässigkeit, wenn die Kassenstatuten bzw. der Kollektivversicherungsvertrag bestimmen, dass die Leistungen bei einer vom Versicherten zu verantwortenden Versäumnis bis zum Zeitpunkt der verspäteten Meldung verweigert werden. Bei der Anwendung der Sanktion im Einzelfall bleibt für die Frage der Verhältnismässigkeit so lange kein Raum, als die massgebenden Bestimmungen - wie hier - nur eine einzige Sanktion vorsehen, die als solche als verhältnismässig gelten kann. Anders verhält es sich, wenn mehrere bzw. variable Sanktionen für die verspätete BGE 104 V 9 S. 11Meldung, wie z.B. die Verweigerung oder Kürzung der Leistungen, angedroht sind. In diesen Fällen ist zu prüfen, ob die Anwendung der Kassenbestimmung im Einzelfall dem Grundsatz der Verhältnismässigkeit Rechnung trägt. Im übrigen geht es im vorliegenden Zusammenhang nicht um eine Verwirkung, sondern um eine vom Verschulden abhängige Sanktion.\n\n3. a) In der angefochtenen Verfügung wird die Verweigerung des Krankengeldes damit begründet, der Versicherte habe der Kasse die Krankmeldung nicht innert der vorausgesetzten Frist von 6 Tagen ab Krankheitsbeginn zugestellt. Aus den Akten ergibt sich indessen, dass sich der Beschwerdeführer am 7. Oktober 1975 in ärztliche Behandlung begeben hat und dass die Krankmeldung am 9. Oktober 1975 erfolgte. Verspätet ist daher nicht die Krankmeldung, sondern allenfalls die Meldung der später eingetretenen Arbeitsunfähigkeit.\n\nKasse und Vorinstanz gehen davon aus, der Beschwerdeführer habe die Arbeitsunfähigkeit erst gemeldet, als er wieder arbeitsfähig gewesen sei, mit der Folge, dass ihm kein Krankengeld ausgerichtet werden könne. Am 19. Januar 1976 erstattete er jedoch über seinen Arbeitgeber eine zweite Krankmeldung, in welcher der 13. November 1975 als letzter Arbeitstag angegeben wird. Damit hat die Kasse im Sinne des Kollektivversicherungsvertrages \"von der Arbeitsunfähigkeit Kenntnis erhalten\", weshalb der Beschwerdeführer für die Zeit ab 19. Januar 1976 grundsätzlich Anspruch auf die versicherten Krankengeldleistungen hat.\n\nb) Es bleibt zu prüfen, ob der Beschwerdeführer das Krankengeld auch für die Zeit vor dem 19. Januar 1976 beanspruchen kann. Dies beurteilt sich gemäss Art. 25 lit. a Ziff. 5 des Kollektivversicherungsvertrages und der Rechtsprechung (BGE 99 V 132) danach, ob er die Meldung schuldhaft verspätet eingereicht hat.\n\nDer Beschwerdeführer macht geltend, er habe keine Meldung erstattet, weil er im Zeitpunkt, als er arbeitsunfähig erklärt worden sei, noch über einen gültigen Krankenschein verfügt habe. Das Versäumnis sei entschuldbar, weil er als Kollektivversicherter nicht in direktem Kontakt zur Versicherung gestanden habe und über die Versicherungsbestimmungen nicht im einzelnen orientiert gewesen sei. Auf der Rückseite des Krankmeldungsscheines sei zwar vermerkt, dass der BGE 104 V 9 S. 12Versicherte eine in der Zwischenzeit eingetretene Arbeitsunfähigkeit innert 6 Tagen zu melden habe; er sei jedoch der deutschen Sprache nicht mächtig und habe sich darauf verlassen, dass er durch die Abgabe des Krankenscheins beim Arzt seiner Pflicht als Patient nachgekommen sei. In den letzten Jahren sei er mehrmals krank gewesen und habe jeweils, nachdem er dem Arzt den Krankenschein abgegeben habe, das Krankengeld erhalten. Es sei denn auch im Oberwallis die übliche Praxis, dass für den Versicherten nach Abgabe des Krankenscheines beim Arzt keine weiteren Pflichten bestünden.\n\nWas der Beschwerdeführer vorbringt, lässt die verspätete Meldung der Arbeitsunfähigkeit nicht als entschuldbar erscheinen. Der Beschwerdeführer behauptet nicht, es seien ihm die für die Kollektivversicherung massgebenden Unterlagen nicht ausgehändigt worden; er macht lediglich geltend, er sei \"über die Versicherungsbestimmungen nicht einzeln orientiert\" gewesen, was ebensogut auf eigene Nachlässigkeit oder mangelnde Sprachkenntnis zurückgeführt werden kann. Jedenfalls aber anerkennt er, dass der Krankmeldungsschein einen ausdrücklichen Hinweis auf die Pflicht zur besonderen Meldung der Arbeitsunfähigkeit enthielt, weshalb er bei Eintritt der Arbeitsunfähigkeit am 14. November 1975 hierüber nicht in Unkenntnis sein konnte. Dass der Hinweis in deutscher Sprache erfolgte, ist unerheblich. Eine Bestimmung, wonach die Kasse ihre Mitteilungen in einer andern als der Amtssprache am Wohnsitz des Versicherten zu machen hätte, ergibt sich weder aus dem Gesetz noch aus den Kassenstatuten bzw. dem Kollektivversicherungsvertrag. Dass der Beschwerdeführer seinen Angaben zufolge in früheren Krankheitsfällen das Taggeld unmittelbar auf Grund der Krankmeldung bezogen hat, lässt sich damit erklären, dass in jenen Fällen gleichzeitig auch eine Arbeitsunfähigkeit bestätigt worden ist. Der Einwand, es entspreche einer allgemeinen Praxis, dass der Versicherte nach Abgabe des Krankmeldungsscheines beim Arzt nichts mehr vorzukehren habe, steht in offensichtlichem Gegensatz zu den Bestimmungen des Kollektivversicherungsvertrages, welcher als Rahmenvertrag für mehrere grosse Krankenkassen und das Baugewerbe des Kantons Wallis einschliesslich verwandter Berufe Geltung hat. Er ist in keiner Weise substantiiert und derart unwahrscheinlich, dass sich BGE 104 V 9 S. 13weitere Abklärungen erübrigen. Solcher bedarf es auch hinsichtlich der vom Bundesamt für Sozialversicherung aufgeworfenen Frage nicht, ob der Beschwerdeführer habe davon ausgehen dürfen, die Arbeitgeberfirma werde für die Meldung der Arbeitsunfähigkeit besorgt sein. Dies behauptet der Beschwerdeführer selber nicht. Es stünde auch eindeutig im Widerspruch zur Bestimmung im Kollektivversicherungsvertrag, wonach der Versicherte für die Erfüllung der Meldepflicht persönlich verantwortlich ist. Er durfte sich insbesondere nicht darauf verlassen, der behandelnde Arzt werde für die erforderliche Meldung besorgt sein (vgl. RSKV 1977, S. 145). Es muss daher mit der Feststellung sein Bewenden haben, dass die verspätete Meldung der Arbeitsunfähigkeit vom Versicherten verschuldet ist."}