{"annee": "104", "cour": "V", "page": "121", "date": "26/10/1978", "cite": ["100 V 92"], "cite_par": ["107 V 1", "126 V 217", "109 V 65", "117 V 97", "107 V 214"], "chapeau": "27. Arrêt du 26 octobre 1978 dans la cause Caisse cantonale genevoise de compensation contre M. et Commission de recours en matière d'AVS du canton de Genève", "regestes": ["Art. 1er al. 1 lit. b LAVS. L'extension à l'épouse de la qualité d'assuré du mari ne se justifie pas dans le cas où l'assujettissement de ce dernier à l'assurance obligatoire dépend du seul critère de l'exercice d'une activité lucrative en Suisse."], "faits": "BGE 104 V 121 S. 121\n\nA.- Simone M., née le 23 novembre 1914, possède la nationalité suisse depuis son mariage célébré le 25 septembre 1948 avec Paul M., né le 20 juillet 1914. Domicilié d'abord en France, le couple s'est établi à Genève au début de 1959. Le mari a cependant toujours travaillé dans cette ville - jusqu'en 1958 comme frontalier - et a régulièrement cotisé à l'AVS dés 1948. Quant à la femme, elle a exploité un commerce en France puis en Suisse et a cotisé à l'AVS dès 1959.\n\nL'intéressée a été mise au bénéfice d'une rente de vieillesse simple à partir du 1er décembre 1976. Selon décision de la Caisse cantonale genevoise de compensation du 22 décembre 1976, cette prestation lui a été allouée sous forme d'une rente extraordinaire de 500 fr. par mois, la rente ordinaire qui serait BGE 104 V 121 S. 122revenue à l'assurée étant d'un montant inférieur. Compte tenu des 17 années de cotisations de l'intéressée durant la période allant de 1959 à 1975, la caisse a constaté en effet que le revenu annuel moyen déterminant s'élevait à 18000 fr. et que l'échelle applicable était l'échelle 21 des rentes partielles, d'où découlait une rente ordinaire de 455 fr. par mois seulement.\n\nB.- L'assurée a recouru contre la décision précitée. Elle s'étonnait de ne pas toucher une rente supérieure à 500 fr., étant de nationalité suisse et son mari ayant cotisé depuis 1948.\n\nLa Commission de recours en matière d'AVS du canton de Genève a considéré que, en vertu du principe de l'unité du couple, la recourante devait être tenue pour assurée dès son mariage; qu'elle aurait certes dû payer dès lors des cotisations sur le revenu de son activité lucrative, mais que le défaut de paiement provenait de renseignements erronés fournis par les organes de l'assurance; qu'il se justifiait en pareilles circonstances d'inclure dans la période d'assurance celle allant de son mariage à fin 1958, et cela pour établir tant le revenu annuel moyen déterminant que l'échelle de rente applicable. Par jugement du 18 mai 1977, elle a par conséquent admis le recours et renvoyé le dossier à la caisse de compensation pour nouveau calcul de la rente ordinaire sur les bases indiquées.\n\nC.- La caisse de compensation interjette recours de droit administratif. Elle conteste l'extension à l'épouse de la qualité d'assuré du mari pour la période antérieure à 1959, fait valoir que la jurisprudence invoquée par la commission de recours quant au principe de l'unité du couple n'a rien à voir avec la présente espèce, conclut à l'annulation du jugement cantonal et au rétablissement de sa décision du 22 décembre 1976.\n\nTandis que l'intimée se réfère à l'argumentation de la commission de recours, l'Office fédéral des assurances sociales expose la pratique administrative relative à l'application du principe de l'unité du couple et à ses limites et propose d'admettre le recours de la caisse.", "considerants": "Considérant en droit:\n\n1. Il résulte de l'art. 42 al. 1 et 2 lit. c LAVS que l'intimée, dont le mari n'est pas encore au bénéfice de la rente de vieillesse pour couple, a droit à partir du 1er décembre 1976 à une rente extraordinaire de vieillesse simple - rente qui s'élevait en 1976 BGE 104 V 121 S. 123à 500 fr. par mois (art. 34 al. 2 et 43 al. 1 LAVS) -, si la rente ordinaire à laquelle elle pourrait prétendre est d'un montant inférieur.\n\nPour calculer la rente ordinaire de vieillesse simple à laquelle l'assurée pourrait prétendre, la caisse de compensation n'a pris et entend ne prendre en compte que les années de cotisations à partir de 1959; de ce mode de calcul découle une rente de 455 fr. par mois, soit d'un montant inférieur à celui de la rente extraordinaire. La commission de recours a prononcé en revanche que devaient être prises en compte également les années sans cotisations dès la date du mariage; de ce mode de calcul découlerait une rente dépassant quelque peu 500 fr. par mois, soit d'un montant supérieur à celui de la rente extraordinaire.\n\nSavoir si la décision administrative allouant à l'assurée une rente extraordinaire de vieillesse simple de 500 fr. par mois est exacte ou non dépend ainsi des éléments qui doivent être pris pour base de calcul de la rente ordinaire.\n\n2. Selon l'art. 29bis al. 2 LAVS, les années pendant lesquelles la femme mariée était exemptée du paiement de cotisations en vertu de l'art. 3 al. 2 lit. b sont comptées comme années de cotisations lors du calcul de la rente ordinaire de vieillesse simple. Seules des personnes assurées (et le cas échéant leur employeur, art. 12 LAVS) étant tenues de payer des cotisations, l'exemption précitée implique que la femme ait été assurée. Ne peuvent donc être comptées comme années de cotisations, dans le cadre de l'art. 29bis al. 2, que des périodes durant lesquelles la femme mariée était assurée au sens des art. 1er et 2 LAVS (ATF 100 V 95 consid. 2c).\n\nL'art. 1er al. 1 LAVS dispose que sont assurées obligatoirement les personnes qui ont leur domicile civil en Suisse (lit. a), ou qui exercent en Suisse une activité lucrative (lit. b), ou encore qui travaillent à l'étranger pour le compte d'un employeur en Suisse et sont rémunérées par cet employeur (lit. c). Aucune de ces trois situations entraînant assujettissement à l'assurance obligatoire n'était donnée en l'espèce pour l'intéressée avant 1959: l'intimée était jusqu'alors domiciliée en France, où elle exploitait un commerce.\n\nL'art. 2 LAVS ouvre, sous certaines conditions, aux ressortissants suisses résidant à l'étranger et qui ne sont pas obligatoirement assurés la possibilité de s'assurer facultativement.BGE 104 V 121 S. 124\n\nL'intéressée n'a pas fait acte d'adhésion à l'assurance facultative.\n\nL'intimée n'était ainsi personnellement assurée, avant 1959, ni à titre obligatoire au sens de l'art. 1er LAVS, ni à titre facultatif au sens de l'art. 2 LAVS. Mais les premiers juges, invoquant le principe de l'unité du couple, ont considéré que la qualité d'assuré du mari - qui avait été assujetti dès 1948 à l'assurance obligatoire en raison de l'activité lucrative qu'il exerçait en Suisse (art. 1er al. 1 lit. b LAVS) - s'étendait a l'épouse et que celle-ci était donc assurée dès son mariage.\n\n3. Il est exact que le Tribunal fédéral des assurances a reconnu dans maints cas que le couple formait une unité juridique et que la qualité d'assuré du mari s'étendait à l'épouse aussi bien dans l'assurance obligatoire que dans l'assurance facultative (voir p.ex. RCC 1960, p. 79). Il a toutefois constaté et précisé d'emblée que cette unité ne découlait pas d'un principe ayant valeur générale dans l'AVS, mais qu'elle ressortait uniquement de dispositions légales particulières ou d'une situation de droit particulière (voir p. ex. ATFA 1957, p. 214 consid. 3 et les arrêts qui y sont cités). Or aucune disposition légale ne statue en termes exprès que la qualité d'assuré du mari s'étend à l'épouse; aussi le principe de l'unité du couple ne peut-il entraîner une telle extension que dans des cas où cette unité ressort d'une situation de droit particulière.\n\na) Selon la jurisprudence, la qualité d'assuré d'un homme marié qui est assujetti à l'assurance obligatoire en raison de son domicile civil en Suisse (art. 1er al. 1 lit. a LAVS) s'étend à son épouse. Mais il s'agit là non tant d'une extension en vertu d'un principe d'unité du couple qui serait propre à l'AVS que de la simple constatation de l'unité de domicile que connaît le droit civil: le domicile du mari détermine en règle générale celui de la femme (art. 25 al. 1 CC), et la femme dont le mari est domicilié en Suisse se trouve ainsi être elle aussi personnellement assurée (aux termes du même art. 1er al. 1 lit. a LAVS). La pratique administrative - qui n'a jamais donné lieu jusqu'ici à un litige porté devant le Tribunal fédéral des assurances - considère d'ailleurs que, si la femme dont le mari est domicilié en Suisse s'est créé un domicile propre à l'étranger (art. 25 al. 2 CC), elle n'est pas englobée dans l'assurance obligatoire du mari et peut, étant Suissesse, adhérer à l'assurance facultative conformément à l'art. 2 LAVS.BGE 104 V 121 S. 125\n\nLa jurisprudence admet aussi que, si un ressortissant suisse résidant à l'étranger s'est assuré facultativement, sa qualité d'assuré s'étend à son épouse. Mais, bien qu'elle ne soit pas formulée dans le texte de la loi, une telle extension découle indirectement de l'art. 2 al. 4 LAVS. Cette disposition dénie en effet en principe à la femme mariée la possibilité d'adhérer pour elle-même - c'est-à-dire indépendamment de son mari - à l'assurance facultative et part donc implicitement de l'idée de l'unité du couple.\n\nb) L'extension à l'épouse de la qualité d'assuré du mari n'a été formellement reconnue par la jurisprudence que dans les deux situations susmentionnées. La question à trancher aujourd'hui est si une telle extension s'impose - ou même simplement se justifie - dans les cas où l'assujettissement du mari à l'assurance obligatoire dépend du seul critère de l'exercice d'une activité lucrative en Suisse (art. 1er al. 1 lit. b LAVS).\n\nIl apparaît tout d'abord, d'une part, que la situation de droit n'est en rien comparable à celle que l'on rencontre dans le cadre de l'assurance facultative et, d'autre part, que le lieu de travail du mari ne constitue pas pour l'épouse un point de rattachement aussi direct que le domicile. L'Office fédéral des assurances sociales relève par ailleurs à raison la portée lointaine qu'aurait pareille extension, laquelle aurait pour conséquences notamment l'obligation de l'épouse d'un frontalier ou d'un saisonnier - elle-même sans lien aucun avec la Suisse - de payer des cotisations sur le revenu de son activité lucrative ou encore le droit éventuel à des prestations de l'assurance-invalidité en cas d'atteinte à sa santé. Or des conséquences de cet ordre déborderaient largement le cadre et la conception même de l'assurance.\n\nIl faut en conclure que, si le mari est assujetti à l'assurance obligatoire en raison du seul fait de l'activité lucrative exercée en Suisse, sa qualité d'assuré ne saurait s'étendre à son épouse domiciliée à l'étranger.\n\n4. Dans l'espèce, l'intimée n'a ainsi pas été assurée durant la période antérieure à 1959, et cette période ne peut donc être comptée comme années de cotisations dans le cadre de l'art. 29bis al. 2 LAVS. Sans doute fait-elle valoir qu'elle aurait été mal renseignée à l'époque; ce fait fût-il avéré, qu'il ne permettrait pas de combler la lacune existante: le délai d'adhésion à l'assurance facultative - qui lui était ouverte selon la BGE 104 V 121 S. 126pratique administrative - serait échu de longue date, et la prescription ferait de même obstacle à la perception des cotisations en cause (cf. art. 16 al. 1 LAVS).\n\nIl en résulte que la rente ordinaire de vieillesse simple à laquelle l'intéressée pourrait prétendre est d'un montant inférieur à celui de la rente extraordinaire et que la caisse de compensation a donc alloué à raison cette dernière rente.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours de droit administratif est admis, le jugement cantonal du 18 mai 1977 étant annulé."}