{"annee": "104", "cour": "IB", "page": "119", "date": "12/7/1978", "cite": ["99 V 55", "91 I 90", "96 I 19", "96 I 88", "100 IB 399", "102 IB 64", "104 IA 69", "98 IB 85", "98 IA 1", "99 IA 42", "96 I 324", "98 IB 167"], "cite_par": ["110 V 360", "105 IA 49", "105 IB 399", "118 IA 118", "108 IB 71", "110 IB 255", "112 IB 235", "108 IB 377", "121 V 150", "106 II 106", "112 IA 5"], "chapeau": "21. Urteil vom 12. Juli 1978 i. S. Hartmann gegen Gemeinde Luzern und Regierung des Kantons Graubünden", "regestes": ["Procédure; droit d'être entendu. 1. Une décision de dernière instance cantonale relative au refus d'une autorisation prévue par l'art. 4 al. 3 AFU relève du recours de droit administratif. Celui-ci permet également de soulever le grief tiré d'une violation du droit constitutionnel d'être entendu. Subsidiarité du recours de droit public (consid. 1). 2. Portée tirée de l'art. 4 Cst. du droit des parties à participer à une inspection locale. Conditions auxquelles les organes administratifs peuvent ne pas annoncer une inspection locale ou y procéder sans l'accord des parties (consid. 2)."], "faits": "BGE 104 Ib 119 S. 120\n\nPeter Hartmann stellte beim Departement des Innern und der Volkswirtschaft des Kantons Graubünden das Gesuch, es sei ihm für die Erstellung einer Hütte auf seiner in der Gemeinde Luzern gelegenen Bergwiese, die sich in einem provisorischen Schutzgebiet im Sinne von Art. 2 Abs. 1 lit. d BMR befindet, die nach Art. 4 Abs. 3 BMR erforderliche Bewilligung zu erteilen. Das Departement wies das Gesuch ab. Peter Hartmann reichte hiegegen bei der Regierung des Kantons Graubünden Beschwerde ein. Der Departementssekretär des beschwerdebeklagten Departementes besichtigte daraufhin mit zwei Beamten der kantonalen Planungsstelle und dem Baufachchef der Gemeinde Luzein das Grundstück des Beschwerdeführers, ohne diesen zum Augenschein einzuladen. Unter Hinweis auf die an diesem Augenschein gemachten Feststellungen beantragte das Departement des Innern und der Volkswirtschaft in seiner Vernehmlassung Abweisung der Beschwerde. Die Regierung wies die Beschwerde in der Folge ab, wobei sie sich in der Begründung ihres Entscheides auf die tatsächlichen Feststellungen stützte, welche die Vorinstanz bei ihrem nachträglichen Augenschein gemacht hatte. Peter Hartmann führt gegen den Entscheid der Regierung wegen Verletzung von Art. 4 BV (rechtliches Gehör) \"staatsrechtliche Beschwerde\". Das Bundesgericht behandelt die Eingabe als Verwaltungsgerichtsbeschwerde und heisst diese gut.", "considerants": "Aus den Erwägungen:\n\n1. Gemäss Art. 84 Abs. 2 OG ist eine staatsrechtliche Beschwerde nur zulässig, wenn die behauptete Rechtsverletzung nicht sonstwie durch Klage oder Rechtsmittel beim Bundesgericht oder einer andern Bundesbehörde gerügt werden kann. Der angefochtene Entscheid der Regierung des Kantons Graubündens stützt sich auf Art. 4 Abs. 3 BMR, d.h. auf öffentliches Recht des Bundes, und unterliegt, da alle weitern Voraussetzungen nach Art. 97 ff OG erfüllt sind, der Verwaltungsgerichtsbeschwerde an das Bundesgericht (vgl. BGE 100 Ib 399 ff). Mit dieser kann nach Art. 104 OG die \"Verletzung von Bundesrecht\" gerügt werden. Dieser Beschwerdegrund umfasst auch die Rüge der Verletzung von Bundesverfassungsrecht, soweit sie eine Angelegenheit betrifft, BGE 104 Ib 119 S. 121die in die Sachzuständigkeit der eidgenössischen Verwaltungsrechtspflegeinstanz fällt (BGE 102 Ib 67; BGE 99 V 57 E. 3 und 60 f; BGE 96 I 90 und 187). Die Rüge, der angefochtene Entscheid der Regierung des Kantons Graubünden sei unter Verletzung des verfassungsrechtlichen Gehörsanspruches (Art. 4 BV) zustandegekommen, kann daher mittels Verwaltungsgerichtsbeschwerde vorgebracht werden; für eine entsprechende staatsrechtliche Beschwerde besteht aufgrund von Art. 84 Abs. 2 OG kein Raum. Die Eingabe des Beschwerdeführers ist als Verwaltungsgerichtsbeschwerde zu behandeln (BGE 98 Ib 88 E. 1a).\n\n2. a) Der Beschwerdeführer rügt, dass er zu dem vom Departement des Innern und der Volkswirtschaft durchgeführten Augenschein nicht eingeladen worden sei. Dass sich die kantonale Behörde damit willkürlich über kantonale Verfahrensvorschriften hinweggesetzt habe, wird nicht behauptet. Es kann sich daher nur fragen, ob der unmittelbar aus Art. 4 BV folgende minimale bundesrechtliche Gehörsanspruch verletzt worden ist. Danach hat der Bürger, vorbehältlich gewisser Ausnahmen, auch im Verwaltungsprozess das Recht, an den Beweiserhebungen der Verwaltungsorgane teilzunehmen (BGE 104 Ia 71 E. 3b; BGE 99 Ia 46 /47; BGE 91 I 92). Das gilt insbesondere für die Durchführung von Augenscheinen. Wohl ist es Behörden oder einzelnen Behördemitgliedern und Beamten nicht verwehrt, sich informell an Ort und Stelle zu begeben, um über einen an sich feststehenden Sachverhalt ein besseres, unmittelbares Bild zu erhalten (IMBODEN/RHINOW, Verwaltungsrechtsprechung, Nr. 82 B/III/c/1 S. 509; BGE 99 Ia 47 f. E. 3b und e). Dient jedoch die Ortsbesichtigung dem Zweck, einen streitigen, unabgeklärten Sachverhalt festzustellen, so müssen die beteiligten Privaten zum Augenschein beigezogen werden. Ein solcher Augenschein darf nur dann unter Ausschluss einer Partei erfolgen, wenn schützenswerte Interessen Dritter oder des Staates oder eine besondere zeitliche Dringlichkeit dies gebieten (BGE 91 I 92) oder wenn der Augenschein seinen Zweck überhaupt nur erfüllen kann, wenn er unangemeldet erfolgt (BGE 104 Ia 71 E. 3b; IMBODEN/RHINOW, a.a.O.). In derartigen Ausnahmefällen gilt der Gehörsanspruch als gewahrt, wenn die betreffende Partei nachträglich zum Beweisergebnis Stellung nehmen kann (BGE 104 Ia 71 E. 3b).\n\nb) Im vorliegenden Fall hat die Vorinstanz (bzw. das die Beschwerde instruierende kantonale Finanz- und Militärdepartement) BGE 104 Ib 119 S. 122selber keinen Augenschein durchgeführt, wiewohl der Beschwerdeführer einen solchen beantragt hatte. Hingegen hat der Departementssekretär des erstinstanzlich verfügenden Departementes des Innern und der Volkswirtschaft im Verlaufe des Beschwerdeverfahrens mit zwei kantonalen Beamten und einem Behördemitglied der Gemeinde das Grundstück des Beschwerdeführers besichtigt, um sich dadurch für die Vernehmlassung an die Regierung \"eine verbesserte Grundlage\" zu verschaffen. Dass der Beschwerdeführer zu diesen \"zusätzlichen Erhebungen\" des beschwerdebeklagten Departementes nicht beigezogen wurde, ist unbestritten.\n\nDer fragliche Augenschein beruhte somit nicht auf einer Anordnung der Instanz, welcher die Leitung des kantonalen Beschwerdeverfahrens oblag, sondern es handelte sich um eine ausserhalb dieses Verfahrens erfolgte Vorkehr des beschwerdebeklagten Departementes, welches sich zur Ausarbeitung einer fundierten Vernehmlassung über den Sachverhalt besser ins Bild setzen wollte. Ein solches Vorgehen ist an sich nicht unzulässig. Doch versteht sich, dass die Rechtsmittelinstanz bei ihrem Entscheid nicht auf die an einem solchen \"internen\" Augenschein gemachten Feststellungen abstellen darf; denn dies liefe auf eine Verletzung des Teilnahmerechtes der Parteien hinaus. Sie darf ihren Entscheid nur auf solche Beweise stützen, die in korrekter, den Gehörsanspruch der Parteien wahrender Form erhoben worden sind. Indem die Regierung des Kantons Graubünden bei ihrem Beschwerdeentscheid in wesentlichen Punkten (Qualität des Bodens, Zerfall der alten Hütte, Zufahrtsmöglichkeiten) auf die in der Vernehmlassung des beschwerdebeklagten Departementes enthaltene Sachverhaltsschilderung abstellte und damit das Ergebnis des amtsinternen, ohne Gewährung des Teilnahmerechtes durchgeführten Augenscheines zum Beweismittel erhob, verstiess sie gegen die Grundsätze des rechtlichen Gehörs.\n\nc) Ob die kantonalen Instanzen unter den gegebenen Umständen zur Vornahme eines Augenscheines überhaupt verpflichtet gewesen wären (vgl. BGE 100 Ib 400 f, BGE 99 Ia 47 f), ist ohne Belang. Wenn eine Behörde zu diesem Beweismittel greifen will, hat sie dies in den verfassungsrechtlich vorgeschriebenen Formen zu tun und die Grundsätze des rechtlichen Gehörs zu beachten (ZBI 79/1978 S. 42; IMBODEN/RHINOW, a.a.O. Nr. 82 B/III/c/2, S. 509, in Abweichung von BGE 96 I 332).BGE 104 Ib 119 S. 123\n\nd) Eine Heilung der Gehörsverletzung im verwaltungsgerichtlichen Beschwerdeverfahren vor Bundesgericht, wie sie in gewissen Fällen möglich ist (BGE 98 Ib 171, 176), fällt hier ausser Betracht. Der angefochtene Entscheid ist in Gutheissung der Beschwerde aufzuheben, ohne dass es darauf ankäme, ob Aussicht besteht, dass die Vorinstanz nach erneuter Prüfung des Falles in einem korrekten Verfahren anders entscheiden wird (BGE 98 Ia 8, 134, 339; BGE 96 I 22)."}