{"annee": "104", "cour": "II", "page": "249", "date": "27/9/1978", "cite": ["102 IA 7"], "cite_par": ["108 II 69", "109 IA 5", "144 III 313"], "chapeau": "41. Extrait de l'arrêt de la chambre de droit public du 27 septembre 1978 en la cause Dame X. et consorts contre Justice de paix du canton de Genève", "regestes": ["Art. 4 Cst.; art. 576 et art. 580 CC; restitution du délai pour requérir le bénéfice d'inventaire. Le refus d'appliquer par analogie au délai de l'art. 580 CC la faculté de prorogation et de restitution prévue à l'art. 576 CC en matière de répudiation est-il arbitraire? Question laissée indécise, l'autorité cantonale pouvant considérer en l'espèce, sans violer l'art. 4 Cst., que les conditions d'application de l'art. 576 CC n'étaient pas réalisées."], "faits": "BGE 104 II 249 S. 249\n\nX., banquier, est décédé à Genève en 1974. Il a laissé pour héritières son épouse et ses filles. Un certificat d'hérédité a été délivré aux héritières par la Justice de paix de Genève le 19 novembre 1974. La succession consistait en divers avoirs bancaires, en un immeuble et des avoirs mobiliers.\n\nPar requête du 19 août 1977, les héritières, en invoquant par analogie l'art. 576 CC, ont invité la Justice de paix de Genève à leur accorder un nouveau délai pour requérir le bénéfice d'inventaire.\n\nBGE 104 II 249 S. 250Elles ont exposé que le défunt était associé indéfiniment responsable d'une société en nom collectif exploitant une banque actuellement en liquidation et en sursis concordataire, et qu'à l'époque du décès elles n'avaient aucune raison de penser qu'elles pourraient ultérieurement encourir les conséquences d'une éventuelle responsabilité du défunt pour les dettes de la banque, de sorte qu'elles n'avaient pas jugé utile de requérir le bénéfice d'inventaire. Etant donné la situation actuelle de la banque, les créanciers de celle-ci pourraient les rechercher pour des dettes dont le défunt aurait pu être rendu responsable, circonstance qu'elles ne pouvaient prévoir lors de l'ouverture de la succession; elles seraient ainsi placées dans une situation infiniment plus dure que les héritiers d'associés récemment décédés qui ont pu solliciter un bénéfice d'inventaire en connaissance de cause.\n\nPar ordonnance du 30 septembre 1977, le juge de paix a rejeté la demande.\n\nAgissant par la voie du recours de droit public, les héritières requièrent l'annulation de la décision de la Justice de paix et demandent que cette autorité soit invitée à leur accorder un nouveau délai pour requérir le bénéfice d'inventaire.", "considerants": "Considérant en droit:\n\n3. Aux termes de l'art. 580 CC, l'héritier qui a la faculté de répudier peut réclamer le bénéfice d'inventaire; il doit présenter sa demande à l'autorité compétente dans le délai d'un mois, les formes à observer étant celles de la répudiation. Cette disposition ne prévoit pas la possibilité pour l'autorité compétente de prolonger le délai précité ni de fixer à l'héritier un nouveau délai. En revanche, une fois l'inventaire clos, l'autorité compétente peut, dans certains cas, proroger le délai d'un mois imparti à chaque héritier pour prendre parti, si cette prorogation est justifiée par les circonstances (art. 587 CC). Par ailleurs, si la loi permet aux héritiers de répudier la succession dans un délai de trois mois (art. 567 CC), l'autorité compétente peut, pour de justes motifs, leur accorder une prolongation de délai ou leur fixer un nouveau délai pour déclarer leur répudiation (art. 576 CC).\n\na) Se fondant sur l'art. 576 CC, les recourantes ont demandé au juge de paix de leur fixer un nouveau délai pour requérir le bénéfice d'inventaire. Tout en étant conscientes du fait que le BGE 104 II 249 S. 251législateur, à l'art. 580 CC, n'a pas expressément prévu la faculté pour l'autorité compétente de prolonger le délai d'un mois ni, le cas échéant, de fixer un nouveau délai, elles ont soutenu, en invoquant à l'appui de leur thèse diverses opinions de doctrine et décisions de jurisprudence, que la faculté prévue par l'art. 576 valait aussi pour l'application de l'art. 580 CC, la première des dispositions citées devant être appliquée par analogie, ou, tout au moins, la règle prévue par cette disposition devant trouver application en matière de demande de bénéfice d'inventaire par le comblement d'une lacune de la loi.\n\nLe juge de paix a écarté la requête en se fondant sur le texte clair de la loi, qui ne prévoit ni prolongation ni restitution du délai, au contraire des art. 576 et 587 CC. Il a admis que ce problème était controversé, mais a relevé que la Justice de paix de Genève, dans une pratique constante, s'est toujours refusée à accorder une prolongation ou une restitution du délai; or le Tribunal fédéral n'a pas considéré cette pratique comme étant arbitraire.\n\nb) Les recourantes soutiennent qu'en refusant de faire droit à leur requête, le juge de paix a violé l'art. 4 Cst.; se fondant uniquement sur la lettre de l'art. 580 CC, cette autorité en aurait méconnu l'esprit et n'aurait pas tenu compte des conséquences choquantes auxquelles aboutit, en l'espèce, l'application pure et simple du texte légal.\n\nIl est bien exact que, comme le relèvent les recourantes, l'opinion dominante admet actuellement qu'il convient d'appliquer par analogie au délai de l'art. 580 la faculté de prorogation et de restitution prévue à l'art. 576 CC en matière de répudiation. Telle est notamment l'opinion de TUOR et de PICENONI (Erbrecht, ad art. 580, 1re et 2e éd., n. 11), de SCHNYDER (TUOR/SCHNYDER, Das schweizerische Zivilgesetzbuch, 9e éd., p. 414), de BECK (FJS no 780, p. 1) et de PAUL GYSIN (Die Rechtswohltat des öffentlichen Inventars im schweizerischen Zivilgesetzbuch, thèse Zurich 1911, p. 28/29). Certains tribunaux cantonaux se sont prononcés dans le même sens (Obwald, arrêt du 27 décembre 1932, RSJ 36/1939-40, p. 48; Thurgovie, 3 mai 1943, RSJ 41/1945, p. 27; Zurich, 30 août 1967, RSJ 64/1968, p. 10). Sont en revanche d'un avis opposé Arnold ESCHER (Erbrecht, 3e éd., ad art. 580, n. 8; voir déjà A. ESCHER, 2e éd., ad art. 580, n. 5) et PIOTET (Droit successoral, p. 717). Le problème a déjà été examiné par le Tribunal fédéral dans l'arrêt BGE 104 II 249 S. 252du 16 mai 1973 en la cause Moreillon c. juge de paix de Genève, où il était certes question non d'une restitution du délai, mais d'une prolongation du délai pour requérir le bénéfice d'inventaire. Dans cet arrêt, le Tribunal fédéral a relevé que le fait que l'opinion dominante admet l'application par analogie au délai de l'art. 580 CC de la disposition de l'art. 576 CC ne suffit pas pour que la solution contraire soit considérée comme arbitraire. Saisi d'un recours de droit public pour violation de l'art. 4 Cst, le Tribunal fédéral n'a pas à rechercher quelle est la meilleure interprétation possible, mais à s'assurer que l'interprétation admise dans la décision attaquée peut s'appuyer sur des motifs objectifs. Pour qu'une décision soit annulée, il ne suffit pas qu'elle soit erronée; il faut encore qu'elle soit insoutenable, en contradiction manifeste avec la situation effective, adoptée sans motifs objectifs ou qu'elle contredise d'une manière choquante le sentiment de la justice et de l'équité.\n\nIl est vrai que, dans l'arrêt Moreillon, le Tribunal fédéral, n'ayant à se prononcer que sur une demande de prolongation de délai, a pu dire que le rejet d'une telle requête ne pouvait entraîner que quelques inconvénients pratiques que le demandeur était parfaitement à même de supporter. C'est aussi pour le même motif que l'un des auteurs précités considère qu'il n'y a pas lieu d'admettre, en présence du fait que l'art. 580 CC ne se prononce pas sur une prolongation du délai, l'existence d'une lacune de la loi, car la prolongation du délai ne paraît jamais nécessaire (PIOTET, loc. cit.).\n\nEn l'espèce, le délai de l'art. 580 CC est déjà échu, et les héritières n'ont donc pas la faculté, sauf restitution de ce délai, de demander le bénéfice d'inventaire. Il n'est cependant pas nécessaire d'examiner s'il conviendrait de revoir la position prise par le Tribunal fédéral dans l'arrêt Moreillon, compte tenu des circonstances du présent cas. Dans l'ordonnance attaquée, le juge de paix a en effet déclaré qu'il renonçait à procéder à un nouvel examen de ce problème, les conditions d'application de l'art. 576 n'étant de toute manière pas réalisées in casu. Il s'est fondé sur ce motif pour refuser la restitution du délai, laissant ainsi partiellement ouverte en principe la question de l'application par analogie de l'art. 576 CC.\n\n4. a) Le juge de paix rappelle en premier lieu que, selon l'art. 576 CC, la restitution du délai ne peut être accordée qu'en présence de \"justes motifs\". Il considère que ces justes motifs BGE 104 II 249 S. 253ne peuvent être constitués que par des faits qui ont empêché l'héritier de se déterminer dans le délai légal, et non pas par des circonstances qui, à posteriori, permettraient de conclure que les héritiers se sont trompés dans leurs espérances: notamment, une simple négligence de la part des héritiers ne peut pas être corrigée par une restitution de délai. Il convient également de prendre en considération l'intérêt des créanciers, qui doivent être renseignés suffisamment rapidement sur le sort de la succession. Le juge de paix en conclut que l'admission d'une restitution de délai 4 ans après l'échéance du délai primitif irait à l'encontre de la sécurité juridique et des intérêts des créanciers.\n\nL'autorité cantonale relève en outre que les requérantes ont pendant près de 4 ans joui et disposé des biens de la succession comme des leurs propres et qu'une partie en tout cas des avoirs bancaires a été soumise à partage, de sorte qu'elles ont été déchues de leur droit de se prévaloir de l'art. 576 CC, ayant accepté la succession au sens de l'art. 571 al. 2 CC.\n\nb) Les recourantes soutiennent que les considérations ainsi exposées par le premier juge sont absolument insoutenables, car en acceptant tacitement la succession en 1974, les héritières de X. se sont déterminées sur la base d'une appréciation objective, à l'époque, de l'état de la succession, de sorte que leur acceptation est viciée par suite d'erreur essentielle (art. 24 ch. 4 CO) et est nulle au sens de l'art. 23 CO.\n\nc) Il faut accorder aux recourantes que c'est à tort que le juge cantonal leur a reproché d'avoir fait preuve de négligence en ne demandant pas, dans le délai légal, le bénéfice d'inventaire. Il n'est pas contesté que lors du décès de X., rien ne permettait de penser que l'établissement bancaire dont il était l'un des associés se trouvait dans une situation obérée. TUOR/PICENONI, cité par le juge de paix, admet notamment comme juste motif la découverte ultérieure d'un délit entraînant la responsabilité du défunt (ad art. 576, n. 3; voir aussi les arrêts de la Cour d'appel de Bâle-Ville, BJM 1955, p. 114, 1957, p. 39). On doit admettre que la situation dans laquelle se sont trouvées les recourantes lors de la découverte des faits qui ont donné lieu à l'ouverture du sursis concordataire devait, en principe, pouvoir être invoquée par elles comme un \"juste motif\" au sens de l'art. 576 CC.\n\nd) Mais il faut encore, pour que le juste motif puisse être pris en considération, que l'autorité compétente tienne compte BGE 104 II 249 S. 254des intérêts des créanciers (TUOR/PICENONI, ad art. 576, n. 4; ESCHER, ad art. 576, n. 4). Or les recourantes n'ont pas contesté la valeur des considérants du juge cantonal dans la mesure où celui-ci a précisément fait état de la protection nécessaire de ces intérêts. C'est sans arbitraire que le juge de paix, devant peser les intérêts respectifs des deux parties, a pu considérer que l'impératif de la sécurité juridique des créanciers l'empêchait, quatre ans après le décès de X., d'accorder un nouveau délai à ses héritières. De toute façon, l'autorité compétente a en la matière un large pouvoir d'appréciation, décrit par l'art. 4 CC (cf. ESCHER, loc. cit., n. 5), et les recourantes ne tentent même pas de prouver que l'autorité cantonale a abusé de ce pouvoir.\n\n5. Le motif tiré par le premier juge de la déchéance du droit de répudier résultant de l'acceptation de la succession par les recourantes ne saurait être considéré comme arbitraire. Les recourantes admettent expressément avoir accepté tacitement la succession et ne contestent pas avoir procédé en tout cas partiellement à son partage. Le juge de paix pouvait donc considérer qu'elles se sont immiscées dans les affaires de la succession au sens de l'art. 571 al. 2 CC. Les recourantes ne contestent pas que cette disposition soit en principe applicable; il n'y a donc pas lieu d'examiner ce problème. Mais elles opposent à l'argumentation du juge le fait que l'acceptation tacite de la succession serait viciée par suite d'erreur essentielle et par conséquent nulle au sens de l'art. 23 CO.\n\nIl n'est toutefois pas nécessaire de rechercher si c'est à bon droit que les recourantes pourraient se prévaloir d'une erreur essentielle et de la nullité de leur acceptation, car il s'agit là d'un moyen qu'elles n'ont pas invoqué devant l'autorité cantonale et qu'elles n'ont fait valoir que dans leur recours de droit public. Or, dans les recours de droit public fondés sur l'art. 4 Cst., il ne peut être fait état de moyens nouveaux, même si la juridiction attaquée jouissait d'un plein pouvoir de cognition et devait appliquer le droit d'office (ATF 102 Ia 9).\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours en tant qu'il est recevable."}