{"annee": "104", "cour": "IB", "page": "190", "date": "29/9/1978", "cite": ["100 IB 482", "102 IB 187"], "cite_par": [], "chapeau": "32. Arrêt du 29 septembre 1978 dans la cause Département de justice et police du canton de Genève contre Pillet", "regestes": ["Interdiction de piloter un cyclomoteur. Modification du véhicule afin d'en augmenter la vitesse. Art. 36 al. 3 let. b OAC. Légalité de cette disposition. Dans la mesure où il prévoit un retrait de permis (ou une interdiction de circuler) obligatoire, l'art. 36 al. 3 let. b OAC ne repose pas sur une base légale suffisante. Les faits qu'il sanctionne peuvent, en revanche, constituer une mise en danger de la circulation routière et justifier ainsi, au sens de l'art. 16 al. 2 LCR, une mesure facultative de retrait ou d'interdiction."], "faits": "BGE 104 Ib 190 S. 190\n\nLe Département cantonal genevois de justice et police a, par décision du 17 janvier 1978, fait interdiction à Patrick Pillet de piloter des cyclomoteurs sur le territoire de la Confédération pendant une durée d'un mois, pour avoir modifié lui-même son cyclomoteur afin d'en augmenter la vitesse et avoir effectivement circulé sur le véhicule ainsi modifié. Cette décision est fondée sur l'art. 36 al. 3 let. b OAC.\n\nLe Tribunal administratif a, par arrêt du 1er mars 1978, admis le recours formé par Pillet contre cette décision et remplacé la mesure d'interdiction de piloter des cyclomoteurs par un simple avertissement.\n\nContre cet arrêt, le Département de justice et police a formé le présent recours de droit administratif. Il demande au Tribunal BGE 104 Ib 190 S. 191fédéral d'annuler l'arrêt attaqué et, principalement, de prononcer contre Pillet une interdiction de conduire des cyclomoteurs sur le territoire suisse pour la durée d'un mois, subsidiairement de renvoyer la cause à l'autorité inférieure pour nouvelle décision.\n\nLe Tribunal fédéral a admis le recours et renvoyé le cas au Département cantonal pour nouvelle décision.", "considerants": "Considérant en droit:\n\n1. Selon l'art. 36 al. 3 let. b OAC, le retrait du permis de conduire pour cyclomoteurs ou l'interdiction de circuler doit être prononcé pour un mois au minimum contre le conducteur qui a modifié son véhicule de telle manière qu'il puisse circuler à une vitesse plus élevée ou fasse davantage de bruit.\n\nLe Tribunal administratif a tenu pour constant que Pillet n'ignorait pas que le véhicule utilisé par lui pouvait circuler à une allure supérieure à 30 km/h. Il a, en revanche, considéré comme douteux qu'il y ait eu \"réellement modification d'un vélomoteur puisque M. Pillet, dont le véhicule avait été volé, s'était trouvé dans l'obligation d'acheter des pièces pour réparer celui de son père\". C'est la raison pour laquelle il a renoncé à faire application de l'art. 36 al. 3 let. b OAC et s'est borné à infliger à Pillet un avertissement en application de l'art. 36 al. 2 OAC.\n\nLe recourant fait valoir que, pour que l'art. 36 al. 3 let. b soit applicable, il faut et il suffit que le cyclomoteur ait été modifié de telle façon que sa vitesse soit augmentée, qu'une telle modification est, en l'espèce, incontestable et que, dès lors, une interdiction de conduire pour un mois au moins doit être prononcée. Pour sa part, la Division fédérale de police relève que, selon la fiche de mise sous séquestre, Pillet \"a monté sur son véhicule un coude et un pot Sachs ainsi qu'un pignon à 12 dents, alors que celui d'origine n'en a que 11, il a percé le filtre à air, modifié le piston, enlevé la bague du cylindre\". Chacune de ces modifications permettant d'élever le régime de la puissance maximale du moteur, il apparaît, dit-elle, que le cumul de ces différentes modifications a pour conséquence une très nette augmentation de la vitesse du cyclomoteur et l'on ne peut dès lors plus croire à la bonne foi de Pillet, qui prétend n'avoir jamais eu l'intention BGE 104 Ib 190 S. 192de transformer son véhicule dans le but de circuler à une vitesse plus élevée.\n\nCette argumentation est fondée. Au vu des modifications constatées, il apparaît en effet invraisemblable que Pillet n'ait pas eu l'intention d'augmenter la vitesse à laquelle son véhicule pouvait circuler. En écartant cette intention, le Tribunal administratif a établi les faits de manière manifestement inexacte de sorte que le Tribunal fédéral peut s'écarter de ses constatations (art. 105 al. 2 OJ).\n\nLes conditions posées par l'art. 36 al. 3 let. b OAC sont donc remplies en l'espèce. Il convient toutefois de rechercher si cette disposition est elle-même légale. Certes, ni le Tribunal administratif, ni l'intimé Pillet n'ont contesté la légalité de l'art. 36 al. 3 let. b OAC. Il s'agit toutefois d'une question que le Tribunal fédéral doit examiner d'office (ATF 100 Ib 485).\n\n2. Dans son arrêt publié aux ATF 102 Ib 189, le Tribunal fédéral a déclaré que la base légale de l'interdiction de conduire un cyclomoteur se trouvait à l'art. 19 LCR. Dans un arrêt plus récent (du 3 février 1978, en la cause Amt für Administrativmassnahmen nach SVG des JPD des Kantons St. Gallen c. W., p. 11), il a toutefois considéré que cette base légale devait être cherchée plutôt à l'art. 25 al. 1 let. a LCR. La question peut toutefois demeurer indécise. Aucune de ces deux dispositions ne fournit en effet un fondement suffisant à une interdiction obligatoire au sens de l'art. 36 al. 3 let. b OAC.\n\nL'art. 19 al. 3 LCR prévoit que le canton de domicile peut interdire de conduire un cycle à toute personne qui a mis la circulation en danger de façon grave ou à plusieurs reprises, ou encore qui a circulé en étant prise de boisson. Ainsi, cette disposition ne prévoit qu'une interdiction facultative même en cas de mise en danger grave ou réitérée de la circulation. Elle ne saurait dès lors servir de fondement à l'interdiction obligatoire prévue par l'art. 36 al. 3 let. b OAC. A supposer même, ce qui est douteux, que les faits sanctionnés par cette disposition soient toujours constitutifs d'une mise en danger grave de la circulation, ils ne sauraient, en application de l'art. 19 al. 3 LCR, donner lieu tout au plus qu'à une mesure d'interdiction facultative.\n\nQuant à l'art. 25 LCR, il permet au Conseil fédéral de \"soustraire totalement ou partiellement à l'application des dispositions du présent titre\", notamment, \"les cycles à moteur auxiliaire\".BGE 104 Ib 190 S. 193\n\nL'idée dont s'inspire cette disposition, c'est que ces véhicules peuvent être \"assimilés dans une large mesure aux cycles ordinaires\" (cf. Message du Conseil fédéral à l'Assemblée fédérale concernant un projet de loi sur la circulation routière, du 24 juin 1955, FF 1955 II 32). Il faut en conclure que, dans l'esprit du législateur, il s'agissait de permettre, en ce qui concerne ces véhicules, certains allègements par rapport à la réglementation légale, que cette disposition n'avait en revanche pas pour but d'habiliter le Conseil fédéral à aggraver le régime légal des motifs de retrait de permis (ou, en l'occurrence, d'interdiction de circuler). Or l'art. 36 al. 3 let. b OAC va plus loin que le régime légal en la matière, puisqu'il prévoit un retrait (ou une interdiction de circuler) obligatoire du seul fait que le conducteur a modifié son véhicule de telle manière qu'il puisse circuler à une vitesse plus élevée ou fasse davantage de bruit, alors que, selon l'art. 16 al. 3 let. a LCR, tel que l'interprète la jurisprudence, le permis ne doit être retiré qu'en cas de grave mise en danger (concrète ou, à tout le moins, abstraite accrue) de la sécurité de la route. Or, comme on l'a vu, il est douteux que les faits sanctionnés par l'art. 36 al. 3 let. b OAC constituent nécessairement une telle mise en danger. Il faut en conclure que, dans la mesure où elle prévoit un retrait de permis (ou une interdiction de circuler) obligatoire, cette dernière disposition ne repose pas sur une base légale suffisante. On doit admettre en revanche que ces faits peuvent constituer une mise en danger de la circulation routière et justifier ainsi, au sens de l'art. 16 al. 2 LCR, une mesure facultative de retrait ou d'interdiction.\n\n3. En l'espèce, le Tribunal administratif a admis qu'un simple avertissement était suffisant. Il s'est toutefois fondé, comme on l'a vu, sur un état de fait manifestement inexact et n'a ainsi pas examiné si, compte tenu des faits tels que rétablis par le Tribunal fédéral, une telle mesure peut encore être considérée comme suffisante. Son arrêt ne peut donc être maintenu. Quant au Département cantonal de justice et police, il n'encourt certes pas le même reproche. Mais il a considéré à tort que, en pareil cas, le retrait du permis (ou l'interdiction de circuler) devait être prononcé. Il n'a pas non plus examiné si, dans le cas particulier, un simple avertissement peut être considéré comme suffisant. Il convient donc d'admettre le recours et de renvoyer la cause à cette dernière autorité pour nouvelle BGE 104 Ib 190 S. 194décision. Si le Département cantonal confirme l'interdiction de circuler prononcée contre Pillet, celui-ci pourra, s'il s'y croit fondé, recourir à nouveau au Tribunal administratif."}