{"annee": "104", "cour": "IB", "page": "79", "date": "12/7/1978", "cite": ["101 IB 405", "93 I 130", "100 IB 79", "99 IA 490", "102 IB 348", "102 IB 271", "100 IB 190", "92 I 176", "95 I 490", "97 I 718", "88 I 190"], "cite_par": ["124 II 215", "110 IA 145", "106 IB 381", "105 IB 6", "105 IB 338", "105 IB 94", "113 IB 39", "105 IB 331", "105 IB 105", "110 IB 43", "114 IB 286"], "chapeau": "15. Auszug aus dem Urteil vom 12. Juli 1978 i.S. Eberle gegen Kanton St. Gallen und Eidg. Schätzungskommission 11. Kreis", "regestes": ["Expropriation; indemnité de dépréciation; art. 19 LEx. Indemnité pour la dépréciation de biens-fonds voisins consécutive à la construction et à l'exploitation d'une route nationale: conditions et modalités de cette indemnisation lorsque le terrain nécessaire à la construction de la route a été acquis dans une procédure de remaniement parcellaire (consid. 1); dépréciation causée par les émissions de bruit, de lumière et de gaz (consid. 2)."], "faits": "BGE 104 Ib 79 S. 79\n\nErnst Eberle ist Eigentümer der landwirtschaftlichen Liegenschaft Schönau, Parzelle Nr. 1501 GB Mörschwil, im Halte von rund 76000 m2. Die etwa 70 m südlich des Wohnhauses vorbeiführende Nationalstrasse N 1 beeinträchtigt die Liegenschaft durch starke Immissionen. Auf Antrag Eberles ersuchte daher das Baudepartement des Kantons St. Gallen am 9. September 1975 den Präsidenten der Eidgenössischen Schätzungskommission BGE 104 Ib 79 S. 80des 11. Kreises (ESchK), die nachträgliche Enteignung von Nachbarrechten dieser Liegenschaft durchzuführen. Am folgenden Tag eröffnete der Präsident das Verfahren und bewilligte das abgekürzte Enteignungsverfahren. Am 18. Oktober 1975 stellte Eberle eine Forderung von Fr. 350000.- wegen Entwertung seines Hofes durch Bau und Betrieb der N 1. Nach erfolgloser Einigungsverhandlung setzte die ESchK die Entschädigung mit Schätzungsentscheid vom 20. Januar 1977 auf Fr. 29000.- nebst Zins fest und wies die weitergehende Forderung ab; vom genannten Betrag wurden Fr. 23400.- für Lärmimmissionen und Fr. 5600.- für Mehrweg zugesprochen.\n\nErnst Eberle führt gegen diesen Entscheid beim Bundesgericht Verwaltungsgerichtsbeschwerde mit dem Begehren um Zusprechung eines Gesamtbetrages von Fr. 205600.- nebst Zins. Eine Delegation des Bundesgerichts führte am 2. Dezember 1977 zusammen mit den Experten Architekt Theodor Rimli und dipl. Ing. agr. Emil Wächli in Mörschwil einen Augenschein durch.", "considerants": "Aus den Erwägungen:\n\n1. Die ESchK prüfte im angefochtenen Entscheid die Entschädigungsforderung des Beschwerdeführers zunächst unter dem Blickwinkel einer materiellen Enteignung und sodann aufgrund der drei Voraussetzungen (Spezialität, Unvorhersehbarkeit und Schwere des Schadens), unter denen nach bundesgerichtlicher Rechtsprechung für Nachteile aus Immissionen von Autostrassen eine Entschädigung geschuldet ist. Damit ging sie jedoch nicht von den richtigen Voraussetzungen aus.\n\na) Zum einen können nach Art. 5 EntG auch die sich aus Art. 684 ZGB ergebenden nachbarrechtlichen Unterlassungsansprüche Gegenstand des Enteignungsrechtes sein. Solche Abwehrrechte werden im formellen Enteignungsverfahren entzogen. Obschon die formelle Enteignung in der Regel die Übertragung eines privaten Rechtes auf den Enteigner beinhaltet (BGE 93 I 142 E. 2 a, mit Hinweisen), kann sie im Falle nachbarrechtlicher Abwehransprüche auch bloss die Unterdrückung oder Beschränkung der Rechte des Enteigneten zum Gegenstand haben (Art. 5 Abs. 2 EntG sowie Kommentar Hess, N. 16 ff. hiezu; vgl. auch BGE 92 I 180 E. 5, letzter Satz BGE 104 Ib 79 S. 81des ersten Absatzes). Das Bundesgericht hat denn auch - entgegen der Annahme der ESchK und des Kantons St. Gallen - in den bisherigen Fällen einer Enteignung nachbarrechtlicher Abwehransprüche aus Art. 684 ZGB weder von einer materiellen Enteignung gesprochen, noch die entsprechenden Entschädigungsforderungen auf deren Voraussetzungen hin überprüft. Die von der ESchK angeführte bundesgerichtliche Praxis zur materiellen Enteignung betrifft ausschliesslich Fälle, in denen dem Gemeinwesen keine Rechte übertragen oder eingeräumt wurden, sondern wo die Nutzung des Grundeigentums durch allgemein verbindliche Erlasse, Pläne usw. beschränkt wurde; darum geht es hier nicht.\n\nb) Zum andern brauchen im zu beurteilenden Fall für die Zusprechung einer Minderwertentschädigung nicht die drei eingangs genannten Voraussetzungen erfüllt zu sein. Denn dem vorliegenden Verfahren ist ein Landumlegungsverfahren zum Zwecke des Erwerbs des für den Nationalstrassenbau erforderlichen Bodens vorausgegangen. Da die Güterzusammenlegung Mörschwil-Tübach den Ersatzansprüchen des Beschwerdeführers offensichtlich nicht zu genügen vermochte, durfte dieser gestützt auf Art. 23 NSV die Einleitung des Enteignungsverfahrens beantragen (BGE 100 Ib 82 E. 2 und BGE 99 Ia 498 E. 4 c, mit Verweisungen). Der Beschwerdeführer hat das am 3. Juli 1975 auch getan, worauf das formelle Enteignungsverfahren am 10. September 1975 eröffnet worden ist. In der vorangegangenen Landumlegung hatte der Beschwerdeführer zugunsten der N 1 Land abtreten müssen, durch das er zuvor in grösserem Masse als heute gegenüber allfälligen Einwirkungen von Nachbargrundstücken abgeschirmt gewesen war; ohne Abtretung des heute auf dem Trasse der N 1 und jenseits desselben liegenden Landes hätte das Wohnhaus zu dieser Strasse eine um etwa 180 m grössere Entfernung gehabt und wäre daher ihren Immissionen bedeutend weniger ausgesetzt gewesen. Die Zuteilung in der Güterzusammenlegung hätte zudem ohne Bau der N 1 zweifellos anders ausgesehen; jedenfalls wäre die schon bisher einigermassen abgerundete Liegenschaft des Beschwerdeführers noch besser arrondiert worden und hätte nicht umgekehrt eine ungünstigere, nämlich längere und schmalere Form erhalten. Die Rechtsstellung des Beschwerdeführers muss in einem solchen Fall stärker sein als jene eines Grundeigentümers, der erst infolge des Strassenbaus als Nachbar BGE 104 Ib 79 S. 82an die Strasse zu liegen kommt (vgl. BGE 100 Ib 196 E. 8). Die geschuldete Entschädigung ist deshalb nicht nach den Voraussetzungen und Regeln einer Enteignung nachbarrechtlicher Abwehransprüche (Art. 684 ZGB in Verbindung mit Art. 5 EntG; vgl. BGE 102 Ib 273, mit Hinweisen) zu prüfen, sondern es muss in Anwendung von Art. 19 lit. b und allenfalls lit. c EntG der Verkehrswert des Hofes Schönau vor und nach dem Bau der N 1 verglichen und der sich ergebende Minderwert entschädigt werden (vgl. BGE 99 Ia 498 E. 4 b, mit Hinweis).\n\nc) In diesem Zusammenhang ist darauf hinzuweisen, dass das Nationalstrassengesetz verschiedene Arten des Landerwerbs vorsieht. Der Gesetzgeber hat dabei bewusst eine bestimmte, erwünschte Reihenfolge angegeben: es soll wenn möglich ein freihändiger Landerwerb erreicht, in zweiter Linie ein Landumlegungsverfahren durchgeführt und erst zuletzt zur Enteignung gegriffen werden (Art. 30 NSG, Art. 18 bis 24 NSV; vgl. BGE 100 Ib 82 E. 2, BGE 99 Ia 496 E. 4 a und BGE 97 I 721 E. 2 a). Die Landumlegung hat, nebst der rationelleren Aufteilung und Nutzung des Bodens sowie der Verteilung des Schadens - der bei Enteignungen Einzelne stark trifft - auf Viele, auch den Vorteil, dass der Staat in das Unternehmen selber Land einwerfen kann. Ist ihm dies aber nicht möglich, so hat er angemessene Abzüge von dem von der Landumlegung erfassten Land vorzunehmen und den für den Strassenbau benötigten Boden nicht in Bonitierungswerten, sondern zum Verkehrswert zu vergüten, da eine solche Landumlegung, soweit sie die Überführung bestimmter Parzellen in die Hände des Gemeinwesens bezweckt, einen eigentlichen Enteignungsvorgang enthält (vgl. Art. 31 Abs. 2 lit. a und b NSG; BGE 99 Ia 496 E. 4 a, mit Hinweisen). Hätte im vorliegenden Fall statt einer Güterzusammenlegung eine Enteignung stattgefunden, dann wäre dem Beschwerdeführer das abgetretene Land zum landwirtschaftlichen Verkehrswert entschädigt worden. Zudem hätten sich sowohl die Frage nach einer Entschädigung für den Minderwert des Restteiles (Art. 19 lit. b EntG) wie auch eventuell jene nach einer Inkonvenienzentschädigung im Sinne von Art. 19 lit. c EntG gestellt. Sicher hätte man dem Beschwerdeführer unter diesen Titeln noch etwas zusprechen müssen. In dieser Beziehung darf er nun, da statt einer Enteignung eine Güterzusammenlegung stattgefunden hat, nicht schlechter gestellt werden (BGE 99 Ia 498 E. 4 b).\n\nBGE 104 Ib 79 S. 83\n\nWas im Güterzusammenlegungsverfahren bereits genügend abgegolten und ausgeglichen worden ist, braucht nicht mehr entschädigt zu werden; dies wäre bezüglich der allfälligen Bauerwartung - deren Voraussetzungen hier aber ohnehin nicht gegeben sind - der Fall gewesen, da der Beschwerdeführer für den abgetretenen Boden Ersatzland erhielt, auf dem eine allfällige Bauerwartung weiterbestanden hätte. In der Landumlegung nicht abgegolten wurden dagegen unbestrittenermassen die grossen Lärmbelästigungen der N 1 und die über den blossen Mehrweg hinausgehenden Betriebserschwerungen. Beides muss im Enteignungsverfahren noch entschädigt werden.\n\n2. Der Beschwerdeführer macht die Entwertung seiner Liegenschaft durch die von der N 1 herrührenden Lärm-, Licht- und Abgasimmissionen geltend.\n\na) Bezüglich der Licht- und Abgasimmissionen teilt der beigezogene Experte Wächli die Auffassung der ESchK, hiefür sei eine Entschädigung nicht gerechtfertigt. Das Bundesgericht schliesst sich dieser Auffassung ebenfalls an. Die Lichtimmissionen sind nicht besonders stark und können vom Beschwerdeführer mit einfachen Mitteln, zumindest ohne unzumutbaren Aufwand selbst ausgeschlossen oder wenigstens erheblich verringert werden. Über die Auswirkungen der Abgase auf die Wohngebäude und die Bewirtschaftung des Hofes bestehen nur allgemeine, ungenügende wissenschaftliche Unterlagen, die zudem schwer zu werten sind; Ertragsausfälle sind bis jetzt jedenfalls nicht nachgewiesen. Überdies wird nach bundesrätlicher Erklärung der Bleigehalt des Benzins künftig stark herabgesetzt; bezüglich des Normalbenzins ist dies in einer ersten Stufe bereits seit dem 1. Januar 1978 der Fall (BRB vom 12. Dezember 1977). Ferner müssen die Abgase auch von allen andern Strassenanwohnern geduldet werden. Für den Fall, dass später eine bedeutende Landentwertung infolge Abgasimmissionen nachgewiesen werden kann, wurde schliesslich der Beschwerdeführer an der Augenscheinverhandlung darauf hingewiesen, dass er dannzumal die Möglichkeit hat, gemäss Art. 41 EntG eine nachträgliche Entschädigungsforderung zu stellen (bezüglich Sichtimmissionen vgl. BGE 88 I 197 E. 4, mit Hinweisen).\n\nb) Hinsichtlich der Lärmimmissionen hat die ESchK die Argumentation des Beschwerdeführers, dadurch würde nicht nur das Wohnhaus, sondern auch der bewirtschaftete Boden BGE 104 Ib 79 S. 84sowie das Ökonomiegebäude entwertet, verworfen. Auch in diesem Punkt ist der angefochtene Entscheid grundsätzlich zu bestätigen. Zwar mögen landwirtschaftliche Arbeiten in völlig ruhiger Umgebung angenehmer sein als neben der Autobahn, doch wird der wirtschaftliche Erfolg der Arbeit durch den Verkehrslärm nicht beeinträchtigt. Im vorliegenden Fall einer landwirtschaftlichen Liegenschaft ohne Bauerwartung kann daher bei der Schätzung des Schadens grundsätzlich nicht vom Wert der gesamten Liegenschaft ausgegangen werden. Dass nur das Wohnhaus und nicht der gesamte Hof entwertet wird, zeigt der Umstand, dass von einer Beeinträchtigung der Schönau durch Lärm nicht die Rede sein könnte, wenn das Wohnhaus an einem geschützteren Ort des Heimwesens - etwa hinter dem Hügel, auf dem es steht - stände. Für landwirtschaftlichen Boden und blosse Ökonomiegebäude ist denn auch noch nie eine Entschädigung wegen Lärmimmissionen bezahlt worden. Allerdings ist in Abweichung von der Meinung der ESchK nicht nur das blosse Wohnhaus, sondern auch ein gewisser minimaler Umschwung in Rechnung zu stellen. So wie eine Wohnliegenschaft aus Haus und etwas Boden besteht, steht auch bei landwirtschaftlichen Grundstücken das Haus nicht im freien Raum, sondern es gehört ein gewisser minimaler Umschwung dazu. Dass im übrigen auch die Bewohner eines Bauernhauses Anspruch auf Ruhe oder - bei deren erheblicher Beeinträchtigung durch den Betrieb öffentlicher Werke - auf Entschädigung haben, ist in BGE 101 Ib 408 (E. 3 a cc) anerkannt worden.\n\nc) Die ESchK war im angefochtenen Entscheid der Meinung, die bundesgerichtliche Rechtsprechung räume der ruhigen Wohnlage einen Anteil von höchstens 20% des Verkehrswertes einer Liegenschaft ein; unter Berücksichtigung der vormals absolut ruhigen Lage des Hofes Schönau und der massiven Überschreitung des massgebenden Grenzrichtwertes um 15 bis 17 dB (A) schätzte sie die Verminderung des Verkehrswertes auf diesen nach ihrer Auffassung höchstzulässigen Satz von 20%. Damit hat sie die bundesgerichtliche Praxis jedoch missverstanden.\n\nIm von der ESchK genannten BGE 95 I 495 (E. 6 b) hat das Bundesgericht keineswegs eine Höchstgrenze der möglichen Entwertung eines Grundstücks durch Lärmimmissionen gesetzt, sondern lediglich die Erklärung des damaligen Experten BGE 104 Ib 79 S. 85Dr. Hartmann wiedergegeben, \"für die ruhige Wohnlage könne beim Wohnwert einer Liegenschaft ein Anteil von 10 bis 20% eingesetzt werden\". Diese Erklärung war nicht absolut gemeint, sondern bezog sich bloss auf das Bewertungsschema jenes Experten für die betreffenden Liegenschaften in jenem Fall. Es steht ausser Frage, dass die Entwertung von Grundstücken durch Lärmeinwirkungen je nach betroffenem Objekt und Ausmass der Lärmbelästigung weit über 20% hinausgehen kann, beispielweise im Falle der Belästigung eines Kurhauses mit geradezu unerträglichen, gesundheitsschädigenden Lärmwerten sehr hoch wäre. Im zweiten von der ESchK zur Stützung ihrer Auffassung angeführten unveröffentlichten Urteil Knecht vom 8. Mai 1974 (E. 4 b) hat das Bundesgericht übrigens bei einzelnen Liegenschaften die Entwertung durch Lärm auf 33 1/3% geschätzt.\n\nd) Der Experte Rimli hat den Verkehrswert des Wohnhauses (Zustandswert) mit einlässlicher Berechnung auf Fr. 110000.- und jenen des Umschwunges auf Fr. 10000.- geschätzt. Die Parteien haben hiegegen nichts eingewandt; der Kanton St. Gallen hatte den Verkehrswert des Wohnhauses selber schon auf Fr. 117000.- - und zwar ohne Umschwung - beziffert, und die ESchK übernahm diese Schätzung. Bezüglich des Masses der Entwertung berücksichtigte der Experte Rimli, dass im vorliegenden Fall nach Feststellung der ESchK die gemäss Eidgenössischem Expertenbericht von 1963 (\"Lärmbekämpfung in der Schweiz\") massgebenden Grenzrichtwerte um 15 bis 17 dB (A) überschritten werden, dass das betroffene Haus auf einem leichten Hügel steht, auf drei Seiten dem Lärm ausgesetzt ist und sein Hauptblick gerade auf die Lärmquelle hinuntergeht. Diese Verhältnisse gleichen in allen wesentlichen Punkten jenen im vergleichsweise erledigten Fall Appert in Wangen/SZ, wo die Experten die Wertverminderung auf einen Drittel veranschlagt hatten. Der Experte Rimli nimmt deshalb an, dass auch im vorliegenden Fall ein Käufer für das Wohnhaus samt Umschwung 33 1/3%, d.h. Fr. 40000.-, weniger bezahlen würde als vor Erstellung der Autobahn. Diese auch von den Parteien als solche nicht bemängelte Wertung ist sachlich begründet; sie ist weder offensichtlich falsch, noch lückenhaft oder widersprüchlich, weshalb für das Bundesgericht kein Anlass besteht, von ihr abzuweichen (BGE 101 Ib 408 E. 3 b, mit Verweisungen). Dem Beschwerdeführer ist BGE 104 Ib 79 S. 86daher für die Entwertung seiner Liegenschaft durch Lärmimmissionen Fr. 40000.- zuzusprechen.\n\nDer Beschwerdeführer hatte die Einholung eines neuen Lärmgutachtens verlangt, da nach seiner Meinung aus verschiedenen Gründen die tatsächliche Grenzrichtwertüberschreitung etwa 20 dB (A) betrage. Diesem Antrag war nicht stattzugeben, da für einen möglichen Käufer des Hofes weniger die genauen Dezibelwerte als vielmehr der optische Eindruck der lärmexponierten Lage des Hauses, also mehr psychologische Momente (vgl. entsprechend bei Hochspannungsleitungen BGE 102 Ib 350 E. 3, mit Hinweisen), bei der Bewertung des Hofes ins Gewicht fallen dürfte. Die fragliche Differenz von 3 bis 5 dB (A) vermöchte die Schätzung der Entwertung im vorliegenden Fall also nicht entscheidend zu beeinflussen. Der Beschwerdeführer hat denn auch am Augenschein nicht mehr auf seinem Antrag beharrt."}