{"annee": "104", "cour": "V", "page": "141", "date": "4/8/1978", "cite": ["99 V 97", "96 V 34"], "cite_par": ["117 V 23", "105 V 156"], "chapeau": "32. Urteil vom 4. August 1978 i.S. T. gegen Ausgleichskasse Basel-Stadt und Kantonale Rekurskommission für die Ausgleichskassen, Basel", "regestes": ["Naissance du droit à la rente (art. 29 al. 1 LAI). Détermination de la période d'attente, s'agissant d'un assuré qui ne peut plus exercer sa profession antérieure, gagne moins dans sa nouvelle activité et subit plus tard, dans celle-ci, une perte de gain supplémentaire due à son état de santé."], "faits": "BGE 104 V 141 S. 141\n\nA.- Der 1918 geborene T. musste im Jahre 1966 seinen Dachdeckerberuf anscheinend aus gesundheitlichen Gründen aufgeben. Anschliessend betätigte er sich als Tankwart. Infolge einer schon seit Jahren bestehenden Hypertonie kam es 1973 zu einem leichten Hirnschlag mit vorübergehender rechtsseitiger Lähmung und Sprechstörungen. Seither besteht eine generalisierte Arteriosklerose mit Wesensveränderungen und Durchblutungsstörungen der Beinarterien. Dadurch wurde die Leistungsfähigkeit zusätzlich beeinträchtigt. Am 3. Juli 1976 erlitt der Versicherte einen Herzinfarkt, der eine mehrwöchige Hospitalisierung erforderte. Mitte Juli 1976 ersuchte er um eine Rente der Invalidenversicherung.\n\nMit Verfügung vom 20. Dezember 1976 eröffnete die Ausgleichskasse Basel-Stadt dem Versicherten, dass der Rentenentscheid bis zum Juni \"ausgestellt\" werde, da die Voraussetzung 360tägiger, durchschnittlich hälftiger Arbeitsunfähigkeit noch nicht erfüllt sei.\n\nB.- Gegen die Kassenverfügung liess T. bei der Kantonalen Rekurskommission für die Ausgleichskassen Beschwerde einreichen und sinngemäss beantragen, es sei ihm unverzüglich eine Rente auszurichten.\n\nDie Vorinstanz vertrat die Auffassung, der Versicherte sei bis zu seinem Herzinfarkt voll arbeitsfähig gewesen, wenn auch nicht auf seinem Beruf als Dachdecker, sondern als Tankwart. Rentenleistungen kämen erst in Betracht, wenn auch diese Tätigkeit aus gesundheitlichen Gründen nicht mehr ausgeübt BGE 104 V 141 S. 142werden könne. Beim Versicherten liege eindeutig kein stabilisierter Gesundheitszustand vor, weshalb in Anwendung der Variante II von Art. 29 IVG erst im Juni 1977 abschliessend beurteilt werden könne, ob eine durchschnittlich wenigstens hälftige Arbeitsunfähigkeit bestanden habe und weiterhin bestehen werde. Sie wies deshalb die Beschwerde am 12. Mai 1977 ab.\n\nC.- Mit Verwaltungsgerichtsbeschwerde vom 11. Juli 1977 lässt T. erneut Anspruch auf eine Rente erheben, und zwar auf eine halbe Rente ab 3. Juli 1976 und auf eine ganze ab 1. Januar 1977. Zur Begründung wird geltend gemacht, die Arbeitsfähigkeit des Versicherten sei jedenfalls ab 1972 zu mindestens 1/3 herabgesetzt gewesen. Damals habe aber - angesichts des von ihm als Tankwart erzielten Erwerbseinkommens - noch kein Härtefall (und somit kein Rentenanspruch) bestanden. Als er aber im Juli 1976 wegen des Infarktes seine Erwerbstätigkeit vollständig habe aufgeben müssen, sei der Härtefall eingetreten. Da er indessen schon vorher während 360 Tagen mindestens zu 1/3 arbeitsunfähig gewesen sei, habe mit Eintritt des Herzinfarktes im Juli 1976 keine neue Wartezeit zu laufen begonnen. Vielmehr sei bereits zu diesem Zeitpunkt der Anspruch auf eine halbe Rente entstanden.\n\nDie Kasse ihrerseits vergleicht das Einkommen eines gesunden Dachdeckers mit jenem Lohn, den der Versicherte als \"gesundheitlich bereits angeschlagener\" Tankwart bezogen hat, und errechnet auf diese Weise für 1975 eine Einkommenseinbusse von rund 36% und für 1976 eine solche von etwa 34%. Sie meint deshalb, dass auf den Zeitpunkt der Arbeitsaufgabe hin (3. Juli 1976) geprüft werden müsste, ob nicht ein Härtefall vorliege.\n\nDas Bundesamt für Sozialversicherung verzichtet auf eine Stellungnahme zur Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Der Anspruch auf eine ganze Rente besteht, wenn der Versicherte mindestens zu zwei Dritteln, derjenige auf eine halbe Rente, wenn er mindestens zur Hälfte (in Härtefällen mindestens zu einem Drittel) invalid ist. Für die Bemessung der Invalidität wird das Erwerbseinkommen, das der Versicherte nach Eintritt der Invalidität und nach Durchführung allfälliger BGE 104 V 141 S. 143Eingliederungsmassnahmen durch eine ihm zumutbare Tätigkeit bei ausgeglichener Arbeitsmarktlage erzielen könnte, in Beziehung gesetzt zum Erwerbseinkommen, das er zu erzielen vermöchte, wenn er nicht invalid geworden wäre (Art. 28 Abs. 1 und 2 IVG).\n\nGemäss Art. 29 Abs. 1 IVG entsteht der Rentenanspruch, sobald der Versicherte mindestens zur Hälfte bleibend erwerbsunfähig geworden ist (Variante I) oder während 360 Tagen ohne wesentlichen Unterbruch durchschnittlich zur Hälfte arbeitsunfähig war und weiterhin mindestens zur Hälfte erwerbsunfähig ist (Variante II). Ist ein Rentengesuch nach Variante II zu beurteilen, so ist in Härtefällen lediglich vorausgesetzt, dass der durchschnittliche Grad der Arbeitsunfähigkeit während der 360tägigen Wartezeit und der Invaliditätsgrad bei Ablauf derselben einen Drittel erreichen (BGE 99 V 97).\n\nOb die Voraussetzungen für die Ausrichtung einer Rente gegeben sind, beurteilt sich nach den Verhältnissen, die bis zum Erlass der streitigen Verfügung, vorliegend somit bis Ende Dezember 1976, gegeben waren (BGE 99 V 102, ZAK 1975 S. 475).\n\n2. a) Der Vorinstanz ist darin beizupflichten, dass die Leiden des Beschwerdeführers labiler Natur sind, weshalb sich der Beginn eines allfälligen Rentenanspruchs nach der Variante II des Art. 29 Abs. 1 IVG richtet. Somit muss zunächst geprüft werden, wann eine allfällige Wartezeit im Sinne dieser Variante zu laufen begonnen hat. Grundsätzlich gilt die Wartezeit in dem Zeitpunkt als eröffnet, in welchem eine deutliche Beeinträchtigung der Arbeitsfähigkeit eingetreten ist. Unter einem gewissen Mindestgrad ist die Verminderung der Arbeitsfähigkeit für die Berechnung der durchschnittlichen Arbeitsunfähigkeit der II. Variante unerheblich (BGE 96 V 39 i.S. Blumenstein). Zur Frage, welcher minimale Grad bereits erheblich ist, hat das Eidg. Versicherungsgericht bisher noch nie Stellung nehmen müssen, und es besteht auch im vorliegenden Fall dazu kein Anlass. Immerhin hat das Gericht im Fall Blumenstein erklärt, dass die Beeinträchtigung zu einem Viertel bereits als erheblich zu gelten habe (S. 40).\n\nb) Im vorliegenden Falle ist zu beachten, dass der Beschwerdeführer den Dachdeckerberuf aus gesundheitlichen Gründen überhaupt nicht mehr ausüben kann, dass er als Tankwart weniger verdiente, als ihm dies als gesunder Dachdecker möglich BGE 104 V 141 S. 144gewesen wäre, und dass er im Jahre 1973 infolge des Insultes in seiner Leistungsfähigkeit zusätzlich beeinträchtigt wurde, bis er sich schliesslich 1976 einen Herzinfarkt zuzog, was mit einer neuen beträchtlichen Einschränkung der Leistungsfähigkeit verbunden war.\n\nEs stellt sich somit die Frage, wann die Wartezeit als eröffnet gelten muss, wenn ein Versicherter zwar in seinem zuletzt ausgeübten Beruf noch nicht erheblich behindert, wohl aber in dem Sinne bereits teilinvalid ist, dass er seinen früheren, einkommensmässig höherwertigen Beruf überhaupt nicht mehr ausüben kann. Sowenig für die Bestimmung der durchschnittlichen Arbeitsunfähigkeit und damit für die Eröffnung der Wartezeit lediglich auf die Arbeitsunfähigkeit in dem Beruf abgestellt werden darf, den der Versicherte zuletzt im Zustande der Teilinvalidität ausgeübt hat, sowenig darf die Arbeitsunfähigkeit im ursprünglichen, ohne Gesundheitsschaden ausgeübten Beruf allein massgebend sein. Im Interesse der rechtsgleichen Behandlung aller Versicherten muss jedenfalls dann, wenn - wie im vorliegenden Fall - der Grad der Arbeitsunfähigkeit praktisch der gesundheitlich bedingten Erwerbseinbusse entspricht, zur Bestimmung der massgebenden durchschnittlichen Arbeitsunfähigkeit das Einkommen, das der Versicherte ohne Gesundheitsschädigung in seinem ursprünglich ausgeübten Beruf erzielen könnte, in Beziehung gesetzt werden zu jenem Einkommen, das er nach Eintritt der zusätzlichen Behinderung im zuletzt ausgeübten Beruf noch erreicht. Aus dem Vergleich dieser beiden Einkommen ergibt sich die für die Wartezeit massgebende durchschnittliche Arbeitsunfähigkeit, die nun die zeitliche Festlegung der 360tägigen Wartezeit erlaubt.\n\n3. a) Der Beschwerdeführer hat sich im Juli 1976 bei der Invalidenversicherung zum Rentenbezug gemeldet. Somit könnte ihm gemäss Art. 48 Abs. 2 IVG frühestens vom Juli 1975 hinweg eine Rente nachbezahlt werden; dies allerdings unter der Voraussetzung, dass bis zu diesem Zeitpunkt nach Art. 29 Abs. 1 Variante II IVG überhaupt ein Rentenanspruch entstanden war.\n\nDer Beschwerdeantwort der Kasse zur Verwaltungsgerichtsbeschwerde ist zu entnehmen, dass T. als gesunder Dachdecker im Jahre 1975 einen Lohn von Fr. 33'516. - hätte erzielen können. Demgegenüber erreichte er im gleichen Jahr als Tankwart, in welchem Beruf er seit 1973 zusätzlich beeinträchtigt BGE 104 V 141 S. 145war, lediglich ein Einkommen von Fr. 21'156.-. Aus dem Vergleich dieser beiden Einkommen (siehe Erw. 2b) resultiert eine gesundheitlich bedingte Einkommenseinbusse von rund 37%, was vorliegend einer durchschnittlichen Arbeitsunfähigkeit von etwas mehr als einem Drittel gleichzustellen ist. Es darf ohne weiteres angenommen werden, dass die Leistungsfähigkeit des Beschwerdeführers bereits im Jahre 1974 mindestens in diesem Umfang eingeschränkt war. Somit ist davon auszugehen, dass T. spätestens im Juli 1975 360 Tage zurückgelegt hatte, während denen er durchschnittlich zu einem Drittel arbeitsunfähig war. Vom Juli 1975 hinweg war er weiterhin mindestens zu einem Drittel erwerbsunfähig. In Anwendung von Art. 48 Abs. 2 IVG käme also eine Härtefallrente schon ab Juli 1975 in Betracht, vorausgesetzt, es habe tatsächlich schon damals ein wirtschaftlicher Härtefall bestanden. Ob dies zutrifft, lässt sich den Akten nicht zuverlässig entnehmen und bedarf noch der Abklärung durch die Verwaltung.\n\nb) Sollte die Verwaltung zur Verneinung des Härtefalles ab Juli 1975 gelangen, so wäre weiter zu prüfen, ob allenfalls ab Juli 1976 von einem Härtefall gesprochen werden müsste. Das scheint nicht ausgeschlossen, da dem Beschwerdeführer auf den 30. Juni 1976, also auf einen Zeitpunkt unmittelbar vor dem Herzinfarkt, die Tankwartstelle gekündigt worden ist und die Familie T. seit Herbst 1976 von der Gemeinde unterstützt werden muss.\n\nc) Hätte auch vom Juli 1976 hinweg kein Härtefall bestanden, so müsste ferner abgeklärt werden, wann zu einem spätern Zeitpunkt die Wartezeit von 360 Tagen durchschnittlich hälftiger Arbeitsunfähigkeit abgelaufen ist. Bei Bejahung des Anspruchs auf eine halbe Rente wegen mindestens hälftiger Invalidität hätte man sich auch noch zu fragen, ob zu einem bestimmten Zeitpunkt nicht die Voraussetzungen erfüllt waren, um die halbe Rente durch eine ganze zu ersetzen (vgl. Art. 88a Abs. 2 IVV).\n\nEs wird Sache der Verwaltung sein, die nötigen Erhebungen vorzunehmen und alsdann über den Rentenanspruch neu zu befinden...\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn teilweiser Gutheissung der Verwaltungsgerichtsbeschwerde werden der Entscheid der Kantonalen Rekurskommission BGE 104 V 141 S. 146Basel für die Ausgleichskassen vom 12. Mai 1977 sowie die angefochtene Kassenverfügung vom 20. Dezember 1976 aufgehoben, und es wird die Sache an die Ausgleichskasse Basel-Stadt zurückgewiesen, damit diese nach Abklärung im Sinne der Erwägungen über den Rentenanspruch neu verfüge."}