{"annee": "104", "cour": "IA", "page": "43", "date": "25/1/1978", "cite": ["102 IA 167", "93 I 154", "96 I 234"], "cite_par": ["108 IA 82", "119 IA 285", "115 IA 42", "108 IB 237", "109 IA 41", "104 IA 131", "105 IA 255", "106 IA 206", "117 IA 352", "108 IA 74", "105 IA 223"], "chapeau": "11. Urteil vom 25. Januar 1978 i.S. Politische Gemeinde Egg gegen Regierungsrat des Kantons Zürich", "regestes": ["Autonomie communale; emplacement des décharges publiques (Zurich). 1. Condition de reconnaissance d'un domaine autonome protégé (consid. 1). 2. Etendue de la liberté de décision des communes zurichoises pour la détermination de l'emplacement des décharges publiques, selon le droit en vigueur jusqu'ici et selon la nouvelle loi cantonale du 7 septembre 1975 sur les constructions et l'aménagement du territoire (consid. 2). 3. Le Conseil d'Etat peut, en se fondant sur son pouvoir de contrôle de l'opportunité, refuser d'approuver une disposition communale qui empiète sur le plan directeur cantonal en voie d'élaboration et qui pourrait être en contradiction avec des dispositions cantonales déjà préparées mais non encore en vigueur (consid. 3)."], "faits": "BGE 104 Ia 43 S. 44\n\nIm Sommer 1976 reichte Dr. Max Glauser zuhanden der Gemeindeversammlung Egg eine Initiative ein, wonach die kommunale Bauordnung (BO) durch folgenden Art. 37bis ergänzt werden sollte:\n\n\"Abfalldeponien sind nur im übrigen Gemeindegebiet und nur\n\ninsoweit zulässig, als sie keine Beeinträchtigung für Landschaft und\n\nAnwohner darstellen. Sie bedürfen einer Bewilligung des Gemeinderates,\n\ndie zum Schutz von Landschaft und Anwohner mit entsprechenden\n\nAuflagen zu versehen ist.\n\nDas Volumen einer Abfalldeponie darf gesamthaft 50'000 -\n\n70'000 m3 nicht übersteigen. Im Umkreis von zwei Kilometern einer\n\nAbfalldeponie darf weder gleichzeitig noch zu einem späteren Zeitpunkt\n\neine weitere Abfalldeponie bewilligt oder betrieben werden.\n\nDie für den Betrieb von Abfalldeponien geltenden Vorschriften\n\nwerden vom Gemeinderat in einer separaten Deponieverordnung geregelt.\"\n\nDie Initiative wurde in der Gemeindeversammlung vom 4. Oktober 1976 mit grossem Mehr angenommen. Der Regierungsrat verweigerte jedoch mit Beschluss vom 9. Februar 1977 dem neuen Art. 37bis BO die Genehmigung, im wesentlichen mit der Begründung, dass eine derartige kommunale Vorschrift in die im Gange befindliche kantonale Richtplanung eingreife und daher nicht zweckmässig sei.\n\nDie Gemeinde Egg führt hiegegen wegen Verletzung der Gemeindeautonomie staatsrechtliche Beschwerde. Das Bundesgericht weist diese ab aus folgenden", "considerants": "Erwägungen:\n\n1. Die Zuerkennung eines geschützten Autonomiebereiches setzt voraus, dass das massgebende kantonale Verfassungs- und Gesetzesrecht der Gemeinde im betreffenden Sachgebiet eine \"relativ erhebliche Entscheidungsfreiheit\" belässt, sei es durch Einräumung der Befugnis zum Erlass und Vollzug eigener kommunaler Vorschriften oder sei es durch Offenhaltung eines entsprechenden Spielraumes der freien Gestaltung BGE 104 Ia 43 S. 45bei der Anwendung kantonalen Rechtes. Im vorliegenden Falle steht ein Eingriff in die kommunale Gesetzgebungsbefugnis in Frage. Ein geschützter Bereich autonomer Rechtsetzungsbefugnis liegt dann vor, wenn die Gemeinde nach dem kantonalen Verfassungs- oder Gesetzesrecht in einem bestimmten Sachbereich zum Erlass eigener kommunaler Normen ermächtigt ist und bei deren Gestaltung eine relativ erhebliche Entscheidungsfreiheit geniesst. Trifft dies zu, so kann sich die Gemeinde mittels Autonomiebeschwerde dagegen zur Wehr setzen, dass die Kantonsregierung den erlassenen kommunalen Normen die allenfalls erforderliche Genehmigung zu Unrecht verweigert. Sie kann die materielle Haltbarkeit dieses Entscheides bestreiten und gegebenenfalls auch geltend machen, die Genehmigungsinstanz habe sich in Verletzung des einschlägigen kantonalen Verfahrensrechtes eine zu weit gehende Prüfungsbefugnis angemasst. Soweit nicht die Auslegung und Anwendung spezieller Normen des eidgenössischen oder kantonalen Verfassungsrechtes in Frage steht, beurteilt das Bundesgericht den Entscheid der kantonalen Behörde nur unter dem Gesichtswinkel der Willkür (BGE 102 Ia 71, 169 f.; 101 Ia 260 f., 264 f., 518 E. 4c mit Hinweisen).\n\n2. a) Nach Art. 48 Abs. 1 der zürcherischen Kantonsverfassung sind die Gemeinden befugt, \"ihre Angelegenheiten innerhalb der Schranken der Verfassung und Gesetze selbständig zu ordnen\". Dass der angefochtene Entscheid in unmittelbar verfassungsrechtlich gewährleistete Rechtsetzungsbefugnisse eingreife, wird nicht behauptet. Es bleibt somit zu prüfen, ob das kantonale Gesetzesrecht in der fraglichen Materie den Gemeinden einen geschützten Bereich autonomer Rechtsetzung gewährt.\n\nb) Die Beschwerdeführerin ist eine der zürcherischen Gemeinden, die sich dem kantonalen Baugesetz für Ortschaften mit städtischen Verhältnissen vom 23. April 1893 unterstellt haben. Im Zeitpunkt, als der angefochtene Regierungsratsbeschluss erging, war aber das Baugesetz von 1893 zum Teil bereits ersetzt durch die Vorschriften des neuen kantonalen Planungs- und Baugesetzes vom 7. September 1975 (PBG). Die Rechtsprechung des Bundesgerichtes hat anerkannt, dass die zürcherischen Gemeinden unter der Herrschaft des Baugesetzes von 1893 bei der Ausgestaltung ihrer Bau- und Zonenordnungen eine erhebliche Entscheidungsfreiheit besitzen und BGE 104 Ia 43 S. 46daher den Schutz der Autonomie beanspruchen können (BGE 96 I 236 f., BGE 93 I 160 f.). Es kommt ihnen nach der bisherigen Rechtslage auch hinsichtlich der Errichtung von Abfalldeponien eine gewisse Gestaltungsfreiheit zu. § 26 des zürcherischen Einführungsgesetzes vom 8. Dezember 1974 zum eidg. Gewässerschutzgesetz (EGzGSchG) überträgt die Erstellung und den Betrieb von Abfallbeseitigungsanlagen den Gemeinden (vgl. dazu Art. 27 Abs. 2 eidg. GSchG). § 26 Abs. 3 dieses Einführungsgesetzes sieht allerdings bereits vor, dass sich die Gemeinden zur Erfüllung dieser Aufgabe in der Regel regional zusammenzuschliessen haben. Sodann verpflichtet § 28 EGzGSchG den Regierungsrat, für die Abfallbeseitigung ein \"Gesamtkonzept\" festzusetzen; er kann dabei den Standort regionaler Abfallbeseitigungsanlagen verbindlich festsetzen, wenn die Gemeinden hiezu trotz dringendem Bedürfnis nicht bereit oder in der Lage sind. Die in § 26 EGzGSchG in diesem Bereich im Prinzip anerkannte kommunale Autonomie kann somit schon nach der bestehenden Gewässerschutzgesetzgebung vom Kanton unter bestimmten Voraussetzungen aufgehoben werden.\n\nDer Regierungsrat des Kantons Zürich hat in der Folge ein Gesamt-Deponiekonzept ausarbeiten lassen, mit einem Teilkonzept über die Multikomponentendeponien als wesentlichem Bestandteil. Dieses kantonale Teilkonzept wurde vom Regierungsrat am 1. Oktober 1975 genehmigt. Es sieht die Anlage von 12 Deponieplätzen vor; einer dieser Plätze, mit einem Leervolumen von 70'000 m3, soll in der Gemeinde Egg errichtet werden. Die definitiven Standorte sind dabei noch nicht bestimmt; sie sollen in einem Vernehmlassungsverfahren mit den betroffenen Gemeinden diskutiert werden.\n\nc) Das neue PBG vom 7. September 1975 enthält einlässliche Vorschriften über die Richtplanung (§§ 18-35). Träger dieser Richtplanung können neben dem Kanton und andern Organisationen auch die Gemeinden sein. Nach § 16 PBG haben jedoch die Planungen unterer Stufen denjenigen der obern Stufe und Nutzungsplanungen jeder Art und Stufe der Richtplanung zu entsprechen. § 23 PBG sieht als Teilrichtplan einen Landschaftsplan vor, der u.a. die Gebiete für Materialgewinnung und für Materialablagerung zu bezeichnen hat (§ 23 Abs. 1 lit. f). Ein weiterer Teilrichtplan (Versorgungsplan) legt ferner die bestehenden und vorgesehenen Anlagen BGE 104 Ia 43 S. 47und Flächen für die Beseitigung, Aufbereitung und Wiederverwertung von Abfällen und Schadstoffen fest (§ 25 Abs. 1 lit. e PBG). Sodann bestimmt § 308 PBG, dass grössere Anlagen für die Gewinnung oder Ablagerung von Materialien örtlich und zeitlich nur nach den \"Festlegungen im Landschaftsplan\" zulässig sind. Diese Vorschrift ist allerdings noch nicht in Kraft. Es ist anzunehmen, dass nach § 31 PBG auch die Gemeinden einen eigenen Landschaftsplan aufstellen und darin die Gebiete für Materialablagerungen bezeichnen können. Doch sind sie dabei nicht frei, sondern an die übergeordneten regionalen und kantonalen Richtpläne gebunden. Stellt ein übergeordneter Planungsträger über die Standorte der Deponieplätze gemäss § 23 Abs. 1 lit. f in Verbindung mit § 308 Abs. 1 PBG einen Richtplan (Landschaftsplan) auf, so besteht für abweichende kommunale Richt- und Nutzungspläne kein Raum mehr (§ 16 PBG). Ob bei dieser Rechtslage noch angenommen werden kann, dass der Gemeinde bei der Festlegung des Standortes von Deponieplätzen im Sinne der Autonomierechtsprechung eine relativ erhebliche Entscheidungsfreiheit zukomme, ist fraglich. Im vorliegenden Fall ist immerhin zu berücksichtigen, dass zur Zeit, als der angefochtene Beschluss erging, § 308 PBG noch nicht in Kraft war und noch kein rechtskräftiges kantonales Deponiekonzept vorlag. Selbst wenn man wenigstens für dieses Übergangsstadium das Vorliegen einer kommunalen Autonomie in diesem Bereich noch bejahen wollte, vermöchte die Beschwerde, wie sich nachfolgend zeigen wird, nicht durchzudringen.\n\n3. a) Wann die Nichtgenehmigung eines kommunalen Erlasses die Gemeindeautonomie verletzt, hängt von der der kantonalen Genehmigungsbehörde zustehenden Kognition ab. Es ist unbestritten, dass der Regierungsrat des Kantons Zürich genehmigungsbedürftige Gemeindevorschriften auf \"Rechtmässigkeit, Zweckmässigkeit und Angemessenheit\" prüft (so § 5 PBG; zur bisherigen Rechtslage: BGE 93 I 162). Er kann daher einer kommunalen Norm, selbst wenn sie noch innerhalb des rechtlich Zulässigen liegt, die Genehmigung verweigern, ohne dadurch die Autonomie der Gemeinde zu verletzen. Gegenüber einer mit umfassender Prüfungsbefugnis ausgestatteten Genehmigungsbehörde besteht der Schutz der Gemeindeautonomie einzig darin, dass der von der kantonalen Behörde vertretene Standpunkt nicht willkürlich sein darf.\n\nBGE 104 Ia 43 S. 48Nur wenn der mit der Nichtgenehmigung verbundene Eingriff in die kommunale Gestaltungsfreiheit jeder vernünftigen sachlichen Begründung entbehrt, kann sich die Gemeinde mit Erfolg über eine Verletzung ihrer Autonomie beschweren (BGE 102 Ia 171 f.).\n\nb) Als der Regierungsrat der Ergänzung der BO die Genehmigung verweigerte, war die kantonale Deponieplanung noch nicht rechtskräftig, aber weitgehend zu Ende geführt. Es ist vorgesehen, einen entsprechenden Plan - im Rahmen eines kantonalen Gesamtplans - auf den 1. April 1978 in Kraft zu setzen. Wenn der Regierungsrat annimmt, es sei nicht zweckmässig, dass eine Gemeinde über den Standort von Deponieplätzen zum jetzigen Zeitpunkt noch Normen erlasse, welche zu der vorbereiteten und in absehbarer Zeit in Rechtskraft tretenden kantonalen Planung in Widerspruch stehen könnten, verfällt er nicht in Willkür. Die Beschwerdeführerin wendet allerdings ein, wenn Art. 37bis BO das zulässige Volumen von Deponien und den zwischen verschiedenen Deponien einzuhaltenden Abstand normiere, so werde damit nicht in die übergeordnete Richtplanung eingegriffen; es sei klar, dass sich Art. 37bis BO nur insoweit \"aktualisiere\", als Deponien auf dem Gebiete der Gemeinde Egg nach dem Inhalt der Landschaftspläne überhaupt zulässig seien. Der Regierungsrat hält dem in seiner Vernehmlassung jedoch entgegen, dass sich die kantonale Richtplanung nicht darauf beschränke, die für die Materialablagerung ungeeigneten Gebiete auszuscheiden, sondern dass nach dem PBG - im Sinne einer \"Positivplanung\" - auch festzulegen sei, wo innerhalb der für eine Materialablagerung allenfalls in Frage kommenden Gebiete Deponieplätze errichtet werden sollen (§ 23 Abs. 1 lit. f und § 308 PBG). Die Möglichkeit, dass die beanstandete kommunale Vorschrift mit der kantonalen Richtplanung kollidieren könnte, ist damit gegeben. Das geht auch aus den Ausführungen in der staatsrechtlichen Beschwerde hervor: Es wird wohl geltend gemacht, dass durch Art. 37bis BO die Verwirklichung der vom Kanton geplanten regionalen Multikomponentendeponie \"Unter Neuhus\" mit rund 70'000 m3 Leervolumen nicht erschwert werde. Die Gemeinde bezeichnet es jedoch als ihre legitime Absicht, das Entstehen eigentlicher Grossdeponien auf ihrem Gemeindegebiet nach Möglichkeit zu verhindern. Mit dem Verbot, im Umkreis von zwei Kilometern einer BGE 104 Ia 43 S. 49Abfalldeponie weitere Deponien zu errichten, will sie sicherstellen, dass die volumenmässige Beschränkung (50'000 - 70'000 m3) nicht durch etappenweises Betreiben einzelner Deponien im gleichen Gebiet umgangen werden könne. Wie weit diese Befürchtung praktisch überhaupt gerechtfertigt ist, ist hier nicht zu untersuchen. Der Regierungsrat konnte jedenfalls ohne Willkür annehmen, Art. 37bis BO greife seinem Gegenstand und Zweck nach in die im Gange befindliche kantonale Richtplanung ein, und demzufolge den Erlass einer solchen kommunalen Vorschrift im jetzigen Zeitpunkt als unzweckmässig ansehen. Die Rüge der Autonomieverletzung erweist sich damit als unbegründet."}