{"annee": "104", "cour": "IV", "page": "156", "date": "2/8/1978", "cite": ["85 IV 17", "97 IV 194", "98 IV 83", "100 IV 219"], "cite_par": ["118 IV 148", "115 IV 207", "121 IV 261"], "chapeau": "38. Auszug aus dem Urteil des Kassationshofes vom 2. August 1978 i.S. A. gegen Staatsanwaltschaft des Kantons Aargau", "regestes": ["Art. 137 CP. Vol. a) Définitions du transfert de la maîtrise de la chose, du propriétaire au voleur et de l'appropriation (consid. 1). b) Relation avec la soustraction. Art. 138 CP (consid. 2). c) Complicité de vol (consid. 3)."], "faits": "BGE 104 IV 156 S. 157\n\nA.- A. verfügte als Abwart-Stellvertreter des Hotels Aarauerhof in Aarau über einen Passepartout, mit welchem er sich auch zum Getränkekeller Zutritt verschaffen konnte. Er nahm aus diesem im Sommer 1975 unbefugterweise mehrmals allein Whisky und zweimal zusammen mit dem als Barmann angestellten F. Whisky und Wein, die in einem Fach der Bar versteckt wurden. Er überliess F. ferner mehrmals den Passepartout, damit auch dieser unberechtigterweise Getränke aus dem Getränkekeller an sich nehmen konnte. Vom Whisky, den F. so aus dem Getränkekeller geholt hatte, trank A. mehrmals.\n\nB.- Das Bezirksgericht Aarau sprach A. des fortgesetzten Diebstahls, der fortgesetzten Gehilfenschaft zu Diebstahl und der fortgesetzten Hehlerei schuldig und verurteilte ihn zu einer bedingt vollziehbaren Gefängnisstrafe von 4 Wochen.\n\nIn teilweiser Gutheissung der Berufung des A. setzte das Obergericht des Kantons Aargau am 15. März 1978 die Dauer der Gefängnisstrafe auf 14 Tage herab.\n\nC.- A. führt Nichtigkeitsbeschwerde mit dem Antrag auf Aufhebung des Urteils des Obergerichts und Rückweisung der Sache an dieses zum Freispruch, eventuell zu neuem Entscheid.\n\nDie Staatsanwaltschaft des Kantons Aargau beantragt Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\n1. Der Beschwerdeführer macht geltend, an den vom Keller in die Bar verbrachten Getränken den Gewahrsam der Eigentümerin nicht gebrochen und keinen eigenen Gewahrsam begründet zu haben. Es fehle zudem an einer Aneignung.\n\na) Als tatsächliche Sachherrschaft (BGE 97 IV 196 E. 3a) erfordert der Gewahrsam die Herrschaftsmöglichkeit und den Herrschaftswillen über eine Sache (STRATENWERTH, I S. 185; SCHWANDER, S. 325 Nr. 534). Entfällt die Herrschaftsmöglichkeit, so dauert der Gewahrsam selbst bei währendem Herrschaftswillen nicht fort (STRATENWERTH, I S. 188). Verbleibt die Sache zwar in der Herrschaftssphäre des bisherigen Gewahrsamsinhabers, fehlt diesem aber die Möglichkeit zur Ausübung der tatsächlichen Sachherrschaft, beispielsweise wenn die Sache durch einen anderen versteckt worden ist, um ihn davon auszuschliessen, und weiss er deshalb nicht, wo sich die Sache befindet, so ist der Gewahrsam aufgehoben (STRATENWERTH, I S. 185/86 und 189; SCHWANDER, S. 327 Nr. 534a).\n\nBGE 104 IV 156 S. 158\n\nDie Vorinstanz stellt für den Kassationshof verbindlich fest (Art. 277bis Abs. 1 BStP), der Beschwerdeführer habe unberechtigterweise allein und zusammen mit F. mehrmals aus dem Getränkekeller alkoholische Getränke an sich genommen und sie in einem Fach in der Bar versteckt. Das geschah, um sie kostenlos nach und nach konsumieren zu können. Durch das Vorgehen des Beschwerdeführers und des F. wurde die Eigentümerin der Getränke, obwohl diese bis zur vollständigen Konsumation in ihrer Herrschaftssphäre blieben, davon ausgeschlossen, in gleicher Weise wie über die als Stock im Keller gelagerten und in der Bar offen zum Ausschank gegen Entgelt aufgestellten Getränke die tatsächliche Sachherrschaft auszuüben, zumal sie nicht wusste, dass sich in der Bar, versteckt und nur dem Beschwerdeführer, F. und der Barmaid Marie B. bekannt, weitere Getränke befanden. Durch F. und Fräulein B. als für die Bar Verantwortliche konnte sie den Gewahrsam nicht ausüben lassen, weil diese dazu nicht bereit waren. An die Stelle ihrer eigenen tatsächlichen Sachherrschaft war demnach jene des Beschwerdeführers und des F. getreten. Es ist nicht streitig, dass dies gegen den Willen der Getränkeeigentümerin geschah und der Beschwerdeführer sowie F. den Willen zur Ausübung eigener, durch Ausschluss der Eigentümerin hievon bewirkter faktischer Herrschaft hatten.\n\nWäre ein Gewahrsamsübergang gegen den Willen der Getränkeeigentümerin nicht bereits für jenen Zeitpunkt zu bejahen, wo der Beschwerdeführer allein oder zusammen mit F. die Getränke aus dem Keller entfernte und in der Bar versteckte, dann aber jedenfalls für den Moment, wo diese durch den Beschwerdeführer und F. unberechtigterweise konsumiert wurden.\n\nb) Hatte es der Beschwerdeführer nach der verbindlichen tatsächlichen Feststellung der Vorinstanz (BGE 100 IV 221 E. 2 und 237 E. 4; Art. 277bis Abs. 1 BStP) darauf angelegt, die aus dem Keller unbefugterweise behändigten und in der Bar versteckten alkoholischen Getränke nach und nach zu konsumieren, was in der Folge denn auch der Fall war, so kann nicht zweifelhaft sein, dass er sich diese aneignete. Wer eine Sache an sich nimmt, um sie zu verbrauchen, der verleibt ihren Wert seinem eigenen Vermögen ein; mehr aber ist für eine Aneignung nicht verlangt (BGE 85 IV 19 E. 2 mit Verweisen).\n\n2. Der Beschwerdeführer rügt, es hätte wegen des geringen Wertes der von ihm teils allein teils zusammen mit F. weggenommenen BGE 104 IV 156 S. 159alkoholischen Getränke auf Entwendung statt auf Diebstahl erkannt werden müssen.\n\nWenn die Vorinstanz die Deliktssumme auch nicht beziffert, so stellt sie doch fest, der Beschwerdeführer habe im Monat vier bis fünf Whiskyflaschen beiseite geschafft. Veranschlagt man deren Ankaufpreis auf bloss je Fr. 20.-, so übersteigt bereits, was innerhalb eines einzigen Monats an Getränken weggenommen wurde, die Grenze dessen, was unter den gegebenen Umständen noch als Sachen von geringem Wert im Sinne von Art. 138 StGB bezeichnet werden könnte. Nach der Anklageschrift dauerte das deliktische Verhalten des Beschwerdeführers zudem von Juni bis Oktober 1975. Es fehlt im übrigen offensichtlich an den subjektiven Voraussetzungen für die Anwendung jener Bestimmung. Der Beschwerdeführer hat nicht aus Not, Leichtsinn oder zur Befriedigung eines Gelüstes gehandelt.\n\n3. Der Beschwerdeführer bestreitet, dass sein Vorsatz auf die Unterstützung der durch F. verübten Getränkediebstähle gerichtet war. Er habe diesem den Passepartout ausschliesslich in Ausübung dienstlicher Pflichten übergeben, damit er aus dem Keller Getränke zur Konsumation durch Gäste an der Bar gegen Entgelt holen könne. Wenn Teilnahme vorläge, so würde diese zudem in der Täterschaft aufgehen.\n\nDie Sachbehauptung, den Passepartout F. in Ausübung dienstlicher Pflichten ausgehändigt zu haben, ist neu und daher unzulässig (Art. 273 Abs. 1 lit. b BStP). Die Vorinstanz stellt fest, der Beschwerdeführer habe F. den Passepartout mehrmals im Bewusstsein übergeben, dass dieser \"den Schlüssel dazu verwende, um aus dem Keller Getränke zu stehlen, was dieser auch tat\". Diese Feststellung betrifft tatsächliche Verhältnisse (BGE 100 IV 221 E. 2, 237 E. 4) und ist daher für den Kassationshof verbindlich (Art. 277bis Abs. 1 BStP); die gegenteilige Behauptung des Beschwerdeführers ist unbeachtlich (Art. 273 Abs. 1 lit. b BStP). Wusste der Beschwerdeführer aber bei der Übergabe des Passepartouts an F., dass dieser ihn einzig zum Zwecke des Diebstahls von Getränken aus dem Keller zu verwenden beabsichtigte und auch verwendete, so kann, wenn er dessen ungeachtet von der Übergabe nicht abstand, sein Verhalten vernünftigerweise nur dahin ausgelegt werden, er habe diesen Erfolg auch gebilligt. Es vermag dem Beschwerdeführer daher nicht zu helfen, wenn die Vorinstanz nicht ausdrücklich feststellt, er habe auch den dahingehenden Willen gehabt; ihre BGE 104 IV 156 S. 160Erwägungen können nicht anders denn dahin verstanden werden, dass sie neben dem Wissen auch den Willen des Beschwerdeführers zu solchem Tun voraussetzte. Mit der Übergabe des Passepartouts an F. zur Begehung von Getränkediebstählen hat der Beschwerdeführer einen für das Verbrechen kausalen Tatbeitrag geleistet (BGE 98 IV 85 E. 2c mit Verweisen). Er ist daher zu Recht der Gehilfenschaft zu Diebstahl schuldig erklärt worden.\n\nDie Vorinstanz hat den Beschwerdeführer bloss in jenen Fällen, wo er selber entweder allein oder zusammen mit F. Getränke aus dem Keller an sich nahm und in der Bar versteckte, des Diebstahls schuldig erklärt, nicht auch in denjenigen, wo er F. bloss den Passepartout zum Zwecke der Diebstahlsverübung aushändigte, an der eigentlichen Tatausführung aber nicht beteiligt war. Es ist deshalb nicht einzusehen, wie unter solchen Umständen die Teilnahme in der Täterschaft aufgehen könnte."}