{"annee": "104", "cour": "II", "page": "289", "date": "12/10/1978", "cite": ["81 II 313", "44 I 152"], "cite_par": ["108 II 527", "108 II 381", "136 V 225", "107 II 13"], "chapeau": "49. Auszug aus dem Urteil der II. Zivilabteilung vom 12. Oktober 1978 i.S. M. gegen M.", "regestes": ["Modification du jugement de divorce; compétence ratione materiae. Le juge du divorce est compétent pour compléter un jugement de divorce incomplet, même lorsque la lacune a trait à des prétentions dont le sort dépend largement de l'accord des parties. En revanche, lorsque est demandée une modification du jugement de divorce pour changement dans la situation, c'est le juge du domicile de la partie défenderesse qui est compétent (précision de jurisprudence)."], "faits": "BGE 104 II 289 S. 289\n\nAm 21. Juni 1974 wurde die Ehe der Parteien geschieden. Gleichzeitig genehmigte das Amtsgericht die von den Eheleuten über die Nebenfolgen der Scheidung am 31. Mai 1974 abgeschlossene schriftliche Vereinbarung. Ziffer 6 dieser Konvention befasst sich mit der güterrechtlichen Auseinandersetzung. Abschliessend findet sich folgender Vermerk:\n\n\"Mit dieser Vereinbarung erklären sich die Parteien güterrechtlich\n\nals vollständig auseinandergesetzt.\" BGE 104 II 289 S. 290\n\nAm 16. November 1976 reichte M. beim gleichen Amtsgericht gegen seine geschiedene Ehefrau Klage ein mit dem Rechtsbegehren, das Scheidungsurteil vom 21. Juni 1974 sei in einem Nachverfahren dahingehend zu ergänzen, dass die Beklagte verurteilt werde, dem Kläger 40 Namenaktien der Firma M. herauszugeben, wobei jeder Aktientitel mit dem hiefür notwendigen schriftlichen Übertragungsvermerk an den Kläger zu versehen sei. Zur Begründung seines Begehrens machte der Kläger geltend, im Zuge der Konventionsverhandlungen, an denen noch weitere Personen, u.a. der Anwalt der Ehefrau, mitgewirkt hätten, sei vereinbart worden, dass die Ehefrau von den in ihrem Besitz befindlichen 50 Aktien der Firma M. deren 40 auf den Ehemann übertrage. Weil man sich hierüber allseits einig gewesen sei, habe man es offenbar als überflüssig erachtet, diese Vereinbarung in die schriftliche Konvention aufzunehmen, weshalb dieser Teil der Scheidungskonvention dem Gericht auch nicht zur Genehmigung unterbreitet worden sei. Insoweit enthalte die Konvention eine Lücke, die vom Scheidungsrichter in einem Nachverfahren zu schliessen sei.\n\nDas Amtsgericht erachtete sich als sachlich nicht zuständig zur Beurteilung der aufgeworfenen Streitfrage, weil die Herausgabe der 40 Namenaktien beim ordentlichen Zivilrichter verlangt werden müsse, und trat mit Urteil vom 21. Oktober 1977 auf die Klage nicht ein.\n\nDer Kläger zog dieses Urteil an den Appellationshof des Kantons Bern weiter, welcher die Appellation am 28. Februar 1978 abwies und das erstinstanzliche Urteil bestätigte. In Übereinstimmung mit dem Amtsgericht gelangte er zum Ergebnis, die Klage gehe nicht auf Ergänzung, sondern auf Abänderung des Scheidungsurteils, weil dieses dem Kläger nicht etwa als unvollständig, sondern als falsch erscheine. Klagen auf Abänderung einer Scheidungskonvention fielen in die Kompetenz des ordentlichen Zivilrichters. Durch BGE 81 II 313 ff., worauf sich der Kläger berufe, seien ausdrücklich nur jene Fälle in das sogenannte Nachverfahren vor dem Scheidungsrichter gewiesen worden, in denen es um die Ergänzung eines lückenhaften Scheidungsurteils gehe. Dies sei aber hier nicht der Fall. Der Kläger habe es sich selber zuzuschreiben, wenn von den Aktien in der Konvention nicht die Rede gewesen sei; für den Scheidungsrichter habe kein Anlass bestanden, die vorgelegte Konvention nicht zu genehmigen. Das Amtsgericht habe daher seine sachliche Zuständigkeit zu Recht verneint.BGE 104 II 289 S. 291\n\nDer Kläger reichte Berufung beim Bundesgericht ein. Er beantragt Aufhebung des angefochtenen Urteils und Rückweisung der Sache zur materiellen Behandlung an das Amtsgericht.\n\nDas Bundesgericht heisst die Berufung gut, hebt das angefochtene Urteil auf und weist die Sache zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n3. Das Bundesgericht hat in BGE 44 I 155 und BGE 81 II 315 festgelegt, unter welchen Voraussetzungen der Scheidungsrichter von Bundesrechts wegen ein Scheidungsurteil in einem Nachverfahren zu ergänzen hat. Hat er es nämlich aus Versehen oder Rechtsirrtum oder wegen Unkenntnis einer Tatsache unterlassen, eine Frage zu regeln, die bei der Scheidung notwendigerweise geregelt werden muss, so weist das Scheidungsurteil eine Lücke auf, die durch eine entsprechende Ergänzung dieses Urteils auszufüllen ist, und zwar ist hiezu nach Bundesrecht der Richter zuständig, der die Scheidung ausgesprochen hat. Für die Beurteilung von Begehren, mit denen wegen veränderter Verhältnisse eine Abänderung des Scheidungsurteils im Sinne von Art. 153 und 157 ZGB verlangt wird, ist dagegen nach Bundesrecht, wenn die Parteien in der Schweiz wohnen, der Richter am Wohnsitz der beklagten Partei zuständig (BGE 81 II 315 /16 mit Hinweisen).\n\nDiese Auffassung hat in der Doktrin einhellige Zustimmung gefunden (GMÜR, N. 24, und EGGER, N. 16 zu Art. 158 ZGB; HINDERLING, Schweizerisches Ehescheidungsrecht, 3. Aufl., S. 188/89 und 225/26). Auch das angefochtene Urteil bestreitet sie grundsätzlich nicht. Hingegen will die Vorinstanz ein Nachverfahren vor dem Scheidungsrichter nur zulassen, wenn die Lücke im Scheidungsurteil eine Frage betrifft, die der Scheidungsrichter von Amtes wegen und ohne Rücksicht auf die Parteianträge hätte regeln sollen. Die zitierte Rechtsprechung und Lehre lassen indessen ein Nachverfahren auch zu, wenn es sich um Ansprüche handelt, die weitgehend der Parteidisposition unterstehen. So ging es insbesondere in BGE 44 I 155 um rein güterrechtliche Vereinbarungen zwischen den Ehegatten. Allerdings hatte dort der Richter Kenntnis davon, dass die Parteien ihre güterrechtlichen Verhältnisse aussergerichtlich geregelt hatten, wobei sie aber weder um die gerichtliche Genehmigung BGE 104 II 289 S. 292der Regelung ersucht noch auch dem Richter deren Inhalt bekannt gegeben hatten. Im vorliegenden Fall wurde hingegen dem Scheidungsrichter eine Konvention über die güterrechtliche Auseinandersetzung unterbreitet, die überdies die Klausel enthielt, mit der getroffenen Regelung seien die Parteien endgültig auseinandergesetzt. Es ist dem Appellationshof zuzustimmen, dass der Richter unter diesen Umständen keinen Anlass hatte, danach zu forschen, ob neben der gerichtlichen, ihm zur Genehmigung vorgelegten Scheidungskonvention noch weitere mündliche oder schriftliche Abmachungen der Parteien existierten. Das bedeutet aber noch nicht, dass ein Nachverfahren und eine nachträgliche richterliche Genehmigung einer allfälligen zusätzlichen Vereinbarung ausgeschlossen sei, wenn das Scheidungsurteil sich als lückenhaft erweise. Gerade diese Frage hat der Kläger mit seinem Klagebegehren dem Gericht zur Prüfung unterbreitet. Die Vorinstanz ist ihr einfach unter Hinweis auf BGE 81 II 315 mit der Verneinung der sachlichen Zuständigkeit des Scheidungsrichters ausgewichen. In diesem Entscheid wird jedoch die sachliche Zuständigkeit des Scheidungsrichters nur für den Fall verneint, dass es sich um Begehren handelt, mit denen wegen nachträglich veränderter Verhältnisse eine Abänderung des Scheidungsurteils verlangt wird, was hier nicht zutrifft. Die Ausführungen des Appellationshofs zu diesem Punkt bedeuten im Grunde genommen eine materielle Stellungnahme zur Klage, die mit der Frage der sachlichen Zuständigkeit nichts zu tun hat. Man könnte sich sogar fragen, ob der Appellationshof mit diesen Ausführungen nicht im Sinne einer Eventualbegründung die Klage abgewiesen habe. Das lässt sich indessen dem angefochtenen Urteil nicht entnehmen. Der Appellationshof sagt nicht, die Klage wäre, wenn auf sie einzutreten wäre, unbegründet, sondern er macht die materiellen Ausführungen zur Stützung seiner These der sachlichen Unzuständigkeit. Damit geht er aber an der Sache vorbei.\n\nDie Klage könnte denn auch nicht mit einer derart summarischen Begründung abgewiesen werden. Der Kläger vertritt den Standpunkt, die Ehegatten hätten sich während des Scheidungsprozesses dahin geeinigt, dass die Ehefrau 40 Aktien auf den Ehemann zu übertragen habe. Diese Abmachung sei lediglich deshalb nicht in die schriftliche Konvention übernommen und dem Scheidungsrichter zur Genehmigung unterbreitet BGE 104 II 289 S. 293worden, weil beide Parteien der Meinung gewesen seien, das erübrige sich. Sollte diese Darstellung zutreffen, so kann nicht zum vorneherein gesagt werden, die schriftliche Scheidungskonvention mit der Klausel über die endgültige Auseinandersetzung stehe einer nachträglichen Genehmigung der mündlichen Abmachung entgegen (EGGER, N. 16 zu Art. 158 ZGB). Vielmehr werden der Bestand dieser Abmachung und die näheren Umstände, die zu ihrem Abschluss geführt haben, sowie die Gründe, aus denen sie nicht in die schriftliche Scheidungskonvention aufgenommen worden ist, näher zu prüfen sein. Diese Prüfung kann aber von Bundesrechts wegen nur dem Scheidungsrichter obliegen."}