{"annee": "104", "cour": "IB", "page": "333", "date": "11/12/1978", "cite": ["60 I 1"], "cite_par": ["107 IB 309"], "chapeau": "53. Extrait de l'arrêt du 11 décembre 1978 en la cause Administration fédérale des contributions contre Commission genevoise de recours de l'impôt pour la défense nationale et D.S.A.", "regestes": ["Art. 59 et art. 72 AIN; réduction pour participations. 1. Cette réduction est accordée si les conditions prévues à l'art. 59 AIN sont réalisées au moment de l'échéance de la participation (consid. 1a). 2. Nature de la réduction pour participations (consid. 1b). 3. Portée des directives arrêtées par l'Administration fédérale des contributions (art. 72 AIN) (consid. 1c)."], "faits": "BGE 104 Ib 333 S. 334\n\nLa société d'investissements financiers S. et la société M. S.A. ont créé en 1969 une filiale commune, la société X. S.A. En 1972, la société M. et C., détentrice du capital-actions de M. S.A., proposa à la société M. et Cie, qui détenait les actions de la société S., de racheter la participation de cette dernière au capital de X. S.A. Une convention fut passée dans ce but. Le prix des actions fut fixé à 135 000 francs. Il était convenu que, préalablement au transfert des actions, la société X. S.A. verserait à la société S. un dividende de 1 280 000 francs.\n\nEn exécution de cet accord, la société S. a reçu le montant de 135 000 francs (prix des actions) et de 1 280 000 francs (dividende).\n\nElle a transféré son siège dans le canton de Genève et modifié sa raison sociale, devenant la société D. S.A. L'Administration genevoise de l'impôt pour la défense nationale a considéré comme un rendement provenant d'une participation, au sens de l'art. 59 AIN, le versement de 1 280 000 francs.\n\nCette décision, confirmée par la Commission cantonale de recours de l'impôt pour la défense nationale, a été attaquée par l'Administration fédérale des contributions.", "considerants": "Considérant en droit:\n\n1. Le présent litige porte uniquement sur la question de savoir si, dans le calcul de l'impôt sur le rendement net imposable pour la 18e période IDN, la société D. S.A. a droit à une réduction dite de holding de 46,428%. La Commission cantonale BGE 104 Ib 333 S. 335de recours l'a admis, acceptant ainsi l'opinion soutenue par la contribuable et confirmant le bordereau établi par l'autorité de taxation. En revanche, l'Administration fédérale des contributions le conteste, estimant que le versement de 1'280'000 fr. constitue non pas une distribution de dividende, mais une contre-prestation pour la cession d'un actif commercial - soit, en l'espèce, des actions de la filiale commune - et qu'il ne saurait dès lors être considéré comme un rendement de participation au sens de l'art. 59 de l'Arrêté du Conseil fédéral concernant la perception d'un impôt pour la défense nationale, du 9 décembre 1940 (AIN).\n\na) C'est à la fin du mois de mars 1973 que la société S. - devenue la société D. S.A. - a vendu ses actions de la X. S.A. Au début de la période de taxation (soit le 1er janvier 1975), elle ne possédait donc plus aucune part du capital social de l'ancienne filiale commune.\n\nSi l'on devait s'en tenir strictement au texte de l'art. 59 al. 1 AIN, il faudrait constater que, ne réalisant pas l'une des conditions d'application dans le temps de cette disposition légale, la société D. S.A. n'aurait de toute façon pas droit à une réduction - dite de participation - de l'impôt sur le rendement pour la 18e période IDN. Mais une telle conclusion serait erronée.\n\nMalgré le texte formel de l'art. 59 al. 1 AIN, il est admis qu'une société anonyme, à responsabilité limitée ou coopérative, a droit à cette réduction de participation si, au cours de la période de calcul, elle a reçu d'une autre société dont elle possédait au moins le 20 % du capital social - ou une participation d'au moins 2 millions de francs - une somme représentant le rendement de cette participation. La société de participation ou holding ne perd pas ce droit à la réduction de l'impôt sur le rendement prévue à l'art. 59 AIN du seul fait qu'elle a cédé cette participation pendant la période de calcul (KÄNZIG, Wehrsteuer, n. 8 ad art. 59 AIN; MASSHARDT et GENDRE, Commentaire IDN, n. 8 ad art. 59 AIN). Dans sa \"notice du 31 juillet 1967 concernant le calcul de la réduction pour participations ayant une influence déterminante (art. 59 AIN)\", l'Administration fédérale des contributions accepte elle-même cette interprétation très large du texte légal, en précisant que \"les conditions indiquées à l'art. 59 AIN sont aussi remplies si elles ne sont pas réalisées au début de l'assujettissement, mais BGE 104 Ib 333 S. 336qu'elles le sont au moment de l'échéance du rendement de la participation (voir le ch. 1 3 de la notice publiée aux Archives 36 p. 22 ss et par MASSHARDT et GENDRE, op.cit., n. 13 ad art. 59 AIN).\n\nEn l'espèce, il n'est pas contesté qu'au moment de recevoir le paiement de 1'280'000 fr., la société D. S.A. possédait encore sa participation au capital social de la filiale commune X. S.A. En effet, selon l'art. 3 de la convention conclue en 1973, la vente de ces actions était subordonnée à la condition suspensive du paiement d'un dividende de 1'280'000 fr. en plus du prix de vente fixé à 135'000 fr. La disposition de l'art. 59 AIN est donc en principe applicable. La contribuable peut dès lors obtenir la réduction proportionnelle de l'impôt sur le rendement dans la mesure où ce versement constitue un rendement de participation au sens de l'art. 59 AIN.\n\nb) En accordant un privilège fiscal aux sociétés qui participent de façon déterminante au capital social d'autres sociétés, on a voulu éviter, autant que possible, que le bénéfice provenant du capital de participation - bénéfice sur lequel une autre société paie déjà l'impôt - ait à supporter une charge économique gênante et peu équitable (voir MASSHARDT et GENDRE, op.cit., n. 1 ad art. 59 AIN). Il s'agissait d'éviter la triple imposition d'un même bénéfice (ATF 60 I 8; voir MASSHARDT, Besteuerung der Holding- und Beteiligungsgesellschaften in der Schweiz, Archives 36, p. 353). On ne saurait dès lors considérer comme un rendement de participation selon l'art. 59 AIN n'importe quelle prestation effectuée par la société filiale en faveur de la société de participation, mais seulement les prestations qui correspondent à un revenu déjà frappé de l'impôt (à la charge de la filiale). Tel est le cas des prestations qui constituent des distributions du bénéfice des entreprises dominées. En font spécialement partie les dividendes et les intérêts sur bons de jouissance ou titres de parts sociales, les distributions de bénéfice dissimulées et les parts au produit de liquidation, ainsi que les actions gratuites, si la société de participation les comptabilise comme rendement en l'année même où elle les reçoit (Archives 32, 277; RDAF 1964, 232). En revanche, ne constituent pas des rendements de participation au sens de l'art. 59 AIN les plus-values comptabilisées sur les participations (voir MASSHARDT et GENDRE, op.cit., n. 9 ad art. 59 AIN; KÄNZIG, op.cit., n. 8 et 9 ad art. 59 AIN).\n\nBGE 104 Ib 333 S. 337\n\nc) Le 31 juillet 1967, l'Administration fédérale des contributions a émis une \"notice concernant le calcul de la réduction pour participations ayant une influence déterminante (art. 59 AIN) \".\n\nSelon la jurisprudence, les directives que l'Administration fédérale des contributions arrête en vue d'assurer une taxation et une perception correctes et uniformes de l'impôt de défense nationale (art. 72 AIN) ont le caractère d'instructions de service qui ne lient ni le contribuable, ni l'autorité de taxation. Toutefois, elles constituent généralement une base valable pour la taxation de l'impôt; le Tribunal fédéral ne s'en écarte que dans la mesure où elles établissent des normes qui ne sont pas conformes aux dispositions légales applicables (Archives 44, 488 consid. 3; voir aussi KÄNZIG, op.cit., p. 464 et 465, n. 3 ad art. 72 AIN; MASSHARDT et GENDRE, op.cit., n. 1 ad art. 72 AIN). Or, en l'espèce, ni l'autorité de taxation, ni la Commission cantonale de recours, ni même la contribuable ne mettent en doute la validité des précisions contenues dans la notice précitée; dans un arrêt du 19 septembre 1975, le Tribunal fédéral l'a aussi admise, au moins à titre implicite (Archives 44, 488, consid. 3)."}