{"annee": "104", "cour": "II", "page": "237", "date": "29/6/1978", "cite": ["80 II 187", "100 II 1", "87 I 311", "71 II 7", "57 II 258", "99 II 359"], "cite_par": ["105 II 166", "107 II 144", "117 II 359", "110 II 113"], "chapeau": "39. Estratto della sentenza della II Corte civile del 29 giugno 1978 nella causa A. e B. contro C.", "regestes": ["Effets accessoires du divorce. Droit d'habitation. Réductibilité de prestations faisant l'objet d'une convention. Indemnité. Art. 153, art. 776 ss. et art. 151 CC. 1. Un droit d'habitation avec effet réel ne peut pas faire l'objet d'une action fondée sur l'art. 153 CC (consid. 3). 2. En principe, les parties peuvent convenir d'une indemnité au sens de l'art. 151 CC indépendamment de l'existence d'une faute (consid. 5). 3. N'est pas soumise à réduction au sens de l'art. 153 al. 2 CC l'indemnité accordée à titre de dédommagement pour les expectatives perdues du fait du divorce. Si la nature d'une indemnité n'a pas été spécifiée en son temps, il incombe au juge saisi de l'action en réduction de la déterminer préjudiciellement, en tenant compte des circonstances existant au moment du divorce (consid. 5)."], "faits": "BGE 104 II 237 S. 238\n\nIl matrimonio tra il dott. A. e B. era sciolto per divorzio con sentenza del Pretore dell'8 ottobre 1969, fondata sull'art. 142 CC. L'unica figlia (C.) nata da questo matrimonio era attribuita all'autorità parentale della madre. Con la sentenza di divorzio era omologata una convenzione sulle conseguenze accessorie, stipulata dalle parti il 7 ottobre 1969. In essa erano stabilite, tra l'altro, rendite indicizzate a favore di B. e di C. e a carico di A. A favore delle stesse B. e C. era inoltre previsto nella convenzione un diritto di abitazione, da iscrivere nel registro fondiario, su un determinato immobile di proprietà di A. e gravato di un diritto usufrutto a favore della madre di questi.\n\nAdducendo che la sua situazione economica era sensibilmente mutata da allora e d'aver nel frattempo fondato una nuova famiglia, A. chiedeva con petizione del 5 giugno 1975 al Pretore di ridurre, ai sensi dell'art. 153 cpv. 2 CC, le prestazioni a suo carico. Con sentenza del 15 aprile 1977 il giudice di prima istanza, deferendo in parte a quanto richiesto, sopprimeva il diritto di abitazione, sostituendolo con un contributo mensile alle spese di alloggio. Tale punto era confermato nella propria sentenza del 29 novembre 1977 dalla I Camera civile del Tribunale di Appello del Cantone Ticino, che confermava l'ammontare delle rendite, quale stabilito nella convenzione. Le convenute, a titolo principale, e l'attore, a titolo adesivo, hanno impugnato con ricorso per riforma tale decisione. Il Tribunale federale ha accolto parzialmente i due gravami ed ha rinviato la causa all'istanza precedente per nuova decisione ai sensi dei considerandi.", "considerants": "Dai considerandi:\n\n3. Oggetto principale del ricorso delle convenute è la questione se la Corte cantonale abbia violato il diritto federale nell'ammettere che il diritto di abitazione ad esse accordato con la convenzione sulle conseguenze accessorie del divorzio potesse, in caso di modifica essenziale della situazione dell'attore, BGE 104 II 237 S. 239essere soppresso e sostituito da determinate prestazioni finanziarie. La legge ha regolato espressamente la possibilità di modificare una sentenza di divorzio (di cui è parte integrante la convenzione omologata dal giudice sulle conseguenze accessorie del divorzio) soltanto per quanto concerne la pensione alimentare ai sensi dell'art. 152 CC, nonché i rapporti giuridici tra genitori e figli. L'art. 153 cpv. 2 CC dispone che il coniuge obbligato a fornire una rendita a titolo di alimenti può domandare di esserne liberato o che essa sia ridotta, quando il bisogno più non esista o sia sensibilmente diminuito, come pure quando le sue condizioni economiche più non corrispondano all'importo della rendita. La giurisprudenza del Tribunale federale ha esteso tale disciplina, riconoscendo che esisteva al proposito una lacuna della legge, alle rendite ai sensi dell'art. 151 cpv. 1 CC, nella misura in cui esse sono destinate a compensare la perdita, occorsa per effetto del divorzio, del diritto al mantenimento. La soppressione o la riduzione della rendita può peraltro essere in tal caso chiesta soltanto ove la situazione economica del debitore si sia deteriorata sensibilmente, e non anche laddove la situazione del creditore si sia migliorata (DTF 71 II 12/13; DTF 80 II 188 seg.; 100 II 248/249). Per ciò che riguarda gli obblighi e i diritti dei genitori verso i figli, l'art. 157 CC stabilisce in modo generale che, in caso di rilevante modificazione dello stato di fatto, il giudice debba ordinare, ad istanza di uno dei genitori o dell'autorità tutoria, \"le misure richieste dalle mutate circostanze\". Tale principio è applicabile anche per l'adeguamento di un contributo che uno dei genitori versa, dopo il divorzio, per il mantenimento di un figlio non soggetto alla sua autorità parentale.\n\na) Prima di esaminare se siano dati nel caso in esame i presupposti generali per la modifica della sentenza di divorzio, è d'uopo accertare se l'attribuzione del diritto di abitazione rientri nelle parti della sentenza suscettibili d'essere modificate dal giudice. La Corte cantonale ha ritenuto di sì, considerando che il diritto accordato alle convenute di abitare nella villa Benvenuto non avesse natura reale, bensì soltanto obbligatoria e fosse quindi assimilabile ad un contributo pecuniario per il mantenimento. Occorre quindi stabilire se tale opinione sia conforme al diritto federale.\n\nCon ragione la Corte cantonale ha reputato che per la questione di cui trattasi sia determinante accertare la natura del BGE 104 II 237 S. 240diritto conferito alle convenute, e più precisamente accertare se in esso sia ravvisabile una servitù ai sensi dell'art. 776 segg. CC. È infatti concepibile che un contributo al mantenimento possa essere accordato in natura nella forma di un diritto, di natura obbligatoria, di utilizzare quale abitazione un determinato alloggio. Sennonché risulta dalla convenzione conclusa dalle parti che esse non pensavano ad un tale negozio con effetti meramente obbligatori, bensì alla costituzione di un diritto di abitazione con effetti reali. Ciò appare chiaramente dalla clausola 4.2, in cui è espressamente prevista l'iscrizione nel registro fondiario del diritto di abitazione accordato alle convenute. Una tale iscrizione non avrebbe ovviamente potuto aver luogo ove il diritto in questione avesse soltanto natura obbligatoria. Va quindi tenuto fermo che il diritto di abitazione di cui trattasi costituisce un diritto reale limitato, il quale conferisce ai suoi beneficiari un diritto autonomo e immediato di utilizzare a scopo di abitazione l'immobile a cui si riferisce. Una volta accordato, tale diritto sussiste indipendentemente dalla persona del proprietario. Ne segue che un diritto reale di abitazione convenuto in occasione di un divorzio non può essere giuridicamente assimilato ad una rendita alimentare. In ragione del suo carattere definitivo esso dovrebbe d'altronde essere paragonato, semmai, piuttosto ad una prestazione in capitale, la quale non può essere ridotta mediante la modifica della sentenza di divorzio neppure se non è versata in una sola volta, bensì in diverse rate (DTF 60 II 395/396).\n\nb) La Corte cantonale ha negato la natura reale del diritto d'abitazione litigioso soprattutto per il fatto che la convenzione prevede alla clausola 4.5 che le convenute hanno il diritto di locare la casa, il giardino e un garage. Orbene, non soltanto il diritto di abitazione non è cedibile né trasmissibile per successione (art. 776 cpv. 2 CC), ma neppure il suo mero esercizio può essere trasferito ad un terzo (Commentario LEEMANN, N. 4 ad art. 777; A. HOMBERGER e H. MARTI, Schweizerische Juristische Kartothek, scheda n. 566 \"Wohnrecht\", n. I; PIOTET, Dienstbarkeiten und Grundlasten, in \"Schweizerisches Privatrecht\", vol. V/1, pag. 642). L'art. 777 CC dispone che il diritto di abitazione è generalmente commisurato ai bisogni personali dell'usuario e che questi, ove il diritto non sia espressamente limitato alla sua persona, può tenere presso di sé i membri della propria famiglia e le persone con lui conviventi. La Corte BGE 104 II 237 S. 241cantonale ha pertanto rettamente rilevato che il diritto di locare accordato alle convenute è incompatibile con il contenuto disciplinato dalla legge del diritto di abitazione.\n\nA ragione tuttavia le convenute si chiedono se si giustifichi di considerare, come ha fatto la Corte cantonale, nulla l'intera pattuizione relativa al diritto di abitazione. L'art. 20 cpv. 2 CO, applicabile in virtù del rinvio dell'art. 7 CC, limita la nullità di un contratto alle sole parti nulle, ove non si debba ammettere che senza di esse il contratto non sarebbe stato concluso. Nella fattispecie niente lascia supporre che il diritto di abitazione non sarebbe stato conferito alle convenute se le parti contraenti avessero saputo che la concordata facoltà di locare la casa era in contrasto con la disciplina legale. Scopo della convenzione era in primo luogo quello di permettere alle convenute di rimanere nella casa da esse sino ad allora abitata. La facoltà di locare la casa a terzi era per le convenute d'importanza secondaria. Non può ragionevolmente ritenersi che, senza tale facoltà, esse avrebbero rinunciato al diritto di abitazione. La nullità non può, di conseguenza, colpire tutta la pattuizione concernente il diritto di abitazione, ma soltanto la clausola di tale pattuizione che prevede il diritto delle convenute di locare la casa a terzi. Le convenute si sono d'altronde dichiarate disposte a rinunciare eventualmente alla predetta facoltà.\n\nVa anche osservato che, secondo LEEMANN, l'usuario può locare od affittare ad un terzo l'esercizio del proprio diritto di abitazione, se ciò gli è stato espressamente consentito dal proprietario; un tale accordo tra il proprietario e l'usuario non può tuttavia esplicare effetti reali (n. 4 ad art. 677 CC). Secondo questa opinione, la clausola 4.5 della convenzione non sarebbe quindi neppure nulla, bensì soltanto priva di effetti reali; essa avrebbe carattere meramente obbligatorio. La questione può rimanere indecisa. Rilevante in questa sede è soltanto che, contrariamente a quanto sostenuto dalla Corte cantonale, la facoltà di locare a terzi la casa oggetto del diritto di abitazione non priva quest'ultimo della sua natura reale. La relativa clausola non osta pertanto all'iscrizione nel registro fondiario, prevista espressamente dalla clausola 4.2, del diritto di abitazione.\n\nc) Nella sentenza impugnata la Corte cantonale si è chiesta se fosse addirittura possibile iscrivere nel registro fondiario il diritto d'abitazione pattuito nella convenzione prescindendo BGE 104 II 237 S. 242dal consenso della madre dell'attore, a cui spetta l'usufrutto della stessa casa. Tale possibilità sussiste. Non è escluso che un fondo possa essere gravato da servitù incompatibili tra di loro, come avviene allorché un fondo sia oggetto contemporaneamente di un diritto d'usufrutto e di un diritto di abitazione. Secondo il principio della priorità nel tempo, in questo caso il diritto meno recente prevale su quello più recente. Un conflitto tra le due servitù non ha quindi luogo, dovendo quella più recente cedere il passo a quella meno recente (DTF 57 II 262segg.; LIVER, Commentario n. 35 segg. dell'introduzione). La madre dell'attore potrebbe far prevalere il proprio diritto di usufrutto su quello d'abitazione delle convenute anche se quest'ultimo fosse iscritto nel registro fondiario. Sarebbe d'altra parte anche possibile che essa rinunziasse, come avvenuto sinora, ad esercitare il diritto di usufrutto sull'immobile in questione.\n\nd) Si pone infine la questione, non sollevata negli allegati scritti, se il diritto di abitazione dell'ex-coniuge dell'attore possa essere iscritto nel registro fondiario benché la clausola 4.3 ne preveda l'estinzione in caso di nuove nozze dell'usuaria, ossia vincoli il diritto ad una condizione risolutiva. Secondo la dottrina e la giurisprudenza prevalenti, non è in linea di principio ammessa l'iscrizione nel registro fondiario di servitù vincolate ad una condizione risolutiva (DTF 87 I 315 segg. consid. 2; LIVER, n. 66 segg. ad art. 730 CC, con richiami). Nella fattispecie può rimanere indeciso se la citata giurisprudenza debba essere mantenuta anche per quanto concerne una servitù personale, quale il diritto di abitazione, la cui durata dipende comunque da un fattore incerto nel tempo, ossia dalla durata della vita dell'usuario. Nel caso in esame il diritto d'abitazione, privo nei suoi confronti di qualsiasi condizione, è stato infatti conferito anche alla figlia C., per cui tale diritto può essere per lo meno iscritto nel registro fondiario a suo favore. Secondo l'art. 777 cpv. 2 CC, la figlia potrebbe tenere presso di sé la madre, di guisa che il problema se quest'ultima possa vantare un diritto di abitazione autonomo non ha rilevanza pratica, salvo nell'evenienza di un disaccordo tra madre e figlia.\n\ne) Considerato che il diritto d'abitazione litigioso è giuridicamente fondato e che, almeno per quanto riguarda la figlia C., nulla osta alla sua iscrizione nel registro fondiario (come risulta da DTF 99 II 360 segg., la forma dell'atto pubblico non era BGE 104 II 237 S. 243necessaria per la convenzione sulle conseguenze accessorie del divorzio, pur avendo essa per oggetto anche il trasferimento di diritti reali su immobili), tale diritto non può essere limitato o soppresso mediante una modifica della sentenza di divorzio. Nella fattispecie il diritto d'abitazione non potrebbe d'altronde essere trasformato in un semplice contributo al mantenimento delle convenute neppure ove si prescindesse dalla sua natura reale. Nell'accordare il diritto di cui trattasi, le parti hanno infatti inteso garantire alle convenute l'abitazione e l'ambiente in cui esse erano sino ad allora vissute. In ciò è ravvisabile un interesse ideale che parimenti si oppone alla trasformazione del diritto di abitazione in una mera prestazione pecuniaria. Ne segue che su questo punto il ricorso per riforma deve essere accolto e che la sentenza impugnata va annullata in ugual misura; la soppressione del diritto di abitazione, richiesta con la petizione, deve essere rifiutata.\n\n5. Con il ricorso per riforma adesivo l'attore reitera le conclusioni già respinte dalla Corte cantonale, tendenti alla riduzione a Fr. 800.- del contributo mensile per il mantenimento della figlia C., e a Fr. 1500.- di quello per il mantenimento dell'ex-moglie. Le convenute contestano che la rendita per l'ex-moglie possa essere considerata come una prestazione riducibile ai sensi dell'art. 153 cpv. 2 CC e che le condizioni economiche dell'attore siano mutate in modo da giustificare la modifica della convenzione omologata con la sentenza di divorzio.\n\nNé la convenzione sulle conseguenze accessorie del divorzio, né la sentenza di divorzio che la contiene precisano su quale base giuridica è fondata la rendita a favore dell'ex-moglie. Ove non risulti dalla sentenza di divorzio se, ed eventualmente in quale misura, una rendita a carico di un ex-coniuge sia destinata a compensare la perdita del mantenimento, incombe in linea di principio a chi chiede la riduzione di tale rendita l'onere di provare che trattasi di una prestazione riducibile ai sensi dell'art. 153 cpv. 2 CC; la questione va risolta alla stregua della situazione desumibile dagli atti al momento della stipulazione della convenzione e a quello della pronunzia della sentenza di divorzio (DTF 71 II 13).\n\nRilevando che il giudice del divorzio non si era pronunciato sulla colpa, la Corte cantonale ha concluso che mancava la prova dell'esistenza di uno dei presupposti dell'art. 151 CC, BGE 104 II 237 S. 244ossia di una colpa del coniuge tenuto a corrispondere la rendita. Poiché non era possibile esaminare la questione della colpa in sede di decisione sulla modifica della decisione di divorzio, come base legale della rendita a favore dell'ex-moglie poteva entrare in considerazione, secondo la Corte cantonale, soltanto l'art. 152 CC.\n\nTale conclusione non appare esatta. Conviene in primo luogo precisare che, come osservano a ragione le convenute, essa non trova sufficiente conforto nella sentenza del Tribunale federale del 7 giugno 1956, pubblicata in Blätter für Zürcherische Rechtsprechung, vol. 57 (1958), pag. 255 segg. Da questa decisione può evincersi soltanto che non va usato un parametro eccessivamente rigoroso per quanto concerne l'onere della prova incombente a chi chiede la riduzione delle prestazioni stabilite in una sentenza di divorzio, e che la questione della colpa non deve essere esaminata alla luce di nuove circostanze, ossia alla luce di circostanze che non siano state evocate nel corso della causa di divorzio.\n\nDecisivo appare nel caso in esame il fatto che le parti di una causa di divorzio possono regolare mediante convenzione sulle conseguenze accessorie del divorzio soggetta ad omologazione del giudice l'indennizzo per il pregiudizio di diritti patrimoniali o di aspettative ai sensi dell'art. 151 cpv. 1 CC, prescindendo dalla colpa. Il presupposto dell'accertamento di una colpa è vincolante allorché il giudice è chiamato a determinare direttamente l'equa indennità prevista dall'art. 151 cpv. 1 CC; laddove le parti stesse si accordino direttamente circa tale indennità, ogni indagine sulla colpa, ai fini dell'applicazione dell'art. 151 cpv. 1 CC, è superflua ed è, salvo in casi in cui la convenzione preveda prestazioni assolutamente incongrue, addirittura da evitare, nell'interesse di un'armonica soluzione sulle conseguenze patrimoniali del divorzio.\n\nNella fattispecie il giudice ha attribuito l'insanabile turbamento delle relazioni coniugali ad una \"diversità di carattere e di personalità\". Le parti hanno con la convenzione disciplinato dettagliatamente le conseguenze patrimoniali del divorzio, senza specificare se le prestazioni finanziarie concordate fossero stabilite a titolo alimentare o quale indennità per il pregiudizio dei diritti patrimoniali o le aspettative dell'ex-moglie (art. 151 cpv. 1 CC) o addirittura anche a titolo di riparazione morale (art. 151 cpv. 2 CC). Nel caso in esame mancano seri indizi che BGE 104 II 237 S. 245lascino supporre che la rendita stabilita a favore dell'ex-moglie sia stata pattuita in parte a titolo di riparazione morale, e ciò contrariamente a quanto sembrano ritenere le convenute. Deve invece ammettersi che tale rendita costituisca anche un'indennità per il pregiudizio dei diritti patrimoniali ed eventualmente delle aspettative dell'ex-moglie. Lo stesso termine usato nella clausola 2.2 della convenzione, in cui è detto che B. riceverà \"als Abgeltung\" una rendita mensile di Fr. 2750.- fa ritenere che con detta rendita si sia voluto indennizzare la perdita degli elementi considerati nell'art. 151 cpv. 1 CC. Anche il fatto che la rendita, secondo quanto disposto nella stessa clausola 2.2 della convenzione, debba continuare ad essere versata alla beneficiaria in caso di premorienza del dott. A., a carico della sua successione, è un indizio che milita a favore della natura indennizzatoria della rendita (cfr. DTF 100 II 2).\n\nDovendosi concludere, contrariamente a quanto ritenuto dalla Corte cantonale, che la rendita disposta a favore dell'ex-moglie dell'attore si fonda sull'art. 151 cpv. 1 CC, è d'uopo determinare se essa sia destinata a indennizzare soltanto il pregiudizio dei diritti patrimoniali (ossia, concretamente, la perdita del diritto al mantenimento), od anche, e, in caso affermativo, in quale misura, un eventuale pregiudizio delle aspettative subito dall'ex-moglie dell'attore. Infatti, la riduzione di una rendita fondata sull'art. 151 cpv. 1 CC può essere chiesta soltanto nella misura in cui tale rendita sia destinata a indennizzare la perdita del diritto al mantenimento. Le istanze cantonali non si sono occupate di questo aspetto, dato che hanno ritenuto che la rendita fosse basata sull'art. 152 CC. Nella fattispecie il Tribunale federale non è in grado di procedere ad un'eventuale suddivisione della rendita in una parte destinata a indennizzare la perdita del diritto al mantenimento e in altra parte destinata a indennizzare la perdita di aspettative. Tale punto può essere risolto soltanto mediante un apprezzamento delle circostanze patrimoniali e personali, esistenti, con riferimento alle parti, all'epoca della conclusione della convenzione. Rilevante al proposito è, tra l'altro, sapere se l'ex-moglie disponesse allora di un patrimonio proprio, se potesse essere allora da lei preteso che assumesse un'attività lucrativa e se la tacitazione accordata spontaneamente dall'attore all'ex-moglie secondo la clausola 3 della convenzione già comprendesse un indennizzo per la perdita di aspettative. Trattasi non soltanto BGE 104 II 237 S. 246di applicare criteri giuridici, ma, e soprattutto, di valutare elementi di fatto. Una siffatta valutazione incombe esclusivamente al giudice cantonale. Ne segue che la causa va rinviata, per quanto concerne questo accertamento, all'istanza precedente perché chiarisca tale questione e addotti una nuova decisione al riguardo."}