{"annee": "104", "cour": "IB", "page": "288", "date": "28/11/1978", "cite": ["100 IB 181", "92 I 176", "101 IB 171", "100 IB 200"], "cite_par": ["115 IB 13", "105 IB 327", "105 IB 6", "112 IB 417"], "chapeau": "46. Sentenza 28 novembre 1978 nella causa Nespoli e Rezzonico-Nespoli contro Ferrovie federali svizzere e Commissione federale di stima del 13o circondario", "regestes": ["Requête tendant au paiement immédiat d'un montant équivalant à l'indemnité probable pour la valeur vénale du fonds exproprié (art. 19bis al. 2 LEx.). 1. La voie du recours de droit administratif est ouverte contre les décisions qui prononcent l'irrecevabilité de principe de la requête de l'exproprié tendant au paiement d'un acompte au sens de l'art. 19bis al. 2 LEx.; l'exclusion du recours, prévue par cette disposition, ne concerne que les décisions qui fixent le montant de cet acompte (consid. 2). 2. Le Président de la Commission fédérale d'estimation peut statuer seul, à titre préliminaire, sur la recevabilité de principe de la demande pour des raisons tant formelles que matérielles. C'est en revanche la Commission qui est compétente pour fixer le montant de l'acompte (consid. 3). 3. Le paiement du montant prévu à l'art. 19bis al. 2 LEx. peut aussi être requis par l'exproprié qui a fait opposition, lorsque cette opposition a été définitivement écartée (consid. 4a). 4. La requête en question peut aussi être présentée après l'audience de conciliation: en effet, on ne peut pas déduire de l'art. 19bis al. 2 LEx. une obligation, pour l'exproprié, de présenter sa requête au plus tard lors de cette audience et aucune disposition de la loi ne prévoit expressément la péremption d'une telle faculté pour le cas où l'exproprié omettrait de présenter sa demande lors de la séance de conciliation (consid. 4b)."], "faits": "BGE 104 Ib 288 S. 289\n\nLe Ferrovie federali svizzere (FFS), II circondario, procedono in via espropriativa per l'acquisto dei fondi necessari all'ampliamento della stazione internazionale di Chiasso nei territori di Balerna e Novazzano. Un avviso personale di espropriazione definitiva e totale della part. 2118 RFD di Balerna (ora part. 2118 e 2119), della superficie complessiva di 7683 mq è stato notificato il 19 aprile 1974 ai proprietari Fernando Nespoli e Carmen Rezzonico-Nespoli. Con tempestiva notifica del 20 maggio 1974 gli espropriati hanno formato opposizione contro la prevista espropriazione e, per il caso che questa fosse respinta, preteso una sostituzione in natura oltre il risarcimento BGE 104 Ib 288 S. 290di inconvenienti. In via subordinata, essi hanno chiesto un'indennità di Fr. 700.- il mq, poi ridotta a Fr. 400.-, oltre il risarcimento dei predetti inconvenienti. L'udienza di conciliazione del 28 gennaio 1975, nel corso della quale le esproprianti offrirono Fr. 120.- il mq, non permise di liquidare l'opposizione. Gli atti furono pertanto trasmessi al Dipartimento federale dei trasporti, delle comunicazioni e dell'energia per la decisione. Il 23 febbraio 1977 il Dipartimento respinse l'opposizione degli espropriati. Questa decisione non fu impugnata. La procedura espropriativa fu quindi ripresa. Una nuova udienza di conciliazione, eventualmente stima, fu tenuta il 5 maggio 1977. Fallita ogni intesa, fu ordinato uno scambio di allegati scritti, ed assegnato un termine scadente il 15 giugno 1977 agli espropriati per l'insinuazione della loro domanda motivata. Con memoria del 1o giugno 1977 e replica del 24 ottobre 1977, gli espropriati hanno confermato e motivato le loro pretese. Inoltre, fondandosi sull'art. 19 bis cpv. 2 LEspr., essi hanno chiesto l'immediato pagamento di un importo pari alla presumibile indennità per il valore venale del fondo. Nei loro allegati, le FFS non si sono pronunciate su tale richiesta degli espropriati.\n\nIl Presidente della Commissione federale di stima (CFS) si è rifiutato di sottoporre la richiesta di pagamento immediato alla Commissione stessa ed ha ribadito formalmente tale presa di posizione in uno scritto del 18/21 novembre 1977, in sostanza con l'argomento che chi ha formato opposizione non può invocare l'art. 19 bis cpv. 2 LEspr. La lettera del Presidente avverte che contro di essa è aperta la via del reclamo.\n\nContro questa decisione gli espropriati, con esposto del 21 dicembre 1977 del loro patrono, hanno interposto reclamo al Tribunale federale. Essi argomentano che né dal testo dell'art. 19 bis LEspr., né dalle istruzioni generali emanate l'8 settembre 1975 dal Tribunale federale (cfr. DTF 101 Ib 171 segg.) risulta che, una volta rimossa l'opposizione, sia preclusa all'espropriato la possibilità di avvalersi dell'art. 19 bis cpv. 2 LEspr. Essi censurano inoltre come un diniego di giustizia ed un abuso di potere il fatto che il Presidente abbia deciso da solo, rifiutandosi di sottoporre il caso alla CFS e chiedono che, valendosi dei suoi poteri di vigilanza, il Tribunale federale ordini al Presidente di sottoporre la loro richiesta al giudizio della Commissione. Tanto il Presidente della Commissione di BGE 104 Ib 288 S. 291stima, quanto le FFS chiedono la reiezione del reclamo. Del contenuto dei loro allegati si dirà, in quanto necessario, nei considerandi di diritto.", "considerants": "Considerando in diritto:\n\n1. Secondo il Presidente della CFS, la richiesta d'immediato pagamento ai sensi dell'art. 19 bis cpv. 2 LEspr. non è stata presentata formalmente con la memoria del 1o giugno 1977, ma soltanto con la replica del 24 ottobre successivo. L'allegato del 1o giugno 1977 non è in atti. Non è quindi possibile determinare la data esatta dell'inoltro dell'istanza e, del resto, per le ragioni che si diranno in seguito, ciò non è attualmente indispensabile.\n\n2. a) La lettera con la quale il Presidente della CFS ha dichiarato inammissibile l'istanza degli espropriati fondata sull'art. 19 bis LEspr. è una decisione ai sensi dell'art. 5 PA. Secondo l'art. 98 lett. f OG, il ricorso di diritto amministrativo contro decisioni di Commissioni federali previste da quel disposto è dato in quanto il diritto federale lo preveda. Se nel concreto caso il ricorso di diritto amministrativo sia proponibile dipende pertanto dalla LEspr. (cfr. DTF 100 Ib 184 consid. 1).\n\nb) Giusta l'art. 19 bis cpv. 2 LEspr., contro le decisioni della CFS che fissano il pagamento dovuto dall'espropriante a' sensi di quella disposizione il ricorso di diritto amministrativo è escluso. Se si considera la decisione impugnata in relazione alla materia, ch'essa concerne, si dovrebbe concludere che il ricorso di diritto amministrativo non è ammissibile, e che, come lo stesso Presidente sembra aver ritenuto nella decisione, sia aperta soltanto la via del reclamo, indicata dall'art. 63 LEspr.\n\nTuttavia una simile conclusione non convince. Lo scopo per il quale il legislatore ha escluso l'impugnabilità delle decisioni che fissano l'ammontare dell'acconto in applicazione dell'art. 19 bis cpv. 2 LEspr. è duplice. Da un lato, egli ha inteso sgravare il Tribunale federale dall'obbligo di occuparsi a due riprese, in una procedura che implica l'intervento di esperti, dell'indennità dovuta all'espropriato: una prima volta a proposito del pagamento dell'acconto e una seconda volta a proposito dell'indennità definitiva. Dall'altro lato, il legislatore ha voluto dare all'espropriato la possibilità di ottenere un pagamento BGE 104 Ib 288 S. 292rapido, il più prossimo possibile al \"dies aestimandi\" dell'udienza di conciliazione (art. 19 bis cpv. 1 LEspr.). Tale finalità sarebbe resa illusoria, se la decisione commissionale fosse suscettibile di ricorso di diritto amministrativo, avente effetto sospensivo in virtù dell'art. 111 cpv. 1 OG. Ora, nel caso in esame, non è impugnata una decisione che stabilisce l'ammontare dell'acconto sull'indennità per il valore venale, bensì una decisione concernente l'ammissibilità di principio della domanda dell'espropriato tendente ad ottenerlo. Decisioni di questa natura sono, in fattispecie analoghe, suscettibili di essere impugnate con ricorso di diritto amministrativo: infatti, nei casi in cui è previsto che il Presidente si pronunci preliminarmente sull'ammissibilità di un'opposizione (art. 39 LEspr.), rispettivamente di una pretesa (art. 41 LEspr.) presentata dopo trascorso il termine per le notificazioni, la sua decisione può esser impugnata col cennato gravame in virtù dell'art. 19 cpv. 2 del regolamento concernente le Commissioni federali di stima (RCFS), del 24 aprile 1972 (v. in proposito DTF 100 Ib 185 b, 202 consid. 1). Ragioni tratte dalla finalità dell'istituto e dalla sistematica della legge impongono quindi di ammettere che il ricorso di diritto amministrativo è dato anche contro decisioni che negano l'ammissibilità dell'istanza dell'espropriato tendente al pagamento di un acconto ai sensi dell'art. 19 bis cpv. 2 LEspr., e che l'esclusione del rimedio prevista nella stessa norma si riferisce solo alle decisioni che stabiliscono l'ammontare di codesto acconto.\n\nPresentato tempestivamente, l'atto degli espropriati, intitolato reclamo, e che adempie per il resto le condizioni di ricevibilità stabilite dall'OG, deve quindi essere trattato come ricorso di diritto amministrativo.\n\n3. I ricorrenti censurano che il Presidente si sia riconosciuta la competenza di pronunciarsi da solo sull'ammissibilità di principio della domanda da loro presentata, senza sottoporla alla CFS. Essi si fondano sul testo dell'art. 19 bis cpv. 2 LEspr., che attribuisce alla Commissione il compito di stabilire l'ammontare dell'acconto. Ma, contrariamente all'opinione dei ricorrenti, tale testo non esclude che il Presidente possa pronunciarsi da solo e preventivamente non sull'ammontare dell'acconto, ma sull'ammissibilità di principio dell'istanza dell'espropriato. Mentre la fissazione dell'importo coinvolge una stima, per la quale occorrono conoscenze tecniche e specialistiche BGE 104 Ib 288 S. 293proprie dei membri della CFS, alla cui concorde opinione il Presidente è peraltro vincolato (cfr. art. 53 RCFS), la decisione sull ammissibilità dell'istanza per ragioni di principio, vuoi formali, vuoi sostanziali (perenzione, ricorrenza di altri requisiti legali) concerne unicamente questioni di diritto, che giova far decidere dal solo Presidente. Anche qui, si può richiamare la soluzione che il legislatore ha adottato per l'esame preliminare concernente l'ammissibilità di principio di pretese e opposizioni presentate trascorso il termine per le notificazioni (v. supra, consid. 2b), nonché la competenza accordata al Presidente di decidere sulle domande d'immissione in possesso (art. 76 cpv. 2 LEspr.), riservato invece alla Commissione il compito di decidere sul pagamento di acconti (art. 76 cpv. 5 LEspr. e 29 cpv. 3 RCFS; cfr. anche art. 29 cpv. 4 RCFS, da cui risulta che, mentre la decisione presidenziale che accorda o rifiuta l'immissione in possesso e stabilisce le garanzie è impugnabile con ricorso di diritto amministrativo nel termine ridotto di 20 giorni, quella che determina l'ammontare dell'acconto ai sensi dell'art. 76 cpv. 5 non può invece esser impugnata, per ragioni d'analogia col caso dell'art. 19 bis cpv. 2 LEspr.).\n\nSi deve pertanto concludere che il Presidente non ha violato la legge ritenendosi esclusivamente competente a decidere sull'ammissibilità di principio della domanda degli espropriati fondata sull'art. 19 bis cpv. 2 LEspr. Su questo punto, il ricorso di diritto amministrativo è dunque infondato.\n\n4. Resta da vedere se l'impugnata decisione è fondata o meno nel merito. A sostegno di essa, il Presidente ha fornito due motivazioni. La prima è quella contenuta nella lettera del 18/21 novembre 1977: essa consiste nel dire che l'espropriato che ha fatto opposizione, non può chiedere il pagamento previsto dall'art. 19 bis LEspr. neppure dopo che l'opposizione stessa è stata definitivamente rimossa. La seconda motivazione, affacciata nella risposta e ripresa dalle esproprianti, consiste nel dire che il diritto di postulare il pagamento è comunque perento, se l'espropriato non presenta l'istanza nella fase di conciliazione, o comunque al più tardi alla prima udienza successiva alla reiezione dell'opposizione.\n\nNé l'una, né l'altra di codeste motivazioni convincono.\n\na) La ragione per cui chi ha fatto opposizione all'espropriazione non può chiedere il pagamento dell'acconto previsto dall'art. 19 bis cpv. 2 LEspr. è evidente. Chi si oppone puramente BGE 104 Ib 288 S. 294e semplicemente all'esproprio, oppure chiede che l'espropriazione sia limitata, rispetto alla domanda dell'espropriante (art. 35 lett. a LEspr.), non è disposto a cedere il diritto che l'espropriante intende acquisire o sopprimere (art. 5 LEspr.). In tal caso, l'espropriato non può manifestamente richiedere dall'espropriante una prestazione in denaro giusta l'art. 19 bis cpv. 2, il cui versamento, in virtù dell'art. 91 cpv. 1 LEspr., comporta l'acquisto da parte dell'espropriante della proprietà del fondo espropriato o del diritto che l'espropriazione costituisce sul fondo in suo favore, e la cui fissazione - trascorso il termine legale di pagamento stabilito dall'art. 88 cpv. 1 LEspr. - fa perdere all'espropriante la facoltà di rinunciare all'esproprio (art. 19 bis cpv. 3 LEspr.; cfr. DTF 101 Ib 172, 74, 176).\n\nNon si vede invece per quale ragione l'espropriato dovrebbe continuare ad essere privato della facoltà conferitagli dal legislatore con l'art. 19 bis cpv. 2 LEspr. al fine di rispettare l'esigenza di corrispondergli effettivamente \" l'intero valore venale\" (DTF 101 Ib 176), dopo che l'opposizione interposta sia stata definitivamente tolta. Ragionare diversamente significherebbe attribuire al legislatore un'intenzione ch'egli non può aver avuto: quella cioè di dissuadere l'espropriato dall'esercizio del diritto d'opposizione all'esproprio garantitogli dagli art. 30 e 35 lett. a LEspr., con la comminatoria della perdita di un altro diritto sancito dalla legge, e cioè quello d'ottenere l'acconto di cui all'art. 19 bis LEspr. Simili mezzi di dissuasione, anzi coazione, sarebbero chiaramente incostituzionali e, in assenza di un esplicito testo legale che vincolerebbe il Tribunale federale in forza dell'art. 113 cpv. 3 Cost., essi non possono esservi interpolati in violazione del principio dell'interpretazione costituzionale delle leggi. A quale risultato inammissibile tale interpretazione conduca, si avverte d'altronde nei casi in cui l'opposizione dovesse avverarsi fondata. Se, per esempio, l'espropriato, fondandosi sul principio di proporzionalità codificato nell'art. 1 cpv. 2 LEspr., avesse chiesto a ragione che l'intervento espropriativo sia limitato ad una parte soltanto del fondo preteso dall'espropriante, e la sua opposizione fosse ammessa, sarebbe addirittura iniquo precludergli la facoltà di chiedere, a decisione intervenuta, un pagamento commisurato al valore venale della porzione definitivamente soggetta all'esproprio.\n\nBGE 104 Ib 288 S. 295\n\nb) Dal testo dell'art. 19 bis cpv. 2 LEspr. risulta che la Commissione di stima, su richiesta dell'espropriato, fissa \"immediatamente\" (\"sofort\", \"immédiatement\"), se non è pendente opposizione e se le parti non giungono ad un accordo, un pagamento pari all'importo presumibile dell'indennità per il valore venale. Da codesta dizione si deve inferire che la Commissione non può astringere l'espropriante a tale pagamento prima che sia stata tenuta l'udienza di conciliazione, anche se nessuna opposizione è pendente. Inoltre si deve desumere dal testo che la CFS, investita della domanda dell'espropriato, deve statuire con celerità, cioè all'udienza stessa o subito dopo. Per contro, da questa disposizione non si deduce necessariamente un obbligo dell'espropriato di presentare l'istanza fondata sull'art. 19 bis cpv. 2 LEspr. al più tardi all'udienza di conciliazione, e nessuna disposizione di legge commina espressamente la perenzione di tale facoltà, per il caso che l'espropriato ometta di richiedere il pagamento in sede di conciliazione.\n\nOra, nella sistematica della legge, ogni volta che ad un'omissione dell'espropriato è connessa la perenzione di un diritto, il legislatore non solo l'ha previsto espressamente, ma ha anche prescritto che del diritto e delle conseguenze del mancato esercizio dello stesso l'espropriato sia esplicitamente avvertito. Così, nel caso che si proceda per avvisi pubblici, l'avviso deve non solo fissare il termine per le notificazioni, ma contenere la comminatoria delle conseguenze giuridiche connesse con l'omissione (art. 30 cpv. 1 lett. c LEspr.), con riferimento segnatamente alle disposizioni degli art. 39 (perenzione del diritto all'opposizione) e 41 (perenzione delle pretese di indennità). Uguale riferimento deve esser contenuto negli avvisi personali che debbono esser inviati agli aventi diritto noti, anche in caso di avviso pubblico (art. 31 LEspr.), nonché negli avvisi personali previsti per la procedura abbreviata (art. 34 cpv. 1 lett. e e f LEspr.). Da questa sistematica legislativa il Tribunale federale ha tratto la conseguenza che, ove un avviso pubblico non abbia avuto luogo ed all'interessato non sia stato notificato alcun avviso personale, le conseguenze di carattere perentorio di cui all'art. 41 LEspr. non possono verificarsi (cfr. DTF 92 I 178 /179; DTF 100 Ib 203 consid. 1b, 295 consid. 3a).\n\nSe ne deve concludere che - riservati i casi di manifesto abuso di diritto (art. 2 cpv. 2 CC) - non si può opporre la perenzione all'espropriato per aver egli omesso di presentare BGE 104 Ib 288 S. 296l'istanza di cui all'art. 19 bis cpv. 2 LEspr. all'udienza di conciliazione. D'altronde si possono presentare casi in cui una richiesta fatta più tardi appare perfettamente giustificata e conforme non solo agli interessi dell'espropriato ma anche a quelli dell'espropriante. Così, ad esempio, quando, per effetto della procedura espropriativa, non si possa più esigere dall'espropriato, a partire da un determinato momento, ch'egli continui ad utilizzare il fondo; oppure quando, sempre in conseguenza della procedura, sia venuto a cessare il reddito fruttato in precedenza da un immobile che i locatari hanno lasciato.\n\nc) Da quanto sopra discende che il Presidente della CFS non poteva dichiarare inammissibile l'istanza dei ricorrenti, ma doveva sottoporla alla Commissione di stima. Quest'ultima dovrà fissare l'importo del pagamento dovuto dall'espropriante giusta l'art. 19 bis cpv. 2 LEspr. Dato che quest'importo sarebbe stato versato precedentemente, se l'istanza non fosse stata dichiarata a torto irricevibile, la CFS stabilirà una data (tenendo conto di quella dell'istanza, della durata normale della procedura di fissazione dell'importo e del termine di pagamento di 20 giorni previsto dall'art. 88 cpv. 1 LEspr.), a partire dalla quale l'acconto dovuto sarà fruttifero dell'interesse usuale, in applicazione analogica delle regole sull'immissione in possesso.\n\nIl Tribunale federale pronuncia:\n\nIl ricorso è accolto, la decisione del Presidente è annullata e gli atti sono restituiti alla Commissione federale di stima del 13o circondario per la fissazione del pagamento ai sensi dei considerandi."}