{"annee": "104", "cour": "IV", "page": "261", "date": "28/11/1978", "cite": [], "cite_par": [], "chapeau": "59. Auszug aus dem Urteil des Kassationshofes vom 28. November 1978 i.S. F., E. und H. gegen Staatsanwaltschaft des Kantons Solothurn", "regestes": ["1. Art. 9 al. 2 OCR. Il n'existe aucun droit de priorité particulier lorsque les véhicules en présence peuvent se croiser sans se gêner mutuellement (consid. 1). 2. Art. 19 al. 2 CP. Le conducteur, notamment le pilote d'un véhicule particulièrement large, doit connaître la largeur exacte de son véhicule. Si de l'ignorance de cette dimension résulte une violation de règles de la circulation, par exemple celle d'une restriction du droit de circuler, il ne pourra se prévaloir de l'erreur de fait (consid. 2)."], "faits": "", "considerants": "BGE 104 IV 261 S. 261\n\nAus den Erwägungen:\n\n1. Den Beschwerdeführern wird eine Verletzung der Vorschrift des Art. 9 Abs. 2 VRV vorgeworfen, die bestimmt, dass schwere Motorwagen vor leichten den Vortritt haben, wenn auf schmalen Strassen das Kreuzen nicht möglich ist. Unmöglich ist das Kreuzen auf solchen Strassen, wenn bei korrekter Fahrweise BGE 104 IV 261 S. 262ein Fahrzeug die Fahrzone des andern beanspruchen muss, nicht aber, wenn jedes Fahrzeug ohne Benützung der Fahrfläche des andern seine Fahrt fortsetzen kann (vgl. SCHULTZ, Die strafrechtliche Rechtsprechung zum neuen Strassenverkehrsrecht, S. 157).\n\nDie Vorinstanz stellt in tatsächlicher Hinsicht nirgends fest, ein Kreuzen der beteiligten Fahrzeuge sei an der fraglichen Stelle, wo sie ohne gegenseitige Berührung aneinander vorbeifahren konnten, unmöglich gewesen. Ebensowenig kann dem angefochtenen Urteil entnommen werden, das Sattelmotorfahrzeug sei beim Kreuzen von einem der beiden Personenwagen in seiner Fahrt behindert worden, wie die Verletzung des Vortrittsrechts voraussetzt (vgl. Art. 14 Abs. 1 VRV). Auch werden keine näheren Angaben darüber gemacht, wie das Kreuzen vor sich ging, insbesondere, wie weit die Personenwagen nach rechts auswichen bzw. mit welchem seitlichen Abstand sie am Sattelschlepper vorbeifuhren und ob dieser bereits vor, während oder erst nach dem Kreuzen über den Asphaltbelag hinaus geriet. Fehlen aber bestimmte Anhaltspunkte für eine Behinderung des Sattelschleppers, so muss angenommen werden, das Kreuzen sei möglich gewesen. Das angefochtene Urteil ist daher aufzuheben und die Sache zur Freisprechung der Beschwerdeführer von der Anschuldigung der Verletzung des Art. 9 Abs. 2 VRV an die Vorinstanz zurückzuweisen.\n\n2. Der Beschwerdeführer macht geltend, er habe um die Überbreite (2,45 m) seines Sattelmotorfahrzeuges nicht gewusst, da er weder beim Erwerb von der Fachfirma noch bei den mehreren Vorführungen des Wagens von der kantonalen Motorfahrzeugkontrolle darauf aufmerksam gemacht worden sei und auf die Richtigkeit des Fahrzeugausweises vertraut habe, der keine entsprechende Auflage enthalte. Unter diesen Umständen habe er keine Veranlassung gehabt, die Breite des Fahrzeuges selber nachzumessen. Demzufolge liege auch kein selbstverschuldeter Sachverhaltsirrtum vor, wie die Vorinstanz angenommen habe.\n\nDie Fahrzeugbreite bildet Gegenstand sowohl genereller wie besonderer, d.h. örtlich begrenzter Verkehrsbeschränkungen. Um diese befolgen zu können, muss der Fahrzeugführer, insbesondere der Lenker schwerer Motorwagen, die häufig Überbreiten aufweisen, die genaue Breite seines Fahrzeuges kennen. Diese kann dem Fahrzeugausweis nicht entnommen werden, BGE 104 IV 261 S. 263weil das genaue Mass der Breite im Ausweis nicht eingetragen wird. Es ist selbst dann aus ihm nicht zu ersehen, wenn das Fahrzeug gemäss Fahrzeugausweis nur zum Verkehr auf den für 2,5 m breite Fahrzeuge geöffneten Strassen zugelassen ist und ein Breitezeichen zu tragen hat. Der Fahrzeugführer muss sich daher ausnahmslos auf andere Weise als durch Einsicht in den Fahrzeugausweis von der genauen Breite seines Fahrzeuges zuverlässig Kenntnis verschaffen. Besteht aber eine allgemeine Pflicht, die Breite des Fahrzeuges zu kennen, und kann ihr nur durch andere Vorkehren als die Einsicht in den Fahrzeugausweis genügt werden, so hätte der Beschwerdeführer als Transportunternehmer und Berufschauffeur bei pflichtgemässer Vorsicht seinen Irrtum vermeiden können. Die Vorinstanz hat somit zu Recht angenommen, der Sachverhaltsirrtum des Beschwerdeführers sei selbst verschuldet."}