{"annee": "104", "cour": "IA", "page": "343", "date": "5/7/1978", "cite": ["101 IA 354"], "cite_par": ["105 IA 370", "143 I 129", "105 IA 362", "111 IA 303", "112 IA 240", "111 IA 292"], "chapeau": "53. Extrait de l'arrêt du 5 juillet 1978 en la cause Annen et consorts contre Grand Conseil du canton de Neuchâtel", "regestes": ["Art. 85 lettre a OJ; initiative déclarée irrecevable. 1. Qualification, en droit neuchâtelois, d'une initiative tendant à étendre les droits populaires (initiatives constitutionnelle ou législative) (consid. 2 et 3). 2. Principes d'interprétation du texte d'une initiative; application de ces principes en l'espèce (consid. 4)."], "faits": "BGE 104 Ia 343 S. 343\n\nLe 7 juillet 1975, un groupe de citoyens a annoncé à la Chancellerie d'Etat du canton de Neuchâtel le lancement d'une initiative populaire pour la sauvegarde des droits du peuple dans le domaine de l'énergie atomique.\n\nLe Conseil d'Etat neuchâtelois a constaté, par arrêté du 20 février 1976, que le nombre de signatures valables se montait à 10674, et que le minimum légal requis était atteint. Le texte de l'initiative déposée est le suivant:\n\n\"Initiative populaire pour la sauvegarde des droits du peuple dans le domaine de l'énergie atomique.\n\nVu l'article 7 al. 2 de la loi fédérale sur l'utilisation pacifique de l'énergie atomique et la protection contre les radiations, du 23 décembre 1959.\n\nBGE 104 Ia 343 S. 344\n\nConsidérant la nécessité pour le peuple de pouvoir se prononcer expressément au cas où l'édification d'une installation atomique sur le territoire neuchâtelois serait envisagée.\n\nLes soussignés, citoyens et citoyennes exerçant leurs droits civiques dans le canton de Neuchâtel, demandent par voie d'initiative populaire que la législation cantonale soit complétée par le décret suivant:\n\nDécret concernant l'application de la loi fédérale sur l'utilisation pacifique de l'énergie atomique et la protection contre les radiations. Article premier. - Si le canton de Neuchâtel est requis de donner son avis à l'autorité fédérale compétente à propos de l'implantation d'une installation atomique, le Grand Conseil prend position.\n\nSa décision est soumise obligatoirement au vote du peuple.\n\nLe résultat de ce vote constitue l'avis du canton.\n\nArt. 2.- Le Conseil d'Etat est chargé de pourvoir, s'il y a lieu, à la promulgation et à l'exécution du présent décret.\n\nSi le Grand Conseil adopte des dispositions correspondant aux voeux de l'initiative, ou si la loi fédérale était amendée dans un sens analogue, les soussignés autorisent les personnes suivantes, agissant collectivement, à retirer ladite initiative au profit des nouvelles dispositions.\"\n\nSuivent les noms de ces personnes.\n\nLe Conseil d'Etat transmit cette initiative au Grand Conseil, en lui proposant, dans son rapport, de la soumettre au peuple et de recommander son rejet. Le Grand Conseil ayant renvoyé ce rapport à sa Commission législative, celle-ci a proposé de déclarer l'initiative irrecevable. Elle a considéré que l'extension des droits populaires proposée par les initiants ne pouvait se faire que par une revision de la constitution. L'initiative déposée étant du niveau législatif, elle aurait dû avoir la forme d'une initiative constitutionnelle pour être recevable.\n\nLe Grand Conseil s'est rallié à la proposition de la Commission législative et, dans sa séance du 20 juin 1977, a adopté le décret suivant:\n\n\"Article premier. L'initiative populaire pour la sauvegarde des droits du peuple dans le domaine de l'énergie atomique est déclarée irrecevable.\n\nArt. 2. L'autorité compétente pour donner le préavis prévu à l'art. 7 al. 2 de la loi fédérale sur l'utilisation de l'énergie atomique et la protection contre les radiations, du 23 décembre 1959, est le Conseil d'Etat.\"\n\nGeorges Annen et consorts, agissant par la voie du recours de droit public, demandent au Tribunal fédéral d'annuler le décret du 20 juin 1977. Ils invoquent la violation de leurs droits politiques (art. 85 OJ), d'une part, et celle de l'art. 4 Cst. pour formalisme excessif, d'autre part.\n\nLe Tribunal fédéral a admis le recours.\n\nBGE 104 Ia 343 S. 345", "considerants": "Considérant en droit:\n\n2. En l'espèce, le Grand Conseil du canton de Neuchâtel a qualifié de législative l'initiative populaire pour la sauvegarde des droits du peuple dans le domaine de l'énergie atomique; il l'a déclarée irrecevable, considérant qu'il était exclu d'introduire, par une telle initiative, un droit populaire que la constitution cantonale ne prévoit pas. Les recourants admettent que les dispositions dont ils proposent l'adoption sont de rang constitutionnel; ils affirment que c'est à tort que l'autorité cantonale qualifie de législative l'initiative précitée.\n\nL'examen du Tribunal fédéral doit ainsi porter sur deux points. Il s'agit en premier lieu de dire si l'initiative populaire pour la sauvegarde des droits du peuple dans le domaine de l'énergie atomique tend à l'introduction, dans le droit neuchâtelois, de normes de rang constitutionnel. Dans l'affirmative, il faut alors examiner si c'est à juste titre que cette initiative, telle qu'elle a été déposée, a été qualifiée de législative par le Grand Conseil.\n\n3. a) La constitution neuchâteloise traite de l'initiative constitutionnelle à ses art. 83 à 85, et de l'initiative législative à son art. 38.\n\nAux termes de l'art. 84 Cst. cant., le droit d'initiative en matière de revision partielle de la constitution appartient au peuple, à tout membre du Grand Conseil et au Conseil d'Etat. L'initiative constitutionnelle populaire est le droit qu'ont 6000 électeurs au moins de proposer au Grand Conseil l'adoption d'un nouvel article constitutionnel, l'abrogation ou la modification d'articles en vigueur.\n\nL'initiative populaire législative est le droit qu'ont 6000 électeurs au moins de proposer au Grand Conseil l'adoption, l'élaboration, la modification ou l'abrogation d'une loi ou d'un décret (art. 38 Cst. cant.).\n\nLa loi sur l'exercice des droits politiques, du 21 novembre 1944, telle qu'elle a été revisée par la loi du 21 décembre 1959 (LEDP), règle, à son chapitre VII, l'exercice du droit d'initiative populaire. Les art. 118 à 132 ont trait à l'initiative constitutionnelle, alors que les art. 133 et 134 se rapportent à l'initiative législative.\n\nLes art. 85 Cst. cant. et 128 LEDP précisent que la constitution revisée ou la partie revisée de la constitution sera soumise à BGE 104 Ia 343 S. 346la sanction populaire et qu'elle devra, pour être acceptée, réunir la majorité absolue des électeurs ayant valablement pris part à la votation. Qu'elle soit conçue en termes généraux ou présentée sous la forme d'un projet rédigé de toutes pièces, l'initiative constitutionnelle doit toujours être soumise au peuple. En revanche, l'initiative législative n'est obligatoirement soumise à la sanction populaire que si le Grand Conseil rejette la proposition des initiants ou s'il modifie le texte du projet (art. 38 Cst. cant. et 133 LEDP). Si le Parlement cantonal adopte le projet présenté, celui-ci ne sera soumis au peuple que si la demande en est faite par 6000 électeurs (art. 39 al. 2 Cst. cant. et 138 LEDP).\n\nIl y a ainsi un réel intérêt à déterminer si une initiative est de rang constitutionnel ou de rang législatif. Si la proposition faite par les initiants concerne des règles de rang constitutionnel, elle ne peut être soumise au peuple que sous la forme d'une initiative constitutionnelle. Si elle tend en revanche à la modification d'une loi ou d'un décret, elle doit alors être présentée dans le cadre d'une initiative législative. Au surplus, les normes adoptées, si elles sont de rang constitutionnel, doivent recevoir la garantie de la Confédération.\n\nb) Il faut dès lors examiner si, en droit neuchâtelois, la détermination ou l'extension des droits populaires doit intervenir par la modification de la constitution cantonale ou simplement par la voie de l'initiative législative. A cet égard, il convient de relever qu'en matière de votations et d'élections, les droits populaires - droit de vote, droit d'initiative, droit de référendum - sont tous définis par la constitution. Le peuple tient de cette dernière le droit d'élire les députés au Conseil des Etats (art. 17bis), les députés au Grand Conseil (art. 23 ss.) et les membres du Conseil d'Etat (art. 43 ss.). C'est également la constitution qui l'habilite à participer à la formation de la volonté étatique par l'exercice du droit d'initiative et du droit de référendum. La loi sur l'exercice des droits politiques ne crée pas elle-même ces droits ni n'en institue de nouveaux. Son rôle essentiel est de fixer les règles de procédure nécessaires à l'exercice de ces droits et à un déroulement normal des opérations de scrutin. On peut dès lors en déduire qu'en l'état actuel du droit neuchâtelois, seule une initiative constitutionnelle peut proposer la modification des droits populaires. Le principe du parallélisme des formes exige en tout cas que les règles de degré BGE 104 Ia 343 S. 347constitutionnel existantes ne soient modifiées que par la voie de l'initiative constitutionnelle.\n\nEn l'espèce, les initiants n'ont pas proposé la modification des droits populaires, tels qu'ils sont établis par la constitution cantonale. Ils demandent une extension de ces droits. Ils entendent en effet étendre au préavis que le canton est appelé à donner à l'autorité fédérale en application de l'art. 7 de la loi fédérale sur l'utilisation pacifique de l'énergie atomique et la protection contre les radiations (LUA) le droit de référendum obligatoire prévu aux art. 39 et 84 Cst. cant. Dans la mesure où elles instituent un nouveau droit populaire, les règles dont l'adoption est proposée par voie d'initiative sont de degré constitutionnel; d'après la systématique adoptée par la constituante neuchâteloise, les droits populaires sont en effet reconnus par la constitution, la loi sur l'exercice des droits politiques ne contenant que des dispositions sur l'exercice de ces droits. Telle est l'opinion soutenue par les autorités cantonales compétentes et par les recourants. Certes, en mettant l'accent sur d'autres éléments, la thèse contraire serait aussi défendable. S'il est vrai que les droits populaires sont reconnus par la constitution, cela ne signifie cependant pas qu'une extension de ces droits par la voie de l'initiative législative soit absolument exclue. Il faut relever à cet égard la nature particulière du préavis que le canton est appelé à donner en application de l'art. 7 LUA; en outre, les dispositions dont l'adoption est proposée constituent en quelque sorte des dispositions d'exécution d'une loi fédérale, et leur application sera relativement rare. Par ailleurs, l'art. 52 Cst. cant., aux termes duquel \"le Conseil d'Etat est chargé des relations fédérales et étrangères dans les limites des constitutions fédérale et cantonale\", ne devrait pas constituer un obstacle à ce que les normes proposées par les initiants soient adoptées par la voie de l'initiative législative. Cette disposition vise plutôt une compétence de représentation qu'une compétence de décision. Elle n'exclut pas qu'un autre organe puisse intervenir. A cet égard, on peut relever que, dans son décret du 20 juin 1977, le Grand Conseil lui-même a prévu que le préavis donné par le Conseil d'Etat devait être soumis à la ratification du Parlement.\n\nL'opinion défendue par le Grand Conseil et par les recourants et selon laquelle toute extension des droits populaires doit, d'après la systématique du droit constitutionnel cantonal, BGE 104 Ia 343 S. 348être reconnue par des normes de rang constitutionnel, repose cependant sur de sérieux arguments et le Tribunal fédéral doit lui donner la préférence. C'est dès lors à juste titre que le Grand Conseil a admis in casu que les dispositions que l'initiative pour la sauvegarde des droits populaires dans le domaine de l'énergie atomique tend à faire adopter, sont de rang constitutionnel, et qu'il y a donc lieu d'agir par la voie de l'initiative constitutionnelle.\n\n4. Il faut ainsi examiner si l'initiative formée par les recourants répond aux exigences d'une initiative constitutionnelle. Le texte de cette initiative est susceptible d'interprétation; d'après la jurisprudence, l'inviolabilité du droit de vote exige que l'autorité qui se prononce sur la recevabilité d'une initiative interprète cette dernière dans le sens le plus favorable aux initiants. Lorsqu'une initiative peut, d'après les règles générales d'interprétation des textes juridiques, être comprise dans un sens qui ne permette pas de la considérer comme étant manifestement et indubitablement inexécutable, il faut la déclarer recevable et la soumettre au vote populaire (ATF 101 Ia 367).\n\nDans ses observations sur le présent recours, le Grand Conseil énumère les divers éléments qu'il a pris en considération et qui l'ont conduit à qualifier de législative l'initiative en cause. Les initiants demandaient que la \"législation\" cantonale soit complétée par un décret concernant l'application d'une loi fédérale. Ce faisant, ils auraient eux-mêmes fixé la nature législative de leur proposition, et il n'appartenait pas au Parlement de prendre une décision qui aille à l'encontre de leur volonté.\n\nCertes, en règle générale, le terme de \"législation cantonale\" se rapporte aux lois, règlements et arrêtés, alors que l'expression \"droit cantonal\" a un sens plus large et vise l'ensemble des normes, constitutionnelles et légales, en vigueur dans un canton. Toutefois, l'utilisation d'un terme non approprié ou d'une expression imprécise ne suffit pas pour conférer à l'initiative déposée un caractère législatif. Il en va de même en ce qui concerne l'usage du terme \"décret\". L'art. 138 LEDP met sur le même rang la loi et le décret; la loi \"est une disposition législative d'ordre général et sans limite de temps\", alors que \"le décret est limité à un objet particulier ou dans le temps\". Le décret paraît dès lors bien être, en principe, de degré inférieur par rapport à la constitution. Toutefois, l'autorité cantonale relève elle-même, dans ses observations sur le recours, que \"le BGE 104 Ia 343 S. 349mot décret ne présente pas de caractère spécifique dont l'emploi serait déterminant pour apprécier la question litigieuse\". Elle soutient en revanche que les initiants, en liant le décret proposé à l'application d'une loi, ont fixé la nature législative de leur initiative, car \"les dispositions d'application d'une loi ne se conçoivent, selon les principes généraux du droit, que dans le cadre législatif et non constitutionnel\". On ne saurait cependant la suivre sur ce point. Constatant que l'initiative tendait à étendre les droits populaires, le Grand Conseil a admis que les normes dont l'adoption était proposée étaient de rang constitutionnel. Il ne pouvait dès lors se fonder sur le seul fait que l'initiative propose formellement l'adoption d'un décret concernant l'application d'une loi fédérale pour la qualifier de législative, en faisant abstraction du but poursuivi par les initiants et de la nature des dispositions proposées. S'il eût suffi que l'initiative tende à l'adoption d'un \"décret concernant l'extension des droits populaires dans le domaine de l'énergie atomique\" pour qu'elle soit alors qualifiée de constitutionnelle, la décision d'irrecevabilité, qui se fonde sur les termes adoptés en réalité par les initiants pour déterminer la nature de l'initiative, ne peut être approuvée.\n\nCertes, présentées sous forme de décret, les nouvelles dispositions de rang constitutionnel proposées par l'initiative ne peuvent être insérées dans le texte même de la constitution. Les initiants auraient effectivement pu songer à la modification de dispositions constitutionnelles existantes. Quoi qu'il en soit, c'est bien la nature des normes proposées qui est déterminante. Ces dispositions ayant rang constitutionnel, elles ont la même valeur juridique que les règles inscrites dans la constitution, même si elles n'y sont pas d'emblée incluses.\n\nC'est dès lors à tort que le Grand Conseil a déclaré irrecevable l'initiative populaire pour la sauvegarde des droits du peuple dans le domaine de l'énergie atomique. Le recours doit ainsi être admis, et la décision déférée doit être annulée."}