{"annee": "104", "cour": "IB", "page": "412", "date": "22/12/1978", "cite": ["56 I 413", "61 I 362", "103 IB 134", "64 I 225", "104 IB 205", "64 I 365", "101 IB 143", "103 IB 315", "100 IB 166", "100 IB 318", "68 II 308", "101 IA 46"], "cite_par": ["131 II 271", "110 II 70", "106 IA 254", "109 IB 81", "129 II 438", "113 IB 327", "108 IB 540", "125 II 29", "109 IB 130", "108 II 233", "109 IB 285", "106 IB 182", "105 IB 348", "109 V 197", "112 IB 531", "107 IB 243", "110 IB 166"], "chapeau": "62. Urteil vom 22. Dezember 1978 i.S. Coop Schweiz, Migros-Genossenschafts-Bund und Mitbeteiligte gegen Eidg. Volkswirtschaftsdepartement", "regestes": ["ACF relatif aux suppléments de prix sur les huiles et graisses comestibles; contrôle d'une ordonnance du Conseil fédéral. 1. Contrôle d'une ordonnance du Conseil fédéral par un Département (consid. 3). 2. Le Tribunal fédéral peut contrôler la légalité d'une ordonnance du Conseil fédéral approuvée par un arrêté simple de l'Assemblée fédérale (précision apportée à la jurisprudence; consid. 4). 3. Lorsque le Conseil fédéral dispose d'un large pouvoir d'appréciation pour édicter une ordonnance, le Tribunal fédéral doit respecter ce pouvoir en procédant au contrôle de la constitutionnalité et de la légalité de l'ordonnance. Il examine avant tout si l'ordonnance permet d'atteindre le but visé par la loi et si le Conseil fédéral a respecté le principe de la proportionnalité en exerçant son pouvoir d'appréciation. On peut admettre que ce dernier principe a été respecté lorsqu'un rapport raisonnable existe entre les moyens adoptés par l'ordonnance et le but visé par la loi (consid. 5 et 6). 4. Les contributions fixées par l'art. 1er al. 1 de l'ACF relatif aux suppléments de prix sur les huiles et graisses comestibles importées (dans sa version du 24 août 1977) sont conformes à la Constitution et à la loi"], "faits": "BGE 104 Ib 412 S. 413\n\nAls am 12. Juni 1977 der Bundesbeschluss vom 17. Dezember 1976 über die Neuordnung der Umsatzsteuer und der direkten Bundessteuer in der Volksabstimmung verworfen wurde, beschloss der Bundesrat als Sparmassnahme unter anderem eine Reduktion der Leistungen des Bundes an die Milchrechnung. Die angestrebte Entlastung des Bundes in diesem Sektor sollte durch eine Erhöhung des Butter-Engrospreises erreicht werden. Der Bundesrat änderte daher mit Wirkung vom 1. September 1977 die Verordnung über Verbilligungsbeiträge und Handelspreise für Butter (SR 916.357.3) entsprechend ab. Durch die Erhöhung des Butter-Engrospreises verbessert sich die Milchrechnung, weil die zu ihren Lasten gehende Differenz zwischen dem Butter-Engrospreis und dem den Produzenten garantierten (höheren) Übernahmepreis für inländische Butter verkleinert wird. Im weiteren bewirkt die Erhöhung des Butter-Engrospreises aber auch eine Erhöhung der der Milchrechnung gutgeschriebenen Abgabe auf importierter Butter. Da die zu einem geringeren Gestehungspreis eingeführte Butter nämlich mit einer Abgabe belastet wird, bis BGE 104 Ib 412 S. 414sie gleich teuer ist wie die Inlandbutter, wird diese Abgabe umso grösser, desto höher der Butter-Engrospreis im Inland festgesetzt wird. Nach den Angaben des Bundesrates ergibt sich aus der Erhöhung des Butter-Engrospreises gesamthaft eine Verbesserung der Milchrechnung um rund 25 Millionen Franken im Jahr und damit eine Entlastung des Bundeshaushaltes um den gleichen Betrag (vgl. die Botschaft des Bundesrates über erste Überbrückungsmassnahmen zur Vermeidung untragbarer Defizite im Bundeshaushalt vom 24. August 1977, BBl 1977 II, S. 1478).\n\nDie Erhöhung des Butterpreises vergrösserte die Preisdifferenz der Butter zu den Speiseölen und Speisefetten, insbesondere zur Margarine. Da der Bundesrat eine Verschärfung der Konkurrenz zwischen diesen Produkten fürchtete, ordnete er zum teilweisen Ausgleich der Preisdifferenz als \"flankierende Massnahme\" eine Erhöhung der Preiszuschläge auf eingeführten Speiseölen und Speisefetten sowie auf deren Rohstoffen und Halbfabrikaten an und änderte zu diesem Zweck am 24. August 1977 den Bundesratsbeschluss über Preiszuschläge auf Speiseölen und Speisefetten vom 1. November 1963 (SR 916.358.451, Änderung in AS 1977, S. 1500 ff.). Mit dieser Änderung wurden mit Wirkung ab 26. August 1977 die Preiszuschläge, die ab 1. März 1975 Fr. 75.- je 100 kg betragen hatten, auf Fr. 105.- je 100 kg angehoben. Diese Massnahme ergibt nach den Angaben des Bundesrates Mehreinnahmen von rund 24 Millionen Franken im Jahr (vgl. die zitierte Botschaft BBl 1977 II, S. 1481). Dieser Betrag fliesst als zweckgebundene Einnahme in die Milchrechnung und entlastet damit ebenfalls den Bundeshaushalt.\n\nGestützt auf Art. 30 Abs. 3 des Beschlusses der Bundesversammlung über Milch, Milchprodukte und Speisefette (Milchbeschluss, abgekürzt MB, SR 916.350) genehmigte die Bundesversammlung am 29. September 1977 mit einem einfachen Bundesbeschluss die Änderung des Bundesratsbeschlusses über Preiszuschläge auf Speiseölen und Speisefetten (BBl 1977 III S. 266).\n\nIn Anwendung dieser Erlasse traf die Sektion für Ein- und Ausfuhr der Handelsabteilung im Auftrag der Schweiz. Genossenschaft für Getreide und Futtermittel (GGF) im August, September und Oktober 1977 Verfügungen über Anträge verschiedener Importeure zum Verkauf und Rückkauf von diversen BGE 104 Ib 412 S. 415Speiseölen bzw. -fetten. Sie entsprach diesen Anträgen, wobei sie aber einen Preiszuschlag gemäss der neuen Regelung belastete. Im Oktober und November 1977 wies das Eidgenössische Volkswirtschaftsdepartement (EVD) verschiedene, gegen die Preiszuschlagserhebung eingereichte Beschwerden ab. Es stellte fest, dass die streitigen Preiszuschläge entsprechend den nun geltenden Vorschriften erhoben worden seien, was im übrigen nicht in Frage gestellt werde. Die Rechtmässigkeit des Bundesratsbeschlusses vom 24. August 1977 indessen, die mit den Beschwerden in Frage gestellt werde, sei vom Departement als untergeordneter Verwaltungsbehörde nicht zu überprüfen. Die Rechtmässigkeit des mit Bundesbeschluss genehmigten Bundesratsbeschlusses habe mithin als gegeben zu gelten.\n\nGegen die Entscheide des EVD führen die Coop Schweiz, die J. Klaesi AG, die Oleificio Sabo, die SAIS, die Schweizerische Milch-Gesellschaft AG sowie der Migros-Genossenschafts-Bund Verwaltungsgerichtsbeschwerden. Dabei nehmen die erstgenannten fünf Beschwerdeführerinnen, durch das gleiche Anwaltsbüro und in praktisch identischer Weise Stellung; sie werden in der Folge als \"Gruppe Coop\" bezeichnet. Der Migros-Genossenschafts-Bund wird von einem anderen Rechtsanwalt vertreten; soweit eine gesonderte Betrachtung seines Standpunktes am Platze ist, wird dieser Beschwerdeführer als \"die Migros\" bezeichnet. Die Beschwerdeführer verlangen mit ihren Beschwerdebegehren im wesentlichen die Aufhebung der Entscheide des EVD und der Sektion für Ein- und Ausfuhr wegen Gesetzes- und Verfassungswidrigkeit des Bundesratsbeschlusses vom 24. August 1977, Neufestsetzung der zu erhebenden Preiszuschläge höchstens auf der Basis der Ansätze von 1975 (AS 1975, S. 424) und Rückerstattung der im Vergleich damit zuviel erhobenen Preiszuschläge nebst Zins zu 5 % im Jahr. Die Gruppe Coop verlangt darüber hinaus in einem Subeventualantrag die Feststellung, dass eine weitere Erhöhung der Preiszuschläge gesetz- und/oder verfassungswidrig wäre.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Alle sechs Beschwerden haben einen gleichartigen Gegenstand und werfen die nämlichen Rechtsfragen auf. Es rechtfertigt sich daher, sie gemeinsam zu behandeln.BGE 104 Ib 412 S. 416\n\nb) Die Beschwerden richten sich gegen Entscheide des EVD, die in Anwendung des Bundesratsbeschlusses über Preiszuschläge auf Speiseölen und Speisefetten in der Fassung vom 24. August 1977 ergangen sind. Dieser Bundesratsbeschluss sieht in Art. 1 Abs. 1 Preiszuschläge in verschiedener Höhe je nach dem Einfuhrgut vor. Es stellt sich daher die Frage, ob die Beschwerden sich auf Verfügungen über Tarife im Sinne von Art. 99 lit. b OG beziehen und aufgrund dieser Bestimmung unzulässig sind.\n\nDas Bundesgericht nimmt in ständiger Rechtsprechung an, nur die Verfügungen, die den Erlass oder die Genehmigung eines Tarifs als Ganzes zum Gegenstand haben, könnten nicht mit Verwaltungsgerichtsbeschwerde angefochten werden, wohl aber die Anwendung des Tarifs durch Verfügung im Einzelfall (BGE 103 Ib 319 E. 4d mit Hinweisen). Um eine solche Anwendung im Einzelfall handelt es sich bei den angefochtenen Verfügungen. Das Bundesgericht kann in diesen Fällen zwar nicht den Tarif als Ganzes mit all seinen Positionen und ihrem gegenseitigen Verhältnis überprüfen, dagegen aber die konkret angewandte Tarifposition.\n\nc) Die Beschwerdeführer verlangen nicht nur die Aufhebung des Entscheides des EVD, sondern auch die Aufhebung der Verfügungen der Sektion für Ein- und Ausfuhr. Gegen diese Verfügungen, die in erster Instanz ergangen sind, ist die Verwaltungsgerichtsbeschwerde nicht zulässig. Soweit sich die Beschwerden auf die erstinstanzlichen Verfügungen beziehen, ist auf sie daher nicht einzutreten.\n\nd) Die Gruppe Coop verlangt für den Fall der Abweisung ihres Hauptstandpunktes die gerichtliche Feststellung, dass eine weitere Erhöhung der Preiszuschläge gesetz- und verfassungswidrig wäre. Ein solches Begehren, das sich gegen eine noch nicht getroffene, zukünftige Verfügung bzw. gegen eine noch nicht erlassene Norm richtet, ist im Rahmen dieses Verfahrens nicht zulässig. Auch auf dieses Begehren kann darum nicht eingetreten werden.\n\n2. a) Nach Art. 26 Abs. 1 lit. b des Bundesgesetzes vom 3. Oktober 1951 über die Förderung der Landwirtschaft und die Erhaltung des Bauernstandes (Landwirtschaftsgesetz, abgekürzt LwG, SR 910. 1) kann die Bundesversammlung zur Sicherung einer geordneten Versorgung des Landes mit Milch und Milchprodukten und zur Förderung des Absatzes von Milch zu BGE 104 Ib 412 S. 417Preisen, die nach den Grundsätzen dieses Gesetzes angemessen sind, unter Berücksichtigung der Interessen der Gesamtwirtschaft u.a. die Erhebung von Abgaben auf der Einfuhr von Speiseölen und Speisefetten, mit Einschluss der zu ihrer Herstellung notwendigen Rohstoffe und Halbfabrikate, anordnen; die Erträgnisse dieser Abgaben sind zur Senkung der Preise von Milchprodukten und einheimischen Speisefetten und zur Förderung ihres Absatzes zu verwenden.\n\nGestützt u.a. auf Art. 26 LwG wurde der Titel \"VII. Abgaben\" (Art. 26 ff.) des Milchbeschlusses erlassen. Nach Art. 26 Abs. 1 lit. c MB können, vorbehältlich der jeweilen geltenden zwischenstaatlichen Vereinbarungen, u.a. auf eingeführten Speiseölen und Speisefetten, mit Einschluss der zu ihrer Herstellung nötigen Rohstoffe und Halbfabrikate, Preiszuschläge erhoben werden. Die Erträgnisse dieser Abgaben sind gemäss Art. 26 Abs. 2 MB zur Senkung der Preise von einheimischen Milchprodukten und zur weiteren Förderung ihres Absatzes im In- und Ausland zu verwenden.\n\nNach Art. 30 Abs. 1 MB setzt der Bundesrat die Preiszuschläge auf eingeführten Speisefetten, Speiseölen und deren Halbfabrikaten nach Anhörung der Beteiligten und der beratenden Kommission fest. Bei der Festsetzung der Zuschläge ist auf die Entwicklung der Weltmarktpreise der belasteten Waren, auf die Preis- und Absatzverhältnisse bei den inländischen Milchprodukten und Speisefettstoffen sowie auf die Lebenshaltungskosten Rücksicht zu nehmen. Aufgrund dieser Bestimmung änderte der Bundesrat den Bundesratsbeschluss über Preiszuschläge auf Speiseölen und Speisefetten und erhöhte dadurch mit Wirkung ab 26. August 1977 die Preiszuschläge auf Speiseölen und Speisefetten auf Fr. 105.- je 100 kg. Gemäss Art. 30 Abs. 3 MB hat die Bundesversammlung in der nächsten Session zu beschliessen, ob und in welchem Ausmass die neu festgesetzten Abgaben in Kraft bleiben sollen. Die genannte Änderung der Preiszuschläge wurde von der Bundesversammlung am 29. September 1977 mit einem einfachen Bundesbeschluss genehmigt (BBl 1977 III S. 266).\n\nb) Die Erhebung von Preiszuschlägen spielt sich im Einzelfall in einem Bewilligungsverfahren ab. In diesem verkauft der Importeur die fragliche Importware der Schweizerischen Genossenschaft für Getreide und Futtermittel (GGF); anschliessend kauft er sie von dieser zu einem Preis, der um die BGE 104 Ib 412 S. 418behördlich festgesetzten Preiszuschläge erhöht ist, wieder zurück (Art. 31 Abs. 3 MB; Art. 1 und 9 des Bundesratsbeschlusses über Preiszuschläge auf Speiseölen und Speisefetten). Im Namen der GGF handelt die Sektion für Ein- und Ausfuhr der Handelsabteilung des Eidg. Volkswirtschaftsdepartementes. Diese erliess die Verfügungen, deren Bestätigung durch das EVD in den vorliegenden Fällen strittig ist.\n\n3. Die Beschwerdeführer fechten nicht die Anwendung des Bundesratsbeschlusses über Preiszuschläge auf Speiseölen und Speisefetten an sich an, sondern machen geltend, der Bundesratsbeschluss in seiner Fassung vom 24. August 1977 sei gesetz- und verfassungswidrig. Diese Rüge hatten sie bereits vor dem EVD vorgebracht. Dieses ist aber darauf nicht eingegangen und hat in den angefochtenen Entscheiden ausgeführt, es sei als untergeordnete Verwaltungsbehörde nicht befugt, den genannten Bundesratsbeschluss, der überdies von der Bundesversammlung genehmigt worden sei, auf seine Rechtmässigkeit zu überprüfen. Die Beschwerdeführer sehen darin eine Verletzung des rechtlichen Gehörs.\n\nNach der Rechtsprechung des Bundesgerichts kann in einer zu Unrecht vorgenommenen Kognitionsbeschränkung eine Verletzung des rechtlichen Gehörs liegen (BGE 101 Ia 57 E. 8 mit Hinweis). Andererseits ist ein Bundesbeamter in Ausübung seines Amtes an die Verordnung des Bundesrates und die Weisungen seines Departementes gebunden und hat deren Gesetzmässigkeit nicht zu überprüfen. Ob das auch gilt, wenn das Departement als Beschwerdeinstanz entscheidet, ist fraglich. Der Departementsvorsteher müsste dem Bundesrat vielmehr Antrag auf Änderung einer Verordnung stellen, wenn er zur Überzeugung gelangt, dass diese Verordnung rechtswidrig sei. Die Frage der Überprüfung von Verordnungen durch die Departemente kann jedoch offen bleiben, da dem Bundesgericht bei der Beurteilung der Verfassungs- und Gesetzmässigkeit der angefochtenen Rechtsverordnung über Preiszuschläge auf Speiseölen und Speisefetten eine Kognition zusteht, die mindestens so weit reicht, wie diejenige der Vorinstanz. Im übrigen kann das Bundesgericht im vorliegenden Fall die Sachverhaltsfeststellung von Amtes wegen überprüfen (Art. 105 Abs. 1 OG). Eine allfällige Verweigerung des rechtlichen Gehörs durch Kognitionsbeschränkung würde somit im bundesgerichtlichen Verfahren geheilt (BGE 104 Ib 208 E. 2 mit Hinweis).BGE 104 Ib 412 S. 419\n\n4. Die Beschwerdeführer rügen, der Bundesratsbeschluss vom 24. August 1977, mit dem die angefochtene Erhöhung der Preiszuschläge auf Speiseölen und Speisefetten angeordnet worden ist, sei gesetz- und verfassungswidrig. Im Zeitpunkt, als die angefochtenen Entscheidungen durch das EVD gefällt wurden, war der genannte Bundesratsbeschluss bereits durch die Bundesversammlung genehmigt worden. Es stellt sich daher die Frage, ob das Bundesgericht die durch die Bundesversammlung bestätigte Preiszuschlagserhöhung überprüfen kann.\n\na) In der Botschaft über erste Überbrückungsmassnahmen zur Vermeidung untragbarer Defizite im Bundeshaushalt vom 24. August 1977 (BBl 1977 II, S. 1500) beantragte der Bundesrat der Bundesversammlung, die strittige Preiszuschlagserhöhung mit einem allgemeinverbindlichen, dem Referendum entzogenen Bundesbeschluss zu bestätigen. Dabei wurde der Bundesversammlung der folgende Text als Bundesbeschluss vorgeschlagen:\n\n\"Die mit Bundesratsbeschluss vom 24. August 1977 über Preiszuschläge auf Speiseölen und Speisefetten neu festgesetzten Ansätze bleiben weiterhin in Kraft.\"\n\nNoch vor der parlamentarischen Behandlung dieses Geschäftes vertrat das Eidg. Finanz- und Zolldepartement jedoch in einem Bericht vom 15. September 1977 die Ansicht, es stelle ein Versehen dar, dass der Bundesversammlung der Entwurf eines allgemeinverbindlichen anstatt eines einfachen Bundesbeschlusses unterbreitet worden sei. Die Bundesversammlung erliess in der Folge am 29. September 1977 einen einfachen Bundesbeschluss mit dem Wortlaut:\n\n\"Die Änderung vom 24. August 1977 des Bundesratsbeschlusses über Preiszuschläge auf eingeführten Speiseölen und Speisefetten wird\n\ngenehmigt.\" Dieser Bundesbeschluss ist nicht in der Sammlung der eidgenössischen Gesetze, sondern nur im Bundesblatt veröffentlicht worden (BBl 1977 III S. 266).\n\nb) Art. 30 Abs. 3 MB gibt der Bundesversammlung die Kompetenz zu beschliessen, ob und in welchem Ausmass die neu festgesetzten Abgaben in Kraft bleiben sollen. Es kann hier offen gelassen werden, wie ein Beschluss, mit dem die Bundesversammlung eine Änderung oder Aufhebung des Bundesratsbeschlusses über die Preiszuschläge auf Speiseölen und Speisefetten zu bewirken beabsichtigt, rechtlich zu qualifizieren wäre BGE 104 Ib 412 S. 420und in welcher Erlassform ein solcher Beschluss erlassen werden müsste.\n\nIm vorliegenden Fall ist davon auszugehen, dass die Bundesversammlung den Bundesratsbeschluss über Preiszuschläge auf Speiseölen und Speisefetten \"genehmigt\" hat. Aus dem gewählten Wortlaut kann geschlossen werden, dass sie die Änderung der Preiszuschläge trotz eingehender Diskussion (vgl. Amtl. Bull. 1977 N 1208 ff., S 499 ff.) nicht zum eigenen Beschluss erheben, sondern lediglich sanktionieren wollte. Hätte die Bundesversammlung den Bundesratsbeschluss zu seinem eigenen Beschluss gemacht, wäre dies ein Akt der Rechtsetzung gewesen, denn die Regelung betreffend die Preiszuschläge auf eingeführten Speiseölen und Speisefetten enthält generelle und abstrakte Normen, welche natürlichen oder juristischen Personen Pflichten auferlegen und Rechte einräumen, und fällt somit unter den Begriff der rechtsetzenden Normen im Sinne von Art. 5 Abs. 2 GVG. Rechtsetzende Normen kann die Bundesversammlung aber nur in den dafür vorgesehenen Erlassformen, d.h. entweder in der Form eines Bundesgesetzes oder eines allgemeinverbindlichen Bundesbeschlusses erlassen (Art. 5 ff. GVG). Die Bundesversammlung hätte darum die strittige Preiszuschlagserhöhung rechtsgültig nur zum eigenen Beschluss erheben können, wenn sie dafür eine der genannten, für die Rechtsetzung bestimmten Erlassformen gewählt hätte. Mit einem einfachen Bundesbeschluss jedoch konnte sie den Bundesratsbeschluss über Preiszuschläge auf Speiseölen und Speisefetten nur sanktionieren, aber an dessen Charakter nichts ändern. Da die Bundesversammlung eine reine Sanktionierung beabsichtigte, erscheint es als richtig, dass sie entgegen dem ursprünglichen Antrag des Bundesrates nicht die Form eines allgemeinverbindlichen, sondern eines einfachen Bundesbeschlusses für ihre Genehmigung wählte.\n\nc) Das Bundesgericht kann Verordnungen des Bundesrates auf ihre Rechtmässigkeit hin überprüfen. Bei unselbständigen Verordnungen, die sich auf eine gesetzliche Delegation stützen, prüft es, ob sie sich in den Grenzen der dem Bundesrat im Gesetz eingeräumten Befugnisse halten. Soweit das Gesetz den Bundesrat nicht ermächtigt, von der Verfassung abzuweichen, befindet das Gericht auch über die Verfassungsmässigkeit der unselbständigen Verordnungen. Bei selbständigen, direkt auf die Bundesverfassung abgestützten Verordnungen kommt nur BGE 104 Ib 412 S. 421eine Überprüfung der Verfassungsmässigkeit in Betracht. Die Verfassungs- oder Gesetzwidrigkeit einer Verordnungsvorschrift kann der betroffene Bürger im verwaltungsgerichtlichen Verfahren anlässlich der Überprüfung einer auf sie gestützten Einzelverfügung rügen (BGE 104 Ib 209 E. 3b mit Hinweis, BGE 100 Ib 319 f.).\n\nOb auch bundesrätliche Verordnungen, die von der Bundesversammlung durch einfachen Bundesbeschluss genehmigt worden sind, vom Bundesgericht überprüft werden können, ist eine Frage, über die in der Rechtsprechung keine eindeutige Auffassung besteht. In BGE 56 I 417 f. und BGE 61 I 367 f. führte das Bundesgericht aus, die Genehmigung eines Bundesratsbeschlusses (in beiden Fällen unselbständige Verordnungen) durch die Bundesversammlung stelle eine authentische Interpretation der Delegationsnorm dar. Eine Überprüfung des Bundesratsbeschlusses durch das Bundesgericht sei daher ausgeschlossen. In anderen Entscheiden liess das Bundesgericht die Frage der Überprüfbarkeit genehmigter (unselbständiger) Verordnungen offen (BGE 64 I 225, BGE 68 II 321 f.). In BGE 64 I 373 f. vertrat das Bundesgericht andererseits die Auffassung, eine (selbständige) Verordnung, die durch die Bundesversammlung in Form eines einfachen Bundesbeschlusses genehmigt worden sei, dürfe vom Bundesgericht überprüft werden, denn es könne darin, dass die Bundesversammlung einen Beschluss des Bundesrates zur Kenntnis nehme oder ihn ausdrücklich billige, keine für das Bundesgericht verbindliche Genehmigung des Beschlusses erblickt werden. Das wäre nach der in diesem Entscheid vertretenen Auffassung nur in den Formen möglich, in denen die Bundesversammlung ihr Gesetzgebungsrecht ausübe. Für die Überprüfbarkeit einer (unselbständigen) Verordnung, die von der Bundesversammlung genehmigt worden war, sprach sich schliesslich auch das nicht publizierte Urteil Quartier vom 19. Dezember 1939 aus.\n\nAuch in der Literatur ist die Frage, ob die von der Bundesversammlung mit einfachem Bundesbeschluss genehmigten Verordnungen des Bundesrates vom Bundesgericht überprüft werden dürfen, nicht einheitlich beantwortet worden. In einer Anmerkung zur Rechtsprechung (Journal des Tribunaux 85/1937 I, S. 432) wird in Zustimmung zu BGE 61 I 362 die Auffassung vertreten, ein durch die Bundesversammlung genehmigter Bundesratsbeschluss sei für das Bundesgericht BGE 104 Ib 412 S. 422nicht überprüfbar, da diesem \"une portée générale et une force obligatoire\" zukomme. Nach HANS MARTI, Das Verordnungsrecht des Bundesrates, 1944, S. 156 f., bringt der Gesetzgeber, welcher die Genehmigung einer Verordnung durch die Bundesversammlung vorsieht, zum Ausdruck, dass nicht das Bundesgericht, sondern die Bundesversammlung die Verordnung überprüfen solle.\n\nSoweit ersichtlich spricht sich allerdings die Mehrheit der Autoren, die sich zu dieser Frage geäussert haben, für die Überprüfbarkeit der mit einfachem Bundesbeschluss genehmigten Verordnungen aus. WERNER CHRIST, Die Genehmigung von Verordnungen der Exekutive durch die Legislative, Diss. Zürich 1945, S. 104 ff., bejaht die Überprüfbarkeit unter anderem darum, weil sich die vorwiegend nach politischen Gesichtspunkten vorgenommene Genehmigung einer Verordnung durch die Bundesversammlung und die nach rechtlichen Gesichtspunkten erfolgende richterliche Überprüfung unterscheiden liessen und nebeneinander Platz hätten. HANS BRUNNER, Die Überprüfung der Rechtsverordnungen des Bundes auf ihre Verfassungs- und Gesetzmässigkeit, Diss. Bern 1953, S. 79 ff., vertritt die Auffassung, eine (durch einfachen Bundesbeschluss) genehmigte Verordnung dürfe, sofern aus dem Genehmigungsvorbehalt nichts anderes hervorgehe, vom Bundesgericht überprüft werden, da die Genehmigung nicht als Erlass eines allgemeinverbindlichen Beschlusses gemäss Art. 113 Abs. 3 BV zu betrachten sei. Nach ANDRE GRISEL, Le contrôle des ordonnances fédérales en Suisse, in: Conseil d'Etat, Etudes et Documents, Paris 1962, S. 193 (ähnlich, Droit administratif suisse, S. 86) schliesst die Genehmigung durch die Bundesversammlung eine Überprüfung einer Verordnung durch das Bundesgericht nicht aus, da das Parlament die Verordnung in ihrer Gesamtheit beurteile, der Richter sich jedoch nur über die Rechtmässigkeit von einzelnen Bestimmungen ausspreche. Die Genehmigung durch die Bundesversammlung geschehe zudem unter vorwiegend politischen Gesichtspunkten, während sich die Überprüfung durch den Richter auf rechtliche und technische Motive stütze. Die Überprüfbarkeit der von der Bundesversammlung genehmigten Verordnungen wurde schliesslich auch bejaht von WALTHER BURCKHARDT, Kommentar zur schweizerischen Bundesverfassung, 3. Auflage, S. 789.BGE 104 Ib 412 S. 423\n\nDie uneinheitliche Rechtsprechung in bezug auf die Überprüfung der durch einfachen Bundesbeschluss genehmigten Verordnungen ist im vorliegenden Entscheid zu klären.\n\nDurch die Genehmigung in Form eines einfachen Bundesbeschlusses fügt die Bundesversammlung einer bundesrätlichen Verordnung nichts bei, was einer Überprüfung durch das Bundesgericht entzogen wäre, denn gemäss Art. 113 Abs. 3, bzw. Art. 114 bis Abs. 3 BV sind für das Bundesgericht nur die von der Bundesversammlung erlassenen Gesetze und allgemeinverbindlichen Beschlüsse sowie die von ihr genehmigten Staatsverträge massgebend. Einfache Bundesbeschlüsse im Sinne von Art. 8 GVG sind von der Überprüfung durch das Bundesgericht, sofern dieses überhaupt dazu Gelegenheit hat, nicht ausgeschlossen. Es kann dahingestellt bleiben, welche rechtliche Bedeutung dem Genehmigungsbeschluss der Bundesversammlung im allgemeinen zukommt. Es genügt im vorliegenden Fall festzustellen, dass ein solcher Beschluss, sofern er in der Form eines einfachen Bundesbeschlusses gefasst worden ist, infolge der gewählten Erlassform vom Bundesgericht überprüft werden kann. Somit muss auch das Zusammenwirken einer bundesrätlichen Verordnung mit einer in Form eines einfachen Bundesbeschlusses erklärten Genehmigung überprüfbar sein. Im vorliegenden Fall kann das Bundesgericht daher die von der Bundesversammlung genehmigte Änderung des Bundesratsbeschlusses über Preiszuschläge auf Speiseölen und Speisefetten vom 24. August 1977 überprüfen.\n\n5. a) Beim Bundesratsbeschluss über Preiszuschläge auf Speiseölen und Speisefetten handelt es sich um eine unselbständige, d.h. auf einer gesetzlichen Grundlage beruhende Verordnung. Bei einer solchen Verordnung prüft das Bundesgericht, ob diese den Rahmen, der dem Bundesrat im Gesetz delegierten Kompetenzen sprenge oder aus anderen Gründen gesetz- oder verfassungswidrig sei. Soweit das Gesetz den Bundesrat ermächtigt, von der Verfassung abzuweichen, schliesst die Bindung an die Bundesgesetze die Prüfung der Verfassungsmässigkeit der unselbständigen Verordnung aus (BGE 104 Ib 209 E. 3b, BGE 103 Ib 139 mit Hinweisen).\n\nb) Nach Art. 26 Abs. 1 lit. b LwG kann die Bundesversammlung zur Sicherung einer geordneten Versorgung des Landes mit Milch und Milchprodukten und zur Förderung des BGE 104 Ib 412 S. 424Absatzes von Milch zu Preisen, die nach den Grundsätzen dieses Gesetzes angemessen sind, unter Berücksichtigung der Interessen der Gesamtwirtschaft u.a. die Erhebung von Abgaben auf der Einfuhr von Speiseölen und Speisefetten, mit Einschluss der zu ihrer Herstellung notwendigen Rohstoffe und Halbfabrikate, anordnen. In Art. 30 MB wird die Kompetenz, die Preiszuschläge auf eingeführten Speiseölen und Speisefetten festzusetzen, dem Bundesrat übertragen.\n\nc) Der Milchbeschluss wurde gemäss der vor Inkrafttreten des Geschäftsverkehrsgesetzes befolgten Praxis als \"Beschluss der Bundesversammlung\" erlassen. Er stützt sich auf das Landwirtschaftsgesetz und wurde dem Referendum nicht unterstellt. In der bundesgerichtlichen Rechtsprechung wurde offen gelassen, ob solche rechtsetzende Beschlüsse der Bundesversammlung zu den \"von der Bundesversammlung erlassenen Gesetzen und allgemeinverbindlichen Beschlüssen\" gehören, an die das Bundesgericht nach Art. 113 Abs. 3 BV gebunden ist, oder ob sie vom Gericht gleich wie Rechtsverordnungen des Bundesrates auf ihre Rechtmässigkeit überprüft werden können (BGE 100 Ib 170 mit Hinweis). Diese Frage braucht auch im vorliegenden Fall nicht entschieden zu werden, wie sich aus der folgenden Überlegung ergibt.\n\nArt. 30 Abs. 3 MB, in dem der Bundesversammlung das Recht vorbehalten wird, die bundesrätliche Festsetzung der Preiszuschläge auf eingeführten Speiseölen und Speisefetten zu genehmigen, bzw. zu ändern, wurde anlässlich einer Änderung des Milchbeschlusses neugefasst und in der Form eines Bundesgesetzes erlassen (vgl. Bundesgesetz über die Änderung des Milchbeschlusses vom 25. Juni 1971, AS 1971, S. 1597 ff.). An diese Bestimmung ist das Bundesgericht gemäss Art. 113 Abs. 3/114bis Abs. 3 BV gebunden. Die in Art. 30 Abs. 3 enthaltene Regelung geht davon aus, dass die genannten Preiszuschläge durch den Bundesrat festgesetzt werden. Daraus muss gefolgert werden, dass der mit Gesetzeskraft ausgestattete Abs. 3 von Art. 30 MB auch die Subdelegation der Preiszuschlagsfestsetzung an den Bundesrat sanktioniert und damit für das Bundesgericht unüberprüfbar macht.\n\n6. a) Nach Art. 26 Abs. 1 lit. b LwG haben die Preiszuschläge auf eingeführten Speisefetten und Speiseölen den Zweck, eine geordnete Versorgung des Landes mit Milch und Milchprodukten zu sichern und den Absatz von Milch zu Preisen, BGE 104 Ib 412 S. 425die nach den Grundsätzen des Gesetzes angemessen sind, zu fördern. Bei der Festsetzung der Preiszuschläge ist der Bundesrat verpflichtet, die folgenden Punkte zu berücksichtigen:\n\n- die Interessen der Gesamtwirtschaft (Art. 26 Abs. 1 LwG);\n\n- die Entwicklung der Weltmarktpreise der belasteten Waren (Art. 30 Abs. 2 MB);,\n\n- die Preis- und Absatzverhältnisse bei den inländischen Milchprodukten und Speisefettstoffen (Art. 30 Abs. 2 MB);\n\n- die Lebenshaltungskosten (Art. 30 Abs. 2 MB).\n\nDer Zweck, der durch die Preiszuschläge erfüllt werden soll, ist weit formuliert. Auch die bei der Festsetzung der Preiszuschläge zu berücksichtigenden Gesichtspunkte sind so allgemein gehalten, dass sie den Bundesrat beim Erlass dieser Massnahmen nur geringfügig einschränken. Der Bundesrat wird konkret einzig dazu verpflichtet, vor der Festsetzung der Preiszuschläge die Beteiligten und die beratende Kommission anzuhören (Art. 30 Abs. 1 MB). Aus der Formulierung der dem Bundesrat delegierten Kompetenzen lässt sich somit schliessen, dass das Landwirtschaftsgesetz und der Milchbeschluss dem Bundesrat bei der Festsetzung der Preiszuschläge einen sehr weiten Spielraum des Ermessens einräumen.\n\nb) Der weite Ermessensspielraum, der dem Bundesrat beim Erlass der hier zu beurteilenden Verordnung zusteht, ist für das Bundesgericht nach Art. 113 Abs. 3 114bis Abs. 3 BV verbindlich. Aus diesem Grund darf das Bundesgericht bei der Überprüfung des Bundesratsbeschlusses über Preiszuschläge auf Speiseölen und Speisefetten nicht sein eigenes Ermessen an die Stelle desjenigen des Bundesrates setzen. Das dem Bundesrat eingeräumte Ermessen verbietet dem Bundesgericht insbesondere, über die Zweckmässigkeit der bundesrätlichen Verordnung zu befinden (BGE 104 Ib 210, BGE 103 Ib 140 E. 4c, BGE 101 Ib 145 E. 2).\n\nDie Prüfung des Bundesgerichts beschränkt sich vielmehr auf die Frage, ob die umstrittene Verordnungsbestimmung den Rahmen der dem Bundesrat im Gesetz delegierten Kompetenzen offensichtlich sprengen oder aus anderen Gründen gesetz- oder verfassungswidrig sind (BGE 103 Ib 140 E. 4c mit Hinweis). Dabei ist insbesondere zu untersuchen, ob mit der bundesrätlichen Verordnung der im Landwirtschaftsgesetz genannte Zweck erfüllt werden kann und ob der Bundesrat sein Ermessen nach dem Grundsatz der Verhältnismässigkeit ausgeübt BGE 104 Ib 412 S. 426hat. Das letztere kann im hier zu beurteilenden Zusammenhang bejaht werden, wenn die in der Verordnung vorgesehenen Mittel in einem vernünftigen Verhältnis zu dem im Gesetz vorgesehenen Zweck stehen (ANDRE GRISEL, Droit administratif suisse, S. 87 f.).\n\nc) In der Literatur wird der Grundsatz der Verhältnismässigkeit vielfach in die drei Teilregeln der Geeignetheit, Erforderlichkeit und Verhältnismässigkeit im engeren Sinn aufgegliedert (ULRICH ZIMMERLI, Der Grundsatz der Verhältnismässigkeit im öffentlichen Recht, ZSR 97/1978 II, S. 13 ff. mit Hinweisen). Der Wert dieser Aufteilung erscheint als problematisch, insbesondere im Hinblick auf die richterliche Überprüfung bundesrätlicher Verordnungen im Bereiche des Wirtschaftsverwaltungsrechts (vgl. das Votum von ANDRE GRISEL, am Juristentag 1978, in ZSR 97/1978 II, S. 546 f.; anderer Meinung ZIMMERLI, a.a.O., S. 43 f.).\n\nEinmal bringt der Grundsatz der Geeignetheit, wonach die Behörde nur Mittel anwenden soll, die geeignet sind, um das erstrebte Ziel zu erreichen, hier keinen Rechtsschutz, der über die Prüfung der Gesetzmässigkeit hinausgeht, denn es ist klar, dass ein Gesetz dem Bundesrat keine Delegation erteilt, um auf dem Verordnungswege Massnahmen vorzuschreiben, die den im Gesetz genannten Zweck nicht erfüllen können.\n\nIm weiteren erscheint aber auch der Grundsatz der Erforderlichkeit, wonach die Behörde mit ihren Eingriffen nicht über das hinausgehen darf, was zur Erreichung des gesetzlichen Zweckes notwendig ist, als fraglich. In einem Gebiet, wo dem Bundesrat beim Erlass von Verordnungen vielfach ein so grosser Ermessensspielraum zusteht wie im Wirtschaftsverwaltungsrecht, ist es dem Bundesgericht nämlich verwehrt zu untersuchen, welche von verschiedenen Massnahmen die als am wenigsten einschneidende zu betrachten ist. Da das Bundesgericht nach der Vorschrift von Art. 113 Abs. 3 und 114bis Abs. 3 BV den Ermessensspielraum des Bundesrates zu respektieren hat, muss es seine Prüfung auf die Frage beschränken, ob mit der bundesrätlichen Verordnung der Rahmen der delegierten Kompetenzen offensichtlich gesprengt worden ist. Dies könnte nur bejaht werden, wenn die in der Verordnung vorgesehenen Massnahmen nicht mehr in einem vernünftigen Verhältnis zum gesetzlichen Zweck stehen. Für eine weitergehende Prüfung BGE 104 Ib 412 S. 427würden - abgesehen von deren rechtlichen Unzulässigkeit - dem Bundesgericht auch die nötigen Sachkenntnisse fehlen.\n\nAls problematisch erscheint in diesem Zusammenhang auch das Gebot der Verhältnismässigkeit im engeren Sinn, wonach kein Missverhältnis zwischen der Schwere des Eingriffs und dem Wert des realisierbaren Erfolgs bestehen darf. Auch diese Regel verliert ihre selbständige Bedeutung, wenn eine Verordnung zu überprüfen ist, bei deren Erlass dem Bundesrat ein grosses Ermessen zusteht. Das Bundesgericht kann nämlich wegen der Respektierung dieses Ermessensspielraumes, auch in bezug auf diesen Teilgehalt der Verhältnismässigkeit nicht über die Prüfung hinausgehen, ob ein vernünftiges Verhältnis zwischen den in der Verordnung vorgesehenen Massnahmen und dem gesetzlichen Zweck besteht.\n\nEs kann beigefügt werden, dass sich das Problem der Verhältnismässigkeit anders stellt bei Eingriffen in die Rechtsstellung der Bürger, bei denen den Behörden kein oder nur ein geringer Ermessensspielraum zusteht, beispielsweise bei Eingriffen in ideelle Grundrechte wie die Meinungsfreiheit oder die persönliche Freiheit. Hier übt das Bundesgericht eine bedeutend strengere Kontrolle über die Einhaltung des Verhältnismässigkeitsgrundsatzes aus.\n\n7. Im folgenden ist die Gesetz- und Verfassungsmässigkeit der beanstandeten Verordnung mit der Zurückhaltung, die das Bundesgericht aus den oben genannten Gründen zu üben hat, zu überprüfen.\n\na) Die Gruppe Coop macht geltend, die Bundesversammlung sei hinsichtlich der neuen Preiszuschläge nicht nur falsch informiert, sondern bewusst irregeführt worden. Die parlamentarische Genehmigung der Verordnung sei darum gewissermassen mit einem Willensmangel behaftet.\n\nNach Art. 30 Abs. 1 MB hat der Bundesrat vor der Festsetzung der Preiszuschläge die Beteiligten und die beratende Kommission anzuhören. Dieses Verfahren ist eingehalten worden. Eine weitergehende richterliche Überprüfung des Willensbildungsprozesses des Bundesrates oder gar der Bundesversammlung ist ausgeschlossen.\n\nb) Die Beschwerdeführer stellen ferner die Tauglichkeit der neuen Preiszuschläge auf eingeführten Speiseölen und Speisefetten in Abrede. Dass die neueste Anhebung der Preiszuschläge BGE 104 Ib 412 S. 428von Fr. 75.- auf Fr. 105.- pro 100 kg an sich geeignet ist, dem vom Landwirtschaftsgesetz und vom Milchbeschluss angestrebten Zweck der Förderung des Absatzes einheimischer Milch und Milchprodukte zu angemessenen Preisen und damit der Sicherung einer geordneten Versorgung zu dienen, kann indes nicht zweifelhaft sein. Die durch die Überwälzung der Preiszuschläge bewirkte Verteuerung der Endprodukte verkleinert nämlich die Verlockung für den Konsumenten, anstelle von Butter die Substitutionsprodukte zu kaufen. Ferner leisten die Preiszuschläge, welche in die Milchrechnung fliessen, einen direkten Beitrag an die Kosten der Verwertung inländischer Butter. Die Tauglichkeit der streitigen Massnahme ist daher zu bejahen. Ob andere Mittel tauglicher gewesen wären, ist - wie gesagt - nicht zu prüfen.\n\nDie Beschwerdeführer behaupten im weiteren, die neue Regelung der Preiszuschläge entspreche nicht den ursprünglichen gesetzgeberischen Überlegungen von Art. 26 LwG und Art. 26 MB, sondern habe ausschliesslich finanzpolitischen Charakter und bezwecke die Sanierung der Bundesfinanzen. Damit werde eine neue Art von Steuern geschaffen, für die dem Bund die verfassungsmässige Kompetenz fehle. Die Migros wendet insbesondere ein, die Erhöhung der Preiszuschläge sei angeordnet worden, um damit Haushaltmittel freizusetzen, die bisher zur Subventionierung der Milchrechnung gedient hätten.\n\nEs trifft zu, dass die Reduktion der Verbilligungsbeiträge des Bundes an die Butter finanzpolitisch motiviert war. Diesen Abbau hatte der Bundesrat schon früher beabsichtigt, da ihm die fraglichen Subventionen auf Nahrungsmitteln sachlich nicht mehr gerechtfertigt schienen. Die Verwerfung der Steuervorlage vom 12. Juni 1977 veranlasste indessen den Bundesrat, diesen Abbau vorzeitig zu verwirklichen (vgl. Botschaft des Bundesrates über erste Überbrückungsmassnahmen zur Vermeidung untragbarer Defizite im Bundeshaushalt vom 24. August 1977, BBl 1977 II, S. 1456 f.).\n\nDie Rechtmässigkeit der Erhöhung des Butter-Engrospreises, welche zur Reduktion der Verbilligungsbeiträge des Bundes an die Butter führte, steht in diesem Verfahren nicht zur Diskussion, kann aber angesichts des grossen Ermessens, das dem Bundesrat in dieser Frage zusteht, kaum zweifelhaft sein.\n\nDie Erhöhung der Butter-Engrospreise bildete ihrerseits den BGE 104 Ib 412 S. 429Grund für die Erhöhung der Preiszuschläge auf eingeführten Speiseölen und Speisefetten. Diese Massnahme ist, wie dargelegt, geeignet, um den gesetzlichen Zweck zu erreichen. Dass die Erhöhung der Preiszuschläge eine Folge der finanzpolitisch motivierten Butter-Engrospreiserhöhung darstellt und ihrerseits Einsparungen des Bundes erlaubt, da die Preiszuschläge der Milchrechnung gutgeschrieben werden und Haushaltmittel freimachen, schliesst nicht aus, dass mit dieser Massnahme der gesetzliche Zweck erreicht werden kann.\n\nDie Beschwerdeführer bestreiten die Tauglichkeit der angefochtenen Massnahmen auch darum, weil sie das Konkurrenzverhältnis zwischen Butter und Speiseöl/Speisefett als nicht gegeben betrachten. Die Gruppe Coop versichert, die Preisentwicklung und der Konsum von Butter einerseits und von Speiseölen und Speisefetten andererseits verliefen - wie die Erfahrungen der letzten Jahre gezeigt hätten - unabhängig voneinander. Die Befürchtung, dass sich Veränderungen im Konkurrenzverhältnis der Butter zu den pflanzlichen Fetten und im besonderen Preiserhöhungen bei den verschiedenen Buttersorten unmittelbar auf den Butterverbrauch auswirkten, sei daher unbegründet. Die Migros anderseits gibt in der Replik ausdrücklich zu, dass bei der Schaffung des Landwirtschaftsgesetzes und des Milchbeschlusses in gewissem Masse ein solches Konkurrenzverhältnis bestanden habe. Sie macht jedoch geltend, die Zeiten und Verhältnisse hätten sich geändert; seit 1970 sei eine Konkurrenzierung der Butter nicht mehr gegeben. Die neue Regelung, die das Konkurrenzverhältnis voraussetze, sei daher nicht wirtschaftlich motiviert. Das EVD anderseits hält unter Hinweis auf die gemachten Erfahrungen an seiner These der Konkurrenzierung der Butter durch die Substitutionsprodukte entschieden fest.\n\nAngesichts der komplexen Wechselbeziehung zwischen den Absatzzahlen einerseits und der Preisentwicklung anderseits lässt sich das früher unbestritten bestehende Konkurrenzverhältnis seit 1970 keineswegs mit Sicherheit aufgrund der Absatzentwicklung ausschliessen, auch wenn sich die Absatzzahlen in den letzten Jahren einigermassen stabilisiert haben sollten. Wenn der Bundesrat unter diesen Umständen auch nach 1970 eine gewisse Preisnähe der beiden Nahrungsmittelgruppen zum Schutze der einheimischen Milchwirtschaft weiterhin für notwendig hält, so hat er im Rahmen der ihm von BGE 104 Ib 412 S. 430Gesetzes wegen zustehenden Sachverhaltswürdigung gehandelt. Den angefochtenen Preiszuschlägen auf eingeführtem Speiseöl und Speisefett kann somit auch in dieser Hinsicht nicht ihre Tauglichkeit zur Erreichung des gesetzlichen Zweckes abgesprochen werden.\n\nc) Die Beschwerdeführer rügen sodann, die neue Regelung verstosse gegen den Grundsatz der Verhältnismässigkeit. Die Erhöhung der Butterpreise habe nicht zwingend als \"flankierende Massnahme\" die Erhöhung der Preiszuschläge auf Speiseölen und Speisefetten erfordert. Die Gesamtbelastung der importierten Speiseöle und Speisefette an der Grenze (Zoll, Garantiefondsbeitrag, Preiszuschlag) mache bis zu 100 % des Warenwertes aus. Die Auswirkungen auf den Konsumenten seien erheblich. Unverhältnismässig seien die Preiszuschläge aber auch für die inländische Industrie, die nicht nur in ihrer Wettbewerbsstellung beeinträchtigt, sondern auch in ihrer Existenz bedroht werde. Die Belastung der inländischen Nahrungsmittelindustrie sei höher als die Zollansätze, die gegenüber ausländischen Konkurrenten gemäss GATT- EFTA- und EG-Verpflichtungen maximal angewendet werden dürften. Besonders betroffen seien Suppen, Saucen, Bouillon und Mayonnaise. Bei der letzteren insbesondere betrügen die gesamten Importabgaben Fr. 123.- je 100 kg, während Mayonnaise aus den EG-EFTA-Ländern völlig zollfrei importiert werden könne. Aus dieser verzerrten Wettbewerbssituation heraus erwachse die Gefahr einer Abwanderung einheimischer Industrien in das benachbarte Ausland.\n\nDas EVD entgegnet, dass nicht die Gesamtbelastung des Importgutes an der Grenze zu betrachten sei, was viel zu weit führen würde, sondern lediglich die Preiszuschläge gemäss Art. 26 LwG. Diese aber hätten beim Endprodukt nur eine unbedeutende Verteuerung zur Folge. Zudem hätten sich durch ein erhebliches Sinken der Weltmarktpreise von Speiseölen und Speisefetten und den hohen Kurs des Schweizerfrankens die inländischen Einstandspreise namhaft zurückgebildet. Die Gesamtbelastung an der Grenze bewege sich 1978 trotz der streitigen Preiszuschläge insgesamt unter dem Vorjahresniveau. Den Beschwerdeführern sei kein Schaden erwachsen.\n\nDie Anhebung der Preiszuschläge für Speiseöle und Speisefette von Fr. 75.- auf Fr. 105.- pro 100 kg belastet nach Ansicht der Vorinstanz den Konsumenten nur geringfügig: Der Preis BGE 104 Ib 412 S. 431von Margarine beispielsweise erhöht sich um 20-40 Rp./kg auf ca. Fr. 4.40-Fr. 4.80. Ein Suppenbeutel (4 Teller) verteuert sich um 0,28 Rp., Mayonnaise (100 g) um 2,6 Rp. und Biskuits (100 g, 25 g Fett) um 0,87 Rp. Auf den Index der Konsumentenpreise wirkt sich diese Verteuerung nach Ansicht der Vorinstanz im Umfang von etwa 0,1 % aus. Die Beschwerdeführer bringen nichts vor, was die Richtigkeit dieser Angaben erschüttern könnte.\n\nDie Verteuerung von verschiedenen Produkten, die sich durch die Erhöhung der Preiszuschläge auf eingeführten Speiseölen und Speisefetten ergibt, erscheint in ihrem Ausmass als geringfügig. In dieser Grössenordnung treffen die neuen Preiszuschläge die Fettindustrie nicht in einem Mass, welches den Schluss nahelegt, diese Massnahme stehe nicht mehr in einem vernünftigen Verhältnis zu dem in Art. 26 Abs. 1 LwG genannten Zweck. Auch für die Grossverteiler, Konsumenten und die Wirtschaft im allgemeinen ergeben sich aus der Erhöhung der Preiszuschläge keine Folgen, angesichts welcher ein vernünftiges Verhältnis zwischen der Massnahme und ihrem gesetzlichen Zweck verneint werden müsste. Somit erweist sich die Rüge, die beanstandete Erhöhung der Preiszuschläge sei unverhältnismässig, als unbegründet.\n\nd) Die Beschwerdeführer machen schliesslich geltend, der Bundesratsbeschluss über Preiszuschläge auf Speiseölen und Speisefetten vom 24. August 1977 sei unvereinbar mit dem Verfassungsrecht des Bundes. Sie rügen in dieser Hinsicht eine Verletzung von Art. 29 und 31 BV.\n\nDas Bundesgericht kann Bestimmungen von unselbständigen Verordnungen des Bundesrates nur dann wegen Verfassungswidrigkeit die Anwendung verweigern, wenn der Bundesrat nicht durch das Gesetz ermächtigt wurde, von der Verfassung abzuweichen. Im vorliegenden Fall ist die Rüge der Verletzung der Handels- und Gewerbefreiheit in Sinne von Art. 31 BV nicht stichhaltig, weil die beanstandeten Preiszuschläge auf eingeführten Speiseölen und Speisefetten in Art. 26 Abs. 1 lit. b LwG ausdrücklich vorgesehen sind und darum grundsätzlich nicht auf ihre Verfassungsmässigkeit überprüft werden können (Art. 113 Abs. 3 und 114bis Abs. 3 BV). Eine Überprüfung der Preiszuschläge wäre höchstens denkbar in bezug auf ihre Ausgestaltung und Höhe, welche vom Gesetz nicht konkret vorgeschrieben werden. In dieser Hinsicht kann die Verfassungsmässigkeit BGE 104 Ib 412 S. 432der Massnahme aber nicht zweifelhaft sein, da der Bund nach Art. 31bis Abs. 3 BV unter anderem befugt ist, wenn das Gesamtinteresse es rechtfertigt, nötigenfalls in Abweichung von der Handels- und Gewerbefreiheit, Vorschriften zu erlassen zur Erhaltung eines gesunden Bauernstandes und einer leistungsfähigen Landwirtschaft. Diese Bestimmung, welche eine weit formulierte Ausnahme von der Handels- und Gewerbefreiheit darstellt und im übrigen die Grundlage für Art. 26 LwG bildet, gestattet es dem Bundesrat durchaus, die Preiszuschläge auf eingeführten Speiseölen und Speisefetten von Fr. 75.- je 100 kg auf Fr. 105.- je 100 kg zu erhöhen.\n\nEbensowenig ist der Einwand begründet, die Erhöhung der Preiszuschläge stelle eine Verletzung von Art. 29 Abs. 1 BV dar. Diese Bestimmung nennt Grundsätze, die bei der Erhebung von Zöllen zu beachten sind. Da es sich bei den Preiszuschlägen auf eingeführten Speiseölen und Speisefetten aber um eine wirtschaftspolitische Massnahme im Sinne von Art. 31bis BV handelt und nicht um einen Zoll im Sinne von Art. 28 BV, ist Art. 29 BV im vorliegenden Fall nicht anwendbar.\n\n8. Der Sachverhalt, der aus den Akten ersichtlich ist, erweist sich für den Entscheid über die Beschwerden als ausreichend. Die von den Beschwerdeführern beantragten weiteren Beweismassnahmen brauchen darum nicht angeordnet zu werden. Die diesbezüglichen Anträge sind abzuweisen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerden werden abgewiesen, soweit auf sie einzutreten ist."}