{"annee": "104", "cour": "IB", "page": "307", "date": "2/6/1978", "cite": ["92 I 24", "100 IB 119", "94 I 29", "100 IB 331", "97 I 731", "87 I 241", "99 IB 122", "99 IB 299", "101 V 127", "98 IB 63", "101 IB 212", "91 I 321"], "cite_par": ["108 IB 465", "116 IB 106", "114 IB 200", "124 II 499", "110 V 145", "120 IB 360", "110 IB 99", "111 IB 56", "121 II 176", "106 IB 109", "110 IB 398", "112 IB 154", "120 IB 379", "107 IB 274", "107 IB 43", "114 IB 156", "119 IB 56"], "chapeau": "49. Extrait de l'arrêt du 2 juin 1978 en les causes Association des riverains de l'aéroport de Genève (ARAG) et Rusbach, d'une part, ARAG, Grandjean et Rusbach, d'autre part, contre Département fédéral des transports et communications et de l'énergie", "regestes": ["Procédure; art. 97 al. 2, art. 98 lettres b, lettres c et lettres d, art. 103 lettre a OJ. 1. Recevabilité d'un recours formé contre la décision de l'Office fédéral de l'air approuvant les horaires des lignes aériennes régulières, d'une part, et ceux du trafic hors des lignes, d'autre part (art. 98 lettres b, lettres c et lettres d OJ). Recours pour déni de justice (art. 97 al. 2 OJ) (consid. 2). 2. Qualité pour recourir contre une décision déclarant un recours irrecevable pour défaut de légitimation active (consid. 3a); qualité des voisins d'un aéroport pour recourir contre les décisions de l'Office fédéral de l'air autorisant l'exécution de vols de nuit hors des lignes (consid. 3b, et c)."], "faits": "BGE 104 Ib 307 S. 308\n\nA.- Le 21 mai 1971, l'Association des riverains de l'aéroport de Genève (en abrégé: ARAG) a demandé à l'Office fédéral de l'air (OFA) de lui communiquer notamment, en ce qui concernait l'aéroport de Genève-Cointrin, les décisions d'approbation des horaires des compagnies de lignes aériennes et les décisions relatives à la fixation de contingents globaux pour les vols charters ou l'ensemble des décisions individuelles d'approbation des programmes des compagnies charters, prises dès le 1er mai 1971.\n\nDans sa réponse du 23 juillet 1971, l'OFA a donné à l'ARAG divers renseignements et documents relatifs au nombre de vols de nuit effectués au cours des dernières années sur les aéroports suisses et indiqué les efforts qu'il avait entrepris, dès 1968, pour réduire le nombre de ces vols (atterrissages et décollages d'avions sur les aéroports en Suisse entre 10 h du soir et 6 h du matin). En revanche, l'OFA semble n'avoir pas communiqué les décisions demandées par l'ARAG.\n\nConstatant qu'au \"lieu de diminuer, le trafic commercial nocturne augmente de plus en plus fortement\", l'ARAG a demandé, le 19 août 1971, la remise d'autres documents (en particulier, le cahier des charges du directeur de l'aéroport de Genève).\n\nB.- Le 20 août 1971, l'ARAG, Maurice Rusbach et Philippe Grandjean ont recouru au Département fédéral des transports et communications et de l'énergie (en abrégé: le DFTCE) à la fois contre le refus de l'OFA de communiquer ses décisions et contre lesdites décisions:\n\n\"- approuvant les horaires applicables aux lignes régulières dès le 1er novembre 1971,\n\n- fixant des contingents globaux pour l'année 1971 en faveur des entreprises suisses et étrangères avec autorisation générale d'exploitation,\n\n- délivrant des autorisations de mouvements commerciaux d'avions entre 22 h et 6 h tant aux entreprises avec autorisation générale qu'à d'autres détenteurs ou exploitants d'avions.\" C.- Le 10 octobre 1972, l'ARAG, Maurice Rusbach et Philippe Grandjean ont demandé à l'OFA de communiquer \"les décisions de votre office relativement à l'approbation des horaires des compagnies de ligne, en tant que ces horaires touchent le trafic de nuit:. espérant que votre office aura remédié pour la période prochaine à l'illégalité de la situation dont BGE 104 Ib 307 S. 309ils vous ont fait part le 19 août 1971\". Ils ont aussi demandé la communication schématique des ligues aériennes valables dès le 1er novembre 1972.\n\nLe 10 novembre 1972, l'OFA a rejeté cette demande, considérant que les requérants n'avaient pas la qualité de parties dans la procédure d'approbation des horaires.\n\nD.- Agissant par la voie du recours de droit administratif, formé par acte déposé le 28 octobre 1972 (recours A 248), l'ARAG et Maurice Rusbach demandent au Tribunal fédéral:\n\n\"I. Concernant leur recours du 20 août 1971, de leur attribuer les conclusions prises dans ce document,\n\nII. de leur donner acte de ce qu'ils modifient, en tant qu'il est besoin, leurs conclusions antérieures, pour les adapter à la situation actuelle,\n\net, statuant à nouveau:\n\nde prononcer la nullité, respectivement annuler ou révoquer les autorisations délivrées par l'Office fédéral de l'air d'accomplir les mouvements d'envols et d'atterrissages sur l'aéroport de Genève aux compagnies et pour les vols suivants ayant lieu entre 22 h et 5 h 59, du 1er novembre 1972 au 31 mars 1973 ou pendant une partie de cette période.\"\n\nE.- Le 18 janvier 1973, le Tribunal fédéral a ouvert avec le Conseil fédéral la procédure d'échange de vues prévue à l'art. 96 al. 2 OJ. Considérant l'approbation des horaires comme une partie intégrante de la concession octroyée au transporteur aérien régulier, le Tribunal fédéral a proposé de tenir pour irrecevable, en vertu de l'art. 99 lettre d OJ, le recours de droit administratif dirigé contre les décisions d'approbation des horaires et, par voie de conséquence, de transmettre le dossier au Conseil fédéral pour qu'il se saisisse de ce recours considéré comme un recours administratif. En outre, bien que la question de la recevabilité du recours de droit administratif se pose autrement en ce qui concerne les autorisations pour les vols commerciaux qui ne sont pas soumis à concession, il a exprimé l'opinion que des motifs d'opportunité - en particulier, la connexité avec la concession d'exploitation de l'aéroport, qui faisait déjà l'objet d'un recours administratif devant le Conseil fédéral - commanderaient d'en confier aussi l'examen en dernière instance au Conseil fédéral. La Division fédérale de la justice, par lettre du 19 mars 1973, a déclaré se saisir du recours dirigé contre le Département fédéral des transports et communications et de l'énergie pour déni de justice et retard injustifié \"dans la mesure où il concerne les vols réguliers\". Le 26 mars BGE 104 Ib 307 S. 3101973, le Tribunal fédéral s'est rallié aux conclusions de la Division fédérale de la justice; il en a informé le mandataire des recourants.\n\nF.- Le 11 mai 1973, le DFTCE a rendu sa décision sur le recours du 20 août 1971. Il a retenu en substance que les recourants n'avaient pas réagi à la lettre du 10 novembre 1972 par laquelle l'OFA avait refusé de produire les actes d'approbation des horaires des compagnies de lignes; cette décision de l'Office, qui avait indiqué les voies de droit, était donc devenue définitive. Quant à la documentation relative à des contingents de vols de nuit au profit d'entreprises du trafic non régulier, l'Office avait pratiquement donné suite à la demande des recourants par sa lettre du 23 juillet 1971. Par ailleurs, le Département fait encore observer que les recourants n'avaient pas soumis à l'OFA la requête, formulée dans l'acte de recours du 20 août 1971, tendant à fixer, selon l'art. 25 PA, les droits des administrés et les obligations de l'Office. Le Département a donc déclaré irrecevables, en tant qu'ils ne sont pas sans objet, les recours de même que la demande en fixation ou en constatation des droits et des obligations.\n\nL'ARAG, Maurice Rusbach et Philippe Grandjean ont recouru contre cette décision au Tribunal fédéral (recours A 142) et au Conseil fédéral, demandant: d'annuler cette décision du 11 mai 1973; cela fait: - de leur attribuer les conclusions prises dans leur recours du 20 août 1971, et - de leur donner acte de ce qu'ils modifient, en tant qu'il est besoin, leurs conclusions antérieures pour les adapter à la situation actuelle, soit - dire que c'est à tort que l'OFA dénie aux recourants la qualité pour obtenir, sur leur demande, les décisions d'approbation d'horaires, - prononcer la nullité, respectivement annuler ou révoquer les décisions d'approbation d'horaires concernant les périodes quotidiennes de 22 h à 6 h du 1er novembre 1972 au 31 mars 1973 et du 1er avril au 31 octobre 1973, - enjoindre à l'OFA de refuser l'approbation d'horaires des compagnies de lignes ayant effet dès le 1er novembre 1973 en tant qu'ils comportent des mouvements d'avions entre 22 h et 6 h.BGE 104 Ib 307 S. 311\n\nA l'appui de ces conclusions, les recourants reprennent en substance les arguments qu'ils avaient développés dans leurs recours des 20 août 1971 et 28 octobre 1972.\n\nG.- Le 7 mars 1977, le Conseil fédéral a déclaré irrecevable le recours en tant qu'il concerne le trafic commercial de lignes.\n\nToutefois, il a décidé de donner suite à ce recours au titre de dénonciation \"dans la mesure où il est constaté que les voisins de l'aéroport de Genève-Cointrin avaient qualité pour recourir au Département fédéral des transports et communications et de l'énergie contre les décisions de l'Office fédéral de l'air approuvant des horaires des compagnies de navigation aérienne prévoyant des atterrissages et des envols entre 22 h et 6 h\". Il a transmis l'affaire au Tribunal fédéral pour qu'il statue sur le recours dans les limites de sa compétence (trafic commercial hors des lignes). Le Conseil fédéral considère qu'en matière de navigation aérienne le législateur n'a voulu ouvrir la voie du recours au Conseil fédéral que sur la question de l'octroi et du refus de la concession. Sont donc définitives les décisions que le Département prend sur les recours interjetés contre les décisions de l'Office fédéral de l'air approuvant les horaires. Considérant le recours comme une dénonciation, il précise que les voisins de l'aéroport ont qualité, au sens de l'art. 48 PA, pour recourir au Département contre ces décisions de l'Office fédéral de l'air.\n\nH.- Dans un mémoire complétif du 9 septembre 1977, les recourants demandent au Tribunal fédéral:\n\n- de leur donner acte qu'ils s'en rapportent à justice quant à la constatation que le recours du 27 octobre 1972 est devenu sans objet en tant qu'il touche le déni de justice,\n\n- de leur donner acte qu'ils persistent dans leurs précédentes\n\nconclusions.", "considerants": "Considérant en droit:\n\n2. Dans ses observations du 5 octobre 1977, le département intimé considère que le recours du 28 octobre 1972 est devenu sans objet; concernant le recours du 18 juin 1973, il déclare s'en remettre au Tribunal fédéral pour dire si c'est à tort ou à raison que, dans sa décision du 11 mai 1973, il avait déclaré irrecevables, en tant qu'ils n'étaient pas sans objet, le recours et la demande en fixation ou en constatation du 20 août 1971. Le DFTCE ne s'oppose donc pas à l'entrée en matière sur BGE 104 Ib 307 S. 312le second recours dont le Tribunal fédéral est saisi. Pour leur part, les recourants déclarent, dans leur mémoire du 9 septembre 1977, persister dans leurs précédentes conclusions, mais s'en rapporter à justice sur la question de savoir si le recours du 28 octobre 1972 est devenu sans objet. Il convient donc de dire d'abord si et dans quelle mesure les recours des 28 octobre 1972 et 18 juin 1973 sont recevables comme recours de droit administratif au sens des art. 97 ss OJ. C'est là une question que le Tribunal fédéral examine d'office.\n\na) Il ressort clairement du texte de l'art. 99 lettre d OJ que l'octroi et le refus de concessions auxquelles le droit fédéral ne donne pas un droit ne sont pas susceptibles de recours de droit administratif. A plus forte raison, le recours doit-il être exclu en ce qui concerne les modalités de ces concessions.\n\nSelon l'art. 27 de la loi sur la navigation aérienne (LNA), le transport professionnel de personnes et de biens sur des ligues de navigation aérienne exploitées régulièrement doit être l'objet d'une concession (al. 1), octroyée sous forme d'une concession générale du droit d'exploiter ou d'une concession particulière pour l'exploitation d'une ligne déterminée (al. 2). Les entreprises étrangères qui sont admises au transport aérien commercial régulier en vertu d'un accord international peuvent être considérées comme concessionnaires dans la mesure où elles sont soumises au droit interne (art. 139 al. 2 du règlement d'exécution de la loi - RELNA - remplacé dès le 1er janvier 1974 par l'art. 103 de l'ordonnance sur la navigation aérienne, du 14 novembre 1973 - ONA). Or, aux termes de l'art. 145 lettre d RELNA (ou de l'art. 106 lettre c ONA), la concession doit contenir la réserve que les horaires et tarifs seront soumis à l'approbation de l'OFA. De plus, l'art. 146 RELNA précisait encore que le concessionnaire est tenu d'exploiter selon l'horaire approuvé, sauf allègements dûment autorisés par le DFTCE (voir aussi les art. 106 et 107 ONA).\n\nIl en résulte qu'en vertu de l'art. 99 lettre d OJ, les recours du 28 octobre 1972 et du 18 juin 1973 sont irrecevables comme recours de droit administratif devant le Tribunal fédéral dans la mesure où ils concernent les décisions par lesquelles l'OFA a approuvé les horaires des lignes aériennes régulières touchant l'aéroport de Genève. C'est ce qui a été admis dans la procédure d'échange de vues et confirmé expressément par le Conseil fédéral dans son arrêté du 7 mars 1977. Il est vrai que, dans leur mémoire du 9 septembre 1977, les recourants semblent vouloir BGE 104 Ib 307 S. 313remettre en cause cette décision, car ils demandent \"au Tribunal fédéral d'examiner librement le problème de sa compétence aussi bien pour les vols de lignes que hors des lignes\". Ils ne font toutefois valoir aucun argument juridique sérieux à l'appui de cette requête; ils affirment simplement que \"le Conseil fédéral s'est arrogé la connaissance des recours formés en 1972 et 1973 pour mieux les ensevelir au mépris de la constitution pour tenter d'ancrer irrémédiablement dans les faits, au cours des années, les violations du texte clair de l'art. 132 RELNA\". Une telle accusation, inadmissible de la part de l'avocat qui a signé ce mémoire, est sans fondement; elle est au surplus dénuée de toute pertinence sur le plan juridique.\n\nIl n'y a en réalité aucune raison de modifier cette jurisprudence, que le Tribunal fédéral a d'ailleurs récemment confirmée, en déclarant irrecevable un nouveau recours de droit administratif que l'ARAG a formé au sujet de l'approbation, par l'Office fédéral de l'air, d'horaires des vols de lignes pour la période du 1er avril au 31 octobre 1977 (arrêt du 24 avril 1978 dans la cause ARAG c. Département fédéral des transports et communications et de l'énergie).\n\nb) Conformément à ce qui a été décidé dans la procédure d'échange de vues, le Conseil fédéral s'est prononcé définitivement sur les recours dans la mesure où ils concernent l'approbation des horaires des lignes aériennes régulières (trafic dit de lignes). Il a renvoyé les dossiers au Tribunal fédéral pour qu'il statue dans les limites de sa compétence. Il faut donc fixer ces limites en considérant que les recours ne portent plus que sur les questions relatives au trafic hors des lignes.\n\nSelon l'art. 33 LNA, des vols professionnels de tout genre autres que ceux qui sont prévus à l'art. 27 ne font pas l'objet de concessions, mais doivent être autorisés par l'Office fédéral de l'air, qui délivre les autorisations soit à titre général - sous forme de contingents annuels de vols - soit à titre particulier (art. 156 RELNA; art. 115, 117 et 118 ONA). L'art. 99 lettre d OJ n'est pas applicable aux recours formés contre les autorisations de vols hors des lignes. En outre, les conditions d'application des autres dispositions légales excluant le recours de droit administratif (en particulier celles de l'art. 99 lettres b, c et e OJ) ne sont pas non plus remplies en l'espèce.\n\nL'art. 6 al. 1 LNA dispose qu'un recours peut être porté, en dernière instance, devant le Conseil fédéral par la voie ordinaire contre des décisions rendues en vertu de certaines dispositions BGE 104 Ib 307 S. 314légales qui y sont énumérées; parmi celles-ci figure notamment l'art. 33 LNA. Il en résulte qu'en matière d'autorisations de vols commerciaux hors des lignes, le DFTCE ne statue pas à titre définitif. Ses décisions peuvent encore faire l'objet d'un recours par la voie ordinaire. Or, depuis l'entrée en vigueur de la loi de procédure administrative, la voie ordinaire de recours contre les décisions des départements est, en vertu de l'art. 74 lettre a PA, celle du recours de droit administratif au Tribunal fédéral, dans les conditions fixées aux art. 97 ss OJ.\n\nAinsi, en tant qu'ils portent sur des questions relatives aux autorisations de vols de nuit hors des lignes à l'aéroport de Genève, les deux recours dirigés contre le DFTCE doivent être considérés comme des recours de droit administratif. Il faut donc examiner s'ils satisfont aux exigences de recevabilité énoncées aux art. 97 ss OJ.\n\nc) Le 20 août 1971, l'ARAG, Maurice Rusbach et Philippe Grandjean ont formé un recours contre des décisions de l'Office fédéral de l'air; le 24 août de la même année, le Département a accusé réception de cet acte de recours. Quatorze mois plus tard, l'ARAG et Maurice Rusbach ont formé, devant le Tribunal fédéral, un recours contre le refus du Département de statuer en temps utile sur leur recours du 20 août 1971.\n\nL'art. 97 al. 2 assimile à une décision - susceptible de recours pour déni de justice - le silence d'une autorité qui, sans droit, refuse de statuer ou tarde à se prononcer. Lorsque cette inaction est imputable à une autorité dont les décisions sont susceptibles d'être déférées au Tribunal fédéral en vertu de l'art. 98 OJ, ce qui est le cas en l'espèce, le recours pour déni de justice doit être porté devant le Tribunal fédéral comme recours de droit administratif. Contrairement à l'opinion soutenue par le Département, il n'a pas à être traité comme une dénonciation adressée à l'autorité de surveillance (soit, en l'occurrence, le Conseil fédéral).\n\nLe Département a statué sur le recours du 20 août 1971 par une décision qu'il a rendue le 11 mai 1973. Le recours déposé le 28 octobre 1972 pour déni de justice est ainsi devenu sans objet.\n\nDès lors, même dans les limites de sa compétence, le Tribunal fédéral n'a pas à dire si le Département a commis un déni de justice, au sens de l'art. 97 al. 2 OJ, en ne statuant pas avant le 11 mai 1973 sur le recours dont il avait été saisi le 20 août 1971.\n\nd) Selon l'art. 98 lettre c OJ, les décisions rendues en Première instance par un service subordonné à un département du BGE 104 Ib 307 S. 315Conseil fédéral ne peuvent être attaquées par un recours de droit administratif que si le droit fédéral le prévoit. Or, lorsqu'il est appelé à délivrer des autorisations de vols occasionnels, l'OFA se prononce en première instance comme organe subordonné au DFTCE, sans qu'aucun texte de droit fédéral n'ouvre la voie du recours de droit administratif contre les décisions à prendre. Les recourants ne peuvent donc pas attaquer directement auprès du Tribunal fédéral des décisions de l'OFA qu'ils n'auraient pas, préalablement, soumises au département précité par la voie du recours administratif.\n\nDans leur mémoire du 20 août 1971, l'ARAG, Maurice Rusbach et Philippe Grandjean ont demandé au DFTCE d'annuler les décisions par lesquelles l'OFA avait accordé aux entreprises du trafic aérien hors des lignes l'autorisation d'exécuter des vols de nuit pendant la période en cours, c'est-à-dire durant l'année 1971. Par la suite, ils ont repris ces conclusions dans leurs deux recours de droit administratif, demandant au Tribunal fédéral, \" concernant leur recours du 20 août 1971, de leur attribuer les conclusions prises dans ce document\". On peut donc considérer comme recevables en principe, au sens de l'art. 98 lettre b OJ, ces conclusions qui concernent la seule année 1971.\n\nEn revanche, les autorisations que l'Office fédéral de l'air a accordées pour les années suivantes n'ont jamais fait l'objet d'un recours administratif adressé au DFTCE. Il est d'ailleurs évident que les recourants ne pouvaient pas, en août 1971, attaquer des décisions que l'autorité inférieure n'avait pas encore prises. C'est seulement devant le Tribunal fédéral, soit dans les recours des 28 octobre 1972 et 14 juin 1973, que la question (des vols de nuit autorisés pour les périodes postérieures au 31 décembre 1971) a été posée. Les recourants ont en effet demandé au Tribunal fédéral de leur donner acte de ce qu'ils modifient leurs conclusions antérieures pour les adapter à la situation actuelle et d'annuler les autorisations délivrées pour la période du 1er novembre 1972 au 31 mars 1973, ainsi que du 1er avril au 31 octobre 1973 et dès le 1er novembre 1973.\n\nDe telles conclusions concernant les autorisations de vols de nuit dans le trafic aérien hors des lignes pour les périodes postérieures au 31 décembre 1971 sont irrecevables devant le Tribunal fédéral, parce qu'elles n'ont pas été soumises préalablement au DFTCE (art. 98 lettre b OJ); d'après la jurisprudence, le Tribunal fédéral n'a pas à connaître de conclusions nouvelles et BGE 104 Ib 307 S. 316qui sortent du cadre de la décision attaquée (ATF 100 Ib 120 ATF 99 Ib 126 consid. la et les arrêts cités). Par ailleurs, c'est à tort que les recourants entendent se prévaloir de l'art. 62 al. 1 PA. Certes, aux termes de cette disposition, l'autorité de recours peut modifier la décision attaquée à l'avantage d'une partie; cela ne signifie toutefois pas qu'elle peut sortir du cadre de la décision déférée et trancher des questions qui n'avaient pas été soulevées dans la procédure devant l'instance inférieure.\n\nDe toute façon, il convient de relever que les recourants ne peuvent pas demander au Tribunal fédéral de statuer au fond et l'obliger ainsi, en vertu du principe posé à l'art. 31 PA, à entendre lui-même les parties adverses, c'est-à-dire toutes les entreprises qui ont reçu l'autorisation d'effectuer, en 1971, des vols de nuit hors des lignes sur l'aéroport de Genève. Certes, l'art. 114 al. 2 OJ dispose que, s'il annule une décision attaquée par la voie du recours de droit administratif, le Tribunal fédéral peut, soit statuer lui-même sur le fond, soit renvoyer l'affaire pour nouvelle décision à l'autorité inférieure. Mais cela suppose normalement que cette autorité a déjà examiné les questions de fond. En revanche, lorsque l'autorité inférieure n'est pas entrée en matière, le Tribunal fédéral ne peut que l'inviter à le faire, s'il admet le recours. En statuant lui-même sur le fond, il priverait les parties d'un degré de juridiction au niveau duquel les questions d'opportunité peuvent être examinées (art. 49 lettre c PA), alors qu'elles ne peuvent pas l'être dans un recours de droit administratif, sauf dans les cas exceptionnels mentionnés à l'art. 104 lettre c OJ.\n\ne) Devant le Tribunal fédéral, la seule question qui se pose est ainsi de savoir si, en déclarant le recours du 20 août 1971 irrecevable pour défaut de légitimation active des recourants, la décision attaquée viole le droit fédéral. C'est là un motif de recours, admissible en vertu de l'art. 104 lettre a OJ, que les recourants n'invoquent pas de manière formelle, mais que l'on peut déduire de plusieurs passages de leur mémoire. Ils revendiquent en effet clairement la qualité pour former, devant le Département, un recours contre les décisions de l'Office fédéral de l'air autorisant l'exécution sur l'aéroport de Genève de vols nocturnes hors des lignes. De plus, ils se réfèrent expressément à la disposition de l'art. 48 PA. Selon la jurisprudence, cela suffit pour répondre aux exigences de forme posées à l'art. 108 al. 2 OJ (ATF 101 V 127, 96 I 96 consid. 2a).\n\nBGE 104 Ib 307 S. 317\n\n3. En procédure administrative fédérale, la qualité pour recourir est soumise aux mêmes conditions, qu'il s'agisse du recours de droit administratif au Tribunal fédéral (art. 103 lettre a OJ) ou du recours administratif à une autorité fédérale de recours (art. 48 lettre a PA) (ATF 100 Ib 335 consid. 1, ATF 98 Ib 71 consid. 3). Dès lors, en l'espèce, la question de la qualité des recourants pour agir devant le Tribunal fédéral et celle de leur légitimation active devant le Département fédéral des transports et communications et de l'énergie se confondent.\n\na) Lorsque la décision attaquée a déclaré un recours irrecevable - pour défaut de légitimation active du recourant ou pour tardiveté - le recourant a qualité pour faire contrôler par l'autorité ordinaire de recours si c'est à tort ou à raison que l'irrecevabilité a été prononcée (ATF 100 Ib 335 consid. 1, ATF 98 Ib 69 ss consid. 2; voir aussi l'arrêt non publié du 30 janvier 1976 dans la cause Association de l'industrie vaudoise des transports routiers et Friderici S.A. c. Conférence des directeurs-accidents, consid. 1 b).\n\nLes recourants ont en principe qualité pour former le présent recours de droit administratif, puisqu'ils attaquent une décision dans laquelle le Département a déclaré leur recours irrecevable pour défaut de légitimation active. pour la même raison, il faut reconnaître aux recourants la qualité pour recourir au Département, au moins dans la mesure où l'Office fédéral de l'air leur avait contesté la faculté d'intervenir dans la procédure d'autorisation des vols hors des lignes et leur avait refusé la communication de ces autorisations pour 1971.\n\nb) Au surplus, le Département ne pouvait dénier aux recourants la qualité pour recourir sans violer la disposition claire de l'art. 48 lettre a PA.\n\nIl n'est pas nécessaire de dire si l'art. 132 RELNA (dans sa teneur du 30 octobre 1968) est une simple directive adressée à l'administration ou une norme juridique conférant des droits subjectifs à des particuliers. Ni l'art. 48 lettre a PA, ni l'art. 103 lettre a OJ n'exigent du recourant qu'il puisse se prévaloir d'un intérêt juridiquement protégé; point n'est besoin qu'il soit affecté dans ses droits ou ses obligations. Aux termes de ces deux dispositions légales, l'essentiel est que le recourant soit touché par la décision attaquée; il peut l'être d'une manière quelconque, matériellement aussi bien que juridiquement (ATF 101 Ib 213 consid. a; voir aussi GRISEL, Droit administratif BGE 104 Ib 307 S. 318suisse, p. 478 et 504). En outre, le recourant doit avoir un intérêt digne de protection à obtenir l'annulation ou la modification de la décision déférée.\n\nEn l'espèce, ces conditions d'application de l'art. 48 lettre a PA et de l'art. 103 lettre a OJ sont réalisées en ce qui concerne les décisions de l'OFA autorisant l'exécution de vols commerciaux occasionnels (hors des lignes). Les voisins d'un aéroport ont, comme tous les autres citoyens, un intérêt digne de protection à jouir d'un repos nocturne aussi peu troublé que possible. Or l'atterrissage, le décollage et le passage à basse altitude d'avions sont de nature à troubler ce repos. Les personnes qui habitent aux abords de l'aéroport ou dans le prolongement de la piste ont donc qualité pour recourir contre les décisions de l'OFA autorisant l'exécution de vols de nuit. Ces décisions les touche directement ou, tout au moins, plus directement que les habitants de régions éloignées de l'aéroport. De plus, les voisins de l'aéroport ont un intérêt digne de protection à obtenir l'annulation ou la modification de ces décisions, c'est-à-dire la suppression ou la réduction du nombre des vols nocturnes.\n\nIl n'est pas contesté que Maurice Rusbach et Philippe Grandjean habitent à proximité de l'aéroport de Genève. Quant à l'ARAG, elle jouit de la personnalité juridique en tant qu'association de droit privé au sens des art. 60 ss CC. Formellement, n'importe quelle personne physique ou morale peut être reçue membre de cette association (voir l'art. 3 des statuts), mais les recourants ont précisé que la grande majorité des membres habitent à proximité de l'aéroport; il n'y a pas lieu de mettre en doute cet allégué, que ni l'Office fédéral de l'air, ni le Département n'ont contesté. Enfin, l'ARAG a pour buts la \"protection de la population contre le bruit intempestif produit par les avions \" et la \" sauvegarde des droits et intérêts des personnes intéressées\" (art. 2 lettres a et c des statuts). D'après la jurisprudence, elle remplit ainsi les conditions requises des associations de droit privé pour recourir contre des décisions touchant les intérêts de leurs membres (ATF 101 Ib 110 consid. 2a). Elle a donc qualité pour recourir contre les décisions de l'OFA.\n\nD'ailleurs, le Conseil fédéral, dans ses décisions de septembre 1974 et de mars 1977, a reconnu à l'ARAG - et, sur un plan général, aux voisins de l'aéroport de Genève - la qualité, au sens de l'art. 48 lettre a PA, pour recourir au Département BGE 104 Ib 307 S. 319contre les décisions de l'OFA approuvant les horaires des lignes aériennes touchant régulièrement l'aéroport de Genève. Dans les limites de sa compétence, le Tribunal fédéral doit adopter le même principe en ce qui concerne les décisions par lesquelles l'office précité autorise l'exécution, à l'aéroport de Genève, de vols commerciaux hors des lignes. Pour les personnes qui habitent à proximité, il n'y a aucune différence entre ces deux catégories de vols (dits de lignes et hors des lignes).\n\nc) Aux termes de l'art. 103 lettre a OJ, a qualité pour recourir quiconque est atteint par la décision attaquée et a un intérêt digne de protection à ce qu'elle soit annulée ou modifiée. Dans le domaine du droit public, cet intérêt doit en principe être actuel, mais la jurisprudence renonce à cette exigence lorsque le recours vise un acte dont le Tribunal fédéral ne pourrait sinon jamais revoir la constitutionnalité ou la légalité et qui peut se reproduire en tout temps (ATF 92 I 29 consid. 1, ATF 91 I 326 consid. 1, ATF 87 I 245 consid. 2) ou lorsque l'acte attaqué, qui a déjà sorti tous ses effets, pourrait se reproduire dans les mêmes conditions (ATF 94 I 33 consid. 1). Or le même principe et son exception doivent être admis en droit administratif (voir GRISEL, op.cit., p. 478; ATF 99 Ib 301 consid. 1b, ATF 97 I 733 ss consid. 2).\n\nEn l'espèce, les décisions contestées (autorisations de vols hors des lignes pour l'année 1971) ont sorti tous leurs effets. Toutefois, les recourants ont encore un intérêt digne de protection à se voir reconnaître définitivement la qualité pour former, devant le département compétent, un recours administratif contre les décisions de l'OFA relatives à l'ensemble des mouvements d'avions commerciaux pouvant être effectués pendant la nuit sur l'aéroport de Genève. En ce qui concerne le trafic des lignes régulières, cela est définitivement acquis; depuis le prononcé de l'arrêté du Conseil fédéral du 7 mars 1977, l'OFA publie ses décisions approuvant les horaires des lignes régulières, et le Département ne conteste plus la légitimation active de l'ARAG pour former un recours administratif contre ces décisions. En revanche, aucune décision définitive n'a encore été prise au sujet de la qualité des recourants pour attaquer devant le Département les décisions de l'OFA approuvant les vols hors des lignes. Il apparaît ainsi nécessaire d'annuler formellement la décision du 11 mai 1973 par laquelle le DFTCE avait refusé d'admettre cette qualité.BGE 104 Ib 307 S. 320\n\nEn revanche, il n'est pas justifié de renvoyer le dossier au département précité pour qu'il se prononce sur les conclusions au fond que les recourants avaient présentées dans leur recours du 20 août 1971. La situation et les données du problème ont trop évolué au cours des sept dernières années pour que l'appréciation des décisions prises en 1971 puisse, en 1978, présenter encore quelque utilité pratique. Il convient au surplus de relever que, dès le 1er janvier 1974, la disposition de l'art. 132 RELNA a été remplacée par celle de l'art. 95 ONA; l'interprétation de l'art. 132 RELNA, qui devrait être faite s'il fallait statuer au fond, ne serait donc pas applicable à la situation actuelle.\n\nPar ces motifs,le Tribunal fédéral:\n\n1. Dit que, dans la mesure où il était recevable, le recours A 248 est devenu sans objet; raie l'affaire du rôle.\n\n2. Admet le recours A 142 au sens des considérants, dans la mesure où il est recevable, et annule la décision attaquée."}