{"annee": "104", "cour": "IA", "page": "305", "date": "1/11/1978", "cite": ["102 IA 321", "101 IA 252", "103 IA 394", "96 V 49", "98 IA 105", "83 I 242", "100 IA 60", "102 IB 300", "103 IA 369", "94 I 305", "102 IA 201", "103 IA 407", "101 IA 384"], "cite_par": ["106 IA 254", "123 I 41", "131 I 291", "113 IA 325", "109 IA 116", "125 I 173", "121 I 22", "109 IA 33", "113 IA 388", "106 IA 28", "112 IA 136", "105 IA 349", "105 IA 2", "110 IA 7", "105 IA 80", "113 IA 390", "131 I 386", "112 IA 251"], "chapeau": "47. Urteil vom 1. November 1978 i.S. Escher gegen Staatsrat des Kantons Wallis", "regestes": ["Art. 4 Cst. et séparation des pouvoirs; séminaire officiel de formation des enseignants, numerus clausus. 1. Recours contre un arrêté, qualité, conditions (consid. 1). 2. Délégation du pouvoir législatif, conditions auxquelles elle est admissible: l'habilitation donnée par la loi à l'autorité exécutive de restreindre le nombre des admissions doit énoncer dans la norme de délégation elle-même les \"grandes lignes de la réglementation\", à savoir, tout au moins, la nature et le but des mesures prévues, l'autorité compétente pour les appliquer et les critères de choix. L'art. 66 de la loi valaisanne sur l'instruction publique ne satisfait pas à ces exigences (consid. 3). 3. Droit coutumier en tant que base légale: il doit exister une lacune du droit écrit et une nécessité inéluctable de la combler; conditions non réalisées in casu (consid. 4)."], "faits": "BGE 104 Ia 305 S. 306\n\nGestützt auf die Art. 66 ff. und 130 des kantonalen Gesetzes vom 4. Juli 1962 über das öffentliche Unterrichtswesen (im folgenden: UntG) beschloss der Staatsrat des Kantons Wallis am 30. November 1977 ein Reglement über die Lehrerseminarien (kurz: Reglement), das ein entsprechendes früheres Reglement vom 21. April 1964 ersetzt. Das neue Reglement wurde vom Grossen Rat des Kantons Wallis am 30. Januar 1978 als Ganzes gebilligt und im Amtsblatt des Kantons Wallis vom 24. Februar 1978 veröffentlicht.\n\nArt. 66 UntG lautet in deutscher Fassung:\n\n\"Das Lehrerseminar bereitet auf den Beruf des Primarlehrers vor. Es ist jedem Schüler zugänglich, der die im Reglement vorgesehenen Bedingungen erfüllt.\"\n\nNach Art. 130 Abs. 1 UntG werden die in diesem Gesetz erwähnten Reglemente vom Staatsrat erlassen, wenn dafür nicht ausdrücklich eine andere Behörde bezeichnet ist.\n\nGemäss Art. 10 Abs. 2 lit. d des Reglementes setzt das Erziehungsdepartement alljährlich die Zahl der ins Lehrerseminar aufzunehmenden Kandidaten fest. Art. 36 des Reglementes führt hiezu weiter aus:\n\n\"Das Departement bestimmt alljährlich die Zahl der Kandidaten, welche in die verschiedenen Abteilungen und in die Spezialkurse aufgenommen werden.\n\nWenn die Zahl der Kandidaten, welche die Prüfungen bestanden haben, die Bedürfnisse der Schule übersteigt, werden jene von ihnen berücksichtigt, die hinsichtlich ihrer Eigenschaften als Erzieher, ihrer Vorbildung und ihrer beruflichen Eignung am besten ausgewiesen sind.\"\n\nDie beiden Bestimmungen entsprechen Art. 11 Abs. 2 lit. d und Art. 37 des früheren Reglementes von 1964.\n\nDer in Brig-Glis wohnhafte und stimmberechtigte Stefan Escher ficht mit staatsrechtlicher Beschwerde an sich das ganze Reglement von 1977, sinngemäss jedoch nur die in den Art. 10 Abs. 2 lit. d und Art. 36 enthaltene quantitative Beschränkung BGE 104 Ia 305 S. 307der Zulassung zum Lehrerseminar an. Das Bundesgericht heisst die Beschwerde gut, soweit auf sie eingetreten werden konnte, aus folgenden", "considerants": "Erwägungen:\n\n1. Es stellt sich zunächst die Frage, ob der Beschwerdeführer zur Beschwerde legitimiert ist (Art. 88 OG) und welche Rügen er unter diesem Gesichtspunkt erheben kann.\n\na) Zur Anfechtung eines allgemeinverbindlichen Erlasses oder einer Anordnung mit Rechtssatzcharakter wegen Verletzung verfassungsmässiger Rechte (Art. 84 Abs. 1 lit. a OG) ist jeder legitimiert, auf den die als verfassungswidrig bezeichneten Vorschriften künftig einmal angewandt werden könnten. Es genügt ein virtuelles Betroffensein, und die diesbezüglichen Anforderungen sind nach bundesgerichtlicher Rechtsprechung gering. Nur wo es nach der vom Erlass geregelten Materie von vornherein als ausgeschlossen erscheint, dass der Beschwerdeführer von den angefochtenen Normen einmal berührt werden könnte, wird das erforderliche praktische Interesse an der Beschwerdeführung verneint; es braucht lediglich eine gewisse minimale Wahrscheinlichkeit, einmal betroffen werden zu können (BGE 102 Ia 205 E. 3, BGE 103 Ia 371 E. 1, mit Hinweisen).\n\nIm vorliegenden Fall ist der Beschwerdeführer im Kanton Wallis wohnhaft, 31jährig, verheiratet und Vater bisher eines Kindes. Es ist zwar wenig wahrscheinlich, dass er als praktizierender Anwalt und Notar sich selbst noch um die Zulassung zum kantonalen Lehrerseminar bewerben wird, doch ist nicht ausgeschlossen, dass dies einmal sein jetziges oder ein späteres Kind tun wird. Dies genügt, um dem Beschwerdeführer die Legitimation zuzuerkennen.\n\nb) Im Zusammenhang mit dem Vorwurf, die mangelnde Bestimmtheit der Delegationsnorm (Art. 66 UntG) verletze den Grundsatz der Gewaltentrennung, macht der Beschwerdeführer summarisch auch eine Beeinträchtigung des Stimmrechts \"im Hinblick auf das obligatorische Gesetzesreferendum gemäss Art. 30 der Verfassung des Kantons Wallis\" geltend. Diese beiden Rügen können nach bundesgerichtlicher Rechtsprechung zusammenfallen, jedoch nur in bestimmten Fällen, etwa wenn eine Delegationsnorm, durch die angeblich eine referendumspflichtige Materie künftig der Volksabstimmung BGE 104 Ia 305 S. 308entzogen wird, unmittelbar nach ihrem Erlass angefochten wird (vgl. BGE 103 Ia 372 E. 1 und BGE 98 Ia 108 E. 1b). Hier wird indessen der Exekutive vorgeworfen, sie habe ihre Rechtssetzungskompetenz überschritten, indem sie durch Verordnung eine schwerwiegende Massnahme eingeführt habe, die durch das Gesetz nicht gedeckt sei. Diese Frage betrifft die Grundsätze der Gesetzmässigkeit und der Gewaltentrennung, nicht aber das politische Stimmrecht des Beschwerdeführers. Soweit in BGE 103 Ia 401 E. 3 (am Anfang) und in der nicht veröffentlichten E. 1a, bb jenes Urteils etwas anderes gesagt sein sollte, kann daran nicht festgehalten werden.\n\nDer Beschwerdeführer legt auch nicht dar, inwiefern der angefochtene Erlass in anderer Weise sein politisches Stimmrecht verletzen sollte (zu dessen Inhalt vgl. BGE 101 Ia 254 E. 3a, mit Verweisungen). Art. 85 lit. a OG kann hier daher keine Anwendung finden.\n\n2. In der Beschwerde rügte der Beschwerdeführer zur Hauptsache, die im Reglement vorgesehene jährliche Festsetzung der ins Lehrerseminar aufzunehmenden Kandidaten sei an sich willkürlich und verletze die persönliche Freiheit. Ob in der fraglichen Zulassungsbegrenzung ein Eingriff in den Kernbereich der Persönlichkeitsentfaltung und damit in die persönliche Freiheit liegt, lässt sich indessen erst im konkreten Anwendungsfall entscheiden, weshalb die Frage hier nicht zu untersuchen ist (BGE 101 Ia 389 E. 7d, bb und 401 E. 2d, BGE 102 Ia 324 f., mit Hinweisen). Zulassungsbeschränkungen sind ferner grundsätzlich mit Art. 4 BV vereinbar; entgegen der Behauptung des Beschwerdeführers müssen sie sich nicht zwingend aus der Person des Kandidaten (insbesondere dessen Eignung) ergeben, sondern lassen sich auch mit den Grenzen der Aufnahmefähigkeit der staatlichen Bildungseinrichtungen begründen (BGE 103 Ia 373 E. 2 und 399 E. 2b). Inwiefern sie im konkreten Fall sonst gegen Art. 4 BV verstossen sollten, legt der Beschwerdeführer nicht dar, weshalb auch diese Rüge nicht weiter geprüft zu werden braucht. Im übrigen erwecken die Ausführungen in der Beschwerdeergänzung ohnehin den Anschein, dass an den Rügen der Verletzung von Art. 4 BV und der persönlichen Freiheit nicht mehr festgehalten wird.\n\n3. Der Beschwerdeführer macht geltend, die in den Art. 10 Abs. 2 lit. d und Art. 36 Abs. 1 des Reglementes dem Erziehungsdepartement eingeräumte Befugnis, die Zahl der ins Lehrerseminar BGE 104 Ia 305 S. 309aufzunehmenden Kandidaten alljährlich zu bestimmen, finde keine Stütze in Art. 66 UntG und widerspreche dieser Bestimmung sogar. Mit den nach Art. 66 Abs. 2 UntG vom Kandidaten zu erfüllenden Bedingungen seien nur solche gemeint, die sich aus der Person des Kandidaten - namentlich dessen sittlichen, geistigen und körperlichen Fähigkeiten (vgl. Art. 29 des Reglementes) - ergäben, nicht aber die vom Erziehungsdepartement festgelegte Höchstzahl. Jedenfalls fehle es der Delegationsnorm an der nach bundesgerichtlicher Rechtsprechung erforderlichen Bestimmtheit.\n\nDer Staatsrat entgegnet, Art. 66 UntG enthalte eine allgemeine Delegation an die Exekutive, die Zulassung zum Lehrerseminar zu regeln. Diese Delegation sei nicht beschränkt auf die von den Kandidaten in ihrer Person zu erfüllenden Bedingungen. Aus dem amtlichen Sitzungsprotokoll des Grossen Rates vom Mai 1962 ergebe sich klar, dass ein blosses Rahmengesetz geschaffen und sämtliche Zulassungsbedingungen durch ein Reglement geordnet werden sollten. Den von verschiedenen Grossräten geäusserten Bedenken gegen die allgemeine Ermächtigung habe der damalige Vorsteher des Erziehungsdepartementes entgegengehalten, dass ein blosses Rahmengesetz nicht alle Einzelheiten enthalten könne, ein detailliertes Gesetz aber nicht in Frage komme, da es sonst nach seiner Annahme sogleich wieder den inzwischen veränderten Verhältnissen angepasst werden müsste. Die auf Art. 66 UntG gestützten Ausführungsbestimmungen dürften daher auch objektive Zulassungsvoraussetzungen enthalten.\n\na) Gemäss BGE 103 Ia 376 ff und 402 E. 3a gelten der Gesetzesvorbehalt und die zu ihm entwickelten Grundsätze über die Zulässigkeit der Gesetzesdelegation im Prinzip auch in der Leistungsverwaltung. Da sich im vorliegenden Fall die Frage der Gesetzmässigkeit und der Zulässigkeit der Gesetzesdelegation im Bereich der leistenden Verwaltung (Bildungswesen) stellt, sind die vom Bundesgericht entwickelten Grundsätze hier anzuwenden.\n\nb) Nach Art. 66 Abs. 2 UntG ist das Lehrerseminar \"jedem Schüler zugänglich, der die im Reglement vorgeschriebenen Bedingungen erfüllt\". Vom Wortlaut her gesehen kann diese Bestimmung kaum als Ermächtigung zur Einführung auch quantitativer Begrenzungen bei der Zulassung zum Seminar verstanden werden. Die Formulierung bezieht sich offenbar auf BGE 104 Ia 305 S. 310die in Art. 29 des Reglementes aufgestellten \"Bedingungen für die Aufnahme in das Probejahr\" und kann nur mit Mühe auch auf die in Art. 36 des Reglementes enthaltene Voraussetzung bezüglich \"Zahl der Aufnahmen in die Lehrerseminare\" ausgedehnt werden. Der Staatsrat macht unter Hinweis auf die Gesetzesberatungen geltend, der Gesetzgeber habe ihn ausdrücklich allgemein ermächtigt, die Zulassung zum Seminar zu regeln. Er behauptet nicht, dass die Befugnis zu quantitativen Zulassungsbegrenzungen Gegenstand der Beratungen gewesen wäre. Diese Befugnis war auch nicht selbstverständlich: Zwar hatte Art. 127 Abs. 2 des früheren Gesetzes vom 16. November 1946 über das Primar- und Haushaltungsschulwesen eine solche enthalten, doch fiel diese Bestimmung mit Inkrafttreten des neuen Gesetzes vom 4. Juli 1962 dahin und wurde erst mit dem Reglement vom 21. April 1964 wieder ausdrücklich eingeführt. Zudem fragt es sich, ob eine Massnahme wie der Numerus-clausus, der tiefgreifend in die Persönlichkeitsentwicklung des Einzelnen eingreifen kann, nicht einer ausdrücklichen gesetzlichen Grundlage bedarf (vgl. BGE 103 Ia 387 E. 7d und 403 E. 3b).\n\nDie Frage, ob Art. 66 Abs. 2 UntG als gesetzliche Grundlage der angefochtenen Massnahme ausreicht, kann jedoch offen bleiben, weil die Bestimmung so oder so den verfassungsrechtlichen Anforderungen nicht genügt, die an eine Delegationsnorm zu stellen sind.\n\nc) Nach feststehender bundesgerichtlicher Rechtsprechung ist die Delegation rechtssetzender Befugnisse an Verwaltungsbehörden zulässig, wenn sie nicht durch das kantonale Recht ausgeschlossen wird, wenn sie auf ein bestimmtes Gebiet beschränkt wird und das Gesetz die Grundzüge der Regelung selbst enthält, soweit sie die Rechtsstellung der Bürger schwerwiegend berührt, und wenn sie in einem der Volksabstimmung unterliegenden Gesetz enthalten ist. Ob die Delegationsnorm diesen verfassungsrechtlichen Anforderungen genügt, prüft das Bundesgericht frei (BGE 103 Ia 374 E. 3a und 404 ff. mit Verweisungen).\n\nIm vorliegenden Fall macht der Beschwerdeführer nicht geltend, der Delegation von Rechtssetzungsbefugnissen an die Exekutive stehe eine Norm des kantonalen Rechts entgegen. Die Delegation beschränkt sich auf den Gegenstand der Bedingungen für die Zulassung zum Seminar, und die Delegationsnorm BGE 104 Ia 305 S. 311ist in einem der Volksabstimmung unterliegenden Gesetz enthalten (Art. 30 Ziff. 3 KV Wallis). Da Zulassungsbeschränkungen an einem staatlichen Lehrerseminar wie jene an einer Universität die Rechtsstellung der Bürger in schwerwiegender Weise berühren können (BGE 103 Ia 389 und 405/6), muss die Delegationsnorm ferner die \"Grundzüge der Regelung\" selber enthalten. Dieser Anforderung genügt nun Art. 66 Abs. 2 UntG in keiner Weise. Die Bestimmung nennt - wie jene im vergleichbaren Fall Beeli (BGE 103 Ia 394 ff.) - weder die angefochtene Massnahme als solche (Zulassungsbegrenzung) noch deren Zielsetzung (Steuerung nach den \"Bedürfnissen der Schule\", d.h. nach dem Bedarf an Lehrern; vgl. Art. 36 Reglement). Art und Zweck der Massnahme müssen jedoch in jedem Falle im Gesetz selber genannt sein (BGE 103 Ia 407). Zudem sollte - wie im Falle Wäffler - das zu verfolgende Verfahren ebenfalls im Gesetz aufgeführt werden (vgl. BGE 103 Ia 384 E. 7a-c); mindestens muss die für die Durchführung der Massnahme zuständige Behörde bestimmt werden, wie es in BGE 103 Ia 394 ff. (Urteil Beeli) der Fall war. Die Delegation darf sich nicht wie hier in einer blossen Ermächtigung im Sinne der Schaffung einer Verordnungskompetenz erschöpfen (BGE 103 Ia 376 E. 3b).\n\nIm vorliegenden Fall müssen schliesslich auch die Auswahlkriterien bei der Durchführung des Numerus-clausus in ihren wesentlichen Zügen gesetzlich verankert werden. Im Gegensatz etwa zu den Universitäten erfordert der Zugang zum Lehrerseminar keinen qualifizierten Tauglichkeitsausweis (vgl. die Zulassungsbedingungen in Art. 29 des Reglementes); durch den Numerus-clausus könnte also eine Vielzahl von Bewerbern, die zur Ausbildung als Lehrer durchaus geeignet wären, von dieser allgemein zugänglichen Bildungseinrichtung ausgeschlossen werden; dies wäre - vor allem in Hinblick auf die Wahrung der Rechtsgleichheit - verfassungsrechtlich bedenklich (vgl. BGE 103 Ia 388 f.). Im genannten Urteil Wäffler, das den Numerus-clausus bei der Zulassung zur Universität Basel betraf, hat das Bundesgericht die mangelnde gesetzliche Verankerung der Auswahlkriterien allerdings hingenommen, und zwar aus folgenden Gründen: die in jenem Fall zu treffende Lösung hänge von einer Vielzahl noch nicht geklärter tatsächlicher Umstände ab und müsse allenfalls wegen inzwischen gesammelter Erfahrungen oder infolge veränderter Verhältnisse rasch BGE 104 Ia 305 S. 312verbessert oder gar neu gestaltet werden; zudem hätten die Hochschulkantone eine zumindest moralische Pflicht zur Zusammenarbeit und zur Vereinheitlichung der verschiedenen Bestrebungen im Hochschulwesen, um auf Landesebene eine Aufgabe von nationaler Bedeutung mit Hilfe des Bundes und der Nichtuniversitätskantone bestmöglich bewältigen zu können; diese Ziele könnten besser durch Verhandlungen auf Regierungsebene als im schwerfälligen Gesetzgebungsverfahren erreicht werden (BGE 103 Ia 391 f. E. 7d, ee). Diesen Argumenten kann indessen bei einem staatlichen Lehrerseminar, das im wesentlichen Lehrer für den kantonalen Bedarf ausbildet, kein oder bedeutend weniger Gewicht zukommen als bei einer Universität von nationaler Bedeutung (BGE 103 Ia 406). Interkantonale Bestrebungen zur Koordination der Lehrerausbildung sind nicht im Gange, und in Anbetracht der Tatsache, dass im Wallis zumindest seit 1946 die Zahl der aufzunehmenden Kandidaten jährlich festgelegt worden ist, kann auch nicht angenommen werden, viele tatsächliche Verhältnisse seien noch ungeklärt und es müssten zuerst noch Erfahrungen gesammelt werden. Schliesslich wird keine eigentliche Notlage (Erschöpfung der Aufnahmekapazität) geltend gemacht (vgl. BGE 103 Ia 407 oben), welche 1962 bei Erlass des Gesetzes noch nicht bestanden hätte, aber 1964 bei Erlass des ersten Reglementes zwingend die sofortige (Wieder-) Einführung der Aufnahmebegrenzung erfordert hätte.\n\nDie Anforderung, Art und Zweck der Massnahme sowie die für ihre Durchführung zuständige Behörde und die Auswahlkriterien (in ihren wesentlichen Zügen) im Gesetz selbst aufzuführen, war dem Gesetzgeber durchaus zuzumuten. Es ist nicht einzusehen, weshalb die in Art. 37 des früheren und in Art. 36 des neuen Reglementes getroffene Regelung nicht hätte ins Gesetz von 1962 aufgenommen werden können, zumal schon das frühere Gesetz von 1946 in Art. 127 Abs. 2 wenigstens die Art der Massnahme und die für ihre Durchführung zuständige Behörde genannt hatte.\n\nArt. 66 Abs. 2 UntG genügt somit den verfassungsrechtlichen Anforderungen nicht, die an die Bestimmtheit einer Delegationsnorm zu stellen sind. Die Art. 10 Abs. 2 lit. d und 36 des Reglementes sind daher aufzuheben.\n\n4. a) Der Staatsrat bringt eventualiter vor, die Zulassungsbegrenzung beruhe auch auf Gewohnheitsrecht. Dieses ist BGE 104 Ia 305 S. 313eine originäre Rechtsquelle, die trotz eines gewissen Vorranges des formell zustandegekommenen Gesetzes Gesetzesrang hat (BGE 94 I 308 E. 1, BGE 83 I 248), soweit sie nicht bloss der Verordnungsstufe zuzurechnen ist (vgl. GRISEL, Droit administratif suisse, S. 38). Im vorliegenden Fall wird gesetzesergänzendes Gewohnheitsrecht geltend gemacht. Damit indessen Gewohnheitsrecht einem formellen Gesetz, d.h. einer dem Referendum unterstellten Rechtsnorm, gleichgestellt werden kann, bedarf es einer Lücke des geschriebenen Rechts und eines unabweislichen Bedürfnisses, sie zu füllen (BGE 94 I 308 E. 2, BGE 96 V 51 E. 4; GRISEL, a.a.O. S. 37; mit weiteren Hinweisen). Diese Voraussetzung ist im vorliegenden Fall nicht erfüllt, unabhängig davon, welcher Begriff der Lücke zugrundegelegt wird (echte oder auch unechte Lücke sowie planwidrige Unvollständigkeit; vgl. hiezu GRISEL, a.a.O. S. 37/38, BGE 94 I 308 E. 2): Nachdem die fragliche Zulassungsbegrenzung nach Darstellung des Staatsrates ursprünglich Verwaltungsgebrauch gewesen war, wurde sie 1947 ins Gesetz aufgenommen und 1962/64 auf Verordnungsstufe zurückverwiesen. Unter diesen Umständen kann keine Lücke des geschriebenen Rechts und kein unabweisliches Bedürfnis nach einer Regelung mehr angenommen werden; für ergänzendes Gewohnheitsrecht bleibt hier kein Raum. Bei diesem Ergebnis erübrigt sich die Prüfung, ob die weiteren Voraussetzungen für die Entstehung von Gewohnheitsrecht (vgl. BGE 96 V 51 E. 4, BGE 102 Ib 300 E. f) erfüllt gewesen wären; immerhin scheint fraglich, ob hier die erforderliche Rechtsüberzeugung (opinio iuris et necessitatis) der von den angewandten Normen Betroffenen angenommen werden könnte.\n\nb) Schliesslich ändert auch nichts, dass der Grosse Rat des Kantons Wallis das fragliche Reglement des Staatsrats als Ganzes genehmigt hat. Eine solche Genehmigung verändert nämlich den rechtlichen Charakter dieser unselbständigen Verordnung nicht; diese bleibt eine Verordnung des Staatsrates (BGE 100 Ia 69). Weder das Reglement selbst noch der Genehmigungsbeschluss unterlagen dem Referendum, weshalb auch hier keine gesetzliche Grundlage zu finden ist."}