{"annee": "104", "cour": "IA", "page": "79", "date": "8/2/1978", "cite": ["100 IA 392", "101 IA 193", "92 I 480", "98 IA 163", "31 I 81", "97 I 221", "94 I 459", "100 IA 322", "102 IA 264", "97 I 329", "68 I 18", "91 I 312", "82 I 217"], "cite_par": ["112 IA 155", "125 I 347", "129 I 68", "106 IA 131", "113 IA 26", "107 IA 331", "112 IA 311", "107 IA 206", "124 I 327", "116 IA 207", "107 III 29", "134 I 75", "109 IA 97", "109 IA 248", "138 I 55"], "chapeau": "18. Urteil vom 8. Februar 1978 i.S. S. gegen Kirchgemeinde Johannes Bern und Regierungsrat des Kantons Bern", "regestes": ["Art. 49 Cst.; décision de se retirer de l'Eglise nationale. 1. Le droit fédéral oblige-t-il les autorités administratives cantonales à examiner, à titre préjudiciel, la conformité à la Constitution fédérale des dispositions cantonales dont elles doivent assurer l'exécution? Question laissée indécise (consid. 2). 2. Exigences de forme auxquelles peut être soumise la déclaration de sortie de l'Eglise; la réglementation cantonale qui prescrit que cette déclaration doit être confirmée par un écrit portant signature authentifiée de l'intéressé et déposé après écoulement d'un certain délai (30 jours au minimum), n'est pas contraire à l'art. 49 Cst. Mais la déclaration de sortie doit déployer ses effets au moment où elle a été donnée pour la première fois (consid. 3). 3. La disposition cantonale selon laquelle la personne qui a déclaré ne plus vouloir être membre d'une Eglise doit payer l'impôt ecclésiastique jusqu'à la fin de l'année courante, viole l'art. 49 al. 6 Cst. Cette contribution ne peut être perçue que pro rata temporis, jusqu'au moment de la sortie de l'Eglise (consid. 4). 4. Exception au principe de la nature cassatoire du recours de droit public (consid. 5)."], "faits": "BGE 104 Ia 79 S. 80\n\nIm Dekret des Grossen Rates des Kantons Bern vom 13. November 1967 über die Kirchensteuern ist der Austritt aus der Landeskirche einlässlich geregelt. In Art. 30 wird festgestellt, dass der Angehörige einer Landeskirche sich der Kirchensteuerpflicht nur dadurch entziehen kann, dass er seinen Austritt aus der Landeskirche erklärt. Art. 31 des Dekretes ordnet das Austrittsverfahren:\n\n\"Der Austritt aus der Landeskirche ist durch schriftliche, vom Austretenden persönlich unterzeichnete Eingabe beim Kirchgemeinderat der Wohnsitzgemeinde anzukündigen.\n\nDie gemeinsame Austrittserklärung mehrerer Personen (Kollektivaustritt) ist unwirksam.\n\nDer Kirchgemeinderat prüft seine Zuständigkeit zur Entgegennahme der Austrittserklärung sowie das Vorhandensein der notwendigen Voraussetzungen.\n\nSind die Voraussetzungen für den Austritt erfüllt, so lädt er den Austretenden nach Ablauf einer Frist von mindestens dreissig Tagen, aber spätestens innerhalb sechs Wochen, ein, seinen Austrittswillen durch persönliche Unterzeichnung eines entsprechenden, gleichzeitig zuzustellenden amtlichen Formulars vor dem Kirchgemeinderatsschreiber zu bestätigen.\n\nDie persönliche Unterzeichnung des Formulars vor dem Kirchgemeinderatsschreiber kann durch notarielle Beglaubigung ersetzt werden.\n\nDer Kirchgemeinderat hat innert dreissig Tagen nach erfolgtem Austritt sowohl dem Austretenden wie auch der Einwohnerkontrolle der Wohnsitzgemeinde eine Austrittsbescheinigung zuzustellen.\n\nBGE 104 Ia 79 S. 81\n\nLehnt der Kirchgemeinderat die Bestätigung einer Austrittserklärung ab, so hat er die zur Ablehnung führenden Gründe dem Austretenden binnen dreissig Tagen schriftlich mitzuteilen.\n\n... (Hinweis auf Beschwerdemöglichkeit nach Gemeindegesetz).\"\n\nGemäss Art. 32 Abs. 1 gilt der Austritt aus der Landeskirche vom Tage der Unterzeichnung der endgültigen Austrittserklärung an. Die Kirchensteuer wird jedoch noch für das volle Austrittsjahr geschuldet (Art. 32 Abs. 2).\n\nFräulein S. erklärte mit Schreiben vom 28. Dezember 1974 gegenüber dem Kirchgemeinderat Johannes den Austritt aus der evangelisch-reformierten Landeskirche auf den 31. Dezember 1974. Der Kirchgemeinderat nahm in seiner Sitzung vom 13. Januar 1975 von dieser Austrittserklärung Kenntnis. Eine Aussprache zwischen dem zuständigen Pfarrer und Fräulein S. verlief erfolglos. Am 12. April 1975 schickte der Sekretär des Kirchgemeinderates an Fräulein S. das amtliche Austrittsformular mit dem Hinweis, dass dieses nach den geltenden Vorschriften vor dem Sekretär des Kirchgemeinderates oder vor einem Notar zu unterzeichnen sei. Mit Schreiben vom 18. April 1975 stellte Fräulein S. fest, sie habe ihren Austritt aus der Landeskirche schriftlich erklärt und gegenüber dem Pfarrer bestätigt; sie halte die weiteren Formalitäten, insbesondere die Beglaubigung der Unterschrift, für unzulässig und verfassungswidrig; falls der Austritt nicht in der erfolgten Form auf den 31. Dezember 1974 akzeptiert werde, ersuche sie um eine entsprechende Feststellungsverfügung. Es folgten weitere Briefwechsel zwischen S. und den kirchlichen Behörden. Schliesslich teilte der Kirchgemeinderat der Johannesgemeinde Fräulein S. am 5. September 1975 mit, dass ihr Austrittsbegehren am 10. März 1975 vom Rate genehmigt worden sei, dass aber der Kirchenaustritt nicht in der im Kirchensteuerdekret vorgeschriebenen Weise habe vollzogen werden können, da sie sich weigere, die erforderlichen Formalitäten zu erfüllen. Fräulein S. führte gegen die Nichtanerkennung ihres Austritts beim Regierungsstatthalter und hernach beim Regierungsrat des Kantons Bern erfolglos Beschwerde. Beide kantonalen Instanzen traten auf die Rüge, die streitigen Vorschriften des Kirchensteuerdekretes seien bundesverfassungswidrig, nicht ein. Während der Hängigkeit des kantonalen Verfahrens unterzeichnete Fräulein S. am 8. Dezember 1975 \"ohne Anerkennung des Rechtsstandpunktes der Kirchgemeinde\" das BGE 104 Ia 79 S. 82amtliche Formular in der vorgeschriebenen Weise, so dass ihr Austritt auch nach den angefochtenen Vorschriften des Kirchensteuerdekretes inzwischen auf jeden Fall rechtswirksam geworden ist.\n\nFräulein S. erhebt im Anschluss an den Entscheid des Regierungsrates vom 17. Mai 1977 wegen Verletzung von Art. 4 und 49 BV sowie Art. 2 ÜbBest. BV staatsrechtliche Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n2. Regierungsstatthalter und Regierungsrat sind auf die von der Beschwerdeführerin erhobene Rüge, gewisse Bestimmungen des grossrätlichen Kirchensteuerdekretes stünden zu Art. 49 BV in Widerspruch, nicht eingetreten mit der Begründung, es sei den Verwaltungsbehörden durch die bernische Staatsverfassung verwehrt, kantonale Gesetze und Dekrete auf ihre Verfassungsmässigkeit hin zu überprüfen; hiezu seien nur die Gerichte befugt.\n\na) Das Bundesgericht vertrat in BGE 91 I 314 die Auffassung, es seien nicht nur die kantonalen Gerichte, sondern auch die kantonalen Verwaltungsbehörden auf entsprechende Rüge hin befugt und verpflichtet, das von ihnen anzuwendende kantonale Recht akzessorisch auf seine Übereinstimmung mit der Bundesverfassung zu prüfen. Es stellte anderseits in BGE 92 I 481 f. fest, dass eine Kantonsregierung ohne eine dahingehende kantonale Vorschrift nicht gehalten sei, kantonale Gesetze und Dekrete des Grossen Rates auf ihre Übereinstimmung mit der Kantonsverfassung zu prüfen.\n\nDass die kantonalen Gerichte das kantonale Recht akzessorisch auf seine Bundesrechtmässigkeit zu prüfen haben, entspricht der herrschenden Auffassung in Doktrin und Rechtsprechung (BGE 82 I 219 mit Hinweisen auf Literatur und frühere Bundesgerichtsurteile; IMBODEN/RHINOW, Verwaltungsrechtsprechung, Bd. II, Nr. 143, B I S. 1059 mit Hinweisen auf kantonale Entscheide). Hingegen hat sich darüber, wieweit auch die kantonalen Verwaltungsbehörden verpflichtet sind, das von ihnen zu vollziehende kantonale Recht auf seine Übereinstimmung mit der Bundesverfassung und der Bundesgesetzgebung zu prüfen, noch keine einheitliche Auffassung gebildet. Das Bundesgericht hat sich, von BGE 91 I 314 abgesehen, mit der Frage nie näher befasst (vgl. auch BGE 68 I 29). W. BURCKHARDT und MAX IMBODEN BGE 104 Ia 79 S. 83haben den Standpunkt vertreten, dass zwar nicht jede untere kantonale Verwaltungsstelle, aber doch die Kantonsregierung als oberste, unabhängige Verwaltungsbehörde von Bundesrechts wegen verpflichtet sei, das kantonale Recht akzessorisch auf seine Bundesrechtmässigkeit zu prüfen und ihm gegebenenfalls die Anwendung zu versagen (W. BURCKHARDT, Eidgenössisches Recht bricht kantonales Recht, in: Festgabe für Fritz Fleiner zum 60. Geburtstag, 1927, S. 64 f.; MAX IMBODEN, Bundesrecht bricht kantonales Recht, Diss. Zürich 1940, S. 141-144; im gleichen Sinne IMBODEN/RHINOW, a.a.O., Nr. 143, B I/b S. 1060). Andere Autoren nehmen an, dass eine solche akzessorische Prüfungsbefugnis sämtlichen rechtsanwendenden kantonalen Behörden, d.h. auch allen Verwaltungsorganen, zukomme (so HANS NEF, Das akzessorische Prüfungsrecht, in Mélanges Marcel Bridel, 1968, S. 316 ff.; FLEINER/GIACOMETTI, Schweizerisches Bundesstaatsrecht, S. 97).\n\nb) Die aufgeworfene Frage ist jedoch für die Beurteilung der vorliegenden staatsrechtlichen Beschwerde nicht entscheidend und braucht daher an dieser Stelle nicht weiter verfolgt zu werden. Wohl hätte die Beschwerdeführerin bei Zugrundelegung der prozessrechtlichen Situation, wie sie im Entscheid des Regierungsrates dargestellt wird, die Rüge der Verfassungswidrigkeit des Kirchensteuerdekretes mangels eines geeigneten kantonalen Rechtsmittels schon unmittelbar im Anschluss an den erstinstanzlichen Entscheid des Kirchgemeinderates mit staatsrechtlicher Beschwerde dem Bundesgericht unterbreiten können. Doch durfte sie ohne Gefahr eines prozessualen Nachteils mit der Einreichung einer staatsrechtlichen Beschwerde auch zuwarten und zuerst von den zur Verfügung stehenden kantonalen Rechtsmitteln Gebrauch machen. Nach der neuern Rechtsprechung können mit einer im Anschluss an einen letztinstanzlichen kantonalen Rechtsmittelentscheid erhobenen staatsrechtlichen Beschwerde auch noch Rügen erhoben werden, die der Kognition der kantonalen Rechtsmittelinstanz entzogen waren (BGE 94 I 462 f.; vgl. auch BGE 102 Ia 267, 100 Ia 123, BGE 97 I 226). Der Umstand, dass die kantonalen Rechtsmittelinstanzen auf die Frage, ob das Kirchensteuerdekret vor Art. 49 BV standhalte, nicht eingetreten sind, hindert die Beschwerdeführerin daher nicht daran, diese Verfassungsrüge zum Gegenstand der vorliegenden, im Anschluss an den Regierungsratsentscheid BGE 104 Ia 79 S. 84eingereichten staatsrechtlichen Beschwerde zu machen. Voraussetzung ist allerdings, dass neben dem letztinstanzlichen Rechtsmittelentscheid auch noch der eigentliche Sachentscheid, auf den sich die Rüge bezieht, angefochten wird (BGE 94 I 463, BGE 97 I 227 E. 3a). Das ist hier insoweit der Fall, als die Beschwerdeführerin in ihrem Eventualbegehren beantragt, es sei vom Bundesgericht festzustellen, dass der Kirchenaustritt auf den 31. Dezember 1974 wirksam geworden sei. Eine Gutheissung dieses Eventualbegehrens läuft im Ergebnis auf eine Aufhebung der Verfügung des Kirchgemeinderates vom 5. September 1975 hinaus. Es kann daher auf die in der staatsrechtlichen Beschwerde erhobene Rüge der Verfassungswidrigkeit des Kirchensteuerdekretes eingetreten werden, ohne dass entschieden werden muss, ob der Regierungsrat zur Prüfung dieser Frage verpflichtet gewesen wäre.\n\nc)...\n\n3. Die Garantie der Glaubens- und Gewissensfreiheit in Art. 49 BV hat unter anderem zur selbstverständlichen Folge, dass der Austritt aus einer Landeskirche oder irgendeiner Religionsgemeinschaft jederzeit möglich sein muss und nicht durch schikanöse Vorschriften erschwert oder unnötig verzögert werden darf.\n\na) Nach Art. 31 des Kirchensteuerdekretes ist ein Austritt aus einer bernischen Landeskirche möglich, doch genügt eine schriftliche Austrittserklärung nicht, sondern es bedarf der Unterzeichnung eines amtlichen Formulars. Die Erfüllung dieser Bedingung ist frühestens nach dreissig Tagen möglich. Durch das Dekret wird also dem Austrittswilligen eine Bedenkzeit auferlegt. Schliesslich wird durch das formelle Erfordernis der Unterzeichnung vor dem Gemeinderatsschreiber oder einem Notar die einwandfreie Willensäusserung gewährleistet und die Bedeutung des Schrittes hervorgehoben.\n\nArt. 49 BV verbietet den Landeskirchen nicht, den Kirchenaustritt zu regeln und durch formelle Erfordernisse einen überstürzten Austritt unter dem momentanen Einfluss von Drittpersonen nach Möglichkeit zu verhindern. Aus der Verfassungsbestimmung ist nicht abzuleiten, eine schriftliche Austrittserklärung müsse ohne weitere Formalitäten akzeptiert werden. Soweit ein kantonales Austrittsverfahren nur der Gewährleistung einer überlegten, klaren Willensäusserung dient, hält es vor Art. 49 BV stand.BGE 104 Ia 79 S. 85\n\nDie in Art. 31 Abs. 4 des Kirchensteuerdekretes vorgeschriebene Bedenkfrist wird zwar oft auch dazu benutzt werden, dem Einfluss Dritter die kirchlichen Argumente entgegenzusetzen. Dass derjenige, der aus der Landeskirche austreten will, erst dreissig Tage bis sechs Wochen nach der Ankündigung dieses Entschlusses die eigentliche Austrittserklärung unterzeichnen darf, ist aber als sachliches Mittel zur Vermeidung überstürzter Kirchenaustritte vor Art. 49 BV haltbar. Auch das Erfordernis einer beglaubigten Unterzeichnung ist nicht schikanös, sondern gewährleistet die Echtheit der Unterschrift und eine unbeeinflusste Unterzeichnung der entscheidenden Erklärung. Mag auch in Einzelfällen das formelle Austrittsverfahren gemäss Art. 31 des Dekretes als eine überflüssige Komplikation erscheinen, weil weder der erklärte Austrittswille noch die Identität des Erklärenden zu irgendwelchen Zweifeln Anlass geben, so ist die starre Ordnung in einem formellen Verfahren, soweit sie sich sachlich begründen lässt, doch nicht verfassungswidrig.\n\nb) Verlangt das einschlägige Recht, dass der mitgeteilte Entschluss zum Kirchenaustritt in einem damit eingeleiteten förmlichen Austrittsverfahren bestätigt werde, so stellt sich die Frage, auf welchen Zeitpunkt der Austritt wirksam werden soll: Gilt der definitiv bestätigte Austritt rückwirkend von der ersten Austrittserklärung an oder tritt die Wirkung des Austrittes erst mit dem Abschluss des Austrittsverfahrens ein?\n\nGemäss Art. 32 Abs. 1 des bernischen Dekretes gilt der Austritt vom Tage der Unterzeichnung der endgültigen Austrittserklärung an, d.h. also erst die Unterzeichnung des amtlichen Formulars lässt die Austrittserklärung wirksam werden. Durch das Austrittsverfahren, dessen Dauer von verschiedenen Umständen abhängt, soll die Kirchenzugehörigkeit des Austretenden also verlängert werden, auch wenn der geäusserte Entschluss zum Austritt sich schliesslich als unumstösslich erweist. Der Ausgetretene wird somit für einen Zeitraum noch als Kirchenangehöriger behandelt, in dem er bereits zum Ausdruck gebracht und in der Folge auch nach Ablauf der Bedenkzeit auf amtlichem Formular bestätigt hat, dass er dieser Kirche nicht mehr angehören wolle.\n\nDiese Verlängerung der Kirchenzugehörigkeit um die Zeit des formellen Austrittsverfahrens steht im Widerspruch zu Sinn und Zweck von Art. 49 BV. Eine Landeskirche darf wohl in einem formellen Verfahren den Austrittswillen verifizieren.BGE 104 Ia 79 S. 86\n\nWird dabei aber der Austrittsentschluss bestätigt, so muss der Austritt rückwirkend auf den Zeitpunkt der ersten Erklärung (vgl. Art. 31 Abs. 1 des Dekretes) gelten. Es lässt sich mit sachlichen Gründen nicht rechtfertigen, dass eine Person, die aus einer Kirche austreten will, während der Dauer des kirchenrechtlich vorgesehenen Austrittsverfahrens auf jeden Fall noch Kirchenangehörige bleibt. Wenn auch die Berner Lösung logisch vertretbar sein mag, so verlangt die Glaubensfreiheit doch, dass von einer solchen konstruierten Verlängerung der Kirchenzugehörigkeit eines Austretenden abgesehen wird. Sein bestätigter Austrittswille ist rückwirkend zu beachten. Auch im Interesse der Landeskirche ist der Anschein zu vermeiden, man wolle aus irgendwelchen, vor allem finanziellen Gründen den Austritt mit juristischen Mitteln möglichst hinausschieben.\n\nIm vorliegenden Fall ist daher festzustellen, dass die Beschwerdeführerin durch die im Dezember 1975 auf amtlichem Formular bestätigte Austrittserklärung rückwirkend auf den 31. Dezember 1974 aus der evangelisch-reformierten Landeskirche des Kantons Bern ausgetreten ist.\n\n4. Nach Art. 32 Abs. 2 des Kirchensteuerdekretes wird die Kirchensteuer noch für das \"volle Austrittsjahr\" geschuldet.\n\nDie Beschwerdeführerin hält diese Vorschrift ebenfalls für verfassungswidrig. Da im vorliegenden Fall der Austritt aus der Landeskirche ohnehin erst am Ende des laufenden Jahres erklärt und rechtswirksam geworden ist, hört mit dem Kirchenaustritt (d.h. ab 31. Dezember 1974) auch die Kirchensteuerpflicht auf. Die Beschwerdeführerin wird daher durch die Anwendung der Vorschrift, wonach die Kirchensteuer noch für das ganze laufende Jahr zu entrichten sei, insofern nicht weiter belastet. Die gegen Art. 32 Abs. 2 des Kirchensteuerdekretes erhobenen verfassungsrechtlichen Einwände sind jedoch begründet:\n\nFür die dort statuierte Regel, die Kirchensteuer sei stets für das ganze Austrittsjahr geschuldet, lassen sich wohl administrative Gründe anführen. Die Erhebung der Kirchensteuer für einen Zeitraum, in welchem ein Ausgetretener bereits nicht mehr der Kirche angehörte, steht aber im Widerspruch zu Art. 49 Abs. 6 BV. Wie beim Aufhören jeder Steuerpflicht (durch Wegzug, Tod usw.), so ist auch bei der Beendigung der Kirchensteuerpflicht durch Austritt die letzte Steuer pro rata temporis zu erheben (vgl. RUDOLF EGGER, Das Subjekt der BGE 104 Ia 79 S. 87Kultussteuern in der Schweiz, Diss. Zürich 1942, S. 90/91; Entscheid der aargauischen Steuerrekurskommission vom 9. März 1973, publiziert in ZBl 75/1974, S. 41 ff. mit weitern Hinweisen). Dass damit ein gewisser, allerdings eher bescheidener, zusätzlicher Verwaltungsaufwand verbunden ist, ändert nichts. Soweit in der früheren Rechtsprechung (BGE 31 I 87 ff.) eine gegenteilige Ansicht vertreten wurde, ist daran nicht festzuhalten.\n\n5. Die Frist, innerhalb derer das Kirchensteuerdekret unmittelbar mit staatsrechtlicher Beschwerde angefochten werden konnte (dreissig Tage seit Publikation des Erlasses, vgl. Art. 89 OG), ist zwar längst abgelaufen. Nach ständiger Rechtsprechung des Bundesgerichts kann jedoch die Verfassungswidrigkeit einer kantonalen Vorschrift auch noch bei der Anfechtung eines gestützt darauf ergangenen Anwendungsaktes geltend gemacht werden. Erweist sich der Vorwurf als begründet, so führt dies freilich nicht zur formellen Aufhebung der Vorschrift; die vorfrageweise Feststellung ihrer Verfassungswidrigkeit hat nur zur Folge, dass die Vorschrift auf den Beschwerdeführer nicht angewendet und der gestützt auf sie ergangene Entscheid aufgehoben wird (BGE 101 Ia 194 E. 1a; BGE 100 Ia 324 E. 1; BGE 98 Ia 164 E. 2; BGE 97 I 334 E. 3). Im vorliegenden Fall erscheint es angesichts der besonderen prozessualen Situation - vgl. E. 2 - als gerechtfertigt, vom Grundsatz der kassatorischen Natur der staatsrechtlichen Beschwerde eine Ausnahme zu machen und im Dispositiv des bundesgerichtlichen Urteils festzustellen, dass der Kirchenaustritt der Beschwerdeführerin auf den 31. Dezember 1974 wirksam geworden ist; nur eine solche positive Feststellung vermag hier den beanstandeten verfassungswidrigen Zustand wirksam und innert nützlicher Frist zu beheben (vgl. BGE 100 Ia 395 E. 1d; BGE 97 I 226 E. 1b, 841 E. 1).\n\nDemnach erkennt das Bundesgericht:\n\nIn Gutheissung der Beschwerde wird festgestellt, dass der Austritt der Beschwerdeführerin aus der evangelisch-reformierten Landeskirche des Kantons Bern auf den 31. Dezember 1974 wirksam geworden ist."}