{"annee": "104", "cour": "III", "page": "37", "date": "11/7/1978", "cite": ["92 III 1", "79 III 138", "66 III 71", "64 III 127"], "cite_par": ["113 III 23"], "chapeau": "11. Arrêt du 11 juillet 1978 dans la cause L.", "regestes": ["Art. 173 al. 1 CC. Lorsqu'un séquestre a été obtenu par un époux sur les biens de son conjoint domicilié à l'étranger, l'office des poursuites doit l'exécuter sans rechercher s'il viole l'art. 173 CC (confirmation de jurisprudence)."], "faits": "BGE 104 III 37 S. 37\n\nLe 15 novembre 1977, dame L. a obtenu du Tribunal de première instance de Genève, contre L., son mari, domicilié à New York, une ordonnance de séquestre, à concurrence d'une créance de 1'225'000fr., de tous les avoirs de L. déposés en main de diverses banques sises à Genève. Estimant, au vu des informations recueillies, que le séquestre avait abouti, l'Office des poursuites de Genève l'a maintenu en vigueur. Le séquestre a été validé en temps utile.\n\nL. a porté plainte auprès de l'autorité cantonale de surveillance, demandant l'annulation du séquestre et de la poursuite en validation. Il invoquait l'art. 173 CC.BGE 104 III 37 S. 38\n\nL'autorité cantonale a rejeté la plainte le 31 mai 1978.\n\nL. a recouru au Tribunal fédéral, reprenant les conclusions formulées dans l'instance cantonale. Le recours a été rejeté.", "considerants": "Considérant en droit:\n\n1. Comme devant l'autorité cantonale, le recourant invoque l'art. 173 al. 1 CC, aux termes duquel les époux ne peuvent pendant le mariage requérir l'exécution forcée l'un contre l'autre que dans les cas prévus par la loi. Ce moyen doit être examiné dans la procédure de plainte (LEMP, n. 17 ad 173 CC et les références).\n\n2. Selon la jurisprudence fédérale, lorsqu'un séquestre a été obtenu par un époux sur les biens de son conjoint domicilié à l'étranger, le préposé aux poursuites doit l'exécuter sans rechercher s'il viole l'art. 173 CC (ATF 79 III 139 /140). C'est en vertu de ce principe que l'autorité cantonale a rejeté la plainte. Le recourant insiste sur le caractère exceptionnel de la dérogation à l'interdiction de l'art. 173 CC: il relève que, d'après le Tribunal fédéral, pour qu'un époux dont le conjoint est domicilié à l'étranger soit recevable à faire séquestrer les biens dudit qui se trouvent en Suisse, il faut qu'il soit menacé dans ses droits de créancier par une mesure semblable de la part de tiers sur ces biens et qu'il n'ait pas la possibilité de participer à une saisie selon les art. 174 CC et 111 LP (ATF 92 III 5). Mais on ne saurait exiger du préposé aux poursuites qu'il contrôle si tel est le cas: organe d'exécution subordonné à l'autorité de séquestre, il n'a pas à examiner le bien-fondé d'une ordonnance de séquestre (ATF 79 III 140, ATF 66 III 73 consid. 1, ATF 64 III 128 /129). L'autorité cantonale a donc correctement appliqué le droit fédéral."}