{"annee": "104", "cour": "IA", "page": "297", "date": "28/8/1978", "cite": ["98 IA 98", "102 IA 229", "103 IA 293", "101 IA 46"], "cite_par": ["109 IA 273", "106 IA 33", "108 IA 64", "108 IA 74", "114 IA 281"], "chapeau": "46. Arrêt du 28 août 1978 en la cause X. contre Procureur général du canton de Genève", "regestes": ["Art. 12 et ss. Cst. Genève; art. 240 du Code cantonal de procédure pénale; art. 5 CEDH. Prolongation de la détention d'une personne condamnée par un jugement contre lequel il a été fait appel auprès de la Cour de Justice, l'arrêt rendu par cette dernière étant lui-même l'objet d'un pourvoi en cassation auprès de la Cour de cassation du canton de Genève. Examen de la légalité de cette détention au regard des dispositions de la constitution et du code de procédure pénale du canton de Genève, ainsi que de l'art. 5 CEDH."], "faits": "BGE 104 Ia 297 S. 297\n\nX. a été arrêté par la police genevoise le 31 décembre 1977. Le 2 janvier 1978, le juge d'instruction a décerné contre lui un mandat d'arrêt, d'une durée de huit jours. La Chambre d'accusation a autorisé la prolongation de la détention à plusieurs reprises, la dernière fois - le 21 avril 1978 - jusqu'au 15 juin 1978. Le 25 avril 1978, le Tribunal de police a condamné X. à une peine de 4 ans de réclusion. Le Procureur général et X. ont tous deux formé appel contre ce jugement, qui a été confirmé par la Cour de justice. X. a formé contre l'arrêt de cette dernière un pourvoi en cassation auprès de la Cour de cassation du canton de Genève. La procédure devant cette cour est pendante.\n\nLe 16 juin 1978, X. a adressé au Procureur général une requête en levée d'écrou. Il a affirmé que, le mandat d'amener étant venu à échéance, aucun autre mandat ou jugement ne BGE 104 Ia 297 S. 298permettait de le maintenir en détention. Cette requête a été rejetée le même jour par ordonnance du Procureur général; cette autorité a considéré que la détention d'une personne jugée alors qu'elle était incarcérée subsiste durant la procédure d'appel ou de cassation, sans qu'il soit nécessaire de requérir l'autorisation de la prolonger. X. a formé un recours de droit public contre cette ordonnance.", "considerants": "Considérant en droit:\n\n1. La constitution du canton de Genève, telle qu'elle a été modifiée par la loi constitutionnelle du 17 juin 1977, contient notamment les dispositions suivantes en matière de liberté individuelle (titre III):\n\nArt. 12 al. 1: \"Nul ne peut être privé de sa liberté si ce n'est en vertu d'un jugement rendu par un tribunal compétent ou d'un mandat décerné pour assurer l'instruction d'une procédure pénale par une autorité à qui le présent titre en donne le pouvoir.\"\n\nArt. 17 al. 1: \"Le mandat d'arrêt est l'acte par lequel le juge d'instruction ordonne d'arrêter et de garder en détention une personne inculpée d'un crime ou d'un délit.\"\n\nArt. 18: \"La durée du mandat d'arrêt est de 8 jours, sauf prolongation autorisée par la Chambre d'accusation.\"\n\nArt. 25: \"1 La Chambre d'accusation peut, à la demande du juge d'instruction, ou du procureur général lorsque le dossier à déjà été communiqué au Ministère public, autoriser que la détention soit prolongée, lorsque les circonstances font apparaître cette mesure comme indispensable.\n\nL'inculpé doit être préalablement entendu.\n\n2 L'autorisation n'est valable que pour 3 mois au maximum; elle peut être renouvelée dans les mêmes conditions,\"\n\nCes dispositions constitutionnelles constituent le fondement de plusieurs dispositions du code de procédure pénale (CPP), du 29 septembre 1977, dont certaines se bornent d'ailleurs à reproduire les règles inscrites dans la constitution.\n\nC'est ainsi que l'art. 33 CPP reprend les termes de l'art. 17 al. 1 Cst. gen. L'art. 35 al. 1 prévoit, comme l'art. 18 Cst. gen., que \"la durée du mandat d'arrêt est de 8 jours\". Quant aux al. 2 et 3 de l'art. 35, ils reproduisent purement et simplement, sous réserve d'une modification de pure forme, les termes de l'art. 25 al. 1 et 2 Cst. gen.\n\nEn ce qui concerne les infractions qui sont de la compétence du Tribunal de police, l'art. 229 al. 3 CPP dispose qu'en cas de condamnation à une peine de réclusion ou d'emprisonnement, sans sursis, le Tribunal peut prononcer l'arrestation immédiate BGE 104 Ia 297 S. 299du condamné s'il y a danger de fuite ou si le condamné risque de commettre une nouvelle infraction. L'al. 4 du même article précise que, dans ce cas, l'ordre d'arrestation \"tient lieu de mandat et déploie ses effets tant que la condamnation n'est pas devenue définitive et exécutoire\". Ces dispositions s'appliquent aussi en appel, en vertu de l'art. 245 CPP. Des dispositions identiques sont prévues à l'art. 318 al. 2 et 3, lorsque l'infraction est de la compétence de la Cour correctionnelle ou de la Cour d'assises. L'art. 240 CPP, qui a trait aux jugements rendus par le Tribunal de police, est ainsi conçu:\n\n\"1 Les jugements susceptibles d'appel ne deviennent exécutoires qu'à l'expiration du délai d'appel.\n\n2 L'appel est suspensif.\n\n3 Les personnes déjà écrouées sous mandat d'arrêt ou qui ont été arrêtées par le tribunal sont maintenues en détention préventive, sous réserve d'une mise en liberté provisoire conformément aux dispositions des articles 151 à 163.\" Des dispositions identiques à celles de l'art. 240 al. 2 et 3 CPP sont prévues en cas de pourvoi en cassation aux art. 343 al. 3 et 4, et 370 al. 2 et 3 CPP.\n\n2. Le recourant soutient que la prolongation de sa détention n'ayant été autorisée par la Chambre d'accusation que jusqu'au 15 juin 1978, il aurait dû être libéré d'office dès le lendemain malgré le jugement de condamnation prononcé par le Tribunal de police, cette dernière décision ayant fait l'objet d'un appel qui emporte un effet suspensif. Il affirme donc être détenu illégalement depuis le 16 juin 1978, de sorte que la décision du Procureur général refusant de lever l'écrou violerait le principe de la liberté personnelle.\n\nLa jurisprudence a admis que la garantie de la liberté personnelle, comportant notamment le droit pour l'individu d'aller et de venir, le droit à ce que soit respectée son intégrité corporelle, tout comme celui de choisir son mode de vie, est un droit constitutionnel non écrit. Cette garantie ne met pas obstacle à la faculté pour l'autorité publique de procéder à l'incarcération d'un individu, mais à la condition que cette mesure repose sur une base légale, qu'elle soit dans l'intérêt public et qu'elle respecte le principe de la proportionnalité (ATF 103 Ia 295, ATF 101 Ia 49, consid. 4).\n\nPour s'opposer au maintien de la détention, le recourant allègue uniquement que cette mesure serait exclue en vertu de certaines dispositions particulières de la constitution et de la BGE 104 Ia 297 S. 300législation genevoises. Les dispositions auxquelles il se réfère sont plus précises que les principes découlant directement de la garantie constitutionnelle de la liberté personnelle; le défaut de base légale qu'il invoque doit donc être apprécié en fonction des dispositions constitutionnelles et légales genevoises, ces dernières dispositions s'appliquant concurremment avec les principes découlant de la garantie précitée (ATF 101 Ia 49, consid. 4).\n\n3. Selon le recourant, le refus du Procureur général de le libérer viole l'art. 12 al. 1 Cst. gen., aux termes duquel la privation de liberté ne peut résulter que d'un jugement ou d'un mandat décerné pour assurer l'instruction d'une procédure pénale.\n\na) Il est exact que le jugement rendu par le Tribunal de police le 25 avril 1978, ayant été frappé d'appel, n'était pas exécutoire au jour où l'ordonnance du Procureur général a été rendue (art. 240 CPP). Il ne l'est d'ailleurs pas non plus à l'heure actuelle, puisque l'arrêt de la Cour de justice a été déféré à la Cour de cassation, qui ne s'est pas encore prononcée sur les mérites du pourvoi. C'est donc manifestement à tort que, dans l'ordonnance déférée, le Procureur général justifie sa décision au motif que le jugement du Tribunal de police devrait être considéré comme un jugement privant le recourant de sa liberté au sens de l'art. 12 al. 1 Cst. gen. Ce jugement, qui n'est pas exécutoire, ne saurait, à défaut d'une disposition spéciale de la loi, être applicable provisionnellement; son seul prononcé ne saurait entraîner automatiquement une privation de liberté pour le recourant. Le passage du rapport de la Commission du Grand Conseil chargée d'étudier les projets de code de procédure pénale et de loi constitutionnelle sur la liberté individuelle et sur l'inviolabilité du domicile, cité par l'intimé (p. 43 al. 5, cf. Mémorial des séances du Grand Conseil, 1977, p. 2553, al. 5), ne saurait être invoqué en ce sens, car il se rapporte à une autre situation; il vise en effet le cas où, par une décision motivée, le tribunal de jugement met fin à la liberté provisoire dont a bénéficié un inculpé (art. 159 CPP). A l'appui de sa thèse, l'intimé ne peut pas non plus invoquer les procès-verbaux de la Commission du Grand Conseil (201e séance, p. 5, et 213e séance, p. 8) auxquels il se réfère dans ses observations sur le recours, car les passages cités ne se rapportent pas au problème posé.\n\nb) Il reste dès lors à examiner si l'ordonnance du Procureur général peut être justifiée, au regard de l'art. 12 al. 1 Cst., par le BGE 104 Ia 297 S. 301fait que le recourant est privé de sa liberté non en vertu d'un jugement, mais en vertu d'un mandat décerné pour assurer l'instruction d'une procédure pénale.\n\nIl convient de relever tout d'abord que le fait que l'inculpé ait été traduit devant la juridiction de jugement ne signifie pas que, dés ce moment, \"l'instruction\" de la procédure, au sens de l'art. 12 Cst. gen., soit terminée. Le code de procédure pénale distingue en effet entre l'\"instruction préparatoire\" (titre II, chapitres III à V), qui est confiée au juge d'instruction, et l'\"instruction définitive\" (titre III) qui se déroule devant le tribunal de jugement. Comme le reconnaît le recourant lui-même, l'instruction de la cause peut se poursuivre même en appel.\n\nIl n'est pas contesté, par ailleurs, que le recourant a bien été privé de sa liberté en vertu d'un mandat décerné régulièrement. La seule question qui se pose est de savoir si, conformément à l'art. 35 al. 2 et 3 CPP (art. 25 Cst. gen.), le mandat devait, pour que le recourant puisse être maintenu en détention, être prolongé une fois le jugement du Tribunal de police rendu. Ce problème est réglé par les art. 229 al. 4 et 240 al. 3 CPP. La première de ces dispositions s'applique au cas où le condamné qui a comparu librement devant le Tribunal de police est mis par cette juridiction en état d'arrestation immédiate; cette décision, qui \"tient lieu de mandat\", déploie ses effets tant que la condamnation n'est pas devenue définitive et exécutoire. Il en résulte que, dès ce moment, la détention de l'intéressé subsiste sans qu'il soit nécessaire d'en requérir la prolongation par la Chambre d'accusation. Si le mandat d'arrêt décerné par le juge d'instruction n'a, sauf prolongation, qu'une durée de huit jours, aucune durée précise n'est prévue dans le cas précité; le mandat cessera de sortir ses effets lorsque la condamnation sera devenue définitive et exécutoire, cette disposition se rapportant naturellement au cas où le jugement n'est pas attaqué par voie d'appel. En cas d'appel, c'est l'art. 240 al. 3 CPP qui s'applique: la personne \"arrêtée par le tribunal\" est alors maintenue en détention préventive; il va de soi que, dans ce cas aussi, il n'y a pas de limitation précise de la durée de ce maintien, qui doit subsister en principe jusqu'à droit jugé en appel. Les droits du condamné sont néanmoins suffisamment sauvegardés du moment qu'il peut en tout temps s'adresser à la Chambre d'accusation pour demander sa mise en liberté provisoire (art. 151 CPP).\n\nBGE 104 Ia 297 S. 302\n\nSi, comme c'est le cas en l'espèce, l'inculpé comparaît devant le tribunal alors qu'il est détenu, le tribunal n'a naturellement pas à appliquer l'art. 229 al. 3 et 4 CPP; il n'y a en effet pas lieu de prononcer l'arrestation d'une personne qui est déjà incarcérée. Mais le législateur a réglé la situation du condamné en pareil cas; il a prévu que les personnes déjà écrouées sous mandat d'arrêt sont, tout comme celles qui ont été arrêtées par le tribunal, maintenues en détention préventive. Rien ne permet de faire à cet égard une distinction entre les deux hypothèses mentionnées par l'art. 240 al. 3 CPP: celle où le condamné a été écroué sous mandat d'arrêt et celle où il a été \"arrêté par le tribunal\". Dans l'un et l'autre cas, la situation du détenu est la même. Sa détention subsiste, sans qu'il soit nécessaire d'en demander la prolongation à la Chambre d'accusation, jusqu'à droit jugé par la juridiction d'appel, sous réserve de la faculté pour le condamné de demander sa mise en liberté provisoire. Le législateur a sans doute pensé - et à juste titre - qu'après condamnation, le contrôle périodique de la Chambre d'accusation n'est plus nécessaire, puisque, même si le jugement n'est pas définitif, il n'en demeure pas moins que la situation n'est pas la même que pendant l'instruction préparatoire: un tribunal de jugement a examiné les préventions retenues contre l'inculpé et a reconnu ce dernier coupable, après avoir procédé à l'administration des preuves et après débats. La faculté pour le condamné de demander sa liberté provisoire apparaît une garantie suffisante qui n'a plus besoin d'être doublée par le contrôle périodique, utile lorsque le dossier n'est pas complet et qu'aucun jugement n'a été rendu.\n\nc) Il est vrai que, dans l'ordonnance attaquée, le Procureur général a considéré que le recourant se trouvait maintenu en détention, en vertu non pas d'un mandat d'arrêt, mais d'un jugement au sens de l'art. 12 al. 1 Cst. gen., et que cette opinion ne peut être partagée. Certes, la jurisprudence admet que, saisi d'un recours de droit public fondé sur l'art. 4 Cst., le Tribunal fédéral ne peut substituer aux motifs arbitraires de l'autorité cantonale d'autres motifs que si cette autorité ne les a pas expressément écartés (ATF 102 Ia 237, consid. 3). Cette restriction ne s'applique cependant pas dans le cas où la cognition du Tribunal fédéral n'est pas limitée à l'arbitraire, mais où ce dernier statue avec plein pouvoir d'examen sur les griefs invoqués devant lui. L'incarcération constituant une atteinte grave à la liberté personnelle, le Tribunal fédéral dispose en l'espèce BGE 104 Ia 297 S. 303de ce libre pouvoir d'examen (ATF 98 Ia 100, consid. 2). Il n'est dés lors pas besoin d'examiner si, en fondant essentiellement sa décision sur le jugement du Tribunal de police, le Procureur général a réellement écarté l'application de l'art. 12 Cst. gen. en tant que cette disposition concerne la situation des personnes se trouvant écrouées sous mandat d'arrêt.\n\nd) Enfin, il faut relever que le recourant ne soutient pas que son maintien en détention viole l'art. 25 Cst. gen., aux termes duquel la prolongation de la détention doit être autorisée par la Chambre d'accusation et n'est valable que pour 3 mois au maximum. Il n'y a donc pas lieu d'examiner ce problème. On peut cependant considérer, prima facie, que cette disposition a manifestement été prévue pour la durée de l'instruction préparatoire et non pour le cas où l'intéressé a été condamné, alors même que la condamnation n'est pas encore définitive. Il est évident au surplus que les dispositions constitutionnelles sur la détention ne peuvent poser que les principes essentiels et doivent laisser au législateur le soin de régler les détails. Ces principes sont suffisamment sauvegardés par la faculté pour le détenu de solliciter sa mise en liberté provisoire, conformément aux art. 23 lettre c et 26 al. 1 Cst. gen.\n\n4. Le recourant se plaint d'une violation de l'art. 4 Cst. Mais il ne motive ce grief qu'en se référant à celui qu'il a invoqué pour se plaindre d'une violation de la garantie de la liberté personnelle et de l'art. 12 Cst. gen. Le grief fondé sur une prétendue violation de l'art. 4 Cst. n'a donc pas de valeur propre. L'ordonnance attaquée, soumise à un libre examen, n'étant pas contraire aux principes constitutionnels qui viennent d'être mentionnés, elle n'est pas arbitraire et ne viole pas la disposition constitutionnelle précitée.\n\n5. Le recourant soutient que l'ordonnance attaquée viole l'art. 5 par. 1 lettre a CEDH, aux termes duquel \"nul ne peut être privé de liberté, sauf dans les cas suivants et selon les voies légales: a. s'il est détenu régulièrement après condamnation par un tribunal compétent\". Ce faisant, il se réfère à l'ordonnance attaquée, qui rappelle la jurisprudence de la Cour européenne des droits de l'homme, selon laquelle, pour apprécier le point de savoir si une personne détenue a été jugée dans un délai raisonnable, il convient d'adopter, comme terme final de la période de détention visée à l'art. 5 par. 3 CEDH, le jour où il est statué sur le bien-fondé de l'accusation, fût-ce seulement en premier ressort, et non le jour où est devenu définitif un jugement BGE 104 Ia 297 S. 304de condamnation. Cette Cour a considéré qu'une autre solution exclurait l'arrestation à l'audience des personnes condamnées ayant comparu en liberté et qu'au surplus on ne peut perdre de vue le fait que la culpabilité d'une personne détenue pendant la procédure d'appel ou de cassation a été établie au cours d'un procès qui s'est déroule conformément aux exigences de la convention (Cour Eur. D. H., affaire \"Wemhoff\", arrêt du 27 juin 1968, p. 23-24; cf. aussi décision de la Commission européenne des droits de l'homme du 29 mai 1974 dans la cause Berberich, Annuaire CEDH vol. 17, p. 423; GOLSONG, Die \"Angemessene Dauer\" der Untersuchungshaft in der Rechtssprechung des Europäischen Gerichtshofes für Menschenrechte, in Geburtstagsgabe für Heinrich Grützner, 1970, p. 71; TRECHSEL, Die Europäische Menschenrechtskonvention, p. 192 ss.).\n\nMais en l'espèce, il n'est pas besoin d'examiner d'une façon plus approfondie si, au sens de l'art. 5 CEDH, le recourant doit être considéré comme étant détenu après condamnation (par. 1, lettre a) ou en vue d'être conduit devant l'autorité judiciaire compétente (par. 1, lettre c). En effet, le recourant ne fait pas valoir que les conditions objectives de sa détention ne sont pas réalisées ou qu'il n'a pas été jugé dans un délai raisonnable. Cela est si vrai qu'il n'a pas sollicité sa mise en liberté provisoire, comme il avait - et a toujours - la faculté de le faire en application des art. 240 al. 3, 343 al. 4 et 370 al. 2 CP. La violation de la CEDH résulterait, selon lui, du fait qu'il ne serait pas détenu \"régulièrement\".\n\nIl s'agit dès lors uniquement de savoir si la détention que subit le recourant est conforme aux règles du droit interne, soit plus précisément du Code genevois de procédure pénale. Ainsi, le grief de violation de la CEDH n'a pas une portée différente de ceux que le recourant invoque au regard de la garantie de la liberté personnelle et de l'art. 12 al. 1 Cst. gen., et il se confond avec ces derniers; il doit donc être rejeté sans plus ample examen.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours."}