{"annee": "105", "cour": "V", "page": "193", "date": "13/8/1979", "cite": [], "cite_par": ["114 V 281", "127 V 94", "110 V 318"], "chapeau": "44. Arrêt du 13 août 1979 dans la cause Caisse-maladie Fraternelle de Prévoyance contre Pellaton et Tribunal des assurances du canton de Neuchâtel", "regestes": ["Art. 12bis et 26 LAMA, art. 16 Ord. III. - Les règles sur la surassurance ne privent pas les caisses de la possibilité de subordonner l'octroi de l'indemnité journalière à l'existence d'une perte de salaire ou de gain. - Conditions d'application des règles légales sur la surassurance (maintien du compte global dans ce domaine). - Prise en compte de frais (exigences de preuve)."], "faits": "BGE 105 V 193 S. 193\n\nA.- Marie Pellaton, née en 1928, ménagère sans activité lucrative, est assurée auprès de la Caisse-maladie Fraternelle de Prévoyance (ci-après: la caisse) notamment pour les soins médicaux et pharmaceutiques et pour une indemnité journalière de 3 fr. en cas d'incapacité de travail.\n\nL'intéressée, atteinte d'une affection pour laquelle elle a reçu les prestations dues au titre de l'assurance des soins médicaux et pharmaceutiques, a subi une incapacité de travail totale - attestée par le Dr R. - du 23 janvier au 22 juillet 1976. La caisse lui a versé pour cette période, au titre de l'assurance d'une indemnité journalière, un montant de 130 fr., couvrant en totalité la participation de l'assurée (de 127 fr. 75) aux frais médicaux et pharmaceutiques. L'assurée requérant le versement du montant assuré de 3 fr. par jour, et aucun accord n'étant intervenu au terme d'un long échange de correspondance, BGE 105 V 193 S. 194la caisse a pris le 10 mars 1977 une décision qui, vu l'interdiction de la surassurance, faisait dépendre le paiement des pleines indemnités journalières de la présentation d'une liste des frais causés par la maladie.\n\nB.- Marie Pellaton a recouru. Elle faisait valoir que l'indemnité journalière de 3 fr. pour laquelle elle avait régulièrement payé les primes était une indemnité \"pour ménagère\", due sans que l'assurée ait à prouver un dommage; que, si elle n'avait pu être soignée par des membres de la famille, elle aurait dû être hospitalisée, ce qui eût coûté beaucoup plus à la caisse; qu'ayant dû renvoyer un pensionnaire, elle avait subi de ce fait un manque à gagner; qu'elle avait eu des dépenses supplémentaires pour nourrir la famille de ses filles venues la soigner, ainsi que pour des travaux de blanchissage et de nettoyage qu'elle n'était pas en état d'effectuer.\n\nLe Tribunal des assurances du canton de Neuchâtel a admis le recours, par jugement du 29 avril 1977. Il a considéré en bref que, selon l'expérience générale de la vie, une maladie rendant le patient incapable de travailler entraîne le plus souvent un dommage, sous forme parfois de manque à gagner, mais surtout de frais supplémentaires; que, pour réels qu'ils soient, ces frais sont souvent difficiles à chiffrer et à justifier jusque dans les détails; que l'on peut voir dans les indemnités journalières minima la compensation forfaitaire de ce préjudice; que le versement d'une indemnité statutaire minimum de 3 fr. sans preuve du dommage effectif ne porte pas atteinte au principe de l'interdiction de la surassurance.\n\nC.- La caisse interjette recours de droit administratif. Elle invoque le but de l'assurance d'une indemnité journalière, qui est de suppléer au salaire perdu; relève que l'assuré sans activité lucrative ne peut par définition subir une perte de gain, sauf à prouver que les frais médico-pharmaceutiques et les autres frais entraînés par la maladie ne sont pas couverts par ailleurs; conteste que, s'agissant d'indemnités minima, cette preuve ne doive pas être rapportée; note que les assurés sans activité lucrative ont été clairement informés de cette situation et de l'inutilité probable de l'assurance d'une indemnité journalière, même réduite au minimum; rappelle le principe de la mutualité, qui serait violé par l'octroi sans condition de l'indemnité journalière minimum; conclut à l'annulation du jugement cantonal.\n\nBGE 105 V 193 S. 195\n\nDans sa réponse, l'intimée fait valoir que l'art. 12bis LAMA prévoit une indemnité minimum de 2 fr. sans parler de justificatif et que la caisse, ayant encaissé des primes pour une indemnité journalière de 3 fr., a l'obligation statutaire de verser cette indemnité \"pour ménagère\". Elle conclut à la confirmation du jugement cantonal.\n\nL'Office fédéral des assurances sociales note dans son préavis que, si les dispositions légales et les règles internes de la caisse sont muettes sur le point de savoir si les frais entraînés par la maladie, non couverts par ailleurs, doivent être prouvés par l'assuré, il tient cependant pour justifiée la possibilité d'un tel contrôle par la caisse. Il estime que le versement inconditionnel de l'indemnité minimum légale ou statutaire, sans contrôle possible, est en contradiction avec le principe de l'interdiction de la surassurance. Aussi propose-t-il l'admission du recours.", "considerants": "Considérant en droit:\n\n1. Selon l'art. 12 al. 1 LAMA, les caisses doivent prendre en charge au moins les soins médicaux et pharmaceutiques ou une indemnité journalière. Elles sont libres de pratiquer soit l'assurance des soins médicaux et pharmaceutiques, soit l'assurance d'une indemnité journalière, soit les deux genres d'assurance à la fois. Dans ce dernier cas, le membre de la caisse a le droit d'être assuré aussi bien dans l'une que dans l'autre assurance pour les prestations minimales prévues par les statuts (art. 1 Ord. III). Si la caisse pratique l'assurance d'une indemnité journalière, l'art. 12bis al. 1 LAMA lui prescrit d'allouer au membre assuré à ce titre une indemnité d'au moins 2 fr. par jour en cas d'incapacité totale de travail.\n\nL'assurance de base des soins médicaux et pharmaceutiques est destinée à couvrir les frais de traitement. L'assurance de base d'une indemnité journalière sert par nature avant tout à compenser une perte de salaire ou de gain consécutive à la maladie, même si ce genre d'assurance n'est pas toujours conçu uniquement comme assurance de la perte de gain (voir par exemple H. GIORGIO, Les assurances sociales en Suisse, dans \"La Suisse économique et sociale\", 1926, pp. 688-689; K. BONER/W. HOLZHERR, L'assurance-maladie selon la loi fédérale sur l'assurance en cas de maladie et d'accidents, 1969, pp. 51-53). Par conséquent, la Cour plénière a constaté qu'on ne saurait BGE 105 V 193 S. 196interdire à une caisse de limiter le versement des prestations de l'une ou l'autre de ces assurances à ce qui est nécessaire pour couvrir les frais de traitement, respectivement une perte de salaire ou de gain, ou encore de définir de façon précise et exhaustive les frais ou le préjudice économique justifiant l'octroi des prestations convenues. Le fait de s'être assuré pour une indemnité journalière d'un montant donné et d'avoir payé les cotisations correspondantes n'ouvre donc pas forcément droit au versement d'une \"somme assurée\"; il justifie seulement l'indemnisation du dommage subi du fait de la maladie aux conditions fixées par les statuts, qui seront interprétés selon les principes déjà posés en cette matière par le Tribunal fédéral des assurances, les circonstances dans lesquelles l'assurance a été souscrite pouvant jouer un rôle important à cet égard.\n\nEn l'espèce, rien dans les dispositions internes de la caisse ne permet d'admettre que l'indemnité journalière doit être versée uniquement lorsqu'une perte de salaire ou de gain est établie. Contiendraient-elles du reste une telle limitation, il serait pour le moins douteux que cette dernière puisse être opposée à une ménagère, dont l'assurance d'une indemnité journalière aurait été conclue ou maintenue par une caisse sachant l'intéressée sans activité lucrative.\n\nQuand une caisse-maladie est en principe tenue de payer l'indemnité journalière souscrite et que les statuts ne limitent pas valablement le versement de cette prestation à ce qui est nécessaire pour couvrir une perte de salaire ou de gain, à l'exclusion de tout autre dommage, alors seulement se pose le problème de la surindemnisation, réglé à l'art. 26 LAMA. L'al. 1 de cette disposition précise que l'assurance ne doit pas être une source de gain pour les assurés. Et l'art. 16 Ord. III définit le gain d'assurance comme étant toute prestation dépassant le montant intégral de la perte de gain, des frais médico-pharmaceutiques et des autres frais entraînés par la maladie qui ne sont pas couverts par ailleurs. Quant à la preuve de l'existence des frais à porter en compte, la Cour plénière a décidé qu'il y a lieu de s'en tenir à la jurisprudence suivant laquelle les autres frais dus à la maladie qu'on ne peut exactement prouver doivent être pris en considération s'ils découlent du mode de vie courant et se tiennent dans les limites usuelles (RJAM 1977 No 296, p. 149). Il ne se justifie pas de fixer une limite au-delà de laquelle ces principes ne seraient plus valables. Il ne sied pas BGE 105 V 193 S. 197non plus de prévoir un montant fixe, payable systématiquement, alors même que l'expérience de la vie nierait la vraisemblance de frais que ce montant serait censé couvrir ou qu'il apparaîtrait que des frais présumés auraient déjà été remboursés par ailleurs.\n\n2. Appliqués au cas d'espèce, les principes exposés ci-dessus conduisent à rejeter le recours. En effet, on l'a vu, aucune norme interne de la caisse ne limite l'octroi de l'indemnité journalière assurée à l'existence d'une perte de salaire ou de gain. L'assurée fait valoir dans son recours de première instance et répète devant la Cour de céans que l'indemnité journalière de 3 fr., pour laquelle elle a régulièrement payé les cotisations, est une indemnité qui lui est due sans conditions en cas d'incapacité de travail due à la maladie. Or l'expérience apprend qu'une ménagère incapable de vaquer à ses occupations est généralement amenée à effectuer des dépenses aptes à lui causer un préjudice économique atteignant, sous réserve de circonstances spéciales dont rien ne permet de penser qu'elles existent en l'espèce, un montant journalier de 3 fr. Il n'est par ailleurs pas établi que ce dommage ait été indemnisé en l'occurrence par un tiers.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est rejeté."}