{"annee": "105", "cour": "IV", "page": "225", "date": "12/10/1979", "cite": [], "cite_par": ["115 IV 81", "109 IV 8"], "chapeau": "59. Urteil des Kassationshofes vom 12. Oktober 1979 i.S. E. gegen Polizeiinspektorat Basel-Stadt (Nichtigkeitsbeschwerde)", "regestes": ["1. Art. 41 ch. 1 al. 1 et 63 CP. Prise en considération d'une peine prononcée antérieurement à l'étranger (consid. 2). 2. Art. 3 ch. 1 al. 2 CP. Une peine prononcée à l'étranger pour la même infraction ne doit être imputée de celle infligée en Suisse que si elle a été purgée ou s'il s'agit d'une amende, payée. L'imputation d'une amende sur une peine d'emprisonnement se fait selon l'appréciation du juge (consid. 3 et 4)."], "faits": "BGE 105 IV 225 S. 225\n\nA.- Der in Lörrach wohnhafte deutsche Staatsangehörige E. begab sich am Morgen des 2. Mai 1978, nachdem er erheblich Alkohol getrunken hatte, nach Basel, wo er auf einer kurzen Strecke einen Personenwagen führte. Die Blutprobe ergab einen Blutalkoholwert von 1,8 0/00. Ausserdem besass E. keinen Führerausweis, weil ihm die Fahrerlaubnis durch Urteil des Amtsgerichts Lörrach vom 9. Februar 1978 für 13 Monate entzogen worden war.\n\nBGE 105 IV 225 S. 226\n\nB.- Gegen den Strafbefehl vom 9. Oktober 1978, mit dem der Polizeigerichtspräsident von Basel-Stadt gegen den Verzeigten wegen Widerhandlung gegen Art. 91 Abs. 1 und Art. 95 Ziff. 2 SVG 30 Tage Gefängnis und eine Busse von Fr. 400.- ausfällte, erhob E. Einsprache. Am 14. November 1978 wurde er wegen des gleichen Sachverhalts vom Amtsgericht Lörrach zu einer Freiheitsstrafe vom 4 Monaten mit Bewährung und zu einer Geldbusse von DM 3'000.- verurteilt.\n\nC.- Der Polizeigerichtspräsident des Kantons Basel-Stadt sprach darauf E. mit Urteil vom 2. März 1979 erneut des Fahrens in angetrunkenem Zustand und des Fahrens trotz Entzug des Führerausweises schuldig, rechnete ihm aber gemäss Art. 3 Ziff. 1 Abs. 2 StGB die vom Amtsgericht Lörrach ausgesprochene Geldbusse vom DM 3'000.- an und verurteilte ihn anstelle der als angemessen erachteten Strafe von 30 Tagen Gefängnis und Fr. 400.- Busse zu einer Reststrafe von 14 Tagen Gefängnis.\n\nDer Ausschuss des Appellationsgerichts des Kantons Basel-Stadt betätigte am 30. Mai 1979 das Urteil des Polizeigerichtspräsidenten.\n\nD.- E. führt gegen den Entscheid des Appellationsgerichts Nichtigkeitsbeschwerde und beantragt sinngemäss die Aufhebung des Urteils.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der wegen Fahrens in angetrunkenem Zustand und Fahrens trotz Entzug des Führerausweises ergangene Schuldspruch ist unbestritten. Mit der Nichtigkeitsbeschwerde wird einzig die ausgefällte Reststrafe von 14 Tagen Gefängnis angefochten.\n\n2. Der Beschwerdeführer beanstandet, dass er trotz seiner erstmaligen Straffälligkeit in der Schweiz nicht als \"Ersttäter\" behandelt worden sei; seine in Deutschland wegen Verkehrsdelikten erlittenen Vorstrafen hätten nicht berücksichtigt werden dürfen.\n\nDie Rüge geht fehl. Im Ausland begangene Straftaten und dort verbüsste Strafen bilden ebenso wie im Inland erlittene Vorstrafen Bestandteil des Vorlebens des Täters, das nach Art. 63 StGB für die Bemessung der Strafe und gemäss Art. 41 Ziff. 1 Abs. 1 StGB für die Stellung der Prognose von Bedeutung BGE 105 IV 225 S. 227ist. Dass das StGB ausländische Vorstrafen berücksichtigt wissen will, ergibt sich auch aus der Vorschrift des Art. 41 Ziff. 1 Abs. 2 Satz 2 StGB, die ausländische Urteile und folglich im Ausland verbüsste Strafen den schweizerischen gleichstellt, wenn sie den Grundsätzen des Schweizerischen Rechts nicht widersprechen. Das Vorgehen der Basler Gerichte verletzt daher keine Bestimmung des StGB.\n\n3. Der Beschwerdeführer macht sodann geltend, völkerrechtlich dürfe er nicht zweimal wegen der gleichen Sache bestraft werden.\n\nDer Einwand ist nicht begründet. Da jeder Staat den Geltungsbereich seines Strafgesetzes und den Umfang seiner Gerichtsbarkeit selber bestimmt, kommt es immer wieder vor, dass zwei Staaten die Gerichtsbarkeit für den gleichen Sachverhalt in Anspruch nehmen. Das trifft immer dann zu, wenn ausser dem Staat des Begehungsortes, der nach dem allgemein anerkannten Territorialprinzip in erster Linie die Beurteilungskompetenz beansprucht, noch ein weiterer Staat aufgrund eines andern Anknüpfungsmomentes sich zur Ahndung des Deliktes als zuständig erachtet. Das Völkerrecht kennt keinen Grundsatz, der die Beurteilung ein und derselben Tat durch die Strafbehörden zweier Staaten verbieten würde; es schliesst also eine Kumulation der strafrechtlichen Zuständigkeit nicht aus. Eine ungerechte Häufung von Strafen suchen die nationalen Gesetze durch bestimmte Regeln zu vermeiden (so durch das Anrechnungsprinzip oder durch das Erledigungsprinzip).\n\nPolizeigerichtspräsident und Appellationsgericht haben deshalb weder Bundesrecht verletzt, noch gegen ein anerkanntes völkerrechtliches Prinzip verstossen, wenn sie sich zur Beurteilung der vom Beschwerdeführer in Basel begangenen Tat für zuständig betrachteten.\n\n4. Im weitern rügt der Beschwerdeführer, die in der Bundesrepublik Deutschland ausgesprochene Strafe sei in der Schweiz nicht voll angerechnet worden.\n\na) Art. 3 Ziff. 1 Abs. 2 StGB schreibt vor, dass eine Strafe, die der Täter im Ausland wegen einer in der Schweiz verübten Tat ganz oder teilweise verbüsst hat, auf die vom schweizerischen Richter auszufällende Strafe anzurechnen ist. Nach dem klaren Wortlaut der Vorschrift ist die Anrechnung ausländischer Strafen nur vorzunehmen, wenn und soweit sie tatsächlich verbüsst worden sind. Verbüssung einer Freiheitsstrafe BGE 105 IV 225 S. 228ist gleichbedeutend mit Vollstreckung im Strafvollzug. Solange eine bedingt aufgeschobene Strafe nicht vollzogen wird, ist sie weder ganz noch teilweise verbüsst. Die in Deutschland verhängte viermonatige Freiheitsstrafe, die zur Bewährung ausgesetzt und bis heute nicht vollzogen wurde, ist daher zu Recht nicht angerechnet worden. Auch das deutsche Recht sieht die Anrechnung einer für dieselbe Tat ausgefüllten ausländischen Strafe nur vor, soweit sie bereits vollstreckt ist (§ 51 Abs. 3 StGB); eine zur Bewährung ausgesetzte oder erlassene Strafe gilt nicht als vollstreckt und wird nicht angerechnet (SCHÖNKE/SCHRÖDER, 18. Aufl., N 31 zu § 51 StGB).\n\nb) Anzurechnen ist hingegen die in Monatsraten zahlbare Geldbusse vom DM 3'000.-, soweit sie bis zum Sachurteil bezahlt war. Der Polizeigerichtspräsident hat die ganze Busse, auch den noch nicht bezahlten Teil, angerechnet, und zwar in der Weise, dass er die nach Art. 95 Ziff. 2 SVG auszufällende Busse von Fr. 400.- als getilgt betrachtete und für den Rest der Busse die vorgesehene Gefängnisstrafe von 30 Tagen auf 14 Tage herabsetzte.\n\nArt. 3 Ziff. 1 Abs. 2 StGB bestimmt die Durchführung der Anrechnung nicht näher und sagt insbesondere nicht, in welcher Art und Weise eine Geldbusse auf eine Freiheitsstrafe anzurechnen ist. Die in Art. 49 Ziff. 3 Abs. 3 StGB für die Umwandlung einer Busse in Haft vorgesehene Regelung ist hier nicht unmittelbar anwendbar, da Haft nicht Gefängnis gleichgestellt ist und die deutsche Geldstrafe zudem lediglich das Fahren ohne Führerausweis abzugelten hat, nicht das Fahren in Angetrunkenheit, wofür eine Freiheitsstrafe mit Bewährung verhängt wurde. Die Anrechnung einer ungleichwertigen Strafe ist mangels einer gesetzlichen Ordnung nach richterlichem Ermessen vorzunehmen (THORMANN/OVERBECK, N 5 zu Art. 3 StGB; LOGOZ, N 2 zu Art. 3 StGB). Das deutsche Recht stellt die Berücksichtigung ausländischer Strafen allgemein, ohne Rücksicht auf die sich einander gegenüberstehenden Strafarten, in das Ermessen des Gerichts (§ 51 Abs. 4 StGB). Wenn im vorliegenden Fall die Basler Gerichte fanden, die restliche Geldbusse könne nicht mehr als rund die Hälfte der Schweizerischen Gefängnisstrafe aufwiegen, so haben sie damit das ihnen zustehende Ermessen nicht überschritten und Bundesrecht nicht verletzt. Was schliesslich die Ablehnung des bedingten Strafvollzuges anbelangt, so ist angesichts der BGE 105 IV 225 S. 229Tatumstände, des Vorlebens und der persönlichen Verhältnisse des Beschwerdeführers, insbesondere seiner 1975 erfolgten Verurteilung wegen Fahrens in angetrunkenem Zustand, auch diese Entscheidung nicht bundesrechtswidrig.\n\n5. Das Bundesgericht kann in das kantonale Verfahren, das dem kantonalen Prozessrecht untersteht, nicht eingreifen, sondern hat in diesem Verfahren nur zu prüfen, ob das angefochtene Urteil eidgenössisches Recht verletze. Das ist nicht der Fall, so dass die Beschwerde abzuweisen ist.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}