{"annee": "105", "cour": "V", "page": "283", "date": "28/11/1979", "cite": ["101 II 339", "96 V 1"], "cite_par": ["112 V 23"], "chapeau": "61. Urteil vom 28. November 1979 i.S. Leemann gegen Bezirkskrankenkasse Pfäffikon ZH und Versicherungsgericht des Kantons Zürich", "regestes": ["Art. 9 al. 1 et 2, art. 10 al. 1 LAMA. - Exercice du droit de libre passage. - Début du droit aux prestations à raison des suites d'un accident survenu pendant le délai de 3 mois de l'art. 10 al. 1 LAMA, mais à un moment où l'intéressé ne s'est pas encore adressé à la nouvelle caisse."], "faits": "BGE 105 V 283 S. 283\n\nA.- Der bevormundete Albert Leemann war vom 1. August 1968 bis 31. Dezember 1973 für Krankenpflege, Unfallrisiko, Spitalpflege und Badekuren bei der Öffentlichen Krankenkasse Basel-Stadt versichert. Am 16. Januar 1974 stellte sein Vormund für ihn ein Aufnahmegesuch bei der Bezirkskrankenkasse. Am gleichen Tag verunfallte Albert Leemann. Bei der Meldung des Unfallereignisses am 17. Januar 1974 erklärte die Bezirkskrankenkasse dem Vormund, sein Mündel sei nicht gegen Unfall versichert.\n\nMit Verfügung vom 26. Oktober 1977 lehnte die Bezirkskrankenkasse Leistungen für die Folgen des Unfalls vom 16. Januar 1974 ab.\n\nB.- Eine gegen diese Verfügung erhobene Beschwerde wurde vom Versicherungsgericht des Kantons Zürich am 1. März 1978 mit der Begründung abgewiesen, der Vormund des Versicherten habe es am 16. Januar 1974 unterlassen, den Abschluss einer Unfallversicherung zu beantragen. Bei Inanspruchnahme der Freizügigkeit hätte er die Bezirkskrankenkasse in Kenntnis setzen müssen, dass Albert Leemann bei der Öffentlichen Krankenkasse Basel-Stadt auch für Unfallrisiko versichert war.\n\nBGE 105 V 283 S. 284\n\nC.- Albert Leemann lässt Verwaltungsgerichtsbeschwerde führen mit dem Antrag, der Entscheid des Versicherungsgerichtes sei aufzuheben und die Bezirkskrankenkasse zu verpflichten, ab 16. Januar 1974 Versicherungsleistungen im Gesamtbetrage von Fr. 29'993.45 zu erbringen. Er macht geltend, der Freizügigkeitsanspruch gelte während der vollen dreimonatigen Frist des Art. 10 Abs. 1 KUVG, und zwar unbesehen, ob in dieser Zeit ein Schadenereignis eingetreten sei oder nicht. Dazu komme, dass die Bezirkskrankenkasse den Vormund insbesondere hätte darauf hinweisen müssen, dass zur Krankenversicherung eine zusätzliche Versicherung gegen Unfall abzuschliessen sei. Es widerspreche Treu und Glauben, wenn die Kasse die Rechte des Versicherten, die ihm aus der Freizügigkeit zustünden, nicht anerkennen, sondern nachträglich einen \"Versicherungs-Neuabschluss\" konstruieren wolle.\n\nBezirkskrankenkasse und Bundesamt für Sozialversicherung beantragen Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Gemäss Art. 7 Abs. 1 lit. a KUVG haben Versicherte, die ohne eine Unterbrechung von mehr als drei Monaten während wenigstens sechs Monaten bei einer oder mehreren Kassen versichert gewesen sind, Anspruch auf Übertritt zu einer andern Kasse, wenn sie aus ihrer bisherigen Kasse wegen Aufgabe des Wohnortes austreten müssen. Dass der Beschwerdeführer diese Voraussetzung des Freizügigkeitsanspruchs erfüllte, ist unbestritten.\n\nWas insbesondere das Unfallrisiko anbetrifft, so steht einerseits fest, dass der Beschwerdeführer bis 31. Dezember 1973 bei der Öffentlichen Krankenkasse Basel-Stadt gegen Unfall versichert gewesen war, und anderseits, dass sich das Tätigkeitsgebiet der Beschwerdegegnerin auch auf das Unfallrisiko erstreckt (Art. 24 Ziff. 1 der Statuten). Somit hatte der Beschwerdeführer gemäss Art. 9 Abs. 2 KUVG grundsätzlich Anspruch darauf, sich bei der Beschwerdegegnerin sowohl gegen Krankheit wie auch gegen Unfall versichern zu lassen.\n\nWährend die Krankenversicherung der Öffentlichen Krankenkasse Basel-Stadt das Unfallrisiko automatisch einschliesst, muss bei der Beschwerdegegnerin eine Zusatzversicherung für Unfallschäden abgeschlossen werden. Die Beschwerdegegnerin BGE 105 V 283 S. 285bestreitet, dass der Vormund dies für sein Mündel, den Beschwerdeführer, am 16. Januar 1974 getan habe, sondern erst anlässlich der Unfallmeldung am 17. Januar. Am Unfalltag (16. Januar) sei der Beschwerdeführer daher nicht gegen Unfall versichert gewesen und somit sei die Kasse gemäss Art. 12 Ziff. 2 ihrer Statuten für die Unfallfolgen nicht leistungspflichtig.\n\n2. a) Als der Vormund am 16. Januar 1974 sein Mündel anmeldete, benutzte er das übliche Formular \"Aufnahme-Gesuch\". In diesem Formular der Beschwerdegegnerin wird nicht darnach gefragt, ob auch gegen Unfall versichert werden will. Zwar wird in Ziff. 4 des Formulars darnach gefragt, ob der Aufnahmebewerber schon gegen Unfall versichert sei. Diese Frage steht aber nicht unter der Rubrik \"Gewünschte Versicherungsabteilungen\"; ihre Beantwortung bezweckt nicht die Abgrenzung des Versicherungsschutzes, sondern dient der Bestimmung der Leistungspflicht im Schadenfall.\n\nMit Rücksicht insbesondere darauf, dass bei der Beschwerdegegnerin für das Unfallrisiko eine Zusatzversicherung abgeschlossen werden muss, drängt sich die Frage auf, ob das Aufnahme-Formular den Anforderungen genüge, welche die Praxis an die Ausgestaltung und Vollständigkeit derartiger Formulare stellt (vgl. bezüglich der Vorbehalte für bestehende oder rückfallgefährdete Krankheiten: BGE 96 V 4 Erw. 3, RSKV 1978 Nr. 309, S. 10; vgl. weiter BGE 101 II 339). Diese Frage kann indes aus nachstehendem Grunde offenbleiben.\n\nb) Die Geltendmachung der Freizügigkeit erfolgt durch Vorweisung des von der bisherigen Krankenkasse ausgestellten Mitgliedschaftsausweises (Art. 6 Vo III). Auf diesem Formular hat der Züger die gewünschten Versicherungsleistungen anzugeben, wobei in einer besonderen Rubrik ausdrücklich darnach gefragt wird, ob \"Unfalleinschluss\" gewünscht werde oder nicht.\n\nAls der Vormund des Beschwerdeführers am 16. Januar 1974 bei der Beschwerdegegnerin vorsprach, legte er den Mitgliedschaftsausweis, den die Öffentliche Krankenkasse Basel-Stadt bereits am 20. Dezember 1973 im Hinblick auf das Zügerrecht des Beschwerdeführers ausgestellt hatte, nicht vor. Hätte er dies vorschriftsgemäss getan, dann wäre die Frage der Unfallversicherung zwangsläufig zur Sprache gekommen und Unklarheiten oder Missverständnisse hätten nicht entstehen können.\n\nBGE 105 V 283 S. 286Diese Unterlassung hat der Vormund selber zu vertreten, weshalb der Beschwerdeführer sich nicht auf eine ungenügende Ausgestaltung des üblichen Aufnahme-Formulars der Beschwerdegegnerin berufen könnte.\n\nAus dem gleichen Grunde kann sich der Beschwerdeführer auch nicht darauf berufen, sein Vormund sei am 16. Januar 1974 seitens der Beschwerdegegnerin nicht hinreichend aufgeklärt worden. Es kann deshalb dahingestellt bleiben, inwieweit eine Aufklärungspflicht durch die Kasse überhaupt anzunehmen wäre, dies insbesondere im Hinblick darauf, dass der Vormund eine verhältnismässig einfache Willenserklärung abzugeben hatte.\n\n3. Es ist somit davon auszugehen, dass der Beschwerdeführer am 16. Januar 1974, dem Unfalltag, nicht gegen Unfall versichert wurde. Hinsichtlich des Unfallrisikos war er am 16. Januar nicht Mitglied der Beschwerdegegnerin (vgl. Art. 12 Ziff. 2 der Statuten, wonach die Mitgliedschaft von Zügern mit dem Tag der Übertrittsanmeldung beginnt). Da die Leistungspflicht einer Krankenkasse an die Mitgliedschaft gebunden ist, war die Beschwerdegegnerin jedenfalls am 16. Januar 1974 für Unfallschäden nicht leistungspflichtig.\n\nAnderseits ist unbestritten, dass der Beschwerdeführer ab 17. Januar 1974 in die Unfallversicherung der Beschwerdegegnerin aufgenommen wurde. Im Hinblick darauf macht er geltend, zumindest ab diesem Tage bestehe die Leistungspflicht der Kasse für die Unfallfolgen, und zwar ohne Rücksicht darauf, dass der Unfall sich am Vortag ereignet habe.\n\na) Gemäss Art. 9 Abs. 1 KUVG darf die übernehmende Kasse dem Züger keine Aufnahmebedingungen hinsichtlich seines Gesundheitszustandes entgegenhalten. Diese Bestimmung bereitet keine Anwendungsschwierigkeiten, wenn der Züger so rechtzeitig von seinem Freizügigkeitsanspruch Gebrauch macht, dass seine Mitgliedschaft bei der übernehmenden Kasse zeitlich unmittelbar an das Ende der früheren Mitgliedschaft anschliesst. Die gesetzliche Regel muss indes in gleicher Weise gelten, wenn sich der Züger erst im Verlaufe der dreimonatigen Frist des Art. 10 Abs. 1 KUVG anmeldet und damit ein versicherungsloses Intervall schafft. Während dieses Intervalls ist er, da nicht Kassenmitglied, nicht bezugsberechtigt. Wenn er aber innert der dreimonatigen Frist als Züger der neuen Kasse beitritt, hat von diesem Zeitpunkt hinweg die BGE 105 V 283 S. 287Bestimmung des Art. 9 Abs. 1 KUVG volle Geltung. Dabei kann es keine Rolle spielen, ob eine allfällig bestehende Krankheit bereits zur Zeit der Mitgliedschaft bei der früheren Kasse eingetreten war oder aber während des versicherungslosen Intervalls. Art. 9 Abs. 1 KUVG lässt keine Einschränkungen zu, solange die Frist des Art. 10 Abs. 1 des Gesetzes gewahrt wird.\n\nb) Es fragt sich, ob diese Grundregeln auch gelten für die (zusätzliche) Unfallversicherung, für den Fall also insbesondere, da im versicherungslosen Intervall ein Unfall eintritt.\n\nGegen eine Gleichstellung von unfallbedingter mit krankheitsbedingter Gesundheitsschädigung lässt sich einwenden, dass die Unfallversicherung nicht zur gesetzlichen Mindestversicherung der Krankenkassen gehört, woraus der Schluss gezogen werden könnte, dass sich Art. 9 Abs. 1 KUVG nur auf Krankheiten bezöge. Das ist jedoch im Rahmen des Freizügigkeitsrechts unzutreffend. Wenn der Züger bei der frühern Kasse gegen Unfall versichert war und wenn die übernehmende Kasse diese Versicherungssparte ebenfalls führt, ist sie gemäss Art. 9 Abs. 2 KUVG verpflichtet, den Züger auch hierfür im bisherigen Rahmen weiter zu versichern; Art. 9 Abs. 2 betrifft eben gerade jene Versicherungen, die über das gesetzliche Minimum hinausgehen (so z.B. auch ein Taggeld, das höher vereinbart wurde als die gesetzlichen Fr. 2.--, oder eine Spitalzusatzversicherung usw.). Es zeigt sich daraus, dass Abs. 1 des Art. 9 den gesamten bisherigen Versicherungsumfang beschlägt.\n\nWohl ist nicht zu übersehen, dass ein gewisses Missbrauchsrisiko besteht, wenn der Züger mit dem Übertritt zuwarten kann, bis ein Unfall eingetreten ist, und wenn alsdann die übernehmende Kasse von diesem Zeitpunkt an leistungspflichtig ist. Dieses Risiko besteht indes auch hinsichtlich von Krankheiten, die im versicherungslosen Intervall eingetreten sind, und diesbezüglich ist es nach dem oben Gesagten eindeutig, dass Art. 9 Abs. 1 KUVG keine Einschränkungen zulässt. Es besteht kein Anlass, das Unfallrisiko diesbezüglich anders zu behandeln. Im übrigen ist die Gefahr von Missbräuchen stark eingeschränkt, nämlich auf die drei Monate des Art. 10 Abs. 1 KUVG. Zudem ist der Anreiz zum Missbrauch doch eher gering: Der Züger könnte allenfalls etwas an Prämien einsparen, hätte aber anderseits in Kauf zu nehmen, dass er für die Zeitspanne vom Unfall bis zum Abschluss der Unfallversicherung BGE 105 V 283 S. 288keine Leistungen beanspruchen könnte. Das Missbrauchsrisiko kann daher nicht zu einer Abweichung von der Grundregel des Art. 9 Abs. 1 KUVG führen. - Damit ist nicht entschieden, dass in einem konkreten Einzelfall nicht doch Rechtsmissbrauch angenommen werden könnte; diese Frage kann hier aber offenbleiben, weil im vorliegenden Fall nichts darauf hindeutet.\n\n4. Zusammenfassend ist festzustellen, dass der Beschwerdeführer bei der Beschwerdegegnerin erst ab 17. Januar 1974 gegen Unfall versichert war und dass die Beschwerdegegnerin für die am 16. Januar 1974 entstandenen Unfallkosten nicht aufzukommen hat, dagegen aber hierfür ab 17. Januar 1974 leistungspflichtig ist. Die ab diesem Datum geschuldeten Leistungen hat die Beschwerdegegnerin noch zu ermitteln und dem Vormund des Beschwerdeführers in einer anfechtbaren Verfügung zu eröffnen.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird in dem Sinne gutgeheissen, dass der Entscheid des Versicherungsgerichtes des Kantons Zürich vom 1. März 1978 und die Verfügung der Bezirkskrankenkasse Pfäffikon vom 26. Oktober 1977 aufgehoben werden und die Sache an die Beschwerdegegnerin zurückgewiesen wird, damit sie gemäss den Erwägungen verfahre."}