{"annee": "105", "cour": "V", "page": "186", "date": "10/9/1979", "cite": ["102 V 76"], "cite_par": ["109 V 191", "109 V 207", "114 V 228", "108 V 150", "136 V 376", "138 V 339", "108 V 130"], "chapeau": "43. Arrêt du 10 septembre 1979 dans la cause Pharnova S.A. contre Office fédéral des assurances sociales et Département fédéral de l'intérieur", "regestes": ["Art. 110 OJ. Parties au procès devant le Tribunal fédéral des assurances lorsque la décision administrative initiale a été l'objet d'un recours à une autorité administrative, en l'occurrence le Département fédéral de l'intérieur (consid. 1). Art. 104 OJ. Pouvoir d'examen du Tribunal fédéral des assurances dans les causes relatives à l'admission d'un médicament dans la liste des spécialités, lorsque est litigieux le caractère économique de la préparation. Art. 12 al. 6 LAMA, art. 4 Ord. VIII et art. 6 Ord. dép. 10. Caractère économique d'un médicament: notion; cas du Flussema."], "faits": "BGE 105 V 186 S. 186\n\nA.- La société Italfarmaco S.p.A., à Milan, fabrique un vaso-dilatateur nommé Flussema, identique en sa composition et son usage à un produit allemand appelé Fludilat, préparation BGE 105 V 186 S. 187figurant depuis plusieurs années dans la liste des spécialités. Le 7 décembre 1976, la maison Pharnova S.A. demanda l'inscription du Flussema dans ladite liste, sous la forme d'emballages de 40 dragées à 14 fr. 40 et de 10 ampoules à 28 fr. 80. Elle releva que ces prix étaient inférieurs à ceux de spécialités semblables vendues en Suisse. La Commission fédérale des médicaments proposa de refuser la requête, parce que les prix du médicament n'étaient pas dans un rapport équitable avec ceux qui étaient pratiqués en Italie. L'Office fédéral des assurances sociales en ayant fait part à la requérante, celle-ci exposa dans une lettre du 9 juin 1977 pourquoi le produit italien dont elle demandait l'inscription devait être vendu en Suisse beaucoup plus cher que dans le pays d'origine; c'est que, pour le marché intérieur, l'Italie en avait bloqué le prix à un niveau si bas qu'il ne permettait pas de le fabriquer avec une marge raisonnable; tandis qu'en Allemagne le prix du remède concurrent avait pu passer en quelques années du simple au double; c'est pourquoi, tout en restant meilleur marché en Suisse que ce concurrent, le Flussema y était plus cher relativement au prix pratiqué dans le pays de production. Se ralliant au préavis de la Commission, l'Office fédéral des assurances sociales refusa l'inscription par décision du 16 décembre 1977.\n\nB.- Pharnova S.A. recourut auprès du Département fédéral de l'intérieur contre la décision précitée, par l'entremise de Me C. Reprenant et développant les arguments contenus dans sa lettre du 9 juin 1977, elle allégua: qu'on ne saurait, pour des motifs tenant à la formation des prix en Suisse et à l'étranger, refuser d'admettre dans la liste des spécialités un produit étranger vendu moins cher en Suisse qu'un produit étranger déjà inscrit; qu'au surplus, des médicaments italiens déjà reconnus étaient vendus en Suisse relativement plus cher (soit avec un coefficient de 2,52 à 4 fois le prix italien) que le Flussema en tablettes (dont le coefficient était de 2,06); d'où une inégalité de traitement qui entacherait d'arbitraire la décision attaquée. Elle conclut à l'admission de la demande d'inscription pour le Flussema, en tablettes et en ampoules.\n\nL'Office fédéral des assurances sociales soumit le dossier à la Commission fédérale des médicaments, dont la sous-commission économique se prononça pour le rejet du recours. Il se détermina dans le même sens. Selon lui, d'une part: abstraction faite des prix pratiqués en Suisse par la concurrence d'un pays BGE 105 V 186 S. 188tiers, un produit étranger doit - pour être inscrit dans la liste des spécialités - ne pas être vendu en Suisse à un prix qui soit, de façon choquante, supérieur à celui qui est pratiqué dans le pays producteur; d'autre part, on était en train de reviser les prix des préparations importées et déjà inscrites.\n\nLe Département fédéral de l'intérieur rejeta le recours le 1er septembre 1978. Cette autorité a retenu en bref que la comparaison de prix avec d'autres médicaments analogues inscrits dans la liste des spécialités n'était pas seule déterminante et qu'en l'occurrence la disproportion existant entre le coût du Flussema en Italie et le prix de vente de ce produit en Suisse justifiait le refus opposé à la requête de Pharnova S.A. Un réexamen des prix des préparations importées étant en cours afin de supprimer \"tout rapport inadéquat\" entre leur coût en Suisse et leur coût dans le pays de provenance, le grief tiré de l'inégalité de traitement n'était pas fondé non plus.\n\nC.- L'avocat de Pharnova S.A. a formé en temps utile, au nom de sa mandante, un recours de droit administratif contre la décision administrative de seconde instance. Il conclut à l'inscription dans la liste des spécialités du Flussema en emballage de 40 dragées de 100 mg au prix de 14 fr. 40 et en emballage de 10 ampoules de 50 mg au prix de 28 fr. 80.\n\nL'Office fédéral des assurances sociales conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. Quand la décision administrative fait l'objet d'un recours à une autorité judiciaire de première instance, puis d'un recours de droit administratif à la juridiction fédérale, le Tribunal fédéral des assurances ne considère pas la juridiction de première instance comme une partie à part entière. Il se borne à lui communiquer le recours, à l'inviter à envoyer son dossier et à lui donner la faculté de se déterminer, conformément à l'art. 110 OJ. En revanche, le recourant et l'administration dont la décision est en cause jouissent de tous les droits attribués par la loi aux parties.\n\nLorsque la décision initiale fait l'objet d'un recours à une autorité administrative de seconde instance, puis d'un recours de droit administratif, il n'y a pas de motifs de s'écarter de la procédure appliquée en matière de recours de droit administratif BGE 105 V 186 S. 189dirigé contre le jugement d'une autorité judiciaire. Une telle autorité administrative dont la décision est mise en cause a la faculté de s'exprimer devant le Tribunal fédéral des assurances, occasion qui a bien été donnée au Département fédéral de l'intérieur en l'espèce.\n\n2. Les médicaments que les caisses-maladie doivent prendre à leur charge en vertu de l'art. 12 LAMA sont énumérés dans une \"liste des médicaments\" avec tarif; ceux dont la prise en charge est simplement recommandée, dans une \"liste des spécialités\" (art. 22 Ord. III). L'Office fédéral des assurances sociales les établit l'une et l'autre, ainsi qu'une \"liste des analyses\" avec tarif (art. 1 Ord. VIII; cf. art. 22quater al. 1 LAMA), avec le concours d'une commission de 25 membres, plus des suppléants, la Commission fédérale des médicaments (art. 8 à 14 Ord. VIII).\n\nAux termes de l'art. 4 al. 1 Ord. VIII, pour déterminer si un médicament peut être admis sur la liste des spécialités, on examinera:\n\na) s'il répond à un besoin d'ordre médical; b) s'il est approprié à son but et si son efficacité et sa composition offrent les garanties voulues; c) s'il est économique.\n\nChargé par l'art. 4 al. 6 Ord. VIII d'arrêter les dispositions de détail concernant les conditions d'admission prévues à 1,al. 1 précité, le Département fédéral de l'intérieur a prescrit que, pour décider si une préparation est économique, on tiendra compte:\n\na) de son efficacité thérapeutique par rapport à d'autres préparations dont les indications sont semblables ou analogues; b) des frais par jour ou par traitement, comparés à ceux de ces autres préparations; c) des frais de recherches, d'examens cliniques et d'introduction sur le marché interne lorsqu'il s'agit d'une préparation originale; d) de la formation des prix en Suisse et à l'étranger (art. 6 al. 2 Ord. dép. 10).\n\nLe Tribunal fédéral des assurances s'est rallié à ces prescriptions réglementaires. Il en résulte, a-t-il relevé, qu'il serait faux de déclarer économique tout médicament vendu au prix de revient augmenté d'une certaine marge: il importe au contraire de se fonder sur l'ensemble des conditions énumérées BGE 105 V 186 S. 190(ATF 102 V 76 consid. 2 p. 80; arrêts non publiés Oryx, du 21 avril 1977, et Winthrop AG, du 30 mai 1978).\n\n3. En l'occurrence, seule est litigieuse la question du caractère économique du Flussema, du point de vue de la formation de son prix en Suisse et dans son pays d'origine, l'Italie. Chacun admet que la préparation répond aux exigences des art. 4 al. 1 lit. a et b Ord. VIII et 6 al. 1 let. a à c Ord. dép. 10; c'est ainsi qu'elle serait même vendue légèrement meilleur marché que le vaso-dilatateur identique fabriqué en Allemagne, le Fludilat. En revanche, il est constant que le prix du Flussema en Italie est multiplié en Suisse par un facteur beaucoup plus élevé que celui qui détermine en Suisse le prix du Fludilat par rapport au prix de ce dernier médicament en Allemagne. Ce facteur était pour le Flussema, de mai à octobre 1977, de 1,5 pour les dragées et de 5,4 pour les ampoules; en janvier 1978, de 1,8 et 6,5. Cette différence considérable entre le prix des médicaments dans quelques pays, dont l'Italie, d'une part, et leur prix en Suisse, d'autre part, provient surtout de ce que ces Etats imposent aux fabricants, pour le marché intérieur, des prix qui ne permettent pas une rentabilité normale. Les fabricants sont ainsi amenés à augmenter leurs prix sur le marché libre, soit à l'étranger. Or, la Commission fédérale des médicaments, l'Office fédéral des assurances sociales et le Département fédéral de l'intérieur entendent réagir contre cette pratique, qui revient à faire subventionner par la Suisse l'abaissement du coût de la médecine dans certains pays. De là toute une série de mesures prises par l'administration en vue de ne plus admettre en principe dans la liste des spécialités les préparations étrangères vendues en Suisse plus de 25% plus cher que dans le pays d'origine.\n\nLa recourante soutient que ce dernier critère est inapplicable aux médicaments importés qui, à l'usage, reviennent meilleur marché en Suisse que des remèdes identiques produits dans des pays où les fabricants bénéficient d'une marge de bénéfice convenable; dans ces cas, il suffirait que soient réalisées les conditions de l'art. 6 al. 1 let. a et b, éventuellement c, Ord. dép. 10; sinon, on en arriverait à cette situation paradoxale que le Fludilat soit réputé économique mais que le Flussema ne le soit pas, quoique meilleur marché et de qualité identique.\n\nSuivant l'Office fédéral des assurances sociales, le Tribunal fédéral des assurances, en abordant ce problème, ne devrait pas BGE 105 V 186 S. 191s'écarter sans motifs impérieux de la décision d'un organe administratif assisté ou composé d'experts. Cela est certainement vrai de l'examen de questions scientifiques et s'applique sans doute aux avis exprimés par la Commission fédérale des médicaments sur les qualités thérapeutiques d'une spécialité. En revanche, on est ici en présence d'une question de politique économique, sur laquelle chacun peut se faire une opinion sans risquer de se mettre en contradiction avec des données objectives de la science. Toutefois, précisément parce que le problème est politique, il appartient au premier chef au pouvoir exécutif de le résoudre. Le juge n'interviendra donc que si la solution adoptée viole la loi.\n\nLe Conseil fédéral a édicté l'art. 22 Ord. III et l'ordonnance VIII en vertu de la délégation de pouvoirs que lui confie l'art. 12 al. 6 LAMA. Cette délégation ne contient pas d'instructions sur la manière de l'exécuter. D'une manière générale, la loi entend que les actes médicaux pris en charge par l'assurance-maladie soient économiques, au sens courant du terme, ce qu'exprime l'art. 23 LAMA. Mais cette dernière disposition légale s'adresse aux médecins, pharmaciens, chiropraticiens, sages-femmes, personnel paramédical, laboratoires et établissements hospitaliers. Elle ne s'oppose dès lors pas à une action politique d'un département fédéral tendant à lutter contre un abus dans le commerce international, même s'il en résulte, comme en l'espèce, une légère hausse du coût d'un traitement déterminé, dans le cas où les caisses-maladie refuseraient de prendre en charge le Flussema qui viendrait à être prescrit à leurs assurés.\n\nC'est pourquoi le recours n est pas fondé, dans la mesure où il prétend qu'il n'y a pas lieu de tenir compte de la formation du prix en Suisse par rapport au prix à l'étranger (art. 6 al. 2 let. d Ord. 10) quand le médicament à inscrire dans la liste des spécialités est de toute façon moins cher en Suisse que les produits concurrents.\n\nVu leur importance, les principes exposés ci-dessus ont été approuvés par la Cour plénière.\n\n4. La recourante estime que le refus d'inscrire le Flussema dans la liste des spécialités est arbitraire, qu'il consacre une inégalité de traitement et qu'il viole par conséquent le droit fédéral, soit l'art. 4 Cst. Le moyen n'est toutefois pas pertinent. En effet, s'il est exact qu'à l'époque où a été prise la décision BGE 105 V 186 S. 192attaquée et aujourd'hui encore la liste des spécialités contient des préparations trop coûteuses en Suisse au regard du prix auquel elles sont vendues dans le pays de production, l'Office fédéral des assurances sociales et la Commission fédérale des médicaments ont entrepris et entreprennent systématiquement d'en réduire le prix ou de les exclure de la liste, ainsi que cela ressort du dossier et d'autres affaires soumises à la Cour de céans. La recourante ne pourrait se plaindre d'une violation de l'art. 4 Cst. que si l'administration ne faisait rien pour rétablir une égalité temporairement troublée par un changement ou un raidissement de la pratique (voir p.ex. ATF 102 Ib 364; 99 Ib 291, 383 ss; 98 Ia 161 ss, 658; 98 Ib 26 et 241).\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est rejeté."}