{"annee": "105", "cour": "IV", "page": "182", "date": "25/5/1979", "cite": ["70 IV 125", "87 IV 49", "98 IV 143", "88 IV 59", "81 IV 285", "72 IV 115", "95 IV 113", "100 IV 161", "92 IV 201", "72 IV 55", "100 IV 219", "100 IV 27"], "cite_par": ["109 IV 161", "108 IV 18", "110 IV 77", "106 IV 109"], "chapeau": "50. Auszug aus dem Urteil des Kassationshofes vom 25. Mai 1979 i.S. Ehegatten W. gegen Staatsanwaltschaft des Kantons Aargau (Nichtigkeitsbeschwerde)", "regestes": ["1. Art. 139 ch. 2 CP, brigandage qualifié. Définition du caractère particulièrement dangereux (consid. 1). 2. Art. 26 CP. Les relations, qualités et circonstances personnelles spéciales ne sont pas seulement celles qui sont relevées dans la partie générale du CP, mais également les éléments des différentes infractions en cause, pour autant qu'ils ne fondent pas la punissabilité de l'acte, mais n'ont pour effet que d'augmenter, de diminuer ou d'exclure la peine (consid. 2)."], "faits": "", "considerants": "BGE 105 IV 182 S. 183\n\nAus den Erwägungen:\n\n1. Die Beschwerdeführer stellen sich auf den Standpunkt, es fehle hinsichtlich des von Beat W. verübten Raubes am Erfordernis der besonderen Gefährlichkeit. Weder von der Würdigung der Tat, wie sie begangen worden sei, noch von den Persönlichkeiten der beiden Beschwerdeführer her lasse sich die von der Vorinstanz angenommene Qualifikation halten. In BGE 72 IV 58 sei festgestellt worden, es sei stets einfacher Raub anzunehmen, wenn die Drohung mit dem Tod von vorneherein nicht wahr gemacht werden könne. Beat W. habe es überhaupt nicht in der Hand gehabt, die Drohung auszuführen. Zudem müsse nach Art. 139 Ziff. 2 Abs. 4 StGB die Gefährlichkeit eine besondere sein. In BGE 100 IV 29 habe das Bundesgericht dargelegt, worin sich Umsicht, Beharrlichkeit und Hartnäckigkeit in der Verfolgung der räuberischen Absicht äusserten, nämlich darin, dass drei Postbüros ausgekundschaftet, das Objekt dann während zwei Tagen bearbeitet und der Tatort zweimal zum Zwecke der Auskundschaftung betreten worden sei, dass weiter zahlreiche Anläufe unternommen worden seien, bis der Überfall glückte, und dergleichen mehr. Eine solche Beharrlichkeit und Umsicht hätten die Beschwerdeführer nicht an den Tag gelegt.\n\na) Als besonders gefährlich im Sinne von Art. 139 Ziff. 2 Abs. 4 StGB gilt der Räuber, wenn die Art seines Vorgehens Charaktereigenschaften aufdeckt, die in einem Masse auf eine asoziale Grundhaltung und sittliche Hemmungslosigkeit schliessen lassen, dass befürchtet werden muss, er werde auch bei anderer Gelegenheit vor gleichen oder ähnlichen Handlungen nicht zurückschrecken (BGE 100 IV 165, BGE 98 IV 145, BGE 88 IV 60). Diese besondere Gefährlichkeit kann ihren Ausdruck in BGE 105 IV 182 S. 184einem der speziellen Qualifikationsgründe der Absätze 2 und 3 finden, muss es aber nicht, was aus dem Wortlaut von Absatz 4 erhellt, wonach die erhöhte Strafdrohung auch anwendbar ist, wenn der Raub \"auf andere Weise\" die besondere Gefährlichkeit des Täters offenbart. Aus BGE 72 IV 58 kann deshalb nicht der Schluss gezogen werden, es fehle stets an der besonderen Gefährlichkeit, wenn für den Täter, der sein Opfer mit dem Tod bedrohte, die Drohung nicht ausführbar war. Das gilt nur, wenn neben der Drohung keine anderen Umstände vorliegen, welche die besondere Gefährlichkeit des Täters kundtun. Wo solche bestehen, ist qualifizierter Raub anzunehmen, auch wenn der Täter es nicht in der Hand gehabt hat, die Todesdrohung zu verwirklichen. Die abweichende Meinung der Beschwerdeführer geht fehl.\n\nb) Anderseits steht aber auch das angefochtene Urteil mit der Rechtsprechung in Widerspruch, soweit die Vorinstanz darin die Auffassung vertritt, die Unwahrscheinlichkeit eines einschlägigen Rückfalls sei für die Qualifikation der Tat nicht von Bedeutung. Zwar erscheint es wenig folgerichtig, wenn im Rahmen einer auf dem Verschuldensprinzip aufgebauten Strafrechtsordnung ein deliktisches Verhalten einer erhöhten Strafdrohung unterstellt wird, weil die Tatumstände eine besondere Gefährlichkeit des Täters und damit eine Gefahr der künftigen Begehung gleicher oder ähnlicher Delikte geoffenbart haben, zumal wenn man berücksichtigt, dass sich die Gefährlichkeit in der zu beurteilenden Tat ausgewirkt hat, ohne dass im Ergebnis ein verschuldeter Erfolg eingetreten wäre, der sich von demjenigen beim einfachen Raub unterscheiden würde (s. auch die Vorbehalte bei STRATENWERTH, Schweiz. Strafrecht I, S. 189/190). Der Grund, warum der Gesetzgeber in Art. 139 Ziff. 2 Abs. 4 StGB die individuelle Tätergefährlichkeit zum Anlass einer erhöhten Strafdrohung genommen hat, kann deshalb nicht eigentlich in der Schuld liegen, sondern ist in der durch die Tatumstände kundgemachten kriminogenen Motivation des Täters zu suchen, die gleichsam präventiv einen erhöhten strafrechtlichen Schutz der Gemeinschaft als notwendig erscheinen liess (s. auch SCHÜNEMANN, Besondere persönliche Verhältnisse und Vertreterhaftung im Strafrecht, ZSR n.F. 97/1978, S. 147 f. und 156 f.). Man mag darin eine systematische Ungereimtheit sehen, doch liegt sie in der gesetzlichen Ordnung verankert und kann vom Richter nicht umgangen werden.BGE 105 IV 182 S. 185\n\nc) Die Vorinstanz ist zutreffend von einer grossen Zahl von Umständen ausgegangen, welche nach der Rechtsprechung als Indizien für eine besondere Gefährlichkeit des Täters sprechen können. Sie hat anhand dieser Umstände geprüft, ob Beat W. umsichtig und beharrlich seine räuberische Absicht verfolgt hat (BGE 100 IV 222), und hat diese Frage gestützt auf eine eingehende Würdigung des Verhaltens des Täters vor und nach der Tat bejaht. Damit hat sie Tatfragen entschieden, die mit der Nichtigkeitsbeschwerde nicht aufgeworfen werden können (Art. 273 Abs. 1 lit. b BStP). Die weitschweifigen Vorbringen der Beschwerdeführer zu diesem Punkt erschöpfen sich indessen gerade darin, die tatsächlichen Gegebenheiten anders zu würdigen als die Vorinstanz und damit ihren rechtlichen Überlegungen einen vom angefochtenen Urteil abweichenden Sachverhalt zugrunde zu legen. Im übrigen kann die besondere Gefährlichkeit sich aus dem Zusammenwirken einer Mehrheit von Umständen ergeben (BGE 88 IV 61), weshalb nicht notwendig schon der einzelne Umstand allein die besagte Indizienwirkung entfalten muss.\n\nd) Wie ausgeführt, muss die durch die Art des täterischen Vorgehens bekundete asoziale Grundhaltung im konkreten Fall ein solches Mass erreichen, dass befürchtet werden muss, der Täter werde auch bei anderer Gelegenheit vor gleichen oder ähnlichen Handlungen nicht zurückschrecken. Da das Obergericht insoweit eine von der bundesgerichtlichen Rechtsprechung abweichende Auffassung vertritt, hat es nicht geprüft, wie es sich damit im vorliegenden Fall verhält. Jedoch enthält das angefochtene Urteil zureichende tatsächliche Grundlagen, um die Lücke in diesem Verfahren schliessen zu können. So geht aus den Erwägungen der Vorinstanz hervor, dass Beat W. mit einem harten deliktischen Willen gehandelt hat, der dem angeblich vom Vater geerbten \"Hang zur Gewalt\" entspricht, welcher dem Beschwerdeführer sogar von seiner Mutter attestiert werde. Dann aber ist der planmässig vorbereitete und beharrlich durchgeführte Raub Ausdruck nicht einer vorübergehenden Schwäche, sondern eines ererbten Hangs zu gewalttätiger Durchsetzung seines Willens, welches Bild durch die Feststellungen des psychiatrischen Gutachters bestätigt wird, der den Beschwerdeführer als unintelligenten, unausgereiften, haltungsschwachen Charakterneurotiker bezeichnet, bei welchem nach den durchgeführten Testen aggressiv gefärbte Affektimpulse BGE 105 IV 182 S. 186nicht auszuschliessen sind. Angesichts dessen ist zu befürchten, dass der Beschwerdeführer auch bei anderer Gelegenheit zu gleichen oder ähnlichen Handlungen schreiten könnte, womit die besondere Gefährlichkeit im Sinne der Rechtsprechung erwiesen ist.\n\n2. Die Verurteilung der Ehefrau W. wegen Gehilfenschaft zu qualifiziertem Raub ficht die Beschwerde sinngemäss einzig damit an, dass sie auch den Haupttäter nur wegen einfachen Raubs verurteilt sehen möchte. Indessen kann sich die Frage auch unabhängig von der den Haupttäter treffenden Qualifikation unter dem Gesichtswinkel des Art. 26 StGB stellen, wonach besondere persönliche Verhältnisse, Eigenschaften und Umstände, die die Strafbarkeit erhöhen, vermindern oder ausschliessen, bei dem Täter, dem Anstifter und dem Gehilfen berücksichtigt werden, bei dem sie vorliegen. Da es sich dabei um eine Rechtsfrage handelt und der Antrag im Sinne der Verurteilung wegen Gehilfenschaft zu einfachem Raub zu verstehen ist, ist die Frage von Amtes wegen zu prüfen.\n\na) Nach dem Wortlaut des Art. 139 Ziff. 2 Abs. 4 StGB ist die erhöhte Strafdrohung anwendbar, wenn der Raub die besondere Gefährlichkeit des Täters offenbart. Das heisst nach der angeführten Rechtsprechung, dass der Räuber dann die verschärfte Strafe zu gewärtigen hat, wenn die Umstände der Tat ihn als einen gesinnungsmässig besonders gefährlichen Täter erkennen lassen (so auch STRATENWERTH, Strafrecht I, S. 199 unten). Eine bestimmte Gesinnung ist aber ein persönlicher Umstand. Entsprechend hat der Kassationshof zu Art. 137 Ziff. 2 Abs. 4 StGB erklärt, der Qualifikationsgrund der besonderen Gefährlichkeit liege nicht in einem objektiven Merkmal, sondern in der Person des Täters (BGE 72 IV 116). Das muss auch für den analogen Fall des Art. 139 Ziff. 2 Abs. 4 StGB gelten. Freilich ist nicht zu verkennen, dass die im Ausdruck \"in anderer Weise\" liegende Verweisung auf die speziellen Qualifikationsmerkmale namentlich des Absatzes 2, die ihrer Natur nach eher einen bestimmten Tattypus als die Täterpersönlichkeit kennzeichnen und damit sachliche Merkmale sind, für welche die Regel des Art. 26 StGB nicht gilt (BGE 87 IV 54, BGE 81 IV 289), auf den ersten Blick zu Zweifeln an dieser Auffassung Anlass geben kann. Indessen tritt bei diesen speziellen Qualifikationsmerkmalen die Strafschärfung ein, ohne dass geprüft werden muss, ob der Täter besonders gefährlich ist; die BGE 105 IV 182 S. 187Gefährlichkeit liegt namentlich unwiderlegbar in dem objektiven Tatbestandsmerkmal der Bedrohung mit dem Tod und der Zufügung einer schweren Körperverletzung (anders bezüglich der Bandenmässigkeit HAEFLIGER, Die Berücksichtigung der persönlichen Verhältnisse nach Art. 26 StGB, SJZ 47/1951, S. 372/373). Eine solche tatbestandsmässige Konkretisierung der gesinnungsmässigen Gefährlichkeit des Täters in einem bestimmten sachlichen Merkmal fehlt indessen in der Generalklausel des Art. 139 Ziff. 2 Abs. 4 StGB, weshalb aus der Verweisung auf den Absatz 2 nichts gegen den persönlichen Charakter der besonderen Gefährlichkeit abgeleitet werden kann. Im übrigen hält auch das Schrifttum, soweit es sich zur Frage äussert, die besondere Gefährlichkeit für einen persönlichen Umstand im Sinne des Art. 26 StGB (SCHWANDER, Das schweiz. Strafgesetzbuch S. 136 oben; SCHÜNEMANN, ZSR n.F. 97/1978 S. 156 unten; WALDER, Ein Fall von Gehilfenschaft zu qualifiziertem Raub, ZStR 89/1973, S. 316; auch STRATENWERTH, Strafrecht I, S. 31 zu Art. 112 StGB). Da aber persönliche Verhältnisse, die nicht strafbegründend, sondern straferhöhend wirken, wie das bei Art. 139 Ziff. 2 Abs. 4 StGB der Fall ist, nur bei dem Teilnehmer an der Tat zu berücksichtigen sind, bei dem sie vorliegen, ist der Gehilfe bei der Begehung eines Raubes durch einen besonders gefährlichen Täter wegen Gehilfenschaft zu qualifiziertem Raub nur zu bestrafen, wenn die Art seines Tatbeitrags ihn selber als gesinnungsmässig besonders gefährlich erweist. Diese Lösung drängt sich auch bei Berücksichtigung der Strafdrohungen auf (s. GERMANN, Interpretation gemäss den angedrohten Strafen, ZStR 54/1940, S. 373 f.). Da Art. 139 Ziff. 2 Abs. 1 StGB für qualifizierten Raub ein Strafminimum von fünf Jahren Zuchthaus vorsieht, müsste der nicht qualifizierte Gehilfe in Anwendung von Art. 25 und 65 StGB seinerseits stets mit einer Mindeststrafe von einem Jahr Zuchthaus belegt werden. Das aber wäre eine durch kein entsprechendes Strafbedürfnis gedeckte zwingende Folge (s. auch SCHÜNEMANN, a.a.O. und S. 152 oben).\n\nBesondere persönliche Verhältnisse, Eigenschaften oder Umstände im Sinn des Art. 26 StGB sind nicht nur Umstände des allgemeinen Teils des StGB (z.B. verminderte Zurechnungsfähigkeit, mildernde Umstände nach Art. 64), sondern auch Merkmale der einzelnen Straftatbestände (z.B. heftige Gemütsbewegung Gewinnsucht, Gewerbsmässigkeit), vorausgesetzt, BGE 105 IV 182 S. 188dass sie die Strafbarkeit der Handlung nicht erst begründen (wie die Gewinnsucht in Art. 198 oder die Gewerbsmässigkeit in Art. 194 Abs. 3), sondern sie lediglich erhöhen, vermindern oder ausschliessen (so die Gewinnsucht in Art. 129 Abs. 2 und Art. 159 Abs. 2, die Gewerbsmässigkeit in Art. 137 Ziff. 2).\n\nEntsprechend hatte der Kassationshof in BGE 70 IV 125 entschieden. In BGE 87 IV 52, BGE 92 IV 205 und BGE 95 IV 115 wurde dann aber die Frage aufgeworfen und offen gelassen, ob sich Art. 26 StGB nur auf die im allgemeinen Teil des StGB geregelten persönlichen Merkmale beziehe. Die dabei geäusserten Bedenken erweisen sich nach erneuter Prüfung als unbegründet. Ob ein Strafausschliessungsgrund sich im allgemeinen oder besondern Teil findet, kann als gesetzgeberischer Zufall nicht massgebend sein. Der Entscheid darüber, ob ein Tatbestandsmerkmal persönlicher oder sachlicher Natur ist und im letzteren Fall ausscheidet, weil es nicht die Beschaffenheit des Täters kennzeichnet, sondern die objektive Schwere der Tat verändert, kann freilich Schwierigkeiten bereiten, doch dürften sie nicht unüberwindlich sein. Dass schliesslich die gleichen Tatumstände einmal von Art. 26 berücksichtigt werden, ein andermal nicht, geht zurück auf den verschiedenen Gebrauch, den der Gesetzgeber von ihnen in den einzelnen Tatbeständen macht. Im einen Fall (z.B. die Gewinnsucht in Art. 129 Abs. 2, 159 Abs. 2 StGB) qualifizieren sie ein bereits an sich strafbares Verhalten, weshalb sich die Frage stellt, ob diese Qualifikation unbesehen den Teilnehmer treffen soll. Im andern Fall (z.B. die Gewinnsucht in Art. 198 StGB) sind sie strafbegründende Elemente, die gemäss Art. 26 nicht zu berücksichtigen sind (vgl. SCHULTZ, Einführung in den allg. Teil des Strafrechts, 2. Aufl. I, S. 253; ZBJV 99/1963, S. 46, 103/1967, S. 424; SCHÜNEMANN, ZSR n.F. 97/1978, S. 138; SCHWANDER, Strafgesetzbuch, S. 137 Nr. 271 a; WALDER, a.a.O.).\n\nb) Nach dem Gesagten ist das angefochtene Urteil, soweit es Frau W. betrifft, aufzuheben und die Sache gemäss Art. 277 BStP an die Vorinstanz zurückzuweisen zur bisher unterlassenen Prüfung, ob die Art ihres Vorgehens als Gehilfin ihres Mannes ihre besondere Gefährlichkeit im Sinne des Art. 139 Ziff. 2 Abs. 4 StGB und der Rechtsprechung erweist. Sollte sich ergeben, dass das nicht zutrifft, wäre sie nur wegen Gehilfenschaft zu einfachem Raub zu bestrafen (s. BGE 70 IV 125 betr. die Gewerbsmässigkeit)."}