{"annee": "105", "cour": "II", "page": "247", "date": "25/10/1979", "cite": ["100 II 290", "96 I 425", "70 I 216", "105 II 241", "105 II 65"], "cite_par": ["115 II 306", "132 III 497", "117 II 6", "107 II 289"], "chapeau": "41. Urteil der II. Zivilabteilung vom 25. Oktober 1979 i.S. H. gegen Regierungsrat des Kantons Thurgau (Berufung)", "regestes": ["Art. 30 al. 1 CC. L'enfant qui est élevé dans le ménage de ses parents non mariés ensemble et vivant en concubinage est fondé à demander de porter le nom de son père lorsque les liens du concubinage ont un caractère durable."], "faits": "BGE 105 II 247 S. 247\n\nA.- Monika H., geb. X., wurde am 12. Juli 1973 von Johann H. geschieden. Mit Beschluss vom 9. Oktober 1973 bewilligte ihr der Regierungsrat des Kantons Thurgau, weiterhin den Namen H. zu tragen.\n\nAm 10. Juni 1975 gebar Monika H. den Sohn Roman X. Dieser wurde am 10. Februar 1978 von seinem Vater Ferdinand Vincenz R., BGE 105 II 247 S. 248der verheiratet ist, aber keine ehelichen Kinder hat, anerkannt.\n\nRoman X. wird zusammen mit den aus der Ehe H.-X. hervorgegangenen Kindern Lilian Monika H. (geb. 1963) und Christian Arnold H. (geb. 1965) im Haushalt von Monika H. und Ferdinand R., die miteinander im Konkubinat leben, aufgezogen.\n\nB.- Am 16. Mai 1979 stellten Monika H. und Ferdinand R. beim Regierungsrat des Kantons Thurgau das Gesuch, es sei Roman X. zu bewilligen, den Familiennamen R. zu tragen.\n\nMit Beschluss vom 18. Juni 1979 wies der Regierungsrat das Gesuch ab.\n\nC.- Mit der vorliegenden Berufung ans Bundesgericht halten Monika H. und Ferdinand R. an ihrem Gesuch fest.\n\nDer Regierungsrat beantragt die Abweisung der Berufung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Nach Art. 44 lit. a OG in der Fassung vom 25. Juni 1976, in Kraft seit 1. Januar 1978, ist gegen letztinstanzliche kantonale Entscheide, mit denen eine beantragte Namensänderung verweigert wird, im Gegensatz zur Rechtslage, wie sie früher bestand, die Berufung ans Bundesgericht zulässig (BGE 105 II 66).\n\nb) Als Inhaberin der elterlichen Gewalt und damit als gesetzliche Vertreterin des Kindes ist Monika H. zweifellos zur Stellung des Namensänderungsgesuchs befugt. Dagegen dürfte Ferdinand R., der die elterliche Gewalt nicht innehat und der deshalb nur im eigenen Namen auftreten kann, hiezu nicht legitimiert sein, da die Namensänderung grundsätzlich nur vom Namensträger selbst verlangt werden kann (EGGER, N. 9 zu Art. 30 ZGB). Wie es sich damit verhält, braucht indessen nicht entschieden zu werden, da ohnehin auf das Gesuch des Kindes, vertreten durch seine Mutter, einzutreten ist.\n\n2. Nach dem revidierten Art. 30 Abs. 1 ZGB kann einer Person durch die Regierung ihres Wohnsitzkantons die Änderung des Namens bewilligt werden, wenn wichtige Gründe vorliegen. Ob diese Voraussetzung erfüllt ist, ist eine Ermessensfrage, die von der Behörde nach Recht und Billigkeit zu beantworten ist (Art. 4 ZGB). Als Berufungsinstanz prüft das Bundesgericht grundsätzlich frei, ob wichtige Gründe für eine Namensänderung gegeben sind, während es sich zu dieser BGE 105 II 247 S. 249Frage früher nur unter dem beschränkten Gesichtswinkel der Willkür äussern konnte. Immerhin hat es sich dabei - wie immer bei der Überprüfung von Ermessensentscheiden - eine gewisse Zurückhaltung aufzuerlegen. Es schreitet daher nur ein, wenn die kantonale Behörde bei ihrer Entscheidung Umstände berücksichtigt hat, die nach dem Sinn des Gesetzes keine Rolle spielen durften, oder wenn sie wesentliche Gesichtspunkte ausser acht gelassen hat (BGE 105 II 66 E. 2).\n\n3. Wichtige Gründe im Sinne von Art. 30 Abs. 1 ZGB liegen vor, wenn das Interesse des Namensträgers an einem neuen Namen dasjenige der Verwaltung und der Allgemeinheit an der Unveränderlichkeit des einmal erworbenen und in die Register eingetragenen Namens sowie an eindeutiger Kennzeichnung und Unterscheidung des Einzelnen überwiegt (H. ROGGWILLER, Der \"wichtige Grund\" und seine Anwendung in ZGB und OR, Diss. Zürich 1956, S. 91/92). Der Kennzeichnungsfunktion des Namens kommt jedoch bei einem Kleinkind, dessen gesellschaftliche Kontakte sich auf seine engsten Angehörigen beschränken, geringere Bedeutung zu als bei einem Erwachsenen, so dass die Namensänderung eher bewilligt werden kann.\n\nIn seiner staatsrechtlichen, auf Willkürkognition beschränkten Rechtsprechung hat das Bundesgericht angenommen, dass einem ausserehelichen Kind die Namensänderung durch Anpassung des Namens an die Familie der Pflegeeltern zu gestatten ist, um den Makel der unehelichen Geburt möglichst zu verdecken, wenn beide Pflegeeltern damit einverstanden sind, das Pflegschaftsverhältnis dauernder Natur ist, im Interesse des Kindes liegt und auch keine Möglichkeit besteht, diese Anpassung auf andere Weise (z.B. durch Adoption) vorzunehmen (BGE 96 I 429 ff., BGE 70 I 220 E. 3). Dieser Grundsatz muss um so mehr bei freier Prüfung gelten, wie sie dem Bundesgericht heute zukommt.\n\n4. Im vorliegenden Fall wird das Kind im Haushalt seiner Eltern aufgezogen, die miteinander im Konkubinat leben. Der Vater hat es anerkannt und sorgt für es, indem er für die Bedürfnisse dieses Haushalts aufkommt. Roman X. hat somit die gleiche Stellung wie ein Pflegekind, dem es nach der erwähnten Rechtsprechung gestattet ist, den Namen seines Pflegevaters anzunehmen. Der Regierungsrat weist freilich darauf hin, Ferdinand R. habe es in der Hand, seinen Namen auf andere Weise auf seinen Sohn zu übertragen, indem er sich scheiden BGE 105 II 247 S. 250lassen und danach Monika H. heiraten könne. Ob eine Scheidungsklage, die nach dem angefochtenen Entscheid erst in Aussicht stehen soll, Erfolg haben wird, ist indessen angesichts der Umstände, in denen R. lebt, äusserst zweifelhaft, sofern sich dessen Ehefrau ihr widersetzen sollte. Es kann daher nicht gesagt werden, Roman X. könne den Namen seines Vaters auf andere Weise als durch Namensänderung erwerben. Im übrigen kann dieser Voraussetzung, wie das Bundesgericht mit Urteil vom heutigen Tag in Sachen D. (BGE 105 II 241 ff.) entschieden hat, keine absolute Bedeutung zukommen, zumal wenn es sich beim Gesuchsteller wie hier um ein Kind handelt, das die Standesänderung, die allenfalls einen Namenswechsel auf andere Weise als durch behördliche Bewilligung bewirken würde, nicht selbst herbeiführen kann. Roman X. erfüllt somit grundsätzlich die Anforderungen, die in der Rechtsprechung an das Namensänderungsgesuch eines Pflegekindes, das den Namen seines Pflegevaters erwerben möchte, gestellt werden.\n\nFragen kann sich höchstens, ob auch das Erfordernis der Dauerhaftigkeit des Pflegschaftsverhältnisses gegeben ist. Es ist einzuräumen, dass ein Konkubinatsverhältnis anders als die Ehe von Pflegeeltern jederzeit aufgelöst werden kann. Verlässt der Vater nachträglich Mutter und Kind, so verliert die Namensänderung ihre Rechtfertigung und führt zu neuen Unannehmlichkeiten, weil das Kind dann wiederum nicht den Namen des Elternteils trägt, bei dem es wohnt. Im vorliegenden Fall besteht indessen kein Anlass, an der Dauerhaftigkeit des Konkubinats zu zweifeln. Der Gesuchsteller ist mehr als vier Jahre alt, was voraussetzt, dass die Verbindung seiner Eltern schon mindestens fünf Jahre gedauert hat. Dies und der Umstand, dass der Vater das Kind sofort nach Inkrafttreten des neuen Kindesrechts anerkannt hat, dass er seinen Namen auf es übertragen will und dass er in ihm bereits seinen künftigen Geschäftsnachfolger sieht, lässt darauf schliessen, dass das Verhältnis dauerhafter Natur ist (vgl. hiezu BGE 96 I 429 /430). Der rechtlich prekäre Charakter des Konkubinats steht daher der Namensänderung nicht im Wege.\n\n5. Der Regierungsrat begründet die Abweisung des Namensänderungsgesuchs zur Hauptsache damit, es gehe nicht an, dem Kind, das ein verheirateter Mann mit einer Dritten gezeugt habe, den Familiennamen des Vaters zu geben, wenn dessen Ehe noch bestehe und sich das Kind nicht unter elterlicher Gewalt des Vaters befinde; zu einer solchen Namensänderung BGE 105 II 247 S. 251könne eine Behörde, die den Grundsatz, dass eine gesetzlich geschlossene Ehe den staatlichen Schutz verdiene, auch nur einigermassen beachte, nicht Hand bieten.\n\nMit diesem Argument hat sich das Bundesgericht indessen bereits in seiner staatsrechtlichen Rechtsprechung auseinandergesetzt. Es hat es als willkürlich bezeichnet, das Namensänderungsgesuch eines bei seinen nicht verheirateten Eltern aufwachsenden Kindes anders zu behandeln als dasjenige eines Pflegekindes. Gründe der öffentlichen Ordnung stünden einem solchen Gesuch nicht entgegen. Einem Kind, das ein Interesse daran habe, den Namen seines Vaters zu tragen, dürften die Fehler seiner Eltern, für die es nicht verantwortlich ist, nicht entgegengehalten werden (BGE 96 I 429 /430 E. 2b, d). Gerade darauf läuft aber die Auffassung des Regierungsrats im vorliegenden Fall hinaus. Wie im erwähnten Entscheid weiter ausgeführt wird, trifft es auch nicht zu, dass durch die Namensänderung das Konkubinat öffentlich anerkannt und das Institut der Ehe als solches untergraben wird. Durch die Verweigerung der Namensänderung würde die Tatsache nicht aus der Welt geschafft, dass der Gesuchsteller im Ehebruch erzeugt wurde und dass er im Haushalt seiner im Konkubinat lebenden Eltern aufwächst. Im Gegenteil würde die Öffentlichkeit dadurch, dass Vater und Sohn nicht den gleichen Namen tragen, ständig auf die illegitime Abstammung des Kindes aufmerksam gemacht, die noch heute, obwohl das neue Kindesrecht das eheliche und das aussereheliche Kindesverhältnis grundsätzlich gleichgestellt hat, in weiten Kreisen als gesellschaftlicher Makel betrachtet wird. Dieser Makel, den der Gesuchsteller nicht zu vertreten hat, kann durch die beantragte Namensänderung wenn nicht beseitigt, so doch in seinen Auswirkungen gemildert werden.\n\n6. Der Regierungsrat weist weiter darauf hin, die beantragte Namensänderung widerspreche dem neuen Kindesrecht. Dieses habe den Grundsatz aufgestellt, dass das ausserhalb einer Ehe geborene Kind, gleichgültig ob es von seinem Vater anerkannt worden sei oder nicht, den Familiennamen seiner Mutter führen solle. Eine Ausnahme bestehe gemäss Art. 271 Abs. 3 ZGB nur dann, wenn das Kind unter der elterlichen Gewalt des Vaters aufwachse, was hier nicht der Fall sei. Diese letztere Bestimmung bezieht sich indessen auf den Erwerb des Bürgerrechts und nicht auf denjenigen des Namens. Sie besagt nicht, dass das Kind unverheirateter Eltern nur dann den BGE 105 II 247 S. 252Namen seines Vaters annehmen kann, wenn es unter dessen elterlicher Gewalt steht. Die Regel des Art. 270 Abs. 2 ZGB, wonach das Kind unverheirateter Eltern von Gesetzes wegen den Namen der Mutter erhält, beruht auf dem Gedanken, dass ein solches Kind normalerweise bei der Mutter aufwächst, zu der es engere Beziehungen hat als zum Vater. Verhält es sich jedoch ausnahmsweise anders, so soll es dem Kind offenstehen, durch Namensänderung den Namen des Elternteils zu erwerben, bei dem es aufwächst (BBl 1974 II S. 50/51 und der im Entwurf des Bundesrats vorgeschlagene Art. 30 Abs. 2 Ziff. 3 ZGB; HEGNAUER, Grundriss des Kindesrechts, S. 99). Mit dieser Begründung liesse sich im vorliegenden Fall freilich auch rechtfertigen, dem Kind den Namen der Mutter, also H., zu geben, den auch seine Stiefgeschwister tragen und den es tragen würde, wenn es nach dem Inkrafttreten des neuen Kindesrechts geboren wäre (Art. 270 Abs. 2 ZGB im Gegensatz zu Art. 324 Abs. 1 aZGB; zum alten Recht vgl. BGE 100 II 290 ff.). Diese Möglichkeit, zu der auch der Regierungsrat Hand bieten würde, schliesst es indessen nicht aus, dass wichtige Gründe dafür bestehen, dem Gesuchsteller den Erwerb des väterlichen Namens zu bewilligen. Die Einheit des Namens innerhalb der \"Familie\" des Gesuchstellers lässt sich so oder so nicht herstellen.\n\n7. Dass der beantragten Namensänderung erhebliche private Interessen entgegenständen, behauptet der Regierungsrat zu Recht nicht. Insbesondere hat Ferdinand R. anders als der Vater im erwähnten BGE 96 I 425 ff. keine ehelichen Kinder, die allenfalls dadurch betroffen sein könnten, dass der Gesuchsteller den gleichen Namen trägt wie sie, wodurch der Anschein einer Verwandtschaft erweckt wird, die in Wirklichkeit nicht besteht. Das Interesse der Ehefrau von R. daran, dass der Gesuchsteller nicht für ihr Kind gehalten werde, hat gegenüber dem Interesse des Gesuchstellers, den gleichen Namen wie sein Vater tragen zu dürfen, zurückzutreten (vgl. BGE 96 I 431).\n\n8. Der Regierungsrat hat das Vorliegen wichtiger Gründe im Sinne von Art. 30 Abs. 1 ZGB somit zu Unrecht verneint. Die Berufung ist daher gutzuheissen und dem Gesuchsteller zu bewilligen, den Familiennamen R. zu tragen."}