{"annee": "105", "cour": "IB", "page": "348", "date": "25/10/1979", "cite": ["103 IB 210", "62 I 271", "98 IB 63", "99 IB 211", "92 I 226", "100 IB 341", "100 IA 277", "97 I 604", "87 I 490", "99 IB 159", "104 IB 412", "98 IB 13", "101 IB 336", "98 IB 277", "103 IB 366", "100 IB 101", "101 IB 306", "101 IB 189"], "cite_par": ["121 I 30", "108 IB 227", "114 IA 73", "107 IB 177", "109 IB 198", "107 IB 341", "113 IB 363", "112 IB 128", "122 II 382", "108 IB 167", "118 IB 614", "108 IB 206", "125 II 192", "108 IB 78", "108 IB 475", "109 IB 285", "110 IB 213", "116 IV 239", "110 II 360", "123 II 371", "112 IA 59", "107 IB 243", "123 II 542", "121 II 378", "108 V 105", "107 IB 191", "113 IB 30"], "chapeau": "55. Urteil der II. öffentlichrechtlichen Abteilung vom 25. Oktober 1979 i.S. Schweiz. Eidgenossenschaft und Eidg. Finanz- und Zolldepartement (EFD) gegen Schweiz. Kreditanstalt (SKA) und Schweiz. Nationalbank (SNB) sowie i.S. SKA und Texon Finanzanstalt (Texon) gegen SNB (Verwaltungsgerichtsbeschwerden)", "regestes": ["Procédure. Mesures prises pour la sauvegarde de la monnaie. Recours de droit administratif. Art. 97 ss. OJ. 1. Décision susceptible de recours. Art. 97 OJ, art. 5 PA (consid. 1). 2. La Confédération et le DFF ont-ils qualité pour recourir contre une décision de la BNS? - Le recours ne saurait se fonder sur l'art. 103 lettre b OJ: la BNS n'est pas une organisation indépendante de l'administration fédérale au sens de l'art. 98 lettre h OJ, mais un établissement autonome de la Confédération au sens de l'art. 98 lettre d OJ (confirmation de la jurisprudence; consid. 3 et 4). - La Confédération a-t-elle qualité pour recourir dans le cadre de l'art. 103 lettre a OJ? Question résolue négativement en l'espèce (consid. 5). 3. Le Crédit suisse et la Texon sont habilités à recourir (consid. 6 et 7). L'exigence de l'actualité de l'intérêt juridiquement protégé est-elle encore réalisée en ce qui concerne la Texon (art. 103 lettre a OJ)? Question laissée ouverte (consid. 7). 4. Reformatio in pejus (art. 114 al. 1 OJ): conditions (consid. 18). Prélèvement d'une commission (intérêt négatif) sur les fonds étrangers qui ont afflué. AF urgent du 8 octobre 1971 sur la sauvegarde de la monnaie. O du Conseil fédéral des 20 novembre 1974/22 janvier 1975 instituant des mesures destinées à lutter contre l'afflux de fonds étrangers (\"ordonnance\"). Commentaires et directives de la BNS des 26 novembre 1974/24 janvier 1975 relatifs à l'ordonnance (\"commentaires\"). 1. Compétence - à raison de la matière et du lieu - de la BNS en ce qui concerne le prélèvement de la commission (consid. 8-10). - Notion de fonds étrangers au sens de l'art. 2 al. 1 de l'ordonnance (consid. 9b et c). - Application de l'ordonnance aux établissements régis par la LB (art. 1er de l'ordonnance). Définition de l'appel public pour obtenir des fonds en dépôt (art. 1er LB, art. 3 al. 1 OB). Tant le Crédit suisse que la Texon sont assujettis à l'ordonnance (consid. 9a, 10a-c). - Rapport avec les dispositions du droit liechtensteinois concernant la sauvegarde de la monnaie (consid. 10e). 2. Constitutionalité et légalité de l'ordonnance (consid. 11). 3. Dans quelle mesure la commission peut-elle être prélevée \"a posteriori\" (consid. 12-14)? 4. Définition de l'afflux de fonds étrangers selon l'art. 5 de l'ordonnance (consid. 15-17). - Nature juridique des commentaires (consid. 16a). - La délimitation de l'afflux opérée au ch. 11 des commentaires excède les compétences de la BNS en matière d'exécution de l'AF et de l'ordonnance, telles qu'elles sont définies par ces textes (consid. 16b-d et 17)."], "faits": "BGE 105 Ib 348 S. 351\n\nGegen Ende März 1977 deckte die Generaldirektion der Schweizerischen Kreditanstalt in Zürich (SKA) Unregelmässigkeiten des Hauptdirektors und seines Stellvertreters ihrer Filiale in Chiasso auf. An einer ausserordentlichen Generalversammlung vom 24. Juli 1977 gab der Präsident des Verwaltungsrats bekannt, dass die Filiale Chiasso bedeutende Geldbeträge, die ihr von Kunden zur treuhänderischen Anlage anvertraut worden waren, an die von Partnern des Anwaltsbüros MASPOLI/NOSEDA/PEDRAZZINI verwaltete Texon-Finanzanstalt in Vaduz (Texon) weitergeleitet hatte. Die der Texon über die SKA zugeleiteten Gelder beliefen sich bis zum 31. März 1977 auf rund 2,263 Milliarden Franken. Von den Kundengeldern gehörten rund 90% Ausländern, der Rest Inländern. Die Texon hatte den ausländischen Kunden für ihre Einzahlungen in Fremdwährungen zu etwa 90% Schweizerfrankenkonti eröffnet, die verhältnismässig hoch verzinst wurden. Nach Angaben, die später leicht korrigiert werden mussten, wurden insgesamt für Ausländer 1316 Konti auf Schweizerfranken geführt; davon verzeichneten seit dem 31. Oktober 1974 716 einen Zuwachs. In zahlreichen Fällen besitzt der Kontoinhaber ein vom Filialhauptdirektor und seinem Stellvertreter rechtsgültig im Namen der SKA unterzeichnetes Schreiben, das eine Bürgschafts- oder Garantieerklärung der SKA enthält. Diese Garantieerklärungen beliefen sich zuletzt, d.h. im März 1977 auf annähernd 1,2 Milliarden Franken. Nach der internen Zuständigkeitsordnung der SKA waren der Filialhauptdirektor und sein Stellvertreter nicht ermächtigt, solche Erklärungen abzugeben, oder höchstens bis zu einem verhältnismässig niedrigen Betrag (12 Millionen). Nach Entdeckung der Machenschaften des Filialhauptdirektors und aufgrund der abgegebenen Garantieerklärungen hat die SKA die Schulden der Texon gegenüber den Anlegern übernommen und sich die Aktiven der Texon zunächst verpfänden und später abtreten lassen. Die in Art. 5 der Verordnung über Massnahmen gegen den Zufluss ausländischer Gelder vom 20. November 1974 (AS 1974, 1822; nachfolgend abgekürzt: Schutzverordnung) bzw. der Änderung der Schutzverordnung vom 22. Januar 1975 (AS 1975, 105) vorgeschriebene Kommission (sog. Negativzins) von zuerst 3%, später 10% auf den seit dem 31. Oktober 1974 zugeflossenen Geldern waren den ausländischen Geldgebern weder von der SKA noch von der Texon belastet worden. Über die BGE 105 Ib 348 S. 352Frage der Kommissionspflicht und des Umfangs der Kommissionsbelastung fanden in der Folge verschiedene Besprechungen zwischen der Leitung der SKA und der Schweizerischen Nationalbank (SNB) statt. Eine Vereinbarung kam indessen nicht zustande.\n\nAm 27. Februar 1978 verfügte die SNB, die SKA habe die ausländischen Gläubiger der Texon, bzw. nun der SKA selbst, auf jedem Zuwachs ihrer Schweizerfrankenguthaben seit 31. Oktober 1974 gemäss den Erläuterungen und Weisungen der SNB vom 26. November 1974/24. Januar 1975 mit der Kommission zu belasten. Ein und derselbe Kontozuwachs sei jedoch nicht mit mehr als 10% zu belasten. Der Kommissionsbetrag von insgesamt Fr. 81'696'159.35 sei der SNB innert 10 Tagen nach Rechtskraft dieser Verfügung einzuzahlen. Bereits am 28. Februar 1978 teilte die SKA bzw. die Texon den Gläubigern, die nach der Verfügung der SNB mit Negativzinsen zu belasten waren, den Betrag der sie betreffenden Negativzinsen provisorisch mit. Aus der Begründung der Verfügung: die SNB nahm an, die Voraussetzungen für die Belastung mit der Kommission seine sowohl bei der Texon als auch bei der SKA erfüllt gewesen. Hinsichtlich des Ausmasses der nachzufordernden Kommissionen ging sie von der Überlegung aus, dass bei wörtlicher Auslegung des Art. 5 Schutzverordnung die Neuzuflüsse seit dem 31. Oktober 1974 zunächst mit 3% und ab 27. Januar 1975 mit 10% je Quartal, also für einen Neuzufluss zu Beginn des ersten Quartals 1975 mit insgesamt 90% zu belasten seien (Gesamtbetrag: 293,1 Millionen Franken). Mit Rücksicht auf den Zweck und die rechtliche Natur der Kommission sei indessen die einmalige Belastung des Kontozuwachses mit 10% die verfassungskonforme und angemessene Massnahme. Im übrigen sei ein vor dem 26. Januar 1975 eingetretener Zuwachs nur mit 3% zu belasten.\n\nIn der Folge führten die SKA und die Texon sowie das Eidg. Finanz- und Zolldepartement (nun: Eidg. Finanzdepartement, EFD) gegen die Verfügung Verwaltungsgerichtsbeschwerde. Ausserdem fochten zahlreiche Gläubiger der Texon bzw. der SKA die Verfügung der SNB mit Verwaltungsgerichtsbeschwerde an. Das vorliegende Verfahren beschränkt sich auf die Beurteilung der Beschwerde der SKA und der Texon sowie der Beschwerde der Eidgenossenschaft und des EFD.\n\nMit Verwaltungsgerichtsbeschwerde vom 23. März 1978 beantragen BGE 105 Ib 348 S. 353das EFD und die Schweizerische Eidgenossenschaft, die Verfügung der SNB sei insoweit aufzuheben, als sie die Belastung des einzelnen Kontozuwachses auf ein einziges Mal und höchstens 10% beschränke und dementsprechend auf Fr. 81'696'159.35 festgesetzt habe. Die Sache sei zur Neuentscheidung im Sinne der Erwägungen (im Rahmen von 293,1 Millionen Franken) an die SNB zurückzuweisen.\n\nMit Verwaltungsgerichtsbeschwerde vom 12. April 1978 beantragen die SKA und die Texon:\n\n1. die Verfügung der SNB vom 27. Februar 1978 sei aufzuheben;\n\n2. es sei festzustellen, dass die SKA und die Texon die Kommissionen im Sinne der genannten Verfügung nicht schulden;\n\n3. eventuell seien den ausländischen Gläubigern die zu belastenden Kommissionsbeträge festzusetzen, jedoch seien:\n\na) Kontoüberträge nicht als Zufluss ausländischer Gelder zu behandeln;\n\nb) der Kommissionsbetrag um die objektiv nicht überwälzbaren Kommissionen zu kürzen.\n\n4. in allen Fällen sei (ausser im Fall der Gutheissung der Beschwerde zufolge Unzuständigkeit der SNB), festzustellen dass die SNB örtlich und sachlich zum Erlass einer Verfügung über die Kommissionen zuständig sei.\n\n5. den Beschwerdeführerinnen sei Gelegenheit zu geben, zu der Beschwerde des EFD gegen die Verfügung der SNB Stellung zu nehmen.\n\nDie Beschwerdeführerinnen halten dafür, die Kommission könne angesichts des besonderen Sachverhalts überhaupt nicht gefordert werden. Falls das Bundesgericht indessen dieser Auffassung nicht folge, müsse auf jeden Fall die Berechnung der Kommission überprüft werden. Ein erheblicher Teil der eingeforderten Kommissionen gehe auf rein formelle Kontoüberträge zurück, ungefähr 41,8 Millionen Franken. Zumindest sei die Kommissionsbelastung für nicht mehr überwälzbare Kommissionen aufzuheben.\n\nDie SNB stellt in der Vernehmlassung den Antrag, es sei festzustellen, dass sie örtlich und sachlich zum Erlass ihrer Verfügung vom 27. Februar 1978 zuständig gewesen sei. Hinsichtlich der Beschwerde des EFD beantragt sie, es sei mangels Beschwerdelegitimation nicht darauf einzutreten, eventuell sei BGE 105 Ib 348 S. 354die Beschwerde abzuweisen. Die Beschwerden der Schweizerischen Eidgenossenschaft und der SKA sowie der Texon seien vollumfänglich abzuweisen. Das EFD beantragt, die Beschwerde der SKA und der Texon seien abzuweisen. Die SKA und die Texon beantragen, es sei auf die Beschwerde der Schweizerischen Eidgenossenschaft und des EFD nicht einzutreten, eventuell sei die Beschwerde abzuweisen. Es wurde ein zweiter Schriftenwechsel durchgeführt, in welchem die Beteiligten an ihren Anträgen festhielten.\n\nIn gewissen Fällen reduzierte die SNB nachträglich gestützt auf weitere Erhebungen den Kommissionsbetrag z.B. weil sich zeigte, dass ein Belasteter als Inländer zu behandeln war. Mit Verfügung vom 14. Dezember 1978 reduzierte sie den Gesamtbetrag der geschuldeten Kommissionen auf Fr. 80'195'396.15.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Das Bundesgericht beurteilt letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne von Art. 5 VwVG (Art. 97 Abs. 1 OG). Die Anordnung der SNB, wonach die SKA und die Texon auf jedem Zuwachs der Schweizerfrankenguthaben ihrer ausländischen Gläubiger seit dem 31. Oktober 1974 mit der Kommission, begrenzt auf 10%, zu belasten sind, ist eine Verfügung im Sinn von Art. 5 VwVG, da sie Rechte und Pflichten der SKA bzw. der Texon begründet.\n\nb) Nach Art. 98 lit. d OG ist die Verwaltungsgerichtsbeschwerde zulässig gegen Verfügungen letzter Instanzen autonomer eidgenössischer Anstalten oder Betriebe, soweit nicht das Bundesrecht die vorgängige Beschwerde oder Klage an eine Instanz im Sinn von Art. 98 lit. b, c oder g vorsieht. Art. 98 lit. h OG lässt die Verwaltungsgerichtsbeschwerde zu gegen Verfügungen anderer Instanzen oder Organisationen ausserhalb der Bundesverwaltung, soweit sie in Erfüllung ihnen übertragener öffentlichrechtlicher Aufgaben des Bundes verfügen und soweit das Bundesrecht unmittelbar gegen diese Verfügungen die Verwaltungsgerichtsbeschwerde vorsieht.\n\nDie SNB ist entweder eine autonome eidgenössische Anstalt im Sinn von Art. 98 lit. d OG oder dann eine andere Organisation ausserhalb der Bundesverwaltung gemäss Art. 98 lit. h OG. Art. 9 Abs. 2 Schutzverordnung sieht vor, dass gegen BGE 105 Ib 348 S. 355Verfügungen, die die SNB zur Durchführung der Schutzverordnung trifft, unmittelbar die Verwaltungsgerichtsbeschwerde an das Bundesgericht gegeben ist. Ausschlussgründe im Sinn von Art. 99-102 OG bestehen nicht. Es liegt daher auf jeden Fall ein mit Verwaltungsgerichtsbeschwerde anfechtbarer Entscheid vor, ohne dass hierfür bereits geprüft werden muss, ob die SNB eine autonome eidg. Anstalt im Sinn von Art. 98 lit. d OG oder eine andere Organisation ausserhalb der Bundesverwaltung gemäss Art. 98 lit. h OG darstellt.\n\n2. Auf die Beschwerden kann nur eingetreten werden, wenn sie von einer beschwerdeberechtigten Partei gemäss Art. 103 OG erhoben worden sind. Es ist vorab zu prüfen, ob das EFD bzw. die Eidgenossenschaft zur Beschwerde legitimiert sind.\n\nEine besondere bundesrechtliche Bestimmung, aufgrund der das EFD oder die Eidgenossenschaft hier speziell zur Beschwerde ermächtigt wären (Art. 103 lit. c OG), besteht nicht. Es bleibt somit zu prüfen, ob sich die Legitimation auf Art. 103 lit. b OG, allenfalls auf Art. 103 lit. a OG stützen lässt.\n\n3. a) Nach Art. 103 lit. b OG ist das in der Sache zuständige Departement zur Verwaltungsgerichtsbeschwerde berechtigt \"gegen die Verfügung einer eidgenössischen Rekurskommission, einer eidgenössischen Schiedskommission, einer letzten kantonalen Instanz oder einer Vorinstanz im Sinne von Art. 98 lit. h OG\". Hingegen ist die Beschwerdelegitimation nicht gegeben gegenüber Verfügungen einer \"autonomen eidgenössischen Anstalt\" im Sinne von Art. 98 lit. d OG. Für die Legitimation des EFD nach Art. 103 lit. b OG ist daher entscheidend, ob die SNB als autonome Anstalt im Sinn von Art. 98 lit. d OG oder als \"andere Organisation\" gemäss Art. 98 lit. h OG zu betrachten ist.\n\nb) Eidgenossenschaft und EFZD möchten bereits aus dem Umstand, dass ihnen die Beschwerden der SKA und der einzelnen Texongläubiger zur Vernehmlassung im Sinn von Art. 110 OG zugestellt wurden, ableiten, das Bundesgericht habe damit die SNB als Vorinstanz im Sinn von Art. 103 lit. b OG bzw. Art. 98 lit. h OG anerkannt. Eine solche Bedeutung kommt jener Zustellung indessen keineswegs zu. Bei den Anordnungen zur Durchführung des Schriftenwechsels gemäss Art. 110 OG handelt es sich bloss um prozessleitende Verfügungen, die der Präsident der Abteilung, in Ausnahmefällen BGE 105 Ib 348 S. 356der Instruktionsrichter trifft. Sie ergehen aufgrund einer vorläufigen Beurteilung der Rechtslage und können deshalb das urteilende Gericht nicht binden.\n\nc) In der bisherigen Rechtsprechung wurde die SNB als autonome Anstalt im Sinn von Art. 98 lit. d OG betrachtet (BGE 101 Ib 338). Zwar war im zitierten Entscheid nicht eine Beschwerde einer Behörde, sondern eine solche eines Privaten zu beurteilen. Indes war die Frage für die Zuständigkeit des Bundesgerichts auch dort entscheidend. Denn der damals betroffene BB vom 20. Dezember 1972 über Massnahmen auf dem Gebiete des Kreditwesens (AS 1972, 3068) verwies lediglich auf die allgemeinen Bestimmungen der Bundesrechtspflege und sah nicht unmittelbar die Verwaltungsgerichtsbeschwerde vor (Art. 9 Abs. 3 BB). Falls die SNB als eine Organisation ausserhalb der Bundesverwaltung im Sinn von Art. 98 lit. h. OG aufgefasst worden wäre, hätte das Bundesgericht deshalb auf die Beschwerde nicht eintreten können. Es fragt sich immerhin, ob Anlass besteht, von jener Rechtsprechung abzugehen.\n\n4. a) Bei den Organisationen ausserhalb der Bundesverwaltung gemäss Art. 98 lit. h OG dachte der Gesetzgeber offenbar an wirtschaftliche Selbstverwaltungskörperschaften, die in erster Linie eigene Interessen wahren, daneben aber auch Bundesaufgaben erfüllen und gegen deren Entscheide der Beschwerdeweg normalerweise über ein Departement des Bundes geht (Botschaft über den Ausbau der Verwaltungsgerichtsbarkeit im Bunde vom 24. September 1965, BBl 1965 II, S. 1304 f.). Als Beispiel werden in der bundesrätlichen Botschaft die Organisationen der Milchwirtschaft genannt; für diese bildet, soweit sie im Rahmen der ihnen übertragenen öffentlichen Aufgaben verfügen, in der Regel das Bundesamt für Landwirtschaft die erste Beschwerdeinstanz (BBl 1965 II, S. 1304), wie dies etwa für die Schweizerische Käseunion AG zutrifft (BGE 101 Ib 308 E. 1). Mit der Einfügung des Art. 98 lit. h OG sollte die Möglichkeit offen gehalten werden, gegenüber Verfügungen jener Organisationen die Verwaltungsgerichtsbeschwerde unmittelbar zuzulassen, wenn es aus verfahrensrechtlichen Gründen geboten schien, den Umweg über ein Departement der Bundesverwaltung auszulassen (Botschaft a.a.O., S. 1305).\n\nb) Was unter einer autonomen eidgenössischen Anstalt im Sinn von Art. 98 lit. d OG zu verstehen ist, hat das Bundesgericht in BGE 98 Ib 67 näher ausgeführt: Danach erfüllt eine BGE 105 Ib 348 S. 357solche Anstalt eine öffentliche Aufgabe für ein Gemeinwesen (Staat oder andere öffentliche Körperschaft), das als Träger oder als Muttergemeinwesen bezeichnet wird. Sie hängt vom Träger ab, ohne seiner hierarchisch gegliederten Zentralverwaltung anzugehören. Sie wird vom Muttergemeinwesen gegründet oder aufgelöst; dieses widmet sie einem bestimmten Zweck, legt ihre Organisation in den Grundzügen fest und ernennt ihre obersten Organe; es trägt die Anstalt auch in finanzieller Beziehung, zumindest durch eine Defizitgarantie. Die autonome öffentliche Anstalt ist in den vom Muttergemeinwesen gezogenen Schranken administrativ selbständig.\n\nc) Die SNB ist eine spezialgesetzliche Aktiengesellschaft des Bundesrechts (SCHÜRMANN, Wirtschaftsverwaltungsrecht, S. 272). Im übrigen ist ihre Rechtsnatur umstritten und wurde auch durch die Teilrevision des BG über die SNB vom 23. Dezember 1953 (NBG) vom 15. Dezember 1978, welche am 1. August 1979 in Kraft getreten ist (AS 1979, 983), nicht weiter geklärt (NOBEL, Praxis zum öffentlichen und privaten Bankenrecht der Schweiz, S. 47 f.). Sie wird als öffentlich-rechtliche Anstalt, aber auch als Körperschaft oder als juristische Person sui generis betrachtet (vgl. NOBEL a.a.O., S. 48; SCHMID, Die Unabhängigkeit der Schweizerischen Nationalbank und ihre rechtliche Sicherung, Diss. Freiburg 1979, S. 99; KLEINER, Die Gesetzgebung über das Bankwesen in Bund und Kantonen, S. 107 f.). Der Bundesrat bezeichnete sie verschiedentlich als \"selbständige und unpolitische Anstalt\" (Botschaft betreffend die Revision des NBG vom 24. Juni 1968, BBl 1968 II, S. 305; Botschaft über die Revision des NBG vom 27. Februar 1978, BBl 1978 I, S. 835; vgl. auch das Gutachten der Eidg. Justizabteilung vom 23. März 1978, VPB 42/1978 Nr. 133).\n\nWie es sich im einzelnen damit verhält, kann hier dahingestellt bleiben. Im Rahmen der rechtlichen Qualifikation und ihres Aufgabenbereichs weist die SNB jedenfalls zahlreiche Merkmale auf, die einer autonomen Anstalt im Sinn von Art. 98 lit. d OG zukommen: Sie hat einen öffentlichen Auftrag zu erfüllen, der durch Art. 39 BV umschrieben wird. Sie ist durch Gesetz (NBG) geschaffen worden. Die Verfassung schreibt vor, dass sie unter Aufsicht und Mitwirkung des Bundes verwaltet wird; das ist im NBG näher ausgeführt, welches die Organisation der SNB in den Grundzügen festlegt. Das Direktorium als oberste Verwaltungsbehörde der SNB wird BGE 105 Ib 348 S. 358durch den Bundesrat ernannt, der auch den grössten Teil der Bankräte wählt (Art. 52, 53; Art. 40-42 NBG). Daneben geniesst die SNB weitgehend einen autonomen Status; sie gehört nicht der hierarchisch gegliederten Zentralverwaltung an. Es fehlt auch eine ausdrückliche Defizitgarantie des Bundes. Auch kann die SNB bei Nichterneuerung des Notenprivilegs selber entscheiden, ob sie weiter bestehen oder sich auflösen will (Art. 38 Ziff. 6; Art. 66 NBG). Zusammenfassend lässt sich gleichwohl festhalten, dass ihre Hauptaufgabe in der Besorgung eines Ausschnitts der Staatsverwaltung besteht, für die sie vom Verwaltungsapparat des Bundes unabhängig ausgestaltet worden ist (vgl. auch SCHMID, a.a.O., S. 100 u. 102).\n\nAngesichts ihres Status und ihrer gewichtigen Aufgaben schiene es nicht angängig, die SNB einfach als Instanz ausserhalb der Bundesverwaltung zu betrachten, gegen die im Sinn des Art. 98 lit. h OG ohne spezielle Bestimmung zuerst beim EFD Beschwerde geführt werden müsste. Ausserdem wahrt die SNB nicht in erster Linie, wie die in Art. 98 lit. h OG angesprochenen Organisationen der wirtschaftlichen Selbstverwaltung, eigene private Interessen, sondern stellt eine Institution primär zur Wahrnehmung öffentlicher Interessen dar.\n\nd) In Würdigung aller Umstände besteht daher kein Anlass, von der in BGE 101 Ib 338 eingeleiteten Rechtsprechung abzuweichen. Die Änderung des NBG vom 15. Dezember 1978 hat an dieser Rechtslage nichts geändert. Zwar wird nun in Art. 68a Abs. 1 ausdrücklich vorgesehen, dass gegen Verfügungen der SNB wie der hier angefochtenen die Verwaltungsgerichtsbeschwerde an das Bundesgericht zulässig sei. Es besteht aber kein Zweifel, dass es sich dabei bloss um eine deklamatorische Bestimmung handelt und dass diese Beschwerdemöglichkeit an sich bereits aufgrund der allgemeinen Bestimmungen der Bundesverwaltungsrechtspflege gestützt auf Art. 98 lit. d OG gegeben wäre (vgl. den Hinweis auf Art. 98 lit. d OG in der Botschaft zur Revision des NBG vom 27. Februar 1978, BBl 1978 I, S. 837 sowie die entsprechende Erklärung des Berichterstatters Egli anlässlich der Beratung der Bestimmung im Ständerat, Amtl. Bull. Ständerat 1978, S. 595).\n\nAus dem Gesagten folgt somit, dass das EFD die Verfügung nicht gestützt auf Art. 103 lit. b OG anfechten kann.\n\n5. a) Es bleibt zu prüfen, ob sich die Legitimation des Bundes aus Art. 103 lit. a OG ableiten lässt. Die Beschwerdebefugnis BGE 105 Ib 348 S. 359gemäss Art. 103 lit. a OG ist grundsätzlich auf Privatpersonen zugeschnitten (BGE 100 Ia 281; BGE 98 Ib 69; BGE 97 I 606 f.). Die Gemeinwesen oder ihre Behörden können sich deshalb an sich nicht darauf berufen. Das Bundesgericht hat indessen den Fall ausgenommen, wo diese sich in der gleichen oder einer ähnlichen Lage wie Private befinden. Demnach kann eine Gemeinde Beschwerde gegen Eingriffe in ihr Finanz- oder ihr Verwaltungsvermögen erheben, insbesondere gegen eine Verfügung, die ihr eine Enteignungsentschädigung auferlegt (BGE 103 Ib 216). In einzelnen Urteilen hat es die Beschwerdebefugnis der Gemeinwesen und ihrer Behörden sogar etwas erweitert. So hat es der kantonalen Wehrsteuerverwaltung gestützt auf Art. 103 lit. a OG das Recht zur Verwaltungsgerichtsbeschwerde gegen einen Entscheid der kantonalen Rekurskommission zuerkannt (BGE 98 Ib 278 f.). Ferner hat es entschieden, dass eine Gemeinde Beschwerde führen könne, um ein Grundwasservorkommen, das sie für eine Wasserversorgung zu nutzen gedenkt, schützen zu lassen (BGE 98 Ib 16). Für die Bejahung der Beschwerdebefugnis bedarf es aber auf jeden Fall besonderer und anderer Interessen als des allgemeinen öffentlichen Interesses an der richtigen Durchsetzung und einheitlichen Anwendung des Bundesrechts, welchem die Behördenbeschwerde gemäss Art. 103 lit. b OG dient (BGE 101 Ib 191 E. 1a; BGE 100 Ia 281; BGE 99 Ib 214). Andernfalls verlöre auch die systematische Gliederung des Art. 103 OG ihren Sinn (BGE 97 I 607 E. 2a).\n\nb) Gemäss Art. 6 Abs. 1 Schutzverordnung sind die belasteten Kommissionen der SNB abzuliefern, wobei der Bundesrat über deren Verwendung entscheidet. Mit Beschluss vom 8. Dezember 1975 hat der Bundesrat die Kommissionen zur Äufnung der Rückstellungen für Kursverluste der Exportrisikogarantie bestimmt (vgl. BBl 1976 II, S. 574). Die abgelieferten Kommissionen gehören insofern zum Finanzvermögen des Bundes. Dieser Umstand ist indessen bloss eine Nebenwirkung der in Frage stehenden Währungsschutzmassnahme. Die Kommission ist primär ein wirtschaftspolitisches Lenkungsinstrument, das die Nachfrage nach Schweizerfranken eindämmen und diejenige nach Devisen stärken soll (vgl. Bericht des Bundesrates über Massnahmen zum Schutz der Währung vom 23. April 1975, BBl 1975 I, S. 1601 ff.). Dass dem Bund aus der Handhabung dieses Instruments gewisse Einnahmen anfallen, BGE 105 Ib 348 S. 360ist hingegen sekundär. Das Motiv der Einnahmebeschaffung hat laut SNB beim Erlass der Massnahme und bei ihrem späteren Einsatz keine Rolle gespielt, was durch die einschlägigen Ausführungen des Bundesrats und die parlamentarischen Beratungen bei der Einführung der Massnahme bestätigt wird (vgl. insbesondere Botschaft über den Schutz der Währung vom 8. September 1971, BBl 1971 II 843; Bundesrat Celio im Ständerat, Amtl. Bull. Ständerat 1971, S. 569; die Berichterstatter Weber und Debétaz im Nationalrat, Amtl. Bull. Nationalrat 1971, S. 1039 u. 1041, ferner die Nationalräte Blatti und Deonna a.a.O., S. 1044 und 1049). Ausserdem wurde der Zweck, dem der Negativzins dienen sollte, am besten erreicht, wenn in möglichst wenigen Fällen die Voraussetzungen für die Erhebung der Kommission gegeben waren. Es geht daher nicht an, das vom Bund angerufene fiskalische Interesse als so intensiv anzusehen, dass es als selbständiges Interesse prozessualen Rechtsschutz verdiente (vgl. dazu I. SCHWANDER, Zur Beschwerdebefugnis in den Verwaltungsverfahren und Verwaltungsgerichtsverfahren, ZBl 79/1978, S. 482 f.). Die Bejahung eines solchen Interesses hätte im übrigen auch schwer absehbare Folgen, da die Entscheide autonomer eidgenössischer Anstalten im Sinne von Art. 98 lit. d OG häufig Auswirkungen auf die Vermögenslage des Bundes haben.\n\nc) Der Fall lässt sich auch nicht gleichsetzen mit der Anerkennung der Legitimation der kantonalen Wehrsteuerverwaltung gegen Entscheide der kantonalen Rekurskommission. In jenem Fall bestand eine besondere Situation insofern, als die kantonale Wehrsteuerverwaltung vor der Revision des OG von 1968 legitimiert war, und daher schwerlich angenommen werden konnte, dass die neue Regelung, die grundsätzlich die Beschwerdebefugnis erweiterte, diesbezüglich im Vergleich zur früheren Ordnung eine Einschränkung gebracht hatte (BGE 98 Ib 278 f.).\n\nd) Es bleibt für die Beschwerdebefugnis der Eidgenossenschaft das Interesse, das es mit der Einführung des Negativzinses zu wahren gilt, d.h. das Interesse an einer gesunden Währung. Der Eidgenossenschaft geht es denn auch in Wirklichkeit um die richtige Anwendung des BB über den Schutz der Währung und seiner Ausführungsvorschriften. Das EFD führt in der Replik selber aus, es handle sich dabei nicht darum, dem Bund Einnahmen zu verschaffen, sondern um den richtigen BGE 105 Ib 348 S. 361Vollzug des Bundesrechts. Das schliesst es aber aus, die Beschwerdebefugnis gestützt auf Art. 103 lit. a OG zu bejahen. Es handelt sich hier um einen ausgesprochen hoheitlichen Streit, wofür Art. 103 lit. a OG nicht geschaffen ist.\n\ne) Aus dem Gesagten folgt, dass die Beschwerdebefugnis der Eidgenossenschaft gestützt auf Art. 103 lit. a OG ebenfalls nicht bejaht werden kann. Auf die Beschwerde des EFD und der Eidgenossenschaft kann deshalb nicht eingetreten werden.\n\n6. Die SKA ist ohne weiteres legitimiert Verwaltungsgerichtsbeschwerde zu führen. Sie ist durch die Verfügung der SNB berührt und hat zweifellos ein schutzwürdiges Interesse an ihrer Aufhebung, so dass die Voraussetzungen nach Art. 103 lit. a OG gegeben sind.\n\n7. a) In der angefochtenen Verfügung wird die Texon zumindest teilweise als primär abgabepflichtig betrachtet. Insofern ist die Texon durch den angefochtenen Entscheid berührt. Sie ist als selbständige Anstalt des liechtensteinischen Gesetzes über das Personen- und Gesellschaftsrecht (PRG) vom 20. Januar 1926 (Art. 534 ff.) im liechtensteinischen Öffentlichkeitsregister eingetragen und hat damit nach liechtensteinischem Recht die Rechtspersönlichkeit erlangt. Ob sie indessen auch von der Schweiz als juristische Person anzuerkennen ist, braucht in diesem Zusammenhang nicht abgeklärt zu werden. Im Rahmen dieses Beschwerdeverfahrens genügt es festzuhalten, dass sie eine Unternehmung ist, die durch die Verfügung der SNB betroffen wurde, und dass die massgeblich hinter ihr stehenden bzw. an der Geschäftsleitung und Verwaltung der Unternehmung beteiligten Personen die Beschwerde erhoben haben.\n\nb) Es fragt sich indessen, ob sie im Sinn von Art. 103 lit. a OG noch ein aktuelles Rechtsschutzinteresse hat, nachdem die SKA ihre Schulden gegenüber den Anlegern übernommen hat und sie über keine freien Aktiven mehr verfügt.\n\nDas genaue Verhältnis zwischen der SKA und der Texon ist nicht bekannt. Es ist denkbar, dass sich daraus noch ein aktuelles Interesse ergeben kann. Wie es sich damit verhält, kann indessen dahingestellt bleiben, da die Frage, ob die Texon auch noch selber zur Beschwerde legitimiert ist, auf das vorliegende Verfahren keine Auswirkungen hat. Sie reichte keine separate Beschwerdeschrift ein; vielmehr gilt diejenige der SKA auch für sie. Materiell werden daher ihre Begehren bei der Beurteilung BGE 105 Ib 348 S. 362der Beschwerde der SKA auf jeden Fall behandelt. Neben der SKA könnte ihr bei Gutheissung der Beschwerde auch nicht separat noch eine Parteientschädigung zugesprochen werden, da nicht nachgewiesen ist, dass ihr zusätzlich zum Aufwand des SKA für die Beschwerdeführung noch besondere Auslagen entstanden sind. Die Parteientschädigung umfasst bloss den Ersatz der notwendigen Kosten (Art. 159 Abs. 2 OG; Art. 1 Abs. 2 des Tarifs über die Entschädigung an die Gegenpartei für das Verfahren vor dem Bundesgericht vom 9. November 1978 [AS 1978, 1956]).\n\nSoweit die Beschwerde von der Texon erhoben wird, kann daher offen bleiben, ob darauf einzutreten ist oder nicht.\n\n8. Die SKA beantragt in erster Linie Aufhebung der Verfügung der SNB (Rechtsbegehren Ziff. 1). Im Rahmen dieses Begehrens hat das Bundesgericht auch zu beurteilen, ob die Kommissionen von ihr und der Texon geschuldet werden und sie damit die ausländischen Gläubiger zu belasten haben. Ebenso hat es dabei zu prüfen, ob die SNB örtlich und sachlich zum Erlass der angefochtenen Verfügung zuständig war. Soweit in dieser Beziehung noch selbständige Feststellungsbegehren gestellt werden (Ziff. 2 und 4) kann daher darauf mangels aktuellen Interesses nicht eingetreten werden (BGE 100 Ib 108 E. 3; BGE 99 Ib 166). Ferner ist das weitere Begehren, es sei der SKA Gelegenheit zu geben, zu der Beschwerde des EFD gegen die Verfügung der SNB Stellung zu nehmen, gegenstandslos geworden, weil sie im Beschwerdeverfahren, das das EFD ausgelöst hat, zur Beschwerde des EFD Stellung nehmen konnte.\n\n9. a) Gemäss Art. 1 Schutzverordnung finden die Bestimmungen der Schutzverordnung Anwendung auf Firmen, die dem Bundesgesetz über die Banken und Sparkassen vom 8. November 1934 (BankG) unterstehen. Die SKA ist eine Bank im Sinn der Schutzverordnung. Da die Vorfälle, die Anlass zur nachherigen Belastung mit der Kommission gegeben haben, sich zudem im Bereich ihrer Filiale in Chiasso abspielten, ist die örtliche Zuständigkeit der SNB gegenüber der SKA gegeben.\n\nb) Als ausländische Gelder im Sinn der Schutzverordnung gelten gemäss Art. 2 Abs. 1 Schutzverordnung auch Guthaben, die den Banken zu treuhänderischen Anlage bei Dritten anvertraut worden sind. Die SKA geht selber davon aus, die Gelder, die von ihren Organen in Chiasso entgegengenommen und BGE 105 Ib 348 S. 363dann bei der Texon angelegt wurden, hätten Treuhandgeschäfte der SKA betroffen. So wird in der Beschwerde ausgeführt, es sei die Filiale in Chiasso gewesen, die als \"Entgegennehmer\" der ausländischen Gelder zu betrachten sei. Der Vorgang bei der Entgegennahme der Gelder und ihrer Weitergabe an die Texon lässt sich so erklären, dass die Organe der SKA die Gelder namens der SKA zwar entgegengenommen haben, aber mit dem Vermerk, dass sie dann zwecks Erzielung einer grösseren Rendite bei der Texon angelegt würden. Gewisse Gläubiger behaupten übrigens, sie hätten von der Weiterleitung ihrer Gelder an die Texon nichts gewusst, sondern seien der Meinung gewesen, sie hätten ihre Gelder bei der SKA angelegt. Das Vorgehen der Organe der SKA lässt somit darauf schliessen, dass eigentliche Treuhandanlagen bei der SKA getätigt werden sollten. Da dabei das Risiko auf Seiten des Anlegers lag, wurden allfällige Bedenken der Geldgeber durch die Garantieerklärungen der SKA behoben. Am Treuhandcharakter der Transaktionen ändert es natürlich nichts, dass diese entgegen der Weisung in der Wegleitung zu den Bilanzierungsvorschriften der Art. 23-25 der Verordnung zum Bank G vom 17. Mai 1972 (BankV; SR 952.02; Anhang II zur Verordnung, C, Allgemeine Weisungen) nicht verbucht wurden, da es die Absicht der Organe der SKA war, die Geschäfte mit der Texon der Kontrolle zu entziehen. So wurden ja auch die Garantieleistungen nicht, wie es Art. 24 der erwähnten Verordnung vorschreibt, besonders ausgewiesen. Ebenfalls ändert daran nichts, dass ab 24. Januar 1975 neue Treuhandanlagen verboten waren und bestehende aufgelöst werden mussten.\n\nc) Soweit es sich bei den Geldanlagen um solche Treuhandgeschäfte handelte, war demnach die SKA verpflichtet, den Kunden der Texon die Kommission zu belasten, und es braucht hiefür nicht geprüft zu werden, ob die Schutzverordnung auch unmittelbar auf die Texon anwendbar war. Einige Gläubiger stellen sich indessen auf den Standpunkt, sie seien direkt mit der Texon in Kontakt gewesen. Da immerhin die Ansicht vertreten werden kann, zumindest bei einem Teil von ihnen seien unter Vermittlung der SKA Direktanlagen der Texon-Gläubiger bei der Texon getätigt worden, muss gleichwohl geprüft werden, ob die örtliche und sachliche Zuständigkeit der SNB für die Auferlegung der Kommission auch gegenüber der Texon gegeben war. Immerhin lässt sich festhalten, BGE 105 Ib 348 S. 364dass wohl der überwiegende Teil der Anlagen als Treuhandgeschäfte im Sinn von Art. 2 Abs. 1 Schutzverordnung angesehen werden kann.\n\n10. a) Mit Rücksicht auf die erwähnten Fälle ist demnach zu prüfen, ob die Schutzverordnung auch auf die Texon unmittelbar anwendbar ist, mithin ob sie eine Firma ist, die dem BankG untersteht. Gemäss Art. 1 BankG unterstehen diesem neben den eigentlichen Banken, Privatbankiers und Sparkassen (Abs. 1) auch die bankähnlichen Finanzgesellschaften und Einzelfirmen, sofern sie sich öffentlich zur Annahme fremder Gelder empfehlen (Abs. 2 lit. a) sowie alle übrigen Finanzgesellschaften und Einzelfirmen, die sich öffentlich zur Annahme fremder Gelder empfehlen, sofern dies nicht einzig durch die Auflage von Anleihen geschieht (Abs. 2 lit. b); schliesslich fallen darunter auch die Kreditkassen mit Wartezeit (Abs. 2 lit. c). Die Tätigkeit ausländischer Banken ist ebenfalls dem BankG unterstellt; dessen Bestimmungen finden sinngemäss Anwendung auf die von ausländischen Banken in der Schweiz errichteten Sitze, Zweigniederlassungen und Agenturen sowie auf die in der Schweiz tätigen Vertreter ausländischer Banken (Art. 2 Abs. 1 BankG).\n\nDie SKA bestreitet nicht, dass die Texon eine schweizerische Bank oder eine bankähnliche Finanzgesellschaft im Sinn der schweizerischen Bankengesetzgebung war und dass sie überwiegend in der Schweiz tätig war, mindestens in der Form einer Zweigniederlassung. Die Frage ist indessen von Amtes wegen abzuklären.\n\nb) Das BankG umschreibt den Begriff der Bank im engeren Sinn nicht selber, sondern hat diese Umschreibung der Praxis überlassen (BODMER/KLEINER/LUTZ, Kommentar zum schweizerischen Bankengesetz, N. 7 zu Art. 1 BankG; COHEN, Der Begriff der Bank im schweizerischen Bankengesetz, Diss. Freiburg 1975, S. 54 ff., 74 ff.; NOBEL, Praxis zum öffentlichen und privaten Bankenrecht der Schweiz, S. 100). Eine Bank ist nach der Umschreibung der Bankenkommission jede Unternehmung, die mit Kunden- oder Publikumsgeldern gewerbsmässig Darlehen aufnimmt und Kredite erteilt (SCHÜRMANN, Wirtschaftsverwaltungsrecht, S. 227). Das Bundesgericht hat in BGE 62 I 275 E. 3 ausgeführt, wesentliches Merkmal einer Bank sei, dass sie den Geldhandel betreibe, d.h. gewerbsmässig und in grossem Massstab Kapitalien mobilisiere, indem sie sich BGE 105 Ib 348 S. 365Gelder leihe und ihrerseits Gelder an Dritte verleihe, und aus der Zinsdifferenz einen Gewinn erziele. In BGE 87 I 498 ergänzte es diese Umschreibung insofern, als die Bank im engeren Sinn Räumlichkeiten besitze, die dem Publikum geöffnet seien, und im allgemeinen über Schalter verfüge, an denen sich die Geschäfte mit den Kunden abwickelten. Demgegenüber konzentrieren sich die bankähnlichen Finanzgesellschaften vor allem auf ausgewählte Formen des Aktivgeschäfts wie Kapitalanlage. Übernahme von Beteiligungen und Gewährung fester Darlehen an Unternehmungen (BODMER/KLEINER/LUTZ, a.a.O., N. 18 ff. zu Art. 1 BankG; COHEN, a.a.O., S. 98 und 102; KLEINER, Die Gesetzgebung über das Bankwesen in Bund und Kantonen, S. 24; SCHÜRMANN, a.a.O., S. 228). Im Unterschied dazu finanzieren die übrigen, d.h. nicht bankähnlichen Finanzgesellschaften im wesentlichen Unternehmungen, die zum gleichen Konzern gehören (Nobel, a.a.O., S. 110; BODMER/KLEINER/LUTZ, a.a.O., N. 26 ff. zu Art. 1 BankG; COHEN, a.a.O., S. 103).\n\nc) Die Grenzen zwischen der Bank im engeren Sinn und den Finanzgesellschaften können nicht ein für allemal scharf gezogen werden. Ohne dass indessen näher auf diese Differenzierung eingegangen zu werden braucht, lässt sich sagen, dass die Texon mindestens eine bankähnliche Finanzgesellschaft war. Ihr Eigenkapital war gering; bei der Gründung 1961 betrug es bloss Fr. 50'000.-, erst am 28. Januar 1977 wurde es auf Fr. 500'000.- erhöht. Die Texon nahm von Dritten Gelder entgegen, lieh sie dann aus und erwarb damit Beteiligungen. Sie investierte dabei die Mittel in Unternehmungen verschiedenster Art. Ihr Gewinn bestand in der Differenz zwischen dem Ertrag ihrer Ausleihungen und den Aufwendungen, die sie ihren Kreditoren zu erbringen hatte. Sie legte ihre Mittel mittel- oder langfristig an. Daneben verfügte sie nicht über Einrichtungen einer Bank im landläufigen Sinn. Es fehlte an eigenen Räumlichkeiten mit Schaltern; die Geschäfte wurden zum Teil in den Räumen der SKA oder des Anwaltsbüros Noseda/Maspoli/Pedrazzini getätigt.\n\nAus der Gesamtheit der Umstände ergibt sich auch, dass die Texon sich öffentlich zur Annahme fremder Gelder empfohlen hat. Der Begriff der öffentlichen Empfehlung (\"appel au public\") wird im Gesetz ebenfalls nicht näher umschrieben. Art. 3 Abs. 1 BankV bestimmt, eine Empfehlung zur Annahme fremder Gelder BGE 105 Ib 348 S. 366sei öffentlich, wenn sie sich in beliebiger Form, innerhalb oder ausserhalb der Geschäftsräume an Personen richtet, die nicht zur Kundschaft gehören. Diese Vorschrift hält sich im Rahmen des BankG. Bei der Begriffsbestimmung ist eine weite Auslegung angemessen. Das BankG bezweckt im erster Linie den Schutz der Gläubiger (KLEINER, a.a.O., S. 23; COHEN, a.a.O., S. 99; BODMER/KLEINER/LUTZ, a.a.O., N. 8 zum Art. 1 BankG). Es soll nach Möglichkeit verhindert werden, dass durch öffentliche Empfehlung Publikum, das Anlagemöglichkeiten sucht, angezogen wird und dann zu Schaden kommt, weil eine genügende Aufsicht über die Gesellschaft fehlt. Unternehmungen, die sich irgendwie öffentlich zur Entgegennahme von Geldern empfehlen, sollen deshalb der strengen bankengesetzlichen Kontrolle unterstellt werden. Öffentliche Werbung ist deshalb auch dann gegeben, wenn Publikumsgelder über Dritte entgegengenommen werden (KLEINER, a.a.O., S. 27; BODMER/KLEINER/LUTZ, a.a.O., N. 47 f. zu Art. 1 BankG/Art. 3 BankV; COHEN, a.a.O., S. 120 ff.; NOBEL, a.a.O., S. 111). Öffentlich ist ferner auch eine mündliche Empfehlung, z.B. in einem Besprechungszimmer, oder eine schriftliche Offerte an jemanden, der noch nicht Kunde ist (DUPERREX, Banken, Karte SJK Nr. 1335, S. 4 ff.).\n\nAus den Akten ergibt sich, dass der Hauptdirektor der Filiale der SKA in Chiasso und sein Stellvertreter, manchmal auch weitere Angestellte der Bank, Einlegern, die noch nicht Kunden der Texon waren, die Kapitalanlage bei der Texon empfohlen haben, und zwar nicht als unparteiische Berater, sondern mit der Absicht und dem Einverständnis der Texon, dieser Gelder zuzuführen. Die Empfehlungen erfolgten daher öffentlich im Sinn von Art. 3 BankV.\n\nd) Daraus folgt, dass die Texon von der Art ihrer Geschäftstätigkeit her jedenfalls als eine dem BankG unterstehende Unternehmung einzustufen ist. Es fragt sich noch, ob ihre Tätigkeit auch örtlich unter das BankG fällt.\n\nUnter das BankG fallen sämtlich in der Schweiz errichteten Unternehmungen und Niederlassungen. Neben den schweizerischen Unternehmungen werden jedoch auch die von ausländischen Banken in der Schweiz errichteten Sitze, Zweigniederlassungen und Agenturen sowie die in der Schweiz tätigen Vertreter ausländischer Banken erfasst (Art. 2 Abs. 1 BankG).\n\nEs besteht kein Zweifel, dass die Texon, obwohl sie eine BGE 105 Ib 348 S. 367Anstalt nach liechtensteinischem Recht darstellt, ausschliesslich in der Schweiz verwaltet wurde. Während der massgebenden Zeitdauer waren von den vier Verwaltungsräten der Texon drei in der Schweiz wohnhafte Schweizer. Die Geschäftstätigkeit wickelte sich überwiegend in enger räumlicher Beziehung zur Niederlassung der SKA in Chiasso in den Räumen des Anwaltsbüros Noseda/Maspoli/Pedrazzini ab. Gelegentlich wurden auch ausländische Gelder in Italien entgegengenommen. Dagegen übte die Gesellschaft in Liechtenstein keine Geschäftstätigkeit aus. In Vaduz eingehende Post wurde nach Chiasso weitergeleitet. Auch die Buchhaltung wurde in der Schweiz geführt; erst als die Verantwortlichen der Texon anfangs 1977 zur Überzeugung gelangten, dass Schwierigkeiten bevorstanden, wurde ein Teil der Archive in das Fürstentum Liechtenstein überführt. Die Gelder, die die Texon übernahm, flossen in die Schweiz, nicht nach Liechtenstein, und wurden auch von der Schweiz aus weiter angelegt.\n\nWenn die Texon im Sinn des BankG sogar als schweizerische Unternehmung zu behandeln ist, was dahingestellt bleiben kann, so ist sie aufgrund ihrer in der Schweiz ausgeübten Tätigkeit mindestens als eine Zweigstelle einer ausländischen Unternehmung zu betrachten und fällt damit auf jeden Fall unter das BankG, Mithin können die Vorschriften der Schutzverordnung auch unmittelbar auf sie angewendet werden; die örtliche und sachliche Zuständigkeit der SNB ist insofern auch ihr gegenüber zu bejahen.\n\ne) Die SKA weist allerdings in diesem Zusammenhang noch darauf hin, dass die Regierung des Fürstentums Liechtenstein ihrerseits ein Verfahren auf Einforderung von Kommissionen im selben Betrag von Fr. 81'696'159.35 gegen die Texon angestrebt hat (Beschluss der fürstlichen Regierung vom 7. März 1978). Es fragt sich deshalb noch, ob dies eine Auswirkung auf die Zuständigkeit der SNB hat.\n\nZwischen der Schweiz und dem Fürstentum Liechtenstein bestehen besonders enge rechtliche Verbindungen (FAVRE, Droit constitutionnel suisse, 2. A., S. 68 ff.; THEVENAZ, Ersatzkarte SJK Nr. 731, Liechtenstein; LANFRANCONI, Die Staatsverträge und Verwaltungsabkommen zwischen der Schweiz und dem Fürstentum Liechtenstein unter besonderer Berücksichtigung der daraus entstandenen völkerrechtlichen Konsequenzen, Diss. Basel 1969). Die wichtigsten unter ihnen wurden BGE 105 Ib 348 S. 368durch den Vertrag vom 29. März 1923 über den Anschluss des Fürstentums Liechtenstein an das schweizerische Zollgebiet (BS 11, 160) geschaffen. Nach dessen Art. 4 und 10 sind bestimmte schweizerische Gesetze auch im Fürstentum Liechtenstein unmittelbar anwendbar. Die Schutzverordnung und der Bundesbeschluss über den Schutz der Währung von 8. Oktober 1971 (AS 1971, 1449), worauf jene gründet, gehören nicht zu diesem unmittelbar anwendbaren Recht. Das Fürstentum Liechtenstein hat indessen im Anschluss an die schweizerische Gesetzgebung eine Parallelgesetzgebung geschaffen in Form folgender Erlasse: Gesetz vom 26. Oktober 1972 über Massnahmen auf dem Gebiete des Geld- und Kapitalmarktes und des Kreditwesens; Verordnung vom 12. Juni 1973 über Massnahmen auf dem Gebiet des Kreditwesens; Verordnung vom 26. November 1974 über Massnahmen gegen den Zufluss ausländischer Gelder (welche in Art. 5 die Belastung von neu zugeflossenen Geldern seit 31. Oktober 1974 mit einer Kommission von 3% pro Quartal vorsieht); Verordnung über die Änderung der Verordnung betreffend Massnahmen gegen den Zufluss ausländischer Gelder vom 28. Januar 1975 (mit Erhöhung der Kommission bis zu 10% in Art. 5 Abs. 1). Nach Art. 6 der Verordnung vom 26. November 1974 sind die Kommissionen der liechtensteinischen Landeskasse abzuliefern.\n\nDie enge Verbindung zwischen der Schweiz und dem Fürstentum Liechtenstein führte auch dazu, dass der Bundesrat auf liechtensteinisches Ersuchen und nach einem diplomatischen Notenwechsel zwischen den beiden Staaten mit Verordnung vom 4. Juli 1973 über die Anwendung der Massnahmen zum Schutze der Währung auf das Fürstentum Liechtenstein (AS 1973, 1125) angeordnet hat, dass natürlich und juristische Personen sowie Gesellschaften mit Wohnsitz oder Sitz in Liechtenstein bei der Anwendung der Beschlüsse zum Schutz der Währung durch die schweizerischen Behörden als Inländer gelten, sofern nicht eine Ausnahme im Sinn von Art. 1 Abs. 2 der Verordnung angezeigt ist. In diesem Sinn bestimmt auch Art. 2 Abs. 3 der Schutzverordnung, dass das Fürstentum Liechtenstein in bezug auf den Begriff des Ausländers zur Bestimmung ausländischer Guthaben im Sinn der Schutzverordnung als Inland gelte.\n\nAm Fortbestand der liechtensteinischen Parallelgesetzgebung wurde damit nichts geändert. Obwohl das monetäre BGE 105 Ib 348 S. 369Aktionsfeld der Texon sich praktisch ausschliesslich in der Schweiz abwickelte, ist es an sich denkbar, dass das Fürstentum Liechtenstein gestützt auf den formellen Sitz der Texon in seinem Gebiet die Anwendung seiner parallelen Vorschriften ebenfalls bejaht. Wie es sich damit verhält, braucht hier indessen nicht näher abgeklärt zu werden. Denn eine unmittelbar bereits in diesem Verfahren anwendbare Konfliktsnorm für den Fall, dass die liechtensteinische Regierung von der Texon tatsächlich ebenfalls die Kommissionen nachfordert, besteht weder im schweizerischen noch im internationalen Recht. Allenfalls wird es Sache der beiden Regierungen sein, in diesem Fall einen Konflikt auf Regierungsebene zu regeln. Das vorliegende Verfahren wird davon nicht berührt.\n\n11. a) Die Belastung mit den Kommissionen erfolgte in Anwendung von Art. 5 Schutzverordnung. Die Schutzverordnung stützt sich auf Art. 1 des BB über den Schutz der Währung vom 8. Oktober 1971 (AS 1971, 1449). Danach ist der Bundesrat bei schwerwiegender Störung der internationalen Währungsverhältnisse ermächtigt, in Verbindung mit der SNB ausserordentliche Massnahmen zu treffen, die er zur Führung einer dem Gesamtinteresse des Landes dienenden Währungspolitik als notwendig und unaufschiebbar erachtet, namentlich um den unerwünschten Zufluss ausländischer Gelder abzuwehren und ihren Abfluss zu fördern. Ausgeschlossen sind insbesondere Massnahmen produktions-, preis- und lohnpolitischer Natur (Abs. 1). Art. 2 Abs. 1 BB betraut die SNB mit dem Vollzug der aufgrund des BB erlassenen Vorschriften.\n\nb) Die Gesetz- und Verfassungsmässigkeit der Schutzverordnung an sich wird nicht ernsthaft bezweifelt oder bestritten. Die Frage ist indessen von Amtes wegen zu beurteilen. Dabei fällt eine Überprüfung des BB auf seine Verfassungsmässigkeit ausser Betracht (Art. 114bis Abs. 3, Art. 113 Abs. 3 BV). Hingegen kann das Bundesgericht die Schutzverordnung grundsätzlich auf ihre Rechtmässigkeit hin überprüfen. Dabei kann es prüfen, ob sich die Verordnung in den Grenzen der dem Bundesrat im Bundesbeschluss eingeräumten Befugnisse hält. Soweit zudem das Gesetz den Bundesrat nicht ermächtigt, von der Verfassung abzuweichen, befindet das Gericht auch über die Verfassungsmässigkeit der Verordnung (BGE 104 Ib 412 ff. E. 4 und 5a).\n\nAus der Formulierung der dem Bundesrat in Art. 1 BB BGE 105 Ib 348 S. 370delegierten Kompetenzen lässt sich schliessen, dass dem Bundesrat beim Erlass der notwendigen Währungsmassnahmen im Sinn des BB ein sehr weiter Spielraum des Ermessens eingeräumt wird, welcher für das Bundesgericht nach Art. 113 Abs. 3/Art. 114bis Abs. 3 BV verbindlich ist. Aus diesem Grund darf das Bundesgericht bei der Überprüfung der Schutzverordnung nicht sein eigenes Ermessen an die Stelle desjenigen des Bundesrates setzen. Das dem Bundesrat eingeräumte Ermessen verbietet dem Bundesgericht insbesondere, über die Zweckmässigkeit der bundesrätlichen Verordnung zu befinden (BGE 104 Ib 425 E. 6b). Die Prüfung des Bundesgerichts beschränkt sich vielmehr auf die Frage, ob die Verordnung den Rahmen der dem Bundesrat im Gesetz delegierten Kompetenzen offensichtlich sprengt oder aus anderen Gründen gesetz- oder verfassungswidrig ist (BGE 104 Ib 425 E. 6b mit Hinweisen). Dabei ist insbesondere zu untersuchen, ob mit der bundesrätlichen Verordnung der im BB genannte Zweck erfüllt werden kann und ob der Bundesrat sein Ermessen nach dem Grundsatz der Verhältnismässigkeit ausgeübt hat. Dies kann bejaht werden, wenn die in der Verordnung vorgesehenen Mittel in einem vernünftigen Verhältnis zu dem im Gesetz vorgesehenen Zweck stehen (BGE 104 Ib 425 f. E. 6b).\n\nc) In dieser Hinsicht ist festzustellen, dass der Bundesrat mit der Schutzverordnung von der ihm delegierten Befugnis einen rechtmässigen Gebrauch gemacht hat. Er war beauftragt, nötigenfalls einen im Interesse der Gesunderhaltung der Währung unerwünschten Zufluss ausländischer Gelder abzuwehren und ihren Abfluss zu fördern. Es ist offensichtlich, dass die Erhebung der Kommission bis zu einem gewissen Grad geeignet ist, ausländische Anleger von der Anlage ihrer Gelder in der Schweiz abzuhalten und, sofern diese bereits in der Schweiz angelegt waren, ihren Abzug zu veranlassen. Dasselbe gilt auch von der verschärften Vorschrift gemäss der Änderung vom 22. Januar 1975, wonach der Negativizins von 3% auf 10% pro Quartal erhöht wurde. Die Verfassung- und Gesetzmässigkeit der Schutzverordnung ist somit grundsätzlich zu bejahen. Die Anwendung der Schutzverordnung im Einzelfall - insbesondere eine mehrfache Belastung mit einer Kommission von 10% pro Quartal - hat ihrerseits den verfassungsrechtlichen Grundsätzen zu entsprechen, was aber nicht eine Frage der Verfassungsmässigkeit der Schutzverordnung an sich ist.BGE 105 Ib 348 S. 371\n\n12. Die SKA hält eine nachträgliche Belastung mit der Kommission aus verschiedenen Gründen für ausgeschlossen. Sie vertritt die Auffassung, die Kommissionen könnten nicht gefordert werden, weil bei wirtschaftlicher Betrachtungsweise die Operationen der Texon sich nicht nachteilig auf die schweizerische Währung ausgewirkt hätten; die Frankenguthaben der ausländischen Gläubiger seien nachher wieder in Lire umgewandelt worden. Ferner könne die nachträgliche Ablieferung der Kommission keinen Einfluss mehr auf die Währungsverhältnisse haben und sei daher unnötig.\n\na) Mit dem ersten Einwand wird geltend gemacht, durch das Verhalten der SKA und der Texon sei der vom Gesetzgeber erstrebte Zweck der Vorschriften nicht vereitelt worden, da die Operationen der Texon keinen Einfluss auf die Kursgestaltung des Schweizerfrankens gehabt haben können. Die in Frage stehende monetäre Abwehrmassnahme knüpfte indessen einzig an die Gutschrift von Schweizerfranken auf dem Konto eines Ausländers an. Sobald dieser Tatbestand erfüllt war, hatten die gesetzlichen Folgen einzutreten. Ob und inwieweit hingegen die Bildung von Schweizerfranken-Guthaben durch Ausländer im Einzelfall in der Tat negative wechselkurspolitische Auswirkungen zeitige, ist dafür bedeutungslos und wäre im übrigen auch kaum schlüssig zu beurteilen. Mit der sogenannten wirtschaftlichen Betrachtungsweise im Steuerrecht, wonach im Steuerrecht unter Umständen von der zivilrechtlichen Bedeutung zivilrechtlicher Begriffe abgewichen werden kann, und worauf sich die SKA in diesem Zusammenhang beruft, hat dies klarerweise nichts zu tun.\n\nb) Ob die nachträgliche Ablieferung der Kommission noch einen Einfluss auf die Währungsverhältnisse ausüben kann oder nicht, kann selbstverständlich für die Nachforderung der seinerzeit zu Unrecht nicht abgelieferten Kommissionen keine Rolle spielen. Es versteht sich, wie die SNB zu Recht anführt, dass aus Gründen der Generalprävention und der Rechtsgleichheit die einmal fällig gewordenen Kommissionen auch dann eingefordert werden, wenn der ursprünglich ins Auge gefasste Zweck der Massnahme nicht mehr erreicht werden kann.\n\n13. Die SKA macht weiter geltend, die SNB habe sie am 22. April 1977 aufgefordert, für den Abfluss der mit der Texon in Zusammenhang stehenden Schweizerfrankenguthaben zu BGE 105 Ib 348 S. 372sorgen; die SKA habe darauf unverzüglich die nicht für die Forderungen der Verrechnungssteuer- und Währungsschutzbehörden gesperrten Texon-Guthaben, d.h. 75%, in Ausländerwährung umgewandelt. Sie macht geltend, im Hinblick auf diese Umwandlung stelle die Nachforderung der Kommission eine Doppelbelastung dar und sei deshalb nicht gerechtfertigt.\n\nAufgrund der Akten ist anzunehmen, dass die Umwandlung der Guthaben bei der Texon bzw. der SKA in Fremdwährungen auf Verlangen der SNB erfolgte, obwohl formell nur die Zustimmung der SNB zu einem Antrag der SKA vorliegt. Ob diese Zustimmungserklärung der SNB materiell eine Anordnung der SNB und damit eine Verfügung im Sinn des VwVG darstellt, kann indessen offen gelassen werden, da die Anordnung jedenfalls nicht angefochten wurde. Die SNB wollte mit dem Gebot, die Guthaben der Texon-Gläubiger in kommissionsfreie Anlageformen umzuwandeln, offensichtlich die Lage herstellen, wie sie sich ergeben hätte, wenn die SKA bzw. die Texon korrekt vorgegangen wären. Dann wären die Gelder mit grösster Wahrscheinlichkeit von den ausländischen Gläubigern zurückgezogen bzw. nicht in der Schweiz angelegt worden. Andernfalls hätten die Guthaben ja mit dem Negativzins belastet werden müssen. Es war daher nur folgerichtig, dass die SNB nach der Entdeckung der Unregelmässigkeiten den Zustand herzustellen versuchte, der sich bei richtigem Vorgehen schon vorher ergeben hätte. Diese nachträgliche Form der Herstellung vermag jedenfalls die Unregelmässigkeiten nicht ungeschehen zu machen. Eine Doppelbelastung tritt mit der nachträglichen Kommissionsbelastung nicht ein. Ob im übrigen die SNB berechtigt war, eine solche Umwandlung vorzuschreiben, deren Anordnung sie übrigens später wieder aufhob, kann offen gelassen werden, da die Anordnung, wie erwähnt, nicht angefochten wurde.\n\n14. Schliesslich verlangt die SKA, es sei mindestens die Kommissionsbelastung um die nicht mehr überwälzbaren Beträge zu kürzen. Zahlreiche Gläubiger hätten ihr Konto vor dem 25. April 1977 ganz oder teilweise liquidiert, so dass die Überwälzung nicht mehr vorgenommen werden könne.\n\nOb die SKA rechtlich in der Lage ist, in solchen Fällen die Überwälzung nachträglich noch ins Auge zu fassen, kann offen bleiben, und zwar umso mehr als die nachträgliche Einforderung der Kommission in vielen Fällen auf grosse praktische BGE 105 Ib 348 S. 373Schwierigkeiten stossen wird. Die Unmöglichkeit, die Kommissionen zu überwälzen, ist aufgrund des Fehlverhaltens der SKA bzw. der Texon eingetreten, wofür sie entsprechend einzustehen haben.\n\n15. a) Streitig ist schliesslich, wann ein mit der Kommission zu belastender Zufluss ausländischer Gelder nach dem 31. Oktober 1974 vorliegt. In zahlreichen Fällen sind Frankenguthaben von Ausländern, welche schon vor dem 1. November 1974 bei schweizerischen Banken bestanden haben, nachher auf andere Konten übertragen worden, zum Teil auf Konten desselben Gläubigers bei derselben Bank, zum Teil bei andern Banken, und zum Teil haben Übertragungen von Guthaben auf andere Gläubiger stattgefunden. Die SNB behandelt alle diese Fälle als \"Neuzufluss\" und verlangt von der SKA, dass sie mit der Kommission belastet werden. Gestützt auf Art. 5 Abs. 4 in Verbindung mit Art. 4 Abs. 2 der Schutzverordnung hat sie in einzelnen Fällen aus besonderen Gründen Ausnahmen zugestanden; nie aber in Fällen, in denen der Kontoinhaber wechselte.\n\nDie SKA bestreitet, dass es sich in diesen Fällen um einen Neuzufluss von ausländischen Geldern handelt. Die Frage ist unter Umständen von bedeutender finanzieller Tragweite. Nach den vorläufigen Berechnungen der SKA und SNB sind durch die Übertragung von Geldern, die sich schon vor dem 1. November 1974 in der Schweiz befanden, auf andere Konten Negativzinsforderungen gegenüber der SKA von rund 41,8 Millionen Franken ausgelöst worden, somit gut die Hälfte der von der SNB geforderten Betrags. Es handelt sich dabei um insgesamt 195 Kontoübertragungen.\n\nb) Die SNB beruft sich für ihr Vorgehen auf Ziff. 11 der \"Erläuterungen und Weisungen der SNB zur Verordnung über Massnahmen gegen den Zufluss ausländischer Gelder\" vom 26. November 1974 bzw. 24. Januar 1975 (nachfolgend abgekürzt: \"Erläuterungen\") und bringt damit auch Ziff. 18 der \"Erläuterungen\" in Verbindung. Diese Bestimmungen lauten wie folgt:\n\nZiff. 11:\n\n\"Der Zuwachs wird für jedes Konto eines Ausländers separat berechnet. Somit liegt auch dann ein Zuwachs vor, wenn sich das Geld am 31.10.74 zwar in der Schweiz befand, aber von einem Konto auf ein anderes - neues oder bereits bestehendes - Konto bei der gleichen oder einer anderen Bank BGE 105 Ib 348 S. 374übertragen wird.\"\n\nZiff. 18:\n\n\"Werden für einen Ausländer bei einer Bank mehrere Konti in Schweizerfranken - inbegriffen Konti pro Diverse - geführt, so ist der massgebende Zuwachs des Guthabens für jedes Konto einzeln zu berechnen.\"\n\nc) Ziff. 11 der \"Erläuterungen\" bezieht sich formell auf Art. 4 der Schutzverordnung, d.h. auf die Berechnung des Zuwachses auf Guthaben, die aufgrund der Schutzverordnung nicht mehr verzinst werden dürfen. Die SNB hat diese Formel für die Zuwachsberechnung analog auf die Berechnung des Zuwachses im Sinn von Art. 5 der Schutzverordnung angewandt, d.h. auf den für die Belastung mit der Kommission massgebenden Zuwachs. Die SKA macht daher geltend, es sei für die Berechnung des Zuwachses im Sinn von Art. 5 Schutzverordnung überhaupt keine Regel vorhanden; mindestens habe die SNB es unterlassen, in den \"Erläuterungen\" eine klare Rechtsgrundlage für die Berechnung der Kommission nach Art. 5 Schutzverordnung zu schaffen. Ferner sei Ziff. 11 in Beziehung auf die Berechnung des dem Verzinsungsverbot unterliegenden Zuwachses mit der Revision der Schutzverordnung vom 22. Januar 1975 gegenstandslos geworden, da ja alle ausländischen Gelder von da an mit dem Verzinsungsverbot belastet worden seien.\n\nd) Diese Einwendungen dringen nicht durch. Es besteht kein Grund zur Annahme, dass die Berechnung des Zuwachses, wie er für den Art. 5 Schutzverordnung massgebend war, anders sei als bei dem in Art. 4 Schutzverordnung genannten Zuwachs. Auch wenn in den \"Erläuterungen\" nicht ausdrücklich gesagt war, dass der Zuwachsbegriff nach Art. 4 auch für denjenigen des Art. 5 gelte, scheint das doch selbstverständlich. Eine Begründung, weshalb die beiden Zuwachsbegriffe voneinander abweichen sollten, gibt die Beschwerdeführerin übrigens selber nicht. Es ist daher davon auszugehen, und die SNB ist mit Recht davon ausgegangen, dass der Zuwachs nach Art. 5 Schutzverordnung sich nach Ziff. 11 der \"Erläuterungen\" berechne. Selbstverständlich ist dieser auch für Art. 5 massgebende Zuwachs nicht dadurch dahingefallen, dass er nach dem 22. Januar 1975 für das Verzinsungsverbot keine Rolle mehr spielte.\n\nEs kann sich deshalb nur fragen, ob Ziff. 11 in Verbindung mit Ziff. 18 der \"Erläuterungen\" mit dem übergeordneten BGE 105 Ib 348 S. 375Recht, d.h. mit dem BB über den Schutz der Währung und der Schutzverordnung sowie allfälligen verfassungsrechtlichen Grundsätzen in Einklang steht oder nicht.\n\n16. a) Bei den \"Erläuterungen\" handelt es sich um Vorschriften, die im wesentlichen Rechtssatzcharakter aufweisen. Sie wurden den dem BankG unterstellten Unternehmungen von der SNB direkt bekannt gemacht, sind aber nicht in der amtlichen Gesetzessammlung veröffentlicht worden. Nach Art. 9 Abs. 1 des Rechtskraftgesetzes vom 12. März 1948 (SR 170.513.1) sind die in der amtlichen Gesetzessammlung aufzunehmenden Erlasse für den Bürger erst verbindlich, wenn sie in dieser Sammlung veröffentlicht werden. Diese Bestimmung besagt, dass die Norm gegenüber dem Bürger nicht durchgesetzt werden kann, bevor sie veröffentlicht ist (BGE 92 I 233 E. 4). Dies gilt zumindest, soweit der Erlass Pflichten der Bürger begründet (BGE 100 Ib 343). Auf Grund des Kataloges des Art. 4 Rechtskraftgesetz fallen die allgemeinverpflichtenden Vorschriften, die von der SNB ausgehen, nicht unter die in der Gesetzessammlung obligatorisch aufzunehmenden Erlasse. Hinsichtlich der mit Art. 16i NBG 1979 nun ins ordentliche Recht aufgenommenen entsprechenden Ordnung wird indessen angenommen, die Kompetenz der SNB zum Erlass solcher Ausführungsbestimmungen auferlege der SNB die rechtsstaatliche Pflicht, ihre Erlasse in genügender Form zu publizieren (Art. 16i Abs. 2 Satz 2 NBG); für Normen mit Rechtssatzcharakter habe dies ausschliesslich durch Publikation in der amtlichen Gesetzessammlung zu erfolgen (Nobel, a.a.O., S. 55). Dementsprechend ist die von der SNB gestützt auf das neue Recht erlassene Verordnung über ausländische Bankguthaben und Devisentermingeschäfte mit Ausländern vom 11. Juli 1979 auch in der Gesetzessammlung veröffentlicht worden (AS 1979, 1003). Der Sache nach hätte sich die amtliche Publikation der \"Erläuterungen\" schon vor der Revision des NBG von 1979 aufgedrängt. Indes braucht zu diesem formellen Problem der Verbindlichkeit hier nicht abschliessend Stellung genommen zu werden, da die in Frage stehende Ziff. 11 der \"Erläuterungen\" der materiellen Überprüfung ohnehin nicht standhält.\n\nb) Gemäss Art. 1 BB ist der Bundesrat (in Verbindung mit der SNB) ermächtigt, sowohl den unerwünschten Zufluss ausländischer Gelder abzuwehren, als auch ihren Abfluss zu fördern.BGE 105 Ib 348 S. 376\n\nGemäss Art. 2 Abs. 1 BB wird die SNB mit dem Vollzug der aufgrund des BB erlassenen Vorschriften betraut.\n\nDie Schutzverordnung spricht sich nicht näher darüber aus, ob sie alt- oder neuzugeflossenes Geld meint. Sie verwendet lediglich den Begriff \"Zufluss\" (Art. 5 Abs. 1:\"...auf den seit dem 31. Oktober 1974 zugeflossenen ausländischen Geldern...\"; \"afflux de fonds étrangers\"; \"afflusso di capitali stranieri\"). Im Unterschied zu der inzwischen ins ordentliche Recht übergeführten entsprechenden Regelung der Verordnung des Bundesrats über Gelder aus dem Ausland vom 11. Juli 1979 (AS 1979, 999), wonach die Kommission auf den ausländischen Guthaben (abzüglich der kommissionsfreien Limite) schlechthin geschuldet ist (Art. 7 Verordnung), hat sich der Bundesrat in der Schutzverordnung damit begnügt, nur den Zufluss neuer Gelder nach dem 31. Oktober 1974 zu bremsen. Auch die weitergehende Massnahme wäre durch den BB gedeckt gewesen. Entscheidend ist indessen, dass der Bundesrat eine solche Ausdehnung der Kommissionspflicht nicht vorgesehen hat. Ohne eine solche Ermächtigung in der Schutzverordnung war aber die SNB nicht befugt, in den \"Erläuterungen\" (Ziff. 11) einen Schritt weiter zu gehen in der Ausdehnung der Kommissionspflicht auf alle in der Schweiz liegenden Auslandgelder hin. Die Definition des Zuflusses ausländischer Gelder ist nicht eine blosse Vollzugshandlung im Sinn von Art. 2 Abs. 1 BB. Eine solche Ermächtigung lässt sich auch nicht aus der der SNB übertragenen Befugnis ableiten, die Berechnung des Nettozuwachses zu regeln (Art. 5 Abs. 3 Schutzverordnung); die Begriffsumschreibung geht über eine blosse Berechnungsregel hinaus.\n\nDie Befugnis kann insbesondere auch nicht direkt aus Art. 1 BB abgeleitet werden, wonach der Bundesrat \"in Verbindung mit der SNB\" zur Ergreifung ausserordentlicher, d.h. im ordentlichen Verfassungs- und Gesetzesrecht nicht vorgesehener Massnahmen ermächtigt wurde. Der Bezug auf die SNB in dieser Grundsatzbestimmung sollte bloss die notwendige Koordination gewährleisten zwischen der ordentlichen Tätigkeit der SNB und den ausserordentlichen Massnahmen, die der Bundesrat aufgrund des Bundesbeschlusses auf dem Verordnungsweg vorschreiben konnte (vgl. Botschaft über den Schutz der Währung vom 8. September 1971, BBl 1971 II, S. 844.)\n\nDie SNB hat demnach mit der Ausdehnung des Begriffs des Zuflusses gemäss Ziff. 11 der \"Erläuterungen\" ihre Befugnisse BGE 105 Ib 348 S. 377überschritten. Daran ändert nichts, dass dem Bundesrat, als er am 22. Januar 1975 die Schutzverordnung abänderte, unter Umständen nicht entgangen ist, in welcher Weise die SNB von ihrer Vollzugskompetenz in den \"Erläuterungen\" hinsichtlich der Berechnungsweise des Nettozuwachses Gebrauch gemacht hatte. Selbst wenn er mit der Begriffsumschreibung durch die SNB einverstanden gewesen sein sollte, ersetzt dieses stillschweigende Einverständnis die erforderliche Rechtsgrundlage für eine solche Ausdehnung des Art. 5 Abs. 1 Schutzverordnung bzw. die ausdrückliche Änderung der Verordnung in dieser Beziehung nicht (vgl. auch Art. 4 lit. f und h in Verbindung mit Art. 9 Abs. 1 Rechtskraftgesetz).\n\nc) Die SNB macht für ihre Betrachtungsweise allerdings noch praktische Gründe geltend; sie befürchtet, wenn nicht jede Eröffnung eines neuen Kontos mit der Kommission belastet werden kann, sei eine wirksame und ökonomisch tragbare Kontrolle über die Befolgung der Schutzverordnung nicht möglich. Es leuchtet durchaus ein, dass es eine erhebliche Erschwerung der Kontrolle bedeutet, wenn bei jeder Eröffnung eines neuen Kontos zuerst nachgeforscht werden muss, aus was für Geldern es gespiesen wird, und ob es eventuell aus kommissionsfreien Anlagen stammt. Eine ausdehnende Auslegung des Begriffs \"Zufluss\" in Art. 5 Abs. 1 Schutzverordnung rechtfertigt dies indessen nicht. Hingegen kann es zur Folge haben, dass den Erfordernissen der praktischen Durchsetzung bei der technischen Abwicklung der Kommissionsbelastung Rechnung getragen wird. In diesem Rahmen ist es zulässig, wenn die SNB zunächst alle Konten belastet, der kontoführenden Bank aber die Möglichkeit einräumt, den Gegenbeweis zu erbringen, dass bei der Kontoübertragung kein Gläubigerwechsel stattgefunden hat.\n\nd) Zusammenfassend ergibt sich, dass man in jenen Fällen nicht von einem Zuwachs im Sinn der Schutzverordnung sprechen kann, wo bei der Kontoübertragung kein Gläubigerwechsel stattgefunden hat. Umgekehrt rechtfertigt es sich, auch dann einen Neuzufluss im Sinn der Schutzverordnung anzunehmen, wenn das Geld sich bereits vor dem Stichtag (31. Oktober 1974) in der Schweiz befand, indessen auf einen neuen ausländischen Gläubiger übertragen wurde. Denn für den neuen ausländischen Gläubiger stellt sich der Forderungserwerb als Neuzufluss ausländischen Geldes dar.\n\n17. a) Es fragt sich, in welchen Fällen ein Gläubigerwechsel BGE 105 Ib 348 S. 378zu verneinen ist. In der Beschwerdeschrift werden Fallgruppen aufgezählt, die nach Meinung der SKA eine bloss formale Kontoübertragung darstellen: Die Änderung der Nummer des Kontos bei gleichbleibendem Kontoinhaber; die Änderung der Nummer des Kontos mit formellem Wechsel des Kontos auf ein Familienmitglied, wobei die tatsächliche Verfügungsmacht nach wie vor beim früheren Kontoinhaber bleibt; die Übertragung eines Kontos von einer natürlichen Person auf eine juristische Person, wobei der Inhaber der juristischen Person mit dem früheren Kontoinhaber identisch ist; die Aufteilung eines Kontos auf mehrere Konti oder Rubriken; Kontoübertragungen bei Erbschaften.\n\nb) Es ist schwierig, im jetzigen Zeitpunkt zu diesen Fällen bereits im einzelnen Stellung zu nehmen. Nach dem Gesagten liegt nur bei Wechsel des Gläubigers ein Zufluss vor. Es ist deshalb einerseits klar, dass in jenen Fällen, wo bloss der Name oder die Nummer eines Kontos geändert wurde, bzw. ein neues Konto ausschliesslich zu diesem Zweck errichtet wurde, kein Gläubigerwechsel angenommen werden darf, aus welchem Grund auch immer eine solche Namens- oder Nummernänderung erfolgte. Ob dies hingegen auch so vorbehaltlos gelten kann bei Trennung oder Zusammenlegung verschiedener Konti desselben Inhabers, lässt sich aufgrund der heute vorliegenden Entscheidgrundlagen nicht abschliessend beurteilen. Die näheren Umstände und die Bedeutung jener Fälle können im heutigen Zeitpunkt nicht abgeschätzt werden. Es ist nötig, dass die SNB hier vorerst zusätzliche Abklärungen vornimmt. Es rechtfertigt sich daher, die Sache insofern an sie zur Neubeurteilung zurückzuweisen. Anderseits ist ebenfalls klar, dass ein formeller Gläubigerwechsel, insbesondere die Übertragung eines Kontos von einer natürlichen auf eine juristische Person, mit der Kommission belastet werden muss. Dabei liegt auch in jenen Fällen, wo ein Wechsel innerhalb der Familie stattfand, grundsätzlich ein solcher formeller Wechsel vor, der die Auferlegung der Kommission nach sich zieht. Immerhin mögen sich unter Umständen auch hier Ausnahmen rechtfertigen. Insbesondere kann man sich fragen, ob hinsichtlich der Erbschaften zwischen Erbanfall und Teilung zu unterscheiden ist und allenfalls nur die Übertragung bei der Teilung als Zuwachs einzustufen ist. Indes ist auch hier das Bundesgericht im heutigen Zeitpunkt nicht in der Lage, abschliessend Stellung zu nehmen, da BGE 105 Ib 348 S. 379die näheren Umstände und die Tragweite jener Fälle nicht abgeschätzt werden können. Es wird Sache der SNB sein, im Rahmen einer Neubeurteilung abzuklären, ob sich diesbezüglich allenfalls Ausnahmen rechtfertigen.\n\nc) Aus dem Gesagten folgt, dass die Beschwerde teilweise gutzuheissen ist. Die angefochtene Verfügung der SNB vom 27. Februar 1978 ist insoweit aufzuheben, als sie die Auferlegung der Kommission auch dort anordnet, wo im genannten Sinn kein Gläubigerwechsel stattgefunden hat, und die Sache ist insofern zur Neubeurteilung an die SNB zurückzuweisen. Die SNB hat somit alle von der Kommission betroffenen Konten auf solche hin zu prüfen, bei denen im Sinn der Erwägungen kein Gläubigerwechsel stattgefunden hat, bzw. der SKA Gelegenheit zu geben, hier den entsprechenden Nachweis zu erbringen. In jenen Fällen, die als fraglich dargestellt wurden und eventuell bei weiteren, die sich bei der Neubeurteilung zeigen können, wird sie abklären müssen, ob sich ebenfalls eine Rückgängigmachung der Belastung mit der Kommission rechtfertigt.\n\n18. Für den Fall, dass auf die Beschwerde des EFD und der Eidgenossenschaft nicht eingetreten wird, hält das EFD eine Korrektur des angefochtenen Entscheids in dem von ihm in seiner Beschwerde beantragten Ausmass (293,1 Millionen Franken nachzuliefernde Kommissionen) im Rahmen einer gestützt auf Art. 114 Abs. 1 OG vorzunehmenden reformatio in peius für geboten.\n\na) Mit Art. 114 Abs. 1 OG soll dem Bundesgericht die Möglichkeit gegeben werden, in Abgabestreitigkeiten einen Entscheid der Vorinstanz im Rahmen seiner von Amtes wegen getroffenen Abklärungen gegebenenfalls dem objektiven Recht anzupassen, ohne an die Anträge der Parteien gebunden zu sein. Eine solche Berichtigung wird aber nur vorgenommen, wenn der betreffende Entscheid offensichtlich unrichtig und die Korrektur von erheblicher Bedeutung ist (BGE 103 Ib 369; vgl. auch ZIMMERLI, Zur reformatio in peius vel melius im Verwaltungsrechtspflegeverfahren des Bundes, in Mélanges Henri Zwahlen, S. 530). Die Korrektur bezieht sich ferner nur auf Verletzung von Bundesrecht oder Tatsachenirrtum, nicht aber auf Ermessensfragen (GYGI, Bundesverwaltungsrechtspflege, 1979, S. 185). Im Unterschied zur Rechtslage vor der Revision des OG von 1968 besteht diese Möglichkeit nicht nur in eigentlichen BGE 105 Ib 348 S. 380Steuerfällen, sondern allgemein für Abgabestreitigkeiten (GYGI, a.a.O., S. 185; KEISER, Die reformatio in peius in der Verwaltungsrechtspflege, Diss. Zürich 1979, S. 73 f.).\n\nMan kann sich gleichwohl fragen, ob sich die Bestimmung auch auf eine Abgabe bezieht, die - wie hier - keinen fiskalischen Zweck verfolgt (vgl. dazu vorne E. 5b). Indes kann die Frage offen bleiben, da die Voraussetzungen für eine reformatio in peius nicht erfüllt sind.\n\nb) Die SNB hat in der angefochtenen Verfügung in jenen zahlreichen Fällen, in denen die Berechnung der Kommission zu einer über 10% hinausgehenden Belastung eines und desselben Kontozuwachses führen würde, die Belastung auf 10% beschränkt. Sie berücksichtigte dafür namentlich die von der SKA angerufene Erfahrungstatsache, dass ein normaler Anleger nach einmaliger Belastung mit 10% sein Schweizerfrankenguthaben abzuziehen oder in eine andere Währung zu konvertieren pflegte. Sie nahm deshalb an, im Fall der nachträglichen Erhebung der Kommission erscheine ihr die einmalige Belastung des seit dem 31. Oktober 1974 eingetretenen Kontozuwachses mit 10% als verfassungskonforme und angemessene Lösung, zumal die nachträgliche Belastung des Kontozuwachses mit - wie es der wörtlichen Auslegung der Vorschrift entsprechen würde - 10% pro Quartal binnen kurzer Zeit, d.h. binnen 2 1/2 Jahren, zur völligen Konfiskation führen würde.\n\nEs ist sachlich nicht unhaltbar, wenn die SNB davon ausgeht, es sei anzunehmen, die betroffenen Gläubiger hätten bei Kenntnis der Kommissionspflicht nach einmaliger Belastung aller Wahrscheinlichkeit nach die Konten in eine andere Währung konvertiert oder sie abgezogen. Die von der SNB getroffene Lösung lässt sich auf sachliche Gründe stützen, und es kann ihr zumindest nicht vorgeworfen werden, sie verletze offensichtliche Bundesrecht oder gehe von einer offensichtlich unrichtigen Würdigung der tatsächlichen Gegebenheiten aus. Eine reformatio in peius kommt daher nicht in Frage.\n\nDemnach erkennt das Bundesgericht:\n\n1. Auf die Beschwerde der Schweiz. Eidgenossenschaft und des EFD wird nicht eingetreten.\n\nBGE 105 Ib 348 S. 381\n\n2. Die Beschwerde der SKA und der Texon wird, soweit darauf eingetreten werden kann, im Sinne der Erwägungen teilweise gutgeheissen und der Entscheid der SNB vom 27. Februar 1978 insoweit aufgehoben, als er die Auferlegung der Kommission auch dort anordnet, wo kein Gläubigerwechsel im Sinne der Erwägungen stattgefunden hat. Die Sache wird zur Neubeurteilung und zur Neufestsetzung des Kommissionsbetrags an die SNB zurückgewiesen."}