{"annee": "105", "cour": "IB", "page": "122", "date": "27/2/1979", "cite": ["102 IV 153"], "cite_par": ["109 IA 273", "107 IB 43", "111 IA 23", "113 IA 437"], "chapeau": "19. Urteil der II. öffentlichrechtlichen Abteilung vom 27. Februar 1979 i.S. Baugesellschaft Zilemp gegen Eidg. Volkswirtschaftsdepartement (Verwaltungsgerichtsbeschwerde)", "regestes": ["Réduction d'une subvention fédérale. Les réductions de l'aide fédérale, prévues à l'art. 12a al. 1 de la LF concernant l'encouragement à la construction de logements (dans la version de la LF instituant des mesures propres à équilibrer les finances fédérales du 5 mai 1977), touchent également les contributions fédérales déjà garanties."], "faits": "BGE 105 Ib 122 S. 123\n\nDas Eidg. Bureau für Wohnungsbau hatte am 16. Mai 1969 bzw. am 4. Mai 1971 der Baugesellschaft Zilemp, Niedergösgen, Beiträge an die Kapitalverzinsung von Wohnbauten im Sinne von Art. 7 des Bundesgesetzes über Massnahmen zur Förderung des Wohnungsbaues vom 19. März 1965 (SR 842) gewährt. Für zwei 8-Familienhäuser betrug der ab 1. Dezember 1968 für die Dauer von 20 Jahren auszurichtende Beitrag Fr. 6739.- pro Jahr; für ein weiteres 8-Familienhaus wurde mit Wirkung ab 1. April 1970 ein Beitrag von Fr. 3624.- pro Jahr, ebenfalls für die Dauer von 20 Jahren, zugesichert. Mit Verfügungen vom 16. März 1978 kürzte das Bundesamt für Wohnungswesen in der Folge die genannten Kapitalzinszuschüsse mit Wirkung ab 1. Juli 1978 um 50% auf Fr. 3369.50 bzw. auf Fr. 1812.- pro Jahr. Die Verfügungen stützten sich auf das Bundesgesetz vom 5. Mai 1977 über Massnahmen zum Ausgleich des Bundeshaushaltes (AS 1977, S. 2249 ff., insbesondere S. 2257 f.) und die dazugehörige Vollziehungsverordnung vom 12. Dezember 1977 (AS 1977, S. 2273 ff.). Eine von der Baugesellschaft Zilemp gegen diese Verfügungen erhobene Beschwerde wies das Eidg. Volkswirtschaftsdepartement mit Entscheid vom 28. Juni 1978 ab.\n\nMit Verwaltungsgerichtsbeschwerde beantragt die Baugesellschaft Zilemp, der Entscheid des Eidg. Volkswirtschaftsdepartements sei aufzuheben und es sei festzustellen, dass die Verfügungen des Eidg. Bureaus für Wohnungsbau vom 16. Mai 1969 und vom 4. Mai 1971 betreffend die Festsetzung von Kapitalzinsübernahmen durch den Bund weiterhin in Kraft stehen. Ferner stellt sie den Antrag, der Bund sei zu verpflichten, die ursprünglich zugesicherten Kapitalzinszuschüsse, solange BGE 105 Ib 122 S. 124deren Voraussetzungen gemäss dem zur Zeit der Zusicherung geltenden Bundesgesetz vom 19. März 1965 erfüllt sind, weiterhin und ungekürzt auszurichten.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Herabsetzung der Bundesbeiträge, welche der Beschwerdeführerin gewährt worden sind, stellt einen teilweisen Widerruf einer begünstigenden Verfügung im Sinne von Art. 99 lit. h OG dar und unterliegt somit gemäss Art. 101 lit. d OG der Verwaltungsgerichtsbeschwerde.\n\n2. a) Durch das Bundesgesetz über Massnahmen zum Ausgleich des Bundeshaushaltes wurde im Bundesgesetz über Massnahmen zur Förderung des Wohnungsbaues u.a. ein Art. 12a eingefügt. Nach Abs. 1 dieser Bestimmung werden, ausser für Alters- und Invalidenwohnungen, die Kapitalzinszuschüsse nach acht Jahren um 50%, nach 11 Jahren um weitere 25% herabgesetzt und nach 14 Jahren eingestellt. Gemäss Art. 12a Abs. 3 wurde der Bundesrat ermächtigt, Einzelheiten zur Vermeidung von Härtefällen zu regeln. Der Bundesrat hat eine solche Regelung durch Einfügung eines Art. 27a in die Verordnung (2) vom 22. Februar 1966 über Bundeshilfe zur Förderung des Wohnungsbaues erlassen (vgl. AS 1977 2284).\n\nb) Die Beschwerdeführerin hat sich im Verfahren vor dem EVD nicht auf das Vorliegen eines Härtefalles gemäss Art. 27a der Verordnung berufen. Die Vorinstanz nimmt im angefochtenen Entscheid ebenfalls nicht zu dieser Frage Stellung, da sie der Ansicht war, ein Härtefall sei aus den Akten nicht ersichtlich. Auch in der Verwaltungsgerichtsbeschwerde wird nicht geltend gemacht, bei der Beschwerdeführerin seien die Voraussetzungen für einen Härtefall erfüllt. Unter diesen Umständen braucht die Frage des Härtefalls im verwaltungsgerichtlichen Beschwerdeverfahren nicht weiter geprüft zu werden.\n\nc) Die Beschwerdeführerin vertritt die Auffassung, die neu in das Bundesgesetz über Massnahmen zur Förderung des Wohnungsbaues eingefügte Bestimmung von Art. 12a Abs. 1 könne sich vernünftigerweise nur auf zukünftige Subventionszusagen sowie auf solche beziehen, die nicht für eine bestimmte Zeit fest zugesichert, sondern ausdrücklich nur auf Zusehen hin oder mit dem Vorbehalt des einseitigen Widerrufs gewährt worden seien.\n\nBGE 105 Ib 122 S. 125\n\nDer Wortlaut von Art. 12a Abs. 1 bietet keine Anhaltspunkte für eine solche Auslegung. Dass die von der Beschwerdeführerin vorgetragene Auslegung nicht haltbar ist, geht vor allem auch aus den Gesetzesmaterialien hervor. In der bundesrätlichen Botschaft wird ausgeführt, der Abbau der Bundessubvention um 50% erfordere je nach Erstellungsjahr einer Baute einen Mietzinsanstieg zwischen 12-15%, was bei den betreffenden Mietzinsen gerade noch als zumutbar bezeichnet werden könne (BBl 1977 I, S. 824). Aus dieser Feststellung geht klar hervor, dass der Abbau der Subventionen auch bereits zugesicherte Beträge treffen sollte. Auch den eidgenössischen Räten war bei der Behandlung des Bundesgesetzes über Massnahmen zum Ausgleich des Bundeshaushaltes bewusst, dass gestützt darauf früher zugesicherte Bundesbeiträge an die Kapitalzinsen von Wohnbauten abgeändert oder aufgehoben werden sollten (vgl. die Voten von Bundesrat Brugger, Amtl. Bull. N 1977, S. 218 und von Ständerat Egli, Amtl. Bull., S 1977 S. 171). Wiederholt wurde auch darauf hingewiesen, dass schon für das Jahr 1978 mit 5 Mio. Franken Einsparungen gerechnet werden könne (BBl 1977 I, S. 825; Bundesrat Brugger, Amtl. Bull. N 1977, S. 218, Ständerat Reverdin, Amtl. Bull., S 1977 S. 171). Solche schnell wirksam werdenden Einsparungen entsprachen dem Zweck des Bundesgesetzes über Massnahmen zum Ausgleich des Bundeshaushaltes. Wenn die Auslegung richtig wäre, welche die Beschwerdeführerin Art. 12a Abs. 1 des Bundesgesetzes über Massnahmen zur Förderung des Wohnungsbaues gibt, wären sofortige Einsparungen im erwähnten Umfang nicht möglich gewesen.\n\nd) Die Beschwerdeführerin vermag entgegen ihrer Ansicht auch nichts aus den Übergangsbestimmungen des Bundesgesetzes über Massnahmen zum Ausgleich des Bundeshaushaltes abzuleiten. Gemäss Ziff. II/1 finden die Übergangsbestimmungen nur Anwendung, soweit die einzelnen materiellen Bestimmungen des Gesetzes keine besondere Regelung enthalten. Eine solche besteht aber gerade in Art. 12a Abs. 1 des Bundesgesetzes über Massnahmen zur Förderung des Wohnungsbaues.\n\n3. Die Auslegung von Art. 12a des Bundesgesetzes über Massnahmen zur Förderung des Wohnungsbaues hat gezeigt, dass die im vorliegenden Fall angeordnete Kürzung der Kapitalzinszuschüsse dem Willen des Gesetzes genau entspricht. Die BGE 105 Ib 122 S. 126Rügen der Beschwerdeführerin, die angefochtene Massnahme bedeute einen Verstoss gegen Treu und Glauben, eine unzulässige Rückwirkung, einen Vertragsbruch sowie einen Entzug eines wohlerworbenen Rechtes, richten sich somit gegen den genannten Art. 12a. Diese Bestimmung ist jedoch für das Bundesgericht massgebend (Art. 114 bis Abs. 3 BV) und kann nicht auf ihre Verfassungs- bzw. Rechtmässigkeit überprüft werden. Auf die genannten Rügen der Beschwerdeführerin ist somit nicht einzugehen. Auch für eine verfassungskonforme Auslegung bleibt im vorliegenden Fall kein Raum, da der Sinn von Art. 12a des Bundesgesetzes über Massnahmen zur Förderung des Wohnungsbaus eindeutig ist (BGE 102 IV 155 E. 1b mit Hinweisen).\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}