{"annee": "105", "cour": "II", "page": "130", "date": "1/6/1979", "cite": ["104 IB 321"], "cite_par": [], "chapeau": "22. Sentenza della I Corte civile del 1o giugno 1979 nella causa Pezzani c. Dipartimento di giustizia del Cantone Ticino (ricorso di diritto amministrativo)", "regestes": ["Registre du commerce; vérification par le préposé de l'existence des conditions d'une inscription. Art. 940 al. 1 CO, art. 21 al. 1 ORC. Si l'assemblée générale d'une société anonyme a nommé comme membres du conseil d'administration des personnes absentes, celles-ci ne peuvent être inscrites au registre du commerce que quand elles ont accepté leur nomination, expressément ou tacitement. Le préposé au registre du commerce est tenu de vérifier l'existence de cette acceptation."], "faits": "BGE 105 II 130 S. 130\n\nIl 12 ottobre 1978 aveva luogo l'assemblea generale della società Azeta S.A., Mendrisio. Secondo il processo verbale, essa prendeva atto delle dimissioni dell'amministratore unico signor Vescovi e nominava in sua sostituzione la signora Maria Pia Pezzani.BGE 105 II 130 S. 131\n\nTestualmente leggesi al proposito nel verbale quanto segue:\n\n\"L'assemblea all'unanimità delibera la detta nomina. La signora Pezzani impegnerà la società con firma individuale. Il presidente comunica all'assemblea che la signora Pezzani, momentaneamente assente, provvederà personalmente a notificare all'Ufficio dei registri di Mendrisio la sua nuova funzione.\"\n\nL'assemblea generale inviava copia del verbale all'Ufficio dei registri perché procedesse alla cancellazione dell'iscrizione del signor Vescovi quale amministratore unico. Nella lettera accompagnatoria era detto che \"l'istanza di iscrizione della nuova amministratrice verrà presentata in un secondo tempo direttamente dalla stessa\".\n\nIl 13 ottobre 1978 l'Ufficio dei registri invitava l'Azeta S.A. a far iscrivere la nuova amministratrice. In assenza d'una risposta da parte dell'Azeta S.A., esso invitava il 3 gennaio 1979 la signora Pezzani a farsi iscrivere. Il 10 gennaio 1979 la signora Pezzani rispondeva all'Ufficio comunicandogli copia di una propria lettera all'Azeta S.A., in cui essa dichiarava:\n\n\"Viste le difficoltà incontrate, la mancata consegna del pacchetto azionario, mi sento constretta a rinunciare ad assumere la carica di amministratrice unica della Società Azeta S.A.\"\n\nFondandosi sull'art. 32 cpv. 2 ORC, l'ufficio diffidava la signora Pezzani il 16 gennaio 1979 a presentare entro 30 giorni una domanda provvisionale al giudice, pena l'iscrizione d'ufficio.\n\nIl 14 febbraio 1979 l'ufficio respingeva una richiesta del patrocinatore della signora Pezzani, intesa a far annullare la diffida per non avere l'interessata mai accettato formalmente la nomina.\n\nIn data 1o marzo 1979 il Dipartimento di giustizia del Cantone Ticino respingeva, quale autorità di vigilanza in materia di registro di commercio, il ricorso proposto dalla signora Pezzani avverso la decisione dell'ufficio.\n\nCon ricorso di diritto amministrativo del 12 marzo 1979, proposto al Tribunale federale ai sensi dell'art. 5 ORC, Maria Pia Pezzani ha chiesto l'annullamento della decisione del Dipartimento di giustizia e, di conseguenza, di quelle dell'ufficio emanate il 16 gennaio e il 14 febbraio 1979.\n\nIl Dipartimento federale di giustizia e polizia ha proposto l'accoglimento del gravame.\n\nBGE 105 II 130 S. 132", "considerants": "Considerando in diritto:\n\n1. ... L'ufficiale del registro di commercio deve, ai sensi dell'art. 940 cpv. 1 e dell'art. 21 cpv. 1 ORC, prima di effettuare un'iscrizione, verificare se siano adempiuti i requisiti legali. Una società anonima può essere iscritta soltanto laddove alla notificazione per l'iscrizione sia unita, tra l'altro, la prova dell'avvenuta nomina dell'amministrazione. Nel caso di consiglieri d'amministrazione assenti, occorre che sia prodotta una loro dichiarazione di accettazione. Quest'ultima può avvenire anche tacitamente, per esempio mediante la firma della notificazione secondo l'art. 22 cpv. 2 ORC (SIEGWART n. 13 ad art. 640 CO; F. VON STEIGER, Das Recht der Aktiengesellschaft in der Schweiz, 4 E. pag. 122; F. VON STEIGER, Prüfung und Eintragung der Aktiengesellschaft beim Handelsregister, pag. 40; BÜRGI, n. 2 ad art. 708 CO; SCHUCANY, n. 1 ad art. 708 CO; FORSTMOSER/MEIER-HAYOZ, Einführung in das schweizerische Aktienrecht, § 7 n. 21; JACQUEROD/VON STEIGER, Eintragsmuster für das Handelsregister, pagg. 172-173, n. 13; BECK, Die Kognition des Handelsregisterführers im Rechte der Aktiengesellschaft, pag. 60 n. 5 e pag. 62 n. 7; Schweizerische Aktiengesellschaft, vol. 34, (1961/1962) pag. 179; SIEGMUND, Handbuch für die schweizerischen Handelsregisterführer, pag. 288). L'elezione regolare dell'amministrazione, in cui rientra anche l'accettazione del mandato da parte degli amministratori eletti, costituisce una delle condizioni per l'iscrizione e dev'essere accertata d'ufficio dall'ufficiale del registro di commercio (HIS, n. 49 e 63/64 ad art. 932 CO e n. 25 ad art. 940 CO; SCHNEIDER, Der Rechtsschutz in Handelsregistersachen und die Entscheidungskompetenz der Handelsregisterbehörden, pagg. 241, 243 e 247). Tale accertamento va effettuato non soltanto in occasione dell'iscrizione di una società anonima, bensì anche in caso d'iscrizione di nuovi membri del consiglio d'amministrazione.\n\n2. Nella fattispecie non risulta in alcun modo che la ricorrente abbia accettato la carica di amministratrice. Nel verbale dell'assemblea generale del 12 ottobre 1978 è detto solo che la ricorrente era assente e non è fatta alcuna allusione ad un'eventuale approvazione da parte sua della nomina effettuata dall'assemblea. E neppure nella lettera dell'8 novembre 1978, indirizzata all'assemblea generale dell'Azeta S.A., la ricorrente fa BGE 105 II 130 S. 133menzione di un'accettazione della carica. Al contrario, essa rifiuta espressamente in tale lettera d'accettare detta carica. Il fatto che essa vi dichiari d'essere costretta a \"rinunciare\" ad assumere la carica di amministratrice unica non può in alcun modo essere interpretato nel senso di un riferimento ad una precedente accettazione. L'istanza inferiore non afferma d'altronde neppure quando ed in qual modo una precedente dichiarazione avrebbe avuto luogo. La società Azeta S.A. non ha, dal canto suo, mai fornito all'ufficio alcun dato positivo che potesse indurlo a credere che la ricorrente avesse accettato la carica. Dalla lettera del 10 gennaio 1978, scritta dalla ricorrente all'ufficio, può al massimo dedursi una certa disponibilità della ricorrente ad accettare il mandato di amministratrice, qualora fossero realizzate determinate condizioni. L'ufficio avrebbe peraltro dovuto rifiutare una siffatta dichiarazione d'accettazione condizionata (HIS, n. 9 ad art. 940 CO).\n\n3. Il Dipartimento cantonale di giustizia ha ritenuto che l'ufficio avesse il dovere di diffidare, ai sensi dell'art. 60 ORC, l'amministratrice a chiedere l'iscrizione della sua nomina e che essa fosse tenuta a dimostrare di non aver accettato il mandato. Come rettamente esposto dal Dipartimento federale di giustizia e polizia nelle proprie osservazioni, questo modo di procedere è contrario alle disposizioni dell'ordinanza sul registro di commercio. Secondo tale disciplina, le iscrizioni vanno effettuate solo su notificazione, con riserva di casi particolari previsti dalla legge e in cui si procede d'ufficio (DTF 104 Ib 322 consid. 2a). Ove si tratti di modifiche di una situazione esistente, tale riserva entra in considerazione soltanto laddove l'ufficio sia certo che i fatti iscritti nel registro di commercio abbiano subito modifiche valide legalmente. La procedura seguita nella fattispecie dall'ufficio comportava inoltre un'inversione dell'onere della prova. Essendo stata la diffida dell'ufficio del 13 ottobre 1978 rivolta alla società e non alla ricorrente, quest'ultima non aveva alcun obbligo di sollevare obiezioni al riguardo. Poiché l'accettazione della carica era il presupposto di validità della nomina effettuata dall'assemblea generale, l'ufficio avrebbe dovuto accertare se tale accettazione fosse intervenuta e, qualora avesse constatato che l'accettazione mancava, avrebbe dovuto tralasciare qualsiasi iscrizione concernente detta nomina. Indeciso può rimanere se nelle circostanze concrete l'ufficio avrebbe dovuto invitare la società a provvedere ad una nuova nomina BGE 105 II 130 S. 134della propria amministrazione, oppure se, accertata l'impossibilità per la società di designare una nuova amministrazione, avrebbe eventualmente dovuto diffidare la società, in applicazione analogica dell'art. 711 cpv. 4 CO, a chiedere l'iscrizione del proprio scioglimento e, in difetto, procedere a quest'ultimo.\n\n4. Risultando chiaramente che la ricorrente non aveva espressamente né tacitamente accettato la sua nomina ad amministratrice unica della società Azeta S.A., e che non era pertanto consentito all'ufficio di assegnarle un termine ai sensi dell'art. 32 ORC, il ricorso va accolto come manifestamente fondato."}