{"annee": "105", "cour": "IA", "page": "49", "date": "16/5/1979", "cite": ["104 IB 119", "104 IB 123", "104 IA 69"], "cite_par": ["112 IA 5"], "chapeau": "12. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 16. Mai 1979 i.S. X. und Mitbeteiligte gegen Forstdirektion des Kantons Bern (Verwaltungsgerichtsbeschwerde)", "regestes": ["Procédure administrative; droit d'être entendu. Il y a violation du droit d'être entendu, tel qu'il se déduit de l'art. 4 Cst., lorsque les organes de l'administration effectuent une inspection locale en l'absence de l'administré intéressé ou de son représentant, alors qu'elle est de nature à élucider dans une large mesure des éléments de fait contestés et décisifs pour la solution juridique du litige."], "faits": "", "considerants": "BGE 105 Ia 49 S. 49\n\nAus den Erwägungen:\n\n2. b) Auch im Verwaltungsverfahren hat der Bürger, vorbehältlich gewisser Ausnahmen, das Recht, an den Beweiserhebungen der Verwaltungsorgane teilzunehmen (BGE 104 Ib 121 E. 2 mit Verweisungen). Das gilt insbesondere für die Durchführung von Augenscheinen. Wohl ist es Behörden oder einzelnen Behördemitgliedern und Beamten nicht verwehrt, sich informell an Ort und Stelle zu begeben, um über einen Sachverhalt ein besseres Bild zu erhalten. Dient jedoch die Ortsbesichtigung dem Zweck, einen streitigen Sachverhalt abzuklären, so müssen die beteiligten Privaten zum Augenschein BGE 105 Ia 49 S. 50beigezogen werden. Ein Ausschluss einer Partei ist nur dann zulässig, wenn schützenswerte Interessen Dritter oder des Staates oder eine besondere zeitliche Dringlichkeit dies gebieten oder wenn der Augenschein seinen Zweck nur erfüllen kann, wenn er unangemeldet erfolgt. In derartigen Ausnahmefällen gilt der Gehörsanspruch als gewahrt, wenn die betreffende Partei nachträglich zum Beweisergebnis Stellung nehmen kann (BGE 104 Ia 71 E. 3b).\n\nc) Im vorliegenden Fall wendet die Forstdirektion in ihrer Vernehmlassung ein, der offizielle Augenschein habe am 1. Oktober 1976 stattgefunden; bei dem am 17. Oktober 1977 durchgeführten Augenschein habe es sich lediglich um eine direktionsinterne Massnahme gehandelt. Die ebenfalls teilnehmenden Forstmeister Kilchenmann und Oberförster von Wattenwyl hätten dabei ihre Betrachtungsweise wiederholt.\n\nGemäss dieser Darstellung hätte der zweite Augenschein keine für die rechtserhebliche Abklärung des umstrittenen Sachverhaltes wesentliche Bedeutung gehabt. Würde dies zutreffen, so könnte von einer Verletzung des rechtlichen Gehörs in der Tat nicht gesprochen werden. Aus dem angefochtenen Entscheid sowie aus der Aktennotiz vom 4. Oktober 1976 über die Begehung vom 1. Oktober 1976, an welcher behördlicherseits lediglich die Forstinspektion Mittelland und das Kreisforstamt Seeland vertreten waren, ergibt sich hingegen, dass dem zweiten Augenschein vom 17. Oktober 1977 entscheidende Bedeutung für die Feststellung des rechtserheblichen Sachverhaltes zukam. Die Forstdirektion verweist im angefochtenen Entscheid bei der Darstellung der Ausgangslage ausdrücklich auch auf diesen Augenschein, und sie traf ihre Verfügung denn auch \"gestützt auf die durchgeführten Augenscheine durch die technischen Organe\". Dabei gelangte sie offensichtlich zufolge der Überprüfung des Sachverhaltes am zweiten Augenschein zur Ablehnung des vom Forstmeister des Mittellandes an der Begehung vom 1. Oktober 1976 gemachten Vorschlages, den umstrittenen, mit Gebüsch auf Schutt bewachsenen \"westlichen Streifen der Parzelle 3513 unterher dem Berghausweg aus dem Waldareal zu entlassen\". Jedenfalls muss diese Folgerung aus der kurzen Begründung gezogen werden, die Überprüfung habe ergeben, dass dieser Streifen ebenfalls als Wald im Sinne des Forstgesetzes zu bezeichnen sei; er werfe zwar keinen Ertrag ab, habe jedoch BGE 105 Ia 49 S. 51eindeutig Schutz- und Wohlfahrtswirkungen zu erfüllen. Dem zweiten Augenschein kann unter diesen Umständen nicht nur die Bedeutung einer internen Meinungsbildung beigelegt werden. Vielmehr erfolgte an ihm, was sich aus der Teilnahme des Direktionssekretärs der zum endgültigen Entscheid über die Waldfeststellung zuständigen Forstdirektion ergibt, die Feststellung des rechtserheblichen Sachverhaltes. Er hätte daher nur in Anwesenheit der Beschwerdeführer oder ihres Vertreters durchgeführt werden dürfen.\n\nDa die Forstdirektion entscheidend auf das Ergebnis des zweiten Augenscheins abgestellt hat, hat sie den aus Art. 4 BV fliessenden Gehörsanspruch der Beschwerdeführer verletzt. Eine Heilung dieser Gehörsverletzung im verwaltungsgerichtlichen Beschwerdeverfahren fällt unter den gegebenen Umständen ausser Betracht. Auch wenn es bei der Beurteilung der Frage, ob Wald im Sinne von Art. 1 FPolV vorliegt, nicht um Ermessen geht, welches das Bundesgericht nicht frei überprüft (Art. 104 lit. a OG), so ist doch der Beurteilungsspielraum der primär zuständigen kantonalen Entscheidungsinstanz - namentlich bei der Würdigung der örtlichen Verhältnisse sowie der Frage der Beurteilung der Wohlfahrtswirkung der mit Sträuchern bestockten Fläche - zu respektieren. Dieser ist daher Gelegenheit zu geben, den rechtserheblichen Sachverhalt auf Grund eines Augenscheines, bei dessen Durchführung die Teilnahmerechte der Beschwerdeführer gewahrt werden und auf den daher als Beweismittel abgestellt werden darf, festzustellen und alsdann erneut zu entscheiden. Die Beschwerde ist daher gutzuheissen, ohne dass es darauf ankäme, ob Aussicht besteht, dass die Forstdirektion nach erneuter Prüfung des Falles in einem korrekten Verfahren anders entscheiden wird (BGE 104 Ib 123 E. 2 d; 98 Ia 8 E. 3 mit Verweisungen)."}