{"annee": "105", "cour": "V", "page": "117", "date": "24/7/1979", "cite": [], "cite_par": ["126 V 421", "107 V 65", "133 V 394", "120 V 161", "127 V 65", "124 V 1", "110 V 7"], "chapeau": "28. Auszug aus dem Urteil vom 24. Juli 1979 i.S. Brenninkmeijer gegen Ausgleichskasse des Kantons Zürich und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 29 al. 1 RAVS. - Application par analogie de la procédure extraordinaire de fixation des cotisations d'indépendants aux personnes sans activité lucrative, en cas de modification des bases de calcul de leurs cotisations. - Confirmation de la pratique administrative d'après laquelle la procédure extraordinaire n'est applicable aux personnes sans activité lucrative que si les cotisations calculées suivant cette procédure diffèrent d'au moins 25% de celles qui résulteraient de l'application de la procédure ordinaire."], "faits": "", "considerants": "BGE 105 V 117 S. 117\n\nAus den Erwägungen:\n\nDie Sozialversicherungsbeiträge der Nichterwerbstätigen richten sich nach deren Vermögen und Renteneinkommen (Art. 10 Abs. 1 AHVG und Art. 28 AHVV). Gemäss Art. 29 Abs. 1 AHVV wird das Vermögen durch die kantonalen Steuerbehörden ermittelt. Im übrigen finden die Verfahrensgrundsätze der Art. 22 bis 27 AHVV sinngemäss Anwendung.\n\nDer Stichtag für die Vermögensberechnung bestimmt sich nach den entsprechenden Vorschriften der Wehrsteuergesetzgebung und fällt somit zusammen mit jenem Tag, der für die BGE 105 V 117 S. 118letzte der Beitragsperiode vorangegangene Wehrsteuerveranlagung massgebend war. Bestand an diesem Stichtag noch keine Beitragspflicht, so ist auf den Vermögensstand bei Beginn der Beitragspflicht abzustellen. Hingegen ist grundsätzlich jenes Renteneinkommen massgebend, das der Nichterwerbstätige in dem der Beitragsperiode vorangegangenen Kalenderjahr (Berechnungsperiode) erzielt hat. War der Beitragspflichtige während eines Teils der Berechnungsperiode nicht erwerbstätig, so sind bis zum Beginn der nächsten Beitragsperiode die Beiträge nach dem laufendenjährlichen Renteneinkommen zu bemessen.\n\nHat sich die Vermögenslage seit dem genannten Stichtag oder das Renteneinkommen seit der erwähnten Berechnungsperiode wesentlich verändert, so bestimmen sich die Beiträge der Nichterwerbstätigen bis zum Beginn der nächsten ordentlichen Beitragsperiode anhand der Vermögenslage bzw. des Renteneinkommens, die im Zeitpunkt der Veränderung gegeben waren; dies in sinngemässer Anwendung von Art. 25 Abs. 1 AHVV über die Beitragsfestsetzung im ausserordentlichen Verfahren bei Veränderung der Einkommensgrundlagen Selbständigerwerbender. Bei der soeben genannten Kategorie von Beitragspflichtigen kommt die ausserordentliche Beitragsfestsetzung nach der Rechtsprechung nur in Frage, wenn die Höhe des Einkommens wegen Änderung der Einkommensgrundlagen sich um mindestens 25% verändert hat (unveröffentlichte Urteile vom 18. November 1974 i.S. Bärtschi und vom 8. Juni 1971 i.S. Schmelz, ZAK 1958, S. 326). In Anlehnung an diese Rechtsprechung zur Beitragsfestsetzung Selbständigerwerbender wird in Rz 281 der Wegleitung über die Beiträge der Selbständigerwerbenden und Nichterwerbstätigen folgendes bestimmt:\n\n\"Macht der Nichterwerbstätige geltend, seit dem Stichtag oder seit dem Ende der Berechnungsperiode, auf Grund welcher die Beiträge zum letztenmal festgesetzt worden sind, habe sich das Vermögen oder das Renteneinkommen derart verändert, dass der darnach zu entrichtende Beitrag um mindestens einen Viertel abwiche von demjenigen, der nach dem Vermögensstand am Stichtag oder dem Renteneinkommen in der Berechnungsperiode geschuldet wäre, so hat die Ausgleichskasse den Beitrag auf Grund des veränderten Vermögens- oder Renteneinkommens neu festzusetzen. Der Beitrag ist vom Zeitpunkt der Vermögens- oder Einkommensänderung an bis zum Beginn der nächsten ordentlichen Beitragsperiode neu festzusetzen (1. Januar des folgenden geraden Kalenderjahres).\" BGE 105 V 117 S. 119\n\nDarnach kommt es bei den Nichterwerbstätigen darauf an, ob aus der Vermögens- bzw. Einkommensveränderung ein um mindestens 25% verminderter oder erhöhter Beitrag resultiert. Der Beschwerdeführer erachtet diese Verwaltungspraxis als nicht gesetzeskonform, weil für die ausserordentliche Beitragsbemessung nicht eine bestimmte prozentuale Verminderung des Beitrags erforderlich sei und deshalb das durch ein besonderes Ereignis bedingte Wegfallen eines wesentlichen Vermögensbestandteiles genügen müsse. Indessen ist es Sache der Praxis zu bestimmen, was unter wesentlicher Veränderung der Berechnungsgrundlagen bzw. des Beitrages zu verstehen ist. Die entsprechende Verwaltungspraxis, wie sie in Rz 281 umschrieben wird, erscheint nicht gesetzwidrig und ist daher nicht zu beanstanden."}