{"annee": "105", "cour": "IV", "page": "29", "date": "15/1/1979", "cite": ["98 IV 19", "77 IV 10", "90 IV 180", "81 IV 228", "96 IV 21", "72 IV 121", "91 IV 130", "81 IV 25", "101 IV 162", "74 IV 27"], "cite_par": ["117 IV 429", "107 IB 264", "118 IV 32"], "chapeau": "8. Arrêt de la Cour de cassation pénale du 15 janvier 1979 dans la cause N. contre Ministère public du canton de Vaud (pourvoi en nullité)", "regestes": ["Art. 140 CP, abus de confiance. 1. C'est le ch. 1 al. 1 de cette disposition qui est applicable, même lorsque les prélèvements litigieux ont porté sur de l'argent ou des choses fongibles, lorsqu'il n'y a pas eu mélange (consid. 2). 2. Une caisse confiée à une secrétaire est également, par actes concluants, confiée au supérieur hiérarchique qui donne des ordres de prélèvement (consid. 2). 3. Le dessein d'enrichissement illégitime est un élément constitutif aussi bien de l'infraction de l'al. 1 que de l'al. 2 du ch. 1 de cette disposition (consid. 3 litt. a). 4. Il n'y a pas dessein d'enrichissement illégitime chez celui qui s'approprie une chose pour se payer ou pour tenter de se payer lui-même, s'il a une créance d'un montant au moins égal à la valeur de la chose qu'il s'est appropriée et s'il a vraiment agi en vue de se payer. Si l'auteur croit fermement, mais par erreur, que ces conditions sont réalisées, il peut bénéficier de l'application de l'art. 19 CP (consid. 3 litt. b)."], "faits": "BGE 105 IV 29 S. 30\n\nA.- N. a travaillé depuis le 1er novembre 1969 en qualité de chef de bureau, auprès d'une association professionnelle. Selon son contrat de travail, ses fonctions essentielles consistaient notamment à surveiller et à contrôler le travail du personnel, l'administration des cours et la gérance du bureau de placement. Dès novembre 1975, il a été chargé, en sus de ces fonctions, de la gérance de la caisse d'assurance chômage de la société. Le contrat de travail précisait que les \"déboursés et frais de déplacement... seraient remboursés après visa de la note par le Président central\".\n\nEu égard à l'organisation de cours de diverses natures, le secrétariat de la société avait créé plusieurs caisses dont la responsabilité était confiée à une secrétaire-comptable travaillant sous les ordres de N. Le contrôle des comptes était confié à une commission de gestion, qui procédait périodiquement à des pointages. Le caissier central de la société, auquel était soumis BGE 105 IV 29 S. 31l'ensemble de la comptabilité de la société, n'exerçait toutefois pas de contrôle direct sur la caisse des cours non subventionnés.\n\nN. s'est fait remettre par la secrétaire-comptable plusieurs montants, que celle-ci prélevait sur les caisses dont elle était responsable, notamment dans les cas suivants (selon la numérotation de l'arrêt attaqué):\n\nCas 4. - Entre le 31 janvier 1965 (recte: 1975) et le 22 octobre 1976, N. a reçu, en sus de son salaire et d'indemnités forfaitaires, un montant de 6'978 fr. 45, représentant le total de diverses notes de frais et factures. Il se faisait remettre par la secrétaire-comptable, une ou plusieurs fois par semaine, des montants de l'ordre de 5 fr. à 200 fr. qui ne faisaient pas l'objet de quittances, mais qui étaient notés. Périodiquement, la secrétaire-comptable rappelait l'existence de ces \"suspens de caisse\" à N. Celui-ci remettait alors une ou plusieurs notes de frais, qui venaient balancer les prélèvements effectués jusque-là. Il n'a pas été possible d'établir si toutes les notes relatives à des frais divers de N. correspondaient à des frais effectifs ou non, mais la plupart d'entre elles correspondent cependant à des prestations effectives. L'employeur n'a pas contesté l'exactitude des factures dont N. demandait le remboursement, mais il a fait valoir qu'il n'était nullement d'accord avec le principe même de leur remboursement. Il existe ainsi un doute, retenu en faveur de N., sur la question de savoir s'il a oui ou non supporté les frais dont il fait état dans ses notes.\n\nCas 7. - A partir de novembre 1975, N. a fait un nombre important d'heures supplémentaires dans le cadre de sa nouvelle activité d'organisation de la caisse d'assurance chômage. Il était convenu qu'il présenterait au responsable de la caisse le relevé total du temps consacré à ce travail. Toutefois, en date du 17 février 1976, N. s'est fait verser une avance de 2'500 fr. Selon lui, ses demandes réitérées pour obtenir d'autres acomptes n'ont pas abouti et, le 24 décembre, il a présenté à l'administrateur de la caisse une note totale de 9'000 fr. Les comptes entre parties n'ont pas encore, à ce jour, été réglés.\n\nCas 8. - Le 15 décembre 1976, N. s'est fait remettre une avance de salaire de 1'000 fr., puis une deuxième de 200 fr. Le 17 décembre 1976, il s'est fait octroyer une autre avance de 200 fr.\n\nCas 10. - Alors qu'il avait droit à une ristourne mensuelle de 200 fr. sur l'indemnité versée par la Fédération des employés, N. s'est attribué, en sus de celle-ci, trois indemnités de 100 fr. à fin 1972, une treizième indemnité de 200 fr. en 1973, une double indemnité de 200 fr. pour 1974 et enfin une treizième indemnité de 200 fr. pour 1975. N. a reconnu qu'il avait reçu ces versements à double, mais a expliqué ce fait en disant que c'est par suite d'erreurs dues à la multiplicité des tâches qui lui étaient confiées à l'époque. Cette version a été admise.\n\nB.- Le 24 mai 1978, le Tribunal correctionnel du district de Lausanne a libéré N. de toute prévention pour les faits rappelés ci-dessus. Il l'a cependant condamné, pour d'autres faits, à 10 BGE 105 IV 29 S. 32jours d'emprisonnement avec sursis pendant deux ans, pour faux dans les titres et escroquerie.\n\nStatuant sur un recours du Ministère public, au sujet des faits précités, la Cour de cassation pénale du Tribunal cantonal du canton de Vaud a considéré que, par ces faits, N. s'était rendu coupable d'abus de confiance et elle a porté sa peine à cinq mois d'emprisonnement avec sursis pendant trois ans.\n\nC.- N. se pourvoit en nullité au Tribunal fédéral. Il conclut à la confirmation du jugement de première instance.\n\nLe Ministère public a déclaré n'avoir pas d'observation à formuler et s'est référé à l'arrêt attaqué.", "considerants": "Considérant en droit:\n\n1. a) L'autorité cantonale a estimé que les faits retenus contre le recourant, dans les cas examinés ici (cas 4, 7, 8 et 10), réalisaient tous les éléments constitutifs de l'abus de confiance, au sens de l'art. 140 CP. Elle a considéré que, par sa position dans la société, le recourant était, au moins tacitement, responsable de la gestion des fonds en caisse en qualité de chef direct de la secrétaire-comptable; en effet, bien que celle-ci ait eu matériellement la maîtrise des caisses, elle n'a fait qu'exécuter les ordres de son supérieur direct en lui remettant les avances exigées par lui. L'autorité cantonale a par ailleurs admis que le recourant avait employé sans droit les fonds à son profit, au sens de l'art. 140 ch. 1 al. 2 CP. Elle a relevé que, dans le cas où l'auteur du détournement fait valoir qu'une créance existe réellement, il ne peut invoquer la compensation qu'aux conditions prévues à l'art. 124 CO, c'est-à-dire avant la découverte du détournement; Or il ne résulte nullement des constatations des premiers juges qu'avant d'opérer les prélèvements sur les caisses, par l'intermédiaire de la secrétaire-comptable, le recourant avait fait valoir auprès des organes responsables de la société qui l'employait son droit à la compensation dans la forme prévue par l'art. 124 CO; de toute manière, dans le cas 10, l'auteur ne saurait se mettre au bénéfice de la compensation, puisqu'il prétend avoir fait les prélèvements en cause par erreur.\n\nb) Le recourant reproche en premier lieu à l'autorité cantonale d'avoir fait à l'art. 140 CP une référence toute générale, sans préciser si elle visait ainsi le premier ou le second al. de BGE 105 IV 29 S. 33cette disposition. Pour lui, ce serait l'art. 140 ch. 1 al. 1 qui devrait trouver application, Or, faute de responsabilité dans la gestion des caisses de la secrétaire-comptable et faute de compétence pour y opérer des prélèvements, on ne saurait dire que ces caisses lui avaient été confiées. Dans ces conditions, l'abus de confiance n'aurait pas dû être retenu.\n\nLe recourant nie ensuite tout dessein d'enrichissement illégitime. Il fait valoir qu'il était fondé à invoquer la compensation même dans la mesure où ses propres créances étaient contestées et qu'il n'a pas agi clandestinement, puisque, à l'occasion de chaque transfert, la responsable de la caisse a établi les pièces mentionnant la nature juridique de la créance, soit la cause sur laquelle se fondait la compensation; peu importerait à cet égard que la déclaration de compensation n'ait pas été adressée aux organes de la société plaignante, mais directement à la personne responsable de la caisse. Comme, de surcroît, l'existence des créances contre la société plaignante a été en fin de compte admise par l'autorité cantonale, le recourant était d'autant plus fondé à invoquer la compensation et, ce faisant, il ne se procurait pas un enrichissement illégitime.\n\n2. Bien que les prélèvements en cause aient porté sur de l'argent, soit sur des choses fongibles, c'est le ch. 1 al. 1 de l'art. 140 CP qui est applicable. En effet, rien n'indique qu'il y ait eu mélange du contenu des caisses en cause et des deniers du recourant ou de ceux de la secrétaire-comptable; il ressort implicitement au moins des faits qu'il s'agissait de caisses spéciales dont le contenu individualisé est à chaque fois resté dans la propriété et dans la possession de l'employeur. Or, selon la jurisprudence, celui qui s'approprie une chose mobilière appartenant à autrui, que ce soit un \"bien fongible, notamment une somme d'argent\", est punissable en vertu de l'al. 1 du ch. 1 de l'art. 140 CP, et seulement en vertu de cette disposition (ATF 81 IV 233 consid. 2b; cf. ATF 90 IV 185 consid. 4).\n\nSelon la jurisprudence constante, une chose est confiée, au sens de l'art. 140 CP, aussitôt qu'elle est remise ou laissée à l'auteur pour qu'il l'utilise d'une manière déterminée dans l'intérêt d'autrui, que ce soit pour la garder, l'administrer ou la livrer, selon des instructions qui peuvent être expresses ou tacites (cf. ATF 101 IV 163 et arrêts cités).\n\nOn doit admettre qu'en l'espèce, au vu des circonstances de fait qui ressortent de l'arrêt attaqué, la société plaignante, en BGE 105 IV 29 S. 34confiant des caisses à une secrétaire subordonnée au recourant, les a également, par actes concluants, confiées à celui-ci. Les faits démontrent en effet que le recourant avait sur ces caisses, concurremment avec la secrétaire, un pouvoir de disposition, une maîtrise de fait (Gewahrsam), qu'il exerçait sans difficulté aucune, puisque sur simple demande lui étaient remis tous les montants qu'il pouvait solliciter. S'agissant, au surplus, de caisses de service, le recourant, du seul fait de l'existence du contrat de travail, ne pouvait et ne devait les administrer que dans l'intérêt de l'employeur. Ainsi, en s'appropriant divers montants par prélèvement sur ces caisses, le recourant a réalisé les éléments constitutifs objectifs de l'abus de confiance.\n\nCette solution n'est d'ailleurs pas préjudiciable au recourant. Si l'on devait, en effet, admettre, comme il le soutient, que les caisses ne lui étaient pas confiées et qu'il n'exerçait sur elles aucune maîtrise de fait, on devrait probablement retenir à sa charge l'escroquerie (art. 148 CP). La remise des sommes au recourant par la secrétaire ne pourrait s'expliquer, dans une telle hypothèse - aucun élément délictueux n'ayant été retenu à la charge de la secrétaire - qu'en admettant que cette employée a cru, par erreur, que le recourant était en droit d'obtenir d'elle ces versements; en créant ou en ne dissipant pas une telle erreur, le recourant se serait alors trouvé sur le terrain de la tromperie astucieuse, ou de l'erreur astucieusement exploitée. Au mieux pourrait, le cas échéant, être envisagée l'hypothèse de la commission médiate d'un abus de confiance (cf. SCHMID, in RSJ 68 (1972), p. 119/120).\n\nLes éléments constitutifs objectifs de l'abus de confiance ayant été à juste titre retenus par la cour cantonale, le premier moyen du recourant doit être rejeté.\n\n3. a) A côté des éléments objectifs de l'infraction, et de l'intention d'appropriation, qui n'est pas contestée, il reste à examiner si, en l'espèce, le recourant a réalisé l'élément subjectif du dessein d'enrichissement illégitime. Le dessein d'enrichissement est en effet un élément constitutif aussi bien de l'infraction de l'al. 1 du ch. 1 de l'art. 140 CP (selon le texte légal) que de l'infraction de l'al. 2 (selon la jurisprudence - ATF 81 IV 28 consid. 2, ATF 77 IV 12).\n\nLa cour cantonale a considéré que le recourant avait employé sans droit la chose à son profit, et qu'il ne pouvait se prévaloir des créances pouvant exister à son profit contre la BGE 105 IV 29 S. 35société plaignante, parce qu'il n'était pas établi que le recourant ait fait valoir auprès des organes responsables de la plaignante son droit à la compensation dans la forme prévue par l'art. 124 ch. 1 CO. Mais cette argumentation ne permet pas d'affirmer ou de retenir à satisfaction de droit l'existence d'un dessein d'enrichissement illégitime.\n\nL'absence ou le retard d'une déclaration de compensation constituent sans doute souvent un indice important de l'absence d'une véritable volonté de compenser et, partant, de l'existence d'un dessein d'enrichissement illégitime (ATF 74 IV 32, 90, ATF 81 IV 235), mais elles ne sont néanmoins pas déterminantes dans tous les cas. La jurisprudence et la doctrine admettent en effet, de manière générale, qu'il n'y a pas de dessein d'enrichissement illégitime chez celui qui s'approprie une chose pour se payer ou pour tenter de se payer lui-même, s'il a une créance d'un montant au moins égal à la valeur de chose qu'il s'est appropriée et s'il a vraiment agi en vue de se payer (ATF 81 IV 28 consid. 2, ATF 98 IV 21 /22). Ce qui exclut le dessein d'enrichissement illégitime dans une telle hypothèse, ce n'est pas la circonstance objective de l'existence d'une créance de l'auteur contre le lésé, mais sa volonté de se faire payer. Il importe dès lors peu de savoir si ou quand l'auteur a fait une éventuelle déclaration de compensation ou si une telle déclaration était objectivement admissible ou non. Ce qui est déterminant, c'est uniquement son intention au moment de l'appropriation. Et savoir quelle est cette intention est une question de preuve (NOLL, in RPS 71 (1956), p. 165/166).\n\nPour des raisons analogues, l'existence de la créance invoquée par l'auteur n'est pas non plus déterminante quant au dessein d'enrichissement illégitime; c'est la conscience de l'illégitimité de l'enrichissement qui compte. Si elle fait défaut, notamment lorsque l'auteur est convaincu de l'existence de sa créance, celui-ci devra se voir appliquer l'art. 19 CP sur l'erreur de fait. Ce sont donc la volonté et la représentation que se fait l'auteur de la situation qui sont déterminantes (NOLL, op.cit., p. 167).\n\nEn d'autres termes, l'Ersatzbereitschaft, par quoi l'on désigne l'état de l'auteur qui peut justifier d'avoir eu à tout moment la volonté et la possibilité de représenter l'équivalent des montants employés (ATF 91 IV 130, ATF 74 IV 31, ATF 77 IV 12), peut exister également chez l'auteur qui, au moment où il agit, BGE 105 IV 29 S. 36entend réellement invoquer la compensation, qui manifeste cette intention et qui est persuadé que sa créance est compensable (cf. SIGRIST, Veruntreuung im Zusammenhang mit Abzahlungsverträgen, thèse Zurich 1975, p. 108/109).\n\nCertes, le dessein d'enrichissement illégitime peut-il être réalisé par dol éventuel. Tel est notamment le cas lorsque l'auteur envisage l'enrichissement comme possible, par exemple s'il n'est pas absolument convaincu de l'existence et du bien-fondé de sa propre créance, mais qu'il agit néanmoins en acceptant l'éventualité d'un enrichissement au cas où il se produirait (cf. ATF 72 IV 125; STRATENWERTH, op.cit., p. 174/175, 241; SIGRIST, op.cit., p. 104).\n\nb) En l'espèce, la cour cantonale ne se prononce pas expressément sur le réel dessein du recourant. Cette lacune frappe d'autant plus qu'un certain nombre des faits retenus donnent à penser que le recourant n'a peut-être pas eu celui de s'enrichir: ainsi notamment l'indication à la secrétaire-comptable de la cause des prélèvements, la fourniture de pièces justificatives quant à la réalité des créances, l'erreur peut-être non fautive sur la réalité de certaines des créances invoquées, l'admission, au bénéfice du doute certes, mais l'admission tout de même de la réalité de la plupart des créances invoquées, l'absence d'éléments précis quant à une intention de dissimuler à la société plaignante l'existence des prélèvements.\n\nDès lors qu'il n'est pas possible en l'état de se prononcer sur le dessein d'enrichissement illégitime du recourant, l'arrêt attaqué doit être annulé en application de l'art. 277 PPF et la cause renvoyée à la cour cantonale pour qu'elle comble les lacunes constatées et se prononce clairement sur le dessein du recourant au moment où il a agi.\n\nIl appartiendra à l'autorité cantonale de se prononcer sur le dessein du recourant au moment où il s'est fait remettre les montants en cause. Si elle constate et retient que, dans les cas 4 et 7, l'intention du recourant était uniquement de se faire payer ce qu'il croyait vraiment lui être dû, elle devra le libérer. Elle devra en outre le libérer, au bénéfice de l'erreur sur les faits, si elle estime que, dans le cas 10, il croyait réellement que les indemnités qu'il a prélevées lui étaient dues. Enfin, dans le cas 8, elle devra admettre l'Ersatzbereitschaft en faveur du recourant si elle retient que son intention, au moment des prélèvements, était bien de les compenser avec le salaire qu'il BGE 105 IV 29 S. 37estimait dû et de les faire déduire de celui-ci au moment de son échéance (cf. ATF 74 IV 31 consid. 2 in fine). Elle prononcera les mêmes libérations si elle ne peut déterminer, ou faire déterminer, avec suffisamment de netteté ou de conviction le dessein véritable du recourant. Elle ne retiendra donc la culpabilité du recourant que dans les cas où elle serait convaincue soit qu'il a réellement eu le dessein de s'enrichir au détriment de son employeur au moment où il a agi, soit qu'il a fait preuve de dol éventuel en acceptant l'éventualité d'un enrichissement illégitime pour le cas où ses créances n auraient pas existé.\n\nOn relève encore qu'il n'y aura en tout cas pas lieu d'envisager l'application éventuelle de l'art. 143 CP, réprimant la soustraction sans dessein d'enrichissement. Certes, cette disposition est subsidiaire au vol, à l'abus de confiance et au détournement (ATF 96 IV 22), mais l'absence de dessein d'enrichissement recouvrirait in casu l'absence d'intention de causer un dommage à l'employeur; Or une telle intention est l'un des éléments constitutifs subjectifs de l'infraction de l'art. 143 CP (cf. STRATENWERTH, op.cit., p. 212, et arrêts cités).\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet partiellement le pourvoi, annule l'arrêt attaqué et renvoie la cause à l'autorité cantonale pour nouvelle décision dans le sens des considérants."}