{"annee": "105", "cour": "II", "page": "215", "date": "29/6/1979", "cite": ["89 I 303", "94 II 65", "84 II 469", "97 I 389"], "cite_par": ["110 II 119"], "chapeau": "36. Urteil der II. Zivilabteilung vom 29. Juni 1979 i.S. X. gegen X. (Berufung)", "regestes": ["Action en divorce introduite devant le juge de son lieu d'origine en Suisse par une femme ayant la double nationalité suisse et étrangère et domiciliée dans son autre pays d'origine. 1. La convention entre la Suisse et la Belgique sur la reconnaissance et l'exécution de décisions judiciaires et de sentences arbitrales du 29 avril 1959 ne saurait exclure l'application de la LRDC (consid. 2). 2. L'art. 7g al. 1 LRDC s'applique aussi au double national suisse et étranger habitant dans son pays d'origine étranger (consid. 1 et 4) (confirmation de jurisprudence)."], "faits": "BGE 105 II 215 S. 215\n\nDer belgische Staatsangehörige A. X. und B. Y., Bürgerin von Horgen und Wetzikon, schlossen am 3. August 1957 in Horgen die Ehe. Die Ehefrau, die zuvor gemäss Art. 9 des Bundesgesetzes über Erwerb und Verlust des Schweizerbürgerrechts (BüG) BGE 105 II 215 S. 216die Erklärung abgegeben hatte, ihr Schweizer Bürgerrecht beibehalten zu wollen, erwarb durch die Heirat die belgische Staatsangehörigkeit. Die Eheleute X.-Y. begründeten in der Folge ihren Wohnsitz in Belgien.\n\nMit Eingabe vom 20. April 1977 reichte die nach wie vor in Belgien wohnhafte B. X.-Y. beim Bezirksgericht Horgen Klage ein auf Scheidung der Ehe gestützt auf Art. 142 ZGB.\n\nA. X. erhob die Einrede der örtlichen Unzuständigkeit.\n\nDas Bezirksgericht Horgen (III. Abteilung) schützte die Einrede des Beklagten und beschloss am 6. Juli 1978, auf die Klage werde nicht eingetreten.\n\nDen von der Klägerin hiegegen erhobenen Rekurs hiess das Obergericht des Kantons Zürich (I. Zivilkammer) mit Beschluss vom 29. Januar 1979 gut. Es wies die Sache zum Eintreten auf die Scheidungsklage an das Bezirksgericht zurück.\n\nA. X. hat gegen den zweitinstanzlichen Entscheid beim Bundesgericht Berufung eingereicht mit dem Antrag, es sei die Unzuständigkeit des Richters am schweizerischen Heimatort der Klägerin festzustellen.\n\nDie Klägerin schliesst auf Abweisung der Berufung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Gemäss Art. 7g Abs. 1 NAG kann ein im Ausland wohnender schweizerischer Ehegatte eine Scheidungsklage beim Richter seines Heimatortes anbringen. Diese Bestimmung gilt nach der bundesgerichtlichen Rechtsprechung auch dann, wenn der Kläger Doppelbürger ist und seinen Wohnsitz im andern Heimatstaat hat (vgl. BGE 84 II 469 ff.). In einem späteren Entscheid hat das Bundesgericht freilich beiläufig bemerkt, es möge dahingestellt bleiben, ob die Anwendung des Art. 7g Abs. 1 NAG auf schweizerisch-ausländische Doppelbürger angesichts der sich mehrenden internationalen Zuständigkeitskonflikte als dem wahren Sinne des Gesetzes entsprechend betrachtet werden könne und ob die weite Auslegung der genannten Bestimmung beizubehalten sei oder ob nicht vielmehr bei Wohnsitz des Doppelbürgers im ausländischen Heimatstaat der Gerichtsbarkeit jenes Staates der Vorrang einzuräumen sei (BGE 89 I 309).\n\nDer Beklagte macht in erster Linie geltend, einer Anwendung des Art. 7g Abs. 1 NAG auf das von der Klägerin in BGE 105 II 215 S. 217Horgen eingeleitete Verfahren stehe auf jeden Fall das am 29. April 1959 geschlossene und am 15. Oktober 1962 in Kraft getretene Abkommen zwischen der Schweiz und Belgien über die Anerkennung und Vollstreckung von gerichtlichen Entscheidungen und Schiedssprüchen (SR 0.276.191.721) entgegen; diese Konvention sei dem Willen der beiden Staaten entsprungen, Zuständigkeitskonflikte zu vermeiden und gehe daher den innerstaatlichen Kollisionsnormen vor; Art. 7g Abs. 1 NAG könnte demnach nur dann angewendet werden, wenn das vom schweizerischen Richter zu füllende Urteil in Belgien anerkannt würde, was jedoch gemäss Art. 1 Abs. 1 lit. b und Art. 2 Abs. 1 lit. a des erwähnten Abkommens nicht der Fall sei.\n\n2. Das schweizerisch-belgische Abkommen vom 29. April 1959 regelt einzig die Bedingungen, unter denen gerichtliche Entscheide (und Schiedssprüche) des einen Vertragsstaates im andern anerkannt und vollstreckt werden sollen (vgl. die Präambel). Es enthält keine Gerichtsstandsordnung und sieht demnach auch nicht etwa vor, dass die Zuständigkeitsnormen des einen Staates der Frage der Anerkennung der Urteile durch den andern Staat Rechnung zu tragen hätten. Entgegen der Auffassung des Beklagten vermag der Staatsvertrag eine Anwendung der Bestimmungen des NAG somit nicht auszuschliessen (vgl. Art. 34 NAG).\n\n3. Dass die Klägerin auch in Belgien die Scheidung erlangen könnte, ist ohne Belang. Der Beklagte vermag im übrigen nicht darzutun, dass das dortige Recht einen der tiefen Zerrüttung im Sinne von Art. 142 ZGB entsprechenden Scheidungsgrund kennt. Dies ist denn auch offensichtlich nicht der Fall (vgl. Art. 229 ff. des belgischen Bürgerlichen Gesetzbuches, bei BERGMANN/FERID, Internationales Ehe- und Kindschaftsrecht, I. Bd., Belgien S. 33).\n\n4. Wie das Obergericht mit Recht ausführt, besteht trotz der in BGE 89 I 309 geäusserten Bedenken kein Anlass zur Änderung der Rechtsprechung zu Art. 7g Abs. 1 NAG (Anwendung auch bei Doppelbürgern), die im Schrifttum zumindest stillschweigend gebilligt wird (vgl. VISCHER, Internationales Privatrecht, in: Schweizerisches Privatrecht, I. Bd. S. 541; STAUFFER, Nachtrag 1977 zur Praxis zum NAG, Anm. 3 zu Art. 7g; SCHNITZER, Handbuch des internationalen Privatrechts, 4. A., I. Bd., S. 377; BÜHLER, Berner Kommentar, Einleitung zur Ehescheidung, N. 132; HINDERLING, Das schweizerische Ehescheidungsrecht, 3. A., S. 192).\n\nBGE 105 II 215 S. 218Die Erwägungen in BGE 84 II 473 ff. haben nach wie vor ihre Gültigkeit. Mit der im Bürgerrechtsgesetz geschaffenen, durch nichts eingeschränkten Möglichkeit der Erklärung, das Schweizer Bürgerrecht beibehalten zu wollen (Art. 9 Abs. 1 BüG), wurde in Kauf genommen, dass eine Schweizerin, die bei der Heirat mit einem Ausländer dessen Staatsangehörigkeit erwirbt, zur Doppelbürgerin werden kann und dass dadurch im internationalen Verhältnis Schwierigkeiten entstehen können. Es ist daher nicht Sache der Rechtsprechung, einer schweizerisch-ausländischen Doppelbürgerin, die im ausländischen Heimatstaat wohnt, unter Berufung auf die Vermeidung internationaler Konflikte den schweizerischen Scheidungsgerichtsstand vorzuenthalten oder von ihr - entsprechend der Regelung in Art. 7h Abs. 1 NAG - den Nachweis der Anerkennung des Urteils im ausländischen Wohnsitz- und Heimatstaat zu verlangen. Dem Gesichtspunkt der Anerkennung des Urteils im ausländischen Heimatstaat hat das Bundesgericht in seiner neueren Rechtsprechung übrigens auch im Zusammenhang mit andern eherechtlichen Fragen zu Gunsten der inneren Harmonie der schweizerischen Rechtsordnung immer weniger Bedeutung beigemessen (vgl. BGE 102 Ib 1 ff.; BGE 97 I 389 ff., insbesondere 410; BGE 94 II 65 ff.).\n\nDass sich im vorliegenden Fall auch die Nebenfolgen einer Scheidung nach schweizerischem Recht bestimmen (Art. 7g Abs. 2 NAG) und dass der Beklagte als in seinem Heimatstaat wohnender Belgier in der Schweiz ins Recht gefasst werden kann, ist die Folge der bestehenden schweizerischen Rechtsordnung. Der Beklagte hat sich damit abzufinden."}