{"annee": "105", "cour": "IV", "page": "303", "date": "12/11/1979", "cite": ["90 IV 14"], "cite_par": ["109 II 319", "128 IV 23", "116 IV 193"], "chapeau": "78. Auszug aus dem Urteil des Kassationshofes vom 12. November 1979 i.S. S. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 144 CP. 1. Celui qui acquiert la propriété d'une chose conformément aux art. 714/933 CC ne peut être puni pour recel s'il la vend, même s'il a appris après coup qu'elle avait une origine délictueuse (consid. 1 lit. a). 2. Toutefois, lorsque l'acquéreur peut, en faisant preuve de l'attention commandée par les circonstances, se rendre compte de l'origine délictueuse de la chose, même s'il ne se rend pas coupable de recel à ce moment, l'élément intentionnel de cette infraction n'étant pas réalisé, sa négligence l'empêche néanmoins d'en acquérir la propriété (consid. 3 litt. b). Si dès lors il apprend après coup l'origine délictueuse de la chose et la revend malgré tout, il sera coupable de recel (consid. 3 litt. c)."], "faits": "", "considerants": "BGE 105 IV 303 S. 304\n\nAus den Erwägungen:\n\n3. Der Beschwerdeführer macht geltend, er hätte höchstens der einfachen, nicht aber der fortgesetzten Hehlerei schuldig erklärt werden dürfen. Nach dem angefochtenen Urteil sei er beim Erwerb des ersten Wagens, d.h. des Opel Rekord, gutgläubig gewesen. Sei dem aber so, dann habe er den Wagen auch weiterverkaufen dürfen, ohne sich strafbar zu machen.\n\na) Wer in gutem Glauben eine bewegliche Sache zu Eigentum übertragen erhält, wird, auch wenn der Veräusserer zur Eigentumsübertragung nicht befugt ist, deren Eigentümer, BGE 105 IV 303 S. 305sobald er nach den Besitzesregeln im Besitze der Sache geschützt ist (Art. 714 Abs. 2 ZGB). Das trifft insbesondere dann zu, wenn die Sache dem Veräusserer anvertraut worden war (Art. 933 ZGB). Der Eigentumserwerb gemäss diesen Bestimmungen bleibt auch dann gültig, wenn der Erwerber nachträglich seinen guten Glauben im Sinne des ZGB, wie er in Art. 3 ZGB umschrieben ist, verliert (BGE 90 IV 19; STARK, Berner Kommentar, N 79 zu Art. 933, LIVER, Schweizerisches Privatrecht, Band V/1, S. 327). Gegenüber dem gutgläubigen Erwerber der anvertrauten Sache gehen alle Restitutionsansprüche unter. Das Recht des bisher Berechtigten erlischt, so dass der Erwerber frei und unangefochten über die Sache verfügen kann. Verkauft er sie, begeht er keine Hehlerei, und zwar auch dann nicht, wenn er im Zeitpunkt des Weiterverkaufs aufgrund inzwischen eingetretener Verdachtsgründe im Sinne von Art. 144 StGB weiss oder annehmen muss, dass der Vorbesitzer die Sache durch eine strafbare Handlung erlangt hatte.\n\nb) Die Firma M. AG in Winterthur hat T. den Opel Rekord vermietet und somit im Sinne von Art. 933 ZGB anvertraut. Es stellt sich die Frage, ob der Beschwerdeführer bei Übernahme des Opel Rekord gutgläubig gewesen sei und infolgedessen daran Eigentum erworben habe oder nicht.\n\nDas angefochtene Urteil setzt sich mit dieser Frage nicht auseinander. Aus der Feststellung der Vorinstanz, S. habe beim Erwerb des Opel Rekord weder gewusst noch annehmen müssen, dass T. dieses Fahrzeug durch eine strafbare Handlung erworben hatte, lässt sich nicht ableiten, das Obergericht habe damit den guten Glauben des Beschwerdeführers im Sinne des ZGB bejaht (vgl. BGE 90 IV 20). Denn Gutgläubigkeit hat in Art. 714 Abs. 2 und 933 ZGB nicht den gleichen Sinn wie in Art. 144 StGB. Wegen Hehlerei macht sich nur strafbar, wer zumindest in Kauf nahm, dass die von ihm erworbene Sache durch eine strafbare Handlung erlangt worden war. Mit \"annehmen müssen\" ist in Art. 144 StGB Eventualdolus gemeint; Fahrlässigkeit genügt nicht (vgl. STRATENWERTH, BT, Bd. I, S. 276, TRECHSEL, zum Tatbestand der Hehlerei, ZStR 91/1975, S. 402 mit Hinweisen). Demgegenüber ist der Erwerber schon dann nicht mehr gutgläubig im Sinne von Art. 714 Abs. 2 und 933 ZGB, wenn er bei der Aufmerksamkeit, die nach den Umständen von ihm verlangt werden darf, hätte erkennen können, dass der Vorbesitzer zur Veräusserung der Sache nicht BGE 105 IV 303 S. 306berechtigt war. Fahrlässigkeit reicht mithin zur Zerstörung des guten Glaubens aus.\n\nOb der Beschwerdeführer beim Erwerb des Opel Rekord im Sinne von Art. 3, 714 Abs. 2 und 933 ZGB gutgläubig war oder nicht, ist eine zivilrechtliche Vorfrage, die der Kassationshof im Verfahren der Nichtigkeitsbeschwerde beantworten muss, wenn die diesbezüglichen tatsächlichen Feststellungen der Vorinstanz dazu ausreichen. Nach den Feststellungen des Obergerichts gab T. dem Beschwerdeführer an, er könne aufgrund seiner Tätigkeit bei einer Versicherungsgesellschaft Unfallfahrzeuge billig erwerben; gleichwohl verkaufte er das Auto als \"unfallfrei\". T. erklärte dem Beschwerdeführer im weiteren, er habe den Opel Rekord am 11. April 1977 von einem gewissen D. zum Preis von Fr. 4'800.- für einen andern Wagen in Zahlung genommen, was er mittels eines gefälschten Vertrages belegte; dennoch begnügte er sich nur vier Tage später beim Verkauf an S. mit Fr. 4'000.-, nahm also eine Einbusse von Fr. 800.- in Kauf. Obwohl laut gefälschtem Vertrag der Vorbesitzer D. in Wil/SG wohnte, trug der Wagen Zürcher Kontrollschilder. Der Beschwerdeführer, der seit 1970 einen schwunghaften Autooccasionshandel betreibt, hat nicht jene Aufmerksamkeit beobachtet, wie sie nach diesen von der Vorinstanz verbindlich festgestellten Umständen von ihm verlangt werden durfte, als er mit dem ihm bis dahin unbekannten T. den Kaufvertrag über den Opel Rekord abschloss. Auch wenn S. hinsichtlich des Erwerbs dieses Wagens mangels Vorsatzes nicht wegen Hehlerei bestraft werden konnte, fehlte ihm nach dem Gesagten doch der gute Glaube im Sinne von Art. 714 Abs. 2 und 933 i.V.m. Art. 3 Abs. 2 ZGB, so dass er mit dem Erwerb des Opel Rekord nicht Eigentümer desselben wurde und daher auch nicht wie ein Eigentümer über ihn verfügen konnte.\n\nc) Der Tatbestand der Hehlerei ist allerdings nicht schon dann erfüllt, wenn der im zivilrechtlichen Sinne bösgläubige Erwerber einer Sache nachträglich von deren strafbaren Herkunft erfährt oder sie zumindest in Kauf nimmt; denn der sog. \"dolus subsequens\" reicht zur Bestrafung nicht aus. Hiezu ist vielmehr weiter erforderlich, dass der Erwerber trotz dieser inzwischen erlangten Kenntnis eine von Art. 144 StGB erfasste Handlung begeht, die Sache etwa verheimlicht oder absetzen hilft.BGE 105 IV 303 S. 307\n\nNach den verbindlichen Feststellungen des Obergerichts musste S. im Zeitpunkt des Weiterverkaufs des Opel Rekord, d.h. am 18. April 1977, aufgrund neuer, mit dem Abschluss des Kaufvertrages über den Renault zusammenhängender Verdachtsmomente zumindest annehmen, dass T. auch den Opel Rekord durch eine strafbare Handlung erlangt hatte. Da zudem der Weiterverkauf als \"absetzen helfen\" eine Tathandlung von Art. 144 StGB darstellt, ist der Tatbestand der Hehlerei, wie das Obergericht zu Recht erkannt hat, auch hinsichtlich des Opel Rekord erfüllt.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}