{"annee": "106", "cour": "II", "page": "152", "date": "12/6/1980", "cite": ["101 II 283"], "cite_par": ["131 III 451", "128 III 271"], "chapeau": "28. Arrêt de la Ire Cour civile du 12 juin 1980 dans la cause L. Serafini S.A. contre Serafini (recours de droit public)", "regestes": ["Art. 329 c al. 2, 329 d'al. 2 CO. Fixation des vacances par l'employeur à l'intérieur de la période restant à courir jusqu'à la fin des rapports de travail. Remplacement par des prestations en argent exclu (consid. 2). Art. 343 al. 3 CO. Action téméraire, frais (consid. 4)."], "faits": "BGE 106 II 152 S. 153\n\nLuciano Serafini a travaillé plus d'une année au service de L. Serafini S.A. Celle-ci lui a signifié son congé par lettre du 29 mai 1979 pour la fin du mois de juillet 1979, en l'invitant à prendre d'ici là ses vacances, soit environ 219 heures. Le 13 juin 1979, elle lui a payé son salaire jusqu'au 31 juillet 1979 en renonçant à ses services.\n\nLe 18 juin 1979, Luciano Serafini a ouvert action contre L. Serafini S.A. en paiement de 1'857 fr., à titre de salaire pour 13 jours ouvrables du 1er au 17 août 1979. Il faisait valoir que l'entreprise était fermée du 13 juillet au 3 août 1979 et qu'il avait prévu de prendre ses vacances du 14 juillet au 17 août.\n\nRejetée par le Tribunal des prud'hommes de Genève, l'action a été admise par arrêt du 22 novembre 1979 de la Chambre d'appel des prud'hommes.\n\nL. Serafini S.A. a formé un recours de droit public pour violation de l'art. 4 Cst., concluant à l'annulation de l'arrêt du 22 novembre 1979.\n\nLe Tribunal fédéral a admis le recours et annulé l'arrêt attaqué.", "considerants": "Considérant en droit:\n\n1. Le Tribunal des prud'hommes a considéré que le congé avait été régulièrement donné, que selon l'art. 329 d al. 2 CO les vacances ne peuvent être compensées par des prestations en argent et que l'intimé devait partant prendre ses vacances avant la fin du contrat conformément à la décision de son employeur.\n\nA l'appui de la solution contraire, la Chambre d'appel se borne à considérer ce qui suit:\n\n\"Considérant quant au fond, qu'il ressort du mémento de l'Union des\n\nIndustriels de la métallurgie d'août 1973, ce qui suit: le salarié a le\n\nBGE 106 II 152 S. 154droit\n\nde prendre ses vacances après la fin de l'engagement à moins que la date\n\nde celles-ci n'ait pas déjà été fixée précisément sur la période coïncidant\n\navec le début du congé.\n\nConsidérant qu'il est d'usage dans ces professions - sauf autre accord\n\nentre les parties - d'indemniser le travailleur pour les vacances non\n\nencore prises après la fin des relations de travail.\n\nQu'il y a lieu de relever d'ailleurs que ce mode de faire n'est pas\n\ncontraire à la disposition de l'art. 329 d, al. 2, qui n'est applicable que\n\npour autant que les rapports de travail se prolongent ...\"\n\nLa recourante invoque l'art. 329 c al. 2 CO. Elle conteste l'existence de l'usage admis par l'autorité cantonale. Subsidiairement, elle fait valoir que cet usage serait inapplicable, et d'ailleurs contraire au droit.\n\n2. Aux termes de l'art. 329 d al. 2 CO - qui a repris l'art. 341bis a CO - tant que durent les rapports de travail, les vacances ne peuvent pas être remplacées par des prestations en argent ou d'autres avantages. Contrairement à ce que paraît admettre l'autorité cantonale, cette interdiction ne disparaît pas à la fin des rapports de travail. La conversion des vacances en espèces ou autres avantages n'est licite, lorsque le contrat prend fin, que si l'employeur n'est plus en mesure d'exécuter son obligation en nature (ATF 101 II 285 s.). Tel n'est pas le cas en l'espèce. La recourante avait au contraire déjà exécuté son obligation à l'égard de l'intimé, au moment de la fin des rapports de services. Selon l'art. 329 c al. 2 CO, l'employeur fixe la date des vacances en tenant compte des désirs du travailleur dans la mesure compatible avec les intérêts de l'entreprise. L'existence d'une convention contraire des parties n'est pas établie. Lorsqu'elle a donné congé à l'intimé, la recourante a délimité ses vacances en ce sens qu'elles devaient être comprises dans la période qui restait à courir jusqu'à la fin des rapports de travail; elle lui a non seulement donné la possibilité de prendre les vacances auxquelles il avait droit, mais elle l'y a expressément invité (cf. à ce sujet SCHWEINGRUBER, Commentaire du contrat de travail, trad. Albert Laissue, 1975, p. 144). L'intimé lui-même admet qu'il n'avait pas fait part de son intention de prendre ses vacances du 14 juillet au 17 août 1979 à la recourante. Celle-ci n'avait donc pas à tenir compte des désirs de son employé, ni lorsqu'elle lui a adressé sa lettre du 29 mai 1979, ni lorsqu'elle lui a payé son salaire le 13 juin 1979 en le priant de quitter sa place de travail. Elle n'aurait d'ailleurs été tenue de prendre en considération de tels désirs que si cela avait été BGE 106 II 152 S. 155compatible avec les intérêts de l'entreprise. Or la lettre du 29 mai 1979 révèle que ce n'était précisément pas le cas. L'intimé n'a d'ailleurs indiqué aucune raison précise qui aurait pu justifier la fixation de ses vacances à une date différente de celle qu'avait choisie la recourante.\n\n3. L'usage retenu par l'autorité cantonale ne pourrait avoir d'importance dans les relations entre les parties que si celles-ci étaient convenues de l'inclure dans leur contrat. Or l'arrêt attaqué ne renferme aucune constatation à cet égard. Il n'est dès lors pas nécessaire d'examiner si un tel usage serait compatible avec le but de l'art. 329 d al. 2 CO, disposition de droit impératif (art. 361 CO).\n\n4. L'action de l'intimé est dénuée de tout fondement. La Chambre d'appel l'a admise au mépris de la loi et de la jurisprudence. De surcroît, il est manifestement contraire aux règles de la bonne foi (art. 2 CC) de réclamer une indemnité compensatoire pour des vacances que l'intimé avait non seulement la faculté de prendre pendant les rapports de travail, mais dont il a effectivement bénéficié du 13 juin au 31 juillet 1979, période pendant laquelle il a touché son plein salaire. L'action est dès lors téméraire, ce qui justifie de mettre à la charge de l'intimé les frais de l'instance fédérale (art. 343 al. 3 CO)."}