{"annee": "106", "cour": "IV", "page": "295", "date": "7/5/1980", "cite": ["99 IV 121", "104 IV 35"], "cite_par": ["115 IV 256", "117 IV 408", "122 IV 211", "112 IV 106", "118 IV 309", "111 IV 74"], "chapeau": "74. Urteil des Kassationshofes vom 7. Mai 1980 i.S. E. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 19 ch. 1 al. 4 et ch. 2 litt. a LStup. Entre la remise de la drogue et le paiement, il y a place pour la coopération d'un tiers, coauteur ou complice, qui par exemple se charge, en connaissance de cause, de recevoir le prix de la drogue et de le remettre au vendeur."], "faits": "BGE 106 IV 295 S. 295\n\nA.- Etwa vom 6. August bis Ende September 1977 beteiligte sich Hedwig E. am Rauschgifthandel ihres Freundes K. Dieser hatte erhebliche Mengen Haschisch und Heroin in die Schweiz eingeführt, in der Wohnung des M. gelagert und durch ihn weiterverbreiten lassen. Hedwig E. besorgte für K. vorwiegend das Inkasso. So nahm sie von M. am 19. und 21. September 1977 insgesamt Fr. 10'000.-- für von K. gelieferte Betäubungsmittel entgegen, verbrauchte davon rund Fr. 3'000.-- für persönliche Bedürfnisse und übergab den Rest in Istanbul ihrem Freund K. Ebenfalls im September 1977 nahm sie von O. eine Stereoanlage im Wert von ca. Fr. 2'200.-- entgegen als Entgelt für von K. geliefertes Haschisch.\n\nB.- Das Obergericht des Kantons Zürich erklärte Hedwig E. der fortgesetzten Widerhandlung gegen BGE 106 IV 295 S. 296Art. 19 Ziff. 1 Abs. 4 und Ziff. 2 lit. a des Betäubungsmittelgesetzes (BetmG) schuldig und verurteilte sie zu 12 Monaten Gefängnis mit bedingtem Strafvollzug.\n\nC.- Mit Nichtigkeitsbeschwerde beantragt die Verurteilte Rückweisung der Sache zum Freispruch.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nDie Angeklagte macht, wie schon vor Obergericht, geltend, ihre Handlung, die Entgegennahme von Geld als Bezahlung für Drogen, falle nicht unter den Tatbestand des Verkaufens im Sinne von Art. 19 Ziff. 1 Abs. 4 BetmG. Verkaufen bestehe einerseits im Abschluss des Vertrages durch gegenseitige Willensäusserung der Parteien. Weiter gehöre dazu die Erfüllung der Pflicht gemäss Kaufvertrag, die Besitzesübereignung. Die Bezahlung des Kaufpreises hingegen gehöre nicht zum Begriff des Verkaufes. Die Forderung könne auch auf andere Art zum Erlöschen kommen (Verrechnung, Vereinigung, Verjährung). Mit der Besitzübergabe sei deshalb der Straftatbestand erfüllt, unabhängig davon, ob der Erwerber im nachhinein noch eine Geldzahlung leiste oder nicht.\n\nWie das Obergericht unter Berufung auf SCHULTZ (Allg. Teil I S. 124 f.) und BGE 99 IV 124 zutreffend ausführt, ist Vollendung eines Deliktes gegeben, wenn alle allgemeinen Voraussetzungen der Strafbarkeit und alle echten Merkmale des in Frage stehenden gesetzlichen Tatbestandes verwirklicht sind. Indessen ist Mitwirkung eines Dritten an der Tat auch nach deren Vollendung noch möglich, nämlich bis zur Beendigung. Letztere tritt ein, wenn nach Erfüllung aller objektiven Tatbestandsmerkmale die Umstände verwirklicht sind, die der Täter nach der betreffenden Strafnorm beabsichtigt haben muss, oder wenn bei frühzeitiger Vollendung das dieser nachfolgende Verhalten zur weiteren Beeinträchtigung des verletzten Rechtsgutes beiträgt.\n\nMit der Vereinbarung des Kaufpreises und der Abgabe der Drogen an den Käufer ist die Tathandlung des Verkaufens vollendet. Es wäre abwegig, Vollendung erst mit Entgegennahme des Entgeltes anzunehmen und denjenigen, der vom Käufer um die vereinbarte Gegenleistung geprellt wird, nur wegen Versuches zu bestrafen. Damit ist aber noch nichts über die Beendigung der Tat gesagt. Dem Verkäufer geht es nicht BGE 106 IV 295 S. 297nur um die Abgabe der Drogen, sondern hauptsächlich um die Erzielung eines Gewinnes. Die Behauptung, die Bezahlung der Kaufpreisforderung gehöre nicht begriffswesentlich zum Verkauf, geht an der Sache vorbei. Dass das Obligationenrecht neben der Zahlung noch andere Erlöschensgründe kennt, ist hier ohne Belang. Durch Abschluss eines Kaufvertrages verpflichtet sich der Verkäufer, dem Käufer die Sache zu übergeben und ihm Eigentum daran zu verschaffen; letzterer verpflichtet sich zur Zahlung des Kaufpreises und zur Abnahme der Kaufsache. Obschon es sich beim Drogenkauf um ein nichtiges Rechtsgeschäft (Art. 20 OR) handelt und obligationenrechtliche Überlegungen für die Auslegung eines Straftatbestandes nicht entscheidend sein können, ist doch festzustellen, dass diese zivilrechtliche Definition des Kaufvertrages der obigen Auslegung des Verkaufens im Sinne des Betäubungsmittelgesetzes nicht widerspricht.\n\nSomit ist die Tat erst mit der Entgegennahme des Kaufpreises beendet. Infolgedessen ist im Stadium zwischen Übergabe der Betäubungsmittel und ihrer Bezahlung noch Mitwirkung eines Dritten in Form von Gehilfenschaft oder Mittäterschaft möglich. Dies umso mehr, als nichts dafür spricht, dass die bewusste Entgegennahme und Weiterleitung des Geldes an den Verkäufer straflos bleiben sollte. Vielmehr will das Betäubungsmittelgesetz alle Phasen des Rauschgifthandels treffen, um ihn möglichst wirkungsvoll zu bekämpfen.\n\nIndem die Beschwerdeführerin von M. Fr. 10'000.-- und von O. eine Stereoanlage im Wert von ca. Fr. 2'200.-- als Zahlung für Betäubungsmittel entgegennahm, hat sie am Verkauf von Drogen im Sinne von Art. 19 Ziff. 1 Abs. 4 BetmG mitgewirkt. Dass sie vorsätzlich handelte, stellt das Obergericht verbindlich fest (Art. 277bis Abs. 1 BStP, BGE 104 IV 36 E. 1).\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}