{"annee": "106", "cour": "II", "page": "45", "date": "12/5/1980", "cite": ["94 II 122", "99 II 303"], "cite_par": [], "chapeau": "10. Extrait de l'arrêt de la Ire Cour civile du 12 mai 1980 dans la cause Georges contre Kramer et Tribunal des prud'hommes de Genève (recours de droit public)", "regestes": ["Litige relatif à un contrat présentant les caractéristiques d'un contrat de travail partiaire ou d'un contrat de société. Le mode de rétribution fixé par une convention collective de travail ne s'applique pas à un tel contrat (consid. 3). Recours téméraire (art. 343 al. 3 CO, 31 OJ)."], "faits": "BGE 106 II 45 S. 45\n\nMaurice Georges a travaillé dans le salon de coiffure de Karl Kramer du 31 octobre au 23 décembre 1978. Il lui réclame en justice 525 fr. 20, somme correspondant à la différence entre ce qu'il a reçu - 2249 fr. 75 brut + 135 fr. d'indemnité de vacances BGE 106 II 45 S. 46- et le salaire calculé selon la convention collective nationale des coiffeurs (ci-après: la convention collective).\n\nDébouté le 27 avril 1979 par le Tribunal des prud'hommes de Genève, Maurice Georges a formé un recours de droit public pour violation de l'art. 4 Cst. Il conclut à l'annulation du jugement attaqué.\n\nLe Tribunal fédéral a rejeté le recours dans la mesure où il était recevable.", "considerants": "Considérant en droit:\n\n1. (Procédure.)\n\n2. Le recourant reproche au Tribunal des prud'hommes de ne pas l'avoir entendu \"au sujet de l'application de l'art. 28 de la Convention collective\". Or il ressort du procès-verbal d'audience du 27 avril 1979 que le recourant a été entendu personnellement sur les faits de la cause. Il était alors parfaitement informé de la position de l'intimé, par la lettre que celui-ci lui avait adressée le 23 février et par ses déclarations à l'audience.\n\nIl lui appartenait de contredire lors des débats la thèse de sa partie adverse. Le grief de violation du droit d'être entendu est dénué de tout fondement.\n\n3. Selon le recourant, l'autorité cantonale serait tombée dans l'arbitraire en n'appliquant pas l'art. 28 de la convention collective, alors que cette disposition a force obligatoire.\n\nIl ressort des déclarations des parties, consignées au procès-verbal de l'audience du 27 avril 1979, que le recourant, engagé oralement, avait droit à une rémunération de 40% de son chiffre d'affaires; il apportait sa propre clientèle et jouissait d'un horaire libre. Il est parti après avoir constaté qu'il ne réalisait pas un chiffre d'affaires suffisant.\n\nCes éléments - caractère aléatoire de la rémunération du recourant, qui lui faisait partager dans une large mesure les risques et profits de l'entreprise - définissent l'accord des parties non pas comme un contrat de travail au sens des art. 319 ss CO et de la convention collective, mais comme un contrat de travail partiaire (cf. ATF 99 II 304 ss consid. 4, ATF 94 II 126), voire un contrat de société. Dans les deux cas, le mode de rétribution visé par l'art. 28 de la convention collective était. manifestement inapplicable aux rapports juridiques des parties. Celles-ci sont librement convenues d'une collaboration soumise BGE 106 II 45 S. 47à d'autres règles. Leurs déclarations concordantes montrent à l'évidence qu'un engagement selon la convention collective était d'emblée exclu. Le point de vue de l'autorité cantonale, selon lequel les parties ont renoncé à l'application de cette convention, n'a donc rien d'arbitraire.\n\n4. La solution retenue par le jugement attaqué s'imposait au regard de l'accord intervenu entre les parties. Le présent recours de droit public, qui fait complètement abstraction de la teneur de cet accord, est téméraire. Il y a dès lors lieu de mettre les frais à la charge du recourant (art. 343 al. 3 CO) et d'infliger une réprimande à son avocat (art. 31 OJ)."}