{"annee": "106", "cour": "IB", "page": "193", "date": "28/3/1980", "cite": ["61 II 12", "82 II 169", "104 IB 141", "75 II 337"], "cite_par": ["108 V 121"], "chapeau": "30. Urteil der II. öffentlichrechtlichen Abteilung vom 28. März 1980 i.S. Bundesamt für Justiz gegen Jenner und Stucky (Verwaltungsgerichtsbeschwerde)", "regestes": ["Acquisition d'immeubles par des personnes domiciliées à l'étranger. 1. La majorité de l'étranger qui requiert l'autorisation d'acquérir un immeuble en Suisse se détermine selon le droit de son pays d'origine (consid. 1). 2. Domicile au sens de l'art. 4 AFAIE; cas de l'étranger qui séjourne en Suisse pour y poursuivre des études (consid. 2). 3. Les cas dans lesquels il y a intérêt légitime à l'acquisition d'un immeuble en Suisse sont exhaustivement énumérés à l'art. 6 al. 2 AFAIE; intérêt légitime dénié en l'espèce (consid. 3)."], "faits": "BGE 106 Ib 193 S. 193\n\nUdo Jenner, geboren am 9. Mai 1960, ist deutscher Staatsangehöriger und hält sich seit September 1974 als Internatsschüler des Instituts Montana auf dem Zugerberg auf. Er beabsichtigt, BGE 106 Ib 193 S. 194sein Maturitätsexamen im Jahre 1980 abzulegen und anschliessend ein Studium an der Universität Zürich aufzunehmen. Seit dem 6. September 1974 besitzt Jenner eine Aufenthaltsbewilligung für Schüler.\n\nMit öffentlicher Urkunde vom 23. November 1977 verkaufte Fritz Stucky, Architekt in Baar, Udo Jenner ein mit einem Einfamilienhaus bebautes Grundstück in der zugerischen Gemeinde Neuheim. Dieser Kaufvertrag wurde unter dem Vorbehalt geschlossen, dass dem Käufer die nach dem Bundesbeschluss über den Erwerb von Grundstücken durch Personen im Ausland (BewB) erforderliche Bewilligung erteilt werde. Am 25. August 1978 verweigerte die Volkswirtschaftsdirektion des Kantons Zug Jenner die Bewilligung, das genannte Grundstück zu erwerben. Zur Begründung führte sie im wesentlichen aus, einerseits sei der Bewerber nach schweizerischem Recht minderjährig und deshalb nicht handlungsfähig, anderseits sei die Annahme nicht von der Hand zu weisen, dass der Bewerber mit dem Grundstückskauf eine Kapitalanlage beabsichtige, ohne sich über ein berechtigtes Interesse im Sinne des Bewilligungsbeschlusses ausweisen zu können. Auf Beschwerde des Verkäufers Stucky und des Käufers Jenner hob das Verwaltungsgericht des Kantons Zug am 18. Oktober 1978 den Entscheid der Volkswirtschaftsdirektion auf und wies die Sache zur Erteilung der Bewilligung an diese zurück.\n\nMit Verwaltungsgerichtsbeschwerde beantragt das Bundesamt für Justiz, es sei der Entscheid des Verwaltungsgerichtes des Kantons Zug vom 19. Oktober 1978 aufzuheben und die nachgesuchte Bewilligung zum Erwerb des genannten Grundstücks zu verweigern.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Das Bundesamt für Justiz macht zunächst (gleich wie zuvor die Volkswirtschaftsdirektion des Kantons Zug) geltend, im vorliegenden Fall richte sich die Handlungsfähigkeit von Udo Jenner nach schweizerischem Recht. Die Anwendung ausländischen Rechts stehe hier dem Zweck des BewB entgegen und müsse auch unter Berufung auf den schweizerischen ordre public verweigert werden. Jenner, der somit als minderjährig zu betrachten sei, habe ohne Zustimmung seines gesetzlichen Vertreters keine gültigen Rechtshandlungen vornehmen können.BGE 106 Ib 193 S. 195\n\nSein Gesuch um Bewilligung des Grundstückerwerbs und seine Beschwerde beim Verwaltungsgericht des Kantons Zug seien aus diesem Grund rechtlich nicht zulässig gewesen und die Behörden des Kantons Zug hätten auf die Sache nicht eintreten dürfen. Die Beschwerdegegner vertreten andererseits die Auffassung, die Handlungsfähigkeit des Käufers bestimme sich nach deutschem Recht.\n\na) Der Bewilligungsbeschluss enthält keine besonderen Regeln über die Fähigkeit ausländischer Personen, bewilligungspflichtige Rechtsgeschäfte abzuschliessen und vor Verwaltungs- und Gerichtsbehörden aufzutreten. Eine solche Regel kann, entgegen der Auffassung des beschwerdeführenden Amtes, auch nicht aus dem Zweck dieses Beschlusses abgeleitet werden. Insbesondere ergibt sich daraus nicht, dass im Anwendungsbereich des BewB die Handlungsfähigkeit ausländischer Personen nach schweizerischem Recht zu beurteilen sei. Der BewB verfolgt das Ziel, den Verkauf von Grundstücken an Ausländer einzuschränken, ohne dabei die nach schweizerischem Recht noch nicht handlungsfähigen Personen benachteiligen zu wollen. Da weder aus dem Wortlaut, noch aus dem Zweck des BewB eine Regel zur Beurteilung der Handlungsfähigkeit ausländischer Personen hervorgeht, ist diese Frage auch im Anwendungsbereich des BewB nach den internationalprivatrechtlichen Normen, nach denen sich die Handlungsfähigkeit ausländischer Personen im allgemeinen richtet, zu entscheiden. Der schweizerische ordre public ist dabei nicht betroffen.\n\nb) Der Kaufvertrag wurde im vorliegenden Fall am 23. November 1977 geschlossen. An diesem Datum hatte der Käufer Jenner, der am 9. Mai 1960 geboren ist, das 18. Altersjahr noch nicht vollendet. Er war somit sowohl nach schweizerischem als auch nach deutschem Recht minderjährig und daher noch nicht handlungsfähig (Art. 14 Abs. 1 ZGB, § 2 BGB). Bei dieser Rechtslage konnte sich Jenner mit dem Abschluss des Kaufvertrages nur unter Mitwirkung seines gesetzlichen Vertreters gültig verpflichten (Art. 19 ZGB, § 107 BGB). Weder der Kaufvertrag vom 23. November 1977 noch sonst ein Schriftstück, das den kantonalen Behörden eingereicht wurde, weist jedoch auf eine Zustimmung durch seinen gesetzlichen Vertreter hin. Es ist daher davon auszugehen, dass sich Jenner mit dem erwähnten Kaufvertrag nicht rechtsgültig verpflichtet hat.BGE 106 Ib 193 S. 196\n\nIm schweizerischen wie im deutschen Recht sind Rechtsgeschäfte, die von urteilsfähigen unmündigen oder entmündigten Personen ohne Mitwirkung des gesetzlichen Vertreters getätigt werden, nicht nichtig, sie sind vielmehr gültig, wenn dieser ausdrücklich oder konkludent zustimmt oder nachträglich genehmigt. Ausserdem kann eine Person Rechtsgeschäfte, welche sie vor Erreichen der Mündigkeit abgeschlossen hat, nach Eintritt der Mündigkeit genehmigen (BGE BGE 82 II 172, § 108 Abs. 3 BGB). Diese Genehmigung durch die mündiggewordene Person ist an keine Form gebunden, selbst dann nicht, wenn das derart genehmigte Rechtsgeschäft formbedürftig ist (BGE 75 II 341; STAUDINGER, Kommentar zum (deutschen) Bürgerlichen Gesetzbuch, 12. Aufl., N. 18 zu § 108).\n\nJenner ist nach deutschem Recht seit dem 9. Mai 1978 volljährig (§ 2 BGB). Wenn dieses Recht anwendbar ist, muss davon ausgegangen werden, dass er nach Erreichen der Mündigkeit, mindestens konkludent den fraglichen Kaufvertrag genehmigt hat. Er konnte in diesem Fall ferner rechtsgültig am 28. Juni 1978 eine Bewilligung zum Erwerb des Grundstücks beantragen sowie vor dem Verwaltungsgericht des Kantons Zug Beschwerde führen. Nach schweizerischem Recht hingegen hätte Jenner die Möglichkeit nicht gehabt, diese Handlungen gültig vorzunehmen, da er im massgebenden Zeitraum noch unmündig war. Es ist daher zu entscheiden, nach welchem Recht seine Handlungsfähigkeit beurteilt werden muss.\n\nc) Nach Art. 59 SchlT ZGB bleibt das Bundesgesetz vom 25. Juni 1891 betreffend die zivilrechtlichen Verhältnisse der Niedergelassenen und Aufenthalter (NAG) für die Rechtsverhältnisse der Schweizer im Ausland und der Ausländer in der Schweiz in Kraft. Dieses Gesetz behält seinerseits in Art. 34 die Anwendbarkeit von Art. 10 Abs. 2 und 3 des Bundesgesetzes vom 22. Juni 1881 betreffend die persönliche Handlungsfähigkeit (AS Bd. V, 1880-81, S. 556) vor. Diese beiden Absätze von Art. 10 sind deshalb weiterhin in Kraft, obschon das Gesetz über die persönliche Handlungsfähigkeit durch Art. 60 Abs. 2 SchlT ZGB an sich aufgehoben worden ist (BGE 61 II 17mit Hinweis).\n\nNach Art. 10 Abs. 2 des Bundesgesetzes über die persönliche Handlungsfähigkeit richtet sich die Handlungsfähigkeit der Ausländer in der Schweiz nach dem Recht ihres Heimatstaates. Dieser internationalprivatrechtliche Grundsatz ist von der BGE 106 Ib 193 S. 197Rechtsprechung verschiedentlich bestätigt worden (BGE 82 II 172 mit Hinweisen). Zwar vermag sich der Ausländer gemäss Art. 10 Abs. 3 des genannten Gesetzes in der Schweiz durch seine hier vorgenommenen Rechtsgeschäfte gültig zu verpflichten, wenn er nach schweizerischem Recht handlungsfähig wäre, auch wenn ihm nach seinem Heimatrecht die Handlungsfähigkeit fehlt (vgl. auch Art. 7b Abs. 1 NAG). Es handelt sich bei dieser Bestimmung jedoch um eine Ausnahme im Interesse der Rechtssicherheit. Entgegen der Auffassung der erstinstanzlichen Bewilligungsbehörde ist die Handlungsfähigkeit aber nicht generell nach schweizerischem Recht zu beurteilen, sobald ein Rechtsgeschäft unter Anwesenden in der Schweiz abgeschlossen worden ist.\n\nIm vorliegenden Fall ist somit davon auszugehen, dass sich die Handlungsfähigkeit des Käufers Jenner nach dessen Heimatrecht richtet. Nach diesem Recht wurde Jenner am 9. Mai 1978 mündig und erwarb damit die Handlungsfähigkeit. Er konnte demnach den Kaufvertrag vom 23. November 1977 gültig genehmigen und war zur Einreichung eines Gesuchs bei der Volkswirtschaftsdirektion sowie zur Beschwerdeführung vor Verwaltungsgericht fähig.\n\n2. Jenner bestreitet nicht, dass er für den Erwerb eines Grundstückes in der Schweiz einer Bewilligung im Sinne des BewB bedarf. Die Frage der Unterstellung unter die Bewilligungspflicht ist jedoch vom Bundesgericht vom Amtes wegen zu prüfen (BGE 104 Ib 143 E. 1).\n\nNach Art. 1 BewB bedarf der Erwerb von Grundstücken in der Schweiz durch Personen mit Wohnsitz im Ausland der Bewilligung der zuständigen kantonalen Behörde. Als Personen mit Wohnsitz im Ausland gelten u.a. natürliche Personen, die ihren Wohnsitz nicht in der Schweiz haben (Art. 3 lit. a BewB). Als Wohnsitz im Sinne des BewB ist ein zivilrechtlicher Wohnsitz zu betrachten, der ununterbrochen mehr als fünf Jahre gedauert hat (Art. 4 BewB).\n\nDer Beschwerdegegner Jenner hält sich seit mehr als fünf Jahren aufgrund einer regelmässig verlängerten Aufenthaltsbewilligung in der Schweiz auf. Bis zu seiner Mündigkeit am 9. Mai 1978 teilte er jedoch von Gesetzes wegen den ausländischen Wohnsitz seines Vaters (Art. 25 Abs. 1 ZGB). Aber auch nach Erreichen der Volljährigkeit konnte er in der Schweiz keinen Wohnsitz begründen, da ein Aufenthalt zu Studienzwecken BGE 106 Ib 193 S. 198keine Voraussetzung dafür schafft (Art. 26 ZGB; Urteil vom 14. Februar 1977 in ZGBR 59/1978, S. 242 E. 3a). Er ist somit als Person mit Wohnsitz im Ausland zu betrachten. Da auch keine Ausnahme im Sinne von Art. 5 BewB zutrifft, bedarf ein von ihm abgeschlossener Grundstückerwerb der Bewilligung durch die zuständige kantonale Behörde.\n\n3. Die Bewilligung zum Erwerb eines Grundstückes in der Schweiz wird erteilt, wenn der Erwerber mit Wohnsitz im Ausland ein berechtigtes Interesse am Erwerb nachweist (Art. 6 Abs. 1 BewB). Die Fälle, in denen ein berechtigtes Interesse am Erwerb besteht, sind in Art. 6 Abs. 2 BewB abschliessend aufgezählt (Urteil vom 27. Oktober 1972 in ZGBR 54/1973 S. 119 E. 3, Urteil vom 27. Oktober 1972 in ZGBR 54/1973 S. 124 E. 2). Im vorliegenden Fall, bei dem es sich um den Erwerb einer Zweitwohnung handelt, ist zu untersuchen, ob eine der in Art. 6 Abs. 2 lit. a BewB genannten Voraussetzungen erfüllt ist.\n\na) Die Vorinstanz hat zu Unrecht angenommen, die Bewilligung könne in Anwendung von Art. 6 Abs. 2 lit. a Ziff. 1 erteilt werden. Nach dieser Bestimmung ist ein berechtigtes Interesse anzunehmen, wenn aussergewöhnlich enge geschäftliche oder andere schutzwürdige Beziehungen des Erwerbers zum Ort des zu erwerbenden Grundstückes bestehen. Jenner hält sich seit September 1974 im Internat Montana auf dem Zugerberg (Gemeinde Zug) auf, während das Grundstück, das er erwerben will, in Neuheim, d.h. in einer anderen Gegend des Kantons Zug liegt. Jenner macht nicht geltend, er unterhalte zur Gemeinde Neuheim besonders enge Beziehungen. Er behauptet auch nicht, er unterhalte zu einer Nachbargemeinde von Neuheim besonders enge Beziehungen, welche denjenigen zum Ort des zu erwerbenden Grundstücks gleichgestellt werden (Art. 12 BewV). Bei dieser Sachlage kann die Bewilligung aufgrund von Art. 6 Abs. 2 lit. a Ziff. 1 BewB nicht erteilt werden.\n\nb) Die Vorinstanz hat ferner zu Unrecht Art. 6 Abs. 2 lit. a Ziff. 2 BewB angewendet. Die Fremdenpolizei hat Jenner eine Aufenthaltsbewilligung für einen Aufenthalt im Institut Montana auf dem Zugerberg, d.h. in der Gemeinde Zug erteilt. Eine Bewilligung für den Aufenthalt in der Gemeinde Neuheim, wo sich das fragliche Grundstück befindet, stand nie zur Diskussion. Jenner kann sich folglich nicht darauf berufen, er halte sich im Sinne von Art. 6 Abs. 2 lit. a Ziff. 2 BewB \"mit Bewilligung der Fremdenpolizei\" am Ort des zu erwerbenden Grundstücks auf.BGE 106 Ib 193 S. 199\n\nc) Schliesslich ist die Gemeinde Neuheim kein Ort, dessen Wirtschaft im Sinne von Art. 6 Abs. 2 lit. a Ziff. 3 BewB vom Fremdenverkehr abhängt. Eine Bewilligung kann daher, was unbestritten ist, auch aufgrund dieser Bestimmung nicht erteilt werden.\n\nd) Da im vorliegenden Fall keine der in Art. 6 Abs. 2 lit. a genannten Voraussetzungen zutreffen, kann Jenner die Bewilligung zum Erwerb der Parzelle Nr. 410 von Neuheim nicht erteilt werden. Die Vorinstanz hat daher mit dem angefochtenen Entscheid, in dem sie die Erteilung der Bewilligung anordnete, Bundesrecht verletzt. Dies führt zur Gutheissung der Beschwerde des Bundesamtes für Justiz. Bei dieser Rechtslage braucht nicht geprüft zu werden, ob Jenner die Parzelle Nr. 410 des Grundbuches Neuheim im Auftrag und für Rechnung einer Drittperson (z.B. seines Vaters) zu erwerben beabsichtigt und ob daher ein Umgehungsgeschäft vorliegt.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen, das Urteil des Verwaltungsgerichts des Kantons Zug vom 19. Oktober 1978 aufgehoben und die Bewilligung zum Erwerb des Grundstückes GBP 410 in der Gemeinde Neuheim verweigert."}