{"annee": "106", "cour": "II", "page": "213", "date": "26/11/1980", "cite": ["100 II 332", "55 II 23", "38 II 484", "60 II 30", "66 II 158", "101 II 321", "44 II 176", "93 II 498", "77 II 314"], "cite_par": ["136 III 502", "111 II 429", "118 V 193", "121 III 204", "123 III 204", "107 II 151", "143 III 348", "113 V 256", "112 II 172"], "chapeau": "42. Urteil der I. Zivilabteilung vom 26. November 1980 i.S. Bank A. gegen X. (Berufung)", "regestes": ["Art. 60 al. 2 CO. Prescription de l'action civile. 1. Art. 60 al. 2 CO se rapporte non seulement à la prescription décennale de l'action civile, mais aussi à la prescription d'un an (consid. 1 et 2). 2. Le non-lieu prononcé par l'autorité chargée de l'instruction pénale lie le juge civil lorsque l'ordonnance de non-lieu est entrée en force de chose jugée, du point de vue matériel également, selon le droit cantonal de procédure (consid. 3). 3. La prescription de plus longue durée du droit pénal ne s'applique pas lorsque la punissabilité de l'auteur a été niée dans la procédure pénale, que ce soit faute d'un élément objectif ou subjectif (consid. 4)."], "faits": "BGE 106 II 213 S. 214\n\nA.- Im Jahre 1974 veruntreute M. als Kurier der Bank A. bei Botengängen gegen 70 Checks, die er zwei Mittätern übergab. Sieben der Checks gelangten über Mittelsmänner an S., der sie Ende 1974 dem X. zum Inkasso übergab. X. löste die Checks im Dezember 1974 und Januar 1975 bei verschiedenen Banken ein, darunter einen über 7000 Dollar bei der Bank A.; den Erlös lieferte er nach Abzug seines Honorars an S. ab. Am 3. Juni 1975 belastete die Bank A. das Konto des X. mit sFr. 17'427.--, welche sie ihm für den Dollar-Check gutgeschrieben und ausbezahlt hatte.\n\nM. und seine Mittäter sowie auch S. wurden vom Obergericht des Kantons Zürich 1978/1979 strafrechtlich verurteilt. Eine gegen X. eingeleitete Strafuntersuchung wegen Hehlerei wurde dagegen am 21. September 1977 von der Staatsanwaltschaft des Kantons Zürich eingestellt.\n\nB.- Mit Klage vom 14. März 1978 beantragte X. dem Handelsgericht des Kantons Zürich, die Bank A. zu verpflichten, sein Konto in dem Sinne zu saldieren, dass keine Schuld des Klägers ausgewiesen werde. Die Beklagte widersetzte sich diesem Begehren und erhob Widerklage auf Ersatz von Fr. 273'010.54 nebst Zins für Schaden, der ihr aus den von X. eingelösten Checks entstanden sei.\n\nDas Handelsgericht schützte die vom Kläger erhobene Verjährungseinrede; mit Urteil vom 21. März 1980 hiess es daher die Klage des X. gut und wies die Widerklage der Bank ab.\n\nBeide Parteien führten gegen diesen Entscheid Nichtigkeitsbeschwerde, die das Kassationsgericht des Kantons Zürich am 21. Juli 1980 abwies, soweit darauf einzutreten war.\n\nC.- Die Beklagte hat gegen das Urteil des Handelsgerichts auch Berufung eingelegt mit den Anträgen, es aufzuheben und die Sache zur Fortführung des Prozesses an die Vorinstanz zurückzuweisen, eventuell unter der Feststellung, dass die Forderungen der Widerklage nicht verjährt seien.\n\nDer Kläger schliesst auf Abweisung der Berufung.\n\nBGE 106 II 213 S. 215", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beklagte stützt ihre Ansprüche, die Gegenstand der Klage und Widerklage sind, auf unerlaubte Handlungen im Sinne von Art. 41 ff. OR. Nach dem angefochtenen Urteil hat der Kläger die streitigen Checks im Dezember 1974 und Januar 1975 eingelöst und die Beklagte davon kurze Zeit später Kenntnis erhalten. Die einjährige Verjährungsfrist aus Art. 60 Abs. 1 OR lief daher spätestens im Frühjahr 1976, also lange vor Einreichung der Klage ab. Die Beklagte wendet gegen diese Feststellungen und deren Würdigung durch das Handelsgericht mit Recht nichts ein.\n\nSie beharrt dagegen darauf, dass vorliegend nach Art. 60 Abs. 2 OR die längere Verjährungsfrist des Strafrechts anzuwenden sei. Diesfalls wäre, was auch das Handelsgericht einräumt, die für Hehlerei geltende zehnjährige Frist massgebend und die Verjährung der streitigen Zivilansprüche daher zu verneinen.\n\n2. Das Handelsgericht hält für entscheidend, dass die Strafuntersuchung gegen den Kläger wegen Hehlerei am 21. September 1977 eingestellt worden ist, weil dem Angeschuldigten nicht rechtsgenügend nachgewiesen werden konnte, dass er um die deliktische Herkunft der Checks wusste oder nach den Umständen hätte wissen müssen. Die Einstellungsverfügung sei rechtskräftig geworden und binde den Zivilrichter; damit stehe fest, dass der Kläger den Tatbestand der Hehlerei nicht erfüllt habe, weshalb es auch an einer strafbaren Handlung im Sinne von Art. 60 Abs. 2 OR fehle.\n\nWelche Bedeutung der Tatsache zukommt, dass das Strafverfahren gegen den Kläger rechtskräftig eingestellt worden ist, könnte offenbleiben, wenn Art. 60 Abs. 2 OR sich nicht auf die einjährige, sondern nur auf die zehnjährige zivilrechtliche Verjährungsfrist beziehen würde, wie der Kläger unter Hinweis auf SPIRO (Die Begrenzung privater Rechte durch Verjährungs-, Verwirkungs- und Fatalfristen, I S. 204) einwendet. Der Einwand widerspricht indes ständiger Rechtsprechung (BGE 60 II 35, BGE 55 II 25 mit Hinweisen), auf die zurückzukommen im vorliegenden Fall kein Anlass besteht, zumal die gleiche Auffassung auch in der Lehre vorherrscht (BECKER N. 2 und OSER/SCHÖNENBERGER N. 15 zu Art. 60 OR; VON TUHR/PETER, OR I S. 439; GUHL/MERZ/KUMMER, OR S. 187).\n\n3. Nach Art. 60 Abs. 2 OR gilt die längere strafrechtliche BGE 106 II 213 S. 216Verjährungsfrist für Zivilklagen, die aus einer strafbaren Handlung hergeleitet werden. Ob das der Fall ist, entscheidet der Zivilrichter vorfrageweise. Er ist dabei aber an einen verurteilenden oder freisprechenden Strafentscheid gebunden, weil diesem präjudizielle Wirkung zukommt und Art. 53 OR nicht anwendbar ist. Liegt eine Verurteilung vor, so ist damit auch eine strafbare Handlung verbindlich bejaht. Ein Freispruch bindet dagegen den Zivilrichter nur insoweit, als die Strafbehörde eine strafbare Handlung verneint hat (BGE 101 II 322 mit Hinweisen).\n\nUmstritten ist dagegen, ob und unter welchen Voraussetzungen die Einstellung des Strafverfahrens einem freisprechenden Urteil gleichzusetzen ist. Die ältere Rechtsprechung anerkannte das nur für den Fall, dass der erkennende Strafrichter das Verfahren einstellte, nicht aber, wenn eine Untersuchungsbehörde, die nicht mit Rechtskraft entscheidet, darüber befand (BGE 38 II 486, BGE 55 II 26, BGE 77 II 319). GUHL/MERZ/KUMMER (S. 187), VON BÜREN (OR Allg. Teil S. 427) und SPIRO (a.a.O. S. 212 f.) äussern sich im gleichen Sinne. Im Entscheid BGE 93 II 501, wo über die Vorfrage eine Bussenverfügung vorlag, hat das Bundesgericht die Rechtsprechung zusammengefasst, und im Entscheid 101 II 322 hat es sie dahin verdeutlicht, dass auch die Einstellung durch die Untersuchungsbehörde den Zivilrichter binden könne, wenn eine strafbare Handlung wie beim Freispruch verneint werde (so auch VON TUHR/PETER, a.a.O. S. 440; BECKER, N. 3 zu Art. 60 OR; GIRSBERGER, in SJZ 58/1962 S. 214).\n\nIn Anlehnung an die ältere Rechtsprechung setzt die angeführte Lehre aber voraus, dass die Einstellungsverfügung wie ein freisprechendes Urteil in materielle Rechtskraft erwachse. Ob es darauf ankommt, kann vorliegend offen bleiben. Das Handelsgericht stellt fest, dass die Einstellungsverfügung vom 21. September 1977 rechtskräftig geworden ist; es fügt bei, die Beklagte berufe sich selbst auf die Rechtskraft der Verfügung und mache nicht geltend, dass der Zivilrichter das Vorliegen von Hehlerei nachprüfen müsse. Letzteres hat die Beklagte erfolglos mit kantonaler Nichtigkeitsbeschwerde anzufechten versucht. Dass ein Versehen vorliege oder nur von formeller Rechtskraft die Rede sein könne, behauptet sie mit der Berufung nicht. Es ist daher davon auszugehen, dass die Einstellungsverfügung der Staatsanwaltschaft nach dem kantonalen Prozessrecht auch materiell rechtskräftig geworden ist.BGE 106 II 213 S. 217\n\n4. Die Beklagte bestreitet die von der Vorinstanz angenommene Bindung des Zivilrichters an die Verfügung der Strafbehörde nur deshalb, weil damit das Vorliegen einer strafbaren Handlung bloss in subjektiver Hinsicht verneint worden sei; das genüge nach der Rechtsprechung zu Art. 60 Abs. 2 OR nicht. Der Kläger ist dagegen mit der Vorinstanz der Auffassung, indem die Staatsanwaltschaft den Vorwurf der Hehlerei gemäss Art. 144 StGB mangels Beweises fallenliess, sei auch eine strafbare Handlung im Sinne von Art. 60 Abs. 2 OR ausgeschlossen worden. Beide Parteien berufen sich für ihre Auffassung auf veröffentlichte Entscheide des Bundesgerichts, dessen Praxis von SPIRO (S. 200). mit einigem Recht als schwankend beanstandet wird. Dabei ist freilich zu unterscheiden, was jeweils entschieden und was lediglich in Form allgemeiner Betrachtungen vorausgeschickt oder beigefügt worden ist.\n\na) Nach der herrschenden Lehre ist eine strafbare Handlung im Sinne von Art. 60 Abs. 2 OR nur anzunehmen, wenn die objektiven und subjektiven Merkmale des Straftatbestandes erfüllt sind, wozu meist auch die Zurechnungsfähigkeit gerechnet wird (GUHL/MERZ/KUMMER, OR S. 187; ENGEL, Traité des obligations en droit suisse, S. 388; OSER/SCHÖNENBERGER, N. 15 zu Art. 60 OR; VON BÜREN, a.a.O. S. 427; W. SCHWANDER, Die Verjährung ausservertraglicher und vertraglicher Schadenersatzforderungen, Diss. Freiburg 1963 S. 26; GIRSBERGER, a.a.O. S. 215). Davon ging während Jahrzehnten auch das Bundesgericht aus. So erklärte es in einem Urteil von 1912 zum gleichlautenden Art. 69 Abs. 2 aOR, die Strafbarkeit einer schädigenden Handlung sei nicht objektiv im Hinblick auf die Strafnorm, sondern konkret und für den Einzelfall zu prüfen (BGE 38 II 485). Im Jahre 1918 führte es zum neuen Art. 60 Abs. 2 OR aus, die Prüfung dürfe sich nicht auf die objektiven Merkmale der Straftat beschränken; massgebend sei vielmehr, ob eine Strafverfolgung noch möglich wäre; dies sei jedoch zu verneinen und die strafrechtliche Verjährungsfrist nicht anwendbar, weil die Strafuntersuchung wegen Brandstiftung infolge Unzurechnungsfähigkeit des Täters aufgehoben worden sei (BGE 44 II 177). Im gleichen Sinne hat das Bundesgericht 1940 und 1951 entschieden (BGE 66 II 160 und BGE 77 II 317); im ersten Fall lag objektiv Betrug, aber ein Freispruch wegen Unzurechnungsfähigkeit vor, im zweiten fehlte es an der nach Art. 125 StGB erforderlichen Fahrlässigkeit.\n\nIm Entscheid 100 II 334 rückte das Bundesgericht von dieser BGE 106 II 213 S. 218Rechtsprechung ab, indem es erstmals erklärte, Art. 60 Abs. 2 OR setze eine objektiv strafbare Handlung vor. Der herrschenden Lehre, die auch in der subjektiven Strafbarkeit eine Voraussetzung sieht, hielt es die Meinung anderer Autoren entgegen, wonach an der Strafbarkeit einer Handlung nichts ändere, dass der Täter wegen Unzurechnungsfähigkeit oder Tod der Strafe entgehe (BÄR, in SJZ 61/1965 S. 74; ROSSEL, CO S. 116; FUNK, CO N. 3 zu Art. 60 OR). Es fand deshalb, Art. 60 Abs. 2 OR sei anwendbar, obschon die Täter, die der fahrlässigen Brandstiftung schuldig befunden wurden, nur wegen ihres Kindesalters straflos blieben. Zu entscheiden war aber, wie auch aus den angeführten Beispielen erhellt, nur ein Fall fehlender Straffähigkeit. Die Schlussfolgerung aus den allgemeinen Erwägungen geht darüber hinaus. Danach genügt es, dass eine Handlung als solche strafbar und dem auf Schadenersatz Belangten zuzurechnen ist, gleichviel ob dieser auch subjektiv strafbar sei (S. 336). MERZ hat den Entscheid dahin ausgelegt, dass Art. 60 Abs. 2 OR nicht Straffähigkeit des Täters, sondern bloss objektive Strafbarkeit voraussetzt; er sieht darin eine weite Gesetzesauslegung (ZBJV 112/1976 S. 104). SPIRO scheint der Beschränkung auf die objektive Strafbarkeit zuzustimmen (S. 212 und Anm. 4).\n\nIm Entscheid 101 II 321 ging das Bundesgericht noch einen Schritt weiter, indem es die allgemeine Schlussfolgerung aus dem früheren übernahm und unbekümmert um den Fall, der diesem zugrunde lag, wiederholt abwandelte. Es führte insbesondere aus, wenn der Freispruch sich aus anderen Gründen ergebe, z.B. weil der Angeschuldigte nicht straffähig oder ihm kein Verschulden nachzuweisen sei, habe der Zivilrichter frei zu prüfen, ob die schädigende Handlung objektiv strafbar sei. MERZ (ZBJV 113/1977 S. 184) und VON TUHR/PETER (S. 440 Anm. 39), die den Hauptgedanken des Entscheides kommentarlos wiedergeben, sehen darin eine weitere Verdeutlichung der Rechtsprechung, obschon das Bundesgericht sich damit auch von der im früheren Urteil angeführten Lehre entfernte. Zu einem solchen Schritt bestand umso weniger Anlass, als es für die Beurteilung, wie sich aus den nicht veröffentlichten Erwägungen ergibt, überhaupt nicht auf die Unterscheidung zwischen objektiver und subjektiver Strafbarkeit ankam.\n\nb) Vorliegend geht es um den Vorwurf der Hehlerei gemäss Art. 144 StGB. Nach dieser Bestimmung macht sich strafbar, BGE 106 II 213 S. 219wer eine Sache, von der er weiss oder annehmen muss, dass sie durch eine strafbare Handlung erlangt worden ist, insbesondere erwirbt oder absetzen hilft. Die Staatsanwaltschaft hat die Strafuntersuchung gegen den Kläger eingestellt, weil ihm nicht nachgewiesen werden konnte, dass er um die deliktische Herkunft der Checks wusste oder hätte wissen müssen. Es ist verständlich, dass die Beklagte darin ein subjektives Tatbestandsmerkmal erblickt, dessen Fehlen nach der neuesten Rechtsprechung eine strafbare Handlung nicht ausschliesse. Hier geht es indes weder um fehlende Straffähigkeit, wie etwa in BGE 100 II 334, noch um das Scheitern des allgemeinen Schuldnachweises, das in BGE 101 II 322 als Beispiel zitiert worden ist, sondern um das Fehlen eines subjektiven Merkmales, das zum Tatbestand des Art. 144 StGB gehört. Ein solches Merkmal gehört nach HAFTER (Allg. Teil S. 96 Ziff. IV) zu den Voraussetzungen der objektiven Rechtswidrigkeit, der er die Schuldformen (Vorsatz und Fahrlässigkeit) und die Schuldfähigkeit gegenüberstellt. Noch weiter fassen offenbar OSER/SCHÖNENBERGER (N. 15 zu Art. 60 OR) den Begriff der \"objektiven Strafbarkeit der Tat\", da sie nur die \"Straffähigkeit des Täters\" davon ausnehmen. Diese Hinweise und die in BGE 100 II 334 und BGE 101 II 322 verwendeten Begriffe zeigen, dass die Unterscheidung zwischen objektiver und subjektiver Strafbarkeit eher Verwirrung stiftet als Klarheit schafft.\n\nDie Unterscheidung ist auch mit dem Wortlaut von Art. 60 Abs. 2 OR nicht zu vereinbaren, der schlicht auf die Strafbarkeit der Handlung abstellt. Dabei kann es sich nur um einen Begriff des Strafrechts handeln, dessen Anwendung durch den Strafrichter nach allgemeiner Auffassung grundsätzlich präjudizielle Bedeutung hat. Nach Art. 9 ff. StGB entfällt die Strafbarkeit einer Tat aber nicht nur bei Unzurechnungsfähigkeit (Art. 10), sondern namentlich auch, wenn Vorsatz oder Fahrlässigkeit zu verneinen sind (Art. 18). Dem entsprach die jahrzehntelange Rechtsprechung, nach der Art. 60 Abs. 2 OR auch bei Freispruch nicht anwendbar war, gleichviel ob Unzurechnungsfähigkeit oder fehlendes Verschulden dazu führten.\n\nOb die Schlussfolgerung aus den allgemeinen Erwägungen in BGE 100 II 336 E. 2c bezüglich der Unzurechnungsfähigkeit Bestand habe, braucht vorliegend nicht entschieden zu werden. Entgegen BGE 101 II 322 geht es aber nicht an, eine strafbare Handlung im Sinne von Art. 60 Abs. 2 OR auch dann zu bejahen, BGE 106 II 213 S. 220wenn der Strafrichter den Täter mangels Verschuldens freigesprochen hat. Für den Tatbestand der Hehlerei, wo das subjektive Merkmal ausdrücklich in der Strafnorm erwähnt wird, kann es sich nicht anders verhalten. Sinn und Zweck von Art. 60 Abs. 2 OR sind ja, wie das Bundesgericht in den zitierten Entscheiden immer wieder betont hat, gerade darin zu erblicken, dass die Verjährung der Zivilklage verhindert werden soll, solange der Belangte strafrechtlich verfolgt werden kann. Diese Rechtfertigung entfällt aber, wenn im Strafverfahren die Strafbarkeit des Täters verneint wird, gleichviel ob dies mangels objektiven oder subjektiven Tatbestandes geschehe.\n\nc) Der Kläger legt anhand eines Rechtsgutachtens zutreffend dar, zu welchen Konsequenzen die in BGE 101 II 322 vorgenommene Beschränkung auf die objektive Strafbarkeit führen könnte, wenn sie wörtlich zu beachten wäre. Straftatbestände wie Diebstahl (Art. 137 StGB) oder Betrug (Art. 148 StGB) sind, ähnlich wie die Hehlerei, vor allem durch ein subjektives Merkmal (Bereicherungsabsicht, arglistige Täuschung) gekennzeichnet. Würde davon bei der Anwendung von Art. 60 Abs. 2 OR abgesehen, so unterläge z.B. jeder Verkauf einer Sache, die nicht die zugesicherten Eigenschaften aufweist, der strafrechtlichen Verjährung, weil \"objektiv\" der Betrugstatbestand auch dann als erfüllt anzusehen wäre, wenn der Verkäufer den Mangel nicht kannte. Gleich verhielte es sich in Fällen, wo das subjektive Element sich nicht aus der Strafnorm selbst, sondern aus Art. 18 StGB ergäbe. Die Beschränkung gemäss BGE 101 II 322 hätte zur Folge, dass z.B. ein Verkehrsunfall selbst dann als strafbare Handlung gemäss Art. 83 Abs. 1 SVG anzusehen und nach der längeren Verjährungsfrist zu beurteilen wäre, wenn jede Fahrlässigkeit auszuschliessen ist.\n\nNach dem Ergebnis des Strafverfahrens ist nicht erstellt, dass der Kläger von der deliktischen Herkunft der Checks wusste oder aufgrund der Umstände hätte wissen müssen. Das schliesst die Annahme einer strafbaren Handlung gemäss Art. 60 Abs. 2 OR aus. Würde anders entschieden, müsste jeder, der einen gefälschten, gestohlenen oder veruntreuten Gegenstand gutgläubig erwirbt und damit \"objektiv\" den Tatbestand der Hehlerei erfüllt, sich die längere strafrechtliche Verjährungsfrist entgegenhalten lassen.\n\nd) Hat das Handelsgericht es aber zu Recht abgelehnt, der Beklagten die längere Verjährungsfrist des Strafrechts zugute BGE 106 II 213 S. 221zuhalten, so ist weder die Gutheissung der Klage noch die Abweisung der Widerklage zu beanstanden; die Berufung erweist sich vielmehr als unbegründet.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Handelsgerichts des Kantons Zürich vom 21. März 1980 bestätigt."}