{"annee": "106", "cour": "III", "page": "111", "date": "23/10/1980", "cite": ["101 III 86", "23 II 1265", "30 I 424"], "cite_par": ["130 III 661"], "chapeau": "24. Entscheid der Schuldbetreibungs- und Konkurskammer vom 23. Oktober 1980 i.S. Schweizerische Journalisten-Union (Rekurs)", "regestes": ["Délai de participation à la saisie (art. 110 LP). Le délai de participation à la saisie court du jour où la mesure a été effectivement exécutée et non du jour où elle aurait dû l'être."], "faits": "BGE 106 III 111 S. 112\n\nA.- In der Betreibung Nr. 8844 der Schweizerischen Journalisten-Union gegen H. stellte die Gläubigerin am 31. Januar 1980 beim Betreibungsamt Galgenen das Fortsetzungsbegehren. Weitere Fortsetzungsbegehren gegen den gleichen Schuldner gingen am 14. und am 20. Februar, am 31. März sowie am 30. April 1980 ein. Das Betreibungsamt vollzog die Pfändung erst am 19. Juli 1980 und stellte die Pfändungsurkunde nach Ablauf der 30tägigen Anschlussfrist gemäss Art. 110 SchKG den Gläubigem zu, die es in einer einzigen Pfändungsgruppe zusammenfasste.\n\nB.- Gegen die Pfändungsurkunde führte die Gläubigerin beim Bezirksgerichtspräsidenten der March Beschwerde mit dem Antrag, es sei eine Pfändungsgruppe zu bilden, in der lediglich diejenigen Gläubiger zusammengefasst werden sollten, die das Fortsetzungsbegehren vor dem 4. März 1980 gestellt hätten. Der Bezirksgerichtspräsident wies die Beschwerde mit Verfügung vom 16. September 1980 ab. Hierauf gelangte die Gläubigerin an das Kantonsgericht des Kantons Schwyz, welches die Beschwerde am 2. Oktober 1980 ebenfalls abwies.\n\nC.- Mit dem vorliegenden Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts hält die Gläubigerin an ihrem Beschwerdebegehren fest.\n\nDas Kantonsgericht beantragt in seiner Vernehmlassung die Abweisung des Rekurses.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Nach der bundesgerichtlichen Rechtsprechung zu Art. 110 SchKG, auf die sich der angefochtene Entscheid stützt, kommt es für den Beginn der 30tägigen Frist für den Pfändungsanschluss nicht auf den Zeitpunkt an, an dem die Pfändung hätte vollzogen werden sollen (gemäss Art. 89 SchKG in der Regel also drei Tage nach Eingang des Fortsetzungsbegehrens), sondern auf jenen ihres tatsächlichen Vollzugs (BGE 101 III 91 /92 E. 2). Mit ihrem Rekurs ersucht die Rekurrentin das Bundesgericht, diese Rechtsprechung neu zu überprüfen. Sie macht geltend, sie habe einen Anspruch darauf, nur mit solchen Gläubigern in einer Pfändungsgruppe zusammengefasst zu werden, die innerhalb der von Gesetzes wegen abzuwartenden Zeit bei normalem Gang der Geschäfte eines Betreibungsamtes zur Pfändung hinzuträten. Dieser Anspruch BGE 106 III 111 S. 113werde verletzt, wenn das Betreibungsamt wie im vorliegenden Fall in Verletzung von Art. 89 SchKG mit dem Pfändungsvollzug beinahe ein halbes Jahr zuwarte und für den Beginn der Teilnahmefrist dennoch auf diesen Zeitpunkt abgestellt werde.\n\n2. Der Rekurrentin ist einzuräumen, dass durch die monatelange Säumnis des Betreibungsbeamten in der Vollziehung der Pfändung eine Verfälschung des gesetzlichen System der Gruppenbildung hervorgerufen wurde, indem nun auch ein Gläubiger an der Pfändung teilnehmen kann, der erst mehrere Monate nach ihr das Fortsetzungsbegehren gestellt hat. Diese aussergewöhnliche Situation kann jedoch entgegen der im Rekurs vertretenen Auffassung nicht Anlass dazu geben, vom Pfändungsvollzug als einzig massgebendem Zeitpunkt für die Berechnung der Teilnahmefrist abzuweichen. Die Rekurrentin muss vielmehr darauf verwiesen werden, dass ihr gegen die ungerechtfertigte Hinausschiebung der Pfändung der Rechtsbehelf einer Rechtsverzögerungsbeschwerde zur Verfügung gestanden wäre und dass sie allenfalls den - heute ersetzten - Beamten auf dem Prozessweg für den entstandenen Schaden verantwortlich machen kann.\n\nAus Gründen der Rechtssicherheit kann der Zeitpunkt des Pfändungsvollzugs für den Fristbeginn nicht durch einen fiktiven Zeitpunkt ersetzt werden. Ein solcher liesse sich übrigens kaum ungeachtet der konkreten Verhältnisse des Einzelfalls generell festsetzen, denn der Vollzug einer Pfändung kann auch durch andere Umstände als die Säumnis des Betreibungsbeamten verzögert werden (Unerreichbarkeit des Schuldners, Unübersichtlichkeit der tatsächlichen Verhältnisse, usw.); unter \"Vollzug\" der Pfändung nach Art. 110 Abs. 1 SchKG ist ja, wie bereits in BGE 30 I 424 ff. entschieden worden ist, erst der Abschluss des Pfändungsaktes als Ganzes zu verstehen. Es ist jedoch undenkbar, dass der für den Fristbeginn massgebende Zeitpunkt in jedem einzelnen Fall gesondert ermittelt werden müsste.\n\nDas Bundesgericht hat im übrigen bereits in einem Entscheid vom 8. Juli 1897 hervorgehoben, dass die gesetzliche Ordnung, die nicht darauf abstellt, dass die Pfändung hätte vorgenommen werden sollen, sondern lediglich darauf, ob sie vorgenommen worden ist, auf guten Gründen beruhe; erst die Vornahme der Pfändung sei mit einer gewissen Publizität verbunden und komme so als Ausgangspunkt einer Frist in Betracht, welche die Härten des Prioritätssystems zu mildem bestimmt sei und BGE 106 III 111 S. 114den übrigen Gläubigem die Möglichkeit einräume, mit dem erstpfändenden in gewisse Konkurrenz zu treten (BGE 23 II 1265).\n\nSchliesslich wäre in einem Fall wie dem vorliegenden auch schwer vorstellbar, wie bei der Pfändung für die zweite Gläubigergruppe vorzugehen wäre. Diese Pfändung hätte offenbar unmittelbar im Anschluss an den Vollzug der ersten vorgenommen werden müssen, da es für die Gruppenbildung nicht mehr auf den effektiven Vollzug, sondern auf einen fiktiven Zeitpunkt ankäme. Auch diese Konsequenz zeigt, zu welch unabsehbaren Problemen es führen müsste, wenn für die Berechnung der Teilnahmefrist nicht auf den Vollzug der Pfändung abgestellt werden wollte, wie dies die Rekurrentin vorschlägt.\n\nDemnach erkennt die Schuldbetreibungs- und Konkurskammer:\n\nDer Rekurs wird abgewiesen."}