{"annee": "106", "cour": "II", "page": "134", "date": "3/6/1980", "cite": ["53 II 336", "81 II 439", "87 II 155", "90 II 325", "90 II 428", "100 II 42", "100 II 339"], "cite_par": ["130 III 362", "127 III 257", "126 II 145", "137 III 16", "118 II 447", "110 II 163", "136 V 73", "119 II 216", "124 II 543"], "chapeau": "25. Arrêt de la Ire Cour civile du 3 juin 1980 dans la cause C. contre S.(recours en réforme)", "regestes": ["Prescription. Action en dommages-intérêts dirigée contre son ex-employeur par un travailleur victime d'un dommage consécutif à l'exposition à des radiations ionisantes, durant les rapports de service. Point de départ du délai de prescription de dix ans (art. 60 al. 1, 127 et 130 CO; consid. 2). Rejet de l'action en responsabilité, en tant qu'elle se fonde sur un défaut d'information et de contrôle médical après la fin des rapports de travail (consid. 3)."], "faits": "BGE 106 II 134 S. 134\n\nA.- Dame S. a travaillé de 1944 à fin 1956 au service de dame C., dans un atelier où elle posait de la peinture luminescente radioactive sur des cadrans de montres.BGE 106 II 134 S. 135\n\nPlusieurs années après la fin de cette activité, elle a été en traitement pour une affection dermatologique de la main droite. Le 30 mai 1974, un dermatologue a constaté la présence de plusieurs kératoses de la main droite. L'une d'elles a nécessité l'amputation d'une partie du médium, le 12 juin 1974. Selon le chirurgien et le dermatologue, l'altération cutanée de la main droite de dame S. est très probablement due à l'action de radiations ionisantes auxquelles elle a été exposée pendant son activité professionnelle dans l'horlogerie.\n\nB.- Dame S. a ouvert action le 18 mars 1976 contre dame C. en paiement de 532'000 fr. avec intérêt à 5% dès le 6 juin 1975, à titre de dommages-intérêts pour frais médicaux et atteinte à l'avenir économique et de réparation du tort moral. Elle faisait valoir le défaut de mesures de sécurité dans l'atelier de la défenderesse et l'absence d'instructions et de contrôle médical après la fin des rapports de travail.\n\nLa défenderesse a conclu au rejet de la demande, en invoquant notamment la prescription.\n\nLe 3 décembre 1979, le Tribunal cantonal neuchâtelois a condamné la défenderesse à payer à la demanderesse 102'000 fr. avec intérêt à 5% dès le 1er février 1977 sur 31'000 fr. (perte de gain jusqu'au jugement), dès le 3 décembre 1979 sur 56'000 fr. (atteinte à l'avenir économique) et dès le 1er avril 1974 sur 15'000 fr. (tort moral).\n\nC.- La défenderesse recourt en réforme au Tribunal fédéral. Elle conclut au rejet de l'action, qu'elle considère comme mal fondée et prescrite.\n\nLa demanderesse propose le rejet du recours, subsidiairement le renvoi de la cause au tribunal cantonal pour qu'il statue sur la responsabilité de la défenderesse consécutive à l'absence d'instruction et de contrôle médical après la fin des rapports de travail.\n\nLe Tribunal fédéral a admis le recours, annulé le jugement attaqué et rejeté la demande.", "considerants": "Considérant en droit:\n\n1. Le tribunal cantonal considère que la défenderesse a omis par faute les mesures de sécurité qui pouvaient être exigées d'elle, compte tenu de l'état de la science et de la technique à l'époque (1944 à 1956), et qu'elle n'a partant pas exécuté les BGE 106 II 134 S. 136obligations découlant de l'art. 339 aCO. Elle répond dès lors contractuellement du dommage subi par la demanderesse (art. 97 ss. CO). L'omission fautive des mesures de sécurité constitue en outre un acte illicite au sens de l'art. 41 al. 1 CO.\n\nLes premiers juges rejettent l'exception de prescription soulevée par la défenderesse. Fondés sur un avis de droit des professeurs Deschenaux et Tercier produit en justice par la demanderesse, ils admettent que le fait dommageable déterminant le point de départ de la prescription de dix ans selon les art. 60 al. 1, 127 et 130 CO est l'atteinte à l'intégrité corporelle, due à l'exposition aux radiations ionisantes, qui a causé une incapacité de travail dès le mois d'avril 1974.\n\nIl y a lieu d'examiner d'abord la question de la prescription, car si cette exception s'avérait fondée, l'action de la demanderesse devrait être rejetée en tant qu'elle repose sur une faute commise par la défenderesse pendant la durée des rapports de travail, de 1944 à fin 1956.\n\n2. a) Dans l'arrêt ATF 87 II 155 ss., le Tribunal fédéral a jugé que la prescription décennale de l'art. 127 CO, comme celle de l'art. 60 al. 1 CO, court indépendamment de la connaissance qu'a le créancier de l'existence de son droit; l'action peut donc se trouver prescrite avant que le créancier n'ait connaissance de l'inobservation du contrat et de ses conséquences (consid. 3a p. 159-161, avec référence à l'arrêt ATF 53 II 342 s.). Cette jurisprudence a été confirmée récemment (ATF 100 II 343 consid. 2b).\n\nContrairement à ce que pensent le tribunal cantonal et les professeurs Deschenaux et Tercier, elle n'est pas en contradiction avec l'arrêt antérieur ATF 81 II 445 ss. consid. 3 et 4. Cet arrêt concerne un cas de responsabilité fondée sur l'art. 679 CC, pour un dommage causé par des infiltrations d'eaux chargées de sels de sulfate provenant du fonds de la défenderesse, à la suite de l'utilisation de bassins de clarification non étanches, plus de dix ans auparavant. Le Tribunal fédéral déclare que la prescription subsidiaire de l'art. 60 al. 1 CO commence à courir le jour de l'acte dommageable, quel que soit le moment où le dommage lui-même s'est produit et où le lésé a acquis une connaissance suffisante des éléments de sa prétention pour pouvoir la faire valoir juridiquement; cette prescription est liée à l'événement qui a créé la responsabilité et si le dommage ne s'est produit que plus tard, le délai n'en BGE 106 II 134 S. 137est pas moins calculé à partir de la date de cet événement. L'exception de prescription a été rejetée en l'espèce par le motif que le dommage était dû non pas à des immissions remontant à plus de dix ans, mais à des nouvelles immissions, et que la défenderesse répondait d'un excès de son droit de propriété qui durait encore, même sans faute de sa part. Ce motif ne vaut cependant, comme le relève le Tribunal fédéral (consid. 4 in initio), qu'en vertu du caractère particulier de la responsabilité fondée sur l'art. 679 CC.\n\nLa jurisprudence de l'arrêt ATF 87 II 155 n'est pas infirmée par la phrase de l'arrêt ATF 90 II 331, selon laquelle \"l'ignorance du dommage constitue un motif d'empêchement de la prescription, au sens de l'art. 134 CO\". Cette phrase constitue un obiter dictum, le Tribunal fédéral jugeant applicable en l'espèce l'art. 83 al. 1 LCR qui fait courir le délai de prescription de deux ans à partir du jour où le lésé a eu connaissance du dommage. Dans un arrêt du même jour (ATF 90 II 435 ss. consid. 6-9), il a d'ailleurs rejeté une telle interprétation de l'art. 134 ch. 6 CO après un examen approfondi de cette disposition et en se référant notamment aux arrêts ATF 53 II 342 s. et 87 II 155 ss.\n\nLe 14 mars 1974, la IIe Cour civile du Tribunal fédéral a modifié sa jurisprudence relative au point de départ du délai de prescription de deux ans des créances dérivant du contrat d'assurance (art. 46 al. 1 LCA), en cas de décès (ATF 100 II 42 ss.). Elle a fixé ce point de départ à la date du décès, et non plus à celle de l'accident selon la jurisprudence antérieure, en considérant notamment ce qui suit: \"Admettre que la prescription pour la prestation au décès a commencé à courir dès le jour de l'accident conduit à un résultat inacceptable lorsque, comme en l'espèce, l'assuré n'envisage pas son décès, dans les deux ans qui ont suivi l'accident, comme une suite possible de l'accident. Non seulement il ne connaît pas les éléments de sa réclamation, mais il ne sait même pas qu'il aura une prétention contre l'assureur. Il ne lui est ainsi pas possible d'interrompre la prescription.\" Le Tribunal fédéral a considéré que les arguments relatifs à la sécurité du droit, invoqués à l'appui de l'ancienne jurisprudence, étaient fondés avant tout en matière d'invalidité. Il a ainsi laissé ouverte la question du point de départ du délai de prescription pour la prestation payable en cas d'invalidité.BGE 106 II 134 S. 138\n\nb) La solution de l'arrêt ATF 87 II 155 est conforme à l'opinion de la doctrine, en tant qu'il s'agit de la prescription de l'action délictuelle (art. 60 al. 1 CO; OSER/SCHÖNENBERGER, n. 14 ad art. 60; VON TUHR/PETER, I, p. 439; VON BÜREN, Allg. Teil, p. 430 n. 95; SPIRO, Die Begrenzung privater Rechte durch Verjährungs-, Verwirkungs- und Fatalfristen, I p. 78; CAPITAINE, Des courtes prescriptions, des délais et des actes de déchéance, p. 69; PETERMANN, La prescription des actions, Revue suisse d'assurances 27/1959-60, p. 361 s.). Elle a en revanche été critiquée ou mise en doute par certains auteurs dans la mesure où elle se rapporte à la prescription de l'action contractuelle (art. 127 et 130 CO; MERZ, in RJB 98/1962 p. 467 s.; VON BÜREN, Allg. Teil, p. 428 n. 84; BUCHER, Allg. Teil p. 401). Dans leur avis de droit, les professeurs Deschenaux et Tercier s'opposent à cette solution, aussi bien dans le cadre de l'art. 60 que dans celui des art. 127 et 130 CO (cf. également les mêmes auteurs dans La responsabilité civile, p. 197). Ils soutiennent que le \"fait dommageable\", qui détermine le point de départ de la prescription décennale des actions délictuelle et contractuelle, correspond à l'atteinte portée aux droits de la victime; la prescription ne courrait que dès le moment où la lésion subie se révèle pour la première fois de manière objective.\n\nc) Il y a lieu d'admettre avec la doctrine précitée que l'acte dommageable (\"schädigende Handlung, atto che a causato il danno\"), au sens de l'art. 60 al. 1 CO, est l'acte illicite - acte ou omission - qui fonde la prétention en dommages-intérêts. La loi distingue clairement, quant au point de départ du délai, la prescription d'une année à compter du jour où le lésé a eu connaissance du dommage et de la personne qui en est l'auteur et la prescription de dix ans dès le jour où le fait dommageable s'est produit. Cette dernière, de caractère subsidiaire, a pour but d'éviter dans l'intérêt de la sécurité du droit que le débiteur ne soit menacé de réclamations au-delà d'un délai de plus longue durée dont le point de départ est fixé strictement, sans égard à la connaissance par le créancier du dommage et de son auteur. Cette réglementation peut certes paraître rigoureuse pour le lésé lorsque la prescription absolue intervient avant qu'il n'ait connaissance de son droit, voire avant la naissance de celui-ci, alors que son inaction ne procède d'aucune négligence. Ces conséquences n'ont pas échappé au législateur et il BGE 106 II 134 S. 139n'appartient pas au juge de déroger à la loi pour les éviter dans un cas d'espèce. La recourante soutient à tort qu'une telle prescription serait inconciliable avec le système de la loi. Elle est expressément consacrée, en matière contractuelle, par les art. 210 et 371 pour l'action en garantie des défauts dirigée contre le vendeur et l'entrepreneur. Contrairement à l'avis des professeurs Deschenaux et Tercier, la possibilité qu'un dommage soit connu plus de dix ans seulement après l'acte illicite n'était pas inconnue à l'époque où le code a été adopté. Il est vrai que le législateur n'a probablement pas envisagé les effets de radiations à cette époque. Mais lorsqu'il a résolu ce problème particulier, dans la loi du 23 décembre 1959 sur l'utilisation pacifique de l'énergie atomique et la protection contre les radiations, il a fixé au \"jour où l'influence nocive s'est produite\" le point de départ de la prescription décennale de l'action en dommages-intérêts contre le responsable (art. 17 LUA), en renvoyant le lésé à faire valoir ses prétentions en réparation de dommages corporels, au-delà de ce délai, contre un fonds pour dommages atomiques différés (art. 18).\n\nd) En vertu de l'art. 339 aCO, la défenderesse était tenue de prendre les mesures de sécurité propres à écarter les risques de l'exploitation et de veiller à ce que le travail soit exécuté dans des locaux convenables et sains. La demanderesse pouvait exiger l'exécution de cette obligation dès le début et jusqu'à la fin des rapports de service. La créance en dommages-intérêts fondée sur l'art. 339 aCO était exigible dès la violation de l'obligation contractuelle consacrée par cette disposition, soit dès l'omission des mesures de sécurité qui incombaient à la défenderesse (cf. W. SCHWANDER, Die Verjährung ausservertraglicher und vertraglicher Schadenersatzforderungen, p. 114 ch. 3). La prescription décennale de l'action contractuelle de la demanderesse (art. 127, 130 CO) courait donc au plus tard depuis la fin des rapports de service.\n\ne) Aucun argument ne peut être tiré en l'espèce de la solution adoptée en matière d'assurance accidents par l'arrêt ATF 100 II 42 ss. Contrairement à l'art. 60 al. 1 CO et à l'art. 83 al. 1 LCR, l'art. 46 LCA ne connaît qu'un seul délai de prescription, de courte durée. En fixant le point de départ de ce délai au moment du décès et non plus à celui de l'accident, le Tribunal fédéral n'a donc nullement dérogé à sa jurisprudence relative à la prescription décennale de l'art. 60 CO. Il a adopté BGE 106 II 134 S. 140cette solution après avoir constaté que le texte légal pouvait être interprété dans les deux sens et que rien, du point de vue de la sécurité du droit ou de la technique de l'assurance, ne s'opposait au choix du décès comme point de départ de la prescription, la question étant expressément réservée pour la prestation payable en cas d'invalidité.\n\nf) Que l'on considère sous l'angle délictuel ou contractuel l'action de la demanderesse fondée sur une faute commise pendant la durée des rapports de travail, la prescription de dix ans courait à partir de l'omission des mesures de sécurité incombant à la défenderesse, soit au plus tard du moment de la cessation de ces rapports à fin 1956. Elle était donc acquise lors de l'ouverture de l'action, le 18 mars 1976.\n\n3. La demanderesse fait valoir que la défenderesse répondrait également du défaut d'information et de contrôle médical après la fin des rapports de travail. Des lésions décelées à temps et traitées aussitôt auraient pu évoluer favorablement. L'absence de contrôle après la fin des rapports de travail serait d'autant plus inexcusable qu'une telle surveillance médicale a été rendue obligatoire par l'ordonnance concernant la protection contre les radiations, du 19 avril 1963. Le délai de prescription de l'action en réparation du dommage causé par cette faute n'aurait donc pas commencé à courir.\n\nLe tribunal cantonal ne s'est pas prononcé sur ces questions puisqu'il admettait la responsabilité de la défenderesse pour la faute commise pendant la durée de l'engagement. Il n'est toutefois pas nécessaire de lui renvoyer la cause pour qu'il statue à ce sujet.\n\nL'ordonnance du 19 avril 1963 concernant la protection contre les radiations (RO 1963 p. 275) - remplacée par l'ordonnance du 30 juin 1976 (RS 814.50) - prescrit l'information des personnes professionnellement exposées aux radiations sur les dangers de leur travail (art. 29), leur surveillance par des mesures physiques permettant d'évaluer la \"dose accumulée\" (art. 39) et leur examen périodique par un médecin ayant des connaissances particulières en la matière (art. 40). Cette ordonnance n'impose toutefois aucune obligation envers des ouvriers ne travaillant plus dans l'entreprise lors de son entrée en vigueur.\n\nLa demanderesse a quitté l'entreprise de la défenderesse à fin 1956 et a cessé dès lors toute activité qui l'aurait soumise à un BGE 106 II 134 S. 141contrôle de l'irradiation. Une obligation de la défenderesse d'attirer ultérieurement l'attention de son ex-employée sur les dangers de son ancienne activité et de l'inviter à se soumettre à un examen médical ne découle d'aucune autre disposition légale ni d'un devoir général d'information, compte tenu de l'état des connaissances en la matière à l'époque. La défenderesse n'a donc pas commis de faute après la fin des rapports de travail. Elle ne peut être rendue responsable pour ce motif du dommage subi par la demanderesse."}