{"annee": "106", "cour": "IV", "page": "1", "date": "18/4/1980", "cite": [], "cite_par": ["113 IV 4", "116 IV 364", "113 IV 126", "134 II 33"], "chapeau": "1. Urteil des Kassationshofes vom 18. April 1980 i.S. L. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 34 ch. 2 CP. C'est en fonction des circonstances concrètes de l'espèce qu'il convient de décider si la manière de rouler d'un conducteur est dans un rapport raisonnable avec le but qu'il se propose, c'est-à-dire conduire une personne le plus rapidement possible à l'hôpital. Dans le cas d'espèce, l'état de nécessité a été admis."], "faits": "BGE 106 IV 1 S. 1\n\nA.- Am Abend des 5. Februar 1979 lenkte L. seinen Personenwagen \"Toyota Corolla\" auf der Seestrasse von Rapperswil nach Zürich. Beim Lichtsignal im Zentrum von Küsnacht benützte er die Rechtsabbiegespur, fuhr aber in der Folge gleichwohl geradeaus. Auf der anschliessenden Fahrt überschritt er die auf 60 km/h begrenzte Geschwindigkeit streckenweise massiv, indem er seinen Wagen zeitweise bis auf 120 km/h beschleunigte.\n\nB.- In Bestätigung des Entscheides des Einzelrichters in Strafsachen des Bezirksgerichts Meilen vom 29. Mai 1979 verurteilte die I. Strafkammer des Obergerichts des Kantons Zürich L. am 8. November 1979 wegen grober Verletzung von BGE 106 IV 1 S. 2Verkehrsregeln (Art. 90 Ziff. 2 in Verbindung mit Art. 27 Abs. 1 und Art. 32 SVG) zu einer bedingt vorzeitig löschbaren Busse von Fr. 80.--.\n\nC.- Mit Nichtigkeitsbeschwerde beantragt L., das Urteil des Obergerichts sei aufzuheben und die Sache sei zur Freisprechung an die Vorinstanz zurückzuweisen. Er beruft sich auf Putativnotstandshilfe.\n\nDie Staatsanwaltschaft verzichtete auf Gegenbemerkungen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Vorinstanz stellt in tatsächlicher Hinsicht fest, L. sei am Abend des 5. Februar 1979 von einer Nachbarin, Frau M., um Hilfe für deren Ehemann gebeten worden; Herr M. sei plötzlich von unerträglichen Kopfschmerzen befallen worden und wimmernd und mit schmerzverzerrtem Gesicht \"wie ein Tier im Käfig\" in der Wohnung umhergerannt. In Erinnerung an ähnliche Fälle aus der Verwandtschaft des M. und dem Bekanntenkreis des L., die tragisch geendet hätten, sei man in Panik geraten. Nachdem sich in der Umgebung kein Arzt habe finden lassen, habe L. das Universitätsspital Zürich angerufen; von diesem sei er angewiesen worden, M. sofort als Notfall nach Zürich zu bringen. Auf der Fahrt nach Zürich habe L. die ihm zur Last gelegten Widerhandlungen gegen das SVG begangen. In der Klinik stellte sich das Leiden des M. als ungefährlich heraus.\n\n2. Gemäss Art. 34 Ziff. 2 StGB ist die Tat, die jemand begeht, um das Gut eines andern, namentlich Leben, Leib, Freiheit, Ehre, Vermögen, aus einer unmittelbaren, nicht anders abwendbaren Gefahr zu erretten, straflos. Konnte der Täter erkennen, dass dem Gefährdeten die Preisgabe des gefährdeten Gutes zuzumuten war, so mildert der Richter die Strafe nach freiem Ermessen (Art. 66 StGB). Darüber hinaus wird in Anlehnung an Art. 33 Abs. 2 StGB die Strafe auch dann nach freiem Ermessen gemildert, wenn der in Notstand oder als Notstandshelfer Handelnde die Grenzen des Notstandes schuldhaft überschritt (vgl. SCHULTZ, Allgemeiner Teil, Bd. I, 3. Aufl., S. 153, SCHWANDER, Das Schweizerische Strafgesetzbuch, Nr. 166, S. 82).\n\nDas Obergericht bejahte an sich das Vorliegen einer Notstandssituation, kam aber in Abwägung der in Frage stehenden BGE 106 IV 1 S. 3Interessen zum Schluss, L. habe mit seiner Fahrt das Gebot der Verhältnismässigkeit überschritten. Der Beschwerdeführer macht demgegenüber geltend, die Vorinstanz habe dadurch, dass sie ihm Notstandshilfeexzess vorwarf und die Strafe lediglich nach freiem Ermessen milderte, Bundesrecht verletzt.\n\na) Angesichts der sich ihm darbietenden Lage und der ihm bekannten ähnlich gelagerten Fälle durfte L. den Schluss ziehen, rasche ärztliche Hilfe sei geboten. Dass grosse Schmerzen von Laien bezüglich des Ernstes der Lage oft überschätzt werden und dass sich die Pforten diverser Spitäler und Notfallkliniken ohne Vorlage eines Arztzeugnisses oder Einlieferung durch die Ambulanz auch dann nicht öffneten, wenn der Hilfesuchende über noch so grosse Schmerzen klage, ist entgegen der Ansicht der Vorinstanz in diesem Zusammenhang unerheblich. Gerade der medizinische Laie vermag nicht zu beurteilen, ob die grossen Schmerzen im konkreten Fall auf Lebensgefahr schliessen lassen oder - wie hier - verhältnismässig harmloser Natur sind. Es darf ihm daher grundsätzlich kein Vorwurf gemacht werden, wenn er im Zweifelsfall ihre Gefährlichkeit bejaht. Die Vorinstanz räumt denn auch selber ein, \"dass der Angeklagte gewiss zu raschem Handeln aufgerufen war\".\n\nb) Der Versuch des L., in Rapperswil und Umgebung ärztliche Hilfe zu erreichen, die Gefahr mithin auf andere Weise abzuwenden, war erfolglos. Nachdem er auf seinen Anruf hin vom Zürcher Universitätsspital angewiesen worden war, M. sofort als Notfall nach Zürich zu bringen, die Klinik also zur notfallmässigen Untersuchung des M. bereit war, bestand für den Beschwerdeführer weder Anlass noch Gelegenheit, noch andere Massnahmen zur Abwendung der (vermeintlich) erheblichen Gefahr für M. in Erwägung zu ziehen; insbesondere war er nicht gehalten, sich etwa um eine Ambulanz zu bemühen, zumal sehr ungewiss war, ob eine solche innert nützlicher Frist zur Verfügung gestanden hätte. Die Vorinstanz wirft dem Beschwerdeführer denn auch nicht vor, er hätte die für M. bestehende Gefahr mit grundsätzlich andern Mitteln abwenden sollen, sondern sie führt lediglich aus, trotz des Gebots zu raschem Handeln habe L. keinesfalls eine derartige Gefährdung der Verkehrssicherheit schaffen dürfen, wie es das Fahren mit 100 oder 120 km/h unbestreitbar darstelle. Das Obergericht kommt zum Schluss, \"der Angeklagte hätte sich unter allen Umständen überlegen müssen, die wenigen Minuten Zeitgewinn stünden BGE 106 IV 1 S. 4in keinem vernünftigen Verhältnis zu dem durch die verwegene Fahrweise heraufbeschworenen Gefahren\".\n\nc) Soweit die Vorinstanz damit sagen will, der Faktor Zeit habe im vorliegenden Fall keine überragende Rolle gespielt, kann ihr nicht gefolgt werden. Nach allgemeiner Lebenserfahrung können gerade Schmerzen im Kopf Symptom von Krankheiten sein, die nur bei raschem Eingreifen erfolgreich behandelt werden können. Dies wird durch das von der Vorinstanz angeführte Schreiben von Prof. F. vom Stoffwechsellabor der medizinischen Klinik des Universitätsspitals Zürich bestätigt, wonach vor allem bei akut auftretenden Kopfschmerzen wegen möglicher Lebensgefahr jede Sekunde von grösster Wichtigkeit sei und in solchen Fällen nicht rasch genug gehandelt werden könne.\n\nd) Welche Fahrweise zum angestrebten Ziel der möglichst raschen Einweisung des Patienten ins Spital noch in angemessenem Verhältnis steht, hängt von den konkreten Umständen ab.\n\nDie Strasse ist auf der fraglichen Strecke gut ausgebaut; sie ist gegenüber den einmündenden Strassen vortrittsberechtigt. Den Fussgängern stehen Trottoirs zur Verfügung. Der Beschwerdeführer kennt die Strecke und ist als guter Automobilist ausgewiesen. Gewiss blieb die Fahrweise des L. trotzdem gefährlich, zumal es dunkel war und regnete. Nach Auffassung des Obergerichts waren vor allem Fussgänger, die sich auf der Fahrbahn befinden konnten, gefährdet. Dass L. einen bestimmten Fussgänger (oder einen andern Verkehrsteilnehmer) tatsächlich gefährdet habe, wird ihm nicht vorgeworfen. Indem der Beschwerdeführer im Vertrauen auf sein fahrerisches Können und seine Kenntnis der örtlichen Verhältnisse die zulässige Höchstgeschwindigkeit streckenweise, nämlich dort, wo es ihm vertretbar erschien, erheblich überschritt, ging er ein kalkuliertes Risiko ein. Eine unter den gegebenen Umständen nicht zu verantwortende Gefahr führte er nicht herbei. Das nicht markierte Polizeifahrzeug folgte ihm mit gleicher Geschwindigkeit. Bei der Abwägung dessen, was auf dem Spiel stand und dessen, was er aufs Spiel setzte, hat L. sich nicht schuldhaft verhalten. Die Sache ist daher an die Vorinstanz zurückzuweisen, damit sie den Beschwerdeführer hinsichtlich des Vorwurfs der Überschreitung der zulässigen Höchstgeschwindigkeit von Schuld und Strafe freispreche.\n\ne) Da der Beschwerdeführer zwecks Zeitgewinn beim Lichtsignal im Zentrum Küsnachts trotz Benützung der Rechtsabbiegespur BGE 106 IV 1 S. 5geradeaus fuhr, wurde er von der ersten Instanz gestützt auf Art. 90 Ziff. 2 SVG auch wegen Widerhandlung gegen Art. 27 SVG verurteilt. Das Obergericht hat diese Verurteilung bestätigt. Sein Urteil führt aber keine Tatumstände an, die den Schluss zuliessen, die Tat stehe in keinem vernünftigen Verhältnis zum angestrebten Ziel der möglichst raschen Einlieferung des M. ins Spital. Die Sache wird daher auch in diesem Punkt zur Freisprechung des Beschwerdeführers an die Vorinstanz zurückgewiesen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Obergerichts - I. Strafkammer - des Kantons Zürich vom 8. November 1979 aufgehoben und die Sache zur Freisprechung des Beschwerdeführers an die Vorinstanz zurückgewiesen."}