{"annee": "106", "cour": "IB", "page": "154", "date": "2/7/1980", "cite": ["96 I 636", "54 I 188", "26 I 444", "65 I 98", "53 I 300", "61 I 345"], "cite_par": ["112 IA 75", "118 IA 195", "117 IA 233", "120 IB 512", "117 IA 202", "130 I 156", "125 I 458", "117 IA 221"], "chapeau": "26. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 2. Juli 1980 i.S. Kanton Wallis c. Kanton Tessin (staatsrechtliche Klage)", "regestes": ["Art. 83 lettre b OJ; différend de frontière entre deux cantons (col du Nufenen). 1. Questions préalables de procédure; droit applicable (consid. 1-3). 2. Principes permettant de fixer les frontières cantonales; application subsidiaire et par analogie des règles du droit international public (consid. 4a-c). 3. Un accord passé entre les cantons en cause à propos de questions techniques relatives à la construction de la route du Nufenen a-t-il quelque portée en ce qui concerne la détermination de la frontière? (consid. 5.) 4. a) Accord contractuel tacite à propos du tracé de la frontière? (consid. 6a.) b) Reconnaissance unilatérale? (consid. 6b.) c) Conséquences d'un comportement contradictoire (consid. 6c). 5. Droits de souveraineté exercés par l'un des cantons en litige sur le territoire contesté de façon continue et incontestée? (consid. 7.) 6. Critère naturel de la ligne de partage des eaux (consid. 8)."], "faits": "BGE 106 Ib 154 S. 155\n\nIn den Jahren 1965 bis 1969 erbauten die Kantone Wallis und Tessin in enger Zusammenarbeit und mit Unterstützung BGE 106 Ib 154 S. 156des Bundes die Strasse über den Nufenen-Pass, welche das Goms mit dem Bedretto-Tal verbindet. Diese Strasse erreicht ihren Scheitelpunkt einige hundert Meter nördlich der bisherigen Passhöhe in unmittelbarer Nachbarschaft von zwei kleinen Seen. Bei der Planung und beim Bau der Strasse stellten die zuständigen Behörden der beiden Kantone bezüglich der Kantonsgrenze auf die Landeskarte 1:25 000 ab. Auf dieselbe Grundlage stützte sich auch der Bund bei der Aufteilung seiner Beiträge auf die beteiligten Kantone. Gemäss dieser Karte verläuft die Kantonsgrenze westlich der beiden auf der neuen Nufenen-Passhöhe gelegenen Seelein. Anlässlich der Eröffnungsfeier für die neuerbaute Strasse vom 5. September 1969 stellte die Regierung des Kantons Wallis ein Denkmal auf, dessen Standort sich mit der Kantonsgrenze gemäss Landeskarte deckte. Dieser Gedenkstein wurde in der darauffolgenden Nacht entwendet und später in Ulrichen gefunden.\n\nIm Anschluss an dieses Ereignis wurden in den Jahren 1970-1972 Verhandlungen über den genauen Grenzverlauf am Nufenen geführt, an denen neben Vertretern der beiden Kantone auch Vertreter der Gemeinden Ulrichen (VS) und Bedretto (TI) sowie der Degagna generale di Osco (TI) beteiligt waren. Dabei bestritt der Kanton Wallis die Richtigkeit der Grenzziehung gemäss Landeskarte und behauptete, die Kantonsgrenze liege in Wirklichkeit östlich der Passhöhe Richtung Bedretto-Tal und verlaufe so, wie sie auf der Anselmier-Karte von 1851 eingezeichnet sei. Der Kanton Tessin vertrat demgegenüber den Standpunkt, die Landeskarte 1: 25000 gebe den Grenzverlauf richtig wieder. Eine Einigung konnte nicht erreicht werden.\n\nAm 3. Mai 1973 reichte der Kanton Wallis beim Bundesgericht staatsrechtliche Klage im Sinne von Art. 83 lit. b OG mit folgenden Anträgen ein:\n\n\"1. Es sei festzustellen, dass\n\na) die Grenzen zwischen den Kantonen Tessin und Wallis am Nufenen so verlaufen wie sie in der Karte Anselmier 1851 eingezeichnet sind;\n\nb) die fragliche Grenze eventuell gemäss Karte des Eidg. Stabsbureaus (Siegfriedkarte) von 1872 verläuft.\n\n2.) ...\"\n\nZur Begründung führte der Kanton Wallis im wesentlichen aus, die Walliser hätten seit jeher über die Passhöhe hinaus auf dem Ostabhang des Nufenenpasses Hoheits- und Eigentumsrechte ausgeübt, was alte Urkunden sowie die Aussagen noch BGE 106 Ib 154 S. 157lebender Zeugen klar bewiesen. Diese Auffassung stehe ferner im Einklang mit verschiedenen älteren Karten, namentlich mit derjenigen von Anselmier aus dem Jahre 1851. Auf der Siegfriedkarte von 1872 (Blatt 491) verlaufe die Kantonsgrenze zwar weiter westlich, aber immerhin zwischen den beiden auf der Passhöhe gelegenen Seen hindurch. Die neueren Karten aus dem 20. Jahrhundert (Festungskarte und Landeskarte) zeigten grundlos einen falschen Grenzverlauf. Im übrigen hätten die Behörden der Gemeinde Ulrichen 1947 gegenüber dem eidg. Militärdepartement und 1949 gegenüber der Rhone-Werke AG erfolgreich die Meinung vertreten, die Kantonsgrenze liege östlich der Passhöhe.\n\nMit Klageantwort vom 29. September 1973 stellte der Kanton Tessin folgende Begehren:\n\n\"1. Le domande proposte con l'azione di diritto pubblico del 3 maggio 1973 vengono integralmente respinte.\n\n1. È riconosciuto che in confini cantonali tra il Cantone Ticino ed il Canton Vallese al passo della Nufenen sono quelli tracciati sulla carta nazionale (1:25 000) - e ripresa in scala 1:500 sul doc. No 2 -: è di conseguenza accertato, che lo stesso confine delimiti i territori giurisdizionali dei Comuni di Bedretto e di Ulrichen; nonchè le proprietà della Bürgergemeinde di Ulrichen e della Degagna generale di Osco.\n\n3.) ...\"\n\nDer Kanton Tessin führte im wesentlichen aus, die geltende Grenze liege auf der Wasserscheide. Alle Karten würden die Grenze auf dieser Linie kennzeichnen. Der Kanton Wallis hätte gegen die ihm bekannten neueren Karten protestieren müssen, wenn er damit nicht einverstanden gewesen wäre. Das habe er unterlassen. Im Bedretto-Tal wohnhafte Zeugen würden bestätigen, dass das Tessiner Gebiet immer bis zur Wasserscheide gereicht habe. Das beigelegte Gutachten von Dr. Raschér vom Institut des Tessiner Namenbuches (RTT) der Universität Zürich, komme aufgrund der Auswertung zahlreicher Archiv-Urkunden zum selben Schluss. Beim Bau von Kraftwerkleitungen über den Nufenen in den vierziger und fünfziger Jahren sei man stets von der Kantonsgrenze ausgegangen, wie sie in der Landeskarte eingezeichnet sei.\n\nIn der Replik vom 28. Februar 1974 präzisierte der Kanton Wallis sein Eventualbegehren folgendermassen:\n\n\"Um jeden Zweifel auszuschliessen, verlangen wir: Es sei die Grenze beim heutigen Strassenübergang gemäss Siegfriedkarte von 1872 so festzulegen, dass das westliche Seelein mit seinem natürlichen Einzugsgebiet dem Kanton BGE 106 Ib 154 S. 158Wallis gehört.\"\n\nIm übrigen hielt der Kanton Wallis an seinen Anträgen fest und beantragte die kostenfällige Abweisung der Tessiner Begehren.\n\nIn seiner Duplik vom 29. November 1974 erneuerte der Kanton Tessin die Anträge der Klageantwort und legte namentlich dar, der Kanton Wallis und die Gemeinde Ulrichen hätten den Grenzverlauf gemäss Landeskarte konkludent anerkannt.\n\nAuf die Vorbringen der Parteien im einzelnen wird im Zusammenhang mit den Erwägungen näher eingetreten.\n\nAuf Anordnung des Präsidenten der staatsrechtlichen Kammer des Bundesgerichts vom 30. Juli 1974 wurde über den Verlauf der Wasserscheide im Bereich der Nufenen-Passhöhe vor dem Bau der Strasse und über die eventuelle Abweichung der Grenzziehung der Landeskarte von dieser Wasserscheide eine Expertise eingeholt. Als Experte wurde Prof. E. Spiess von der eidg. Technischen Hochschule Zürich ernannt. Auf den Inhalt dieses Gutachtens wird in den Erwägungen eingegangen.\n\nDer Kanton Wallis schloss sich dem Ergebnis der Expertise an und zog in der Folge seinen Hauptantrag zurück.\n\nDer Kanton Tessin nahm zum Gutachten nicht ausdrücklich Stellung. Er unterbreitete dem Kanton Wallis einen Vergleichsvorschlag, welcher von den Walliser Behörden zurückgewiesen wurde. Daraufhin beantragte der Kanton Tessin beim Bundesgericht die Weiterführung des Verfahrens.\n\nGemäss Art. 91 Abs. 2 OG ordnete das Bundesgericht eine mündliche Schlussverhandlung an. Die Vertreter der Parteien hielten an ihren Rechtsbegehren fest, soweit sie diese im Laufe des Verfahrens noch aufrecht erhalten hatten.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nI. Formelles\n\n1. a) Gemäss Art. 83 lit. b OG beurteilt das Bundesgericht staatsrechtliche Streitigkeiten zwischen Kantonen, wenn eine Kantonsregierung seinen Entscheid anruft. Die Parteien müssen an der Entscheidung ein rechtliches Interesse besitzen (BIRCHMEIER, Bundesrechtspflege, S. 286 mit Verweisen). Diese Voraussetzungen sind gegeben. Auf die staatsrechtliche Klage des Kantons Wallis ist einzutreten.\n\nb) Staatsrechtliche Klagen werden vom Bundesgericht im Rahmen der gestellten Anträge sowohl in rechtlicher als auch BGE 106 Ib 154 S. 159in tatsächlicher Hinsicht frei geprüft (BGE 61 I 351; BIRCHMEIER, S. 287).\n\n2. a) Der Kanton Wallis hat sich mit den Schlussfolgerungen des Gutachtens Spiess einverstanden erklärt und mit Schreiben vom 3. September 1976 seinen Hauptantrag zurückgezogen. Dieser Verzicht auf den Hauptantrag wurde am 20. Oktober 1976 und am 30. März 1977 bestätigt. Umstritten ist somit heute gemäss dem präzisierten Eventualantrag des Kantons Wallis nur noch der Grenzverlauf bei den beiden Seelein auf der neugeschaffenen Passhöhe, während beide Parteien im übrigen die Grenzziehung, wie sie in den Landeskarten der Eidgenössischen Landestopographie eingezeichnet sind, anerkennen. Beim noch streitigen Grenzverlauf handelt es sich um jenes Gebiet, in welchem gemäss den Untersuchungen von Prof. Spiess die Grenzziehung der Landeskarte von der Wasserscheide abweicht.\n\nb) Der Kanton Tessin beantragt die Abweisung der Walliser Anträge und hält an diesem Begehren, nachdem verschiedene Vergleichsverhandlungen gescheitert sind, auch heute noch fest.\n\nErgänzend stellt der Kanton Tessin das Begehren, es sei festzustellen, dass die Kantonsgrenze gemäss Landeskarte auch die Gerichtsbarkeit der Gemeinden Bedretto und Ulrichen und das Eigentum der Bürgergemeinde von Ulrichen und der Degagna Generale di Osco abgrenze. In der Klageantwort führt der Kanton Tessin weiter aus, diese Feststellung sei in das Dispositiv aufzunehmen. Dieser Antrag ist nicht besonders zu behandeln, soweit er die Gemeindegrenzen betrifft: Mit dem Entscheid über die Kantonsgrenze wird implizit auch die Grenzziehung zwischen den genannten Gemeinden festgelegt, da Gemeindegrenzen klarerweise fremdes Kantonsgebiet nicht verletzen dürfen. Demgegenüber müssen private Eigentumsrechte nicht zwingend an Kantonsgrenzen halt machen. Ihr Umfang ist nicht Gegenstand des vorliegenden Verfahrens. Insofern kann auf den Zusatzantrag des Kantons Tessin nicht eingetreten werden.\n\n3. Bei der Beurteilung staatsrechtlicher Streitigkeiten zwischen Kantonen wendet das Bundesgericht in erster Linie Bundesgesetzesrecht und interkantonales Konkordatsrecht an. Fehlen solche Normen, stützt es seinen Entscheid auf bundesrechtliche oder interkantonale gewohnheitsrechtliche Regeln ab. Schliesslich bezeichnet es die Grundsätze des Völkerrechts BGE 106 Ib 154 S. 160als subsidiär anwendbar (BGE 26 I 450; ferner BGE 54 I 202 E. 3; vgl. auch BGE 96 I 648 E. 4 c; BIRCHMEIER, a.a.O. S. 288). Nach unbestrittener Auffassung in der schweizerischen Lehre und Rechtsprechung kommt das Völkerrecht im interkantonalen Verhältnis somit zum Zug, wenn in der betreffenden Streitfrage sowohl das Bundesrecht als auch das interkantonale Vertrags- und Gewohnheitsrecht ausgeschöpft sind (ALEXANDER WEBER, Die interkantonale Vereinbarung, eine Alternative zur Bundesgesetzgebung?, Bern 1976, S. 54 f.; AUBERT, Band II, S. 588 N. 1637). Dabei kann allerdings nicht von einer originären, sondern nur von einer analogen Anwendung des Völkerrechts die Rede sein (vgl. VERDROSS/SIMMA, Universelles Völkerrecht, Berlin 1976, S. 474 mit Verweisen). Lässt sich aus keiner dieser Rechtsquellen eine Regel ableiten, ist unter Würdigung aller Umstände zu entscheiden (BGE 65 I 102 f. E. 2).\n\nII. Materielle Beurteilung\n\n4. a) Das Gebiet der Nufenen-Passhöhe ist mehrmals kartographisch aufgenommen worden. 1851 machte Anselmier im Auftrag von Dufour topographische Aufnahmen dieses Gebietes. Auf dieser Karte verläuft die Kantonsgrenze im Bereich der Nufenen-Passhöhe bis 500 m östlich der natürlichen Wasserscheide. Beim Topographischen Atlas der Schweiz, Blatt Sanct Gotthard im Massstab 1:50 000 von 1872 (nachstehend Siegfriedkarte genannt) liegt die Kantonsgrenze auf der Passhöhe zwischen den beiden Seelein. In den Jahren 1917/1918 nahm die Eidg. Landestopographie eine Festungskarte 1:10 000 auf, welche nur den grösseren, weiter westlich gelegenen See zeigt und die Kantonsgrenze westlich davon verlaufen lässt. Diese (geheime) Festungskarte wurde unbestrittenermassen als Grundlage für die erste Ausgabe der Landeskarte der Eidg. Landestopographie von 1947 verwendet, welche denn auch den gleichen Grenzverlauf wie die Festungskarte zeigt. Auch alle späteren Ausgaben der Landeskarte 1:50 000 sowie die 1965 erstmals erschienene Landeskarte 1:25 000 sind bezüglich der Kantonsgrenze mit der Festungskarte identisch.\n\nBei der Beurteilung der Bedeutung der verschiedenen Kartenwerke ist davon auszugehen, dass Karten für sich allein - wie die Parteien richtigerweise anerkennen - Kantonsgrenzen BGE 106 Ib 154 S. 161nicht rechtskräftig festlegen können (BGE 18, 684 E. 2). Im konkreten Fall verunmöglicht zudem die stark unterschiedliche Behandlung der Kantonsgrenze in den einzelnen Kartenwerken, aus den topographischen Aufnahmen zwingende Schlüsse für die Beurteilung des vorliegenden Grenzstreites abzuleiten.\n\nb) In BGE 18, 683 f. führte das Bundesgericht aus, der Grenzverlauf zwischen zwei Staaten sei entweder geschichtlich hergebracht oder durch vertragsmässige Vereinbarung festgestellt. In einem späteren Entscheid erwähnte es als zusätzliches Kriterium für die Bestimmung von Grenzen die natürlichen Grenzlinien, führte aber einschränkend aus, dass \"auf die natürliche Bodengestaltung jedenfalls nicht in erster Linie abgestellt werden kann, sondern vielmehr der Ausübung von Hoheitsakten, dem Besitzstand, der Tradition ... eine überwiegende Bedeutung beigemessen werden muss\" (BGE 21, 967). Im gleichen Urteil prüfte das Bundesgericht eingehend, ob die Kantone im umstrittenen Gebiet Hoheitsakte vorgenommen hatten und ob ein Kanton die Zugehörigkeit dieses Gebietes zum anderen Kanton anerkannt hatte (BGE 21, 969 f.). In BGE 53 I 307 E. 3 erwähnte es erneut, dass die bisherige tatsächliche und ausschliessliche Ausübung von staatlichen Hoheitsbefugnissen für die Zugehörigkeit eines Gebietes zu einem bestimmten Kanton ausschlaggebend sein kann. Das Bundesgericht anerkennt somit als Rechtstitel für den Erwerb eines Gebietes bzw. für den Verlauf einer Grenze Vertragsrecht, lange und ausschliessliche Ausübung von Hoheitsrechten, einseitige Anerkennung und subsidiär natürliche Grenzen. Dazu kommt noch die Zusprechung eines Gebietes durch Gerichtsurteil oder durch Schiedsspruch (BGE 23, 1449).\n\nc) Praxis und Lehre des Völkerrechtes kennen eine Rangfolge der Geltungsgründe einer Grenze: Danach sind Grenzlinien primär durch Vertragsrecht oder einseitige Anerkennung bestimmt. Ist die Grenzziehung weder vertraglich festgelegt noch von den Parteien als verbindlich anerkannt, werden die Grenzen durch den unbestrittenen Besitzstand (Ersitzung, prescription), d.h. nach dem sog. Effektivitätsprinzip bestimmt: Gemäss diesem Grundsatz gehört ein bestimmtes Gebiet einem Staat soweit, als er darauf während längerer Zeit tatsächlich und unbestritten Herrschaftsgewalt ausübt (vgl. Schiedsspruch Island of Palmas vom 4. April 1928 (AJ 22, 1928 S. 877/UNRIAA 2 829)).\n\nBGE 106 Ib 154 S. 162\n\nKann im streitigen Gebiet kein unbestrittener Besitzstand eines Staates - und damit keine Ersitzung - nachgewiesen werden, ist subsidiär auf eine Reihe von Regeln über den Verlauf natürlicher Grenzen abzustellen (vgl. MENZEL/IPSEN, Völkerrecht, München 1979, S. 152; A. VERDROSS, Völkerrecht, 5. Aufl., Wien 1964, S. 271; VERDROSS/SIMMA, a.a.O. S. 521 ff.; MÜLLER/WILDHABER, Praxis des Völkerrechts, Bern 1977, S. 228 f.; F. BERBER, Lehrbuch des Völkerrechts, 1. Band, München 1975, S. 316).\n\nd) Die Praxis, die das Bundesgericht bei Grenzstreitigkeiten zwischen Kantonen verfolgt, deckt sich demnach im wesentlichen mit den Regeln des allgemeinen Völkerrechts. Nach diesen Grundsätzen ist auch im vorliegenden Fall zu verfahren.\n\n5. a) Ein Vertrag, der ausdrücklich die Kantonsgrenze auf dem Nufenen regelt, besteht nicht. Im Zusammenhang mit dem Strassenbau haben die beiden Kantone aber im Mai 1965 eine Vereinbarung über die Modalitäten bei der Ausschreibung und Vergebung der Bauarbeiten am Baulos 3 abgeschlossen. Die Vereinbarung nimmt in zwei Punkten Bezug auf die Kantonsgrenze: In Ziff. 1 wird ausgeführt, das Baulos 3 umfasse neben der Strecke auf Tessiner Gebiet (km 8 500 bis 11 040) auch eine Strecke von ca. 640 m Länge auf Walliser Territorium, welche von der Kantonsgrenze bis zur schon bestehenden Zufahrtsstrasse am Walliser Abhang reiche. Ziff. 8 statuiert, dass jeder Kanton direkt für die Bezahlung der Arbeiten auf seinem Gebiet besorgt sei.\n\nWie aus den Projektplänen zum Baulos 3 hervorgeht und vom Kanton Wallis nicht bestritten wird, meint diese Vereinbarung jenen Verlauf der Kantonsgrenze, welcher auf der Landeskarte eingezeichnet ist. Die Tragweite dieses Vertrages ist deshalb näher zu untersuchen.\n\nb) Die Vereinbarung von 1965 beschlägt eine technische Materie im Zusammenhang mit dem Strassenbau. Dabei wird ein bestimmter Grenzverlauf zwar vorausgesetzt; die Vereinbarung hat aber offensichtlich nicht zum Ziel, die Kantonsgrenze in einer bestimmten Weise zu regeln. Vielmehr war man sich anlässlich des Vertragsschlusses der Grenzproblematik offenbar noch gar nicht bewusst. Eine verbindliche Regelung des Grenzverlaufs wäre überdies im Rahmen dieser Vereinbarung gar nicht möglich gewesen: Die Vereinbarung wurde von den Baudepartementen der beiden Kantone ausgehandelt und BGE 106 Ib 154 S. 163unterzeichnet; gemäss Art. 30 Abs. 2 der Verfassung des Kantons Wallis müsste ein Vertrag über die Kantonsgrenzen aber dem Volk vorgelegt werden. Dies ist nicht geschehen.\n\nDie Vereinbarung von 1965 hat demnach nicht den Charakter eines Grenzvertrages. Nach Auffassung des Kantons Tessin hat der Kanton Wallis aber zumindest stillschweigend die Gültigkeit der Kantonsgrenze gemäss Landeskarte anerkannt. Ob diese Argumentation zutrifft, ist im folgenden näher zu prüfen.\n\n6. Der Kanton Wallis verwahrte sich weder gegen die Grenzziehung der Festungskarte von 1917/1918 noch gegen diejenige der auf dieser Vorlage beruhenden Karte der Landestopographie von 1947. Er macht zwar geltend, die Gemeinde Ulrichen habe schon im Jahre 1949 im Zusammenhang mit der Erstellung der Hochspannungsleitung der Rhonewerke AG über den Nufenenpass gegenüber dieser Gesellschaft zu erkennen gegeben, dass sie den Grenzverlauf gemäss Festungskarte nicht anerkenne. Während der Planung und des Baus der Nufenenstrasse haben die Behörden des Kantons Wallis aber, wie unbestritten ist, nie gegen diese Grenzziehung opponiert. Das Bau- und Forstdepartement des Kantons Wallis unterzeichnete die Vereinbarung von 1965 vorbehaltlos. Der Kanton Wallis bringt auch nicht vor, Einwendungen gegen die vom Bundesrat vorgeschlagene Aufteilung der Bundesbeiträge erhoben zu haben. In den verschiedenen Botschaften des Bundesrates (BBl 1962 II 391 ff.; 1963 I 185 ff. (Ergänzungsbotschaft); 1972 I 1217 ff.) und in den veröffentlichten Protokollen der parlamentarischen Beratungen (Amtl. Bull. 1972 N 2033 f.; S 588 ff.) finden sich keine Hinweise darauf, dass die Grenzziehung in irgend einer Hinsicht in Frage gestanden hätte. Die Bundesversammlung übernahm die Anträge des Bundesrates unverändert (BBl 1963 I 748 ff.; 1973 I 27 f.). Erst im Anschluss an die Entwendung des erwähnten Gedenksteins, also nach der Eröffnung der Strasse, machte der Kanton Wallis seine Gebietsansprüche geltend.\n\nDas Verhalten des Kantons Wallis ist unter drei Gesichtspunkten zu würdigen: Vorerst stellt sich die Frage, ob der vorbehaltlosen Unterzeichnung der Vereinbarung von 1965 die Bedeutung einer stillschweigenden vertraglichen Einigung über den Grenzverlauf zukomme (nachfolgend lit. a). Weiter ist die Möglichkeit zu untersuchen, dass das Verhalten des Kantons Wallis als konkludent abgegebene einseitige Anerkennung des BGE 106 Ib 154 S. 164heutigen Grenzverlaufs zu deuten ist (lit. b). Schliesslich fragt sich, ob der Kanton Wallis heute allenfalls durch das Verbot widersprüchlichen Verhaltens an der erfolgreichen Geltendmachung seiner Ansprüche gehindert wird (lit. c).\n\na) Nicht nur privatrechtliche Verträge, sondern auch Verträge zwischen Staaten und insbesondere Konkordate unter Kantonen können durch konkludente Handlungen zustandekommen (BGE 96 I 648 f. E. 4c). Voraussetzung ist grundsätzlich eine Willenseinigung. Relativiert wird das Erfordernis der Willenseinigung durch das Vertrauensprinzip: Der Vertragsschluss wird auch dann als gegeben erachtet, wenn aus dem Verhalten des einen Partners nach Treu und Glauben auf den zugrunde liegenden Vertragswillen geschlossen werden darf (vgl. BGE 96 I 649 ff. E. 4d; J.P. MÜLLER, Vertrauensschutz im Völkerrecht, Köln/Berlin 1971 S. 108 f.; vgl. ANZILOTTI, Lehrbuch des Völkerrechts, Bd. 1, Berlin und Leipzig 1929, S. 54 ff.). Nach völkerrechtlicher Lehre und Praxis darf nicht leichthin auf eine Bindung aus Vertrauensschutz geschlossen werden. Eine solche Bindung wird vor allem dann angenommen, wenn eine Partei aufgrund berechtigten Vertrauens Vorkehren traf, die nicht rückgängig zu machen sind (vgl. North Sea Continental Shelf Cases, ICJ Reports 1969 N. 30; VERDROSS/SIMMA, a.a.O., S. 363 Anm. 19; MÜLLER, a.a.O., S. 109, 164 ff.).\n\nIm Lichte dieser Grundsätze lässt sich die Annahme, die beiden Kantone hätten durch konkludentes Handeln einen Grenzvertrag geschlossen, nicht halten. Weder wird von den Parteien behauptet, noch ist aus den Umständen ersichtlich, dass die beiden Kantone damals beabsichtigten oder darauf vertrauen durften, dass mit der Vereinbarung über die Bauarbeiten eine Grenzbereinigung vorgenommen wurde. Im Jahre 1965 standen technische, organisatorische und finanzielle Probleme des Strassenbaus im Vordergrund. Der genaue Grenzverlauf wurde erst nach Beendigung der Bauarbeiten wichtig, als die Überbauung und Nutzung der Passhöhe an Interesse gewann und daher geregelt werden musste. Da sich die Parteien in der massgeblichen Zeit der Unbestimmtheit des Grenzverlaufs im Bereich der beiden Seelein offenbar gar nicht bewusst waren, konnten sie auch keinen Willen zur Bereinigung der ungeklärten Grenzsituation haben oder entsprechendes Vertrauen in das Verhalten des andern Partners setzen. Die BGE 106 Ib 154 S. 165Umstände des Abschlusses der Vereinbarung von 1965 waren also nicht geeignet, dem vorbehaltlosen Abstellen auf die Grenze der Landeskarte den Charakter einer stillschweigenden Einigung über die Grenzziehung zu geben.\n\nb) Die einseitige Anerkennung von Grenzen durch einen Staat ist an keine bestimmte Form gebunden, sondern kann durch konkludentes Verhalten oder durch passive Hinnahme eines Zustandes erfolgen (vgl. VERDROSS/SIMMA, a.a.O. S. 341 f.):\n\naa) Der Kanton Tessin macht geltend, der Kanton Wallis habe bereits bei der Erstellung der elektrischen Leitungen der Rhonewerke AG in den Jahren nach 1946 und der Bernischen Kraftwerke AG im Jahre 1958 die Grenzziehung der Landeskarte konkludent anerkannt. Den damals abgeschlossenen Verträgen zwischen den genannten Gesellschaften und der Gemeinde Ulrichen sei die Grenzziehung der Landes- bzw. Festungskarte zugrunde gelegen. Die Gemeinde Ulrichen habe damit die Gültigkeit der heute vom Kanton Wallis angefochtenen Grenzlinie jedenfalls stillschweigend als Vertragsgrundlage anerkannt.\n\nDer Kanton Wallis bestreitet, dass mit den beiden erwähnten Durchleitungsverträgen die Grenzziehung der Landeskarte anerkannt worden sei. Er macht geltend, die Gemeinde Ulrichen habe im Jahre 1949 gegenüber der Rhonewerke AG in einem Briefwechsel, welcher die Entschädigung für Durchleitungsrechte und die Besteuerung von Leitungsmasten betraf, deutlich zu erkennen gegeben, dass sie die Kantonsgrenze der Festungskarte nicht als gültig betrachte. Dieses Schreiben der Gemeinde Ulrichen äussert sich zur Grenzfrage aber nicht direkt, sondern scheint stillschweigend vorauszusetzen, dass bestimmte Leitungsmasten noch im Gebiet des Kantons Wallis stünden. Ob darin ein rechtserheblicher Protest gegen die Grenzziehung der Festungs- bzw. Landeskarte erblickt werden kann, ist zweifelhaft. Die Frage kann indessen offen bleiben. Die Elektrizitätsleitungen der Rhonewerke AG und der Bernischen Kraftwerke AG liegen nämlich alle in einem Gebiet, in welchem der Kanton Wallis nach dem Rückzug des Hauptantrages die Gültigkeit des Grenzverlaufes der Landeskarte nicht bestreitet. Insofern kann aus dem Verhalten der Gemeinde Ulrichen bei der Erstellung der genannten Leitungen für die vorliegend zu entscheidende Frage nichts abgeleitet werden.BGE 106 Ib 154 S. 166\n\nbb) Dass der Kanton Wallis mit der Unterzeichnung der Vereinbarung von 1965 die Grenze gemäss Landeskarte konkludent anerkannt hätte, ist aus den gleichen Gründen zu verneinen, die gegen die Annahme einer stillschweigenden Übereinkunft betreffend den Grenzverlauf sprechen. Eine als stillschweigende Anerkennung der Kartengrenze zu deutende Haltung des Kantons Wallis und ein entsprechendes beim Kanton Tessin erwecktes schützenswertes Vertrauen sind nicht nachweisbar. Die bereits erwähnten Umstände zeigen deutlich, dass sich im Zeitpunkt der Vereinbarung von 1965 keine der beiden Parteien der Grenzproblematik überhaupt bewusst war.\n\ncc) Der Kanton Wallis hat an einem Standort, welcher der Grenzziehung gemäss Landeskarte entspricht, einen Gedenkstein errichtet. Nach Auffassung des Kantons Tessin hat der Kanton Wallis damit deutlich zum Ausdruck gebracht, dass er die heutige Grenzlinie anerkenne. Diese Argumentation wäre allenfalls dann stichhaltig, falls es sich beim genannten Denkmal, das in der Nacht nach der offiziellen Eröffnungsfeier vom 5. September 1969 entwendet wurde, um eine Art Grenzstein gehandelt hätte.\n\nAm 19. September 1969 reichte der Vorsteher des Bau- und Forstdepartementes des Kantons Wallis eine Strafanzeige gegen Unbekannt ein. Darin spricht er vom \"anlässlich der Eröffnungsfeier der Nufenenstrasse auf dem Pass aufgestellte(n) Erinnerungsstein\" und bezeichnet als anwendbare Normen nur die Art. 137 (Diebstahl), 145 (Sachbeschädigung) und 270 StGB (Tätliche Angriffe auf schweizerische Hoheitszeichen); Art. 268 StGB (Verrückung staatlicher Grenzzeichen) wird in der Strafanzeige nicht erwähnt.\n\nAm 17. November 1969 beschloss der Staatsrat des Kantons Wallis, die Strafanzeige zurückzuziehen, da es sich bei jenem Denkmal nicht um einen Grenzstein, sondern bloss um einen Gedenkstein (\"la pierre commémorative\") handle. Nach der Entwendung des Denkmales auf der Passhöhe gaben die Behörden des Kantons Wallis somit sehr bald deutlich - und ohne durch das Verhalten des Kantons Tessin beeinflusst zu sein - zu erkennen, dass sie diesen Stein nicht als Grenz- sondern als Erinnerungsstein betrachteten. Somit kann die Errichtung des Denkmals nicht als Ausdruck der Absicht, die Grenze gemäss Landeskarte anzuerkennen, gedeutet werden.\n\ndd) Näher zu untersuchen ist schliesslich die Frage, ob der Kanton Wallis die Grenzlinie gemäss Landeskarte durch BGE 106 Ib 154 S. 167langjährige passive Hinnahme konkludent anerkannt hat. Das Prinzip der Bindung durch passive Hinnahme eines Zustandes wird im Völkerrecht in Anlehnung an einen Begriff der angelsächsischen Rechtstradition \"acquiescence\" genannt, was sich etwa mit dem Ausdruck \"qualifiziertes Stillschweigen\" wiedergeben lässt (STRUPP/SCHLOCHAUER, Wörterbuch des Völkerrechts, 2. Auflage, Bd. III, S. 391). Acquiescence bedeutet Stillschweigen gegenüber einem fremden Rechtsanspruch, der sich in einer solchen Weise manifestiert, dass die passive Haltung nach Treu und Glauben nicht anders denn als stillschweigende Anerkennung verstanden werden kann. Es handelt sich also um eine Deutung und rechtliche Wertung passiven Verhaltens unter dem Gesichtspunkt des Vertrauensschutzes. Dabei spielt das Zeitelement eine wesentliche Rolle, denn es ist in der Regel der Zeitablauf, der dem Ausbleiben eines Protestes gegenüber fremder Rechtsbehauptung und ihrer äusserlichen Manifestierung den Charakter einer stillschweigenden Zustimmung gibt. Es ist allerdings zu beachten, dass gerade das Stillschweigen eines Staates niemals als isoliertes Phänomen rechtliche Relevanz hat, sondern immer nur durch seinen Bezug auf die konkrete Interessenlage der Parteien (MÜLLER, a.a.O., S. 37 ff., 40). Der normative Gehalt dieses Prinzips findet Ausdruck im Rechtssprichwort: \"Qui tacet consentire videtur si loqui debuisset ac potuisset.\"\n\nUnter den Entscheiden aus der neueren Rechtsprechung des Internationalen Gerichtshofes zur Bedeutung des qualifizierten Stillschweigens bei Grenzstreitigkeiten besitzt namentlich der Fall des Tempels von Preah Vihear im thailändisch-kambodschanischen Grenzgebiet grosses Gewicht (CIJ Recueil 1962, S. 6 ff.). Die thailändische Regierung hatte es versäumt, gegen eine ihr offiziell zugestellte Karte zu protestieren, auf der im Auftrage einer gemischten thailändisch-kambodschanischen Grenzbereinigungskommission der Verlauf der Grenze eingetragen worden war. Den Arbeiten der Kommission waren jahrzehntelange Grenzstreitigkeiten vorausgegangen. Der Internationale Gerichtshof entschied, dass das Stillschweigen der thailändischen Regierung unter den konkreten Umständen sowie ihr Verhalten in den folgenden Jahrzehnten dahin gedeutet werden müssten, dass Thailand die Karten als Ergebnis der Grenzbereinigung anerkannt habe.\n\nDer Umstand, dass der Kanton Wallis weder im Zusammenhang mit der Planung und dem Bau der Nufenenstrasse noch BGE 106 Ib 154 S. 168im Verfahren der Gewährung der Bundesbeiträge Vorbehalte zur Grenzfrage angebracht hat, besitzt an sich erhebliches Gewicht. Das umstrittene Gebiet ist indessen sehr klein. Es umfasst das westliche der beiden auf der Passhöhe gelegenen Seelein sowie das zugehörige Einzugsgebiet von ca. 1 ha Fläche. Vor dem Strassenbau war dieses Gebiet völlig unwegsam und ohne jede wirtschaftliche Bedeutung. Der alte Passübergang lag einige hundert Meter südlich der heutigen Passhöhe. Erst mit dem Bau der Strasse wurde die Nutzung der Passhöhe wirtschaftlich interessant. Unter diesen Umständen - die sich von denjenigen im zitierten Fall des Tempels von Preah Vihear wesentlich unterscheiden - kann dem Kanton Wallis nicht zur Last gelegt werden, dass er die Abweichung der Kartengrenze von dem nach seiner Auffassung richtigen Grenzverlauf zunächst nicht erkannte und erst nach Abschluss der Bauarbeiten die Frage der Grenzziehung aufwarf. Man würde an die Sorgfaltspflicht der Kantone bei der rechtlichen Sicherung ihrer Grenzen überhöhte Anforderungen stellen, wollte man von ihnen verlangen, in abgelegenen und unerschlossenen Gebieten jederzeit auch minime Abweichungen auf Landeskarten und anderen offiziösen Dokumenten vom realen Grenzverlauf festzustellen und entsprechende Schritte zur Wahrung des status quo zu unternehmen.\n\nAls den Beteiligten bewusst wurde, dass der Grenzverlauf im Gebiet der Passhöhe nicht restlos geklärt War, haben sie sofort Verhandlungen miteinander aufgenommen. Damit hat der Kanton Wallis mit hinreichender Deutlichkeit zu erkennen gegeben, dass er die Grenze gemäss Landeskarte nicht anerkenne. Es kann daher auch nicht zu seinem Nachteil ausschlagen, wenn er später im Verfahren um die Gewährung eines zusätzlichen Bundesbeitrages (Bundesbeschluss vom 5. Dezember 1972) Hinweise auf diese Streitfrage unterliess (vgl. BBl 1972 I 1217 ff.; Amtl. Bull. 1972 N 2033 f.; S 588 ff.). Der Tatbestand des qualifizierten Stillschweigens (acquiescence) ist somit nicht erfüllt.\n\nc) Es bleibt zu prüfen, ob das Verbot widersprüchlichen Verhaltens den Kanton Wallis heute daran hindert, seine Ansprüche erfolgreich geltend zu machen.\n\nWeder Völkerrecht noch schweizerisches Landesrecht kennen einen allgemein gültigen Grundsatz der Gebundenheit an eigenes Handeln. Der Gedanke, dass man sich nicht mit eigenen BGE 106 Ib 154 S. 169Handlungen in Widerspruch setzen darf, sofern dadurch Interessen anderer beeinträchtigt werden, kommt nur unter bestimmten Voraussetzungen zum Durchbruch (MERZ, N. 401 zu Art. 2 ZGB). Im Privatrecht wird ein Verstoss gegen Treu und Glauben vor allem bejaht, wenn das frühere Verhalten schutzwürdiges Vertrauen begründet hat (MERZ, a.a.O., N. 402). Der gleiche Gedanke hat im Völkerrecht Niederschlag im sog. Estoppel-Prinzip gefunden. Estoppel setzt voraus, dass eine Partei im Vertrauen auf Zusicherungen oder konkludente Verhaltensweisen der andern sich zu rechtlich erheblichem Handeln verleiten liess, das ihr zum Schaden gereichen würde, wenn die andere Partei später einen gegenteiligen Standpunkt einnehmen dürfte. Die typische Rechtswirkung von Estoppel liegt darin, dass unter diesen Voraussetzungen eine Partei mit einer Behauptung nicht gehört werden kann, und zwar ganz abgesehen davon, ob im übrigen Anhaltspunkte für die Richtigkeit der Behauptung vorliegen oder nicht (J.P. MÜLLER, a.a.O., S. 10 mit Verweisen; C. DOMINICE, A propos du principe de l'estoppel en droit de gens, Rec. Paul Guggenheim, 1968, S. 327 ff.).\n\nDem Kanton Wallis könnte somit nur dann widersprüchliches Verhalten vorgeworfen werden, wenn ein Vertrauensschaden auf Seiten des Kantons Tessin nachweisbar wäre. Der Kanton Tessin hat aber im ganzen Verfahren nie geltend gemacht, ihm sei aus dem Stillschweigen des Kantons Wallis ein Schaden erwachsen. Ein solcher Schaden ist auch nicht ersichtlich: Zwar geht bei Gutheissung der Klage ein Teil der Strasse, die der Kanton Tessin erstellt und bezahlt hat, in den Besitz des Kantons Wallis über. Eine nicht wiedergutzumachende Disposition hat der Kanton Tessin mit dem Strassenbau indessen nicht getroffen, denn der Kanton Wallis wird den Kanton Tessin in diesem Fall für die Kosten des strittigen Teilstückes zu entschädigen haben. Darüber ist allerdings in diesem Verfahren nicht zu entscheiden. Dass die Nufenen-Strasse anders oder überhaupt nicht gebaut worden wäre, wenn der Kanton Wallis bereits 1965 seine heutigen Ansprüche klar formuliert hätte, hat der Kanton Tessin nie geltend gemacht. Der Kanton Tessin hat somit keinen Vertrauensschaden erlitten, und der Kanton Wallis ist nicht wegen widersprüchlichen Verhaltens (Estoppel) daran gehindert, seine vorliegend strittigen Interessen zu verfolgen.BGE 106 Ib 154 S. 170\n\n7. Nachdem feststeht, dass der Kanton Wallis den Grenzverlauf gemäss Landeskarte nicht konkludent anerkannt hat, stellt sich die weitere Frage, ob eine der beiden Parteien eine kontinuierliche und unbestrittene Ausübung von Hoheitsrechten nachweisen und daraus für sich Rechte ableiten kann (Ersitzung; prescription).\n\nBesondere Bedeutung kommt dabei der Bestimmung des Zeitpunktes zu, bis zu welchem die Ausübung von Hoheitsrechten unbestritten geblieben sein muss. Dieser Zeitpunkt liegt unmittelbar vor dem Ausbruch der Streitigkeit, die zum Verfahren geführt hat (sog. \"critical date\", vgl. I. BROWNLIE, Principles of Public International Law, Oxford 1977, S. 133 f. mit Verweisen). Im vorliegenden Fall kommt hiefür der Strassenbau, eventuell sogar erst die Beseitigung des Gedenksteins nach der Eröffnungsfeier vom 5. September 1969 in Frage. Diese Feier kann aber nicht isoliert betrachtet werden; sie stellt vielmehr den Abschluss der mehrjährigen Bauarbeiten dar, die insgesamt die Grenzstreitigkeit ausgelöst haben. Ist bis zu diesem Zeitpunkt keine kontinuierliche und unbestrittene Ausübung von Hoheitsrechten durch eine der Parteien nachzuweisen, muss auf andere Rechtstitel abgestellt werden.\n\na) Das vom Kanton Tessin eingereichte Gutachten von Dr. Raschèr vom Institut Tessiner Namenbuch RTT der Universität Zürich wertet Urkunden aus der Zeit zwischen 1200 und 1700 aus und kommt zum Schluss, dass das Interessengebiet der Tessiner immer auf der Passhöhe angefangen habe. Zur Frage, ob die Grenze im heute umstrittenen Bereich westlich der beiden Seelein oder zwischen ihnen durchgeführt hat, äussert sich keine dieser Urkunden. Aus späterer Zeit datierende Belege sind nicht eingereicht worden.\n\nEinzelne vom Kanton Tessin namhaft gemachte Gewährspersonen erklären zwar, in den Jahren zwischen 1958 und 1969 Grenzzeichen (Steinmänner) gesehen zu haben, deren Anordnung im Bereich der beiden Seen der Grenzziehung gemäss Landeskarte entsprochen hätten. Der Kanton Wallis bestreitet die Richtigkeit dieser Aussagen. Wie es sich damit verhält, braucht indessen nicht näher untersucht zu werden. Das Aufstellen von Steinmännern ist für sich allein kein Hoheitsakt und muss nicht zwangsläufig als Markierung einer Kantonsgrenze angesehen werden. Steinmänner können auch als Wegzeichen dienen oder Privateigentum abgrenzen. Überdies müsste ihre Existenz für einen längeren Zeitraum als für die Jahre 1958 bis 1969 BGE 106 Ib 154 S. 171belegt werden, um als Nachweis einer kontinuierlichen und unbestrittenen Ausübung von Hoheitsrechten dienen zu können.\n\nb) Auch die verschiedenen vom Kanton Wallis ins Recht gelegten Urkunden aus dem 15. bis 18. Jahrhundert äussern sich nicht zum heute noch umstrittenen Gebiet. Aus den eidesstattlichen Erklärungen von Hirten, welche dartun, ihr Vieh jeweils \"in den Seen gegen Tessin\" getränkt zu haben, lassen sich ebenfalls keine zwingenden Schlüsse auf die hoheitlichen Verhältnisse auf der Passhöhe ziehen. Auch die Aussagen einzelner Gewährspersonen, die angeben, der See auf dem Nufenen gehöre zum Wallis und die Grenze habe sich immer unterhalb der Passhöhe auf der Tessiner Seite befunden, sind zu unbestimmt und beziehen sich nicht auf konkrete Hoheitsakte. Ein gewisses Gewicht hat einzig die Erklärung von Anton Imfeld, Ulrichen, der sich daran erinnert, dass bei der Maul- und Klauenseuche in den dreissiger Jahren der Walliser Wachtposten \"unter den Seen im Mörderloch\" gewesen sei. Dieses Ereignis ist aber zu isoliert, als dass daraus auf eine kontinuierliche und unbestrittene Ausübung von Hoheitsrechten geschlossen werden könnte. Auch der Kanton Wallis kann somit keine Ansprüche auf das umstrittene Gebiet aus Ersitzung begründen.\n\n8. Es ergibt sich, dass der Grenzverlauf der Landeskarte vom Kanton Wallis nicht konkludent anerkannt worden ist und dass keiner der beiden Kantone die ausschliessliche Ausübung von Hoheitsbefugnissen im umstrittenen Gebiet der beiden Seelein auf der Passhöhe nachweisen konnte. Wie das Bundesgericht in BGE 21, 967 in Übereinstimmung mit der herrschenden Lehre und Praxis des Völkerrechts erkannt hat, ist somit subsidiär auf die natürliche Bodengestalt abzustellen. Bei Grenzgebirgen bildet dabei das Kriterium der Wasserscheide den einzig praktikablen Ansatzpunkt (vgl. MENZEL/IPSEN, a.a.O. S. 153; BERBER, Lehrbuch des Völkerrechts, 1. Band, München 1975, S. 317; VERDROSS/SIMMA, a.a.O. S. 522). Beide Parteien haben übrigens in einzelnen Phasen des Prozesses selber die Auffassung vertreten, für die Bestimmung des Grenzverlaufes auf dem Nufenenpass sei von der Wasserscheide auszugehen.\n\nZur Frage, wo die Wasserscheide liegt, äussert sich das Gutachten von Prof. Spiess vom 23. Juli 1975, welches auf umfangreichen Untersuchungen basiert und sehr sorgfältig abgefasst ist.BGE 106 Ib 154 S. 172\n\nDa es zudem von keiner Partei ausdrücklich bestritten wird, kann ohne weiteres auf seine Ergebnisse abgestellt werden.\n\nProf. Spiess gelangt darin zum Schluss, dass der grössere westliche See vor dem Strassenbau für den grössten Teil des Jahres ein abflussloses Becken bildete, sich jedoch in Richtung Wallis entwässerte, sobald der Wasserspiegel wegen der Schneeschmelze oder grösserer Regenfälle geringfügig stieg. Er folgert daraus, dass die Wasserscheide vor dem Bau der Strasse zwischen den beiden Seelein hindurch verlief, diskutiert aber die Möglichkeit, das Becken je zur Hälfte den beiden Kantonen zuzuschlagen, um so dem Umstand gerecht zu werden, dass der See während des grösseren Teils des Jahres ohne Abfluss sei. Diese Lösung fällt ausser Betracht; nach dem Rechtssinn der Wasserscheide als natürlichem Grenzverlauf ist es ausgeschlossen, dass eine Wasserscheide mitten durch einen See oder einen Fluss führt (vgl. LAMB, Treaties, Maps and the Western Sector of the Sino-Indian Boundary Dispute, Australian Year Book of International Law Bd. 1 1965, S. 49). Somit ist davon auszugehen, dass die Wasserscheide entlang dem Nord-, Ost- und Südufer des westlich gelegenen Sees verläuft und dass somit das Einzugsgebiet dieses Sees geographisch zum Kanton Wallis gehört.\n\nDiese Lösung wird zudem durch folgende Überlegung gestützt: Die Siegfriedkarte von 1872 sowie alle späteren Ausgaben bis 1934 führten die Grenze entsprechend dem wirklichen Verlauf der Wasserscheide zwischen den beiden Seelein hindurch. Die Festungskarte 1:10 000 aus den Jahren 1917/1918, welche erstmals den Grenzverlauf westlich des grösseren Sees zeigt und als Grundlage für die Landeskarte diente, ist nach Meinung von Prof. Spiess nicht zuverlässig. Aus der Tatsache, dass diese Karte nur den grösseren See darstellt und den kleineren See überhaupt nicht erfasst, schliesst Prof. Spiess, dass die Topographen dieses Gebiet gar nicht erneut begangen haben; seiner Meinung nach basiert die Festungskarte somit im Gegensatz zur Siegfriedkarte nicht auf Feldaufnahmen. Für ihn liegt deshalb bei der Festungskarte eher ein grober Auswertungsfehler als eine bewusste Veränderung der Kantonsgrenze vor. Diese Schlussfolgerung erscheint als plausibel.\n\nEs ergibt sich somit, dass das westliche Seelein mit seinem Einzugsgebiet zum Kanton Wallis gehört und dass die Kantonsgrenze im Bereich der beiden Seelein der von Prof. Spiess BGE 106 Ib 154 S. 173festgestellten Wasserscheide folgt. Die endgültige Kantonsgrenze ist von den beiden Kantonen in gegenseitiger Absprache und nach den Grundsätzen der Kartographie zu bereinigen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Klage wird gutgeheissen, soweit sie aufrecht erhalten worden ist. Die Grenze zwischen den Kantonen Tessin und Wallis verläuft im Bereich der Nufenenpasshöhe zwischen den Höhenkoten 2486.88 (ca. 25 m nördlich der Nordecke des westlichen Seeleins) und 2486.20 (unmittelbar bei dem ca. 30 m südwestlich der Strassenkurve liegenden Gebäude) entlang der Wasserscheide, wie sie in einer rot markierten, strichpunktierten Linie in dem Plan 1:500 eingezeichnet ist, der Bestandteil der Expertise von Prof. Spiess vom 23. Juli 1975 bildet. Es ist Sache der Regierungen der beiden Kantone, diese Linienführung zu begradigen, soweit es kartographisch erforderlich ist."}