{"annee": "106", "cour": "II", "page": "161", "date": "14/7/1980", "cite": ["26 II 248", "60 II 332"], "cite_par": ["130 V 103"], "chapeau": "31. Arrêt de la Ire Cour civile du 14 juillet 1980 dans la cause UBS c. V.(recours en réforme)", "regestes": ["Art. 494 al. 3 CO. Cautionnement d'une dette contractée par deux débiteurs solidaires. La libération de l'un d'eux et la reprise de la dette par l'autre seul constituent une diminution notable des sûretés au sens de l'art. 494 al. 3 CO. Extinction du cautionnement, faute de consentement du conjoint."], "faits": "BGE 106 II 161 S. 161\n\nLe 23 octobre 1973, P. et Z. ont contracté solidairement un prêt envers l'Union de banques suisses (UBS), qui leur a ouvert un crédit de 10'000 fr. pouvant être augmenté jusqu'à 12'000 fr. Par acte authentique du même jour, V. s'est constitué caution solidaire à concurrence de 12'000 fr., et sa femme a consenti à ce cautionnement.\n\nEn janvier 1974, les deux emprunteurs et la banque sont convenus de la libération de P., Z. restant seul débiteur de l'UBS. V. a accepté, le 30 janvier 1974, de maintenir son engagement malgré la libération de P.\n\nZ. est tombé en faillite le 10 octobre 1975, alors qu'il devait 10'621 fr. 75 à l'UBS. Celle-ci a obtenu un acte de défaut de biens de ce montant.BGE 106 II 161 S. 162\n\nSommé de payer, V. a invoqué la nullité de l'accord du 30 janvier 1974, faute du consentement de son épouse exigé par l'art. 494 al. 3 in fine CO.\n\nL'UBS a ouvert action contre V. en paiement de 10621 fr. avec intérêt à 5% dès le 30 janvier 1976.\n\nLe Tribunal cantonal valaisan a rejeté l'action par jugement du 22 mai 1979.\n\nLe Tribunal fédéral a rejeté le recours en réforme déposé par la demanderesse contre ce jugement.", "considerants": "Considérant en droit:\n\n1. La dette contractée envers la demanderesse par les deux débiteurs solidaires a été reprise par l'un d'eux exclusivement, avec pour effet la libération du second. Le défendeur, caution, a accepté par écrit cette modification, conformément à l'exigence de forme posée par l'art. 493 al. 5 CO. Le consentement de son épouse, en revanche, n'a pas été demandé.\n\nLe Tribunal cantonal et le défendeur considèrent que cette modification a pour effet de diminuer notablement les sûretés, au sens de l'art. 494 al. 3 CO, et que le consentement du conjoint était partant nécessaire. La demanderesse soutient au contraire que la libération d'un codébiteur solidaire par le créancier ne saurait être assimilée à une diminution de sûretés à l'égard de la caution et que l'art. 494 al. 3 CO est inapplicable.\n\n2. a) L'art. 494 CO, relatif au consentement du conjoint, a été introduit par la loi de 1941, qui a modifié le droit antérieur du cautionnement. Historiquement, l'al. 3 de cette disposition (art. 493 al. 7 du projet) est le résultat d'un compromis entre les positions divergentes qu'avaient adoptées les deux Chambres législatives. Alors que le Conseil national entendait limiter l'exigence du consentement du conjoint aux seules modifications touchant au montant de la dette et à la transformation du cautionnement simple en cautionnement solidaire, le Conseil des Etats voulait que ce consentement fût requis pour toutes les modifications. La Commission du Conseil national a objecté qu'il ne serait pas justifié d'exiger le consentement du conjoint même en cas d'allègement de la situation de la caution. Après une première proposition, où il était question de toute \"aggravation notable\" et qui n'a pas été retenue, elle a proposé au Conseil national l'adjonction finalement adoptée, visant la diminution notable des sûretés. Cette solution, approuvée par BGE 106 II 161 S. 163le Conseil des Etats, a été présentée au Conseil national comme permettant de tenir compte \"de la plupart des modifications qui peuvent aggraver considérablement la situation de la caution\" (AEBY, rapporteur, Bull. stén. CN 1941 p. 214 s., CE 1941 p. 139 et 175; OSER/SCHÖNENBERGER, N. 16 in fine ad art. 494 CO; DUFT, Die Zustimmung des Ehegatten als Gültigkeitserfordemis für die Bürgschaft, thèse Fribourg 1943, p. 44 et 49; FREY, Die Voraussetzungen der Bürgschaft unter dem Gesichtspunkt des Bürgenschutzes, thèse Zurich 1943, p. 60).\n\nL'interprétation restrictive proposée par la demanderesse, selon laquelle le terme de \"sûretés\", à l'art. 494 al. 3 CO, ne viserait que les garanties accessoires fournies pour l'exécution d'une obligation, ne trouve donc aucun appui dans les travaux préparatoires. La volonté du législateur de couvrir, par la rédaction adoptée, la plupart des modifications pouvant aggraver considérablement la situation de la caution plaide en faveur d'une interprétation large de la notion de sûreté (DUFT, op.cit., p. 49; BECK, Das neue Bürgschaftsrecht, n. 20 ad art. 494).\n\nb) L'interprétation littérale conduit à la même solution. La loi ne définit pas la notion de sûretés, mais la jurisprudence et la doctrine lui ont généralement donné un sens très large, qui ressort notamment des définitions suivantes (rappelées par NUSSBAUMER, Subrogation et recours de la caution lors du concours de sûretés personnelles et réelles dans le nouveau droit du cautionnement, thèse Fribourg 1945, p. 35/36): - l'ensemble des relations juridiques qui offrent une garantie au créancier pour le remboursement de sa créance (ATF 26 II 251); - la notion de sûreté embrasse toutes les garanties réelles ou personnelles procurant au créancier plus que le droit ordinaire sur l'ensemble des biens du débiteur, qui forment le \"gage commun\" de ses créanciers; il faut et il suffit qu'un droit spécial soit attribué à un créancier particulier pour la couverture de sa créance cautionnée, de manière que l'exercice de ce droit, dans lequel la caution doit pouvoir être utilement subrogée, diminue la perte résultant du fait qu'il a dû payer en lieu et place du débiteur (arrêt du Tribunal fédéral du 23 janvier 1935 dans la cause UBS c. Vivien et Henriod, publié in JdT 1935 p. 269); - tous les droits qui améliorent la position du créancier par rapport aux créanciers ordinaires (BECKER, Kommentar, n. 4 ad art. 509 CO); BGE 106 II 161 S. 164- tout droit lié à la créance qui, abstraction faite de la personne du débiteur, est apte et destiné à la couvrir (STOSS, in RJB 47 (1911) p. 259).\n\nAu regard de ces différentes définitions, l'existence d'une créance contre un codébiteur solidaire doit manifestement être considérée comme une sûreté. C'est ce qu'admettent d'ailleurs expressément plusieurs auteurs, soit dans le cadre de l'art. 503 CO (OSER/SCHÖNENBERGER, n. 12 ad art. 503, p. 1990; GUHL, Das neue Bürgschaftsrecht, p. 81 s.; NUSSBAUMER, op. cit., p. 41), soit à propos de la solidarité passive, décrite comme constituant une sûreté (VON BÜREN, Allg. Teil, p. 94, 97; ENGEL, Traité des obligations, p. 561), soit dans la définition générale des sûretés personnelles (PICCARD-THILO, Dictionnaire juridique, p. 539).\n\nLes sûretés visées à l'art. 494 al. 3 CO englobent partant les codébiteurs solidaires et elles sont notablement diminuées en cas de libération de l'un d'eux.\n\nc) Les deux auteurs qui se prononcent sur ce problème particulier considèrent que la libération d'un débiteur solidaire, dont la dette est reprise par l'autre, constitue une diminution des sûretés au sens de l'art. 494 al. 3 CO (SCYBOZ, Traité de droit privé suisse, VII/2, p. 79 n. 11; FREY, op.cit., p. 60).\n\nQuant à BECK (Das neue Bürgschaftsrecht, n. 19 ad art. 494), il estime qu'il y a diminution des sûretés en cas de libération de personnes coresponsables (\"mithaftende Personen\").\n\nLa plupart des autres auteurs aboutissent à la même solution à propos du problème du changement de débiteur et de la forme du consentement que doit donner la caution à ce changement (art. 493 al. 5, 2e phrase, CO). Pour eux, la ratio legis exige qu'en cas de reprise de dette et de changement de débiteur, il y ait non seulement accord écrit de la caution, mais aussi consentement de son conjoint (GIOVANOLI, n. 45 ad art. 493 et n. 25 ad art. 492; DUFT, op.cit., p. 51 s.; FREY, op.cit., p. 60 s; GUHL, op.cit., p. 139, à propos des dispositions transitoires).\n\nSeuls OSER/SCHÖNENBERGER adoptent une position contraire (n. 19 et 23 ad art. 494), tandis que BECK (op.cit., n. 21 ad art. 494) laisse la question ouverte. Or jurisprudence et doctrine admettent que la situation de reprise de dette et de changement de débiteur est en tout cas réalisée lorsque, de deux débiteurs solidaires, l'un est libéré et l'autre reprend seul la dette (ATF 60 II 332 ss.; OSER/SCHÖNENBERGER, H. 88 ad art. 493; BECK op.cit. n. 75 ad art. 493; SCYBOZ, op.cit., p. 74, n. 62).BGE 106 II 161 S. 165\n\nL'exigence du consentement du conjoint à côté de l'accord écrit de la caution, s'impose à plus forte raison dans cette situation, où l'aggravation de la position de la caution est encore plus évidente qu'en cas de simple changement de débiteur. On peut même considérer que l'opinion divergente émise par OSER/SCHÖNENBERGER à propos de ce dernier cas ne s'étend pas à l'hypothèse de la libération de l'un des deux débiteurs solidaires puisque, comme on l'a vu, ils n'hésitent pas à assimiler la dette solidaire à une sûreté (n. 12 ad art. 503, p. 1990).\n\nd) L'art. 494 CO, introduit dans un but de protection de la famille (GIOVANOLI, n. 1 ad art. 494), vise à exiger le consentement du conjoint à l'égard de toute modification juridique aggravant la situation de la caution et portant sur un élément dont l'existence ou l'inexistence aurait pu déterminer le conjoint à refuser son consentement lors de la création du cautionnement. La libération d'un débiteur solidaire et la reprise de la dette par l'autre seul constituent une telle modification, soit une diminution notable des sûretés au sens de l'art. 494 al. 3 CO. Elle nécessite dès lors le consentement du conjoint de la caution.\n\ne) Le consentement du conjoint étant une condition de validité de la déclaration de volonté de la caution, l'acceptation donnée par celle-ci à la modification de sa situation n'est pas valable sans ce consentement. La conséquence en est l'extinction du cautionnement (cf. BECK, op.cit., n. 32 et 33 ad art. 494; DUFT, op.cit., p. 53), qui est expressément prévue à l'art. 493 al. 5 CO en cas d'absence de consentement de la caution; l'invalidité du consentement a le même effet extinctif.\n\nLe cautionnement du défendeur s'étant éteint, il n'est plus obligé envers la demanderesse. L'action doit donc être rejetée."}