{"annee": "106", "cour": "III", "page": "75", "date": "15/4/1980", "cite": ["103 III 26", "73 III 122", "48 III 41"], "cite_par": ["110 III 17", "130 III 90", "120 III 79"], "chapeau": "16. Entscheid der Schuldbetreibungs- und Konkurskammer vom 15. April 1980 i.S. A. (Rekurs)", "regestes": ["1. Bénéfice de compétence prévu aux art. 224 et 92 LP. Péremption du droit de plainte tendant à assurer le respect du bénéfice de compétence (consid. 1). 2. Subsides prévus à l'art. 229 al. 2 LP. Le failli peut porter plainte contre le refus de l'administration de lui allouer une assistance équitable (modification de la jurisprudence) (consid. 2)."], "faits": "BGE 106 III 75 S. 76\n\nIn dem über ihn eröffneten Konkurs stellte A. mit Eingabe vom 7. Februar 1980 beim Konkursamt das Gesuch, es seien in Anwendung der Art. 92 Ziff. 5, 224 und 229 SchKG\n\n- dem Fürsorgeamt, dem seine Ehefrau ihre Alimentenforderung abgetreten habe, der Betrag von Fr. 3'400.-- und\n\n- ihm persönlich der Betrag von Fr. 3'000.-- aus der Konkursmasse auszuzahlen.\n\nDas Konkursamt wies das Gesuch durch Verfügung vom 13. Februar 1980 ab.\n\nMit Entscheid vom 17. März 1980 bestätigte die kantonale Aufsichtsbehörde über Schuldbetreibung und Konkurs, bei welcher der Gemeinschuldner Beschwerde eingereicht hatte, die konkursamtliche Verfügung.\n\nUnter Erneuerung der im kantonalen Verfahren gestellten Anträge hat A. an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts rekurriert.\n\nEine Rekursantwort ist nicht eingeholt worden.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Es trifft zu, dass weder das Konkursamt noch die Vorinstanz auf die vom Rekurrenten angerufene Bestimmung des Art. 224 SchKG eingegangen sind, wonach die in Art. 92 SchKG bezeichneten Vermögensteile (Kompetenzstücke) dem Gemeinschuldner zur freien Verfügung überlassen werden. Dies mag darauf zurückzuführen sein, dass die kantonalen Instanzen den geltend gemachten Kompetenzanspruch für BGE 106 III 75 S. 77verwirkt hielten. Gemäss Art. 224 SchKG sind auch die Kompetenzstücke in das Konkursinventar aufzunehmen. Ist ein Gemeinschuldner der Auffassung, es sei ein bestimmtes Vermögensstück zu Unrecht zur Konkursmasse gezogen worden, so hat er sich rechtzeitig dagegen zur Wehr zu setzen; er kann nicht erst Monate nach der Inventaraufnahme ein Freigabebegehren an die Konkursverwaltung richten. Im Konkursinventar, dessen Vollständigkeit der Gemeinschuldner unterschriftlich anzuerkennen hat (Art. 29 Abs. 3 und 4 KOV), sind die Kompetenzstücke gemäss Art. 31 KOV ausdrücklich auszuscheiden. In aller Regel weiss der Gemeinschuldner somit bei der Unterzeichnung des Inventars, ob ein Vermögensstück als Kompetenzgegenstand anerkannt worden ist oder nicht; in diesem Zeitpunkt beginnt daher grundsätzlich auch die Beschwerdefrist zu laufen (vgl. BGE 32 I S. 224; JAEGER, N. 7 zu Art. 197 SchKG). Dass es sich im vorliegenden Fall anders verhalten hätte, macht der Rekurrent nicht geltend und ist aufgrund der Akten auch nicht anzunehmen. Aus diesen ergibt sich vielmehr, dass der Rekurrent mit Eingabe vom 21. August 1979 bei der Vorinstanz um Entlassung des im Konkursinventar angeführten Personenwagens aus dem Konkursbeschlag nachsuchte. Wenn er damals verzichtete, die Freigabe weiterer Vermögenswerte zu verlangen, so hat er in dieser Hinsicht das Beschwerderecht verwirkt.\n\nEs widerspräche im übrigen dem sich aus dem Wortlaut ergebenden Sinn des vom Rekurrenten angerufenen Art. 92 Ziff. 5 SchKG, ihm gestützt auf diese Bestimmung aus dem bisherigen oder künftigen Verwertungserlös die geforderten Beträge zu entrichten. Die erwähnte Bestimmung spricht von den zwei auf die Pfändung (hier: Konkurseröffnung) folgenden Monaten. Diese Zeit ist im vorliegenden Fall längst abgelaufen. Vor allem aber sind vom Pfändungs- bzw. Konkursbeschlag nur befreit die für die erwähnte Dauer notwendigen Nahrungs- und Feuerungsmittel oder \"die zu ihrer Anschaffung erforderlichen Barmittel oder Forderungen\". Dass und in welchem Umfang die Konkursmasse Barmittel oder Forderungen umfasse, legt der Rekurrent nicht dar.\n\n2. Gemäss Art. 229 Abs. 2 SchKG kann die Konkursverwaltung dem Gemeinschuldner, namentlich wenn sie ihn anhält, zu ihrer Verfügung zu bleiben, einen billigen Unterhaltsbeitrag gewähren. In BGE 35 I S. 800 E. 2 hat das Bundesgericht BGE 106 III 75 S. 78die Auffassung vertreten, das Gesetz lege den Entscheid über die Gewährung eines solchen Unterhaltsbeitrages allein ins Ermessen der Konkursverwaltung; es stehe daher den vollstreckungsrechtlichen Aufsichtsbehörden nicht zu, die Konkursverwaltung zur Auszahlung von Alimenten an den Gemeinschuldner zu verhalten. Diese Ansicht hat es in zwei späteren Urteilen grundsätzlich bestätigt (vgl. BGE 48 III 44 E. 4; BGE 73 III 126 E. 3), im letztgenannten Entscheid freilich mit der Einschränkung, ein durch Beschwerde verfolgbarer Anspruch auf Unterhaltsbeiträge bestehe jedenfalls dann nicht, wenn der Konkursit nicht angehalten werde, zur Verfügung der Konkursverwaltung zu bleiben, und damit nicht an einer ausreichenden Erwerbstätigkeit gehindert sei.\n\nNach Art. 17 Abs. 1 SchKG kann unter Vorbehalt der Fälle, da gerichtliche Klage vorgeschrieben ist, gegen jede Verfügung eines Betreibungs- oder Konkursamtes bei der Aufsichtsbehörde Beschwerde geführt werden, sei es wegen Gesetzesverletzung, sei es bezüglich der Angemessenheit der Verfügung. Es ist nicht einzusehen, weshalb der für den Schuldner ausserordentlich wichtige Entscheid über die Ausrichtung eines Unterhaltsbeitrages im Sinne von Art. 229 Abs. 2 SchKG davon ausgenommen sein sollte (so auch BLUMENSTEIN, Handbuch des Schweizerischen Schuldbetreibungsrechtes, S. 711 oben). Die kantonalen Aufsichtsbehörden müssen vielmehr ganz allgemein in der Lage sein, die Ausübung des Ermessens durch die Konkursverwaltungen in jeder Hinsicht nachzuprüfen, wobei nichts einzuwenden ist, wenn sie sich dabei eine gewisse Zurückhaltung auferlegen. An der bisherigen Rechtsprechung kann daher nicht festgehalten werden.\n\nMit Rekurs nach den Art. 19 Abs. 1 SchKG und 78 ff. OG können bei der Schuldbetreibungs- und Konkurskammer des Bundesgerichts dagegen nur Gesetzesverletzungen gerügt werden. Eine solche läge hier nur dann vor, wenn die kantonale Aufsichtsbehörde das ihr zustehende Ermessen überschritten oder missbraucht hätte (vgl. BGE 103 III 26 E. 4 mit Hinweis). Dass dies zutreffe, macht der Rekurrent nicht geltend, so dass auf den Rekurs insofern nicht einzutreten ist. Der Rekurrent bringt übrigens selbst nicht vor, er sei deshalb während eines Monates ohne Arbeit gewesen, weil er der Konkursverwaltung habe zur Verfügung stehen müssen. Eine Arbeitslosigkeit von so kurzer Dauer würde schliesslich für sich allein ohnehin nicht BGE 106 III 75 S. 79ausreichen, um die Verweigerung eines Unterhaltsbeitrages durch die Konkursverwaltung als bundesrechtswidrig erscheinen zu lassen."}