{"annee": "106", "cour": "IA", "page": "249", "date": "17/10/1980", "cite": ["100 IA 109", "103 IA 85", "104 IA 113", "105 IA 2", "103 IA 242"], "cite_par": ["107 IA 117", "120 IA 1", "145 I 52", "143 I 227", "123 I 248", "109 II 478", "133 V 402", "120 IA 171", "121 I 230"], "chapeau": "47. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 17. Oktober 1980 i.S. Doster gegen Verwaltungsgericht des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Base légale pour le prélèvement d'un émolument de justice. - Résumé de la jurisprudence (consid. 1). - Références aux réglementations fédérales et cantonales concernant les bases légales pour le prélèvement d'émoluments judiciaires (consid. 2). - Les émoluments judiciaires dont la loi ne prévoit que le principe, mais non le montant, ont-ils une base légale suffisante? (consid. 3.)"], "faits": "BGE 106 Ia 249 S. 249\n\nMartin und Thomas Doster sind Eigentümer der Liegenschaft Römerstrasse 32 in Winterthur. Am 16. November 1977 teilte ihnen die Aufzugskontrolle der Stadt Winterthur mit, sie hätten den in der Liegenschaft befindlichen Personenaufzug bis zum 30. Juni 1978 der SIA-Norm 106 anzupassen oder ausser Betrieb zu setzen. Die Hauseigentümer gelangten hierauf an den Stadtrat und alsdann an den Bezirksrat Winterthur, die jedoch die Rechtsmittel verwarfen.\n\nDen Beschluss des Bezirksrates fochten Martin und Thomas Doster beim Verwaltungsgericht des Kantons Zürich an. Dieses hiess die Beschwerde mit Entscheid vom 30. April 1980 gut und wies die Sache \"zur weiteren Untersuchung und zum Neuentscheid im Sinne der Erwägungen an den Bezirksrat Winterthur\" zurück. Die Gerichtskosten, bestehend aus einer Gerichtsgebühr von Fr. 500.-- und den Zustellungskosten, auferlegte es den beiden Beschwerdeführern je zu einem Viertel BGE 106 Ia 249 S. 250\"unter Solidarhaft eines jeden bis zur Hälfte\". Die andere Hälfte der Gerichtskosten wurde auf die Gerichtskasse genommen.\n\nWegen Verletzung von Art. 4 BV führen Martin und Thomas Doster beim Bundesgericht staatsrechtliche Beschwerde. Sie stellen den Antrag, der verwaltungsgerichtliche Entscheid sei insoweit aufzuheben, als ihnen mit diesem Entscheid Gerichtskosten auferlegt werden.\n\nDas Bundesgericht weist die Beschwerde ab, und zwar aus folgenden", "considerants": "Erwägungen:\n\n1. Gemäss § 40 des zürcherischen Verwaltungsrechtspflegegesetzes (VRG) erlässt das Verwaltungsgericht eine Verordnung über die Gerichtsgebühren, die vom Kantonsrat zu genehmigen ist. Die Beschwerdeführer behaupten vor Bundesgericht, weil nicht das Gesetz, sondern nur die Verordnung etwas über die Bemessung der Gebühren sage, fehle diesen die nach der bundesgerichtlichen Rechtsprechung erforderliche gesetzliche Grundlage. Gerichtsgebühren sind Verwaltungsgebühren; sie werden vom Abgabenpflichtigen wegen einer ihm zurechenbaren Amtshandlung erhoben (VALLENDER, Grundzüge des Kausalabgabenrechts, Bern und Stuttgart 1976, S. 51). Grundsätzlich gelten auch für die Gebühren die verfassungsmässigen Grundprinzipien des Abgabenrechts, d.h. öffentliche Abgaben dürfen nur auf Grund und Rahmen eines Gesetzes im formellen Sinne erhoben werden. Wohl können nach der Rechtsprechung einzelne Fragen in einer Verordnung geregelt werden, doch hat das Gesetz in solchen Fällen den Kreis der Abgabepflichtigen, den Gegenstand der Abgabe und deren Bemessung in Grundzügen selber festzulegen. Delegiert der Gesetzgeber rechtsetzende Befugnisse im Abgabenrecht an die Exekutive oder an eine richterliche Behörde, dann muss in der Regel zumindest der Höchstbetrag der geschuldeten Leistung im Gesetz verankert sein. Der verfassungsmässige Grundsatz der Gesetzmässigkeit ist somit verletzt, wenn wesentliche Elemente einer Abgabe nicht durch den Gesetzgeber festgesetzt werden (BGE 105 Ia 4 E. 1b, BGE 104 Ia 117 E. 3, BGE 103 Ia 243 E. 2a mit Hinweisen). Eine Ausnahme gilt für sogenannte Kanzleigebühren. Darunter fallen aber nur Abgaben für einfache Tätigkeiten BGE 106 Ia 249 S. 251der Verwaltung, die ohne besonderen Prüfungs- und Kontrollaufwand erbracht werden und sich in der Höhe in einem bescheidenen Rahmen halten (BGE 104 Ia 115 E. 3). Solche Kanzleigebühren stehen hier indessen nicht in Frage, geht es doch um eine Gebühr von Fr. 500.--, mit der die Aufwendungen des Staates für eine anspruchsvolle Leistung, die Beurteilung eines Streitfalles, entgolten werden soll.\n\nFreilich handhabt das Bundesgericht den Gesetzmässigkeitsgrundsatz im Gebührenrecht nicht mit aller Strenge. Auf Grund der Rechtsprechung von BGE 104 Ia 117 E. 4 wird im Abgaberecht bei den Anforderungen an die gesetzliche Grundlage nach der Natur der in Frage stehenden Leistung an den Staat unterschieden, wobei der Einzelfall zu betrachten ist. Die Anforderungen an die gesetzliche Grundlage dürfen dort herabgesetzt werden, wo dem Bürger die Überprüfung der Gebühr an Hand anderer verfassungsrechtlicher Prinzipien (Kostendeckungsprinzip, Äquivalenzprinzip) ohne weiteres offen steht, nicht aber, wenn spezifisch der Gesetzesvorbehalt diese Schutzfunktion erfüllt. Der Legalitätsgrundsatz darf dabei weder seines Gehaltes entleert, noch auf der andern Seite in einer Weise überspannt werden, dass er mit der Rechtswirklichkeit und dem Erfordernis der Praktikabilität in einen unlösbaren Widerspruch gerät. Von dieser Rechtsprechung ist auszugehen.\n\n2. Auch wenn die verwaltungsgerichtliche Verordnung vom Kantonsrat genehmigt wurde, ist sie doch kein Gesetz im formellen Sinn, da die Gesetze im Kanton Zürich der Volksabstimmung unterstellt werden müssen (BGE 105 Ia 4 E. 1b). Doch ist festzuhalten, dass die Rechtssetzungsdelegation in § 40 VRG weitgehender Übung im Bund und in den Kantonen entspricht. In den meisten kantonalen Gesetzen wird, ähnlich wie bei der hier in Frage stehenden zürcherischen Regelung, nur festgelegt, dass Gerichtsgebühren erhoben werden könnten, wobei deren nähere Ausgestaltung einem oberen kantonalen Gericht oder der Regierung übertragen wird. Verbreitet ist auch die Lösung, dass Umfang und Ausmass der Gerichtsgebühren vom Parlament durch Dekret festgelegt werden. Nur in wenigen Kantonen ist der Höchstbetrag für die Gerichtsgebühren im Gesetz selbst festgelegt. Das trifft vor allem auf die Prozessordnungen der Kantone Schaffhausen und Tessin sowie auf das neue Walliser Verwaltungsrechtspflegegesetz zu. Selbst die Kantone Luzern und Basel-Stadt, die eigentliche BGE 106 Ia 249 S. 252Gebührengesetze kennen, haben auf Gesetzesstufe keine Richtlinien für die Bemessung der Gebühren aufgestellt. Demgegenüber gehen die Richtlinien des Gebührengesetzes des Kantons Jura aus dem Jahre 1978 bis in die Einzelheiten, wiewohl auch dieses Gesetz die Festsetzung der Gebührensätze nicht dem Gesetzgeber vorbehält, sondern dem Parlament überlässt.\n\nAuch der Bundesgesetzgeber hat davon abgesehen, die Gebührensätze oder den zulässigen Höchstbetrag der Gerichtsgebühren im Gesetz zu verankern. So sind in Art. 153 Abs. 1 lit. b OG die Höchstbeträge für die Gerichtsgebühren zwar gesetzlich auf Fr. 10'000.-- bzw. Fr. 20'000.-- festgelegt, doch kann das Bundesgericht über diese Beträge hinausgehen, wenn \"Besonderheiten des einzelnen Falles... es angezeigt erscheinen lassen\". Im neuen Bundesgesetz über den Militärstrafprozess (MStP) vom 23. März 1979 wird schliesslich nicht einmal ausdrücklich erklärt, dass der Bundesrat es sei, der die Gebührensätze festzulegen habe. So bestimmen die Art. 151, Art. 171, Art. 182, Art. 193, Art. 199 und Art. 207 MStP lediglich, dass dem Verurteilten bzw. dem Rechtsmittelkläger \"die Kosten\" des Verfahrens auferlegt werden können. Einzig gestützt auf Art. 218 MStP, der dem Bundesrat die Kompetenz zum Erlass von Vollzugsvorschriften überträgt, hat der Bundesrat in Ziff. 9 des Anhanges 3 zur Verordnung über die Militärstrafrechtspflege vom 24. Oktober 1979 umschrieben, was die im Gesetz erwähnten Kosten alles umfassen, nämlich die verschiedenen Auslagen der Gerichtskasse sowie eine Gerichtsgebühr von Fr. 100.-- bis Fr. 3'000.-- \"als Beitrag an die Kosten der Gerichtskasse für Vorladungen, Zustellungen, Urteilsausfertigung usw.\".\n\n3. a) Gleich wie für die Verwaltungsgebühren ist für die ihnen entsprechenden Gerichtsgebühren wesentlich, dass sich der Betroffene hinsichtlich ihrer Bemessung sowohl auf das Kostendeckungsprinzip als auch auf den Grundsatz der Verhältnismässigkeit bzw. der Äquivalenz berufen kann (BGE 100 Ia 116). Nach dem Kostendeckungsprinzip dürfen die Gesamteinnahmen einer Gebühr die Gesamtkosten der betreffenden Amtshandlungen nicht übersteigen (BGE 104 Ia 116). In seiner Vernehmlassung legt das Verwaltungsgericht dar, seine Einnahmen hätten im Jahre 1979 etwa Fr. 272'000.-- und seine Ausgaben etwa Fr. 1'252'000.-- betragen. Es ist notorisch, dass ganz allgemein die von den Gerichten über die Gebührenerhebung BGE 106 Ia 249 S. 253erzielten Einnahmen die Ausgaben bei weitem nicht zu decken vermögen. Von da her ruft jedenfalls das Schutzbedürfnis des Einzelnen keiner Regelung der Gerichtsgebühren in einem formellen Gesetz (vgl. BGE 104 Ia 118 E. 4b).\n\nNach dem Äquivalenzprinzip darf die Gebühr sodann zum objektiven Wert der Leistung nicht in ein offensichtliches Missverhältnis geraten und muss sich in vernünftigen Grenzen bewegen. Die Gebührensätze dürfen nur nach sachlich vertrebaren Gesichtspunkten ausgestaltet sein und keine Unterscheidungen treffen, für die ein vernünftiger Grund nicht ersichtlich ist. Insbesondere darf die Höhe der Gebühr die Inanspruchnahme gewisser Institutionen nicht verunmöglichen oder übermässig erschweren (BGE 104 Ia 116, BGE 103 Ia 89 mit Hinweisen). Art. 59 der KV des Kantons Zürich bestimmt ausdrücklich, dass das Prozessverfahren \"im Sinne möglichster Rechtssicherheit sowie rascher und wohlfeiler Erledigung\" geordnet werden soll. Da die von den Gerichten zu erbringende Leistung in der Regel um so bedeutsamer ist, je höher der Streitwert liegt, wird bei Gerichtsgebühren der Streitwert regelmässig als Massstab für die Berechnung der Gebühr herangezogen. Diesen Anforderungen des Äquivalenzgrundsatzes genügt die verwaltungsgerichtliche Verordnung vom 18. Juni 1976 über die Gerichtsgebühren, wird doch dort erklärt, die Gerichtsgebühr bemesse sich in erster Linie nach dem Streitwert oder, wenn dieser nicht bestimmbar sei, nach der Tragweite, die dem Entscheid im Einzelfall zukommt. Wenn § 2 der erwähnten Verordnung Gerichtsgebühren zwischen Fr. 50.-- (bei Streitwerten bis Fr. 500.--) und Fr. 20'000.-- (bei Streitwerten über Fr. 2'000'000.--) vorsieht, sind das Ansätze, die sich ohne weiteres im Rahmen des Äquivalenzprinzips halten. Auch wenn im Kanton Zürich das obligatorische Gesetzesreferendum besteht, ist sodann der Umstand, dass die verwaltungsgerichtliche Verordnung vom Kantonsrat genehmigt wurde, wenigstens ein Indiz dafür, dass auch der Gesetzgeber, wenn seine Zuständigkeit gegeben gewesen wäre, im Jahre 1976 Gebührensätze gewählt hätte, die mit den vom Verwaltungsgericht gewählten ungefähr übereinstimmen.\n\nb) Die zürcherische Ordnung, wonach die Gerichtsgebühren nur dem Grundsatze nach im Gesetz, im übrigen aber, namentlich bezüglich ihrer Höhe und Bemessung, in einer Verordnung festgelegt sind, entspricht, wie dargelegt, einer in der Schweiz BGE 106 Ia 249 S. 254allgemein verbreiteten Regelung. Sie lässt sich rechtfertigen, weil es um Gebühren geht die von einem Gericht festzusetzen sind d.h. von einer den Streitfall als neutrale Instanz beurteilenden Behörde, die vom Ausgang des jeweiligen Rechtsstreites nicht betroffen und mit Ermessensentscheiden vertraut ist, und diese Ermessensentscheidungen lassen sich im Einzelfall wiederum an Hand der verfassungsmässigen Grundsätze der Kostendeckung und der Äquivalenz überprüfen. Die angefochtene zürcherische Regelung verletzt das verfassungsmässige Gesetzmässigkeitsprinzip nicht, da es unter solchen Umständen genügen muss, wenn die Gebühren wenigstens dem Grundsatze nach im Gesetz verankert sind. Die Schutzfunktion für den Einzelnen, die dem Gesetzesvorbehalt zukommt, gebietet nicht, an die gesetzliche Grundlage der Gerichtsgebühren höhere Anforderungen zu stellen. Solches hiesse vielmehr, den Gesetzmässigkeitsgrundsatz in einer Weise zu überspannen, dass er mit der Rechtswirklichkeit und dem Erfordernis der Praktikabilität in einen unlösbaren Widerspruch geriete (vgl. BGE 104 Ia 117 E. 4)."}