{"annee": "106", "cour": "V", "page": "93", "date": "2/5/1980", "cite": ["97 I 878", "98 V 129", "104 V 162", "98 V 277", "99 IB 421"], "cite_par": ["124 V 265", "122 V 200", "122 V 189", "116 V 333", "106 V 240", "118 V 16", "112 V 97", "140 I 153", "119 IB 64", "112 IB 417", "111 V 279", "129 V 226", "111 V 149", "122 V 134", "111 V 342", "123 V 290", "115 V 362"], "chapeau": "23. Urteil vom 2. Mai 1980 i.S. Schweizerische Schwerhörigen-Schule Landenhof gegen Bundesamt für Sozialversicherung", "regestes": ["Art. 203 RAVS et 89 RAI. Il est possible d'interjeter directement un recours de droit administratif contre les décisions de l'Office fédéral des assurances sociales concernant les subventions pour frais d'exploitation au sens de l'art. 73 al. 2 LAI (consid. 1b). Art. 107 al. 3 OJ et art. 38 PA. La décision munie d'une indication inexacte des voies de droit n'est pas d'emblée nulle; elle ne peut être attaquée en justice que pendant un délai raisonnable (consid. 2). Art. 72-75 LAI. - Les subventions aux institutions selon ces dispositions ne sont pas des prestations d'assurance au sens de l'art. 132 OJ (consid. 3). - Malgré le terme utilisé à l'art. 73 al. 2 LAI (\"peut\"), il existe en principe, suivant l'art. 105 RAI, un droit à des subventions pour frais d'exploitation (consid. 1a). - Montant des subventions pour frais d'exploitation, s'agissant d'une école spéciale qui compte des élèves invalides et non invalides (consid. 4)."], "faits": "BGE 106 V 93 S. 94\n\nA.- Die Schweizerische Schwerhörigen-Schule Landenhof (nachfolgend Schule genannt) führte 1970 definitiv eine Bezirksschulstufe ein, in welcher sie gutbegabten hörgeschädigten Kindern eine progymnasiale Ausbildung bietet. Mit Zustimmung BGE 106 V 93 S. 95des Erziehungsdepartements des Kantons Aargau nahm sie erstmals im Schuljahr 1974/75 versuchsweise vier guthörende Schüler in diese Bezirksschulstufe auf. Da die Erfahrungen positiv verliefen, wurde in der Folge die Anzahl solcher Schüler erhöht. Im Maximum kamen 19 guthörende auf 16 schwerhörige Schüler (Schuljahr 1977/78).\n\nDas Bundesamt für Sozialversicherung eröffnete der Schule mit Verfügung vom 14. Juli 1977, die Voraussetzungen für die Zusprechung eines Betriebsbeitrages für das Rechnungsjahr 1976 seien erfüllt und der Beitrag werde auf Fr. 1'091'214.-- festgesetzt. Mit einer weiteren Verfügung vom 19. September 1978 gewährte das Bundesamt sodann für das Rechnungsjahr 1977 einen solchen Beitrag in der Höhe von Fr. 1'141'122.--. Keine der beiden Verfügungen war mit einer Rechtsmittelbelehrung versehen. Bei der Berechnung dieser Beiträge trug das Bundesamt dem Umstand Rechnung, dass die guthörenden Schüler die Schule nur als Externe besuchten, und schied daher die Kosten der Schule, unter Ausschluss der Kosten des Internates, anteilsmässig aus. Die für die guthörenden Schüler in Abzug gebrachten Aufwendungen betrugen 1976 Fr. 115'908.-- und 1977 Fr. 157'192.--. Diese Kürzungen hatten zur Folge, dass das Erziehungsdepartement des Kantons Aargau die kantonalen Betriebsbeiträge pro 1976 um Fr. 57'530.-- und pro 1977 um Fr. 50'028.-- reduzierte. Mit einem Wiedererwägungsgesuch vom 15. Dezember 1978 ersuchte die Schule das Bundesamt, die Betriebsbeiträge um die vom Kanton für 1976 und 1977 in Abzug gebrachten Beträge von zusammen Fr. 107'558.-- zu erhöhen. Mit Schreiben vom 22. Januar 1979 lehnte das Bundesamt die verlangten Nachzahlungen ab.\n\nB.- Am 22. Februar 1979 reichte die Schule beim Eidgenössischen Departement des Innern (EDI) Beschwerde ein und beantragte, die Verfügung vom 19. September 1978 sei aufzuheben, soweit sie eine Kürzung des Betriebsbeitrages von Fr. 107'558.-- enthalte. Nachdem sich das EDI anfänglich als zuständig erachtet hatte, überwies es die Beschwerde samt Akten mit Schreiben vom 10. April 1979 an das Eidg. Versicherungsgericht zur Behandlung.\n\nDas Bundesamt für Sozialversicherung hält das Eidg. Versicherungsgericht zur Behandlung der Beschwerde ebenfalls als zuständig und vertritt in seiner Stellungnahme vom 18. Juni 1979 die Auffassung, die Beschwerde sei mangels Rechtsmittelbelehrung BGE 106 V 93 S. 96als rechtzeitig zu betrachten. Im übrigen beantragt es die Abweisung der Beschwerde. Im zweiten Schriftenwechsel berichtigt die Schule ihren Antrag dahin, dass die geforderte Summe auch die Verfügung vom 14. Juli 1977 betreffe. Hinsichtlich der Zuständigkeitsfrage schliesst sie sich der Auffassung des Bundesamtes an.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Vorab stellt sich die Frage der Zuständigkeit des Eidg. Versicherungsgerichts zur Behandlung der vorliegenden Verwaltungsgerichtsbeschwerde.\n\na) Nach Art. 128 OG beurteilt das Eidg. Versicherungsgericht letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne der Art. 97 und 98 lit. b-h OG auf dem Gebiete der Sozialversicherung. Unzulässig ist eine Verwaltungsgerichtsbeschwerde gemäss Art. 129 Abs. 1 lit. c OG gegen die Bewilligung oder Verweigerung vermögensrechtlicher Zuwendungen, auf die das Bundesrecht keinen Anspruch einräumt.\n\nLaut Art. 73 Abs. 2 lit. a IVG \"kann\" die Invalidenversicherung Beiträge gewähren an den Betrieb von öffentlichen und gemeinnützigen privaten Anstalten und Werkstätten, die in wesentlichem Umfang Eingliederungsmassnahmen durchführen. Gestützt auf Art. 75 IVG hat der Bundesrat die Höhe der Beiträge festzusetzen und kann die Gewährung von weiteren Voraussetzungen abhängig machen oder mit Auflagen verbinden. Solche Vorschriften erliess er in den Art. 105-107 IVV. Daraus ist insbesondere zu entnehmen, dass die Betriebsbeiträge an Eingliederungsstätten und Anstalten für jeden Aufenthalts-, Schul- oder Ausbildungstag eines Versicherten gewährt werden (Art. 105 Abs. 2 IVV). Folglich besteht trotz der Formulierung in Art. 73 Abs. 2 lit. a IVG (\"kann\") grundsätzlich ein Anspruch der Eingliederungsstätten auf Betriebsbeiträge. Daher ist auch die Verwaltungsgerichtsbeschwerde nicht ausgeschlossen (BGE 99 Ib 421, BGE 97 I 878).\n\nb) Gegen eine Verfügung des Bundesamtes für Sozialversicherung ist gemäss Art. 203 AHVV in Verbindung mit Art. 89 IVV unmittelbar die Verwaltungsgerichtsbeschwerde zulässig. Das EDI hat demnach die Sache zu Recht dem Eidg. Versicherungsgericht zur Beurteilung überwiesen.\n\nBGE 106 V 93 S. 97\n\n2. a) Gemäss Art. 106 Abs. 1 OG ist die Verwaltungsgerichtsbeschwerde binnen 30 Tagen seit Eröffnung des vorinstanzlichen Entscheides einzureichen. Die Bundesverwaltungsbehörden zu denen das Bundesamt für Sozialversicherung gehört (Art. 1 Abs. 2 lit. a VwVG), haben ihre Verfügungen mit einer Rechtsmittelbelehrung zu versehen, in welcher das zulässige ordentliche Rechtsmittel, die Rechtsmittelinstanz und die Rechtsmittelfrist zu nennen sind (Art. 35 VwVG). Aus mangelhafter Eröffnung einer Verfügung darf den Parteien nach Art. 107 Abs. 3 OG und Art. 38 VwVG kein Nachteil erwachsen. Daraus hat das Eidg. Versicherungsgericht geschlossen, dass nicht jede mangelhafte Eröffnung, insbesondere auch nicht die Eröffnung ohne Rechtsmittelbelehrung, schlechthin nichtig ist mit der Konsequenz, dass die Rechtsmittelfrist nicht zu laufen beginnen könnte. Aus dem Grundsatz, dass den Parteien aus mangelhafter Eröffnung keine Nachteile erwachsen dürfen, folgt vielmehr, dass dem beabsichtigten Rechtsschutz schon dann Genüge getan wird, wenn eine objektiv mangelhafte Eröffnung trotz ihres Mangels ihren Zweck erreicht. Das bedeutet nichts anderes, als dass nach den konkreten Umständen des Einzelfalles zu prüfen ist, ob die betroffene Partei durch den gerügten Eröffnungsmangel tatsächlich irregeführt und dadurch benachteiligt worden ist. Richtschnur für die Beurteilung dieser Frage ist der auch in diesem prozessualen Bereich geltende Grundsatz von Treu und Glauben, an welchem die Berufung auf Formmängel in jedem Fall ihre Grenze findet (BGE 98 V 278). So lässt sich mit den Grundsätzen des Vertrauensschutzes und der Rechtssicherheit nicht vereinbaren, dass ein Verwaltungsakt wegen mangelhafter Rechtsmittelbelehrung jederzeit an den Richter weitergezogen werden kann; vielmehr muss ein solcher Verwaltungsakt innerhalb einer vernünftigen Frist in Frage gestellt werden (BGE 104 V 166 Erw. 3).\n\nb) Es ist davon auszugehen, dass als Anfechtungsobjekt sowohl die Verfügung vom 14. Juli 1977 als auch jene vom 19. September 1978 zu betrachten sind. Keine der beiden Verfügungen wies eine Rechtsmittelbelehrung auf. Die Beschwerdeführerin stellte aber erst am 15. Dezember 1978 ein Wiedererwägungsgesuch beim Bundesamt. Nach Abweisung desselben am 22. Januar 1979 reichte sie am 22. Februar 1979 die Beschwerde beim EDI ein. Aus diesem Verfahrensablauf darf BGE 106 V 93 S. 98geschlossen werden, dass die Verwaltungsgerichtsbeschwerde gegen die Verfügung vom 19. September 1978 nach Treu und Glauben als rechtzeitig zu erachten ist. Fraglich ist hingegen, ob die Frist zur Einreichung der Verwaltungsgerichtsbeschwerde gegen die Verfügung vom 14. Juli 1977 als gewahrt gelten kann. Die Beschwerdeführerin bemerkt dazu, dass sie erst nach Erhalt der Schreiben des Erziehungsdepartements vom 14. November und 5. Dezember 1978 durch die angefochtenen Verfügungen beschwert gewesen sei, habe sie doch vorher davon ausgehen können, dass der Kanton Aargau ungeachtet der vom Bund vorgenommenen Kürzungen das Restdefizit übernehmen werde. Dieser Argumentation könnte entgegengehalten werden, dass die Beschwerdeführerin die möglichen Konsequenzen von Verfügungen schon bei deren Erhalt zu bedenken hat und die Beschwerde nicht erst zu ergreifen ist, wenn die andern Möglichkeiten ausgeschöpft sind. Im Hinblick auf den Prozessausgang betreffs der Verfügung vom 19. September 1978 kann die Frage der rechtzeitigen Beschwerdeerhebung gegen die Verfügung vom 14. Juli 1977 indes offengelassen werden.\n\n3. Streitig sind keine Versicherungsleistungen. Unter solchen sind nach BGE 98 V 131 Leistungen der Sozialversicherung zu verstehen, über deren Rechtmässigkeit bei Eintritt des Versicherungsfalles befunden wird. Vorliegend geht es jedoch nicht um den Anspruch eines Versicherten, der bei Eintritt eines Versicherungsfalles ausgelöst wird, sondern um Leistungen, die erbracht werden, wenn die Anstalt oder Eingliederungsstätte bestimmte Bedingungen erfüllt. Das Eidg. Versicherungsgericht hat daher zu prüfen, ob Bundesrecht, einschliesslich Überschreitung oder Missbrauch des Ermessens, verletzt wurde oder ob der Sachverhalt unrichtig oder unvollständig festgestellt worden ist (Art. 104 lit. a und b OG). An die vorinstanzliche Feststellung des Sachverhaltes ist es nicht gebunden, weil nicht eine Rekurskommission oder ein kantonales Gericht im Sinne von Art. 105 Abs. 2 OG entschieden hat.\n\n4. a) Nach Art. 105 Abs. 1 IVV werden die Betriebsbeiträge den Anstalten und Werkstätten, welche die Voraussetzungen von Art. 99 IVV erfüllen, gewährt, sofern die auf Eingliederungsmassnahmen der Versicherung entfallenden Betriebskosten nicht durch Vergütungen gemäss den Art. 12-20 IVG und bei Massnahmen für die Sonderschulung und Betreuung BGE 106 V 93 S. 99Minderjähriger nicht durch die von der Versicherung vorausgesetzte Kostenbeteiligung der Kantone, Gemeinden und Eltern gedeckt werden. An die ungedeckten Kosten werden Beiträge bis zu 10 Franken für jeden Aufenthalts-, Schul- oder Ausbildungstag eines Versicherten gewährt. Bleiben dennoch ungedeckte Kosten bestehen, so gewährt die Versicherung einen zusätzlichen Beitrag bis zu deren Hälfte, höchstens aber von 15 Franken für jeden Tag. Bei Sonderschulen kann die Zahl der tatsächlichen Aufenthalts- oder Schultage durch einen Zuschlag erhöht werden, insbesondere wenn aus pädagogischen Gründen die Klassenbestände herabgesetzt werden müssen oder wenn ein Heim als Wocheninternat geführt wird (Art. 105 Abs. 2 IVV). Die näheren Vorschriften über die Voraussetzungen der Beitragsgewährung und über die Beitragsbemessung hat das Bundesamt in dem ab 1. Januar 1976 gültigen Kreisschreiben über die Betriebsbeiträge an Eingliederungsstätten für Invalide aufgestellt. Aus diesem geht klar hervor, dass die Unterstützung der Invalidenversicherung in Hinsicht auf die nach Tagen ermittelten Leistungen der Schule an die Versicherten gewährt wird. Für die Ermittlung des Betriebsdefizites, das Voraussetzung des Invalidenversicherungs-Beitrages bildet, werden nur \"die auf die Durchführung von Eingliederungsmassnahmen der Invalidenversicherung entfallenden anrechenbaren Aufwendungen\" berücksichtigt (Rz 13), die Beitragsfestsetzung erfolgt aufgrund der Zahl der Aufenthalts-, Schul- und Ausbildungstage des Versicherten (Rz 61 ff.), wobei die Eingliederungsstätten für Invalidenversicherungs- wie für Nicht-Invalidenversicherungs-Fälle laufend eine Präsenzkontrolle zu führen haben (Rz 9).\n\nb) Die Beschwerdeführerin macht in materieller Hinsicht geltend, dass ihre Schule durch die vom Bundesamt für Sozialversicherung für die guthörenden Schüler abgezogenen Aufwendungen bestraft werde, obwohl mit der Aufnahme derselben keine Mehrkosten entstanden seien. Sie empfindet es als unbillig, dass sie wegen der Aufnahme von guthörenden Schülern, die auch im Interesse der schwerhörigen Schüler erfolgt sei, einen wesentlich kleineren Invalidenversicherungs-Beitrag erhält, als wenn sie die Schule nur mit den schwerhörigen Schülern geführt hätte.\n\nMit Recht weist indes das Bundesamt darauf hin, dass sich der Umfang der Invalidenversicherungs-Leistungen pro Schüler BGE 106 V 93 S. 100und pro Tag berechnet. Wenn nichtinvalide mit invaliden Schülern zusammen die gleiche Schule besuchen, müssen die Kosten anteilsmässig ausgeschieden werden. Würde der Argumentation der Beschwerdeführerin gefolgt, führte dies zum unbilligen Ergebnis, dass die nichtinvaliden Schüler so lange kostenlos den Schulunterricht besuchen könnten, als ihretwegen die Schulorganisation nicht geändert werden müsste, d.h. ihretwegen keine Mehrkosten entstünden. In der Tat kann es nicht der Wille des Gesetzgebers sein, nichtinvalide Bezirksschüler zu Lasten der Invalidenversicherung unterrichten zu lassen. Ausserdem hat das Bundesamt auch Grund zu bezweifeln, ob durch die Teilnahme der guthörenden Schüler tatsächlich keine Mehrkosten entstanden sind; wenn im Schuljahr 1977/78 auf 16 schwerhörige 19 guthörende Schüler entfielen, hätte sich allenfalls ohne Einbezug der guthörenden Schüler die Frage einer anderen Klasseneinteilung gestellt.\n\nBezüglich der Berechnung erhebt die Beschwerdeführerin keine Einwendungen. Da aus den Akten nicht deren Unrichtigkeit hervorgeht, bleibt es bei der Beurteilung des Bundesamtes.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird, soweit darauf einzutreten ist, abgewiesen."}