{"annee": "106", "cour": "V", "page": "187", "date": "17/9/1980", "cite": ["103 IB 335"], "cite_par": ["119 V 86", "109 V 58", "111 IB 62", "127 V 80", "114 V 94"], "chapeau": "43. Urteil vom 17. September 1980 i.S. Rückversicherungsverband der st. gallischen Gemeindekrankenkassen gegen G. und Versicherungsgericht des Kantons St. Gallen", "regestes": ["Art. 103 let. a OJ. La possibilité simplement théorique d'une éventuelle revendication pécuniaire ultérieure ne constitue pas sans autre un intérêt suffisamment digne de protection."], "faits": "BGE 106 V 187 S. 187\n\nA.- Hermann G. ist bei der Gemeindekrankenkasse X. versichert. Diese ist ihrerseits Mitglied des Rückversicherungsverbandes der st. gallischen Gemeindekrankenkassen. Am 13. Oktober 1977 musste Hermann G. in die Trinkerheilstätte \"Mühlehof\" eingewiesen werden. Die Heilstätte verlangte von der Gemeindekrankenkasse X. Kostengutsprache für eine Tagespauschale von Fr. 30.50. Am 10. November 1977 verfügte die Kasse, dass sie lediglich für die ärztliche Behandlung einschliesslich der wissenschaftlich anerkannten Heilanwendungen, Arzneimittel und Analysen sowie für einen täglichen Beitrag von Fr. 6.-- an die übrigen Kosten der Krankenpflege aufkomme (Art. 12 Abs. 2 Ziff. 2 KUVG in Verbindung mit Art. 23 und 24 Vo III bzw. Art. 60 der Normalstatuten).\n\nB.- Auf Beschwerde des Hermann G. entschied das Versicherungsgericht des Kantons St. Gallen, dass die Kasse die volle Tagespauschale der Heilstätte \"Mühlehof\" abzüglich eines täglichen Verpflegungskostenbeitrages von Fr. 10.-- zu vergüten habe.BGE 106 V 187 S. 188\n\nC.- Gegen diesen Entscheid führt der Rückversicherungsverband der st. gallischen Gemeindekrankenkassen Verwaltungsgerichtsbeschwerde und beantragt, es sei festzustellen, dass die Gemeindekrankenkasse X. mit der Ausrichtung der Leistungen gemäss Art. 24 Vo III bzw. Art. 60 der Normalstatuten ihre Leistungspflicht erfüllt habe.\n\nHermann G. schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung beantragt, es sei das Urteil des Versicherungsgerichts des Kantons St. Gallen aufzuheben und die Sache zur genaueren Abklärung des Sachverhalts an das kantonale Gericht zurückzuweisen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Vorab stellt sich die Frage, ob der Rückversicherungsverband der st. gallischen Gemeindekrankenkassen zur Verwaltungsgerichtsbeschwerde legitimiert ist.\n\nNach Art. 103 lit. a OG ist zur Verwaltungsgerichtsbeschwerde legitimiert, \"wer durch die angefochtene Verfügung berührt ist und ein schutzwürdiges Interesse an deren Aufhebung oder Änderung hat\". Damit diese Voraussetzungen als erfüllt gelten können, muss der Beschwerdeführer nach bundesgerichtlicher Praxis von der angefochtenen Verfügung mehr als irgend ein anderer Dritter berührt sein, und er muss durch die Verfügung besonders und unmittelbar betroffen sein; sein Interesse an der Aufhebung oder Änderung der Verfügung muss sich aus einer nahen Beziehung zum Gegenstand des Streites ergeben (BGE 103 Ib 338 Erw. b mit Hinweisen).\n\n2. Der Beschwerdeführer beruft sich darauf, dass ihm die Gemeindekrankenkasse X. als Mitglied angeschlossen sei und dass sie Leistungen der Kosten-Ausgleichsversicherung beziehe, was sich auf seine Belastung auswirke. Gestützt auf Art. 103 lit. a OG bejaht auch das Bundesamt für Sozialversicherung die Beschwerdelegitimation des Rückversicherungsverbandes. Im Hinblick auf die genannte Bestimmung erfordert indessen die Verschiedenartigkeit der einzelnen Leistungen des Beschwerdeführers eine differenzierte Beurteilung seiner Beschwerdebefugnis je nach der im Einzelfall in Frage stehenden Leistungsart.\n\nNach Art. 9 seiner Statuten versichert der Rückversicherungsverband BGE 106 V 187 S. 189folgende Leistungen der angeschlossenen Kassen:\n\n- einen Teil der ordentlichen Krankenpflegeleistungen durch eine Kosten-Ausgleichsversicherung;\n\n- die Leistungen bei Erkrankung an Tuberkulose;\n\n- die Heilanstaltskosten für Invalide;\n\n- die Leistung der Krankengeld-Zusatzversicherung;\n\n- die Leistungen der Spital-Zusatzversicherung. Im weiteren enthält Art. 9 der Statuten Bestimmungen über die Schaffung weiterer Versicherungszweige und die Vermittlung der Leistungen des Schweizerischen Verbandes für die erweiterte Krankenversicherung.\n\n3. Die vorliegend in Frage stehenden Leistungen betreffen die Kosten-Ausgleichsversicherung für die ordentlichen Krankenpflegeleistungen gemäss Art. 9 Abs. 1 lit. a der Statuten des Beschwerdeführers. Hierüber bestimmen die Statuten folgendes:\n\n\"Art. 14. Der Rückversicherungsverband vergütet den angeschlossenen Kassen unter den in den Art. 15 und 16 genannten Voraussetzungen einen Teil der ordentlichen Krankenpflegekosten.\n\nArt. 15. Kassen, deren Krankenpflegekosten je Mitglied (einschliesslich Mutterschaftsleistungen) im Durchschnitt der letzten drei Jahre 105 Prozent des massgeblichen kantonalen Mittels überschritten haben, erhalten einen Viertel des Mehrbetrages im folgenden Jahr durch die Kosten-Ausgleichsversicherung rückvergütet.\n\nFür Kassen mit mindestens 20'000 Versicherten beträgt der massgebliche Kostendurchschnitt gemäss Abs. 1 110 Prozent.\n\nArt. 16. Als kantonales Mittel gemäss Art. 15 gilt der Durchschnitt der Krankenpflegekosten je Mitglied aller st. gallischen öffentlichen Krankenkassen während der letzten drei Jahre, ausgenommen jener der Kassen gemäss Art. 15 Abs. 2.\n\nFür Kassen gemäss Art. 15 Abs. 2 gilt als kantonales Mittel der Durchschnitt der Krankenpflegekosten je Mitglied aller st. gallischen öffentlichen Krankenkassen während der letzten drei Jahre.\n\nMassgebend ist das Ergebnis der vom zuständigen Departement jährlich veröffentlichten Statistik über die st. gallischen öffentlichen Krankenkassen.\n\nArt. 17. Die Aufwendungen der Kosten-Ausgleichsversicherung werden durch eine Umlageprämie finanziert, die den Kassen aufgrund des letzten durchschnittlichen Bestandes der erwachsenen Mitglieder belastet wird.\n\nDie Kostenabrechnung und Prämienbelastung werden den Kassen in dem der Berechnungsperiode folgenden Jahr nach der Veröffentlichung der vom zuständigen Departement erstellten Statistik zugestellt.\" BGE 106 V 187 S. 190\n\nDer Zweck der hievor erwähnten Bestimmungen geht dahin, unter den angeschlossenen Kassen einen teilweisen Ausgleich der Krankenpflegekosten herbeizuführen, soweit diese je Mitglied einer Kasse einen bestimmten Durchschnittsbetrag übersteigen. Bei diesem Ausgleichssystem ist es indes ungewiss, ob die von einer Kasse in einem konkreten Schadenfall zu erbringenden Vergütungen Ausgleichsleistungen des Beschwerdeführers zur Folge haben werden. Dazu wäre gemäss Art. 15 Abs. 1 der Statuten des Beschwerdeführers erforderlich, dass die betreffende Kassenleistung einen Durchschnitt von über 105% des massgeblichen kantonalen Mittels (mit-)verursacht. Eine allfällige Ausgleichspflicht des Beschwerdeführers lässt sich aber erst im Rückblick auf das vergangene Geschäftsjahr ermitteln, nämlich aufgrund der jährlichen Berechnung der durchschnittlichen Krankenpflegekosten je Mitglied (während der letzten drei Jahre) bei allen st. gallischen öffentlichen Gemeindekrankenkassen und der betreffenden Einzelkasse (Art. 15 Abs. 1 und Art. 16 Abs. 1 der Statuten des Beschwerdeführers). Im Zeitpunkt der Fälligkeit einer bestimmten Kassenleistung besteht demnach grundsätzlich bloss eine theoretische Möglichkeit, dass eventuell die dadurch verursachte Belastung der Kasse eine Ausgleichspflicht des Beschwerdeführers auslösen könnte. Allfällige künftige Ausgleichsleistungen hängen in diesem Zeitpunkt weitgehend von noch unbekannten und nicht voraussehbaren Faktoren ab, so etwa von der Frage, welche Krankenpflegekosten bei der jeweiligen Kasse im laufenden Rechnungsjahr weiter anfallen (insbesondere, ob sich die Zahl der kostenintensiven Krankheitsfälle überdurchschnittlich erhöht oder vermindert) oder in welchem Masse die Krankenpflegeversicherungen aller andern st. gallischen Gemeindekrankenkassen im gleichen Jahr belastet wurden. Auch wäre zu beachten, dass die in Frage stehende Kassenleistung in der Regel ohnehin nur einen kleinen und zufälligen Teilfaktor für die Überschreitung der 105% des kantonalen Mittels bilden würde. Die bloss theoretische Möglichkeit, dass der Beschwerdeführer von der betreffenden Kasse später beansprucht werden könnte - was eben während des laufenden Rechnungsjahres wesentlich von zukünftigen Tatsachen abhängt und daher in diesem Zeitraum nicht feststellbar ist -, begründet jedoch kein hinreichendes prozessuales Rechtsschutzinteresse. Abzulehnen wäre aber auch - allein schon aus Gründen der Praktikabilität -, BGE 106 V 187 S. 191den Entscheid über die Beschwerdelegitimation bis zum Ablauf des Rechnungsjahres hinauszuschieben und ein Beschwerderecht (rückwirkend) dann zuzuerkennen, wenn die jährliche Durchschnittsberechnung eine Leistungspflicht des Beschwerdeführers gegenüber der fraglichen Kasse ergibt.\n\nAus dem Gesagten folgt, dass der Beschwerdeführer im vorliegenden Fall nicht zur Verwaltungsgerichtsbeschwerde legitimiert ist, weil weder aufgrund der statutarischen Bestimmungen zur Ausgleichsversicherung noch aufgrund der Vorbringen in der Verwaltungsgerichtsbeschwerde angenommen werden kann, dass er im Sinne der Praxis durch den vorinstanzlichen Entscheid in besonderer und unmittelbarer Weise betroffen ist. Wie es sich hinsichtlich der Beschwerdelegitimation des Beschwerdeführers in den übrigen Fällen des Art. 9 seiner Statuten (Leistungen bei Tuberkulose, für Invalide usw.) verhält, kann hier offen bleiben.\n\n4. Das Bundesamt für Sozialversicherung vertritt die Auffassung, dass der Beschwerdeführer gestützt auf Art. 103 lit. c OG zur Verwaltungsgerichtsbeschwerde berechtigt sei. Legitimiert ist nach dieser Bestimmung \"jede andere Person, Organisation oder Behörde, die das Bundesrecht zur Beschwerde ermächtigt\". Das Bundesamt hält diese Voraussetzung als erfüllt, weil gemäss Art. 27 KUVG Rückversicherungsverbände von der Aufsichtsbehörde anerkannt würden und Art. 30ter KUVG auch Rückversicherungsverbände als \"Beteiligte\" einschliesse. Dieser Argumentation kann jedoch nicht beigepflichtet werden, ist doch eben gerade das die zu entscheidende Frage, ob generell oder unter besondern Voraussetzungen ein Rückversicherer als \"Beteiligter\" im Sinne von Art. 30ter KUVG qualifiziert werden kann. Auch mit dem Hinweis auf Art. 27 KUVG ist nichts gewonnen, denn aus der dort erwähnten Anerkennung lässt sich noch nicht die Eigenschaft als \"Beteiligter\" ableiten. Die Legitimation des Beschwerdeführers zur Verwaltungsgerichtsbeschwerde ergibt sich somit auch nicht aus Art. 103 lit. c OG.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nAuf die Verwaltungsgerichtsbeschwerde wird nicht eingetreten."}