{"annee": "106", "cour": "IV", "page": "227", "date": "6/6/1980", "cite": ["105 IV 73", "92 II 303", "100 IV 219", "104 IV 232", "103 IV 60", "100 IV 233", "83 IV 142"], "cite_par": ["108 IV 196", "116 IV 319", "122 IV 211", "107 IV 150", "121 IV 332", "129 IV 188", "113 IV 32", "117 IV 314", "106 IV 241", "120 IV 334", "121 IV 340", "117 IV 63", "108 IV 63", "120 IV 256"], "chapeau": "60. Auszug aus dem Urteil des Kassationshofes vom 6. Juni 1980 i.S. Staatsanwaltschaft des Kantons Basel-Landschaft gegen E. und Konsorten (Nichtigkeitsbeschwerde)", "regestes": ["Procédure. 1. Art. 273 al. 2 PPF. L'intimé n'a pas la faculté de réclamer le renvoi d'un mémoire au recourant pour correction (consid. 1). 2. Art. 270 al. 1 PPF. L'accusateur public peut déposer un pourvoi en nullité contre un jugement rendu par défaut (consid. 2). Loi fédérale sur les stupéfiants. 1. Art. 19 ch. 2 litt. a LStup. Savoir si un cas est grave au sens de cette disposition ne dépend que de la quantité sur laquelle a porté l'infraction. Le danger pour la santé de nombreuses personnes ne peut être nié par principe - lorsque la quantité de stupéfiant en cause est grande - pour des motifs tirés de la nature du stupéfiant. Le juge n'a pas compétence pour retirer de la catégorie des substances que le législateur a qualifiées de stupéfiants en raison de leur capacité d'engendrer la dépendance, des produits \"moins dangereux\" qui lui paraîtraient inoffensifs (consid. 3). 2. Art. 19 ch. 2 litt. a LStup. Conditions subjectives de la répression (consid. 4). 3. Art. 19 ch. 2 LStup. La liste de cas graves figurant dans cette disposition n'est pas limitative (consid. 5). 4. Art. 19 ch. 2 litt. b LStup. Définition de l'affilié à une bande (consid. 7 litt. a)."], "faits": "", "considerants": "BGE 106 IV 227 S. 228\n\nAus den Erwägungen:\n\n1. Das Eventualbegehren des Beschwerdegegners V., die Beschwerde sei unter Ansetzung einer Nachfrist gemäss Art. 273 Abs. 2 BStP zur Verbesserung an die Staatsanwaltschaft zurückzuweisen, ist unzulässig. Diese Bestimmung gibt der Gegenpartei keinen Anspruch darauf, eine Verbesserung der Nichtigkeitsbeschwerde zu verlangen. Die Rückweisung zur Verbesserung steht einzig dem Gericht zu (vgl. BGE 92 II 303 zum analogen Art. 55 Abs. 2 OG).BGE 106 IV 227 S. 229\n\n2. Die Beschwerdegegnerin Iris V. wurde vom Obergericht in contumaciam verurteilt. Anders als der Kontumax selber ist der öffentliche Ankläger befugt, ein Abwesenheitsurteil mit der eidgenössischen Nichtigkeitsbeschwerde anzufechten (BGE 103 IV 61). Auf die Beschwerde der Staatsanwaltschaft ist deshalb auch insoweit einzutreten, als sie den Fall Iris V. betrifft.\n\n3. Die Staatsanwaltschaft beantragt, die Beschwerdegegner seien in den Fällen 3, 5-12, 14, 16, 22, 23 und 26-30 (aufgeführt im Urteil des Strafgerichts) aufgrund der qualifizierten Bestimmung des Art. 19 Ziff. 2 lit. a BetmG schuldig zu sprechen. Das Obergericht hat den Qualifikationsgrund nicht für gegeben erachtet, weil\n\n- nicht allein die Grösse der gehandelten Menge, sondern auch der Grad der Gefährlichkeit der in Frage stehenden Droge zu berücksichtigen sei;\n\n- seelische Zustände, die zwar negative Aspekte aufwiesen, aber noch als normale Erscheinungen des täglichen Lebens angesehen werden könnten, nicht eine Gesundheitsgefährdung im Sinne des Art. 19 Ziff. 2 lit. a BetmG darstellten;\n\n- psychische Abhängigkeit bis zu einem gewissen Grade eine solche normale Lebenserscheinung sei;\n\n- weiter die Nähe der Gesundheitsgefahr von Bedeutung sei, d.h. ob sie schon nach wenigen Malen Drogenkonsum oder erst nach langjährigem übermässigem Gebrauch eintrete;\n\n- das Gefährdungspotential von Cannabisdrogen nach dem eingeholten Gutachten Kielholz/Ladewig/Uchtenhagen erheblich geringer sei als bei anderen Drogen;\n\n- von 100 Haschischkonsumenten 90 wieder aufhörten und nur 10 zu regelmässigen Konsumenten im Sinne psychopathologischer Veränderungen würden und weil mit Schäden nur bei 2-4% der Haschischkonsumenten, und zwar nur nach langjährigem, häufigem Konsum zu rechnen sei;\n\n- eine Schrittmacherfunktion im Hinblick auf harte Drogen zu verneinen sei, zumal die Konsumgewohnheiten auf niedrige Haschischdosen ausgerichtet seien.\n\na) Nach Art. 1 Abs. 1 BetmG sind Betäubungsmittel im Sinne dieses Gesetzes abhängigkeitserzeugende Stoffe und Präparate der Wirkungstypen Morphin, Kokain und Cannabis. Zu den Betäubungsmitteln im Sinne dieser Bestimmung gehören nach Abs. 2 insbesondere BGE 106 IV 227 S. 230\n\na) Rohmaterialien wie das Hanfkraut (Ziff. 4);\n\nb) Wirkstoffe wie das Harz der Drüsenhaare des Hanfkrautes (Ziff. 3);\n\nc) ...\n\nd) Präparate, die Stoffe der Gruppen a, b oder c enthalten.\n\nNach Art. 8 Abs. 1 BetmG darf das Hanfkraut zur Betäubungsmittelgewinnung und das Harz seiner Drüsenhaare (Haschisch) nicht angebaut, eingeführt, hergestellt oder in Verkehr gebracht werden. Art. 19 und 19a des BetmG stellen Widerhandlungen gegen dieses Gebot in den verschiedensten Formen sowie den Konsum von Betäubungsmitteln unter Strafe.\n\nb) Aus dieser gesetzlichen Ordnung ergibt sich als erstes, dass der Gesetzgeber selber Cannabis als Rohstoff, aber auch die aus ihm gewonnenen Wirkstoffe und die solche enthaltenden Präparate für abhängigkeitserzeugend befunden hat. Die Gefahr aber, drogenabhängig, also süchtig zu werden, ist eine Gefahr für die menschliche Gesundheit; denn wer süchtig ist, ist nicht mehr gesund, sondern krank (so schon die Botschaft des Bundesrates von 1951, BBl 1951 I 849). Dieser Gedanke liegt auch dem revidierten BetmG zugrunde (s. die Art. 15, 15a, 15b, 19a Ziff. 3; Amtl.Bull. S 1973 S. 691/692 Votum Dillier, S. 705 Votum Honegger; M. LEUENBERGER, Das rev. BetmG, Konsequenzen für die Rechtsprechung gegenüber Drogenkonsumenten, SJZ 72 (1976) S. 23; I. WEISS, Zur Anwendung der Strafbestimmungen des rev. BetmG, ZStR 95 (1978) S. 197), und er betrifft nicht nur die physische, sondern auch die psychische Gesundheit. Psychische Abhängigkeit bedeutet nach dem Gesetz somit eine Beeinträchtigung der Gesundheit. Um nur schon die Gefahr einer solchen Beeinträchtigung zu vermeiden, hat der Gesetzgeber, wie die genannten Bestimmungen und ihre Entwicklungsgeschichte zeigen, den Handel mit den im Gesetz aufgeführten Drogen in allen seinen Formen, einschliesslich der Vorbereitungshandlungen, und teilweise auch den Konsum unter Strafe gestellt (Botschaft des Bundesrates BBl 1973 I S. 1 353 und 1 355; s. auch Art. 64bis BV, auf den sich das BetmG u.a. stützt).\n\nHat aber der Gesetzgeber die Frage nach der abhängigkeitserzeugenden Wirkung von Cannabissubstanzen und damit der Gefährlichkeit des Handels mit solchen Stoffen für die menschliche Gesundheit nach dem seinerzeitigen Stand der BGE 106 IV 227 S. 231wissenschaftlichen Erkenntnis selber entschieden, dann steht es dem Richter nicht zu, sie in eigener Würdigung anders zu beantworten (s. BGE 104 IV 232 Nr. 53). Sollte nach heutiger wissenschaftlicher Erkenntnis diese Gefahr nicht bestehen, wäre es am Gesetzgeber, die entsprechenden Konsequenzen zu ziehen.\n\nc) Aus dem Gesagten ergibt sich ohne weiteres, dass der Richter bei Anwendung des Art. 19 Ziff. 2 lit. a BetmG nur zu entscheiden hat, ob im Einzelfall so erhebliche Mengen eines Betäubungsmittels Gegenstand einer der vom Gesetz verpönten Handlungen gebildet haben, dass eine Vielzahl von Menschen damit versorgt werden konnte oder hätte versorgt werden können. Wo das zutrifft, ist damit nach dem Sinn des Gesetzes auch schon eine Gefahr für die Gesundheit einer Vielzahl von Menschen geschaffen, ohne dass noch zu prüfen wäre, ob das Gefährdungspotential einer Droge erheblich, die Gefahr hochgradig, naheliegend sei. Art. 19 Ziff. 2 lit. a BetmG setzt keine so qualifizierte Gefahr voraus, hat doch der Gesetzgeber auch bewusst darauf verzichtet, zwischen leichten und harten Drogen zu unterscheiden (Amtl.Bull. S 1973 S. 692 Votum Dillier und S. 694 Votum Aubert; nicht veröffentlichtes Urteil K. vom 9. September 1971).\n\nDas verkennt die Vorinstanz, wenn sie Haschisch auf seine Gefährlichkeit für die Gesundheit des Menschen prüft und nach Würdigung eines Expertenberichtes die Gefahr einer abhängigkeitserzeugenden Wirkung von Cannabissubstanzen für eine Vielzahl von Menschen verneint, unbesehen der Mengen, die hier in Frage stehen. Ihr Urteil ist daher in diesem Punkte aufzuheben und die Sache an sie zurückzuweisen, damit sie im Sinne der vorstehenden Erwägungen neu urteile. Dabei wird sie berücksichtigen müssen, dass das Bundesgericht unter Zugrundelegung einer üblichen Konsum- oder Rauscheinheit von 1/2 bis 1 g bereits bei vier kg Haschisch einen schweren Fall angenommen (nicht veröffentlichtes Urteil C. vom 29. Juni 1977) und einen Personenkreis von 20-40 Personen als eine Vielzahl von Menschen im Sinne des Gesetzes erkannt hat (BGE 105 IV 75). Auch wird sie feststellen müssen, für welche der Beschwerdegegner diese Voraussetzung erfüllt ist, wobei dort, wo mehrere von ihnen am selben Vorgang beteiligt waren, für alle die Gesamtmenge und nicht bloss ein verhältnismässiger Anteil in die Beurteilung einzubeziehen ist (BGE 105 IV 74).\n\n4. Das Obergericht hat auch den subjektiven Tatbestand BGE 106 IV 227 S. 232verneint, weil die Beschwerdegegner ihren Betäubungsmittelhandel strikte auf Cannabissubstanzen, insbesondere Haschisch beschränkt hätten, welche Droge sie selber konsumiert hätten, ohne sich einer nachteiligen Wirkung bewusst zu werden. Sie seien deshalb von der Ungefährlichkeit der Droge überzeugt gewesen. Bei dieser Sachlage könne ihnen zugebilligt werden, dass sie eine Gefährdung der Gesundheit vieler Menschen nicht in Kauf genommen hätten.\n\nNach dem in Erwägung 3 Gesagten spielt es subjektiv keine Rolle, ob der Täter nach dem Konsum von Cannabissubstanzen bei sich selbst nachteilige Folgen festgestellt hat oder nicht. Entscheidend ist einzig, ob ihm bekannt war, dass mit der von ihm in Handel gebrachten Menge Haschisch oder Haschischöl eine grosse Zahl von Menschen versorgt werden kann. Darüber aber sind Händler, mögen sie drogenabhängig sein oder nicht, regelmässig im Bild (nicht veröffentlichtes Urteil T. vom 19. Juni 1979). Eines weitergehenden Wissens bedarf es zur Erfüllung des subjektiven Tatbestandes nach Art. 19 Ziff. 2 lit. a BetmG nicht. Die Gefahr für die menschliche Gesundheit liegt in der abhängigkeitserzeugenden Wirkung, die der Gesetzgeber für Haschisch bejaht und derentwegen er schon den nicht qualifizierten Handel unter Strafe gestellt hat, ohne dass der Täter um diese Gefahr wissen muss. Entsprechend liegt die Qualifikation nach Art. 19 Ziff. 2 lit. a BetmG einzig in der Menge der gehandelten Droge, und muss nur dieses Element vom Vorsatz des Täters erfasst sein. Das hat die Vorinstanz übersehen. Dass im übrigen nach dem von ihr beigezogenen Gutachten nur 10% der Haschischkonsumenten zu regelmässigen Konsumenten werden und nur 2-4% an ihrer Gesundheit Schaden nehmen, hilft den Beschwerdegegnern nichts, weil sie beim Verkauf der Droge nicht durchwegs wissen konnten, welche Risikofaktoren der jeweilige Abnehmer mit sich brachte, welche Dosis er einnehmen werde, ob es sich um Erstkonsumenten handelte oder um Abnehmer, die eine Neigung zu ständigem Konsum zeigten.\n\n5. Im übrigen fragt es sich, ob der den Beschwerdegegnern oder zumindest einzelnen von ihnen in den fraglichen Fällen zur Last gelegte Drogenhandel nicht schon wegen der Rücksichts- und Hemmungslosigkeit, mit welcher er betrieben wurde (angefochtenes Urteil S. 36 ff.), als Ausdruck eines intensiven Deliktswillens und damit als schwere Deliktsbegehung BGE 106 IV 227 S. 233unter die erhöhte Strafdrohung des Art. 19 Ziff. 1 letzter Absatz 2. Satz BetmG fällt; Art. 19 Ziff. 2 BetmG enthält nämlich - was die Vorinstanz offenbar übersehen hat - keine abschliessende Aufzählung der schweren Fälle (\"insbesondere\"). Vielmehr stellt das Gesetz es dem Richter anheim, nach Würdigung der gesamten Umstände einen Fall auch dann als schwer einzustufen, wenn die Voraussetzungen des Art. 19 Ziff. 2 lit. a-c BetmG nicht erfüllt sind (Amtl.Bull. N 1974 II S. 1451 Voten Welter und Schmitt; M. DELACHAUX, Drogues et législation, Diss. Lausanne 1977, S. 163; I. WEISS, op. cit. S. 211).\n\n7. Die Staatsanwaltschaft vertritt schliesslich den Standpunkt, die Vorinstanz habe T. in den Fällen 9, 10, 21 und 23 zu Unrecht nicht wegen bandenmässiger und gewerbsmässiger Tatbegehung schuldig gesprochen.\n\na) Dass die Vorinstanz den Begriff der Bandenmässigkeit verkannt habe, behauptet die Beschwerdeführerin nicht. Zwar könnte man sich fragen, ob die vom Bundesgericht in Anschluss an die Art. 137 und 139 StGB gegebene Begriffsumschreibung (BGE 100 IV 220, BGE 83 IV 147 u.a.m.) ohne weiteres auch für Art. 19 Ziff. 2 lit. b BetmG gelte, nachdem im Unterschied zu den beiden Bestimmungen des StGB das BetmG die Absicht zur fortgesetzten Tatverübung nicht nennt. Zwar scheint der Verfasser des Entwurfes die fortgesetzte Verübung bewusst weggelassen zu haben, weil schon das Zusammenwirken mehrerer als gefährlich und qualifizierend anzusehen sei (I. WEISS, op. cit. S. 209 am Ende). In der parlamentarischen Beratung wurde jedoch von beiden Berichterstattern der nationalrätlichen Kommission darauf hingewiesen, dass der im Entwurf enthaltene Begriff der Bandenmässigkeit \"in unserer Rechtsprechung angewendet wird\" bzw. \"un concept juridique\" sei, \"qui figure dans le Code pénal\" (Amtl.Bull. N 1974 II S. 1451 Voten Welter und Schmitt). Dieser Auffassung wurde denn auch trotz eines abweichenden Antrages mit grosser Mehrheit zugestimmt (Amt. Bull. N 1974 II S. 1451/2 Votum Reich, 1453). Das spricht dafür, dass der Gesetzgeber in Art. 19 Ziff. 2 lit. b BetmG den Begriff der Bandenmässigkeit nicht anders verstanden wissen wollte als das Bundesgericht bei Anwendung der Art. 137 und 139 StGB (in diesem Sinne auch DELACHAUX, op. cit. S. 165).\n\nb) Das Obergericht stellt im Anschluss an jene Rechtsprechung BGE 106 IV 227 S. 234des Bundesgerichtes fest, ein Willensentschluss zur gemeinsamen Begehung von mehr als zwei \"Betäubungsmittelhandelsstraftaten\" sei nur in bezug auf E., V. und H. als erwiesen zu betrachten; T. habe nicht aufgrund eines gemeinsam mit anderen im voraus gefassten Entschlusses zum gemeinsamen Tätigwerden gehandelt, sondern er habe sich von Fall zu Fall zur Mitwirkung gewinnen lassen. Da es sich hierbei um eine Tatfrage handelt (BGE 100 IV 237), deren Beantwortung durch den kantonalen Sachrichter den Kassationshof bindet, kann die Staatsanwaltschaft mit ihrer gegenteiligen Behauptung nicht gehört werden. Damit erledigt sich ihre Beschwerde in diesem Punkte.\n\nc) Den Begriff der Gewerbsmässigkeit dagegen wollte der Gesetzgeber in Art. 19 Ziff. 2 lit. c BetmG enger fassen als das Bundesgericht im Rahmen des StGB. Zwar wurden die von der Praxis umschriebenen drei Elemente der fortgesetzten Tatbegehung, der auf ein Erwerbseinkommen gerichteten Absicht und der Bereitschaft, gegen unbestimmt viele zu delinquieren, beibehalten, ihnen aber im Sinne einer \"differenzierten Formulierung\" (Amtl.Bull. N 1974 II S. 1451 Votum des Berichterstatters Welter) das weitere Erfordernis eines grossen Umsatzes oder eines erheblichen Gewinns beigefügt. Es wollte damit vermieden werden, dass die \"kleinen Fische\", die gegen unbestimmt viele handeln, gleich der qualifizierten Bestrafung unterliegen (Amtl.Bull. N 1974 II S. 1452/1453 Votum Alder), dass jeder \"leichte Fall\", der nach der bundesgerichtlichen Praxis die Merkmale der Gewerbsmässigkeit aufweist, im übrigen aber nicht als schwer aufzufassen ist, unter die erhöhte Strafdrohung falle; wer durch zwei, drei Fälle wenige Franken verdient habe und gegebenenfalls gewerbsmässiger Täter im Sinne der bundesgerichtlichen Rechtsprechung sei, solle noch nach Ziffer 1 des Art. 19 behandelt werden können (Amtl.Bull. S 1974 S. 597 Votum des Berichterstatters Dillier).\n\nd) Das Obergericht hat gewerbsmässige Tatbegehung durch T. verneint, weil der von ihm erzielte Gewinn von Fr. 1'600.-- nicht erheblich und der Verkauf von 8 kg Haschisch kein grosser Umsatz gewesen sei.\n\naa) Bei diesen vom Gesetzgeber eingeführten \"Präzisierungen\" handelt es sich um unbestimmte Rechtsbegriffe, die der Auslegung bedürfen und dabei dem Ermessen des Richters Raum geben. Es kann aber nicht darum gehen, für die Entscheidung BGE 106 IV 227 S. 235der Frage, ob ein grosser Umsatz bzw. ein erheblicher Gewinn erzielt worden sei, schablonenhaft nur nach Kilogramm und Franken zu verfahren. Vielmehr hängt die Wertung des Umsatzes von der Art der Droge, der üblichen Konsumeinheit und auch vom Zeitraum ab, innert dem der Umsatz erzielt wurde, während bei Beantwortung der Frage nach der Erheblichkeit des Gewinns auch sein Verhältnis zum Preis beachtlich ist (s. auch I. WEISS, op. cit. S. 210). Nur bei solcher Betrachtungsweise ist eine sachgerechte Abgrenzung der schweren von den anderen Fällen möglich.\n\nbb) Nach dem angefochtenen Urteil steht fest, dass T. 8 kg Haschisch verkauft hat. Das entspricht bei einer üblichen Dosis von 1/2 bis 1 g Haschisch einer Umsatzmenge von 16'000 bis 8000 Konsumeinheiten. Gleichzeitig hat der Beschwerdegegner 5 kg Haschisch einem Dritten in Kommission gegeben, was in den Begriff des gewerbsmässigen Handels gemäss Art. 19 Ziff. 2 lit. c BetmG einzubeziehen ist. Dadurch aber erhöht sich die Umsatzmenge nach Konsumeinheiten erheblich. Zieht man überdies in Betracht, dass der Beschwerdegegner mit Ausnahme von 1 kg Haschisch die gesamte übrige Menge in der verhältnismässig kurzen Zeit von Mai bis spätestens August 1978 umgesetzt hat, so ist der Tatbestand des gewerbsmässigen Handels mit grossem Umsatz erfüllt.\n\nDa Art. 19 Ziff. 2 lit. c BetmG alternativ einen grossen Umsatz oder einen erheblichen Gewinn voraussetzt und das erstere Element gegeben ist, kann dahingestellt bleiben, ob Fr. 1'600.-- unter Berücksichtigung des gängigen Preises der gehandelten Droge einen erheblichen Gewinn darstellen.\n\nDie Sache ist daher auch in diesem Punkte in Gutheissung der Beschwerde der Staatsanwaltschaft zu neuer Entscheidung an die Vorinstanz zurückzuweisen."}