{"annee": "106", "cour": "II", "page": "278", "date": "22/12/1980", "cite": ["101 II 3", "106 II 6"], "cite_par": ["137 III 1"], "chapeau": "55. Arrêt de la IIe Cour civile du 22 décembre 1980 dans la cause K.(recours en réforme)", "regestes": ["Art. 264a al. 3, 266 al. 1 initio CC. L'adoption de l'enfant majeur du conjoint ne peut avoir lieu, comme toute adoption de majeur, qu'en l'absence de descendants de l'adoptant (consid. 4)."], "faits": "BGE 106 II 278 S. 279\n\nA.- Adia K., né le 5 février 1912, et Carmel A., née le 29 août 1924, se sont mariés à Jérusalem le 12 mars 1946. Les époux sont de nationalité israélienne. Ils ont eu deux enfants, nés respectivement en 1947 et en 1949.\n\nAdia K. avait eu d'un précédent mariage une fille, Nurith, née le 2 octobre 1940, actuellement mariée L., de nationalité israélienne et domiciliée en Israël. Nurith L. a été élevée par Carmel K. depuis le mariage de cette dernière avec Adia K.\n\nB.- Le 10 juillet 1980, Carmel K., domiciliée avec son mari à Genève, a présenté à la Cour de justice une requête d'adoption de Nurith L. Une précédente requête avait été rejetée le 16 mai 1979. La Cour de justice est néanmoins entrée en matière sur la seconde requête, mais l'a rejetée le 20 août 1980. Elle a motivé en bref sa décision comme il suit:\n\nContrairement à l'opinion de la requérante, l'art. 266 CC n'est pas entaché d'une lacune concernant l'adoption de l'enfant d'un époux par l'autre conjoint (Stiefkindadoption). Lorsqu'il s'agit d'une personne majeure, l'adoption ne peut avoir lieu, dans ce cas comme dans tous les cas d'adoption de majeurs, qu'en l'absence de descendants. Dame K. ayant des enfants, l'adoption requise ne saurait être prononcée.\n\nC.- Carmel K. a recouru en réforme au Tribunal fédéral. Elle demandait que la décision attaquée fût annulée et l'adoption de Nurith L. prononcée. Le recours a été rejeté.", "considerants": "Considérant en droit:\n\n1. Le recours est recevable au regard de l'art. 44 litt. c OJ.\n\n2. En vertu de l'art. 8a al. 1 LRDC, l'autorité du domicile est compétente pour prononcer une adoption lorsque l'adoptant ou les époux adoptants ont leur domicile en Suisse. L'art. 8b LRDC soumet à la loi suisse les conditions et les effets d'une adoption prononcée en Suisse. Enfin BGE 106 II 278 S. 280l' art. 8c LRDC invite l'autorité à tenir compte des conditions posées par la loi nationale des adoptants lorsqu'il apparaît que l'adoption ne serait pas reconnue dans le pays d'origine de l'adoptant ou des époux adoptants et qu'il en résulterait un grave préjudice pour l'enfant. D'après un avis de droit produit par la recourante, l'adoption serait vraisemblablement reconnue en Israël, bien que cet Etat ne connaisse pas l'adoption des majeurs. D'autre part, l'autorité cantonale a raison lorsqu'elle affirme que, même si l'adoption suisse n'était pas reconnue en Israël, rien n'autorise à penser qu'il en résulterait un préjudice grave pour l'adoptée.\n\nDès lors, il y a lieu d'admettre que l'art. 8c LRDC ne constitue pas en l'espèce un obstacle à l'adoption.\n\n3. Après avoir énuméré les conditions spécifiques de l'adoption de majeurs et d'interdits, l'art. 266 CC précise que, pour le surplus, les dispositions sur l'adoption des mineurs s'appliquent par analogie (al. 3).\n\nLa recourante est mariée avec le père de Nurith L. depuis plus de deux ans; elle est âgée de plus de 35 ans révolus (art. 264a al. 3 CC). Nurith L. est de seize ans, un mois et trois jours plus jeune que la recourante (art. 265 al. 1 CC). Toutes les personnes intéressées ont donné leur consentement à l'adoption: le mari de la requérante et père de Nurith L. (art. 265a al. 1 CC), cette dernière elle-même (art. 265 al. 2 CC) et son mari (art. 266 al. 2 CC). Les enfants des époux K. ont également consenti à l'adoption.\n\nEnfin, il est constant que la recourante a élevé Nurith L. comme sa propre fille et que les conditions de l'art. 266 al. 1 ch. 2 CC sont réalisées.\n\nLa seule question litigieuse est de savoir si l'adoption est possible bien que la recourante ait des descendants.\n\n4. Dans le droit suisse actuel, soit selon les dispositions sur l'adoption entrées en vigueur depuis le 1er avril 1973, l'adoption des mineurs constitue la règle générale, l'adoption des majeurs l'exception (Message du Conseil fédéral du 12 mai 1971, FF 1971 I p. 1245; cf. ATF 106 II 7 consid. 1, ATF 101 II 5 consid. 3b et les références).\n\nDans le projet du Conseil fédéral, l'art. 266 al. 2 CC avait la teneur suivante:\n\n\"Si les parents adoptifs ont des descendants, ceux-ci doivent\n\nêtre entendus avant l'adoption.\" L'existence de descendants n' était donc pas un obstacle à l'adoption de BGE 106 II 278 S. 281majeurs. Mais, au cours des débats parlementaires, l'art. 266 CC a fait l'objet de discussions qui ont donné naissance au texte actuel, selon lequel l'adoption de majeurs et d'interdits n'est possible qu'\"en l'absence de descendants\" (art. 266 al. 1 initio; \"Fehlen Nachkommen, ...\"; \"Ove manchino discendenti, ...\").\n\nDans sa séance du 1er décembre 1971, le Conseil des Etats a adopté, sur proposition de sa Commission, un texte où l'al. 2 était biffé, l'al. 1 prévoyant qu'une personne majeure ou interdite peut être adoptée \"en l'absence de descendants légitimes\" (Bulletin officiel de l'Assemblée fédérale, Conseil des Etats, 81 ( 1971) p. 724; cf. p. 725, la déclaration du rapporteur, le conseiller aux Etats Broger: \"Bei der Unmündigen-Adoption hat man mit guten Gründen das bisherige Requisit der Kinderlosigkeit fallengelassen. Aber diese Gründe gelten bei der Mündigen-Adoption nicht.\"). Dans la séance du Conseil national du 26 avril 1972, la majorité de la Commission proposait de modifier le texte du projet en ces termes:\n\n\"Lorsque les parents adoptifs ont des descendants, leur consentement à\n\nl'adoption est nécessaire\"; une minorité, elle, proposait, comme le Conseil des Etats, de biffer l'al. 2, le mot \"légitimes\" étant supprimé à l'al. 1. C'est cette seconde proposition qui fut adoptée dans une première votation, par 43 voix contre 42 (Bulletin officiel de l'Assemblée fédérale, Conseil national, 82 (1972) p. 588-590). Mais, le jour suivant, le Conseil national décida de revenir sur sa décision et ce fut la proposition de la majorité de la Commission qui l'emporta, par 60 voix contre 49 (op.cit., p. 606-609). Le Conseil des Etats ayant maintenu sa décision, avec l'al. 1 modifié dans le sens de la proposition de la minorité de la Commission du Conseil national (\"En l'absence de descendants, ... \") (Bulletin officiel de l'Assemblée fédérale, Conseil des Etats, 82 (1972) p. 396), le Conseil national s'y rallia finalement, le 20 juin 1972 (Bulletin officiel de l'Assemblée fédérale, Conseil national, 82 (1972) p. 1001).\n\nAinsi, la portée du texte légal est claire. L'adoption de majeurs n'est possible que si les parents n'ont pas de descendants au sens large du terme (HEGNAUER, n. 9-10 ad art. 266 CC). Il n'est pas prévu d'exceptions. De surcroît, l'adoption de majeurs appelle une interprétation restrictive des dispositions qui la concernent.\n\nBGE 106 II 278 S. 282\n\nIl n'y a pas de raison d'admettre l'existence d'une lacune de la loi et d'affirmer que le législateur n'a pas envisagé le cas de l'adoption par un époux de l'enfant majeur de son conjoint. Les motifs qui ont été invoqués à l'appui de la solution stricte choisie par les Chambres sont valables également dans l'éventualité d'une telle adoption. Tous les cas d'adoption de majeurs sont subordonnés à la condition d'absence de descendants. Une possibilité de dispense n'est pas prévue (HEGNAUER, n. 8 et 13 ad art. 266 CC). Il n'est pas décisif qu'en l'espèce les descendants de l'adoptant aient donné leur consentement à l'adoption: le législateur a précisément écarté cette solution, considérant cette précaution comme insuffisante contre des pressions éventuelles (cf. la déclaration du conseiller aux Etats Broger à la séance du Conseil des Etats du 13 juin 1972, Bulletin officiel de l'Assemblée fédérale, Conseil des Etats, 82 (1972) p. 396). Au demeurant, selon les explications données par Adia K. dans sa lettre du 7 juillet 1980, la requête d'adoption a pour motif essentiel la volonté des époux K. d'assurer à Nurith L. le même statut successoral qu'à leurs enfants communs. Or, comme le relève pertinemment l'autorité cantonale, un tel but est étranger à celui que la loi entend assigner à l'adoption (ATF 106 II 7 /8 consid. 2a, ATF 101 II 5 consid. 3b; cf. aussi, notamment, les déclarations de la conseillère nationale Blunschy aux séances du Conseil national du 27 avril et du 20 juin 1972, Bulletin officiel de l'Assemblée fédérale, Conseil national, 82 (1972) p. 608 et 1001).\n\nLa recourante suggère de faire une distinction selon que les descendants de l'adoptant sont majeurs ou mineurs, et de ne pas tenir compte de la condition d'absence de descendants lorsque ces derniers sont, eux aussi, majeurs et ont donné leur consentement à l'adoption. Cela n'est pas possible. Certes, en évitant de lier l'adoption des majeurs au consentement des descendants, le législateur avait en vue surtout les difficultés et les conflits d'intérêts qui pouvaient résulter du consentement des descendants mineurs. Mais, même dans l'éventualité de descendants majeurs, le risque que ceux-ci ne soient soumis à des pressions inadmissibles ne saurait être négligé (cf. l'intervention du conseiller fédéral Furgler à la séance du Conseil national du 27 avril 1972, Bulletin officiel de l'Assemblée fédérale, Conseil national, 82 (1972) p. 609)."}