{"annee": "106", "cour": "IV", "page": "115", "date": "30/4/1980", "cite": ["102 IV 176", "101 IV 292"], "cite_par": ["122 IV 311", "132 IV 112", "124 IV 149", "109 IV 36", "116 IV 31"], "chapeau": "37. Auszug aus dem Urteil des Kassationshofes vom 30. April 1980 i.S. Schawinski gegen Bourgknecht (Nichtigkeitsbeschwerde)", "regestes": ["Art. 173 CP. Diffamation; preuve de la vérité. 1. Au contraire de la preuve de la bonne foi, la preuve de la vérité peut être fondée sur des éléments dont l'auteur n'a eu connaissance qu'après avoir tenu les propos diffamatoires ou qui n'ont été mis en lumière que postérieurement (consid. 2a). 2. Le bien-fondé de l'accusation ou du soupçon imputant à quelqu'un la commission d'une infraction doit en principe être établi par la preuve de l'existence d'un jugement condamnatoire correspondant (consid. 2 b-e)."], "faits": "BGE 106 IV 115 S. 115\n\nA.- (Gekürzt.) Roger Schawinski, damals Chefredaktor der Tageszeitung \"Tat\", hat die Verantwortung übernommen BGE 106 IV 115 S. 116für die einem Artikel des Journalisten Christian Fehr auf der Titelseite der \"Tat\" vom 30. Juni 1977 vorangestellte grosse Überschrift:\n\n\"Ständerat Jean-François Bourgknecht in der Steuerfalle: Sitzt im\n\nStänderat ein Steuerbetrüger?\"\n\nB.- Auf Klage Bourgknechts wurde Schawinski vom Bezirksgericht Zürich am 12. Juni 1979 der üblen Nachrede schuldig erklärt und zu einer Busse von Fr. 200.-- verurteilt. Das Obergericht bestätigte am 7. November 1979 den Schuldspruch und erhöhte die Busse auf Fr. 600.--.\n\nC.- Mit Nichtigkeitsbeschwerde beantragt Schawinski Aufhebung des obergerichtlichen Urteils und Rückweisung der Sache zur Aktenergänzung und Neubeurteilung. Er rügt, die Vorinstanz habe zu Unrecht eine Bindung des Strafrichters an die Einstellung des Steuerstrafverfahrens angenommen und durch die Ablehnung des beantragten Aktenbeizugs den Wahrheitsbeweis unter Verletzung von Art. 173 Ziff. 2 StGB praktisch ausgeschlossen.\n\nBourgknecht beantragt Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\n1. Schawinski bestreitet nicht, dass er mit dem massiven Vorwurf des Steuerbetrugs eine ehrverletzende Verdächtigung geäussert hat, für welche er mit den ihm damals zur Verfügung stehenden Unterlagen (insbesondere Entscheid der Steuerrekurskommission Fribourg vom 4. März 1977) den Gutgläubigkeitsbeweis im Sinne von Art. 173 Ziff. 2 StGB nicht erbringen kann. Er macht jedoch sinngemäss geltend, mit Hilfe der im kantonalen Verfahren angerufenen, von der Vorinstanz nicht zugelassenen Beweismittel wäre der Wahrheitsbeweis möglich.\n\n2. a) Während der Entlastungsbeweis in der Form des Gutgläubigkeitsbeweises nur durch den Nachweis von Tatsachen und Umständen erbracht werden kann, welche der Täter im Zeitpunkt der inkriminierten Äusserung kannte, ist es möglich, dass der Wahrheitsbeweis sich auf Umstände stützt, die dem Täter erst nachträglich bekannt geworden sind oder sich im Laufe einer spätern Abklärung (Strafverfahren, amtliche Untersuchung) ergeben. Es ist daher nicht ausgeschlossen, dass ein Täter den Gutgläubigkeitsbeweis für den Zeitpunkt seiner BGE 106 IV 115 S. 117Äusserung nicht zu erbringen vermag, weil er aufgrund geringer Anhaltspunkte eine massive Verdächtigung verbreitete, dass aber der zu leichtfertig geäusserte Verdacht sich nachher als zutreffend erweist und der Täter sich somit durch den Wahrheitsbeweis entlasten kann (vgl. BGE 102 IV 182 E. 1c).\n\nb) Im vorliegenden Fall hat sich Schawinski damit abgefunden, dass er den Gutgläubigkeitsbeweis nicht zu erbringen vermag. Er ist jedoch der Auffassung, durch Dokumente, welche das Ergebnis der inzwischen durchgeführten Abklärungen enthalten sollen, könne er den Wahrheitsbeweis erbringen. In diesem Sinne hat er im Berufungsverfahren vor Obergericht folgende Anträge gestellt:\n\n- Es sei der Beschluss der kantonalen Steuerrekurskommission Fribourg vom 25. November 1977 durch den Ankläger bzw. die Steuerrekurskommission zu edieren.\n\n- Es sei der Bericht des Sekretärs der Geschäftsprüfungskommission des Nationalrats beizuziehen, bzw. von dieser Geschäftsprüfungskommission zu edieren.\n\n- Es seien die Akten über das Strafverfahren gegen den Ankläger wegen versuchter Steuerhinterziehung von der Wehrsteuerverwaltung des Kantons Fribourg zu edieren.\n\nDas Obergericht hat den Beizug dieser Akten abgelehnt. Es geht in seinem Entscheid davon aus, dass der Wahrheitsbeweis für die Behauptung oder den Verdacht eines Deliktes in der Regel nur durch die Verurteilung des Verdächtigten wegen Begehung dieses Deliktes erbracht werden könne; bei Freispruch, Einstellung des Verfahrens oder Verzicht auf die Einleitung einer Strafuntersuchung (mangels ausreichender Verdachtsgründe) durch die zuständige Instanz sei es nicht möglich, in einem Ehrverletzungsprozess durch abweichende Würdigung der Untersuchungsergebnisse den Wahrheitsbeweis für die Begehung des Deliktes doch zu leisten. Aufgrund dieser Erwägung hat das Obergericht den Beizug weiterer Akten als unbehelflich betrachtet, weil damit der Wahrheitsbeweis nicht zu erbringen sei.\n\nc) Der Vorinstanz ist zuzustimmen. Der Wahrheitsbeweis für die Behauptung oder Verdächtigung, es habe jemand ein Delikt begangen, ist grundsätzlich durch eine entsprechende Verurteilung zu erbringen. Welche Ausnahmen allenfalls von dieser Regel zu machen sind (wenn etwa ein Strafverfahren nicht oder nicht mehr durchgeführt werden kann), braucht im BGE 106 IV 115 S. 118vorliegenden Fall nicht erörtert zu werden. Der gegen Jean-François Bourgknecht geäusserte Verdacht von Steuerdelikten konnte von den zuständigen Behörden untersucht und beurteilt werden. Es wurden Abklärungen vorgenommen, doch erfolgte unbestrittenermassen keine Verurteilung; die zuständigen Instanzen kamen offenbar zum Schluss, ein steuerrechtlicher Straftatbestand sei nicht erfüllt. Bezüglich der kantonalen Steuern wurde nie eine eigentliche Strafuntersuchung eingeleitet. Das von der Eidg. Steuerverwaltung angeordnete Verfahren wegen versuchter Hinterziehung der Wehrsteuer wurde durch Verfügung vom 31. Oktober 1978 eingestellt. Der Wahrheitsbeweis für Steuerdelikte ist also nicht erbracht.\n\nDer für die Beurteilung einer Ehrverletzungsklage zuständige Richter hat nicht zu überprüfen, ob jene Behörden, welche nach der Kompetenzordnung die gegen den Ehrverletzungskläger erhobenen Anschuldigungen untersuchen und beurteilen müssen, ihrer Aufgabe gerecht wurden oder ob eventuell das behauptete Delikt entgegen der formellen Erledigung doch als bewiesen zu betrachten sei. Er darf und muss in dieser Frage auf den Entscheid der zuständigen Instanz abstellen. Dass dem wegen der ehrverletzenden Verdächtigung oder Bezichtigung Beklagten bei der amtlichen (strafrechtlichen) Untersuchung die wegen seiner Äusserung gegen die von ihm kritisierte Person geführt wird, keine Parteistellung zukommt, ist rechtsstaatlich nicht zu beanstanden. Die Tatsache, dass ein Aussenstehender (als Privatmann oder als Journalist) einen Verdacht geäussert oder Vorwürfe erhoben hat, verschafft ihm keine besondere Position in einer durch seine Äusserung ausgelösten Untersuchung. Wird er wegen übler Nachrede ins Recht gefasst, so kann er sich allenfalls schon mit dem Gutgläubigkeitsbeweis gänzlich entlasten, sofern der Entlastungsbeweis zulässig ist (Art. 173 Ziff. 2/3 StGB). Er hat aber nicht darüber hinaus eine Sonderstellung bei der Ermittlung der Wahrheit. Erweist sich seine aufgrund schwacher Anhaltspunkte gemachte Äusserung schliesslich als wahr, so kommt ihm das zugut. Führt die amtliche Untersuchung nicht zur Verurteilung des von ihm Beschuldigten, so kann er nicht im Rahmen des Wahrheitsbeweises gemäss Art. 173 Ziff. 2 StGB die Überprüfung der Entscheidung der zuständigen Behörden durch den Ehrverletzungsrichter verlangen. Wie gerade das vorliegende Verfahren zeigt, hätte die vom Beschwerdeführer Schawinski BGE 106 IV 115 S. 119vertretene Auffassung zur Folge, dass im Ehrverletzungsprozess unter Umständen Freisprüche und Einstellungsbeschlüsse von Behörden anderer Kantone zu überprüfen wären, wobei eine abweichende Auffassung des Ehrverletzungsrichters sich aber selbstverständlich formell nur im Ehrverletzungsprozess auswirken könnte und die Rechtskraft der vorangehenden Entscheidungen nicht berühren würde. Aus Art. 173 Ziff. 2 StGB lässt sich kein solcher Anspruch des Beklagten auf Überprüfung der die ehrverletzende Äusserung betreffenden Entscheidungen zuständiger Behörden ableiten.\n\nd) Ist der Wahrheitsbeweis für Verdacht oder Behauptung eines Deliktes aber im Prinzip nur durch die Verurteilung zu leisten, so hat die Vorinstanz den beantragten Beizug von Akten mit Recht abgelehnt; denn aus diesen weitern Unterlagen könnten sich höchstens neue Indizien für den Verdacht von Steuerdelikten entnehmen lassen; an der Tatsache, dass die zuständigen Behörden den Nachweis eines Steuerstraftatbestandes nicht für erbracht hielten, wäre damit nichts zu ändern und somit ein den Beschwerdeführer entlastender Wahrheitsbeweis nicht zu erbringen. Die gerügte Ablehnung von Beweisanträgen verletzt daher Art. 173 Ziff. 2 StGB nicht.\n\ne) In der Nichtigkeitsbeschwerde wird auf BGE 101 IV 296 Bezug genommen. In jenem Fall ging es jedoch nicht um die Frage, ob ein nach der inkriminierten Äusserung ergangener Entscheid (Einstellungsbeschluss) trotz des anderslautenden Dispositivs als Wahrheitsbeweis für die behauptete Begehung eines Deliktes dienen könne, sondern zu urteilen war dort über die Tragweite und Bedeutung eines im Leitpunkt der inkriminierten Äusserung dem Täter bekannten Einstellungsbeschlusses. Die Frage, ob ein Täter ernsthafte Gründe hatte, seine Verdächtigungen erneut vorzubringen, obschon in der Sache bereits ein Verfahren geführt und eingestellt worden war, unterscheidet sich klar von dem hier zu beurteilenden Problem der Zulässigkeit einer selbständigen Überprüfung der Strafbarkeit eines Verhaltens durch den Ehrverletzungsrichter, unabhängig vom Entscheid des zur Strafverfolgung zuständigen Organs. Aus BGE BGE 101 IV 296, der vorwiegend den Gutgläubigkeitsbeweis betrifft, lassen sich keine Schlüsse für den vorliegenden Fall (Wahrheitsbeweis) ziehen. Die oben dargelegte Auffassung steht nicht im Widerspruch zu den Erwägungen jenes Entscheides."}