{"annee": "106", "cour": "IA", "page": "142", "date": "19/6/1980", "cite": ["56 I 237", "101 IA 163", "86 I 23", "44 I 49", "82 I 75", "101 IA 67", "98 IA 549", "104 IA 367", "99 IA 78", "61 I 258", "103 IA 494"], "cite_par": ["115 IB 496", "107 IA 171", "111 IA 146", "112 IA 148", "135 III 608", "134 III 122", "120 II 408", "113 IA 172", "109 IV 51", "111 IA 52", "111 IA 62", "110 II 255", "120 II 400", "144 III 411", "107 III 29", "113 IB 157", "110 IA 43"], "chapeau": "27. Urteil der I. öffentlichrechtlichen Abteilung vom 19. Juni 1980 i.S. Sozialistische Libysche Arabische Volks-Jamahiriya gegen Libyan American Oil Company (LIAMCO), Betreibungsamt Zürich 1 und Einzelrichter im summarischen Verfahren am Bezirksgericht Zürich (staatsrechtliche Beschwerde)", "regestes": ["Mesures d'exécution forcée contre un Etat étranger; immunité en droit international public. Art. 84 al. 1 let. c et d OJ. Admissibilité du recours de droit public formé, sans épuisement des instances cantonales, par un Etat étranger contre des mesures d'exécution forcée (consid. 2). Conditions auxquelles sont soumises les mesures d'exécution forcée contre un Etat étranger: principe de l'immunité restreinte (consid. 3a). Exigence d'un lien juridique suffisant avec la Suisse (consid. 3b et 4), non remplie dans le cas d'espèce (consid. 5)."], "faits": "BGE 106 Ia 142 S. 142\n\nDas Gesetz Nr. 25 des Königreiches Libyen vom 21. April 1955 bestimmte in seinem Art. 1, dass alles im Boden befindliche Erdöl dem Staat gehöre und niemand berechtigt sei, ohne BGE 106 Ia 142 S. 143Bewilligung oder Konzession (\"permit or concession\") Erdöl zu fördern. Auf den 12. Dezember 1955 erteilte das Königreich Libyen der Libyan American Oil Company (LIAMCO) (im folgenden: LIAMCO) unter anderem die Konzessionen 16, 17 und 20, die letztere berechtigten, in bestimmten umschriebenen Gebieten für die Dauer von 50 Jahren Öl zu fördern. Die sowohl vom Erdölministerium als auch von der LIAMCO unterzeichneten Konzessionen enthielten in ihrem Art. 28 eine Schiedsklausel. Danach sind alle Streitigkeiten im Zusammenhang mit den erteilten Konzessionen durch ein Schiedsgericht zu entscheiden. Sollte eine der beiden Parteien auf Aufforderung der Gegenpartei hin keinen Schiedsrichter benennen, dann hat nach dieser Bestimmung der Präsident des Internationalen Gerichtshofes einen Einzelschiedsrichter zu bezeichnen, der den Sitz des Schiedsgerichts zu bestimmen und den Streit endgültig zu entscheiden hat.\n\nAm 1. September 1969 wurde in Libyen die Republik ausgerufen. Mit Gesetzen Nr. 66 vom 1. September 1973 und Nr. 10 vom 11. Februar 1974 enteignete in der Folge der libysche Staat sämtliche Konzessionsrechte, Förder- und Produktionseinrichtungen der LIAMCO. Diese sollte indes nach den erwähnten Gesetzen entschädigt werden, wobei die Entschädigung durch eine dreiköpfige Kommission festzusetzen war, deren Mitglieder je durch den libyschen Justiz-, Finanz- und Erdölminister bezeichnet werden sollten.\n\nMitte November 1973 verlangte die LIAMCO die Durchführung des Schiedsverfahrens gemäss Art. 28 der Konzessionsurkunden. Da der libysche Staat sich weigerte, einen Schiedsrichter zu benennen, bestimmte der Präsident des Internationalen Gerichtshofes am 27. Januar 1975 den libanesischen Staatsangehörigen Sobhi Mahmassani zum Einzelschiedsrichter. Dieser hielt am 9. Juni 1975 in London eine erste Sitzung ab und bestimmte alsdann Genf als Sitz des Schiedsgerichts. Weil sich der libysche Staat auf das Verfahren nicht einliess, erliess der Schiedsrichter am 12. April 1977 in Genf ein Versäumnisurteil. Mit diesem verpflichtete er \"the Libyan Arab Republic\" zur Zahlung von insgesamt US $ 80'065'677.-- nebst Zins zu 5% seit Urteilsdatum an die LIAMCO. Das Schiedsgerichtsurteil blieb unangefochten; namentlich wurde die nach genferischem Recht zulässige Nichtigkeitsbeschwerde nicht ergriffen.BGE 106 Ia 142 S. 144\n\nAm 13. Februar 1979 erliess der Einzelrichter im summarischen Verfahren am Bezirksgericht Zürich auf Begehren der LIAMCO gestützt auf Art. 271 Ziff. 4 SchKG einen Arrestbefehl, und zwar für die Forderungssumme von Fr. 134'944'349.-- nebst Zins zu 5% seit dem 12. April 1979. Der Arrestbefehl betrifft sämtliches Finanzvermögen des libyschen Staates und staatlicher libyscher Organisationen bei sechs in Zürich domizilierten Banken. Gestützt auf diesen Arrestbefehl belegte das Betreibungsamt Zürich 1 bei verschiedenen Banken Vermögensgegenstände staatlicher libyscher Organisationen mit Arrest. Am 17. Mai 1979 erwirkte sodann die LIAMCO beim Betreibungsamt Zürich 1 gegen die Sozialistische Libysche Arabische Volks-Jamahiriya einen Zahlungsbefehl für die im Arrestbefehl genannte Forderungssumme (Betreibung Nr. 1833).\n\nDie Sozialistische Libysche Arabische Volks-Jamahiriya führt beim Bundesgericht staatsrechtliche Beschwerde wegen Verletzung ihrer völkerrechtlichen Immunität. Sie verlangt die Aufhebung des Arrestbefehls und des gestützt darauf erfolgten Arrestbeschlags sowie die Ungültigerklärung des Zahlungsbefehls.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Beschwerdefrist.)\n\n2. a) Die Beschwerdeführerin rügt mit der staatsrechtlichen Beschwerde die Verletzung ihrer völkerrechtlichen Immunität. Einem als Völkerrechtssubjekt auftretenden fremden Staat steht die staatsrechtliche Beschwerde grundsätzlich nicht offen, ergibt sich doch aus Art. 113 Abs. 1 Ziff. 3 BV, der die verfassungsmässige Grundlage für Art. 84 OG bildet (BGE 99 Ia 84 E. 1c), dass das Bundesgericht nur über \"Beschwerden betreffend Verletzung verfassungsmässiger Rechte der Bürger sowie über solche von privaten wegen Verletzung von Konkordaten und Staatsverträgen\" zu urteilen hat (BGE 101 Ia 165 E. 1, BGE 99 Ia 85 E. 1d). Der fremde Staat, der die Verletzung der Vorschriften eines Staatsvertrages oder der Regeln des Völkerrechtes rügen will, muss das vielmehr mit einer Aufsichtsbeschwerde im Sinne von Art. 71 VwVG an den Bundesrat tun, der gegebenenfalls gestützt auf Art. 102 Ziff. 8 BV einschreiten BGE 106 Ia 142 S. 145könnte (BGE 101 Ia 166 E. 4, BGE 99 Ia 84 E. 1d; VPB 40/1976 Nr. 88, S. 94).\n\nAnders verhält es sich freilich, wenn in der Schweiz liegende Vermögensgegenstände eines fremden Staates mit Arrest belegt werden sollen. Diesfalls ist der fremde Staat - selbst wenn er in den fraglichen Belangen an sich als Völkerrechtssubjekt auftritt - betroffen wie ein einzelner, dessen Vermögen verarrestiert wird. Es rechtfertigt sich daher, dem fremden Staat die Möglichkeit zu öffnen, in solchen Fällen beim Bundesgericht gegen die Zwangsvollstreckungsmassnahmen staatsrechtliche Beschwerde zu führen. In einem Entscheid vom 31. Mai 1940 ging denn auch der Bundesrat ohne weiteres von dieser Anschauung aus (VEB 14/1940 Nr. 4, S. 12). Im übrigen hat das Bundesgericht seine Rechtsprechung, wonach in solchen Fällen die staatsrechtliche Beschwerde zulässig sein soll, schon früher gerechtfertigt, und zwar mit dem Hinweis auf das Schicksal einer Gesetzesvorlage aus dem Jahre 1923 (BGE 56 I 246): Mit Botschaft vom 29. Januar 1923 unterbreitete der Bundesrat der Bundesversammlung einen Entwurf zu einem \"Bundesgesetz betreffend Arrest und Zwangsvollstreckungsmassnahmen gegenüber Vermögen fremder Staaten\", nach dem ein Arrest gegen einen fremden Staat, der Gegenrecht hält, nicht hätte angeordnet werden dürfen (BBl 1923 I 419). Die Vorlage scheiterte indessen, weil der Nationalrat - im Gegensatz zum Ständerat - auf sie nicht eintreten wollte (vgl. Amtl.Bull. N 1924, S. 134 ff. und 153 ff., 1925 S. 417 ff.; Amtl.Bull. S 1923 S. 153 ff., 1925 S. 47 ff., 1926 S. 17 ff.). Das geschah nicht zuletzt deshalb, weil man diese Fragen durch die Rechtsprechung von Fall zu Fall entschieden sehen wollte. So erklärte Nationalrat von Streng, Berichterstatter der Kommissionsmehrheit, es sei Sache der Gerichte, im konkreten Falle zu entscheiden, \"ob und unter welchen Umständen auf Vermögensobjekte fremder Staaten Arrest gelegt\" werden dürfe. Da die kantonalen Entscheide mittels der staatsrechtlichen Beschwerde an das Bundesgericht weitergezogen werden könnten, sei für eine einheitliche Rechtsprechung innerhalb der Schweiz Gewähr geboten. Das Bundesgericht gebe in diesen Belangen \"mit seiner Ansicht den endgültigen Entscheid\" (Amtl.Bull. N 1925 S. 418 und S. 424).\n\nb) Die Beschwerdeführerin stützt ihre Beschwerde sowohl auf Art. 84 Abs. 1 lit. c OG als auch auf lit. d derselben Bestimmung.BGE 106 Ia 142 S. 146\n\nNach Art. 84 Abs. 1 lit. c OG kann beim Bundesgericht wegen \"Verletzung von Staatsverträgen mit dem Ausland\" Beschwerde geführt werden, während dies gemäss Art. 84 Abs. 1 lit. d OG wegen \"Verletzung bundesrechtlicher Vorschriften über die Abgrenzung der sachlichen oder örtlichen Zuständigkeit der Behörden\" möglich ist. Staatsrechtliche Beschwerden, die sich auf eine der beiden erwähnten Bestimmungen stützen, setzen die Erschöpfung des kantonalen Instanzenzuges nicht voraus, sondern können unmittelbar im Anschluss an den Hoheitsakt, der Anlass zur Beschwerde gibt, erhoben werden (Art. 86 Abs. 2 und 3 OG; vgl. BGE 101 Ia 68 E. 2a, BGE 98 Ia 553 E. 2c).\n\nStaatsrechtliche Beschwerden eines fremden Staates wegen Verletzung seiner gerichtlichen oder vollstreckungsrechtlichen Immunität lässt das Bundesgericht gestützt auf Art. 84 Abs. 1 lit. c OG selbst dann zu, wenn kein Staatsvertrag angerufen werden kann, da es die Regeln des Völkergewohnheitsrechts einem Staatsvertrag im Sinne von Art. 84 Abs. 1 lit. c OG gleichstellt (BGE 82 I 82, BGE 61 I 259). Zulässig ist eine solche staatsrechtliche Beschwerde aber auch gestützt auf Art. 84 Abs. 1 lit. d OG, da in der Anrufung der völkerrechtlichen Immunität zugleich die Bestreitung der Zuständigkeit der schweizerischen Behörden liegt (BGE 82 I 82, BGE 61 I 259, BGE 56 I 246, BGE 44 I 53 E. 4). Da die Frage, wann die Arrestnahme gegen fremde Staaten als zulässig zu betrachten ist, vom SchKG offen gelassen wurde, hat das Bundesgericht im Rahmen von Art. 84 Abs. 1 lit. d OG an Hand der Natur und Eigenart der in Betracht kommenden rechtlichen Verhältnisse selbständig die Grundsätze aufzustellen, die für das Verhalten der inländischen Zwangsvollstreckungs- und Gerichtsorgane als massgebend zu gelten haben (BGE 56 I 246 f.). Das hat es selbst dann zu tun, wenn die Prüfung auf Grund von Art. 84 Abs. 1 lit. c OG ergeben hat, dass die Völkerrechtliche Immunität des beschwerdeführenden fremden Staates an sich zu verneinen ist (BGE 56 I 246).\n\nc) Nach dem Gesagten ist auf die staatsrechtliche Beschwerde gegen den Arrestbefehl des Einzelrichters im summarischen Verfahren am Bezirksgericht Zürich einzutreten, und zwar ohne dass der kantonale Instanzenzug zuvor hätte durchlaufen werden müssen (vgl. aber BGE 103 Ia 495 E. 1b). Zulässig ist es nach der Rechtsprechung sodann auch, wenn die BGE 106 Ia 142 S. 147Beschwerdeführerin die Beschwerde auf den Arrestbeschlag sowie auf den Zahlungsbefehl, mit dem der Arrest prosequiert wurde, ausdehnt, da - wenn die Beschwerde gegen den Arrestbefehl gutgeheissen würde - die Grundlage für diese Zwangsvollstreckungsmassnahmen dahinfiele (BGE 86 I 27 E. 1, BGE 82 I 79, 51 I 337). Gegenstandslos ist demgegenüber der Antrag der Beschwerdeführerin, die angefochtenen Hoheitsakte seien \"mit sofortiger Wirkung\" aufzuheben, werden doch bundesgerichtliche Urteile mit ihrer Ausfällung rechtskräftig (Art. 38 OG).\n\n3. Es gibt keinen Staatsvertrag über Fragen der Staatenimmunität, an dem sowohl die Beschwerdeführerin als auch die Schweizerische Eidgenossenschaft als Vertragspartner beteiligt sind. Ob die Beschwerdegegnerin gegen die Beschwerdeführerin einen Arrest hat herausnehmen dürfen, beurteilt sich somit nach den sich aus dem Völkerrecht ergebenden Regeln, aber auch nach den Vorschriften des innerstaatlichen Rechts.\n\na) Nach einer allgemeinen völkerrechtlichen Regel wird die Souveränität eines jeden Staates durch die Immunität der andern Staaten, namentlich in Erkenntnis- und Vollstreckungsverfahren, begrenzt. Vor fremden innerstaatlichen Gerichten und Behörden kann ein Staat danach grundsätzlich nicht zur Rechenschaft gezogen werden (par in parem non habet iurisdictionem). Während diese Regel früher uneingeschränkt zum Zuge kam, ist das in neuerer Zeit nicht mehr der Fall. Weitaus die meisten Staaten, mit Ausnahme insbesondere von Grossbritannien und den sozialistischen Staaten, bekennen sich vielmehr zum Grundsatz der beschränkten Immunität fremder Staaten. Danach kommt dem fremden Staat Immunität nur hinsichtlich seiner hoheitlichen Tätigkeit (für acta iure imperii) zu, nicht aber dort, wo er als Träger von Privatrechten (iure gestionis) gleich einem Privaten auftritt (vgl. FAVRE, Principes du droit des gens, Fribourg 1974, S. 467 ff.; VERDROSS/SIMMA, Universelles Völkerrecht, 2. Aufl., Berlin 1976, S. 565; MENZEL/IPSEN, Völkerrecht, 2. Aufl., München 1979, S. 203; WENGLER, Völkerrecht, Band II, Berlin, Göttingen und Heidelberg 1964, S. 949 ff.). Den Grundsatz der beschränkten Immunität befolgen heute die meisten Staaten in ihrer Praxis, und zwar in der Überzeugung, dazu von Völkerrechts wegen verpflichtet zu sein. Er gehört daher dem Völkergewohnheitsrecht an (vgl. hiezu BVerfGE 16, S. 31 ff. mit Hinweisen, insbesondere BGE 106 Ia 142 S. 148S. 61; BVerfGE 46, S. 364 ff. mit Hinweisen, insbesondere S. 392). Regeln des Völkergewohnheitsrechts sind aber vom Bundesgericht auf staatsrechtliche Beschwerde hin gestützt auf Art. 84 Abs. 1 lit. c OG heranzuziehen (BGE 82 I 82, BGE 61 I 259). Das Bundesgericht hat sich denn auch in BGE 44 I 53 E. 4 der Theorie der beschränkten Immunität fremder Staaten angeschlossen, und es hat diese Rechtsprechung in der Folge wiederholt bestätigt (BGE 104 Ia 368 E. 2, 86 I 27 E. 2, BGE 82 I 85 E. 7 ff., BGE 56 I 247 E. 2). Von dieser Rechtsprechung abzugehen, besteht kein Anlass.\n\nb) Ein Erkenntnis- oder Vollstreckungsverfahren gegen einen fremden Staat lässt das Bundesgericht nicht schon dann zu, wenn feststeht, dass der fremde Staat als Träger von privaten und nicht von hoheitlichen Rechten auftritt. Das Bundesgericht fordert vielmehr, dass das in Frage stehende Rechtsverhältnis auch eine genügende Binnenbeziehung zum schweizerischen Staatsgebiet aufweist. Es müssen daher - selbst wenn der Rechtsstreit auf nichthoheitliches Handeln des fremden Staates zurückzuführen ist - Umstände vorliegen, die das Rechtsverhältnis so sehr an die Schweiz binden, dass es sich rechtfertigt, einen fremden Staat vor schweizerischen Behörden zur Verantwortung zu ziehen, denn es besteht kein Anlass und ist auch von der Sache her nicht sinnvoll, die Rechtsverfolgung gegen fremde Staaten zuzulassen, wenn eine einigermassen intensive Binnenbeziehung fehlt. Die Interessen der Schweiz erfordern ein solches Vorgehen nicht; im Gegenteil könnten dadurch leicht politische und andere Schwierigkeiten entstehen.\n\nEine genügende Binnenbeziehung bei Zwangsvollstreckungsmassnahmen gegen fremde Staaten wurde vom Bundesgericht stillschweigend bereits in BGE 44 I 55 gefordert; in den späteren Entscheiden (BGE 104 Ia 370, BGE 86 I 27 E. 2, BGE 82 I 85 E. 7, BGE 56 I 249 ff.) geschah das dann ausdrücklich. Das Erfordernis einer solchen Binnenbeziehung entspringt indes nicht den erwähnten völkerrechtlichen Regeln, gehört somit nicht dem Völkergewohnheitsrecht an. Ebenso wenig ist ein Staat von Völkerrechts wegen verpflichtet, das Erkenntnis- oder Vollstreckungsverfahren gegen fremde Staaten für nichthoheitliche Belange zuzulassen. Vielmehr ist er dazu befugt, sich im Rahmen seines innerstaatlichen Rechtes in dieser Hinsicht eine gewisse Selbstbeschränkung aufzuerlegen. Nach seinem BGE 106 Ia 142 S. 149Landesrecht hat daher jeder Staat durch Regelung der örtlichen Zuständigkeit seiner Behörden die Grenzen zu bestimmen, innerhalb derer er sich zur Entscheidung von aus nichthoheitlichem Handeln fremder Staaten sich ergebenden Streitfragen berufen fühlt (SCHAUMANN, Immunität ausländischer Staaten nach Völkerrecht, S. 65, und HABSCHEID, Die Immunität ausländischer Staaten nach deutschem Zivilprozessrecht, S. 165, beide in: Berichte der deutschen Gesellschaft für Völkerrecht, Heft 8, Karlsruhe 1968). Da im SchKG eine Vorschrift fehlt, die die Zuständigkeit für solche Fälle regeln würde, ist es Sache des Bundesgerichts, die Zuständigkeit der schweizerischen Behörden auf staatsrechtliche Beschwerde hin im Rahmen von Art. 84 Abs. 1 lit. d OG festzulegen (BGE 56 I 246 f.). Das Erfordernis der genügenden Binnenbeziehung ist daher Ausdruck schweizerischen Landesrechts.\n\n4. Die Beschwerdegegnerin macht vor Bundesgericht geltend, die Beschwerdeführerin habe auf ihre völkerrechtliche Immunität verzichtet, weil sie seinerzeit die Schiedsklausel unterzeichnet habe, die Anlass zu dem zu vollstreckenden Schiedsgerichtsurteil gab. Die Frage kann offenbleiben, wenn sich ergibt, dass im vorliegenden Falle eine genügende Binnenbeziehung fehlt. Da das Bundesgericht das letztere Erfordernis, wie dargelegt, aus dem Landesrecht ableitet, kann es in dieser Hinsicht von vornherein keine Rolle spielen, ob ein Staat auf die ihm von Völkerrechts wegen zustehenden Garantien verzichtet hat oder nicht. Selbst wenn die Beschwerdeführerin entsprechend den Vorbringen der Beschwerdegegnerin auf ihre völkerrechtliche Immunität verzichtet haben sollte, bestünde nämlich kein Anlass, den schweizerischen Gerichtsapparat für die Regelung eines Rechtsstreites zur Verfügung zu stellen, der keine oder nur unbedeutende Berührungspunkte zur Schweiz aufweist und in den ein fremder Staat verwickelt ist. Fehlt eine Binnenbeziehung, so kann weiter auch Offenbleiben, ob der Rechtsstreit zwischen den Parteien auf hoheitliche oder nichthoheitliche Handlungen der Beschwerdeführerin zurückzuführen ist. Vielmehr wäre in diesem Falle die staatsrechtliche Beschwerde mangels einer genügenden Binnenbeziehung kraft Landesrechts und gestützt auf Art. 84 Abs. 1 lit. d OG ohne weiteres gutzuheissen, und die angefochtenen Zwangsvollstreckungsmassnahmen wären aufzuheben.\n\n5. Eine ausreichende Binnenbeziehung im umschriebenen BGE 106 Ia 142 S. 150Sinne liegt nach der Rechtsprechung dann vor, wenn das in Frage stehende Schuldverhältnis in der Schweiz begründet wurde oder abzuwickeln ist oder wenn der fremde Staat als Schuldner Handlungen vorgenommen hat, die geeignet sind, in der Schweiz einen Erfüllungsort zu begründen (BGE 104 Ia 370, BGE 86 I 30 E. 3, BGE 82 I 85 E. 7). Die Tatsache allein, dass Vermögenswerte des Schuldners in der Schweiz liegen, vermag eine solche Binnenbeziehung nicht zu schaffen.\n\nAuszugehen ist im vorliegenden Falle davon, dass ein in Genf ergangenes Schiedsgerichtsurteil vorliegt, dem von der Genfer Cour de Justice die Vollstreckbarkeitsbescheinigung erteilt worden ist, so dass es an sich einem Vollstreckbaren schweizerischen Gerichtsurteil gleichsteht (Art. 44 des Konkordates über die Schiedsgerichtsbarkeit vom 27. März 1969/27. August 1969) und daher in der ganzen Schweiz vollstreckbar ist (Art. 69 BV, Art. 80 SchKG). Das ist aber nur darauf zurückzuführen, dass das Schiedsgericht Genf als seinen Sitz gewählt hat. Gemäss Art. 2 Abs. 1 des Konkordates kann der Sitz des Schiedsgerichts nämlich \"durch Vereinbarung der Parteien oder durch die von ihnen beauftragte Stelle oder in Ermangelung einer solchen Wahl durch Beschluss der Schiedsrichter bezeichnet\" werden. Wird der Sitz des Schiedsgerichts durch Dritte oder durch das Schiedsgericht selber gewählt, so ergibt sich daraus indes noch keine ausreichende Binnenbeziehung zur Schweiz, jedenfalls dann nicht, wenn das Schiedsgericht mit der Entscheidung über einen Rechtsstreit aus einem Rechtsverhältnis betraut ist, das an sich mit der Schweiz keine Berührungspunkte hat. Das Bundesgericht verneint denn auch eine genügende Binnenbeziehung zur Schweiz, wenn eine Vertragspartei gemäss den vertraglichen Abmachungen die Erfüllung der Schuld an irgendeinem Orte fordern kann und sie auf Grund dieser allgemeinen Klausel den Erfüllungsort in der Schweiz gewählt hat (BGE 82 I 92). Keine näheren Berührungspunkte gibt es auch hier, wo es gemäss den in den Konzessionsurkunden enthaltenen Schiedsabreden Sache des Einzelschiedsrichters war, den Sitz des Schiedsgerichts zu bestimmen. Diese Sitzbestimmung durch den Einzelschiedsrichter bildet den einzigen Anknüpfungspunkt zur Schweiz. Demgegenüber beschlug der vom Einzelschiedsrichter beurteilte Streitgegenstand in seiner Gesamtheit im Ausland gelegene Interessen, ging es doch im Schiedsverfahren um die von der BGE 106 Ia 142 S. 151Beschwerdeführerin enteigneten Konzessionsrechte der Beschwerdegegnerin, einer amerikanischen Ölgesellschaft, die in Libyen Öl gefördert hatte. Verhält es sich aber so, dann entfällt eine ausreichende Binnenbeziehung des zu beurteilenden Rechtsverhältnisses zum schweizerischen Hoheitsgebiet, was die Zuständigkeit der schweizerischen Behörden zum Erlass der angefochtenen Massnahmen nach dem Gesagten ausschliesst. Die Beschwerde ist daher gutzuheissen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen, und es werden aufgehoben:\n\na) der Arrestbefehl Nr. 24 des Einzelrichters im summarischen Verfahren am Bezirksgericht Zürich vom 13. Februar 1979;\n\nb) der gestützt darauf erfolgte Arrestbeschlag durch das Betreibungsamt Zürich 1;\n\nc) der Zahlungsbefehl Nr. 1833 des Betreibungsamtes Zürich 1 vom 17. Mai 1979."}