{"annee": "106", "cour": "IV", "page": "24", "date": "18/3/1980", "cite": ["104 IV 238"], "cite_par": ["116 IV 319", "136 IV 117", "116 IV 312", "117 IV 437", "117 IV 159", "117 IV 302"], "chapeau": "8. Auszug aus dem Urteil des Kassationshofes vom 18. März 1980 i.S. W. gegen Staatsanwaltschaft des Kantons Thurgau (Nichtigkeitsbeschwerde)", "regestes": ["Art. 145 al. 2 CP. Dommages à la propriété. Définition de la bassesse de caractère."], "faits": "", "considerants": "BGE 106 IV 24 S. 24\n\nAus den Erwägungen:\n\n3. a) Nach den tatsächlichen Feststellungen der Vorinstanz fuhr W. am 5. August 1977 abends nach 21 Uhr mit seinem Personenwagen Chevrolet Camaro mit 106 km/h durch Räterschen, wo eine Höchstgeschwindigkeit von 60 km/h signalisiert war. Dabei wurde der Wagen durch eine automatische Radarstation fotografiert.\n\nb) In der gleichen Nacht zwischen 1 und 2 Uhr fuhr W. mit H. nochmals nach Räterschen. Er hatte das Aufblitzen der Radaranlage bemerkt. Um die Auswertung der Radarmessung zu verhindern, schlugen die beiden am Radargerät die Scheibe ein, gossen Benzin in den Apparat und zündeten ihn an. Es entstand ein Gesamtschaden von rund 40'000 Franken.\n\n4. Gegen die Subsumtion der massiven Überschreitung der signalisierten Geschwindigkeitslimite unter Art. 90 Ziff. 2 SVG als grobe Verkehrsregelverletzung werden keine rechtlichen Einwendungen erhoben. Hingegen rügt der Beschwerdeführer, die ihm zur Last gelegte Sachbeschädigung sei nicht gemäss Art. 145 Abs. 2, sondern gemäss Art. 145 Abs. 1 StGB BGE 106 IV 24 S. 25zu ahnden, da ein Handeln aus gemeiner Gesinnung nicht nachgewiesen sei.\n\na) Der qualifizierte Tatbestand der Sachbeschädigung ist erfüllt, wenn der Täter aus gemeiner Gesinnung einen grossen Schaden verursacht hat. Dass die Zerstörung einer Radaranlage als grosser Schaden im Sinne dieser Bestimmung zu bewerten ist, wird vom Beschwerdeführer zu Recht nicht in Frage gestellt.\n\nb) Bei der Interpretation des umstrittenen Qualifikationsmerkmals der gemeinen Gesinnung muss die mit der Anwendung der Vorschrift verbundene Rechtsfolge in Betracht gezogen werden: Während die einfache Sachbeschädigung mit Busse oder Gefängnis bis zu 3 Jahren bedroht ist, beträgt das Strafminimum bei qualifizierter Sachbeschädigung ein Jahr Zuchthaus und das Strafmaximum fünf Jahre Zuchthaus. Das Strafminimum von einem Jahr Zuchthaus, das nur in wenigen Strafbestimmungen angedroht ist, zeigt deutlich, dass der Gesetzgeber mit dem Ausdruck \"gemeine Gesinnung\" eine besonders niederträchtige Grundhaltung bezeichnen wollte (BGE 104 IV 247, vgl. auch RStrS 1969, S. 108 Nr. 191). Wohl wird der Strafrahmen auch durch das Erfordernis grossen Schadens mitbestimmt; aber das Ausmass des Schadens allein genügt nie für die Anwendbarkeit von Abs. 2 des Art. 145 StGB, es bedarf stets auf der subjektiven Seite eines negativen Bewertungselementes, das nicht bloss im egoistischen Motiv der konkreten Handlung liegen kann, sondern tiefer in der Persönlichkeit des Täters verwurzelt sein muss und die dem Verhalten zugrunde liegende Einstellung des Täters entscheidend prägt. Nur wenn eine ruchlose, schwere Sachbeschädigung in dieser Weise als besonders persönlichkeitsadäquat und als Ausfluss einer entsprechenden Grundhaltung erscheint, kann das Tatbestandsmerkmal der gemeinen Gesinnung erfüllt sein.\n\nc) Im vorliegenden Fall begründet das Obergericht die Anwendung von Art. 145 Abs. 2 StGB mit der Überlegung, der Schutz vor einem drohenden Führerausweisentzug als Zweck der Zerstörung vermöge das Verhalten nicht zu entschuldigen; wer durch ein neues Delikt wissentlich einen derart enormen Schaden anrichte, um sich oder einen Mittäter der Verantwortung zu entziehen, handle niederträchtig und feige.\n\nGewiss kann der Zweck der Tat - Bestrafung und Führerausweisentzug zu verhindern - die Sachbeschädigung in keiner BGE 106 IV 24 S. 26Weise entschuldigen. Doch bei der streitigen Subsumtionsfrage geht es nicht um die Möglichkeit der Entschuldigung, sondern darum, ob die schädigende Handlung aus gemeiner Gesinnung erfolgte. Aus der Sicht des verantwortungsbewussten Bürgers erscheint die Zerstörungsaktion als feige. Nicht dargetan ist jedoch, dass das Delikt Ausdruck einer besonders verwerflichen Grundhaltung ist. Die Verwendung des Wortes \"niederträchtig\" entbehrt einer sachbezogenen Begründung. Es fehlen etwa Anhaltspunkte für eine allgemeine charakterliche Bereitschaft zu rücksichtslosem Handeln oder für skrupellosen Vandalismus unter Hintanstellen aller Bedenken. Stellt aber die Tat die einmalige, wenn auch ganz unverhältnismässige Reaktion auf die Erfassung durch eine automatische Radarkontrolle dar, so lässt sich aus den Umständen nicht auf das folgenschwere Qualifikationsmerkmal der gemeinen Gesinnung schliessen. Auch die hartnäckige Bestreitung der Tat durch den Beschwerdeführer vermag eine solche Schlussfolgerung nicht zu begründen. Die Vorinstanz hat das massgebende Kriterium des Handelns aus gemeiner Gesinnung in einem zu weiten, praktisch sozusagen jede vorsätzliche Verursachung grossen Schadens erfassenden Sinne interpretiert und durch die Anwendung von Art. 145 Abs. 2 StGB auf den vorliegenden Fall Bundesrecht verletzt. Die Nichtigkeitsbeschwerde ist daher in diesem Punkte gutzuheissen."}