{"annee": "106", "cour": "IV", "page": "131", "date": "6/5/1980", "cite": [], "cite_par": ["119 II 222", "112 IB 606"], "chapeau": "41. Urteil des Kassationshofes vom 6. Mai 1980 i.S. Dr. W. gegen Dr. G.(Nichtigkeitsbeschwerde)", "regestes": ["Art. 321 CP; art. 71 et 72 du règlement sur l'assurance invalidité. Cas d'un médecin chargé d'établir le rapport médical sur un assuré et qui transmet à la commission AI la lettre par laquelle l'assuré refuse de se soumettre à un examen et résume brièvement l'histoire de sa maladie. Dans une telle hypothèse, il n'y a pas violation du secret professionnel."], "faits": "BGE 106 IV 131 S. 131\n\nA.- Im Auftrag der IV-Kommission des Kantons Tessin lud die MEDAS Medizinische Abklärungsstelle des Bürgerspitals Basel (Chefarzt Dr. G.) Dr. W. mit Schreiben vom 31. Mai 1979 auf den 2. Juli 1979 zu einer ärztlichen Begutachtung ein, die voraussichtlich mindestens eine Woche dauern sollte; eine Kopie dieses Schreibens sandte die MEDAS an die IV-Kommission des Kantons Tessin. In seinem an Dr. G. adressierten Antwortschreiben vom 5. Juni 1979 äusserte Dr. W. seine Zweifel über die Zweckmässigkeit und den Sinn einer solchen für ihn mühsamen Untersuchung in Basel. Daher stellte er in seinem Brief drei Fragen, deren Beantwortung ihm Klarheit über den Tätigkeitsbereich der MEDAS und die fachlichen Kenntnisse der dort beschäftigten Ärzte in Lungenkrankheiten (insbesondere Tuberkulose) verschaffen sollte. Dr. G. antwortete am 6. Juni 1979, Dr. W. müsse sich an die IV-Kommission des Kantons Tessin wenden; die MEDAS hätte von dieser Stelle lediglich einen Auftrag zur medizinischen Abklärung erhalten; eine Kopie dieses Schreibens sandte Dr. G. an die IV-Kommission BGE 106 IV 131 S. 132des Kantons Tessin. Einem an ihn gerichteten Schreiben der IV-Kommission des Kantons Tessin vom 20. Juni 1979 konnte Dr. W. entnehmen, dass sein Brief vom 5. Juni 1979 an Dr. G. von diesem an die IV-Kommission weitergeleitet worden war.\n\nAm 20. August 1979 erstattete Dr. W. Strafanzeige und stellte - sinngemäss - Strafantrag gegen Dr. G. wegen Verletzung des Arztgeheimnisses (Art. 321 StGB).\n\nB.- Mit Beschluss vom 28. August 1979 stellte die Staatsanwaltschaft Basel-Stadt das Strafverfahren wegen Fehlens des Tatbestandes ein. Die Überweisungsbehörde des Kantons Basel-Stadt wies am 12. Februar 1980 den Rekurs des Dr. W. ab und bestätigte den angefochtenen Einstellungsbeschluss.\n\nC.- Mit eidgenössischer Nichtigkeitsbeschwerde beantragt Dr. W., der Beschluss der Überweisungsbehörde sei aufzuheben und es sei zu erkennen, dass der angezeigte Sachverhalt den Tatbestand der Verletzung des Arztgeheimnisses (Art. 321 StGB) erfülle.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Ärzte, die ein Geheimnis offenbaren, das ihnen infolge ihres Berufes anvertraut worden ist, oder das sie in dessen Ausübung wahrgenommen haben, werden, auf Antrag, mit Gefängnis oder mit Busse bestraft (Art. 321 StGB).\n\nZu prüfen ist, ob Dr. G. mit der Weiterleitung des an ihn gerichteten Antwortschreibens des Dr. W. vom 5. Juni 1979 an die IV-Kommission des Kantons Tessin seine ärztliche Geheimhaltungspflicht verletzt habe.\n\n2. Die im Schreiben des Beschwerdeführers geäusserten Zweifel über die Zweckmässigkeit einer medizinischen Abklärung durch die MEDAS in Basel und die in diesem Zusammenhang aufgeworfenen Fragen fallen offensichtlich nicht unter diese Bestimmung. Sie wurden Dr. G. nicht infolge seines Berufes als Arzt anvertraut, sondern richteten sich an Dr. G. als die für die Einladung nach Basel zuständige Person. Diese Äusserungen des Beschwerdeführers erfolgten nicht im Rahmen der zwischen Arzt und Patient bestehenden besonderen Beziehungen, sondern sie hatten lediglich den Zweck, die (vorläufige) Ablehnung der Einladung zu begründen.\n\n3. In seinem Brief fasste Dr. W. auch seine Krankheitsgeschichte kurz zusammen. Diese Mitteilungen waren wohl an BGE 106 IV 131 S. 133Dr. G. als Arzt gerichtet. Dennoch hat Dr. G. mit ihrer Weitergabe an die zuständige IV-Kommission seine berufliche Geheimhaltungspflicht nicht verletzt. Nach den verbindlichen Feststellungen der Vorinstanz war die IV-Kommission des Kantons Tessin seit Jahren über den Gesundheitszustand des Dr. W. im Bilde. Zudem hatte der Beschwerdeführer dieser Kommission gegenüber, in deren Auftrag Dr. G. auftrat, kein berechtigtes Geheimhaltungsinteresse; nach Art. 71 Abs. 1 der Verordnung über die Invalidenversicherung vom 17. Januar 1961 (IVV; SR 831.201) ist der Versicherte verpflichtet, über die für die Anspruchsberechtigung und die Festsetzung der Leistung massgebenden Verhältnisse wahrheitsgetreu und unentgeltlich Auskunft zu geben, und nach Art. 72 Abs. 1 IVV ist die zuständige IV-Kommission befugt, über den Gesundheitszustand und die Arbeitsfähigkeit des Versicherten sowie über die Zweckmässigkeit bestimmter Eingliederungsmassnahmen ärztliche Gutachten einzuholen. Schliesslich fehlte es dem Beschwerdeführer insoweit auch am Geheimhaltungswillen, führte er in seinem mehrfach erwähnten Schreiben doch wörtlich aus:\n\n\"Im übrigen habe ich nicht zum ersten Mal den Eindruck, dass die IVK\n\nTessin nicht weiss, wie es um meinen Gesundheitszustand bestellt ist.\n\nUm hierüber Klarheit zu gewinnen, ist es allerdings nicht erforderlich,\n\nmir eine Fahrt nach Basel zuzumuten.\"\n\n4. Angesichts all dessen kann keine Rede davon sein, dass Dr. G. mit der Weitergabe des Schreibens des Beschwerdeführers an die IV-Kommission des Kantons Tessin das Berufsgeheimnis verletzt habe. Er war im Gegenteil zu diesem Schritt gehalten; denn nach Art. 72 Abs. 3 IVV kann die IV-Kommission über Leistungen auf Grund der Akten beschliessen, wenn der Versicherte der zu seiner Begutachtung notwendigen Einweisung in eine Krankenanstalt \"ohne genügende Entschuldigung\" keine Folge leistet. Ob aber die vom Beschwerdeführer vorgetragenen Entschuldigungsgründe genügten, konnte die Kommission nur in Kenntnis des genauen Inhalts seines Schreibens entscheiden.\n\n5. Ob Dr. G. als gemäss Art. 72 IVV Beauftragtem der IV-Kommission die Stellung eines Beamten im Sinne von Art. 110 Ziff. 4 StGB zukam und sein Verhalten daher allenfalls nach Art. 320 StGB (Verletzung des Amtsgeheimnisses) hätte beurteilt werden sollen (was von keiner Seite geltend gemacht wurde), BGE 106 IV 131 S. 134hier nicht untersucht zu werden. Da die Verletzung des Amtsgeheimnisses ein Offizialdelikt ist, könnte es bezüglich dieses Straftatbestandes keinen zur Nichtigkeitsbeschwerde legitimierten Strafantragsteller geben.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen, soweit darauf einzutreten ist."}