{"annee": "106", "cour": "IB", "page": "287", "date": "14/3/1980", "cite": ["103 IB 372", "102 IB 133", "95 I 431"], "cite_par": ["108 IB 440", "129 II 361"], "chapeau": "42. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 14. März 1980 i.S. Sand AG gegen Rekurskommission des Kantons Zürich für Grunderwerb durch Personen im Ausland (Verwaltungsgerichtsbeschwerde)", "regestes": ["AF des 23 mars 1961/21 mars 1973 sur l'acquisition d'immeubles par des personnes domiciliées à l'étranger (AFAIE); ordonnance du 21 décembre 1973 sur l'acquisition d'immeubles par des personnes domiciliées à l'étranger (OAIE). 1. Intérêt légitime à l'acquisition d'un immeuble, au sens de l'art. 6 al. 2 let. b AFAIE (consid. 3 et 4). 2. Cas dans lesquels une autorisation peut être subordonnée à des conditions ou des charges (art. 8 AFAIE, art. 17 OAIE) (consid. 5)."], "faits": "BGE 106 Ib 287 S. 287\n\nDie Sand AG, eine Aktiengesellschaft mit ausländischem Kapital, betreibt in Neuheim (ZG), wo sie ihren Sitz hat, seit 1966 ein Kieswerk. Diesem wurde 1972 auf dem gleichen Gelände ein Betonwerk angegliedert. Seit 1970 war die Sand AG mit Alfred Girschweiler und Karl Günthardt in einer Interessengemeinschaft BGE 106 Ib 287 S. 288zur Errichtung eines neuen Betonwerks im Randgebiet der Stadt zusammengeschlossen. Girschweiler und Günthardt, beide Schweizer, hatten zu diesem Zweck am Industriering in Adliswil (ZH) eine Parzelle von 2000 m2 erworben. 1972 war ein Baugesuch für eine Betonaufbereitungsanlage eingereicht worden, welchem der Stadtrat Adliswil am 6. Juli 1976 entsprach; am 10. Dezember 1976 erteilte ferner die Direktion der öffentlichen Bauten des Kantons Zürich noch die für den Grenzabstand nötige Ausnahmebewilligung. Anschliessend gerieten Alfred Girschweiler und Karl Günthardt in Liquiditätsschwierigkeiten und verkauften das Grundstück für Fr. 650'000.-- der Sand AG (Kaufvertrag vom 9. Februar 1977). Mit Beschluss vom 20. Mai 1977 entschied der Bezirksrat von Horgen, dass die Sand AG für den Erwerb des Grundstücks der Bewilligung im Sinne des BewB bedürfe. Gleichzeitig erteilte sie die Bewilligung unter folgenden Auflagen und Bedingungen:\n\n\"82 Bedingung:\n\n- Mit der planmässigen Ausführung der bewilligten Baute muss vor Ablauf\n\nder Baubewilligung begonnen werden.\n\n83 Auflagen:\n\n831 Der Bau der Anlage muss nach Beginn der Bauarbeiten ohne erhebliche\n\nUnterbrechung weitergeführt und planmässig vollendet werden.\n\n832 Im Grundbuch sind zu Lasten des Grundstücks folgende\n\nöffentlich-rechtliche Eigentumsbeschränkungen anmerken zu lassen:\n\n- Vor Ablauf von 10 Jahren seit dem Erwerb darf das Grundstück und die\n\ndarauf befindliche Baute nicht veräussert werden;\n\n- das Grundstück muss im wesentlichen als Betriebsstätte für das\n\nUnternehmen, das die Erwerberin betreibt, verwendet werden.\"\n\nDie Sand AG focht diesen Entscheid bei der Rekurskommission für Grunderwerb durch Personen im Ausland des Kantons Zürich an und beantragte, es sei die Bewilligung zum Erwerb des Grundstücks ohne die Bedingung zu erteilen, dass vor Ablauf der Baubewilligung mit der planmässigen Ausführung der bewilligten Baute begonnen werden müsse; eventuell sei die Bewilligung lediglich unter der Auflage zu erteilen, dass das Grundstück im wesentlichen als Betriebsstätte für die Unternehmung verwendet werde.\n\nDie Rekurskommission wies die Beschwerde am 9. Mai 1978 ab. Hiegegen erhebt die Sand AG Verwaltungsgerichtsbeschwerde. Das Bundesgericht weist die Beschwerde ab.\n\nBGE 106 Ib 287 S. 289", "considerants": "Aus den Erwägungen:\n\n1. Mit der Verwaltungsgerichtsbeschwerde kann die Verletzung von Bundesrecht einschliesslich Überschreitung und Missbrauch des Ermessens sowie die unrichtige oder unvollständige Feststellung des rechtserheblichen Sachverhalts geltend gemacht werden (Art. 104 lit. a und b OG), nicht aber die Unangemessenheit des angefochtenen Entscheids (Art. 104 lit. c OG). Die Rekurskommission für Grunderwerb durch Personen im Ausland des Kantons Zürich kann nicht als \"Rekurskommission\" im Sinn von Art. 105 Abs. 2 OG betrachtet werden, da sie von einem Regierungsrat präsidiert wird und deshalb von der Verwaltung zu wenig unabhängig ist (BGE 103 Ib 372 f.). Das Bundesgericht ist deshalb nicht im Rahmen von Art. 105 Abs. 2 OG an die Feststellung des Sachverhalts gebunden.\n\n2. Nach Art. 1 BewB bedarf der Erwerb von Grundstücken in der Schweiz durch Personen mit Wohnsitz oder Sitz im Ausland der Bewilligung der zuständigen kantonalen Behörde. Gemäss Art. 1 Abs. 3 lit. c BewB gelten als Personen mit Wohnsitz oder Sitz im Ausland auch juristische Personen und vermögensfähige Personengesellschaften ohne juristische Persönlichkeit, die ihren Sitz in der Schweiz haben, aber mit beherrschender finanzieller Beteiligung von Personen ohne Wohnsitz oder Sitz in der Schweiz.\n\nEs wird zu Recht nicht bestritten, dass die Sand AG im Sinn dieser Bestimmung ausländisch beherrscht ist. Ihr Alleinaktionär ist Fritz Weber, ein deutscher Staatsangehöriger mit Wohnsitz in Deutschland. Zwar soll er sich nach Angaben in der Beschwerdeschrift mit dem Gedanken tragen, die Gesellschaft im Rahmen eines Erbvorbezugs auf seine mit einem Schweizer verheiratete Tochter Katharina Büttiker zu übertragen. Indes ist diese Absicht offenbar zur Zeit noch nicht verwirklicht worden, und es kann deshalb dahingestellt bleiben, wie es sich in diesem Fall mit der Bewilligungspflicht verhielte.\n\n3. Die Bewilligung zum Erwerb eines Grundstückes in der Schweiz wird erteilt, wenn der Erwerber mit Wohnsitz im Ausland ein berechtigtes Interesse am Erwerb nachweist (Art. 6 Abs. 1 BewB). Die Fälle, in denen ein berechtigtes Interesse am Erwerb besteht, sind entgegen der Auffassung der Beschwerdeführerin in Art. 6 Abs. 2 BewB abschliessend aufgezählt BGE 106 Ib 287 S. 290(Urteil Wozchod Handelsbank AG vom 27. Oktober 1972 E. 3, in ZBGR 54/1973 S. 119; Urteil EJPD vom 27. Oktober 1972 E. 2, in ZBGR 54/1973 S. 124). Die vom Verwaltungsgericht des Kantons Aargau (Urteil vom 21. August 1978, in ZBGR 60/1979, S. 80) in dieser Beziehung geäusserten Zweifel spielen im vorliegenden Fall keine Rolle.\n\n4. a) Nach Art. 6 Abs. 2 lit. b BewB ist ein berechtigtes Interesse anzunehmen, \"wenn das zu erwerbende Grundstück dem Erwerber ganz oder zu einem wesentlichen Teil dazu dient, darauf die Betriebsstätte eines Handels-, Fabrikations- oder eines anderen nach kaufmännischer Art geführten Gewerbes zu betreiben, ohne dass damit Wohnraum seinem Zweck entfremdet wird\". Die Möglichkeit, für den Betrieb einer Unternehmung durch einen Ausländer in der Schweiz eine Bewilligung zu erhalten, wurde vom Gesetzgeber deshalb eingeführt, damit ausländische Unternehmungen sich überhaupt in der Schweiz niederlassen und den notwendigen Grund und Boden erwerben konnten, sowie auch damit schweizerische Unternehmungen, die dieselbe Absicht im Ausland hegten, nicht Retorsionsmassnahmen ausgesetzt würden (BGE 102 Ib 135 E. 2).\n\nb) Art. 6 Abs. 2 lit. b BewB setzt voraus, dass der Erwerber selbst und nicht ein Dritter die Betriebsstätte unterhält (BGE 102 Ib 135 E. 2; vgl. auch die seinerzeitige Präzisierung in der Fassung des Art. 13 Abs. 2 BewV vom 21. Dezember 1973, AS 1974, 99). Ferner muss das Grundstück dem Erwerber ganz oder zu einem wesentlichen Teil für den Betrieb einer Betriebsstätte eines nach kaufmännischer Art geführten Gewerbes dienen. Der Begriff der Betriebsstätte ist dem Steuerrecht entlehnt (MUFF, Zur Bewilligung für den Erwerb von Grundstücken durch Personen im Ausland, ZBGR 44/1963, S. 13; s. auch Sten.Bull. Ständerat 1961, S. 56 f.). Zur Begründung einer Betriebsstätte bedarf es demnach keiner Geschäftsniederlassung (Filiale) im handelsrechtlichen Sinn; vielmehr genügt es, dass die Unternehmung an einem Ort ständige körperliche Anlagen oder Einrichtungen besitzt, mittels derer sich ein qualitativ wesentlicher Teil ihres Betriebs vollzieht (vgl. z.B. BGE 95 I 435 E. 3). Der Erwerber hat somit nur dann ein berechtigtes Interesse, wenn er ein Grundstück mit dem Zweck erwirbt, bestehende bzw. zu errichtende ständige Anlagen und Einrichtungen hauptsächlich zur Ausübung der Geschäftstätigkeit seiner Unternehmung zu verwenden, sonst muss der BGE 106 Ib 287 S. 291Erwerb als Kapitalanlage angesehen werden. Die Bewilligung setzt deshalb nicht nur voraus, dass der Erwerber die Absicht hat, das Grundstück hauptsächlich für die Tätigkeit seiner Unternehmung zu verwenden und hiefür die nötigen ständigen Einrichtungen zu erstellen; vielmehr muss er diese Absicht auch innerhalb einer vernünftigen Frist in die Tat umsetzen.\n\nc) Vorausgesetzt, dass ein Bedürfnis für besondere zusätzliche Gebäulichkeiten nachgewiesen ist (vgl. dazu den Entscheid der Rekurskommission Zürich vom 16. November 1964 E. 3, in ZBGR 49/1968 S. 345) schliesst die Bestimmung ebenfalls den Erwerb von Grund und Boden zur Erweiterung einer bestehenden Betriebsstätte ein (MUFF, a.a.O. S. 13; vgl. auch Sten.Bull. Ständerat 1961, S. 56). Im Ausmass, in dem eine Unternehmung vernünftigerweise eine gewisse Entwicklung ihrer Geschäftstätigkeit voraussehen kann, welche die Vergrösserung ihrer Betriebseinrichtungen erfordert, kann sie demnach an sich ein berechtigtes Interesse am Erwerb von zusätzlichem Boden haben. Insofern ist der Erwerb von Grund und Boden für den Ausbau einer bestehenden Betriebsstätte zulässig, aber nur, wenn er dazu dient, den vorhandenen Betrieb in unmittelbarer Zukunft zu vergrössern. Andernfalls besteht die Gefahr der Spekulation. Die Situation ist hier ähnlich wie im Fall eines Ausländers, der ein Grundstück, auf dem er eine Zweitwohnung hat, arrondieren möchte (vgl. BGE 104 Ib 316 E. 2; 101 Ib 141 E. 1 in bezug auf den Erwerb zur Abrundung einer Ferienhausliegenschaft). Will sich demnach eine ausländisch beherrschte Gesellschaft nur die Möglichkeit sichern, später einmal wenn die Verhältnisse günstiger sind, die nötigen Einrichtungen und Anlagen auf dem zu erwerbenden Grundstück zu errichten, so muss ein solcher Erwerb als Kapitalanlage angesehen werden und kann deshalb nicht bewilligt werden.\n\nd) Die in Frage stehende Parzelle Nr. 6550 in Adliswil ist noch unüberbaut und liegt in der Industriezone. Zum Betrieb einer neuen Betriebsstätte oder zur Erweiterung der bestehenden Betriebsstätte dient der Erwerb des Grundstücks somit nur, wenn die Sand AG eine Betonaufbereitungsanlage oder eine entsprechende Einrichtung tatsächlich in nächster Zeit erstellt. Die Beschwerdeführerin brachte indessen bereits in ihrem Gesuch vom 16. Februar 1977 an den Bezirksrat Horgen zum Ausdruck, dass sie zur Zeit mit Rücksicht auf die wirtschaftlichen Verhältnisse eine solche Anlage nicht errichten BGE 106 Ib 287 S. 292möchte, und wies darauf hin, falls eine Erstreckung der Baubewilligungsfrist nicht möglich sein sollte, müsste das Projekt unter Umständen fallen gelassen und später erneuert werden. Sie fügte bei, denkbar wäre auch eine andere Kiesaufbereitungsanlage, und hielt abschliessend fest, der Erwerb sei für die Sand AG lebenswichtig, weil es sich bei der genannten Parzelle wohl um eine der letzten handle, die im Weichbild der Stadt Zürich noch für Industriezwecke der vorliegenden Art benützbar sei. - Die Beschwerdeführerin hat dementsprechend in der Zwischenzeit mit der Ausführung der Baute nicht begonnen.\n\ne) Unter diesen Umständen ist die Verwendung des Grundstücks zum Betrieb einer Betriebsstätte unsicher. Es besteht die Gefahr, dass sich die Beschwerdeführerin von der unmittelbaren Errichtung einer Anlage im genannten Sinn entfernt und das Grundstück zu einer blossen Kapitalanlage wird. Die kantonalen Behörden durften deshalb die Bewilligung nicht erteilen, ohne die Gewissheit zu haben, dass die Parzelle in Adliswil tatsächlich zur Errichtung der Anlage verwendet wird. Man kann sich sogar fragen, ob es der Sand AG nicht überhaupt oder zumindest zur Zeit an einem berechtigten Interesse im Sinne von Art. 6 Abs. 2 lit. b BewB gebricht (vgl. MUFF a.a.O. S. 14).\n\n5. a) Nach Art. 8 Abs. 1 BewB kann die Bewilligung für den Erwerb eines Grundstücks Bedingungen oder Auflagen unterworfen werden, um die Verwendung des Grundstücks zu dem vom Erwerber angegebenen Zweck sicherzustellen. Die BewV nennt die Auflagen, die einem Erwerber für die Errichtung einer Betriebsstätte mindestens auferlegt werden können (Art. 17 Abs. 2 lit. b); Art. 17 Abs. 3 BewV behält weitergehende Bedingungen und Auflagen vor. Falls der Erwerber eine Auflage nicht einhält, bleibt der Widerruf der Bewilligung vorbehalten (Art. 8 Abs. 3 BewB).\n\nb) Der BewB stellt es demnach ins Ermessen der Bewilligungsbehörde, ob eine Bewilligung mit einer Bedingung oder Auflage zu verknüpfen sei und mit welchem Inhalt diese auszustatten seien (vgl. auch den Entscheid der früheren eidg. Rekurskommission vom 11. November 1964, in ZBGR 47/1966 S. 95 E. 2). Die Behörde hat indessen das Ermessen pflichtgemäss im Rahmen des BewB und der BewV auszuüben, insbesondere im Hinblick auf den von der Bewilligungspflicht verfolgten Zweck.\n\nBGE 106 Ib 287 S. 293\n\nc) Wenn wie hier die Bewilligung den Erwerb von Bauland betrifft, rechtfertigt es sich, den Erwerber zu verpflichten, innerhalb einer vernünftigen Zeit zu bauen und die Baute planmässig auch zu beenden. Es war deshalb an sich gerechtfertigt, die Sand AG zu verpflichten, mit der planmässigen Ausführung der bewilligten Baute vor Ablauf der Baubewilligung zu beginnen.\n\nd) Es fragt sich jedoch, ob diese Verpflichtung mit einer Bedingung oder mit einer Auflage zu sichern ist. Wird die Bewilligung unter der entsprechenden Bedingung erteilt, so kann die Beschwerdeführerin nicht als Eigentümerin ins Grundbuch eingetragen werden, solange sie nicht die Bedingung erfüllt und mit dem Bau begonnen hat (Art. 12 Abs. 1 Grundbuchverordnung). Sie muss demnach die Bauplanung und den Baubeginn auf Grund des obligatorischen Rechtstitels vornehmen, noch bevor sie Grundeigentümerin ist. Wird dagegen die Verpflichtung bloss mit einer entsprechenden Auflage gesichert, so ist der Eigentumseintrag sofort möglich; es bleibt aber der Widerruf der Bewilligung vorbehalten, falls die Auflage nicht eingehalten wird.\n\nDa man sich, wie ausgeführt, sogar fragen kann, ob zur Zeit der Erwerbsgrund für eine Bewilligung überhaupt gegeben sei, war es jedenfalls gerechtfertigt, die Bewilligung unter der Bedingung zu erteilen, dass mit der Ausführung der bewilligten Baute vor Ablauf der Baubewilligung begonnen werde. Ob es allenfalls auch genügt hätte, die Bewilligung mit der entsprechenden Auflage zu sichern, kann hier dahingestellt bleiben, da jedenfalls die kantonale Behörde mit der Anordnung der Bedingung den ihr in dieser Beziehung zustehenden Spielraum des Ermessens nicht überschritten oder missbraucht hat (vgl. auch MUFF a.a.O. S. 15; Entscheid der früheren eidg. Rekurskommission vom 11. November 1964, in ZBGR 47/1966 E. 2, S. 95).\n\nDie Beschwerde erweist sich deshalb als unbegründet und ist abzuweisen."}