{"annee": "106", "cour": "V", "page": "237", "date": "5/12/1980", "cite": ["99 V 114"], "cite_par": [], "chapeau": "53. Extrait de l'arrêt du 5 décembre 1980 dans la cause Sempere contre Service de l'assurance-chômage du canton de Genève et Commission cantonale genevoise de recours en matière d'assurance-chômage", "regestes": ["Art. 31 al. 2 OAC. Application par analogie aux artistes de l'art. 3 al. 1 let. c OCF du 23 octobre 1978 limitant le nombre des étrangers? Art. 26 LAC. Inaptitude à être placé de l'étranger qui a déjà épuisé son droit à des permis de séjour jusqu'à 8 mois l'an au plus."], "faits": "BGE 106 V 237 S. 237\n\nA.- Juan de Dios Sempere, citoyen argentin né le 20 mai 1938, gagne sa vie comme musicien dans des orchestres de bar. Depuis 1976, il a eu des engagements à l'étranger, mais le plus souvent en Suisse, au bénéfice dans ce dernier pays de brèves autorisations de travail et de séjour délivrées pour la durée des contrats, soit de 15 jours à 2 mois.\n\nIl a ainsi travaillé au Dancing Fantasio...jusqu'au 31 octobre 1978. Il n'était plus au bénéfice d'un permis de séjour lorsqu'il s'est annoncé comme chômeur à la Caisse cantonale d'assurance-chômage à Genève le 2 novembre 1978 et y a déposé, le lendemain, une demande d'indemnité journalière. Estimant le cas douteux, la caisse l'a soumis au Service de l'assurance-chômage. Cette autorité a nié le droit de Juan de Dios Sempere aux indemnités demandées, motif pris de ce que le requérant n'était pas au bénéfice d'une autorisation de séjour à l'année. La caisse a confirmé ce refus par acte administratif du 29 janvier 1979.\n\nB.- ...La Commission cantonale de recours en matière d'assurance-chômage a rejeté le recours formé par l'assuré. Elle a estimé que les musiciens étrangers au bénéfice d'une autorisation de séjour de courte durée ne sont pas privés de ce fait du droit aux indemnités de chômage, mais que, comme les musiciens suisses BGE 106 V 237 S. 238ou au bénéfice d'une autorisation de séjour de longue durée, l'art. 28 al. 2 OAC ne leur donne ce droit que pendant la durée d'un contrat de travail. Le recourant, engagé jusqu'au 31 octobre 1978, n'y avait ainsi pas droit après cette date.\n\nC.- Juan de Dios Sempere interjette recours de droit administratif contre le jugement cantonal. Il soutient que les musiciens étrangers au bénéfice d'autorisations de travail et de séjour de courte durée ont droit aux indemnités de chômage, que les musiciens qui changent souvent d'employeur peuvent prétendre ces prestations s'ils ne retrouvent pas de travail à la fin d'un engagement, que l'interprétation contraire de l'art. 28 OAC par le jugement cantonal est erronée, que lui-même doit être considéré comme apte à être placé, vu ses qualifications professionnelles et malgré son statut d'étranger. Il conclut à la constatation de son droit aux indemnités de chômage dès le 2 novembre 1978.\n\nTandis que le Service de l'assurance-chômage renonce à se prononcer sur le recours, l'office fédéral de l'industrie, des arts et métiers et du travail propose de le rejeter.", "considerants": "Extrait des considérants:\n\n1. Avant le 1er avril 1977 et l'institution de l'assurance-chômage obligatoire, l'étranger qui n'était pas au bénéfice d'un permis d'établissement ne pouvait s'assurer que si les prescriptions de police des étrangers ne le rendaient pas inapte à être placé en cas de chômage (art. 2 let. d RAC). Dans l'assurance obligatoire actuelle, cette règle n'a pas été reprise, tous les salariés ayant l'obligation de cotiser (art. 1 AAC). La législation restreint cependant le droit aux prestations d'assurance-chômage de certains travailleurs étrangers, sans égard au fait qu'ils ont cotisé sur les mêmes bases que les autres travailleurs. Ainsi, le frontalier n'a droit aux prestations qu'aussi longtemps qu'il est au service d'un employeur tenu de contribuer aux assurances sociales suisses (art. 10 AAC). Le saisonnier étranger n'y a droit que jusqu'à l'échéance de son autorisation de police des étrangers (art. 31 al. 2 OAC). A l'inverse, l'étranger établi est assimilé au Suisse, même s'il est tombé au chômage après un séjour à l'étranger (art. 19 et 20 OAC).\n\n2. Le recourant n'était au bénéfice ni d'un permis d'établissement, ni d'un permis de travail et de séjour à l'année, ni BGE 106 V 237 S. 239même d'un permis de travailleur saisonnier. Il bénéficiait du statut d'étranger non touché par l'ordonnance du Conseil fédéral du 23 octobre 1978 limitant le nombre des étrangers qui exercent une activité lucrative, en qualité d'artiste pouvant obtenir des autorisations de séjour de courte durée, totalisant huit mois au plus par année civile (art. 3 al. 1 let. c de ladite ordonnance).\n\nOn pourrait se demander si l'application par analogie aux artistes des règles concernant les autres travailleurs étrangers qui ne sont pas au bénéfice d'une autorisation de séjour à l'année doit mener à leur accorder les prestations d'assurance-chômage seulement jusqu'à la fin contractuelle d'un engagement interrompu avant sa fin ou s'il convient de les leur allouer jusqu'à la fin de leurs huit mois de séjour annuel maximum autorisé. Dans le premier cas, cela reviendrait à leur allouer des prestations d'assurance bien minces par rapport aux cotisations perçues. Dans le second, à les traiter comme des saisonniers, en admettant ainsi que s'ils n'avaient pas chômé, ils auraient vraisemblablement travaillé en Suisse et demandé à cette fin des permis de séjour jusqu'à l'extinction des huit mois légaux.\n\nPoint n'est besoin toutefois de répondre à cette question en l'espèce, puisque, même mis au bénéfice de la solution qui lui serait le plus favorable, le recourant n'aurait pas droit aux prestations de l'assurance-chômage. En effet, une fois épuisé son droit aux huit mois de séjour de l'ordonnance du Conseil fédéral du 23 octobre 1978 susmentionnée, il est certain que l'artiste étranger ne pouvait plus, légalement, travailler en Suisse. Il n'était donc pas susceptible d'y être placé, au vu de tous les éléments afférents à sa situation personnelle (art. 26 LAC, ATF 99 V 114). Le recourant, de son propre aveu, avait séjourné en Suisse, à la réserve d'un séjour en Allemagne fédérale du 25 avril au 15 mai et d'un autre en Hollande du 1er au 31 août, depuis le début de 1978 jusqu'au moment où il s'est trouvé sans travail au début de novembre 1978, soit pendant plus de huit mois. En novembre et décembre 1978, il ne pouvait donc prétendre des prestations de l'assurance-chômage, puisqu'il avait auparavant épuisé son droit annuel à des autorisations de séjour et qu'il était de ce fait inapte à être placé.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours de droit administratif est rejeté."}