{"annee": "107", "cour": "II", "page": "222", "date": "25/6/1981", "cite": ["104 II 198", "102 II 81", "78 II 32", "101 II 69"], "cite_par": ["112 II 172", "111 II 463", "111 II 352", "113 II 323", "109 II 474", "111 II 471", "109 II 462", "113 II 450", "113 IV 4", "123 III 241"], "chapeau": "31. Auszug aus dem Urteil der I. Zivilabteilung vom 25. Juni 1981 i.S. Saphirwerk AG gegen MRO Marketing and Retailing Organization SA (Berufung)", "regestes": ["Contrat de représentation exclusive; détermination du dommage. 1. Rapport d'échange entre les prestations, dans le contrat de représentation exclusive; sens de l'art. 82 CO (consid. I/2). 2. Rapport de causalité; interdiction de présenter des nova (consid. I/3). 3. Calcul du dommage, questions de fait et de droit (consid. II/2)."], "faits": "", "considerants": "BGE 107 II 222 S. 222\n\nAus den Erwägungen:\n\nI.1. Der zwischen den Parteien geschlossene Alleinvertretungsvertrag galt vom 15. Dezember 1969 bis zum 15. Dezember 1977 und band nach dem angefochtenen Urteil die Beklagte unbekümmert darum, ob er bei ihr in Vergessenheit geraten war. Die Beklagte widerspricht dem zu Recht nicht mehr, auch wenn sie in anderem Zusammenhang meint, der Vertrag sei von beiden Seiten nicht sonderlich beachtet und mehr oder weniger beiseitegeschoben worden. Sie sieht darin nicht eine gänzliche oder teilweise Aufhebung durch formlose Übereinkunft (Art. 115 OR), sondern will damit lediglich die Verstösse der Parteien gegen ihre Vertragspflichten erklären.\n\nBGE 107 II 222 S. 223\n\nI.2. Dagegen behauptet die Beklagte insofern eine Verletzung von Bundesrecht, als das Handelsgericht das vertragswidrige Verhalten der Klägerin nur bei der Schadensberechnung statt durch Abweisung jeder Ersatzforderung berücksichtige. Gemäss Art. 82 OR dürfe nicht Erfüllung oder Schadenersatz beanspruchen, wer selbst den Vertrag verletzt habe.\n\na) Von der Vorinstanz überhaupt nicht berücksichtigt wird die Behauptung der Beklagten, es liege Schlechterfüllung des Vertrags durch die Klägerin vor, weil diese sich nicht für den Absatz der Produkte eingesetzt und das Feld der Konkurrenz überlassen habe. Das Handelsgericht hält dem entgegen, dass keine Mindestabnahme garantiert war, dass die Beklagte sich zuvor über den Betrieb der Klägerin hätte orientieren müssen und dass ihr zudem die jährliche Kündigung offen gewesen wäre. Es gehört indes zur Natur des Alleinvertretungsvertrags, dass die Klägerin mit dem Exklusivrecht zum Verkauf der Ware der Beklagten in der Schweiz auch eine Verpflichtung zur Förderung des Absatzes übernahm (BGE 78 II 34; GUHL/MERZ/KUMMER, OR, 7. Auflage, S. 292; CAVIN, in Schweizerisches Privatrecht VII/1, S. 174; SCHLUEP, in Schweizerisches Privatrecht VII/2, S. 841 und 846). Dass keine Mindestabnahmemengen vereinbart waren, ändert hieran nichts, sondern schliesst einzig eine Haftung der Klägerin für den Erfolg ihrer Bemühungen aus.\n\nb) Wie es sich mit diesen Vertragsverletzungen wirklich verhält, braucht im vorliegenden Zusammenhang nicht entschieden zu werden. Zwar besteht beim Alleinvertretungsvertrag durchaus ein Austauschverhältnis im Sinne von Art. 82 OR zwischen gegenseitigen Exklusivitätspflichten oder zwischen der Exklusivitätspflicht des einen und der Absatzförderungspflicht des andern (BGE 78 II 34; SCHLUEP, a.a.O., S. 847; VON THUR/ESCHER, Allgemeiner Teil des Schweizerischen Obligationenrechts, S. 64 Anm. 46). Art. 82 OR gewährt jedoch grundsätzlich nur eine aufschiebende Einrede mit der Wirkung, dass eine geforderte Leistung zurückgehalten werden kann bis zur Erbringung oder Anbietung der Gegenleistung. Da der vorliegende Vertrag längst beendigt ist, kann die Beklagte ihre Ersatzleistungen nicht davon abhängig machen, dass die Klägerin gewisse Vorleistungen nachholt. Die Beklagte versucht das auch gar nicht; sie will sich mit Hilfe der Einrede nicht nur provisorisch, sondern definitiv der abschliessenden Auseinandersetzung entziehen, was nicht der Sinn von Art. 82 OR sein kann (VON TUHR/ESCHER, a.a.O., S. 61; BECKER, N. 5 zu Art. 82 OR).\n\nBGE 107 II 222 S. 224\n\nOb die Beklagte schadenersatzpflichtig ist, beurteilt sich vielmehr nach Art. 97 ff. OR. Es stand ihr frei, ihrerseits die angeblichen Vertragsverletzungen der Klägerin zum Gegenstand von Schadenersatzforderungen zu machen und diese zur Verrechnung zu stellen. Offen bleiben kann, ob allenfalls Vertragsverletzungen seitens der Beklagten deshalb zu verneinen wären, weil im damaligen Zeitpunkt die Klägerin bereits ihrerseits im Sinne von Art. 82 OR säumig gewesen wäre. Weder wird das mit der Berufung geltend gemacht noch ist auch nur der geringste Versuch unternommen worden, einen zeitlichen Zusammenhang herzustellen zwischen den Verstössen der Beklagten und solchen der Klägerin.\n\nI.3. Die Beklagte wirft dem Handelsgericht vor, dass es der Berechnung des entgangenen Gewinns ihre sämtlichen Drittverkäufe in der Schweiz zugrundelegt, ohne zu prüfen, ob diese Kunden überhaupt von der Klägerin hätten beliefert werden können. Die Vorinstanz habe Art. 8 ZGB verletzt, weil sie dafür der Klägerin nicht den Beweis auferlegt habe. Aus offensichtlichem Versehen habe sie zudem drei Zeugenaussagen, welche diese Frage verneinten, und einen Vorbehalt des Experten übergangen. Zwar sei der natürliche Kausalzusammenhang Tatfrage, doch fehle es hier am rechtlich zu prüfenden adäquaten Kausalzusammenhang.\n\nDie Vorinstanz stellt sinngemäss fest, dass der Klägerin diese Aufträge wegen des vertragswidrigen Verhaltens der Beklagten entgingen. Das ist Bejahung des natürlichen Kausalzusammenhangs und bindet das Bundesgericht (BGE 101 II 73 mit Hinweisen). Allerdings setzt sich das Handelsgericht nicht mit dem genannten Einwand der Beklagten auseinander, womit gegebenenfalls der Beweisanspruch von Art. 8 ZGB verletzt oder der streitige Sachverhalt lückenhaft festgestellt sein könnte (Art. 63 Abs. 2 und 64 OG). Für das eine wie das andere müsste jedoch dargetan werden, dass die Beklagte ihren Einwand bereits im kantonalen Verfahren rechtzeitig und gehörig erhoben hat, und in dieser Hinsicht lässt die Berufung jeden Anhaltspunkt vermissen. Es ist daher anzunehmen, dass es sich um eine neue, erstmals vor Bundesgericht aufgestellte Behauptung handelt, die gemäss Art. 55 Abs. 1 lit. c OG unzulässig ist.\n\nII.2. Mit der Klage wird Schadenersatz aus entgangenem Gewinn gefordert. Welchen Schaden die Klägerin erlitten hat, ist BGE 107 II 222 S. 225grundsätzlich als Tatfrage mit dem angefochtenen Urteil abschliessend festgestellt und bindet das Bundesgericht im Berufungsverfahren, unter Vorbehalt einer Missachtung bundesrechtlicher Beweisvorschriften und offensichtlicher Versehen (Art. 63 Abs. 2 OG). Rechtsfrage und vom Bundesgericht zu prüfen ist dagegen, ob der kantonale Richter den Rechtsbegriff des Schaden verkannt, auf unzulässige Berechnungsgrundsätze abgestellt oder das ihm zustehende Ermessen überschritten hat (BGE 104 II 199 mit Hinweisen).\n\nErmessensüberschreitung wird vorliegend nicht geltend gemacht und käme auch gar nicht in Betracht, weil kein Ermessensentscheid im Sinne von Art. 42 Abs. 2 OR vorliegt. Es handelt sich auch nicht um eine hypothetische Beurteilung künftiger Entwicklung, sondern um die konkrete Berechnung aufgrund ermittelter Umsätze und errechneter Gewinnmarge. Das angefochtene Urteil beruht zu Recht auf dem Schadensnachweis, nicht auf einer Schadensschätzung.\n\nHingegen rügt die Klägerin u.a. eine falsche Anwendung der Grundsätze kaufmännischer Berechnungen und erblickt darin eine Verletzung von Bundesrecht, wobei sie sich ausdrücklich auf die in BGE 104 II 199 genannten \"unzulässigen Berechnungsgrundsätze\" beruft. Die betreffende Formel kann in der Tat missverstanden werden. Indes wird beim Schaden gleich wie in anderen Bereichen der Sachverhalt selbst vom kantonalen Richter verbindlich festgestellt, während seine rechtliche Würdigung dem Bundesgericht obliegt (Art. 63 Abs. 2 und 3 OG; DESCHENAUX, La distinction du fait et du droit dans les procédures de recours au Tribunal Fédéral, S. 15). Das gilt für den Begriff des Schadens wie für die damit zusammenhängenden Rechtsgrundsätze der Schadensberechnung. Doch besagt dies keineswegs, dass beispielsweise die Ermittlung eines entgangenen Gewinns durch einen Experten auch dahin zu prüfen wäre, ob dieser die richtigen Berechnungsmethoden seines Fachgebietes angewandt habe. Eine solche Prüfung steht zwar dem Sachrichter zu, doch kann das Ergebnis genau wie jede andere Beweiswürdigung vom Bundesgericht im Berufungsverfahren nicht überprüft werden, sondern höchstens in einem staatsrechtlichen Beschwerdeverfahren wegen Verletzung von Art. 4 BV (BGE 102 II 84 mit Hinweisen)."}