{"annee": "107", "cour": "IV", "page": "94", "date": "6/3/1981", "cite": ["71 IV 79", "83 IV 187"], "cite_par": ["117 IA 401", "110 IV 9", "115 IV 8"], "chapeau": "28. Extraits de l'arrêt de la Cour de cassation pénale du 6 mars 1981 dans la cause R. contre Procureur général du canton du Jura (pourvoi en nullité).", "regestes": ["Art. 64 et 65 CP; détresse profonde. 1. Le juge n'a pas à retenir une circonstance atténuante chaque fois que l'une des conditions de l'art. 64 est réalisée, mais seulement lorsqu'en outre la peine plus douce qu'il y a lieu de prononcer selon l'art. 65 se justifie. En se prononçant sur ce point, le juge a le même pouvoir que dans le cadre de l'art. 63 CP. 2. De même que dans l'état de nécessité, l'auteur qui est en proie à une détresse profonde doit respecter une certaine proportionnalité entre les motifs qui le poussent et l'importance du bien qu'il lèse. Tel n'est pas le cas de celui qui tue délibérément pour éviter des ennuis, même graves."], "faits": "BGE 107 IV 94 S. 94\n\nA.- Le 2 mars 1978 aux environs de 19 h, R., qui est fonctionnaire de police, s'est rendu avec son camarade H., pour BGE 107 IV 94 S. 95une raison que l'on ignore, dans une maison abandonnée. A un moment donné, alors que les deux hommes se trouvaient dans l'habitation obscure, R., qui avait en main son pistolet privé Beretta 6,35, a tiré par accident trois coups de feu sur H., lui causant des lésions mettant sa vie en danger, mais dont la victime aurait éventuellement pu se remettre si elle avait été immédiatement secourue et transportée à l'hôpital. Le caractère accidentel de ces trois premiers coups de feu est admis au bénéfice du doute.\n\nCinq minutes plus tard au moins, R. a encore tiré, intentionnellement, trois coups de feu sur son camarade, alors qu'il était encore en vie, dans l'intention de l'achever, visant la tête, à bout touchant et à bout portant, les deux premiers avec son Beretta, le dernier, qui fut immédiatement mortel, avec l'arme de service de H., un pistolet Walther de calibre 7,65.\n\nLorsqu'il a tiré les trois derniers coups de feu, R. n'était pas en proie à la panique. Mais constatant qu'il avait abattu son camarade, comprenant que sa carrière était brisée, supputant les conséquences du drame pour lui-même et pour sa famille à laquelle il est attaché d'une façon exceptionnelle, il n'a plus vu d'autre issue que d'achever son camarade, pour tenter de camoufler l'accident en un crime dans lequel il allait soutenir n'être nullement impliqué.\n\nB.- Le 14 mars 1980, la Cour criminelle du canton du Jura a déclaré R. coupable d'assassinat et, retenant la circonstance atténuante de la détresse profonde, l'a condamné à vingt ans de réclusion et à la peine accessoire de dix ans d'incapacité de revêtir une charge ou une fonction officielle.\n\nC.- Tant le condamné que le Ministère public se sont pourvus en nullité à la Cour de cassation du Tribunal fédéral.\n\nLe procureur général conclut à l'annulation du jugement dans la mesure où il retient la circonstance atténuante de la détresse profonde.", "considerants": "Extrait des considérants:\n\n4. ... Les premiers juges ont admis que R. se trouvait dans une détresse profonde lorsqu'il a tiré sur son camarade H. pour l'achever, cinq minutes au moins après l'avoir atteint par accident de trois coups de feu. Le procureur général conteste que cette circonstance atténuante soit réalisée en l'espèce.\n\na) La détresse profonde peut être aussi bien morale que matérielle (GAUTIER, P.v. 2e com. d'expr. I p. 363; LOGOZ/SANDOZ, BGE 107 IV 94 S. 96n. 5b ad art. 64 CP p. 335; THORMANN-OVERBECK, n. 6 ad art. 64 CP). Il faut que l'auteur soit poussé à violer la loi pénale par une situation proche de l'état de nécessité, savoir que, sous la pression d'une détresse particulièrement grave, il croit ne pouvoir trouver une issue que dans la commission de l'infraction (ATF 83 IV 188). L'imputabilité de la détresse à une faute ou à une négligence de l'auteur ne suffit pas à exclure l'application de l'art. 64 CP; le juge ne peut tenir compte de ces derniers éléments que pour déterminer si une atténuation se justifie dans le cadre de l'art. 65 CP (même arrêt). Cette jurisprudence est approuvée par la doctrine (SCHWANDER, n. 390 a 2; LOGOZ/SANDOZ, n. 5 lettre b ad art. 64 p. 355; SCHULTZ, AT. II p. 79).\n\nb) En l'espèce, pour admettre que R. s'est trouvé dans un état de détresse profonde après avoir tiré par accident trois coups de feu sur son camarade, l'autorité cantonale a considéré que l'auteur avait dû se trouver dans un état de détresse très marqué en envisageant toutes les conséquences qu'un tel drame pouvait entraîner pour lui et sa famille. Elle a relevé à ce sujet - et l'art. 277bis al. 1 PPF interdit de revenir sur cette constatation sur la psychologie de l'auteur - que la personnalité de R. est entièrement dominée par un attachement d'une force exceptionnelle à sa famille et à sa situation professionnelle et sociale. Pour les premiers juges, pris dans la situation dramatique où l'avait mis l'accident, R. n'a pas vu d'autre issue que d'achever son collègue; dès lors la détresse profonde serait établie.\n\nc) A l'appui de son pourvoi, le procureur général fait valoir que R., niant toute participation au drame, n'a pu se prononcer sur l'état d'esprit où il se trouvait après avoir tiré les trois premiers coups de feu par accident et avant d'achever son camarade. Il ajoute que même pendant la période de l'enquête - du 1er au 15 juin 1978 - où R. a avoué avoir tiré sur H., il a affirmé avoir tiré les six balles coup sur coup et n'a pas donné d'indication sur son état d'esprit entre deux séries de trois coups de feu. Dans la mesure où ces moyens tendent à démontrer que c'est à tort que les premiers juges ont constaté l'état d'esprit où se trouvait R. immédiatement après avoir tiré par accident, ils sont irrecevables. Ils tendent en effet à mettre en doute une situation de fait constatée par les premiers juges (art. 277bis PPF). Il n'est de plus pas exact de dire que les premiers juges ont retenu comme une hypothèse seulement l'état d'esprit de R. immédiatement avant sa décision d'achever son camarade. Les mots \"il a dû se trouver dans un état BGE 107 IV 94 S. 97de détresse très marquée\" dont les premiers juges se sont servis n'expriment pas le doute, mais bien la nécessité. Les premiers juges ont d'ailleurs fait suivre immédiatement leur affirmation de la démonstration en évoquant l'attachement exceptionnellement fort que R. avait pour sa famille et sa situation. Lorsqu'on sait d'une part que R. venait de blesser mortellement par accident son collègue H. - et l'on ne saurait mettre en doute ce point sans violer l'art. 277bis PPF - et que l'on prend en considération les très graves ennuis qu'une telle situation ne pouvait manquer de comporter pour l'accusé en ce qui concerne sa carrière professionnelle et par voie de conséquence pour sa famille, on ne peut que constater l'évidence que R. s'est trouvé immédiatement après l'accident dans une situation inextricable, propre à provoquer une grande angoisse, à défaut de l'affolement et de la panique que l'autorité cantonale a expressément niés. En qualifiant cette situation de détresse profonde, les premiers juges n'ont donc pas violé le droit fédéral, puisqu'ils se sont prononcés sur un point de fait.\n\nIl n'en résulte toutefois pas que le pourvoi du Ministère public est mal fondé. En effet, le juge n'a pas à retenir une circonstance atténuante chaque fois que l'une des conditions de l'art. 64 CP est réalisée, mais seulement lorsqu'en outre, la peine plus douce qu'il y a eu lieu de prononcer selon l'art. 65 CP se justifie (ATF 71 IV 79 ss.). En se prononçant sur ce point, le juge a le même pouvoir que dans le cadre de l'art. 63 CP; il ne saurait sans violer le droit fédéral abuser de son pouvoir d'appréciation.\n\nTel est le cas en l'espèce. En effet, la détresse profonde est certes de nature à expliquer des actes irrationnels et partant à excuser bien des comportements à l'auteur, mais pas d'une manière inconditionnelle (cf. ATF 83 IV 188 précité). De même que dans l'état de nécessité, l'auteur doit respecter une certaine proportionnalité entre les motifs qui le poussent et l'importance du bien qu'il lèse. C'est dire que d'une part il devra, dans la mesure que l'on peut exiger de lui compte tenu de son état psychologique - lequel toutefois rappelons-le ne justifie par définition pas l'application de l'art. 11 CP -, choisir la solution la moins préjudiciable pour autrui et que, d'autre part, il devra le cas échéant renoncer à faire prévaloir ses intérêts sur ceux des tiers, si la morale le commande.\n\nIn casu, les ennuis que R. encourait pour avoir blessé accidentellement et non mortellement son camarade justifiaient BGE 107 IV 94 S. 98sans doute une certaine appréhension, mais ils n'étaient pas tels que pour les éviter à soi-même ou à sa famille, il soit possible, sans faire preuve d'un égoïsme forcené, d'essayer de les éviter en tuant délibérément (en faisant usage successivement de deux armes) un être humain. L'autorité cantonale ne pouvait donc sans abuser de son pouvoir d'appréciation mettre R. au bénéfice de la circonstance atténuante de la détresse profonde sur la base des faits qu'elle a retenus. Elle n'aurait pu le faire que si elle avait constaté expressément que, dans la situation telle qu'il se la représentait, R. a respecté une proportionnalité raisonnable entre le but qu'il cherchait et le préjudice causé à la victime, autrement dit qu'il s'est conduit d'une manière que la morale ne réprouve pas totalement. La décision attaquée doit donc être annulée."}