{"annee": "107", "cour": "II", "page": "172", "date": "12/5/1981", "cite": ["47 II 213", "46 II 36", "98 II 313", "104 II 99", "98 II 113", "105 II 143", "76 II 221"], "cite_par": ["117 II 425", "118 II 295", "111 II 487", "118 II 142", "117 II 282"], "chapeau": "23. Urteil der I. Zivilabteilung vom 12. Mai 1981 i.S. Gischig gegen Fröhlich Flachdach AG (Berufung)", "regestes": ["Art. 370 al. 3 CO. Avis des défauts. 1. Si les défauts d'un ouvrage se manifestent après coup, le maître est tenu de les signaler à l'entrepreneur, avec des faits à l'appui, aussitôt qu'il en a connaissance; la preuve qu'il a satisfait à ces exigences lui incombe selon l'art. 8 CC (consid. 1). 2. Circonstances dans lesquelles l'entrepreneur ne contrevient pas aux règles de la bonne foi en invoquant la tardiveté de l'avis des défauts (consid. 2)."], "faits": "BGE 107 II 172 S. 173\n\nA.- Gischig liess 1976/77 sein Schweisswerk an der Baslerstrasse in Zürich durch einen \"Werkstatt-Zwischenbau\" erweitern. Die Fröhlich Flachdach AG schaltete einen Unterakkordanten ein, der im Sommer 1977 das Flachdach des Baues isolierte. Die Rechnung dafür wurde bezahlt. Eine andere Firma brachte auf der Isolation eine Betonplatte an. Nach etwa zwei Monaten soll Mitte Oktober 1977 das Wasser in Strömen von der neuen Decke geflossen sein. Gischig will daraufhin alle am Bau beteiligt gewesenen Firmen sofort verständigt haben. Am 4. November fand in Anwesenheit von Leuten dieser Firmen ein Augenschein statt, und am 10. November 1977 erhob Gischig bei der Fröhlich Flachdach AG schriftlich Mängelrüge. Zeier wurde als Experte mit Abklärungen beauftragt; umstritten ist, ob der Auftrag auch von der Firma Fröhlich oder von Gischig allein erteilt worden ist.\n\nB.- Im Juni 1979 klagte Gischig gegen die Fröhlich Flachdach AG auf Zahlung von Fr. 106'212.85 Schadenersatz nebst 5% Zins seit 31. Januar 1978. Die Forderung setzte sich aus Auslagen und Aufwendungen für das undichte Dach, aus Experten- und vorprozessualen Anwaltskosten sowie weiteren Auslagen zusammen.\n\nDas Handelsgericht des Kantons Zürich wies die Klage am 8. Dezember 1980 ab.\n\nC.- Der Kläger hat gegen dieses Urteil Berufung eingelegt BGE 107 II 172 S. 174mit den Anträgen, es aufzuheben und die Klage gutzuheissen oder die Sache zur Durchführung eines Beweisverfahrens und neuer Entscheidung an die Vorinstanz zurückzuweisen.\n\nDie Beklagte beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beklagte hielt dem Rechtsbegehren des Klägers bereits in der Klageantwort entgegen, die Mängelrüge sei zu spät erhoben worden. Der Kläger seinerseits hatte sich in der Klageschrift mit der Behauptung begnügt, die am Bau beteiligten Unternehmer seien sofort nach dem Wassereinbruch benachrichtigt worden, worauf am 4. November 1977 der Augenschein stattgefunden habe. Er wurde anlässlich einer Referentenaudienz gemäss § 55 ZPO/ZH darauf aufmerksam gemacht, dass er noch darlegen müsse, in welcher Form, wann und gegenüber wem der Beklagten er erstmals erklärt habe, es dringe Wasser ein und die Isolation genüge nicht. In der Replik wurden darüber jedoch keine zusätzlichen Angaben gemacht.\n\nDas Handelsgericht ist bei dieser Aktenlage der Meinung, dass wegen Fehlens einer rechtzeitigen Mängelrüge auf Genehmigung des Werkes zu schliessen sei. Dabei verkennt es nicht, dass sich nach Bundesrecht entscheidet, ob eine Partei einen ihr nach diesem Recht zustehenden Anspruch durch ihre Sachvorbringen ausreichend substanziert habe (BGE 105 II 144 /5, BGE 98 II 116 /7). Weil der Kläger die ihm in der Referentenaudienz eröffnete Aufforderung unbeachtet liess, nimmt es indes an, er habe die nötigen Sachbehauptungen nicht aufstellen können; er habe nicht einmal geltend gemacht, zumindest die Mängelrüge in seinem Schreiben vom 10. November 1977 sei rechtzeitig gewesen, sondern dem Vorhalt der Beklagten, die Rüge sei verspätet, nichts entgegengehalten. Sein Schreiben vom 10. November 1977, das von der Beklagten vorgelegt worden sei, könnte inhaltlich zwar als hinlängliche Mängelrüge eines Laien gegenüber einem Bauhandwerker gewertet werden; doch sei die Rüge jedenfalls nicht sofort, sondern verspätet erhoben worden, wenn angeblich bereits Mitte Oktober Regenwasser aus der Decke strömte. Schliesslich vermöge selbst der Augenschein vom 4. November 1977 fehlende Angaben über die Rechtzeitigkeit der Mängelrüge nicht zu ersetzen. Der Kläger BGE 107 II 172 S. 175hätte an sich unterstellen können, die Isolationsarbeiten damals beanstandet zu haben, dann aber die in der Referentenaudienz verlangten genaueren Angaben machen müssen. Auch wenn ein Unternehmer sich an einem Augenschein beteiligte und selber eindringendes Wasser feststellen könne, brauche er nicht von sich aus anzunehmen, sein Anteil an der Arbeit werde deshalb bemängelt und als Ursache des Wassereinbruchs betrachtet. Angesichts der eigenen Beobachtung von Mitte Oktober müsste eine Rüge anlässlich des Augenscheins ebenfalls als verspätet bezeichnet werden. Aus seinem Schreiben vom 10. November 1977 müsse übrigens gefolgert werden, der Kläger sei damals der Meinung gewesen, vorher keine Mängelrüge erhoben zu haben.\n\nDer Kläger lässt diese Ausführungen des Handelsgerichts nicht gelten; er vermag dessen Vorhalt, seine Darstellung des Sachverhalts sei lückenhaft, aber nicht zu widerlegen.\n\na) Es geht um nachträglich aufgetretene Mängel eines zuvor abgelieferten und abgenommenen Werkes. Für solche Mängel schreibt Art. 370 Abs. 3 OR vor, dass der Besteller sie sofort nach Entdeckung anzeigen muss, andernfalls das Werk auch insoweit als genehmigt gilt. Eine analoge Regelung findet sich in Art. 201 OR für den Käufer.\n\nDie Anzeige der Mängel ist an keine besondere Form gebunden. Inhaltlich muss die Rüge sachgerecht substanziert sein, zumindest die Mängel genau angeben und zum Ausdruck bringen, dass der Besteller das Werk nicht als vertragsgemäss anerkennen und den Unternehmer haftbar machen will (GIGER, N. 62-72 zu Art. 201; CAVIN, in Schweizerisches Privatrecht VII/1 S. 90; GAUTSCHI, N. 26 zu Art. 367 OR; GAUCH, Der Unternehmer im Werkvertrag, 2 Aufl. N. 756-758). Zeitlich ist die Rüge unverzüglich nach Entdeckung der Mängel anzubringen (GIGER, N. 77 und 81/82; CAVIN, S. 91; GAUTSCHI, N. 7 zu Art. 370 OR; GAUCH, N. 762/3 und 782). Entdeckt ist ein Mangel mit dessen zweifelsfreier Feststellung (GIGER, N. 81; GAUCH, N. 786). Das Erfordernis des Art. 201 OR, wonach der Käufer dem Verkäufer \"sofort Anzeige machen\" muss, ist nach der im neueren Schrifttum von CAVIN und GIGER vertretenen Auffassung streng zu befolgen. Ältere Kommentare zum Werkvertragsrecht verfahren mit dem Besteller dagegen weniger streng (BECKER N. 4 und OSER/SCHÖNENBERGER N. 5 zu Art. 370 OR). GAUCH gesteht ihm ebenfalls eine kurze BGE 107 II 172 S. 176Erklärungsfrist zu (N. 762). GAUTSCHI hält die Gerichtspraxis unter Hinweis auf BGE 76 II 224 /5 und BGE 47 II 216 eher für large (N. 7 zu Art. 370 OR, ebenso GIGER in N. 82 zu Art. 201 OR); er findet, mit dem Sinn des Gewährleistungsrechts sei kaum vereinbar, dass der Besteller sich erst Gewissheit über Bedeutung und Tragweite später entdeckter Mängel verschaffen dürfe, bevor er rüge. Die jüngere Rechtsprechung scheint zur gleichen Auffassung zu neigen.\n\nPublizierte Entscheide gibt es dazu freilich nicht. In einem unveröffentlichten Urteil vom 26. April 1966 i.S. Kellver AG gegen Gebr. Iten führte das Bundesgericht zu Art. 367 OR insbesondere aus, der Besteller brauche nicht den Eingang eines Gutachtens abzuwarten, um eine Mängelrüge zu erheben; er sei nicht gehalten, das Werk durch Sachverständige begutachten zu lassen, sondern erfülle seine Prüfungspflicht, wenn er es mit der ihm selber zumutbaren Aufmerksamkeit untersuche (BGE 46 II 37); es genüge, die Mängel insoweit zu nennen und zu beschreiben, als der Besteller sie durch seine pflichtgemässe Untersuchung erkannt habe; folgerichtig dürfe deshalb von ihm verlangt werden, dass er die Mängelrüge erhebe, sobald er sie in dieser Weise genügend substanzieren könne.\n\nWill der Besteller aus Art. 370 Abs. 3 OR Rechte ableiten, so hat nach der allgemeinen Regel des Art. 8 ZGB er die Rechtzeitigkeit der Rüge darzutun (BGE 21 S. 577 E. 6; BECKER, N. 29 zu Art. 201 OR; KUMMER, N. 277 zu Art. 8 ZGB). Dazu gehört auch der Beweis, wann der gerügte Mangel für ihn erkennbar geworden ist, wie und wem er ihn mitgeteilt hat.\n\nb) In der Berufung versucht der Kläger die gesetzlichen Anforderungen an die Mängelrüge insbesondere mit Beweisschwierigkeiten in Beziehung zu bringen und ihre Gültigkeit dadurch einzuschränken. Er räumt ein, dass seine Sachvorbringen in der Klageschrift dürftig ausfielen und dass er nähere Behauptungen über Entdeckung und Rüge der Mängel, wie in der Referentenaudienz verlangt, nicht aufstellen und erst recht nicht belegen konnte. Entgegen seiner Meinung sind genaue Angaben in diesen Belangen jedoch nicht überflüssig, sondern unabdingbare Voraussetzung für die Beurteilung der Fragen, von denen die Haftung des Unternehmers abhängt, nämlich ob eine Mängelrüge überhaupt, ob sie mit genügender Substanzierung und rechtzeitig erhoben worden ist.\n\nDie Auffassung des Handelsgerichts ist bundesrechtlich BGE 107 II 172 S. 177selbst dann nicht zu beanstanden, wenn von der Sachlage ausgegangen wird, wie der Kläger sie beschrieben hat. Drang Mitte Oktober 1977 bei einer angeblich einsetzenden Schlechtwetterperiode Wasser \"in Strömen\" durch die Decke, wie der Kläger sich ausdrückte, so war das Dach offenkundig undicht. Die Wahrnehmung dieses Vorganges fiel also mit der Entdeckung des Werkmangels zusammen, und nichts hinderte den Kläger, den Mangel unverzüglich anzuzeigen. Selbst wenn man ihm mit GAUCH eine kurze Erklärungsfrist zubilligt, muss nicht nur die schriftliche Rüge vom 10. November 1977 als verspätet bezeichnet werden. Die Ungewissheit über sein eigenes Verhalten in der Zeit von Mitte Oktober bis 4. November hat der Kläger selber zu vertreten. Es geht auch nicht an, die sofortige Benachrichtigung \"nicht nur als behauptet, sondern bereits als erstellt\" ausgeben zu wollen, weil schon am 4. November ein Augenschein durch alle Beteiligten habe stattfinden können; davon kann umsoweniger die Rede sein, als die Beklagte laut ihren Angaben erst am 4. November zum Augenschein eingeladen worden ist und für eine frühere Aufforderung, das Werk zu besichtigen, jeder Anhalt fehlt.\n\nc) In den Akten liegt ein von der Beklagten beigebrachter Bericht der Meteorologischen Zentralanstalt über die Niederschlagsmengen in den Monaten August, September und Oktober 1977. Daraus geht hervor, dass zwischen dem 11. und dem 23. Oktober in Zürich praktisch kein Regen fiel. Der Kläger räumt nun ein, dass seine Erinnerungen insoweit offenbar nicht ganz zuträfen. Es hilft ihm aber nicht, dass gemäss Bericht stärkere Niederschläge erst am 25. Oktober eingesetzt hätten und damit \"die Zeitspanne zwischen den ersten Infiltrationen und dem Augenschein der Beteiligten\" sich sogar noch verkürze. Denn erste Infiltrationen sind für Ende Oktober so wenig belegt wie für Mitte dieses Monats. Nach dem Bericht hat es schon vorher geregnet, besonders stark am 10. Oktober, ferner in den Monaten August und September, als das Werk bereits abgeliefert war. Da die ursprüngliche Behauptung des Klägers, der Mangel sei mit der Mitte Oktober beginnenden Schlechtwetterperiode zu Tage getreten, sich als haltlos erwies, steht gänzlich dahin, wann erstmals, ob überhaupt im Oktober und nicht schon vorher die Durchlässigkeit des Daches zu erkennen war.BGE 107 II 172 S. 178\n\nEbensowenig hilft dem Kläger, dass der Bauherr gemäss Art. 173 der SIA-Norm 118 während der Garantiefrist jederzeit Mängelrügen anbringen könne. Nach der verbindlichen Feststellung des Handelsgerichts ist nicht bewiesen, dass die Parteien diese Norm für anwendbar erklärten. Dagegen ist auch mit dem Einwand nicht aufzukommen, die SIA-Normen gälten \"als Ausdruck des im Baugewerbe Üblichen\".\n\nDie Auslegung der Mängelrüge vom 10. November 1977 durch das Handelsgericht verstösst ebenfalls nicht gegen Bundesrecht. Sie deckt sich schon mit dem einleitenden Satz, wonach der Kläger sich damals ordnungshalber gezwungen sah, die ausgeführten Arbeiten zu beanstanden und eine Mängelrüge gemäss OR anzumelden. Auch der weitere Text spricht viel eher für eine nachgeholte als für eine zusätzliche Rüge. Es heisst darin, dass das Wasser nicht nur an einer, sondern ziemlich stark an sechs verschiedenen Stellen in die Werkstatt eindringe und dass diese Mängel sich heute gezeigt hätten, als man probeweise während etwa 12 Stunden Wasser auf das Dach rieseln liess. Diese Erklärung unterscheidet sich kaum von der Behauptung in der Klageschrift, Mitte Oktober sei das Wasser in Strömen von der Decke geflossen. Es geht auch um nichts anderes, als was schon am 4. November zur Besichtigung stand, nämlich um die Durchlässigkeit des Daches.\n\n2. Bleibt es bei der Auffassung des Handelsgerichts, dass eine sofortige und damit rechtzeitige Mängelrüge nicht dargetan ist, so gilt die Vermutung des Art. 370 Abs. 3 OR, womit dem Ersatzanspruch des Klägers die Grundlage entzogen ist.\n\nFragen kann sich bloss, ob die Einrede der Beklagten, die Mängelrüge sei zu spät erhoben worden, gegen Treu und Glauben verstosse. Dies ist von Amtes wegen zu prüfen (BGE 104 II 101 und BGE 98 II 316), aber zu verneinen. Der Kläger muss sich neben der allgemeinen Unbestimmtheit seiner Vorbringen die nach dem Einwand der Beklagten vor der letzten Offerte aufmerksam gemacht worden sei, die Dichtigkeit des Daches könne bei der von ihm verlangten Ausführung nicht garantiert werden, und dass er nicht die Abmahnung als solche, sondern nur die eigene Erklärung, die Undichtigkeit des Daches in Kauf zu nehmen, bestritten habe. Dass er mit der Erklärung \"offensichtlich\" auch den Einwand zurückgewiesen habe, hilft darüber nicht hinweg.BGE 107 II 172 S. 179\n\n3. Bei diesem Ergebnis kann dahingestellt bleiben, ob der Kläger ausser der Rüge auch Mängel und Schaden unzureichend substanziert hat, wie das Handelsgericht in ergänzenden Erwägungen annimmt.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Handelsgerichts des Kantons Zürich vom 8. Dezember 1980 bestätigt."}