{"annee": "107", "cour": "V", "page": "183", "date": "11/5/1981", "cite": [], "cite_par": [], "chapeau": "40. Arrêt du 11 mai 1981 dans la cause Eppi contre Caisse de chômage de l'Association des Commis de Genève et Commission cantonale genevoise de recours en matière d'assurance-chômage", "regestes": ["Art. 30 al. 1 LAC, 12 al. 1 AAC, 32 al. 1 et 2 OAC. - Une différence de salaire de 2,4% ne constitue pas une fluctuation notable au sens de l'art. 32 al. 2 OAC. Domaine d'application de cette disposition. - Détermination du gain assuré au sens des art. 30 al. 1 LAC, 12 al. 1 AAC et 32 al. 1 OAC, quand le salaire obtenu par l'assuré pendant un engagement provisoire est supérieur à celui qu'il touchait immédiatement avant le chômage initial."], "faits": "BGE 107 V 183 S. 184\n\nA.- Mario Eppi, employé de bureau, a travaillé en qualité de commis administratif à l'Hôpital X du 2 juillet au 31 décembre 1979. Il effectuait des remplacements dans divers services de cet établissement, son contrat de travail étant prolongé selon les besoins, chaque fois pour une durée déterminée. Il travaillait 42 heures par semaine (horaire normal) et était payé 12 fr. 40 à l'heure. Le 8 janvier 1980, il présenta une demande d'indemnité journalière depuis le 1er janvier 1980 à la Caisse de chômage de l'Association des Commis de Genève. Du 9 janvier au 31 janvier 1980, il fut de nouveau engagé temporairement à l'Hôpital X pour un salaire horaire de 12 fr. 70.\n\nPar décision du 18 février 1980, la caisse lui notifia que pour calculer le gain journalier déterminant sur la base duquel serait fixé le montant de l'indemnité journalière, elle entendait appliquer l'art. 32 al. 2 OAC, car son salaire avait été sujet à des fluctuations notables au sens de cette disposition. En l'occurrence, en fonction d'un salaire hebdomadaire de 520 fr. 80 touché en novembre et décembre 1979 et de 533 fr. 40 réalisé en janvier 1980, le gain hebdomadaire moyen devait être fixé à 525 fr.\n\nB.- L'assuré recourut contre cette décision et conclut à ce que le gain journalier déterminant soit calculé conformément à la règle générale énoncée aux art. 12 al. 1 AAC et 32 al. 1 OAC, c'est-à-dire d'après le gain assuré qu'il avait obtenu immédiatement avant le début du chômage.\n\nSuccessivement, le Service de l'assurance-chômage du canton de Genève et la Commission cantonale de recours en matière d'assurance-chômage, Genève, rejetèrent le recours et confirmèrent la décision litigieuse.\n\nC.- Mario Eppi interjette recours de droit administratif contre le jugement de la commission de recours du 17 juillet 1980. Il reprend ses conclusions antérieures et conteste, en particulier, que son salaire ait été sujet à des fluctuations notables au sens de l'art. 32 al. 2 OAC...", "considerants": "Considérant en droit:\n\n1. Aux termes de l'art. 30 al. 1 LAC, l'indemnisation des assurés consiste dans le versement d'indemnités journalières, calculées d'après la perte de gain prise en compte, du gain assuré et des obligations d'entretien ou d'assistance. Selon l'art. 12 al. 1 AAC, est réputé gain assuré, au sens de la disposition légale BGE 107 V 183 S. 185précitée, le salaire normal touché en dernier lieu, dans la mesure où il est soumis à cotisation. Cette disposition est à son tour précisée par l'art. 32 OAC dont le premier alinéa énonce notamment qu'est déterminant pour le calcul de l'indemnité journalière, le gain assuré que l'assuré obtenait normalement pour une journée de travail entière, au sens de l'art. 23 al. 2 de l'ordonnance - c'est-à-dire un sixième de l'horaire de travail hebdomadaire normal - immédiatement avant le début du chômage, y compris les parties du salaire non encore payées auxquelles il a droit.\n\nToutefois, en vertu du deuxième alinéa de l'art. 32, lorsque le salaire a été sujet à des fluctuations notables, notamment en cas de travail à la tâche, aux pièces ou à la provision ou encore à la suite de fréquents changements d'emploi, le gain moyen obtenu dans les trois derniers mois ou, le cas échéant, au cours d'une période plus longue est déterminant. Cette réglementation est reprise presque textuellement de l'art. 24 al. 1 et 2 RAC, dans sa teneur du 23 juin 1969, applicable du 1er août 1969 au 1er avril 1977, c'est-à-dire jusqu'à l'entrée en vigueur de l'OAC qui a remplacé le RAC du 17 décembre 1951.\n\n2. Le recourant conteste qu'une différence de salaire de 2,4% (soit l'augmentation du salaire horaire de 12 fr. 40 à 12 fr. 70) puisse être qualifiée de fluctuation notable au sens de l'art. 32 al. 2 OAC.\n\nCe grief est fondé. Dans son sens le plus général, le mot \"notable\" signifie qui est digne d'être noté. Dans le texte examiné ici, il est synonyme d'appréciable, important ou sensible (le texte allemand dit erheblich). Or, une différence de salaire qui correspond à peu près à l'augmentation de l'indice des prix à la consommation ne saurait être qualifiée de fluctuation notable au sens de l'art. 32 al. 2 OAC.\n\nCe qui est toutefois décisif, c'est que le texte de la disposition démontre que ce ne sont pas des fluctuations de salaire, en plus ou en moins, qui sont dues à l'indexation des salaires ou aux conditions générales du marché de l'emploi, qu'on a voulu prendre en considération, mais uniquement des fluctuations qui ont pour cause la nature du travail et son mode de rémunération. En effet, il est notoire que le gain des travailleurs qui sont payés à la tâche, aux pièces ou à la provision peut varier fortement dans une période relativement courte. Il en va parfois de même du salaire des travailleurs qui changent fréquemment d'emploi (mais pas BGE 107 V 183 S. 186nécessairement d'employeur) et dont la rémunération varie en fonction de la qualification, de la difficulté ou de la durée de l'occupation temporaire.\n\nDans ces cas et dans ceux-là seulement, on appliquera la règle spéciale de l'art. 32 al. 2 OAC qui permet de calculer le gain journalier moyen sur une plus longue durée (trois mois ou plus) qu'une période de paie ordinaire.\n\nDans les autres cas, il faut procéder selon la règle générale de l'art. 32 al. 1 OAC et s'en tenir au montant du gain soumis à cotisation que l'assuré obtenait normalement pour une journée de travail entière, immédiatement avant le début du chômage.\n\nEn l'espèce, vu également l'absence de \"fluctuation\" au sens de l'OAC, c'est donc à tort que la caisse intimée et les deux autorités cantonales de recours ont jugé qu'il fallait calculer le gain journalier déterminant obtenu par le recourant d'après la règle de l'art. 32 al. 2 OAC.\n\n3. Selon la jurisprudence rendue sous l'empire de l'ancien art. 25 al. 1 RAC (remplacé dès le 1er août 1969 par l'art. 24 al. 1 de ce règlement), disposition qui, bien que rédigée en termes différents, avait le même objet que l'actuel art. 32 al. 1 OAC, quand le chômage est interrompu par un engagement provisoire, c'est en principe le gain obtenu dans cet emploi qui sert de base au calcul de l'indemnité journalière et non pas le gain obtenu avant le premier chômage (ATFA 1954 p. 40, DTA 1954 No 84 p. 101 et 1953 No 74 p. 65).\n\nCette jurisprudence est dépassée dans la mesure où elle concerne une diminution du gain obtenu durant l'engagement provisoire, par rapport au gain effectif antérieur. En effet, l'art. 32 al. 3 OAC (repris de l'art. 26 al. 1 RAC dans sa teneur en vigueur depuis le 1er août 1969) contient à ce sujet une règle spéciale qui tend à éviter que l'assuré qui accepte un emploi provisoire moins bien payé ne soit pénalisé. Elle reste valable, par contre, dans le cas où le gain obtenu par l'assuré pendant l'engagement provisoire est supérieur à celui qu'il obtenait avant le premier chômage. Sans doute, l'application inconditionnelle de ce principe pourrait-elle provoquer des abus, dans la mesure où l'augmentation du gain assuré serait anormalement élevée, en raison des particularités de l'emploi occupé provisoirement par l'assuré. Dans ce cas, le recours à la règle de l'art. 32 al. 2 OAC pourrait se révéler nécessaire. Mais la question ne se pose pas en l'espèce, car l'augmentation du salaire du recourant, de trente centimes à l'heure, est minime.\n\nBGE 107 V 183 S. 187\n\n4. Vu ce qui précède, le jugement attaqué et la décision litigieuse doivent être annulés et le dossier renvoyé à la caisse intimée. Celle-ci rendra une nouvelle décision qui fixera le gain journalier déterminant de l'assuré, au sens de l'art. 32 al. 1 OAC, en fonction d'un salaire horaire de 12 fr. 40 pour les indemnités dues pendant la période du 1er au 8 janvier 1980 et en fonction d'un salaire horaire de 12 fr. 70 pour les indemnités dues à partir du 1er février 1980...\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est admis, le jugement attaqué du 17 juillet 1980 et la décision litigieuse du 18 février 1980 étant annulés et le dossier renvoyé à la caisse intimée, pour nouvelle décision au sens des considérants."}