{"annee": "107", "cour": "V", "page": "84", "date": "22/6/1981", "cite": ["105 V 29", "102 V 13", "103 V 126", "100 V 20", "98 V 100", "106 V 86"], "cite_par": ["110 V 291", "111 V 197", "110 V 30", "112 V 387", "109 V 108", "110 V 298", "109 V 119", "112 V 371", "119 V 180", "110 V 176"], "chapeau": "17. Extrait de l'arrêt du 22 juin 1981 dans la cause Caisse cantonale vaudoise de compensation contre Ferrari et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 97 al. 1 LAVS. Reconsidération d'une décision administrative qui a été déférée au juge: L'administration n'a pas la faculté de reconsidérer, pour le motif qu'elle est sans nul doute erronée, une décision sur laquelle le juge s'est prononcé matériellement (précision apportée à la jurisprudence)."], "faits": "", "considerants": "BGE 107 V 84 S. 84\n\nExtrait des considérants:\n\n1. Certaines lois déterminent si et à quelles conditions l'administration peut revenir sur une décision passée en force, par exemple la LAM en son art. 13. Même en cas de silence de la loi, le Tribunal fédéral et le Tribunal fédéral des assurances admettent cependant l'un et l'autre que l'administration jouit de cette faculté, à des conditions qui divergent parfois en raison de particularités propres aux domaines soumis à la juridiction de chacun d'entre eux. Ainsi, le Tribunal fédéral des assurances est souvent amené à se prononcer sur le droit à des prestations dont BGE 107 V 84 S. 85la périodicité fait qu'il est hautement souhaitable qu'elles ne soient pas allouées ou refusées durablement à tort. Aussi, selon la jurisprudence constante de la Cour de céans, l'administration a-t-elle la faculté de modifier une décision, lorsque cet acte est indubitablement erroné et que sa modification revêt un intérêt notable; cependant, le juge ne peut l'y contraindre (jurisprudence instaurée par l'arrêt Roggensinger du 19 février 1963, ATFA 1963 p. 86 consid. 2, confirmée à maintes reprises: ATF 98 V 104, 99 V 103, ATF 100 V 25, ATF 102 V 17, ATF 103 V 128, ATF 105 V 30, ATF 106 V 87). Qu'en est-il cependant de la reconsidération d'une décision qui a fait, sur recours, l'objet d'un jugement rendu par une autorité judiciaire?\n\nSaisie de la question, la Cour plénière a décidé que l'administration n'a pas la faculté de reconsidérer, pour le motif qu'elle est sans nul doute erronée, une décision sur laquelle le juge s'est prononcé matériellement. Ce qui est déterminant à cet égard, ce n'est donc pas le fait qu'une décision a été déférée à un tribunal; c'est ce qui était litigieux devant le juge et ce sur quoi celui-ci a statué. Une telle limitation des compétences de l'administration est logique, si l'on considère l'effet dévolutif du recours, qui interdit en principe que soit rendue une nouvelle décision sur l'objet du litige soumis au juge (sous réserve de l'art. 58 PA p.ex.). Par ailleurs, la possibilité pour l'administration de reconsidérer une décision sans nul doute erronée ne doit pas rendre illusoire le principe de la séparation des pouvoirs; elle ne doit pas être utilisée non plus pour tourner les conditions auxquelles la loi subordonne la revision des jugements, ni en affaiblir la portée. Enfin, la sécurité du droit prévaut sur la légalité dès que le juge s'est prononcé, s'il n'existe aucun moyen légal de corriger l'erreur commise, la modification d'un jugement, plus encore que celle d'une décision administrative, portant atteinte à la première. Il peut certes paraître inique de maintenir une décision manifestement fausse. Mais un jugement erroné pourra souvent être modifié selon les règles de la revision judiciaire. Les cantons doivent instituer une revision en vertu de toutes les lois spéciales en matière d'assurance sociale, à l'exception du titre II de la LAMA et de la LAC (mais la jurisprudence a remédié à cette lacune; arrêt non publié Rüegg du 21 décembre 1979). Au demeurant, l'affaiblissement de l'autorité de la chose jugée permettrait à l'administration de ne pas appliquer en l'espèce - et non pas seulement dans d'autres cas analogues - un jugement qui la contrarierait. Force est donc bien d'admettre que l'atteinte à la sécurité du droit et à l'efficacité du BGE 107 V 84 S. 86contrôle du juge administratif serait si sérieuse que cet inconvénient l'emporte sur celui de devoir, dans certains cas où les conditions d'une révision ne seraient pas données, maintenir des prestations indues ou refuser des prestations dues. Il incomberait au législateur de prévoir une réglementation adéquate, tenant compte du caractère périodique et durable de maintes prestations d'assurance sociale, si le maintien, parfois, de décisions erronées devait avoir à ses yeux des conséquences inadmissibles."}