{"annee": "107", "cour": "V", "page": "106", "date": "14/4/1981", "cite": [], "cite_par": [], "chapeau": "22. Urteil vom 14. April 1981 i.S. Doval gegen Schweizerische Unfallversicherungsanstalt und Versicherungsgericht des Kantons Zürich", "regestes": ["Art. 62 al. 2 LAMA. Durée de l'assurance lors d'interruptions de travail de bénéficiaires d'indemnités versées en lieu et place de vacances payées: confirmation de la pratique de la Caisse nationale; précision apportée, s'agissant de la preuve à rapporter."], "faits": "BGE 107 V 106 S. 106\n\nA.- Der 1939 geborene spanische Staatsangehörige Armando Doval war ab März 1975 als Maurer bei der Firma N. tätig gewesen. Am 16. April 1976 reiste er nach Spanien, wo er am 27. Mai 1976 einen Verkehrsunfall erlitt, bei welchem er sich eine Quetschung der Wirbelsäule zuzog. Nach seiner Rückkehr in die Schweiz reichte die Arbeitgeberfirma am 7. Juli 1976 eine Unfallanzeige bei der Schweizerischen Unfallversicherungsanstalt (SUVA) ein.\n\nAm 23. Juli 1976 eröffnete die SUVA Armando Doval, dass die obligatorische Unfallversicherung nach der gesetzlichen Regelung mit Ablauf des 30. Tages nach dem Tage ende, an dem der Anspruch auf den vollen oder mindestens halben Lohn aufhöre. Weil ein Lohnanspruch nur bis zum 15. April 1976 bestanden habe, sei er am Unfalltag nicht mehr versichert gewesen, weshalb keine Leistungen erbracht werden könnten. Am 5. August 1976 erliess sie eine entsprechende beschwerdefähige Verfügung.\n\nB.- Beschwerdeweise machte Armando Doval geltend, er habe in der fraglichen Zeit Ferien bezogen; da der 16. April 1976 BGE 107 V 106 S. 107Karfreitag gewesen sei, hätten die Ferien erst am 20. April 1976 begonnen und am 10. Mai 1976 geendet. Bis zu diesem Zeitpunkt sei er lohnanspruchsberechtigt und demzufolge bis zum 9. Juni 1976 bei der SUVA versichert gewesen. Im übrigen habe er das Arbeitsverhältnis am 15. April 1976 nicht aufgelöst, sondern es nach dem Unfall weitergeführt.\n\nDas Versicherungsgericht des Kantons Zürich wies die Beschwerde am 31. Mai 1979 mit der Begründung ab, dass sich aus der von Armando Doval bezogenen Ferienvergütung von 7% des Lohnes für die Zeit vom 14. März 1975 bis 15. April 1976 ein Ferienanspruch von 17,5 Arbeitstagen ergebe. Bis zum 15. April 1976 habe er hievon bereits 13 Tage bezogen, so dass ihm noch 4,5 Tage verblieben seien. Der Ferien- und damit auch der Lohnanspruch hätten folglich spätestens am 26. April 1976 mittags geendet. Die 30tägige Frist gemäss Art. 62 Abs. 2 KUVG habe daher am 27. April 1976 begonnen und am 26. Mai 1976 geendet, weshalb er am Unfalltag nicht mehr versichert gewesen sei.\n\nC.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde lässt Armando Doval beantragen, die SUVA sei zu verpflichten, die gesetzlichen Leistungen für den Unfall vom 27. Mai 1976 zu gewähren. Er anerkennt grundsätzlich die von der Vorinstanz vorgenommene Berechnung der 30tägigen Frist, bestreitet jedoch, im Jahre 1975 acht Tage Ferien bezogen zu haben.\n\nDie SUVA beantragt unter Hinweis auf ihre Praxis Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Nach Art. 62 Abs. 2 KUVG endet die Versicherung mit dem 30. Tag nach dem Tage, an dem der Anspruch auf den vollen oder mindestens halben Lohn aufhört. Nicht entscheidend ist, an welchem Tag der Versicherte die Arbeit effektiv einstellt. Ob ein Lohnanspruch über den Zeitpunkt der Einstellung der Arbeit hinaus besteht, ist im Einzelfall nach Massgabe der gesetzlichen und vertraglichen Bestimmungen zu beurteilen (vgl. MAURER, Recht und Praxis der Schweizerischen obligatorischen Unfallversicherung, 2. Aufl. S. 64 ff.).\n\n2. a) Die Vorinstanz hat bei der Festsetzung der 30tägigen Frist des Art. 62 Abs. 2 KUVG einen Ferienbezug in der Zeit vor dem 16. April 1976 von 13 Tagen in Rechnung gestellt. Der Beschwerdeführer anerkennt hievon lediglich fünf Tage (22. bis BGE 107 V 106 S. 10828. Januar 1976) und bestreitet, bereits im Jahre 1975 acht Tage Ferien bezogen zu haben. Er macht im wesentlichen geltend, dass sich die entsprechende Annahme der Vorinstanz auf eine Aufstellung des Arbeitgebers stütze, die erst am 15. April 1977 erstellt worden sei, und dass die Angaben hinsichtlich des angeblichen Ferienbezugs (17. Juli, 21. bis 25. Juli, 14./16. Oktober und 27. November 1975) offensichtlich nachträglich durch eine Drittperson eingefügt worden seien; auch gehe aus den Akten nicht hervor, worauf sich die Aufstellung stütze. Ferner weist er darauf hin, dass der Lohnanspruch für diese Zeit bereits im Forderungsprozess gegen den Arbeitgeber vor dem Bezirksgericht Zürich streitig gewesen sei und er die entsprechenden Lohnabrechnungsblätter des Arbeitgebers, die mit den Arbeitsrapporten nicht übereingestimmt hätten, nicht unterzeichnet habe. Die Behauptung des Arbeitgebers, wonach er im Juli 1975 eine Woche nicht gearbeitet habe, sei damit zu erklären, dass der Arbeitgeber sich im Juli/August 1975 in Zahlungsschwierigkeiten befunden und in der Folge versucht habe, die Lohnansprüche herabzusetzen.\n\nb) Die vom Beschwerdeführer geltend gemachten Umstände verbieten es, der Aufstellung des Arbeitgebers mit Bezug auf den streitigen Ferienbezug vollen Beweiswert beizumessen. Der Beschwerdeführer hat aber auch nicht den Nachweis dafür erbracht, dass er während der fraglichen Zeit tatsächlich gearbeitet hat. Da von weiteren Abklärungen kaum schlüssige Ergebnisse zu erwarten wären, ist die Frage, welche Darstellung als zutreffend zu gelten hat, aufgrund der Akten nach Massgabe der überwiegenden Wahrscheinlichkeit zu beurteilen. Dabei fällt entscheidend ins Gewicht, dass der Beschwerdeführer nach den Angaben des Arbeitgebers angeblich vom 21. bis 25. Juli 1975 nicht gearbeitet hat. Für diese Zeit legt der Beschwerdeführer aber die Photokopie eines Arbeitsrapportes auf, demgemäss er vom 21. bis 25. Juli 1975 an drei Baustellen insgesamt während 49 Stunden gearbeitet hat. Auch wenn er damit nicht den Beweis dafür erbringt, dass der streitige Ferienbezug zu Unrecht angenommen wurde, ist der eingereichte Beleg doch geeignet, seine Angaben als richtig erscheinen zu lassen. Da auch die SUVA hiegegen nichts Konkretes vorbringt, ist die Darstellung des Beschwerdeführers als die überwiegend wahrscheinliche zu erachten. Es ist daher von der Annahme auszugehen, dass er in der fraglichen Zeit gearbeitet hat, was dazu führt, dass der von der Vorinstanz angenommene Ferienvorbezug um mindestens fünf Tage zu kürzen ist.\n\nBGE 107 V 106 S. 109\n\n3. a) Die SUVA macht zur Hauptsache geltend, dass Bezüger von Ferienvergütung (die anstelle des effektiven Bezugs bezahlter Ferien ausgerichtet wird) gewisse Voraussetzungen erfüllen müssten, damit ihre Abwesenheiten vom Arbeitsplatz im Hinblick auf Art. 62 Abs. 2 KUVG versicherungsrechtlich gleich behandelt werden könnten wie der effektive Ferienbezug bei Lohnfortzahlungspflicht. Praxisgemäss werde eine fiktive Lohnfortzahlungspflicht angenommen, wenn die Ferienvergütung mindestens 50% des Lohnes ausmache, sie spätestens anlässlich des ersten Zahltages nach den Ferien ausgerichtet werde und Beginn und Ende der Ferien vor dem Unfall vereinbart worden seien. Die letztgenannte Voraussetzung begründet die SUVA damit, dass stabile arbeitsvertragliche Beziehungen vorliegen müssten und dass die obligationenrechtliche Regelung (Art. 329c OR) zumindest eine Übereinkunft zwischen den Vertragsparteien über Zeitpunkt und Dauer des Ferienbezuges voraussetze. Eine solche Abrede sei auch im Hinblick auf die Frage der Versicherungsdeckung unerlässlich; andernfalls bestehe die Gefahr von Missbräuchen, indem bei Nichtbetriebsunfällen nachträglich eine Versicherungsdeckung herbeigeführt werden könnte.\n\nb) Dass die SUVA ein Weiterbestehen der Versicherungsdeckung unter bestimmten Voraussetzungen auch bei Arbeitsunterbrüchen des Bezügers von Ferienvergütung vorsieht, ist nicht zu beanstanden. Die genannte Praxis verstösst weder gegen das KUVG noch gegen allgemeine Rechtsgrundsätze; es besteht auch kein Grund zur Annahme, dass sie nicht rechtsgleich gehandhabt wird.\n\nMit Bezug auf die Voraussetzung der vorgängigen Ferienabrede ist zu beachten, dass die Frage, ob Freizeit als Ferienanspruch (der durch Ferienvergütung abgegolten wird) oder als unbezahlter Urlaub bezogen wird, bei Arbeitsverhältnissen insbesondere im Baugewerbe vielfach nicht derart klar geregelt wird, wie es die SUVA voraussetzt. Strenge Beweisanforderungen hätten bei derartigen Arbeitsverhältnissen zur Folge, dass die Praxis der Ferienanrechnung in den meisten Fällen überhaupt nie zum Tragen käme. In beweismässiger Hinsicht muss es daher genügen, wenn nach den gesamten Umständen - mindestens im Sinne eindeutigen konkludenten Verhaltens - als glaubhaft erscheint, dass eine Abwesenheit im Sinne eines Ferienbezuges vereinbart worden ist. Dabei wird in Fällen, in denen ein gewisser Ferienanspruch besteht und in denen der Arbeitgeber mindestens zum voraus über den BGE 107 V 106 S. 110bevorstehenden Arbeitsunterbruch orientiert worden ist und hiegegen keine Einwendungen erhoben hat, in der Regel anzunehmen sein, dass an den Arbeitsunterbruch in erster Linie das Ferienguthaben anzurechnen sei.\n\nc) Der Beschwerdeführer hat im vorinstanzlichen Verfahren eingehend dargelegt, unter welchen Umständen er nach Spanien verreist ist. Seine Behauptung, dass er die Vorgesetzten über den Grund seiner Abreise (Operation des in Spanien lebenden Vaters) orientiert und ihnen gesagt habe, dass er deshalb Ferien beziehen wolle, ist vom vorinstanzlichen Instruktionsrichter anlässlich der Parteibefragung als glaubhaft erachtet worden. Die SUVA stellte hierauf ein Begehren um Einräumung einer Frist zur Überprüfung des Falles im Hinblick auf eine allfällige Anerkennung der Beschwerde, welchem stattgegeben wurde. In der Folge reichte sie unter Hinweis auf den hängigen Zivilprozess ein Sistierungsbegehren ein, welchem ebenfalls entsprochen wurde. Nach Abschluss jenes Verfahrens brachte sie zur Frage nach dem Bestehen einer Ferienabrede keine substantiellen Einwendungen mehr vor. Für das Eidg. Versicherungsgericht besteht unter diesen Umständen kein Grund, von der sich aus dem vorinstanzlichen Gerichtsprotokoll ergebenden Auffassung des kantonalen Richters abzugehen, wonach mindestens durch konkludentes Verhalten zwischen dem Beschwerdeführer und seinem Arbeitgeber der Bezug der fälligen Ferientage vereinbart worden ist. Dem steht nicht entgegen, dass der Beschwerdeführer die Abwesenheit in der Folge über die Dauer des Ferienanspruchs hinaus ausgedehnt hat. Offenbleiben kann auch, inwieweit er durch die spätere Wiederaufnahme der Arbeit einen zusätzlichen Ferienanspruch erworben hat, welcher angerechnet werden könnte.\n\n4. Nach dem Gesagten ist die Abwesenheit des Beschwerdeführers ab dem 16. bzw. 20. April 1976 als zum voraus vereinbarter Ferienbezug zu werten. Da auch die übrigen Voraussetzungen zur Annahme einer fiktiven Lohnfortzahlungspflicht im Sinne der SUVA-Praxis als erfüllt gelten können, ist nach den unbestritten gebliebenen Berechnungen der Vorinstanz von einem Ferien- bzw. Lohnanspruch von 17,5 Tagen auszugehen. Weil der von der Vorinstanz ermittelte Ferienvorbezug um mindestens fünf Tage zu kürzen ist, war die 30tätige Frist des Art. 62 Abs. 2 KUVG am 27. Mai 1976 noch nicht abgelaufen, weshalb der Beschwerdeführer für den erlittenen Nichtbetriebsunfall als versichert zu gelten hat.\n\nBGE 107 V 106 S. 111\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn Gutheissung der Verwaltungsgerichtsbeschwerde werden der Entscheid des Versicherungsgerichtes des Kantons Zürich vom 31. Mai 1979 und die Verfügung der SUVA vom 5. August 1976 aufgehoben und es wird festgestellt, dass die SUVA für den Nichtbetriebsunfall vom 27. Mai 1976 die gesetzlichen Leistungen zu erbringen hat."}