{"annee": "107", "cour": "IA", "page": "102", "date": "28/8/1981", "cite": [], "cite_par": [], "chapeau": "19. Auszug aus dem Urteil des Kassationshofes vom 28. August 1981 i.S. S. gegen Staatsanwaltschaft und Obergericht des Kantons Basel-Landschaft (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst. Révision. Nature juridique. Droit d'être entendu."], "faits": "", "considerants": "BGE 107 Ia 102 S. 102\n\nAus den Erwägungen:\n\n2. a) Das Wiederaufnahmeverfahren ist kein ordentliches Sachverfahren, sondern ein sog. Bewilligungsverfahren, in welchem das Gericht lediglich darüber zu befinden hat, ob das Gesuch in formeller und materieller Beziehung begründet sei (CLERC, De la procédure en matière de revision, ZStR 1946, Festgabe Hafter, BGE 107 Ia 102 S. 103S. 238 ff.; GERSPACH, Die Wiederaufnahme des Verfahrens im aarg. Strafprozess, Diss. Zürich 1973, S. 144; HAUSER, Kurzlehrbuch des schweiz. Strafprozessrechtes, S. 269 ff.). Es ist also nicht eine von Amtes wegen eingeleitete Prozedur, sondern ein Verfahren, das durch das Gesuch des Verurteilten (bzw. einer anderen Partei; s. § 170 und 171 BL/StPO) eingeleitet wird, der denn auch die neuen Tatsachen und Beweismittel angeben und begründen muss, weswegen diese das Sachurteil als ein Fehlurteil erscheinen lassen. Dem entspricht die Regelung in § 172 BL/StPO. Verweist aber der Gesuchsteller zur Begründung auf Akten aus einem anderen Verfahren, deren Edition er verlangt, kann grundsätzlich davon ausgegangen werden, dass er deren Inhalt kennt. Es muss ihm deshalb nicht noch Gelegenheit gegeben werden, zu den in den edierten Akten enthaltenen Tatsachen Stellung zu nehmen, nachdem er diese bereits selber angerufen hat. Anders wäre es nur, wenn der Gesuchsteller ausdrücklich darauf hingewiesen hätte, dass er von den angeführten Tatsachen bloss vermutungsweise Kenntnis habe, und er eine nachträgliche Stellungnahme verlangt hätte. Dass dem so gewesen sei, behauptet der Beschwerdeführer nicht. War er aber mit seinem begründeten Gesuch zu Wort gekommen, dann entsprach es dem Grundsatz der Waffengleichheit, die Staatsanwaltschaft als Anklagebehörde anzuhören. Die Bestimmung des § 173 BL/StPO, die dies vorschreibt, verstösst deshalb in keiner Weise gegen Art. 4 BV, wie der Beschwerdeführer behauptet. Auch ist nicht ersichtlich, warum das Obergericht das Gesuch nur nach öffentlichen Verhandlungen hätte abweisen dürfen. Eine solche Pflicht ergab sich nicht aus Art. 4 BV."}