{"annee": "107", "cour": "II", "page": "349", "date": "14/9/1981", "cite": ["63 II 347", "91 II 57", "62 II 214", "100 II 427", "104 II 285", "102 II 353", "65 II 2"], "cite_par": ["127 I 92", "141 III 159", "112 II 510", "129 III 25", "112 II 131", "131 III 667", "123 III 140", "119 II 255", "117 II 570", "117 II 349", "124 III 406", "128 III 92", "110 II 163", "128 III 29", "112 II 172"], "chapeau": "55. Urteil der I. Zivilabteilung vom 14. September 1981 i.S. Baumgartner und Mitbeteiligte gegen Schweiz. Krankenkasse für das Bau- und Holzgewerbe und Mitbeteiligte (Berufung)", "regestes": ["Responsabilité pour la gestion d'une société anonyme. 1. Art. 50 al. 1 OJ. Recours en réforme contre une décision incidente, limitée à quatre défendeurs sur six (consid. 2). 2. Art. 754 al. 1 CO. Sont également réputées chargées de l'administration ou de la gestion des personnes qui prennent en fait des décisions réservées aux organes ou se chargent de la gestion proprement dite, participant ainsi de manière déterminante à la formation de la volonté de la société (administrateurs de fait). Circonstances portant à admettre une telle participation (consid. 5)."], "faits": "BGE 107 II 349 S. 350\n\nA.- Im Mai 1970 wurde die Bauunternehmung Zumbrunn AG in Unterseen durch Umwandlung der Einzelfirma des Eduard Zumbrunn gegründet. Das Aktienkapital von 525'000.-- Franken wurde durch Sacheinlage von Zumbrunn voll liberiert. Die Verwaltung bestand aus Zumbrunn als Präsidenten und seiner Frau. Als diese sich 1971 zurückzog, blieb Zumbrunn einziges Verwaltungsratsmitglied. Zugleich war er mit der Geschäftsführung betraut.\n\nAm 12. Juni 1970 wurde das Aktienkapital von Fr. 525'000.-- auf Fr. 750'000.-- erhöht. Die Soliva AG, eine Tochtergesellschaft des Schweizerischen Bankvereins (SBV), beteiligte sich daran mit Fr. 225'000.--. Bereits am 26. Mai 1970 hatten Zumbrunn und die Soliva AG einen Vertrag \"betreffend Minderheitsbeteiligung\" geschlossen. Darin verpflichtete sich Zumbrunn u.a., die Aktien der Soliva AG in fünf Tranchen zu je Fr. 45'000.-- zurückzukaufen. Die Soliva AG erhielt ein auf die Dauer ihrer Beteiligung befristetes Beratungsmandat, wofür sie jährlich mit Fr. 5'000.-- zu entschädigen war. Im Zusammenhang damit wurde ihr Recht zur \"stillen Einsitznahme in den Verwaltungsrat\" der Zumbrunn AG festgehalten. Zumbrunn hatte ferner schon bei der Gesellschaftsgründung mit der Generaldirektion des SBV einen auf Ende 1983 BGE 107 II 349 S. 351befristeten Vertrag abgeschlossen, in welchem dem SBV gegen ein jährliches Honorar von Fr. 6'600.-- die Beratung in allen Fragen der finanziellen Führung des Unternehmens übertragen wurde; der SBV hatte dem Verwaltungsrat Bericht zu erstatten.\n\nAm 12. Juni 1970 vereinbarte Zumbrunn ausserdem mit dem SBV als Garantie für bereits gewährte und künftige Kredite eine Globalzession, durch welche \"sämtliche gegenwärtigen und zukünftigen Forderungen aus Lieferung von Waren, Leistungen an Kunden, einschliesslich der Rechte und Ansprüche aus Bau- und Werkvertrag\" abgetreten wurden.\n\nIm Herbst 1974 wurde das Aktienkapital der Zumbrunn AG ein zweites Mal von Fr. 750'000.-- auf 1'000'000.-- erhöht. An dieser Kapitalerhöhung beteiligte sich die Spezialfinanzierungen AG, Basel, eine weitere Tochtergesellschaft des SBV, mit einem Betrag von Fr. 150'000.--. Auch mit dieser Gesellschaft hatte Zumbrunn am 13. November 1974 einen Vertrag \"betreffend Minderheitsbeteiligung\" geschlossen; er vereinbarte mit ihr insbesondere, dass sie die Aktien, welche die Soliva AG von der Zumbrunn AG besass, sowie auch das Beratungsmandat gegen ein neu auf Fr. 6'600.-- festgesetztes Honorar mitübernahm. Zumbrunn verpflichtete sich, die zweijährlichen Rückkaufsquoten ab 1976 auf Fr. 65'000.-- zu erhöhen und räumte der Spezialfinanzierungen AG die \"stille Einsitznahme in den Verwaltungsrat\" der Zumbrunn AG ein.\n\nAm 28. März 1977 reichte die Zumbrunn AG ein Gesuch um Nachlassstundung ein, die am 18. April 1977 für eine Dauer von 4 Monaten bewilligt wurde. Am 23. Juni 1977 wurde der Konkurs über sie eröffnet.\n\nB.- Im März 1979 erhoben die Schweizerische Krankenkasse für das Bau- und Holzgewerbe sowie 16 Mitbeteiligte als Zessionare von Rechten der Konkursmasse der Zumbrunn AG eine Verantwortlichkeitsklage gemäss Art. 754 ff. OR. Die Klage richtete sich gegen den Verwaltungsrat Zumbrunn, gegen Thöni als Kontrollstelle der Gesellschaft sowie gegen Schmutz, Egli, Keiser und Baumgartner als Vertreter des SBV. Die vier Letztgenannten bestritten ihre Passivlegitimation mit der Begründung, dass sie nicht zum Personenkreis gehörten, der den aktienrechtlichen Haftungsnormen unterstehe. Sie seien keine mit der Verwaltung ohne Geschäftsführung betraute Personen im Sinne von Art. 754 OR. Das Verfahren wurde deshalb vorläufig auf diese Streitfrage beschränkt.BGE 107 II 349 S. 352\n\nMit \"Zwischenentscheid\" vom 23. März 1981 bejahte der Appellationshof des Kantons Bern die Frage. Er stellte gestützt auf Sitzungsprotokolle fest, dass bei der Zumbrunn AG Entscheidungen mit finanzieller Tragweite regelmässig vom Verwaltungsrat getroffen wurden, die vier beklagten Vertreter des SBV daran seit Herbst 1970 jeweils zu zweit oder zu dritt massgeblich mitwirkten, mit Zumbrunn auch administrative und geschäftliche Fragen der Gesellschaft besprachen und seine Willensbildung beeinflussten; als die Gesellschaft sich in Schwierigkeiten befand, sei sie von Baumgartner intensiv betreut und überwacht worden. Die vier Vertreter bezeichneten sich noch heute als \"stille Verwaltungsräte\" der konkursiten Gesellschaft. Wer die Beschlüsse fasste, sei den meisten Protokollen nicht zu entnehmen; in einigen Fällen seien sie darin als \"einstimmig\" bezeichnet worden.\n\nC.- Die vier beklagten Vertreter haben gegen dieses Urteil Berufung eingelegt mit den Anträgen, es aufzuheben und festzustellen, dass sie nicht den aktienrechtlichen Bestimmungen über die Organhaftung im Sinne von Art. 754 ff. OR unterstehen, weshalb die Klage ihnen gegenüber abzuweisen sei. Sie verweisen auf ein Rechtsgutachten, das sie der Berufung beilegten und zu deren Bestandteil erklärten.\n\nDie Kläger beantragen, die Berufung abzuweisen und das ihr beigelegte Gutachten aus den Akten zu entfernen.", "considerants": "Aus den Erwägungen:\n\n2. Die Berufung der vier Beklagten richtet sich gegen einen Zwischenentscheid, mit welchem ihre aktienrechtliche Verantwortlichkeit bejaht wurde. Eine solche Berufung ist zulässig, wenn dadurch sofort ein Endentscheid herbeigeführt und ein so bedeutender Aufwand an Zeit oder Kosten für ein weitläufiges Beweisverfahren erspart werden kann, dass die gesonderte Anrufung des Bundesgerichts gerechtfertigt erscheint (Art. 50 Abs. 1 OG). Ist die Berufung begründet, so ist die Klage gegen die vier Beklagten abzuweisen und entfällt nach dem angefochtenen Urteil ein erheblicher Teil des weitläufigen Beweisverfahrens. Dieses müsste aber ohnehin gegenüber zwei weiteren Beklagten, deren Organstellung vom Appellationshof unangefochten bejaht wurde, fortgesetzt werden. Die vorliegende Berufung kann deshalb nur zu einem Teilentscheid, nicht aber zu einem Endentscheid im Sinne von Art. 48 OG führen.\n\nDas Bundesgericht lässt seit langem Berufungen gegen Teilurteile, BGE 107 II 349 S. 353mit welchen nur einzelne von mehreren Rechtsbegehren erledigt werden, im Interesse der Prozessökonomie nicht zu, weil es sich nur einmal mit einem Prozess befassen will und deshalb die Rügen gegen den Teilentscheid mit der Berufung gegen den Endentscheid vorzubringen sind; ausgenommen wurden nur Fälle, in welchen die verbleibenden Rechtsbegehren in ein separates, von Anfang an neu beginnendes Verfahren verwiesen werden (BIRCHMEIER, S. 167; BGE 62 II 216, BGE 100 II 429, BGE 104 II 287 u.a.). Galt dieser Grundsatz vorerst nur für mehrere Rechtsbegehren zwischen den nämlichen Prozessparteien (objektive Klagenhäufung), nicht aber für Klagen gegen mehrere Beklagte (subjektive Klagenhäufung; BGE 63 II 348), so wurde er mit BGE 91 II 59 auch auf letztere ausgedehnt.\n\nIn der neueren Rechtsprechung wird die Frage der Prozessökonomie etwas anders beurteilt. Deshalb wird die Berufung gegen Teilurteile zugelassen, mit welchen über Begehren entschieden wird, die zum Gegenstand eines besonderen Prozesses hätten gemacht werden können und deren Beurteilung für den Entscheid über die verbleibenden Begehren präjudiziell ist (BGE 104 II 287 mit Hinweisen). Diese Rechtsprechung lässt sich zwar nicht ohne weiteres auf die subjektive Klagenhäufung übertragen, zeigt aber doch, dass der grundsätzliche Ausschluss der Berufung gegen Teilurteile Ausnahmen erfahren muss, wie dies Art. 50 Abs. 1 OG bei Vor- und Zwischenentscheiden zum Ausdruck bringt. In diesem Sinn verstand sich denn auch BGE 91 II 59 ausdrücklich nur als Regel, welche damals zur Verneinung der Berufung führte, weil keinerlei praktische Gründe für ihre Zulassung sprachen und mit ihr auch die Kosten des Beweisverfahrens nicht vermindert werden konnten (S. 62 E. 2). Vorliegend verhält es sich anders, da nach dem angefochtenen Urteil der Umfang des Beweisverfahrens über die Schadenshöhe in erheblichem Mass davon abhängt, ob alle sechs oder nur zwei der Beklagten zur Verantwortung gezogen werden. Auf die Berufung ist daher einzutreten, ohne dass im übrigen zu BGE 91 II 59 Stellung zu nehmen ist.\n\n5. Gemäss Art. 754 Abs. 1 OR sind alle mit der Verwaltung oder Geschäftsführung betrauten Personen insbesondere der Gesellschaft und deren Gläubigern für den Schaden verantwortlich, den sie durch absichtliche oder fahrlässige Verletzung der ihnen obliegenden Pflichten verursachen.\n\na) Als mit der Verwaltung oder Geschäftsführung betraut im Sinne dieser Bestimmung gelten nicht nur Entscheidungsorgane, BGE 107 II 349 S. 354die ausdrücklich als solche ernannt worden sind; dazu gehören auch Personen, die tatsächlich Organen vorbehaltene Entscheide treffen oder die eigentliche Geschäftsführung besorgen und so die Willensbildung der Gesellschaft massgebend mitbestimmen (BGE 102 II 359, BGE 65 II 5 E. 3). Diese Rechtsprechung, die von keiner Seite beanstandet wird, deckt sich mit der herrschenden Lehre (BÜRGI, N. 119 zu Art. 753/54; SCHUCANY, N. 1 zu Art. 754 OR; PEDRAZZINI, Die Verantwortung des Verwaltungsrates in der AG, Zürich 1978, S. 30 ff.; FORSTMOSER/MEIER-HAYOZ, Einführung in das schweizerische Aktienrecht, 2. Auflage, S. 137 und 184; FORSTMOSER, Die aktienrechtliche Verantwortlichkeit, Zürich 1978, S. 23 und 125 ff.; HENGGELER, Die zivilrechtlichen Verantwortlichkeiten im Bankgesetz und im neuen schweizerischen Aktienrecht, S. 30 ff.).\n\nNach dem, was in tatsächlicher Hinsicht feststeht, kann im Ernst nicht bestritten werden, dass diese Voraussetzungen hier erfüllt sind. Das erhellt vorweg aus den Verträgen, welche Zumbrunn und seine Gesellschaft mit dem SBV und dessen Tochtergesellschaften geschlossen haben. Diese Gesellschaften sicherten sich dadurch als Ausgleich für ihre finanziellen Leistungen eine Minderheitsbeteiligung am Aktienkapital der Zumbrunn AG. Auch der SBV verstand es, seine Interessen innerhalb der Zumbrunn AG zu wahren, war die Gesellschaft doch insbesondere \"verpflichtet\", dem neuen Aktionär einen \"Beratungsvertrag\" anzuvertrauen und ihm eine \"stille Einsitznahme in den Verwaltungsrat\" zu ermöglichen. Der SBV und seine Tochtergesellschaften erhielten dadurch gewichtige Einflussmöglichkeiten; ihre Vertreter konnten insbesondere an den Verwaltungsratssitzungen der Zumbrunn AG teilnehmen und sich zu allen Verhandlungsgegenständen äussern. Die Bedeutung ihrer Teilnahme ergibt sich vor allem daraus, dass seit 1971 der Verwaltungsrat der Gesellschaft nur noch aus einem Mitglied bestand; seine Sitzungen hatten zudem nur noch den Zweck, die Vertreter des SBV über die Verhandlungsgegenstände zu unterrichten und ihnen Gelegenheit zu geben, sich zu den vorgesehenen Beschlüssen zu äussern. Die Vorinstanz schliesst daraus zu Recht auf eine erhebliche Einflussnahme auf die oder aktive Teilnahme an der Willensbildung und damit auf eine materielle Organstellung der Bankvertreter. Ob formelle Abstimmungen stattgefunden haben oder nicht, ist deshalb belanglos, zumal sie sich wegen der persönlichen Überzeugungskraft oder Machtstellung der Vertreter zum vorneherein erübrigen konnten und jeweils mindestens zwei BGE 107 II 349 S. 355davon einem einzigen Verwaltungsratsmitglied gegenüberstanden.\n\nb) Dagegen ist auch mit den weiteren Einwänden der Beklagten nicht aufzukommen. Gewiss können auch gesellschaftsfremde Personen die Willensbildung einer Gesellschaft entscheidend beinflussen, z.B. wenn Finanzinstitute ihre Kredite von einer bestimmten Finanz- und Geschäftspolitik, Berater oder andere Beauftragte der Gesellschaft ihre Leistungen von ähnlichen Voraussetzungen abhängig machen. Solches Verhalten Dritter lässt sich indes nicht mit der gesellschaftsinternen Tätigkeit von Personen vergleichen, denen rechtlich oder faktisch Organstellung zukommt; es vermag daher auch keine Verantwortlichkeit im Sinne von Art. 754 Abs. 1 OR zu begründen. Anders verhält es sich, wenn ein Kreditgeber sich wie hier als Aktionär in die Gesellschaft aufnehmen lässt und an ihrer Willensbildung wie ein Organ teilnimmt.\n\nDas Privatgutachten der Beklagten hilft darüber nicht hinweg. Der Gutachter beruft sich auf die Lehrmeinung, dass der \"stille Verwaltungsrat\", der an den Sitzungen teilnimmt, nicht zur Verantwortung gezogen werden könne, wenn er kein Stimmrecht habe (FORSTMOSER, a.a.O., S. 127; VON GREYERZ, Die Verantwortung des Verwaltungsrates in der AG, S. 67). Während er vorerst diese Meinung zu teilen scheint, hält er später richtigerweise den tatsächlichen Einfluss der Person für entscheidend. Diese Auffassung liegt bereits BGE 65 II 6 zugrunde, wo das Bundesgericht die Verantwortlichkeit eines Bankdirektors unbekümmert um dessen Stimmrecht bejaht hat. Sie erweist sich auch im vorliegenden Fall als zutreffend. Eine formelle Abstimmung erübrigte sich schon, wenn der einzige Verwaltungsrat sich nach den Umständen der Meinung des einen oder anderen Mitbeteiligten unterziehen, seine Entscheidung folglich nach dem Willen der \"stillen Verwaltungsräte\" ausrichten musste, die ihm stets auch zahlenmässig überlegen waren.\n\nc) Ebensowenig befreit die Beklagten, dass sie in erster Linie die Interessen des SBV und nicht diejenigen der Zumbrunn AG gewahrt hätten. Sie verkennen, dass sie sich deswegen nicht nur in gesellschaftsinterne Verhältnisse, sondern auch in die Entscheidungsbefugnisse eines Organs eingemischt haben und ihren eigenen Willen durchsetzen konnten. Richtig ist dagegen, dass ihre Verantwortung gemäss Art. 754 OR auf Handlungen zu beschränken ist, an denen sie persönlich teilgenommen haben. Wie es sich damit verhält, hängt von den Fehlern oder Unterlassungen ab, die ihnen vorgeworfen werden, aber erst noch näher abzuklären sind.BGE 107 II 349 S. 356\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Appellationshofes des Kantons Bern vom 23. März 1981 bestätigt."}