{"annee": "107", "cour": "IV", "page": "182", "date": "18/11/1981", "cite": ["83 IV 25", "85 IV 224", "105 IV 39"], "cite_par": ["117 IV 285"], "chapeau": "53. Auszug aus dem Urteil des Kassationshofes vom 18. November 1981 i.S. H. gegen Staatsanwaltschaft des Kantons St. Gallen (Nichtigkeitsbeschwerde)", "regestes": ["Art. 221 et 222 CP. Préjudice à autrui. Le lésé au sens de ces dispositions n'est pas l'assureur de l'objet incendié, mais bien le créancier gagiste, dans la mesure où sa créance est compromise par l'effet direct de l'incendie."], "faits": "", "considerants": "BGE 107 IV 182 S. 182\n\nAus den Erwägungen:\n\n2. Gemäss Art. 222 Abs. 1 StGB wird mit Gefängnis oder Busse bestraft, \"wer fahrlässig zum Schaden eines andern oder unter Herbeiführung einer Gemeingefahr eine Feuersbrunst verursacht\".\n\na) Dass das hier in Frage stehende Feuer nicht mehr beherrscht werden konnte und im Sinne der Rechtsprechung (BGE 85 IV 227, vgl. STRATENWERTH, Besonder Teil II, 2. Aufl. 1978, S. 108/9) das Ausmass einer Feuersbrunst erreichte, ist unbestritten. Das Vorliegen einer Gemeingefahr wurde weder von der Anklagebehörde noch vom Kantonsgericht angenommen. Bejaht wurde hingegen, dass die Verursachung der Feuersbrunst zum Schaden eines andern, nämlich zum Schaden der Gebäudeversicherungsanstalt und der privaten Versicherungsgesellschaft X., erfolgt sei. Dieses Tatbestandselement wird mit der Nichtigkeitsbeschwerde bestritten (b/c). Zudem stellt der Beschwerdeführer in Abrede, dass er fahrlässig gehandelt habe (d).\n\nb) In BGE 83 IV 30 ff. hat das Bundesgericht - entgegen der ältern Doktrin - entschieden, dass die durch den Brandfall ausgelöste Zahlungspflicht einer Versicherung keinen \"Schaden eines andern\" im Sinne der Art. 221/222 StGB darstelle. Diese Auffassung wurde in BGE 85 IV 228 f. und BGE 105 IV 39 f. grundsätzlich bestätigt. WAIBLINGER begrüsste BGE 83 IV 30 ausdrücklich (ZBJV 1959 S. 187). SCHULTZ hingegen warf in seiner Besprechung BGE 107 IV 182 S. 183von BGE 85 IV 228 die Frage auf, ob Art. 221 StGB nicht doch eine andere Auslegung nahelege, ohne jedoch bestimmte Einwände vorzutragen (ZBJV 1961 S. 187). STRATENWERTH stimmt im Ergebnis der Rechtsprechung des Bundesgerichtes zu, sieht aber die zutreffende Begründung eher darin, dass der Schaden unmittelbar durch die Zerstörung oder Beschädigung des Brandobjektes entstanden sein müsse (a.a.O., S. 111).\n\nDas Kantonsgericht St. Gallen ist im angefochtenen Entscheid von der Praxis des Bundesgerichts abgewichen. Es betrachtet die Versicherer, die Gemeinschaft der übrigen Versicherten (wegen des möglichen Einflusses des Schadenvolumens auf die Prämienhöhe) sowie die Aktionäre der Versicherungsgesellschaft als indirekt Geschädigte.\n\nEine erneute Prüfung der Frage, ob die Tatsache, dass das Brandobjekt versichert ist, für die Anwendbarkeit der Art. 221 und 222 StGB wesentlich sei, führt nicht zu einer Änderung der Praxis. Das Tatbestandserfordernis der Schädigung eines andern (\"zum Schaden eines andern\") soll in denjenigen Fällen, in welchen die Feuersbrunst keine Gemeingefahr mit sich brachte, den Bereich des Strafbaren in vernünftiger Weise einschränken. Die Versicherungsleistung kann nicht als Schaden bezeichnet werden. Schon nach dem allgemeinen Sprachgebrauch ist die für die Versicherung sich ergebende finanzielle Belastung nicht Schaden; ihre Leistung dient der Deckung eines dem Anspruchsberechtigten entstandenen Schadens (vgl. ROELLI-KELLER, Komm. zum VVG, Bd. I, S. 545; W. KÖNIG, Schweizeriches Privatversicherungsrecht, 3. Aufl. S. 99). Die Verpflichtung der Versicherung beruht auf vertraglichen Abmachungen (Versicherungspolicen). Der Versicherungsnehmer bezahlt als Gegenleistung Prämien, die aufgrund von Erfahrungszahlen der Häufigkeit des Eintritts des versicherten Ereignisses, der durchschnittlichen Schadenshöhe, der Anzahl der Versicherungsnehmer und weiterer Faktoren errechnet worden sind. Bei Eintritt eines Schadensfalles erbringt die Versicherung im Rahmen des kalkulierten Risikos ihre Leistung, für welche sie sich im synallagmatischen Vertrag verpflichtete.\n\nAuch aus praktischen Überlegungen drängt sich eine andere Auffassung nicht auf. Gegen missbräuchliche Inanspruchnahme der Versicherung bietet Art. 148 StGB ausreichenden strafrechtlichen Schutz. Da heute sozusagen bei jedem fahrlässig verursachten Schadenfeuer im häuslichen Bereich (wie Brandentstehung durch Bügeleisen, Unvorsichtigkeit von Rauchern, überhitztes Fett usw.) BGE 107 IV 182 S. 184auch brandversicherte Objekte betroffen werden, hätte die vom Kantonsgericht vertretene Auffassung zur Folge, dass bei derartigen Kleinbränden (ohne Gemeingefahr) stets von Amtes wegen Strafverfahren durchgeführt werden müssten, auch wenn ausschliesslich dem Schuldigen gehörende, aber gegen Feuerschaden versicherte Gegenstände betroffen wären, und nur eine leichte Fahrlässigkeit in Frage stände, welche gemäss Art. 14 VVG nicht einmal zu einer Kürzung des Versicherungsanspruchs führt. Die Subsumtion aller dieser Fälle unter Art. 222 StGB wäre mit der ratio legis nicht im Einklang; das Tatbestandselement der Schädigung eines andern würde seine limitierende Wirkung in weitem Masse verlieren.\n\nc) Als Schädigung eines andern hat das Bundesgericht in BGE 105 IV 40 auch die Wertverminderung eines Pfandes zum Schaden des Pfandgläubigers bezeichnet und dabei erklärt, die durch Brand herbeigeführte Wertverminderung des Pfandes sei ein Schaden ohne Rücksicht darauf, ob im Falle einer Zwangsvollstreckung das im Wert verminderte Pfand für die Deckung der Pfandforderungen samt Zinsen ausreichen würde. Bei vorsätzlicher Brandstiftung ergibt sich eine Schranke subjektiver Natur, indem mindestens der Eventualvorsatz einer Schädigung der Hypothekargläubiger nachgewiesen sein muss. Bei fahrlässiger Verursachung einer nicht gemeingefährlichen Feuersbrunst kann die verursachte Wertverminderung eines Pfandobjektes als \"Schaden eines andern\" in Betracht fallen, sofern infolge der Feuersbrunst zumindest das erkennbare Risiko entstanden ist, dass das im Wert verminderte Pfandobjekt die gesicherte Forderung nicht mehr in vollem Umfange decken könnte. Hingegen liegt eine Schädigung der Pfandgläubiger nicht vor, sofern das Pfandobjekt nur in ganz geringem Umfange betroffen wurde und eine Beeinträchtigung der Sicherungsfunktion des Pfandes durch die Feuersbrunst nach menschlichem Ermessen als ausgeschlossen erscheint. Dass Pfandgläubiger allenfalls von der Brandversicherung eine Entschädigung erhalten, ist dabei nicht in Rechnung zu stellen, d.h. das Tatbestandselement der Schädigung ist erfüllt, sobald die unmittelbaren Folgen des Feuers ihre Ansprüche gefährden. Das erwähnte Präjudiz BGE 105 IV 39 ist in diesem Sinne zu präzisieren.\n\nDas Kantonsgericht hat im vorliegenden Fall eine Schädigung der Hypothekargläubiger zu Recht als nicht gegeben erachtet. Bei einer Pfandbelastung von Fr. 114'000.--, einer amtlichen Verkehrswertschätzung von Fr. 130'500.-- und einem erheblichen BGE 107 IV 182 S. 185Mehrwert des in der Wohnzone befindlichen Landes (5300 m2) ist offensichtlich, dass ein Gebäudeschaden von rund Fr. 3'000.-- die Ansprüche der Hypothekargläubiger nicht gefährdet. Auch unter diesem Aspekt ist daher das Erfordernis der Schädigung eines andern nicht erfüllt.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil der Strafkammer des Kantonsgerichts St. Gallen vom 26. Mai 1981 aufgehoben und die Sache zur Freisprechung des Beschwerdeführers an die Vorinstanz zurückgewiesen."}