{"annee": "107", "cour": "II", "page": "489", "date": "26/11/1981", "cite": ["95 II 109", "80 II 53", "88 II 430", "39 II 73", "85 II 267", "82 I 196", "98 II 231", "107 II 151", "104 II 307", "41 II 693", "104 II 190", "104 II 184", "74 II 81"], "cite_par": ["109 II 65", "128 III 295", "115 II 24", "133 III 116", "112 II 131", "137 III 352", "120 IB 97", "118 II 502"], "chapeau": "77. Urteil der II. Zivilabteilung vom 26. November 1981 i.S. Barmer Ersatzkasse gegen Luftseilbahn Betten-Bettmeralp AG (Berufung)", "regestes": ["Droit international privé; application d'une norme étrangère de subrogation du droit des assurances sociales. Il convient de tenir compte du droit public étranger en Suisse, lorsqu'il complète le droit privé applicable dans ce dernier Etat (consid. 3). Des clauses de subrogation appartenant au droit public étranger des assurances sociales doivent être appliquées en Suisse sous réserve d'analogie, pour autant que la situation juridique du responsable n'en soit pas aggravée. La question de la responsabilité doit être tranchée conformément au droit du lieu de l'accident (consid. 4). En cas d'application de la règle du cumul, une compagnie d'assurance-maladie étrangère n'a la possiblité de se retourner contre le responsable que si ce dernier est coupable d'une faute. Si le responsable est une personne juridique, il convient d'examiner si une faute a été commise par un de ses organes (consid. 5)."], "faits": "BGE 107 II 489 S. 490\n\nA.- Am 12. Juli 1972 ereignete sich auf der ersten Sektion der Luftseilbahn Betten-Bettmeralp ein schweres Unglück, bei welchem 12 Personen den Tod fanden und der damals 18jährige Peter Hennemuth aus Deutschland schwer verletzt wurde.\n\nDessen Schadenersatzforderungen wurden durch Urteil des Kantonsgerichts Wallis vom 6. September 1979 im Betrage von rund Fr. 230'000.-- gutgeheissen. Ferner wurden Peter Hennemuth eine lebenslängliche monatliche Rente von Fr. 2'700.-- und eine lebenslängliche monatliche Entschädigung von Fr. 720.-- für Pflegekosten, beide Beträge mit einer Indexklausel versehen, sowie ein einmaliger Betrag von Fr. 4'500.-- für den Umbau von Autos zugesprochen, und es wurde ihm davon Akt gegeben, dass die Luftseilbahn Betten-Bettmeralp AG sich bereit erklärt habe, sämtliche in Zukunft anfallenden Arzt-, Arznei- und Spitalkosten, die Kosten der Dialyse und Behandlung sowie der Hilfsmittel (Rollstühle) zu bezahlen, soweit diese nicht von einer öffentlichen Krankenkasse der Bundesrepublik Deutschland übernommen werden. In der Begründung dieses Urteils wird ausgeführt, Peter Hennemuth habe von der Ortskrankenkasse Essen Leistungen in der Höhe von DM 114'753.-- und von der Barmer Ersatzkasse, bei der er seit dem 22. Februar 1974 versichert sei, bis Ende 1977 solche in der Höhe von DM 126'077.78 bezogen; diese Heilungskosten könne er nicht auch noch von der Luftseilbahn Betten-Bettmeralp AG verlangen.\n\nB.- Mit Klageschrift vom 8. Juli 1976 machte die Barmer Ersatzkasse gegen die Luftseilbahn Betten-Bettmeralp AG eine Regressforderung von Fr. 146'083.40 geltend. Nach durchgeführter Prozessinstruktion schlossen die Parteien vor dem Kantonsgericht Wallis am 26. Januar 1981 eine Prozessvereinbarung, wonach das Kantonsgericht Wallis nur darüber zu entscheiden habe, ob die Barmer Ersatzkasse berechtigt sei, die für Peter Hennemuth erbrachten Krankenkassenleistungen von der Luftseilbahn Betten-Bettmeralp AG zurückzufordern; für den Fall, dass sich die Parteien BGE 107 II 489 S. 491über die Höhe einer allfälligen Regressforderung nicht einigen könnten, sahen sie ein Schiedsgerichtsverfahren vor. Demgemäss lautete das Rechtsbegehren der Barmer Ersatzkasse lediglich noch auf Anerkennung des Regressrechtes. Die Klage wurde mit Urteil des Kantonsgerichts Wallis vom 27. Februar 1981 abgewiesen.\n\nC.- Mit ihrer Berufung ans Bundesgericht beantragt die Klägerin die Aufhebung des angefochtenen Urteils und die Gutheissung der Klage im Rahmen der Prozessvereinbarung vom 26. Januar 1981.\n\nDie Beklagte lässt Abweisung der Berufung und Bestätigung des angefochtenen Urteils beantragen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Streitwert des vorliegenden Prozesses übersteigt offensichtlich den Betrag von Fr. 15'000.--. Es bestehen auch sonst keine Bedenken gegen die Zulässigkeit der Berufung. Einigen sich die Parteien darauf, nur einzelne Teile eines Rechtsstreites den staatlichen Gerichten zu unterbreiten, andere Fragen dagegen einer schiedsgerichtlichen Erledigung vorzubehalten, so liegt mit Bezug auf die den staatlichen Gerichten unterbreiteten Streitfragen ein Endurteil vor, das mit der Berufung ans Bundesgericht weitergezogen werden kann (BGE 41 II 696).\n\n2. Die Zuständigkeit der schweizerischen Gerichte zur Beurteilung der vorliegenden Klage war schon vor dem Kantonsgericht unbestritten und bildet nicht Gegenstand des Berufungsverfahrens. Weiter sind die Parteien auch darüber einig, dass die Klägerin eine Körperschaft des deutschen öffentlichen Rechts ist und dass ihr nach deutschem öffentlichem Recht (§ 1542 der Reichsversicherungsordnung, RVO) im Sinne einer gesetzlichen Subrogation ein allgemeines Regressrecht gegen alle jene Personen zusteht, gegen welche der Versicherte nach anderen gesetzlichen Vorschriften Ersatz seines Schadens beanspruchen kann.\n\nStreitig ist zwischen den Parteien lediglich, ob die Klägerin sich im international-privatrechtlichen Verhältnis gegenüber einem schweizerischen Beklagten auf dieses Regressrecht berufen könne. Das ist in erster Linie eine Frage des schweizerischen internationalen Privatrechts, die der Überprüfung durch das Bundesgericht unterliegt. Dabei besteht auch Einigkeit darüber, dass die Frage nicht nach einem Staatsvertrag zu beurteilen ist, weil das einzige in Betracht fallende Abkommen zwischen der Schweizerischen BGE 107 II 489 S. 492Eidgenossenschaft und der Bundesrepublik Deutschland über soziale Sicherheit vom 25. Februar 1964 (AS 1966 S. 602) sich in der Bundesrepublik Deutschland nur auf Rechtsvorschriften über die Rentenversicherung, die Altershilfe für Landwirte, die gesetzliche Unfallversicherung und das Kindergeld sowie in der Schweiz auf die Alters- und Hinterlassenenversicherung, die Invalidenversicherung, die staatliche obligatorische Unfallversicherung und die Familienzulagen bezieht. Dagegen werden Leistungen von Krankenkassen durch dieses Abkommen nicht erfasst. Keine Bedeutung kommt schliesslich auch dem im vorinstanzlichen Urteil erörterten sogenannten Quotenvorrecht zu, weil sich die Frage nach einem solchen Vorrecht nur stellt, wenn ein Haftpflichtiger lediglich zu teilweisem Ersatz des Schadens verpflichtet ist (vgl. BGE 104 II 309 E. 9d mit Hinweisen).\n\n3. § 1542 RVO, auf welchen die Klägerin ihren Regressanspruch stützt, ist eine Vorschrift des deutschen öffentlichen Rechts. Nach einem allgemein anerkannten Grundsatz des Völkerrechts gilt öffentliches Recht in der Regel nur in jenem Staat, der es erlassen hat (Territorialitätsprinzip). Diesem Grundsatz folgt auch die bundesgerichtliche Rechtsprechung (BGE 95 II 114, BGE 82 I 197, BGE 80 II 61 mit Hinweisen auf Rechtsprechung und Lehre), jedoch mit der Einschränkung, dass ausländisches öffentliches Recht in der Schweiz dann zu berücksichtigen ist, wenn es das in der Schweiz anwendbare ausländische Privatrecht unterstützt, insbesondere in das Privatrecht oder in privatrechtliche Verhältnisse vorwiegend oder ausschliesslich zum Schutze privater Interessen eingreift. Dieser Ausnahmefall liegt hier vor. Bei der Vorschrift von § 1542 RVO handelt es sich um eine Regressnorm, die, wie noch darzulegen sein wird, auch in der Schweiz und in anderen Staaten sowohl im öffentlichen wie im privaten Recht vorzukommen pflegt. Das Bundesgericht hat schon im Jahre 1913 die öffentlichrechtliche Vorschrift von § 140 des deutschen Reichs-Gewerbe-Unfallversicherungsgesetzes als in der Schweiz anwendbar erklärt, weil sie nicht wesentlich von der Regressordnung von Art. 51 OR abweiche (BGE 39 II 76 ff. E. 4). Auch das Kantonsgericht Waadt (Urteil vom 16. Januar 1979) und der Appellationshof des Kantons Bern (ZBJV 100/1964 S. 270 ff.) haben die Anwendung ausländischer öffentlichrechtlicher Subrogationsklauseln des Sozialversicherungsrechtes in der Schweiz zugelassen; beide Urteile betreffen den auch im vorliegenden Fall in Frage stehenden § 1542 RVO. Das Appellationsgericht des Kantons Basel-Stadt steht in dem in der SJZ 64/1968 BGE 107 II 489 S. 493S. 135 f. wiedergegebenen Urteil grundsätzlich auf dem gleichen Standpunkt; es hat die Nichtanwendung einer ausländischen Subrogationsnorm nur deswegen als nicht willkürlich bezeichnet, weil die betreffende ausländische (französische) Rechtsordnung nicht Gegenrecht halte. Der deutsche Bundesgerichtshof (Urteil vom 26. April 1966 in VersR 1966 S. 662 ff.) und der Oberste Gerichtshof der Republik Österreich (Urteil vom 14. Mai 1975 in ZVR 21/1976 S. 79 ff.) haben im gleichen Sinne entschieden. Diese Auffassung entspricht auch der einhelligen schweizerischen Lehre (SCHÖNENBERGER/JÄGGI, Allgemeine Einleitung zu Art. 1-17 OR, N. 134-137; VISCHER, Internationales Vertragsrecht, S. 244 Anm. 1; MAURER, Schweizerisches Sozialversicherungsrecht, Bd. I S. 417; STEIN, Das internationale Sozialversicherungsrecht der Schweiz, in SZS 15/1971, S. 85 f., 98 f. und 102; KELLER, Die Subrogation als Regress im internationalen Privatrecht, in SJZ 71/1975, S. 329 Anm. 120). Sie liegt ferner dem Entwurf zu einem Bundesgesetz über das internationale Privatrecht zugrunde (Art. 13 Abs. 3 und Begleitbericht zum Gesetzesentwurf, S. 71).\n\n4. Ist somit die Anwendung einer ausländischen öffentlichrechtlichen Subrogationsnorm in der Schweiz durch das schweizerische internationale Privatrecht nicht zum vorneherein ausgeschlossen, so bleibt zu prüfen, nach welchen Grundsätzen sich die Anwendbarkeit im einzelnen Fall richtet. Dabei ist vorweg festzuhalten, dass nach allgemeiner Auffassung die Frage der Haftpflicht nach dem Recht des Unfallortes zu beurteilen ist. Will ein ausländischer Sozialversicherer aufgrund von ihm erbrachter Leistungen in die Ansprüche des Geschädigten gegenüber dem Haftpflichtigen subrogieren, so bieten sich drei Möglichkeiten an, um das auf diese Subrogation anwendbare Recht zu bestimmen:\n\na) Die Subrogation richtet sich wie die Hauptforderung ausschliesslich nach dem Recht des Unfallortes, im vorliegenden Falle also nach schweizerischem Recht (sog. Haftpflichtstatut).\n\nb) Für die Subrogation ist ausschliesslich die Rechtsordnung massgebend, die das Versicherungsverhältnis zwischen dem Geschädigten und dem die Subrogation beanspruchenden Sozialversicherungsträger beherrscht, im vorliegenden Fall also das deutsche Recht (sog. Versicherungsstatut).\n\nc) Die Subrogation wird nur dann zugelassen, wenn sie im konkreten Einzelfall sowohl vom Haftpflicht- wie vom Versicherungsstatut vorgesehen ist (sog. Kumulationsstatut).\n\nDie herrschende schweizerische Lehre befürwortet die Anwendung BGE 107 II 489 S. 494des Kumulationsstatuts (MAURER, a.a.O., S. 415 ff.; SCHÖNENBERGER/JÄGGI, a.a.O., N. 381-383; VISCHER, a.a.O., S. 243 ff.; STEIN, a.a.O., S. 99 ff.; KARRER, Der Regress des Versicherers gegen Dritthaftpflichtige, Diss. Zürich 1965, S. 107 ff.). Dabei nehmen die meisten Autoren an, die Frage, ob überhaupt eine Subrogation stattfinde, richte sich nach dem Versicherungsstatut; der Regress könne aber nur zugestanden werden, wenn auch das Haftpflichtstatut im zu beurteilenden Falle eine Subrogation zulassen würde (ähnlich auch KELLER, a.a.O., S. 328 ff., der allerdings im Falle öffentlichrechtlicher Subrogationsbestimmungen die Subrogation generell zulassen will, unter dem Vorbehalt, dass auch das Haftpflichtstatut die Abtretbarkeit der Forderung zulässt und dass diesem auch alle mit dem Gläubigerwechsel zusammenhängenden Fragen unterstellt werden). Demgegenüber steht die bundesgerichtliche Rechtsprechung vorwiegend auf dem Boden des Versicherungsstatuts, wobei immerhin festgehalten wurde, die Rechtsstellung des Haftpflichtigen dürfe dadurch nicht verschlechtert werden (BGE 98 II 237, BGE 88 II 437 E. 3, BGE 85 II 272, BGE 74 II 88 und BGE 39 II 76 E. 4). Damit hat sich aber auch das Bundesgericht im Grunde für das Kumulationsstatut ausgesprochen. Es hat sinngemäss erklärt, dass das ausländische Sozialversicherungsrecht unter dem Vorbehalt der Rechtsähnlichkeit anzuwenden sei. Diese Lösung erscheint als durchaus angemessen; es rechtfertigt sich, im abkommensfreien Raum ausländisches Subrogationsrecht nur anzuwenden, wenn dadurch die Lage des einheimischen Schuldners nicht verschlechtert wird (vgl. MAURER, a.a.O., S. 416 f.).\n\nEbenfalls auf dem Boden des Kumulationsstatuts steht der Entwurf für ein Bundesgesetz über das internationale Privatrecht (IPR-Gesetz) in Art. 142 Abs. 1. Eine Ausnahme ist allerdings vorgesehen für Einrichtungen, die öffentliche Aufgaben wahrnehmen, wozu insbesondere Sozialversicherungsträger gehören; diese subrogieren ausschliesslich nach ihrem eigenen Recht, d.h. sie unterstehen dem Versicherungsstatut (Art. 142 Abs. 3; vgl. auch den Begleitbericht zum Gesetzesentwurf, S. 154 ff.). Die in neuerer Zeit von der Schweiz abgeschlossenen Sozialversicherungsabkommen sehen meist das Kumulationsstatut vor (Abkommen über soziale Sicherheit mit Deutschland vom 25. Februar 1964, Art. 39, AS 1966 S. 615, mit Österreich vom 15. November 1967, Art. 31, AS 1969 S. 25, mit Luxemburg vom 3. Juni 1967, Art. 22, AS 1969 S. 419, mit Spanien vom 13. Oktober 1969, Art. 28, AS 1970 S. 963, mit den Niederlanden vom 27. Mai 1970, Art. 20, AS 1971 BGE 107 II 489 S. 495S. 1044, mit Griechenland vom 1. Juni 1973, Art. 28, AS 1974 S. 1693, mit Portugal vom 11. September 1975, Art. 36, AS 1977 S. 305, und mit Belgien vom 24. September 1975, Art. 38, AS 1977 S. 726). Demgegenüber folgen das Abkommen mit Frankreich vom 3. Juli 1975 (Art. 35, AS 1976 S. 2076) allgemein und jenes mit der Türkei vom 1. Mai 1969 (Art. 22, AS 1971 S. 1776) für Arbeitsunfälle und Berufskrankheiten dem Versicherungsstatut.\n\n5. Nach dem Ausgeführten ist im vorliegenden Fall das Kumulationsstatut anzuwenden, d.h. es ist zu prüfen, ob sowohl das schweizerische wie das deutsche Recht die Subrogation zulassen.\n\na) Die Klägerin kann nicht der öffentlichrechtlichen schweizerischen Unfallversicherungsanstalt gleichgestellt werden, wie die Berufungsschrift geltend macht. Sie entspricht viel eher einer schweizerischen Krankenkasse im Sinne des Bundesgesetzes über die Kranken- und Unfallversicherung (KUVG, SR 832.01). Dieses Gesetz sieht für die Krankenversicherung (im Gegensatz zur obligatorischen Unfallversicherung, Art. 100 KUVG) keine allgemeine gesetzliche Subrogation der Träger der öffentlichrechtlichen Krankenversicherung in Haftpflichtansprüche ihres Versicherten, dem sie Leistungen erbracht haben, vor. Vielmehr gilt für die Krankenversicherung die normale Regressordnung von Art. 51 OR (OFTINGER, Schweiz. Haftpflichtrecht, 4. Aufl., Bd. I S. 402 ff.; MAURER, a.a.O., S. 384; BGE 104 II 189). Dabei beruht die Leistungspflicht der Krankenkasse auf Vertrag. Die Krankenkasse gehört also zur zweiten der in Art. 51 Abs. 2 OR aufgeführten Kategorien; ein Regressanspruch steht ihr zu gegenüber einem Haftpflichtigen, den ein Verschulden trifft, nicht aber gegenüber einem solchen, der lediglich kausal, ohne eigenes Verschulden, haftet. Diese Regelung steht auch in Einklang mit Art. 72 Abs. 1 VVG, wonach der Versicherer lediglich gegenüber einem aus Verschulden Haftpflichtigen Regress nehmen kann (Oftinger, a.a.O., S. 383 ff. mit Hinweisen auf Literatur und Rechtsprechung). Die Klägerin geht in der Berufungsschrift zu Unrecht von der Annahme aus, eine schweizerische private Kranken- oder Unfallversicherung hätte gemäss Art. 72 VVG das gleiche unbeschränkte Regressrecht, wie es der SUVA aufgrund von Art. 100 KUVG zukommt. Vielmehr ist der Vorinstanz zuzustimmen, dass bei Anwendung des Kumulationsstatuts der Klägerin dann kein Regressanspruch zusteht, wenn die Beklagte lediglich kausal haftet und ihr keinerlei Verschulden zur Last fällt.\n\nBGE 107 II 489 S. 496\n\nDer Vollständigkeit halber sei beigefügt, dass der vom Bundesrat bereits verabschiedete Entwurf zu einer Revision des Krankenversicherungsgesetzes in Art. 32 (BBl 1981 II 1253, Erläuterungen dazu S. 1987) den Trägern der sozialen Krankenversicherung das gleiche umfassende Regressrecht zugestehen will, wie es die obligatorische Unfallversicherung gemäss Art. 100 KUVG von Anfang an besessen hat. Es entspricht der Tendenz in der neueren Gesetzgebung, den Trägern der Sozialversicherung ganz allgemein die umfassende Subrogation in Ansprüche des Geschädigten einzuräumen; für die AHV und die Invalidenversicherung wurde dieses Subrogationsrecht mit der am 1. Januar 1979 in Kraft getretenen 9. AHV-Revision geschaffen (MAURER, a.a.O., S. 397).\n\nb) Zwar ist die Schadenersatzforderung des Peter Hennemuth gestützt auf die Kausalhaftpflicht der Beklagten nach dem Eisenbahnhaftpflichtgesetz geschützt worden. Damit ist indessen nicht gesagt, dass die Frage nach dem Verschulden der Beklagten am Unfall keine Rolle spiele. Vielmehr ist im Falle einer Kausalhaftpflicht im Zusammenhang mit der Frage des Regresses nach Art. 72 Abs. 1 VVG und Art. 51 Abs. 2 OR jeweils zu prüfen, ob dem Kausalhaftpflichtigen zusätzlich ein Verschulden zur Last fällt (OFTINGER, a.a.O., S. 349 Anm. 79 und S. 384/85; OSWALD, Das Regressrecht in der Privat- und Sozialversicherung, SZS 16/1972, S. 30). Trifft dies zu, steht dem Versicherer, der Entschädigungsleistungen erbracht hat, der Rückgriff auf den Haftpflichtigen zu. Handelt es sich um die Haftpflicht einer juristischen Person, so ist ein Verschulden dann zu bejahen, wenn ein solches einem ihrer Organe zur Last fällt (OFTINGER, a.a.O., S. 141 und 349). Organ einer juristischen Person ist, wer deren Geschäftsführung besorgt oder für sie in leitender Stellung tätig ist (BGE 104 II 197 mit Hinweisen).\n\nOb die Beklagte im Sinne dieser Betrachtungsweise ein Verschulden am Unfall vom 12. Juli 1972 trifft, lässt sich aufgrund der Angaben im angefochtenen Urteil nicht beurteilen. Die Vorinstanz hielt hiezu nur fest, aus den Strafakten ergebe sich nun wohl, dass Moritz Imhof als Betriebsleiter ein Organ der Beklagten sei, nicht aber der Mitverurteilte Blatter, der nur ein Arbeiter gewesen sei, weshalb dessen Verschulden der Beklagten im Zusammenhang mit dem Regressrecht nicht angerechnet werden könne. Damit wird aber über ein allfälliges Verschulden von Imhof, der offenbar als Organ der Beklagten zu gelten hat, nichts ausgesagt. Er wird lediglich als Mitverurteilter von Blatter bezeichnet. Daraus ergibt BGE 107 II 489 S. 497sich, dass er strafrechtlich verurteilt worden ist. Im Strafurteil des Kantonsgerichts Wallis vom 3./4. März 1977 wurde dem Betriebsleiter Imhof in der Tat ein schweres Verschulden zur Last gelegt, das zu dessen Verurteilung zu zehn Monaten Gefängnis wegen fahrlässiger Tötung, fahrlässiger schwerer Körperverletzung und fortgesetzter Störung des öffentlichen Verkehrs führte. Nach Art. 53 Abs. 2 OR ist ein strafrechtliches Erkenntnis mit Bezug auf die Beurteilung der Schuld und die Bestimmung des Schadens für den Zivilrichter jedoch nicht verbindlich. Der Zivilrichter ist verpflichtet, mindestens über die Schuldfrage und die Schadensbestimmung selbständig und frei zu entscheiden. Er muss im Urteil zum Ausdruck bringen, von welchen Feststellungen tatsächlicher Natur er bei der Beurteilung der Schuldfrage ausgeht (BGE 107 II 159 /160). Das Kantonsgericht hat dies im angefochtenen Urteil nicht getan. Dem Bundesgericht ist die Beurteilung der Frage, ob der Betriebsleiter Imhof als Organ der Beklagten zu betrachten sei und ob ihn am Unfall vom 12. Juli 1972 ein Verschulden treffe, mangels tatsächlicher Feststellungen im angefochtenen Urteil verwehrt. Die Vorinstanz hat sich über diese prozessentscheidenden Fragen auszusprechen. Das angefochtene Urteil muss daher aufgehoben und die Sache an die Vorinstanz zurückgewiesen werden, damit sie die nötigen Feststellungen über die Stellung des Betriebsleiters Imhof und über sein allfälliges Verschulden treffe und die sich dabei stellenden Rechtsfragen neu beurteile.\n\nc) Sollte sich nach Vornahme der notwendigen Abklärungen herausstellen, dass der Beklagten am Unfall ein Verschulden anzulasten sei, so würde der Klägerin, auch wenn sie ein Versicherungsträger der schweizerischen sozialen Krankenversicherung wäre, im Umfang ihrer Leistungen ein Regressrecht auf die Beklagte nach Art. 72 Abs. 1 VVG und Art. 51 Abs. 2 OR zustehen. Nach deutschem Recht (§ 1542 RVO) stünde ihr dieser Anspruch in jedem Fall zu. Die Voraussetzungen des Kumulationsstatuts wären demnach gegeben. Dem könnte nicht etwa entgegengehalten werden, die Stellung des Schuldners dürfe durch die Subrogation nicht verschlechtert werden. Es ist nämlich nicht die Stellung des Schuldners, wie sie ohne Subrogation bestehen würde, mit jener zu vergleichen, die sich bei Bejahung des Regressrechtes ergibt. Vielmehr ist zu prüfen, ob ein schweizerischer Haftpflichtiger, dessen Haftpflicht dem schweizerischen Recht unterliegt, schlechter gestellt ist, wenn er sich einem ausländischen Regressanspruch gegenübersieht, als wenn ein schweizerischer BGE 107 II 489 S. 498Sozialversicherungsträger einen solchen Regressanspruch erheben würde. So betrachtet, könnte von einer Schlechterstellung der Beklagten nicht gesprochen werden; sie müsste sich auch dem Regressanspruch einer schweizerischen Krankenkasse unterziehen.\n\n6. Schliesslich hat die Beklagte in der Berufungsantwort noch den Einwand erhoben, die Klägerin könne auch deswegen keinen Regressanspruch geltend machen, weil Peter Hennemuth zum Zeitpunkt des Unfalles noch gar nicht bei ihr versichert gewesen, sondern der Kasse erst am 22. Februar 1974 beigetreten sei. Es ist nicht ganz klar, ob die Beklagte diesen Einwand bereits im Verfahren vor Kantonsgericht erhoben hat. Jedenfalls ist im vorinstanzlichen Urteil davon mit keinem Wort die Rede, und auch in den Akten findet sich darüber nichts. Es ist daher fraglich, ob dieser Einwand überhaupt noch zulässig sei. Das kann aber offen bleiben, weil er auf jeden Fall unbegründet ist. Voraussetzung für eine Subrogation ist nach schweizerischem wie nach deutschem Recht ausschliesslich, dass der Versicherer aufgrund eines Ereignisses Leistungen erbracht hat, die der Versicherte wegen des gleichen Ereignisses auch gegenüber dem Haftpflichtigen hätte geltend machen können. Ob der Anspruch des Versicherten auf Versicherungsleistungen schon mit dem Unfall oder erst später entstanden ist, ist demgegenüber bedeutungslos.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das Urteil des Kantonsgerichts Wallis vom 27. Februar 1981 aufgehoben und die Sache zur Neubeurteilung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}