{"annee": "107", "cour": "II", "page": "169", "date": "6/4/1981", "cite": ["94 I 659"], "cite_par": ["118 II 157", "111 II 242", "113 II 5", "115 II 361"], "chapeau": "22. Arrêt de la Ire Cour civile du 6 avril 1981 dans la cause Schneider contre Emil Frey S.A. (recours en réforme)", "regestes": ["Art. 2 CC; art. 336e al. 1 lettre b CO. Congé donné à un travailleur malade; abus de droit? L'art. 2 CC limite aussi l'exercice du droit de résilier un contrat de travail. Ne commet en principe pas d'abus de droit l'employeur qui donne congé à un travailleur malade, après la fin de la période prévue par l'art. 336e al. 1 lettre b CO et en respectant le délai de résiliation."], "faits": "BGE 107 II 169 S. 169\n\nA.- Norbert Schneider est entré le 1er janvier 1969 au service d'Emile Frey S.A., qui exploite un grand garage à Genève, en qualité de spécialiste de pièces détachées Mercedes-Benz.\n\nLe 18 septembre 1979, il a cessé son travail pour cause de maladie. Par lettre du 18 avril 1980, Emile Frey S.A. a déclaré mettre fin au contrat avec effet au 31 juillet 1980. Peu avant, lors d'une entrevue avec un représentant de l'employeur, Schneider avait indiqué que sa santé s'était améliorée, mais il ne pouvait pas indiquer quand il reprendrait le travail.\n\nB.- Le 24 septembre 1980, Schneider a demandé l'assignation d'Emile Frey S.A. devant le Tribunal des prud'hommes de Genève, en concluant principalement à la réintégration dans son emploi, subsidiairement au paiement de 37'200 fr. de dommages-intérêts (12 mois de salaire); il prétendait que la résiliation, motivée par la maladie du travailleur, violait l'art. 2 CC.\n\nLe Tribunal des prud'hommes a nié qu'une résiliation formellement régulière pût violer l'art. 2 CC et rejeté la demande.\n\nLa Chambre d'appel des prud'hommes a confirmé ce jugement BGE 107 II 169 S. 170par arrêt du 21 janvier 1981. Elle admet que l'exercice du droit de résilier un contrat de travail est aussi soumis à la restriction de l'art. 2 CC, mais considère qu'il n'y a pas d'abus de droit en l'espèce, compte tenu en particulier des intérêts légitimes de l'employeur et du temps laissé au travailleur avant l'expiration du contrat.\n\nC.- Le demandeur recourt en réforme au Tribunal fédéral en reprenant ses conclusions précédentes.\n\nLe Tribunal fédéral rejette le recours et confirme l'arrêt attaqué.", "considerants": "Considérant en droit:\n\n1. Lorsque le contrat de travail a été conclu pour une durée indéterminée, chaque partie a le droit de mettre fin de façon unilatérale au contrat par une déclaration de résiliation (congé, art. 336 al. 1 CO). Sauf disposition contraire du contrat individuel, d'un contrat collectif de travail ou d'un contrat-type de travail (art. 336 al. 2, 336b al. 2 CO), la résiliation d'un contrat qui a duré plus de dix ans, comme en l'espèce, doit être donnée au moins trois mois à l'avance pour la fin d'un mois (art. 336b al. 1 CO).\n\nLa loi limite en outre le droit de résiliation de l'employeur, en ce sens que celui-ci ne peut résilier valablement pendant certaines périodes considérées comme temps inopportun (art. 336e CO); l'une de ces périodes est formée des quatre premières semaines d'une incapacité de travail résultant d'une maladie ou d'un accident dont le travailleur est victime sans sa faute, cette période étant portée à huit semaines dès la deuxième année de service (art. 336e al. 1 lettre b).\n\nAu cas particulier, il n'est pas établi ni même allégué que le travailleur serait tombé malade par sa faute; l'employeur ne pouvait donc résilier qu'après les huit premières semaines d'incapacité de travail à compter du 8 septembre 1979, en respectant le délai de résiliation de trois mois pour la fin du mois; le congé aurait ainsi pu être donné valablement, au plus tôt, pour fin février 1980. Déclarée plus de trois mois avant le 31 juillet 1980, la résiliation de l'employeur est formellement régulière.\n\n2. a) L'art. 2 CC, qui fait partie des dispositions générales du Code civil, limite l'exercice de tous les droits civils, y compris le droit de résilier un contrat de travail (arrêt non publié Pitard c. Zuccati, du 9 mars 1979, consid. 3; MERZ, n. 316-318 ad art. 2 CC; OSER/SCHÖNENBERGER, n. 14 ad art. 347 CO; HUG, Das Kündigungsrecht, I p. 151-153; GOLDSCHMIDT, BGE 107 II 169 S. 171RSJ 36/1939 p. 170; GRISEL, RDS 67/1948 p. 519 a; NAEGELI, RDS 67/1948 p. 422 a ss; ORLANDO, RSJ 73/1977 p. 197 ss.; SCHWEINGRUBER, Commentaire du contrat de travail, trad. française d'A. Laissue, p. 185 s.; REHBINDER, Schweiz. Arbeitsrecht, 6e éd., p. 103; VISCHER, Schweiz. Privatrecht, VII/1 p. 414; cf. aussi RSJ 70/1974 p. 111).\n\nL'abus de droit se caractérise par l'utilisation contraire à son but d'une institution juridique en vue de satisfaire des intérêts que cette institution n'a pas pour objet de protéger (ATF 94 I 667 et les références citées).\n\nLié par la loi (art. 113 al. 3 Cst.), le juge ne saurait admettre l'existence d'un abus de droit, sous réserve de situations particulières, pour apporter à un problème impliquant la pesée des intérêts en présence une solution autre que celle prévue par le législateur.\n\nb) S'agissant de la résiliation du contrat de travail par l'employeur en cas d'incapacité de travail du travailleur, l'intérêt que peut avoir l'employeur à exercer son droit de résiliation pour être délié de ses engagements - notamment en raison de l'incapacité dans laquelle le travailleur se trouve de rendre les services attendus - s'oppose à l'intérêt du travailleur à conserver son emploi malgré cette incapacité. Or ce problème particulier est expressément réglé par la loi, soit par l'art. 336e al. 1 lettre b, al. 2 et 3 CO. Il ressort de cette réglementation qu'en principe l'employeur résilie valablement le contrat de travail, malgré l'incapacité de travail du travailleur, s'il respecte le délai de résiliation prolongé par l'art. 336e CO; il ne commet pas d'abus de droit, quels que soient les inconvénients de la résiliation pour le travailleur.\n\nLes considérations générales du recours visant à l'interdiction de toute résiliation du contrat de travail par l'employeur à l'égard du travailleur malade sont donc contraires à la loi. Quant aux références à l'art. 337 CO (résiliation immédiate du contrat pour justes motifs), à l'art. 324a CO (salaire dû pendant l'incapacité de travail) et à l'art. 328a CO (soins dus au travailleur malade vivant en communauté domestique avec son employeur), elles sont dénuées de toute pertinence.\n\nc) Le demandeur soutient en outre que, dans les circonstances du cas particulier, l'employeur n'aurait aucun intérêt digne de protection à son renvoi, alors que lui-même aurait un intérêt éminent à être maintenu dans BGE 107 II 169 S. 172son emploi; en effet, l'employeur aurait une centaine d'employés, ce qui lui permettrait plus facilement de redonner une occupation au demandeur lorsque celui-ci ne sera plus malade; un moyen provisoire de pallier la carence du demandeur aurait pu être trouvé, \"tel que l'engagement d'un employé temporaire venant de Suisse allemande, comme cela avait déjà été pratiqué dans l'entreprise\". Par ailleurs, le maintien du demandeur dans le personnel de la défenderesse n'entraînerait pour elle aucune charge financière, la perte de gain étant couverte pendant deux ans par la caisse-maladie; s'il avait été ensuite déclaré à l'assurance-invalidité, il aurait touché des indemnités suffisantes qui auraient permis alors à l'employeur de le rayer du rôle de son personnel.\n\nCes allégations ne font l'objet d'aucune constatation de l'arrêt attaqué, et le demandeur ne prétend pas les avoir présentées en instance cantonale. Elles doivent dès lors être considérées comme nouvelles, et partant irrecevables (art. 55 al. 1 lettre c, 63 al. 2 OJ). Les circonstances invoquées ne permettent d'ailleurs pas d'admettre que la défenderesse ait commis un abus de droit, en utilisant l'institution de la résiliation dans un but non protégé par la loi. La faculté reconnue à l'employeur de se séparer d'un travailleur qui ne peut pas (ou plus) rendre les services promis entre en effet, on l'a vu, dans le cadre des intérêts de l'employeur protégés par la loi. Cet intérêt ne saurait être nié du seul fait que l'employeur occupe de nombreux travailleurs. Par ailleurs, il subsiste même en l'absence de toute obligation de payer un salaire ou une autre prestation financière, compte tenu notamment du besoin que peut avoir l'employeur de s'attacher les services d'un autre travailleur en lieu et place de celui dont il ne peut plus attendre les services promis."}