{"annee": "107", "cour": "IB", "page": "198", "date": "28/8/1981", "cite": ["106 IB 218", "99 V 200", "87 I 411", "100 IB 274", "89 I 542", "97 I 629", "104 IB 205"], "cite_par": ["131 V 425", "135 IV 217", "143 IV 228", "134 V 353", "110 V 252", "110 IB 306", "132 V 159"], "chapeau": "36. Auszug aus dem Urteil der II. Öffentlichrechtlichen Abteilung vom 28. August 1981 i.S. X. & Co. gegen Eidg. Zollrekurskommission (Verwaltungsgerichtsbeschwerde)", "regestes": ["Assujettissement aux droits de douane; prescription de la créance douanière. - Notion de la personne assujettie aux droits de douane (consid. 6a et b). - La personne assujettie répond aussi du paiement des suppléments (consid. 6c). - Quand la créance douanière est-elle soumise au délai de prescription de l'action pénale? (consid. 7a) - Les dispositions de la loi fédérale sur le droit pénal administratif (DPA) - entrée en vigueur le 1er janvier 1975 - relatives à la suspension et à l'interruption de la prescription d'une prétention sont applicables, dans la mesure où la prétention n'était pas prescrite au moment de l'entrée en vigueur du nouveau droit. Conditions de l'application de l'art. 11 al. 2 et 3 DPA à la prescription d'une prétention (consid. 7b)."], "faits": "BGE 107 Ib 198 S. 199\n\nIm Mai 1973 lieferte die deutsche M. GmbH der X. & Co. zwei Kesselwagen einer als \"normaler Butylalkohol\" deklarierten Flüssigkeit. Später folgten weitere fünf Bahnzisternen, deren Inhalt als \"Isobutylalkohol, nicht zu motorischen Zwecken\" angemeldet wurde. Mit der Erledigung der Zollformalitäten beauftragte die M. GmbH die Frachtführerin Y. AG, welche die Sendungen aufgrund der Angaben der M. GmbH beim Zollamt Basel anmeldete. Die ersten zwei Kesselwagen wurden als Butanol (Tarifnummer 2904.20), die übrigen fünf Zisternen als Isobutylalkohol, bzw. Isobutanol (Tarifnummer 2904.30) deklariert.\n\nDie Zollkreisdirektion Chur hielt dafür, dass alle Sendungen an die X. & Co. Isobutanol enthielten. Das Isobutanol in den fünf letzten Kesselwagen sei entgegen der Deklaration zu motorischen Zwecken verwendet worden. Die Zollkreisdirektion erhob daher am 10. Oktober 1973 eine Zollnachforderung von der Frachtführerin Y. A.G. Die M. GmbH und X. & Co. wurden solidarisch zur Zahlung verpflichtet. Die drei Betroffenen erhoben Beschwerde bei der Oberzolldirektion. Diese bestätigte den Entscheid der Zollkreisdirektion am 29. April 1975. M. GmbH, X. & Co. und Y. A.G. wandten sich hierauf erfolglos an die Eidg. Zollrekurskommission. Gegen deren Entscheid richtet sich die Verwaltungsgerichtsbeschwerde der X. & Co. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n(Ausführungen darüber, dass alle Lieferungen an die Beschwerdeführerin Isobutanol enthielten.)\n\n6. Die Beschwerdeführerin bestreitet ihre Zollzahlungspflicht.\n\na) Nach Art. 9 Abs. 1 und 13 Abs. 1 ZG obliegt die Zollzahlungspflicht demjenigen, der eine Ware über die Grenze bringt, dessen Auftraggeber, den weiteren in Art. 9 Abs. 1 ZG Genannten sowie den Personen, für deren Rechnung die Ware ein- oder ausgeführt worden ist. Der Gesetzgeber zog den Kreis der Zollzahlungspflichtigen somit weit. Dadurch soll die Einbringlichkeit der Abgabenforderung erleichtert werden (vgl. BGE 89 I 545), deren BGE 107 Ib 198 S. 200Erfolg insbesondere dann gefährdet ist, wenn die Forderung der Zollbehörde infolge fehlender internationaler Rechtshilfe in Fiskalsachen im Ausland nicht zwangsvollstreckt werden kann. Greift die Zollbehörde vorab auf den inländischen Zollzahlungspflichtigen, kann dieser seine auf Zivilrecht gründende Rückgriffsforderung im Ausland verfolgen.\n\nb) Die Vorinstanz nimmt an, die Beschwerdeführerin hafte sowohl in ihrer Eigenschaft als Auftraggeberin des Warenführers als auch als Person, für deren Rechnung die Ware eingeführt wurde.\n\nDie Beschwerdeführerin und die M. GmbH schlossen einen Distanzkauf ab. Zur Versendung der Ware bedienen sich die Parteien im Distanzgeschäft regelmässig eines Dritten, des Warenführers. Auftraggeberin im Sinne von Art. 9 Abs. 1 ZG ist zunächst die Vertragspartei, welche mit dem Warenführer den Frachtvertrag (Art. 440 ff. OR) abschliesst oder den Spediteur mit der Warenversendung betraut (Art. 439 OR). Ausserdem gilt als Auftraggeber jede Person, welche den Warentransport tatsächlich veranlasst (BGE 89 I 546; unveröffentlichtes Urteil des Bundesgerichts vom 22. Dezember 1972 i.S. Sch.). Ob der erste inländische Erwerber die Warenbewegung auch dann tatsächlich veranlasst, wenn seine Tätigkeit sich auf den blossen Vertragsabschluss mit dem ausländischen Veräusserer beschränkt, kann dahingestellt bleiben, denn nach zutreffender Auslegung von Art. 13 Abs. 1 ZG erfolgt die Wareneinfuhr auf seine Rechnung. Umgekehrt haftet der ausländische Veräusserer im selben Masse, weil die Ware auf seine Rechnung ausgeführt, bzw. in die Schweiz eingeführt wird. Beide Personen sind daher neben dem Warenführer zollzahlungspflichtig. Dieser Schluss ist sowohl vom Sinn des Gesetzes als auch von der Interessenlage der Beteiligten her geboten: im Interesse der Vollstreckung der Zollabgabe ist der Kreis der Zahlungspflichtigen in dem Sinne weit zu ziehen, als die an der Erfüllung des der Warenbewegung zugrunde liegenden Rechtsgeschäfts wirtschaftlich interessierten Personen für die Zollabgaben haften. Es lässt sich folglich nicht vertreten, Art. 13 Abs. 1 ZG eng auszulegen. Die fragliche Bestimmung bezieht sich insbesondere nicht nur auf die Person, welche sich im Innenverhältnis zur Bezahlung der Zollabgaben verpflichtet. Eine solche Beschränkung würde dem Zweck des Gesetzes stracks zuwiderlaufen. Schliesslich ist nicht einzusehen, warum den Warenführer eine uneingeschränkte Zollzahlungspflicht treffen sollte, obwohl dessen wirtschaftliches Interesse an der Erfüllung des Geschäfts dasjenige des Veräusserers und BGE 107 Ib 198 S. 201Erwerbers zum mindesten nicht übertrifft. Zusammenfassend ergibt sich, dass im internationalen Distanzgeschäft der ausländische Veräusserer und der erste inländische Erwerber entweder als Auftraggeber des Warenführers (einzeln oder zusammen) oder - falls dies nicht zutrifft - als Personen gelten, für deren Rechnung die Ware aus-, bzw. eingeführt wird (abweichend NOSER, Für wessen Rechnung sind die Waren eingeführt worden?, Zollrundschau 17/1972, S. 148-151).\n\nDie Beschwerdeführerin kaufte von der M. GmbH sieben Wagenladungen Isobutanol. In ihrer Eigenschaft als erster inländischer Importeur erfolgten die Lieferungen auf ihre Rechnung. Sie ist daher zollzahlungspflichtig.\n\nc) Der Zollzahlungspflichtige haftet auch für die nachträgliche Erhebung der geschuldeten Abgabe, denn es ist nicht einzusehen, warum für die nachträgliche Zollzahlungspflicht andere Haftungsgrundsätze als gemäss Art. 9 Abs. 1 und 13 Abs. 1 ZG gelten sollten. Art. 101 Abs. 1 ZG (a.F.) setzt diese Haftungsordnung voraus. Danach entbindet die Verurteilung wegen eines Zollvergehens und die Vollstreckung der Strafe nicht von der Bezahlung des geschuldeten Zolls. Zum gleichen Ergebnis führen die Bestimmungen über die Nachzahlungspflicht zufolge Irrtums der Zollverwaltung (Art. 126 Abs. 1 ZG): Die zollzahlungspflichtigen Personen haften gemäss Art. 9 Abs. 1 und 13 Abs. 1 ZG selbst dann, wenn die Zollbehörde die Abgabe ohne Zutun Dritter unrichtig festsetzt. Dies muss im Falle einer objektiven Widerhandlung gegen die Zollzahlungspflicht umso mehr gelten. Dabei hängt die Zollzahlungspflicht nicht davon ab, ob der Betreffende schuldhaft zu wenig Zoll bezahlte oder gegen ihn ein Strafverfahren eingeleitet wurde. Auf seine Kenntnis der Verhältnisse kommt es nicht an (unveröffentlichtes Urteil des Bundesgerichts vom 22. Dezember 1972 i.S. Sch.; vgl. bezüglich des seit 1. Januar 1975 gültigen Art. 12 VStrR; BGE 106 Ib 221 E. 2c), weshalb er auch mit der Behauptung ausgeschlossen ist, es sei andere als die von ihm gewünschte Ware über die Grenze geschafft worden.\n\nIm vorliegenden Fall wurde zu wenig Zoll erhoben, weil die Einfuhrdeklaration unrichtige Angaben enthielt. Der Tatbestand von Art. 74 Ziff. 8 ZG ist in objektiver Hinsicht demnach erfüllt. Die zollzahlungspflichtige Beschwerdeführerin haftet auch für die nachzuleistenden Abgaben.\n\nd) Die Beschwerdeführerin wirft den Zollbehörden vor, keine Verwendungsverpflichtung (Revers; Art. 18 Abs. 4 ZG) verlangt zu haben. Sie hätte die Sendung zurückgewiesen, wenn sie erkannt BGE 107 Ib 198 S. 202hätte, dass die gelieferte Ware nicht zu motorischen Zwecken verwendet werden durfte.\n\nDer Einwand ist zu verwerfen. Die Beschwerdeführerin übersieht, dass für die Einfuhr von Isobutylalkohol zu motorischen Zwecken keine Verwendungsverpflichtung, sondern nur ein Verwendungsnachweis verlangt wird. Es kann der Zollbehörde daher nicht vorgeworfen werden, sie habe im vorliegenden Fall nicht geprüft, ob angesichts der Tatsache, dass ein Treibstoffhändler Isobutylalkohol zu nicht motorischen Zwecken einführte, besondere Vorsicht und deshalb ausnahmsweise eine Verwendungsverpflichtung geboten gewesen sei. Im übrigen kommt es - wie bereits erwähnt - auf die Kenntnis der Beschwerdeführerin nicht an. Auch wenn sie von der falschen Deklaration nichts wusste, ändert dies nichts an ihrer Haftung.\n\n7. Die Beschwerdeführerin erhebt schliesslich die Einrede der Verjährung.\n\na) Art. 64 ZG (a.F.) und Art. 83 ZG (a.F.) hatten folgenden Wortlaut:\n\nArt. 64.\n\nDie Zölle und andern Abgaben verjähren ein Jahr nach der Bestätigung Annahme der Zolldeklaration. Bei Zwischenabfertigungen beginnt die Verjährung mit dem Ablauf der Gültigkeitsdauer des Zwischenabfertigungsausweises.\n\nLiegt ein Zollvergehen vor, so richten sich Beginn und Dauer der Verjährung der Zölle und andern Abgaben nach Art. 83, Abs. 1 und 2. Die Verjährung wird durch jede zur Geltendmachung des Anspruchs gegen einen Zahlungspflichtigen gerichtete Handlung unterbrochen. Sie ruht während des Laufes eingeräumter Zahlungsfristen.\n\nArt. 83.\n\nDie Zollvergehen verjähren in zwei Jahren.\n\nDie Verjährung beginnt mit dem Tage, an dem der Täter die strafbare Handlung begeht, und wenn er sie zu verschiedenen Zeiten ausführt, mit dem Tage der letzten Handlung.\n\nUnterbrochen wird die Verjährung durch jede gegen den Täter gerichtete Verfolgungshandlung. Gemäss Art. 73 ZG (a.F.) gelten Zollübertretungen als Zollvergehen. Eine Zollübertretung begeht, wer den Zoll dadurch verkürzt, dass er unrichtige Angaben macht (Art. 74 Ziff. 8 ZG). Die mit der Zolldeklaration betrauten Angestellten der Y. AG erfüllten diesen Tatbestand in objektiver Hinsicht. Dass ein Strafverfahren nicht eingeleitet wurde, hat auf die Forderungsverjährung nach der Rechtsprechung des Bundesgerichts keinen Einfluss. Die Zollforderung BGE 107 Ib 198 S. 203untersteht vielmehr bereits dann der strafrechtlichen Verjährungsfrist, wenn die objektiven Tatbestandsmerkmale eines Zollvergehens erfüllt sind (unveröffentlichtes Urteil des Bundesgerichts vom 15. November 1977 i.S. O.). Sie verjährt im vorliegenden Fall daher nach zwei Jahren (Art. 83 ZG (a.F.)). Zu prüfen bleibt, ob die Verjährung inzwischen eingetreten ist.\n\nb) Gemäss Art. 64 Abs. 3 ZG (a.F.) wird die Verjährung durch jede zur Geltendmachung des Anspruchs gegen einen Zahlungspflichtigen gerichtete Handlung unterbrochen. Dies geschah durch den Erlass der Verfügung der Zollkreisdirektion Chur vom 10. Oktober 1973. Danach begann die Verjährungsfrist wieder von Anfang an zu laufen. Am 1. Januar 1975 trat sodann das VStrR in Kraft (AS 1974 1938). Zu diesem Zeitpunkt war die Zollforderung nach altem Recht nicht verjährt. Da das VStrR Vorschriften über die Verjährung von Abgabeforderungen enthält, ist zu prüfen, ob diese Bestimmungen auch auf Tatbestände anzuwenden sind, welche unter altem Recht verwirklicht wurden, und welche Folgen aus der Anwendung des neuen Rechts gegebenenfalls zu ziehen sind.\n\naa) Die übergangsrechtlichen Bestimmungen (Art. 106 VStrR) beschlagen einzig das Verhältnis zwischen altem und neuem Recht hinsichtlich des Strafverfahrens. Sie geben keinen Aufschluss über die Verjährung einer unter altem Recht entstandenen Forderung. Diese Frage ist daher nach allgemeinen Grundsätzen zu entscheiden. Der Richter hat zu prüfen, welche übergangsrechtliche Ordnung geboten ist, wobei er die nach Treu und Glauben berechtigte Erwartung der Normadressaten zu berücksichtigen hat (BGE 99 V 203). Von Bedeutung sind namentlich die Regeln über die Rückwirkung von Erlassen.\n\nNach der Rechtsprechung des Bundesgerichts ist eine gesetzliche Ordnung dann rückwirkend, wenn bei Anwendung derselben an ein Ereignis angeknüpft wird, das in der Vergangenheit liegt und vor deren Erlass abgeschlossen worden ist. Keine Rückwirkung ist aber gegeben, wenn der Gesetzgeber lediglich auf Verhältnisse abstellt, die zwar noch unter der Herrschaft des alten Rechts entstanden sind, beim Inkrafttreten des neuen Rechts aber noch andauern (BGE 104 Ib 219 mit Hinweis). Letzteres trifft im vorliegenden Fall zu, denn die Forderung der Zollverwaltung war am 1. Januar 1975 nicht verjährt. Der Anwendung des neuen Rechts steht unter dem Gesichtspunkt des Rückwirkungsverbots daher nichts im Wege. Das Bundesgericht erkannte denn auch in BGE 107 Ib 198 S. 204seiner Praxis, dass neurechtliche Verjährungsbestimmungen auch auf Forderungen anwendbar sind, die vor dem Inkrafttreten des neuen Rechts entstanden und fällig geworden, aber vor diesem Zeitpunkt noch nicht verjährt sind (BGE 87 I 413, BGE 97 I 629). In BGE 87 I 413 handelte es sich zwar um den Fall einer neu eingeführten Verjährungsfrist, doch besteht kein Anlass, diese Grundsätze nicht auf neue Bestimmungen über das Ruhen und die Unterbrechung der Verjährung anzuwenden. Es bleibt demnach im folgenden zu prüfen, welche Folgen sich aus der Anwendung des VStrR ergeben.\n\nbb) Gemäss Art. 12 Abs. 4 i.V. mit Abs. 1 lit. a VStrR verjähren die Leistungs- und Rückleistungspflicht von Abgaben, welche infolge einer Widerhandlung gegen die Verwaltungsgesetzgebung des Bundes zu Unrecht nicht erhoben wurden, solange nicht, als die Strafverfolgung und Strafvollstreckung nicht verjährt sind. Aus Art. 12 Abs. 4 VStrR könnte geschlossen werden, die Anwendung dieser Bestimmung setze eine Bestrafung des Täters voraus. Das Bundesgericht stellte jedoch in BGE 106 Ib 222 klar, Art. 12 Abs. 4 VStrR sei so auszulegen, dass für Forderungen im Sinne von Art. 12 Abs. 1 und 2 VStrR die Verjährungsfrist gilt, welche für die Strafverfolgung gelten würde, sofern die betreffende Widerhandlung gegen die Verwaltungsgesetzgebung des Bundes auch in subjektiver Hinsicht verwirklicht wäre. Art. 12 Abs. 4 VStrR greift somit bereits dann ein, wenn der objektive Tatbestand einer Widerhandlung erfüllt ist. Dies ist vorliegend der Fall, da Art. 74 Ziff. 8 ZG zur Anwendung käme, wenn die subjektiven Voraussetzungen des Tatbestandes gegeben wären.\n\ncc) Welche Verjährungsfrist das neue Recht im vorliegenden Fall vorsieht, braucht nicht geprüft zu werden, da die Forderung aus anderen Gründen nicht verjährt ist.\n\nDer Verweis in Art. 12 Abs. 4 VStrR ist umfassender Natur und bezieht sich namentlich auch auf die in Art. 11 Abs. 3 VStrR aufgestellten Vorschriften über das Ruhen der Verjährung. Danach ruht die Verjährung bei Übertretungen und Vergehen während der Dauer eines Einsprache-, Beschwerde-, oder gerichtlichen Verfahrens über die Leistungs- und Rückleistungspflicht. Die Bestimmung bezieht sich ihrem Wortlaut nach zwar auf das Ruhen der strafrechtlichen Verjährung. Der Gesetzgeber ging offenbar davon aus, dass vorgängig der Strafverfolgung das Verfahren über die Abgabenfestsetzung zum Abschluss gebracht werden muss. Ähnlich war die Regelung unter altem Recht (vgl. Art. 101 Abs. BGE 107 Ib 198 S. 2053 ZG (a.F.)). Angesichts des vorbehaltlosen Verweises in Art. 12 Abs. 3 VStrR gilt aber Art. 11 Abs. 3 VStrR auch im Verfahren der Abgabenfestsetzung.\n\ndd) Am 1. Januar 1975 war das vorliegende Verfahren bei der OZD als Beschwerdeinstanz hängig. Seither ruht die Verjährung. Die absolute Verjährung nach Art. 11 Abs. 2 VStrR greift hier nicht ein; denn sie beendet nur die durch Unterbrechung erneuerte Verjährungsfrist, dagegen nicht die nach Art. 11 Abs. 3 VStrR ruhende Verjährung (vgl. dieselbe Regelung bei der Verjährung nach Art. 75 StGB; BGE 100 Ib 275 /6). Die von der Beschwerdeführerin vorgebrachte Einrede der Verjährung ist demnach unbegründet. Dies führt zur Abweisung der Beschwerde."}