{"annee": "107", "cour": "IA", "page": "72", "date": "18/2/1981", "cite": ["102 IB 91", "97 I 792", "104 IA 156", "102 IA 92", "106 IA 62"], "cite_par": ["112 IA 88", "134 V 306", "112 IA 377", "112 IB 417", "117 IB 135", "127 II 227", "139 IV 228", "113 IA 468", "109 IA 91", "111 IA 280", "113 IA 426", "110 IA 78", "145 IV 281", "114 IA 209", "109 IA 171"], "chapeau": "14. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 18. Februar 1981 i.S. Rica AG und Hans Ineichen-Stöckli gegen Hubert Kupper, Stadtrat von Sursee, Regierungsrat des Kantons Luzern und Verwaltungsgericht des Kantons Luzern (staatsrechtliche Beschwerde)", "regestes": ["Art. 88 OJ; qualité pour former un recours de droit public. Cette qualité ne saurait être reconnue au voisin qui invoque une violation des dispositions lucernoises concernant la construction de places de parc privées (consid. 2). Art. 4 Cst.; droit d'être entendu, notification irrégulière d'une autorisation de construire. Le recourant qui, en raison d'une notification irrégulière - ou inexistante - d'une autorisation de construire, a le droit de recourir également après le délai ordinaire de recours, n'est pas autorisé à reporter sans autres le moment où commence à courir le délai déterminant pour lui; il est tenu, selon le principe de la bonne foi et les circonstances particulières du cas, de se renseigner sur l'existence et le contenu de la décision. En l'occurrence, le délai n'a pas été observé (consid. 4)."], "faits": "BGE 107 Ia 72 S. 73\n\nHuber Kupper ist Eigentümer des überbauten Grundstückes Nr. 348 an der Bahnhofstrasse in Sursee. Die Parzelle grenzt im Norden an die Bahnhofstrasse und an den drei andern Seiten an das Grundstück Nr. 347. Dieses bildet auf der Ostseite der Liegenschaft Kupper lediglich einen ca. 2,5 m breiten Weg zwischen dem Grundstück Nr. 348 von Kupper und dem im Eigentum der Rica AG stehenden, weiter östlich liegenden Grundstück Nr. 349. die Aktien der Rica AG befinden sich angeblich allein in den Händen von Hans Ineichen. Für die Wegfläche zwischen den Grundstücken Nr. 348 und 349 ist Hans Ineichen ein Kaufrecht eingeräumt worden.\n\nAm 19. April 1971 erteilte der Stadtrat von Sursee Hubert Kupper unter verschiedenen Auflagen eine bis am 30. Juni 1974 befristete Reversbaubewilligung für den Einbau eines Ladenlokals, eines Schaufensters sowie einer Werkstatt in das bestehende Gebäude und wies gleichzeitig eine von Hans Ineichen eingereichte öffentlichrechtliche Einsprache ab.\n\nAuf Gesuch von Hubert Kupper wurde die Reversbaubewilligung am 23.\n\nAugust 1974 bis am 30. Juni 1977 verlängert. Dabei erfolgte keine Publikation und keine öffentliche Auflage des Verlängerungsgesuches, und es wurde der Rica AG und Hans Ineichen auch keine Mitteilung gemacht.\n\nIm Jahre 1978 ersuchte Hubert Kupper um Erteilung einer definitiven Baubewilligung für einen Schaufenstereinbau und einen Ladenumbau. Der Stadtrat von Sursee bewilligte am 18. Dezember 1978 das Baugesuch u.a. unter der Auflage, dass die Bauherrschaft zufolge Unmöglichkeit der Errichtung der notwendigen Zahl von Parkplätzen eine Ablösungssumme für sechs Parkplätze zu entrichten habe, welche fällig werde, sobald die Einwohnergemeinde Sursee in angemessener Entfernung Parkraum zur Verfügung stelle. Gleichzeitig wurde die Einsprache der Rica AG abgewiesen.\n\nEine Verwaltungsbeschwerde der Rica AG wies der Regierungsrat des Kantons Luzern ab und trat auf diejenige von Hans Ineichen nicht ein. Dieser Entscheid wurde vom Verwaltungsgericht BGE 107 Ia 72 S. 74des Kantons Luzern bestätigt. Die Rica AG (Beschwerdeführerin Nr. 1) und Hans Ineichen (Beschwerdeführer Nr. 2) erheben dagegen staatsrechtliche Beschwerde. Das Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Auszug aus den Erwägungen:\n\n2. a) Die Beschwerdeführer fechten die dem Beschwerdegegner erteilte Baubewilligung an. Es ist vorerst zu prüfen, ob hierfür die Legitimation im Sinne von Art. 88 OG gegeben ist. Die Beschwerdeführerin Nr. 1 erachtet sich als Eigentümerin der Parzelle Nr. 349 zur staatsrechtlichen Beschwerde legitimiert.\n\nNach der Rechtsprechung des Bundesgerichts sind Eigentümer benachbarter Grundstücke befugt, eine Baubewilligung mit staatsrechtlicher Beschwerde anzufechten, soweit sie die Verletzung von Bauvorschriften geltend machen, die ausser den Interessen der Allgemeinheit auch oder in erster Linie dem Schutze des Nachbarn dienen. Zusätzlich müssen sie dartun, dass sie sich im Schutzbereich der Vorschriften befinden und durch die behaupteten widerrechtlichen Auswirkungen der Baute betroffen werden (BGE 106 Ia 63 E. 2; BGE 102 Ia 93 E. 1, mit Hinweisen). Die Legitimation zur staatsrechtlichen Beschwerde bestimmt sich dabei ausschliesslich nach den Bestimmungen des OG; der Umstand, dass ein Beschwerdeführer im kantonalen Verfahren Parteistellung hatte, ist nicht entscheidend (BGE 106 Ia 63 E. 2, mit Hinweisen).\n\nb) Die Beschwerdeführerin Nr. 1 ist nicht unmittelbarer Nachbar des Beschwerdegegners, da ihre Parzelle durch eine schmale Wegfläche von jener des Beschwerdegegners getrennt ist. Dieser Umstand würde die Beschwerdelegitimation der Beschwerdeführerin an sich nicht ausschliessen (nicht veröffentlichtes Urteil Kopp vom 3. Dezember 1980, E. 1c). Hingegen dient die als verletzt betrachtete Bestimmung von § 89 des Strassengesetzes des Kantons Luzern vom 15. September 1964 (StrG) nicht dem Schutze von Nachbarn. Diese Vorschrift verpflichtet die Bauherren, bei Neubauten und grösseren Umbauten auf privatem Grund die erforderliche Abstellfläche für Fahrzeuge zu schaffen; verhindern die örtlichen Verhältnisse die Erfüllung dieser Pflicht, so hat der Bauherr eine den Verhältnissen angemessene Ablösungssumme zu leisten. Diese BGE 107 Ia 72 S. 75Bestimmungen liegen ausschliesslich im öffentlichen, verkehrspolizeilichen Interesse; es soll das Strassen- und Trottoirgebiet vom ruhenden Verkehr freigehalten und ein ungehinderter Fahrzeug- und Fussgängerverkehr garantiert werden (vgl. BGE 97 I 797 E. a; H. Egger, Einführung in das zürcherische Baurecht, 3. Aufl. 1970, S. 85). Dass § 89 StrG mindestens teilweise auch den Interessen der Nachbarn dienen soll, lässt sich nicht damit begründen, die Kundschaft des Beschwerdegegners parkiere ihre Fahrzeuge auf dem Land der Beschwerdeführerin Nr. 1. Die Vorschriften des öffentlichen Baurechtes sind nicht dazu bestimmt, unerlaubtes Parkieren auf Privatgrund zu verhindern. Hiefür stehen andere Rechtsbehelfe zur Verfügung, z.B. der Erlass eines richterlichen Verbotes zur Benützung fremden Grundeigentums durch Unberechtigte. Der Beschwerdeführerin Nr. 1 fehlt daher die Legitimation zur staatsrechtlichen Beschwerde im Sinne von Art. 88 OG, soweit sie eine Verletzung von § 89 StrG geltend macht. Die Legitimation würde bei dieser Sachlage auch dem Beschwerdeführer Nr. 2 fehlen, ohne dass entschieden werden muss, ob er aufgrund seines Kaufsrechts an sich zur staatsrechtlichen Beschwerde legitimiert wäre. Aus diesen Gründen ist auf die Beschwerde nicht einzutreten.\n\nc) Im übrigen erwiese sich der Entscheid des Verwaltungsgerichts nicht als willkürlich. § 89 StrG verpflichtet die Bauherren zur Erstellung von Abstellflächen für Fahrzeuge oder für den Fall, dass dies aus örtlichen Verhältnissen nicht möglich ist, zur Leistung einer Ablösungssumme; die Baubewilligung ist nur zu verweigern, wenn die Abstellflächen nicht erstellt und eine Ablösungssumme nicht sichergestellt wird. Nachdem der Stadtrat von Sursee den Beschwerdegegner zu einer Ablösungssumme verpflichtet hatte, konnte das Verwaltungsgericht mit sachlichen Gründen annehmen, die Baubewilligung dürfe nicht verweigert werden. Daran ändert auch die Tatsache nichts, dass die Ablösungssumme mangels geeigneter Örtlichkeiten mindestens vorderhand nicht dazu verwendet werden kann, öffentlichen Parkraum bereitzustellen. Schliesslich durfte das Verwaltungsgericht angesichts der Unterschiedlichkeit der Verhältnisse auf den Parzellen Nr. 348 und 349 ohne Willkür eine rechtsungleiche Behandlung der Eigentümer verneinen.\n\nd) Ungeachtet der fehlenden Legitimation in der Sache selbst können die Beschwerdeführer mit staatsrechtlicher BGE 107 Ia 72 S. 76Beschwerde die Verletzung solcher Rechte rügen, deren Missachtung eine formelle Rechtsverweigerung darstellt oder auf eine solche hinausläuft (BGE 104 Ia 156 E. 2a; BGE 102 Ia 94 E. 1).\n\n4. a) Die Beschwerdeführer rügen eine Verletzung ihres Anspruches auf rechtliches Gehör. Sie machen geltend, sie hätten zur Verlängerung der Dauer der Reversbaubewilligung im Jahre 1974 nicht Stellung nehmen können, da das Gesuch nicht publiziert und ihnen davon keine Kenntnis gegeben worden sei. Die Beschwerdeführer hätten erst mit dem Entscheid des Regierungsrates vom 10. September 1979 erfahren, dass die Reversbaubewilligung am 23. August 1974 in ihrer Geltungsdauer verlängert worden war.\n\nOb für eine solche Erstreckung wie bei einem erstmaligen Baugesuch eine Publikationspflicht besteht oder ob hierfür das vereinfachte Baubewilligungsverfahren gemäss § 133 des Baugesetzes des Kantons Luzern (BauG) und Art. 73 des Bau- und Zonenreglementes der Einwohnergemeinde Sursee zur Anwendung kommt, kann offengelassen werden. Auf jeden Fall wäre eine Anzeige an die benachbarten Grundeigentümer notwendig gewesen, da das Beschwerderecht gewahrt werden muss (§ 133 Abs. 2 BauG, Art. 73 Abs. 3 des Bau- und Zonenreglementes). So wie in der Tatsache, dass ein Bauprojekt - oder eine wesentliche Abänderung - nicht öffentlich aufgelegt und publiziert wird, eine Verweigerung des rechtlichen Gehörs erblickt wird (Urteil vom 4. Juli 1979 in ZBl 81/1980 S. 29, mit Hinweisen), so ist auch in der Verletzung der Anzeige- und Mitteilungspflicht gegenüber Betroffenen bei vereinfachten Baubewilligungsverfahren eine Verletzung des Anspruchs auf rechtliches Gehör zu sehen. In Fällen einer derartigen mangelhaften bzw. fehlenden Eröffnung soll dem Beschwerdeberechtigten daraus kein Nachteil erwachsen, weshalb ein Rechtsmittel noch innerhalb der ordentlichen Frist seit dem Zeitpunkt, in dem von der Verfügung Kenntnis genommen werden kann, eingereicht werden darf. Nach Treu und Glauben darf indessen ein interessierter Nachbar den Beginn des Fristenlaufs nicht beliebig hinauszögern, wenn er einmal von der ihn berührenden Verfügung Kenntnis erhalten hat, sondern es ist ihm dann zuzumuten, dafür besorgt zu sein, den Inhalt der Verfügung zu erfahren. Er hat sich danach zu erkundigen, wenn Anzeichen für die Erteilung einer Bewilligung vorliegen (Urteil vom 4. Juli 1979 in ZBl 81/1980 S. 29 f.; BGE 102 Ib 93 E. 3).BGE 107 Ia 72 S. 77\n\nAls Eigentümerin eines benachbarten Grundstückes musste der Beschwerdeführerin Nr. 1 schon vor vielen Jahren aufgefallen sein, dass die ursprünglich bis zum 30. Juni 1974 befristete Baubewilligung höchstwahrscheinlich erstreckt worden war, dies umso mehr, als sie sich ja darüber beklagt, die Kundschaft des Beschwerdegegners parkiere die Fahrzeuge auf ihrem Grundstück. Demnach wäre die Beschwerdeführerin zumindest in den Jahren 1975/1976 verpflichtet gewesen, sich bei der Stadtverwaltung Sursee nach dem Stand der Dinge zu erkundigen. Sie hätte dadurch von der zeitlichen Verlängerung der Reversbaubewilligung erfahren und dagegen ein Rechtsmittel ergreifen können. Spätestens mit dem Baugesuch des Beschwerdegegners, welches eine solche Verlängerung voraussetzt, hätte sie davon Kenntnis nehmen können und eine entsprechende Rüge erheben müssen. Da die Beschwerdeführer den Mangel erst nach Erhalt des Regierungsratsentscheides vom 10. September 1979 geltend machen, war ihre Rüge verspätet. Die Beschwerde erweist sich deshalb in diesem Punkt als unbegründet und ist abzuweisen."}