{"annee": "107", "cour": "IA", "page": "286", "date": "6/11/1981", "cite": ["96 I 552", "99 IA 504", "95 I 497", "85 I 17", "89 I 178", "102 IB 282", "102 IA 153", "91 I 17", "96 I 714", "104 IA 105", "88 I 289", "101 IA 502", "91 I 23", "97 I 499"], "cite_par": ["122 I 70", "109 II 195", "109 IA 61", "113 IA 126"], "chapeau": "58. Estratto della sentenza 6 novembre 1981 della II Corte di diritto pubblico nella causa Unione cantonale associazioni venatorie e Bellintani c. Tribunale amministrativo del Cantone Ticino (ricorso di diritto pubblico)", "regestes": ["Force dérogatoire du droit fédéral (art. 2 disp. trans. Cst.); dispositions cantonales concernant l'utilisation de véhicules à moteur dans l'exercice de la chasse (art. 17bis de la loi tessinoise sur la chasse et la protection des oiseaux et art. 15 du règlement d'application). La législation fédérale sur la circulation routière n'empêche pas les cantons de limiter l'usage des véhicules à moteur pour le transport des chasseurs, des armes, des munitions et de l'équipement, dans le but de protéger l'environnement et le gibier sédentaire et de faciliter le contrôle des gardes de chasse. Ces dispositions, qui rentrent d'ailleurs dans le cadre non exhaustif de l'art. 29 al. 1 LChO, ne violent pas ainsi le principe de la force dérogatoire du droit fédéral."], "faits": "BGE 107 Ia 286 S. 287\n\nIl 2 febbraio 1976 il Gran Consiglio della Repubblica e Cantone del Ticino ha introdotto nella vigente legge cantonale sulla caccia e la protezione degli uccelli del 7 luglio 1964 (LCC) un nuovo art. 17bis, in virtù del quale il Consiglio di Stato poteva stabilire per regolamento misure limitative concernenti l'uso di veicoli a motore per il trasporto di cacciatori, armi, munizioni ed equipaggiamento. Il Consiglio di Stato ha fatto uso della competenza conferitagli dal legislatore nel nuovo regolamento d'applicazione della LCC del 16 agosto 1977 (RALCC): secondo l'art. 15 di codesto regolamento, l'uso dei veicoli a motore per il trasporto di cacciatori, armi, munizioni ed equipaggiamento è infatti consentito esclusivamente su determinate strade, che sono menzionate dal disposto stesso (lett. a e b).\n\nCon risoluzione del 3 dicembre 1978 fondata sugli art. 31 e 32 LCC e 1 RALCC, il Dipartimento cantonale dell'economia pubblica (DEP) ha inflitto a Enzo Bellintani in Cadro una multa di 100.- franchi per aver utilizzato un veicolo a motore per il suo trasporto, quello dell'arma e della munizione e quello di due cani da caccia sulla strada demaniale Vergeletto-Piano delle Cascine, non autorizzata ai cacciatori giusta gli art. 17bis LCC e 15 RALCC.\n\nEnzo Bellintani, a cui s'è associata l'Unione cantonale associazioni venatorie (UCAV), ha impugnato questa decisione del Dipartimento dinanzi al Tribunale cantonale amministrativo (TCA) con esposto del 19 dicembre 1979. Con sentenza del 1o aprile 1980 il TCA ha negato la legittimazione ricorsuale dell'UCAV ed ha respinto per il resto il gravame, confermando la pena pecuniaria applicata dal DEP ad Enzo Bellintani il 3 dicembre 1978.\n\nSia l'UCAV che Enzo Bellintani sono insorti con tempestivo ricorso di diritto pubblico contro la sentenza del TCA, chiedendo al Tribunale federale di annullarla e protestando spese e ripetibili. Secondo i ricorrenti, gli art. 17bis LCC e 15 RALCC violano - fra l'altro - l'art. 2 disp. trans. Cost. poiché invadono un campo retto dalla legislazione federale sulla circolazione stradale.\n\nIl Tribunale federale ha dichiarato irricevibile il gravame, in quanto proposto dall'UCAV, e l'ha respinto, in quanto presentato da Enzo Bellintani.BGE 107 Ia 286 S. 288", "considerants": "Dai considerandi:\n\n4. Secondo il ricorrente, adottando gli art. 17bis LCC e 15 RALCC e limitando territorialmente l'uso dei veicoli a motore per l'esercizio della caccia, tanto il Gran Consiglio quanto il Consiglio di Stato avrebbero invaso un campo retto in primo luogo dalla legislazione federale e comunque sottratto ai Cantoni giusta gli art. 3 e 106 LCS: ciò facendo, le autorità cantonali avrebbero violato il principio della forza derogatoria del diritto federale enunciato dall'art. 2 disp. trans. Cost.\n\na) Il principio della forza derogatoria del diritto federale - che racchiude un diritto costituzionale del cittadino a' sensi dell'art. 84 cpv. 1 lett. a OG (DTF 104 Ia 106 /7 consid. 2a; MARTI, Die staatsrechtliche Beschwerde, IV ediz., n. 38; AUBERT, Traité de droit constitutionnel suisse, n. 665 e 1646) - è legato all'esistenza stessa dello Stato federale e s'impone ogniqualvolta una regola del diritto cantonale non è in armonia col diritto federale, indipendentemente dal fatto che quest'ultimo poggi o meno sulla Costituzione (DTF 91 I 19 consid. 2). Nell'ambito del diritto pubblico, che qui interessa, questo principio traduce la supremazia del diritto federale sul diritto cantonale (\"Bundesrecht bricht kantonales Recht\"). Se in una materia di diritto pubblico il legislatore federale ha fatto uso della competenza attribuitagli dalla Costituzione ponendo regole esaustive, i Cantoni non possono più legiferare nella stessa materia, quantomeno adottando disposizioni diverse; per converso, allorché il diritto federale non ha disciplinato in modo esauriente una determinata materia, i Cantoni rimangono competenti per promanare disposizioni di diritto pubblico i cui scopi convergano nondimeno con quelli già contemplati dal diritto federale (DTF 101 Ia 506, DTF 99 Ia 507, 625 consid. 6e, DTF 97 I 503 segg. consid. 3a/3c, DTF 91 I 21 consid. 5, DTF 89 I 180 consid. 3b). È evidente tuttavia che il diritto federale può prevalere sul diritto cantonale soltanto se le due normative riguardano lo stesso campo e tendono a salvaguardare lo stesso interesse collettivo; ed è altrettanto evidente che se il costituente (cfr. art. 3 Cost.) o il legislatore federale hanno riservato ai Cantoni la competenza per regolamentare una determinata materia, le disposizioni cantonali si applicano in modo esclusivo e fra i due diritti non può quindi sussistere contraddizione alcuna (DTF 102 Ib 288 b, DTF 89 I 180 segg., DTF 88 I 290 segg.; AUBERT, n. 661/662).\n\nBGE 107 Ia 286 S. 289\n\nPer decidere se il principio della supremazia del diritto federale è stato violato, ovverosia se v'è stata lesione dell'art. 2 disp. trans. Cost., si deve stabilire la portata rispettiva delle disposizioni federali e cantonali che secondo il ricorrente s'affrontano e si contrastano nella concreta fattispecie (cfr. DTF 89 I 180 consid. 3b). Tale questione e in modo più generale quella della compatibilità delle disposizioni cantonali col diritto federale è esaminata dal Tribunale federale liberamente, con pieno potere cognitivo (DTF 102 Ia 155 consid. 1, DTF 96 I 716 consid. 3, DTF 91 I 28 consid. 2, DTF 85 I 21 consid. 9).\n\nb) Nel caso in esame, le autorità ticinesi hanno adottato, rispettivamente, gli art. 17bis LCC e 15 RALCC per proteggere l'ambiente e la selvaggina nobile stanziale e per facilitare il controllo degli agenti di sorveglianza. Come sottolinea il Consiglio di Stato nel suo messaggio del 16 settembre 1975, delimitando l'uso dei veicoli a motore nell'esercizio della caccia, si son volute ridurre la mobilità del cacciatore e le facoltà di spostamento da una zona all'altra proprio per proteggere gli ambienti montani e quindi gli habitat naturali ancora esistenti, indispensabili per lo sviluppo della selvaggina stanziale. Queste chiare finalità della normativa cantonale sono poi state riconosciute e ribadite dalla Commissione della legislazione nel proprio rapporto del 23 gennaio 1976. La detta Commissione ha rilevato infatti che, mediante un uso illimitato e non responsabile dei veicoli a motore, era possibile, per qualche cacciatore, spostarsi con eccessiva rapidità da un posto all'altro e giungere così a disturbare o addirittura a colpire in modo eccessivo un equilibrio biologico già fortemente compromesso. La norma limitante l'uso dei veicoli a motore - che peraltro non creava un novum ma si inseriva in una prassi legale già invalsa in altri Cantoni - era da valutare inoltre nell'ambito delle attuali esigenze in materia di protezione dell'ambiente: la sensibilità in questo campo era andata infatti evolvendo, per cui di pari passo doveva evolvere anche l'esercizio della caccia che doveva attuarsi ormai in modo da facilitare il mantenimento dell'equilibrio biologico.\n\nDa queste considerazioni si evince, senza possibilità d'equivoci, che la misura limitativa adottata dalle autorità ticinesi non procede manifestamente dall'art. 3 LCS poiché le norme che la contemplano non sono destinate a regolamentare la circolazione stradale, ma sono volte a disciplinare l'esercizio della caccia nel quadro della legislazione cantonale: con la protezione dell'ambiente e della selvaggina, queste BGE 107 Ia 286 S. 290norme perseguono quindi uno scopo ben preciso e tendono a salvaguardare un aspetto specifico dell'interesse pubblico che non si confonde né s'identifica con la sicurezza del traffico o con le esigenze della circolazione stradale. Fra le norme federali e cantonali richiamate dal ricorrente non v'è quindi identità d'oggetto e, per le ragioni già esposte, non può quindi sussistere contraddizione alcuna. Basti osservare in quest'ambito che il divieto d'utilizzare veicoli a motore sulle strade non menzionate dall'art. 15 RALCC colpisce soltanto i cacciatori nell'esercizio della loro arte, allorché trasportano armi, munizioni ed equipaggiamento, ma non riguarda invece gli altri utenti che intendono percorrere queste stesse strade per scopi diversi e comunque non legati all'esercizio della caccia.\n\nc) Secondo il ricorrente, il divieto di circolare emanato dal Consiglio di Stato con l'art. 15 RALCC non sarebbe valido poiché non è stato indicato in nessun posto con un segnale corrispondente ai sensi dell'art. 5 cpv. 1 LCS. Anche questo argomento non cade però in acconcio: non essendo la limitazione litigiosa basata sulla LCS, è evidente infatti che il Cantone non era tenuto a posare appositi segnali o demarcazioni, mentre la multa inflitta a Bellintani non è stata applicata per il mancato rispetto d'un segnale stradale, ma per un'infrazione specifica alle norme sulla caccia giusta gli art. 31 e 32 LCC e 1 RALCC.\n\nd) Il ricorrente non pretende invece - almeno direttamente - che le regole adottate nel Cantone Ticino per limitare l'uso dei veicoli a motore nell'esercizio della caccia siano per avventura incompatibili con le disposizioni della legge federale sulla caccia e la protezione degli uccelli del 10 giugno 1925 (LCPU). A ragione.\n\nLa legge federale del 1925 è stata emanata dal legislatore in base alla competenza concorrente limitata ai principi attribuitagli dall'art. 25 Cost. (cfr. AUBERT, n. 700/701 e 705). La Confederazione, pur lasciando intatta la libertà che i Cantoni hanno in materia di caccia, ove dispongono d'un diritto di regalia o meglio d'una specie di monopolio di tipo storico e fiscale (DTF 95 I 499; AUBERT, n. 1954), ha tracciato infatti quelle linee direttrici che essi debbono comunque rispettare, \"prescrivendo quanto esigono la polizia della caccia, la difesa della natura e la protezione degli uccelli ed imponendo le regole d'una sana economia allo sfruttamento di quel capitale che è la selvaggina del paese\" (messaggio del Consiglio federale del 20 marzo 1922, FF 1922 I pag. 317). Ora, l'art. 29 cpv. 1 di codesta legge conferisce ai Cantoni il diritto di estendere le disposizioni protettrici della stessa, BGE 107 Ia 286 S. 291specialmente riducendo la durata della caccia, introducendo giorni di divieto, estendendo il divieto di cacciare ad altre specie di selvaggina oltre a quelle protette dalla LCPU, fissando l'altezza massima al garrese dei segugi, vietando di cacciare di notte e la domenica, d'impiegare canotti a motore nella caccia della selvaggina acquatica, di adoperare certe armi e certi arnesi, di organizzare battute, istituendo nuove bandite e ampliando quelle esistenti. Con questo disposto, il legislatore federale ha quindi concesso ai Cantoni ampie libertà, limitandosi ad enumerare in modo esemplificativo e non già limitativo una serie di misure con cui essi possano estendere, in un modo o nell'altro, le norme di salvaguardia della legge federale. Stando così le cose, nemmeno occorre esaminare se - come preteso dal TCA - le prescrizioni concernenti l'uso dei veicoli a motore nell'esercizio della caccia emanate in casu dall'autorità ticinese possano fondarsi direttamente sui diritti di regalia riservati ai Cantoni dall'art. 31 cpv. 2 Cost. (cfr. sul tema: CHRISTEN, Kantonale Regalien und Bundespolizeirecht, tesi Berna 1950, pagg. 118/21, 136 segg.; FAVRE, Droit constitutionnel suisse, II ediz., pag. 402; MARTI, Die Wirtschaftsfreiheit der schweizerischen Bundesverfassung, pagg. 170/72; DTF 96 I 553 segg. consid. 2a, DTF 95 I 499 /501 consid. 2): queste prescrizioni, erette a protezione dell'ambiente e a particolare tutela della selvaggina stanziale, ricadono infatti manifestamente sotto l'art. 29 cpv. 1 LCPU e rientrano nel quadro esemplificativo tracciato dal legislatore federale all'attenzione dei Cantoni, estendendo appunto le disposizioni protettrici già contenute nella legge federale.\n\ne) Se ne deve concludere, con il TCA, che le regole del diritto cantonale contestate dal ricorrente sono compatibili anche con i principi direttori della legislazione federale e non possono quindi urtare la forza derogatoria del diritto federale. La censura di violazione dell'art. 2 disp. trans. Cost. risulta dunque infondata e dev'essere respinta."}