{"annee": "107", "cour": "III", "page": "97", "date": "9/6/1981", "cite": ["56 III 44", "75 III 106", "103 III 91", "104 III 42", "66 III 30", "102 III 6", "51 III 37", "79 III 111", "101 III 58", "63 III 73", "55 III 12"], "cite_par": ["109 III 22", "107 III 151", "118 II 264"], "chapeau": "23. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 9. Juni 1981 i.S. Firma S. (Rekurs)", "regestes": ["Procédure de séquestre; demande de renseignements sous la menace de sanctions pénales. L'Office des poursuites, qui s'occupe d'une demande de séquestre doit sommer les tiers de transmettre des renseignements au sujet des objets soumis au séquestre qui se trouvent en leur possession. Cependant, lorsque la créance donnant lieu au séquestre n'est pas fondée sur un titre exécutoire, on ne peut les menacer de sanctions pénales s'ils refusent de fournir ces renseignements (précision de jurisprudence)."], "faits": "BGE 107 III 97 S. 97\n\nA.- Das Kantonsgerichtspräsidium Zug bewilligte am 8. Februar 1980 gegen den im Ausland wohnhaften R. einen Arrest für eine Forderung der Firma S. in der Höhe von US-$ 56'180'934.31. Das Betreibungsamt der Stadt Zug verarrestierte daraufhin bei der Firma B. AG Bargeld, Hinterlagen und Guthaben des Arrestschuldners bis zur Höhe der Forderungssumme. Der Arrestvollzug blieb unangefochten.\n\nB.- Die Arrestgläubigerin ersuchte das Betreibungsamt Zug am 9. Mai 1980, bei der B. AG bzw. deren schweizerischen Verwaltungsräten BGE 107 III 97 S. 98Auskünfte über die Guthaben des Arrestschuldners einzuholen. St. teilte dem Betreibungsamt am 21. Juli 1980 mit, dass die schweizerischen Verwaltungsräte der B. AG die gewünschten Auskünfte nicht erteilen könnten. Gestützt auf das Gesuch der Arrestgläubigerin forderte das Betreibungsamt mit Verfügung vom 30. Juli 1980 St. als Verwaltungsrat der B. AG unter Androhung der Straffolge von Art. 292 StGB auf, innert zehn Tagen verbindlich zu erklären, ob R. gegenüber der genannten Gesellschaft Guthaben habe oder nicht.\n\nDie B. AG und ihre beiden schweizerischen Verwaltungsräte erhoben bei der Justizkommission des Kantons Zug als Aufsichtsbehörde über Schuldbetreibung und Konkurs Beschwerde und verlangten die Aufhebung der Verfügung des Betreibungsamtes vom 30. Juli 1980. Die Justizkommission hiess die Beschwerde mit Entscheid vom 9. April 1981 gut, soweit darauf eingetreten werden konnte, und hob die angefochtene Verfügung mit der Begründung auf, das Betreibungsamt sei nicht befugt gewesen, den Beschwerdeführern gegenüber die Strafdrohung von Art. 292 StGB auszusprechen.\n\nC.- Die Firma S. führt Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts mit den Anträgen, der Entscheid der Justizkommission vom 9. April 1981 sei aufzuheben und die Rekursgegner 1 und 2, die beiden schweizerischen Verwaltungsräte der B. AG, seien gestützt auf Art. 292 StGB unter Androhung von Haft oder Busse im Unterlassungsfall zu einer verbindlichen Erklärung innert zehn Tagen aufzufordern, welche Guthaben R. gegenüber der Rekursgegnerin 3, der B. AG, habe; eventuell sei die Sache zur Ergänzung des Sachverhalts, insbesondere hinsichtlich des Verhältnisses zwischen der B. AG und R., und zu neuer Entscheidung an die Vorinstanz zurückzuweisen.\n\nDie Schuldbetreibungs- und Konkurskammer weist den Rekurs ab, soweit sie darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n1. Die Rekurrentin wirft die Frage auf, ob im Arrestverfahren gegenüber Dritten, die zur Auskunftserteilung verpflichtet sind, die Androhung von Zwangsmitteln und die Inanspruchnahme von Polizeigewalt zulässig sei, wenn sich diese Drittpersonen nicht auf eine besonders statuierte Schweigepflicht stützen können. Sie weist darauf hin, dass die bundesgerichtliche Praxis, wonach im BGE 107 III 97 S. 99Arrestverfahren Dritte nur dann unter Straffolge zur Auskunftserteilung angehalten werden können, wenn der Gläubiger für seine Forderung einen Vollstreckungstitel vorweisen könne, nur für Banken Geltung habe. Daraus folgert sie, dass die Rekursgegner aus dieser Rechtsprechung nichts zu ihren Gunsten ableiten können. Da sie sich auch auf keine dem Bankgeheimnis vergleichbare Schutzbestimmung stützen könnten, seien sie ohne weiteres zur Erteilung der verlangten Auskünfte verpflichtet.\n\nEs trifft zu, dass in allen Fällen, in denen sich das Bundesgericht bisher mit der Frage der Anwendung von Zwangsmitteln im Zusammenhang mit der Auskunftserteilung von Dritten im Arrestverfahren zu befassen hatte, als Dritte Banken aufgetreten sind, die sich auf das Bankgeheimnis berufen haben. Indessen haben die vom Bundesgericht zur Auskunftspflicht Dritter im Arrestverfahren entwickelten Grundsätze nicht nur für Banken Bedeutung (BGE 75 III 110 E. 3, BGE 101 III 63 E. 3, BGE 102 III 8, BGE 103 III 93 ff. und BGE 104 III 49 /50). In diesen Entscheiden ist denn auch durchwegs vom Dritten schlechthin die Rede. Wenn auch zuzugeben ist, dass ein von Berufs wegen zur Geheimhaltung Verpflichteter ein grösseres Interesse an der Verweigerung einer Auskunft geltend machen kann, so darf nicht übersehen werden, dass auch eine Person, die nicht von Gesetzes wegen zur Geheimhaltung verpflichtet ist, schützenswerte Interessen daran haben kann, im Arrestgläubiger wirklich ein Anspruch gegen den Schuldner zusteht, und die Gefahr eines reinen Sucharrestes mit dem Zweck, Vermögenswerte des Schuldners auszuspionieren, gegeben ist.\n\nDas Bundesgericht hat sogar lange Zeit die Auffassung vertreten, gegen Dritte könnten keine Zwangsmassnahmen angewendet werden, wenn sie sich weigern, über Vermögenswerte des Schuldners, die sie in Händen haben, Auskunft zu geben oder sie zur Verfügung zu stellen (BGE 51 III 39 /40, BGE 56 III 48 und BGE 63 III 76). Erst im Laufe der Zeit gelangte das Bundesgericht dazu, im Pfändungsverfahren Zwangsmittel wie Strafdrohung oder Anwendung von Polizeigewalt zuzulassen (BGE 55 III 14, BGE 66 III 32, BGE 79 III 113 und BGE 102 III 8). Dabei betonte es aber stets, der Grund für die Zulassung dieser Eingriffe liege darin, dass dem Gläubiger im Stadium der Pfändung ein Vollstreckungstitel zustehe, der die Gefahr, dass ungerechtfertigte Zwangsmassnahmen angewendet würden, weitgehend ausschliesse (vgl. dazu auch FRITZSCHE, BGE 107 III 97 S. 100Schuldbetreibung und Konkurs, Bd. I S. 171 ff. und Bd. II S. 221 ff.). Diese Argumentation muss aber auch für einen Dritten im Arrestverfahren Geltung haben, der weder das Bank- noch das Berufsgeheimnis für sich in Anspruch nehmen kann. Auch ein gewöhnlicher Geschäftspartner des Schuldners kann schützenswerte Interessen daran haben, Geschäftsbeziehungen zum Schuldner nicht offenbaren zu müssen, solange der Gläubiger seine Forderung nicht durch einen zuverlässigen Vollstreckungstitel wie eine Schuldanerkennung, eine öffentliche Urkunde oder ein Urteil belegen kann. Demgegenüber hat das Interesse des Gläubigers, möglichst rasch über Erfolg oder Misserfolg seines Arrestbegehrens orientiert zu werden, zurückzutreten. Dem Gläubiger ist zuzumuten, dass er in einem solchen Fall erst beim Pfändungsvollzug Gewissheit darüber erhält, ob und wie weit sein Arrest erfolgreich war. Gegen ein Verschieben der arrestierten Vermögenswerte durch den Dritten in der Zwischenzeit ist der Gläubiger durch die straf- und zivilrechtlichen Sanktionen, die den Dritten für ein solches Vorgehen drohen, hinreichend geschützt.\n\nNach dem Ausgeführten können sich auch die Rekursgegner auf die zitierte Rechtsprechung des Bundesgerichts über die Anwendung von Zwangsmitteln gegenüber Drittpersonen im Arrestverfahren berufen. Da die Rekurrentin ihre Forderung gegen den Arrestschuldner nicht mit einem Vollstreckungstitel belegen konnte, hat die Vorinstanz die an die Adresse der Rekursgegner erlassene Strafdrohung zu Recht aufgehoben. ob die B. AG eine bankenähnliche Stellung beanspruchen könne, was in der Rekursschrift verneint wird, braucht unter diesen Umständen nicht geprüft zu werden."}