{"annee": "107", "cour": "IA", "page": "138", "date": "3/6/1981", "cite": ["105 IA 26", "104 IA 487", "90 I 29", "103 IA 73", "100 IA 392", "98 IA 14", "101 IA 46", "98 IA 98", "104 IA 35", "97 I 45"], "cite_par": ["116 IA 149", "130 I 65", "110 IA 140", "143 IV 339", "112 IA 161", "119 IA 221", "120 IA 147", "125 I 394", "128 II 259", "137 I 31", "113 IA 257", "110 IA 117", "109 IA 146", "113 IA 177", "115 IA 293", "113 IA 1", "136 I 87", "114 IA 281", "108 IA 261", "117 IA 341", "117 IA 372", "109 IA 273"], "chapeau": "27. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 3. Juni 1981 i.S. P. und Mitbeteiligte gegen Untersuchungs- und Polizeiorgane sowie Staatsanwaltschaft des Kantons Basel-Stadt (staatsrechtliche Beschwerde)", "regestes": ["Liberté personnelle, CEDH; arrestation par la police, soumission à des mesures d'identification. L'autorité peut, sans violer la liberté personnelle ni la CEDH, ordonner la garde à vue pour un cours laps de temps (4-6 heures en l'espèce) de personnes se trouvant impliquées dans une manifestation non autorisée au cours de laquelle des abus sont commis (consid. 4). Conditions auxquelles ces personnes peuvent être soumises à des mesures d'identification (consid. 5)."], "faits": "BGE 107 Ia 138 S. 138\n\nIn der Nacht vom 20. auf den 21. August 1980 fand in Basel eine nicht bewilligte Demonstration statt. In diesem Zusammenhang wurden insgesamt 65 Personen vorübergehend in Polizeigewahrsam genommen, darunter P., L., W. und B. Diese vier Personen mussten sich einer sogenannten erkennungsdienstlichen Behandlung BGE 107 Ia 138 S. 139unterziehen, die aus der Aufnahme von Fotografien, der Erstellung eines Signalementes und der Abnahme von Fingerabdrücken bestand. Nach vier bis sechs Stunden wurden sie entlassen.\n\nP., L., W. und B. erhoben je einzeln beim Ersten Staatsanwalt des Kantons Basel-Stadt Einsprache sowohl gegen ihre Festnahme als auch gegen die erkennungsdienstliche Behandlung. Der Erste Staatsanwalt erliess am 9., 12. und 15. September 1980 in allen vier Fällen im wesentlichen übereinstimmende Entscheide. Er hiess die Einsprachen insoweit gut, als er feststellte, dass der Weiterbestand der über die Einsprecher angefertigten erkennungsdienstlichen Unterlagen nicht ausreichend begründet erscheine und das Material daher gesamthaft zu vernichten sei. Im übrigen wies er die Einsprachen ab. Der Staatsanwalt hielt dafür, sowohl die vorläufige Festnahme als auch die erkennungsdienstliche Behandlung sei nach der Sachlage, wie sie sich in der Nacht vom 20. auf den 21. August 1980 dargestellt habe, zulässig gewesen. Dagegen rechtfertige es sich nach dem Stand der Erhebungen im Zeitpunkt des Einspracheentscheides nicht, die erkennungsdienstlichen Unterlagen über die vier genannten Personen weiter bestehen zu lassen.\n\nGegen die erwähnten Entscheide des Ersten Staatsanwaltes führen P., L., W. und B. je einzeln staatsrechtliche Beschwerde. Das Bundesgericht weist die Beschwerden ab.", "considerants": "Aus den Erwägungen:\n\n2. Der Einspracheentscheid des Ersten Staatsanwaltes konnte nicht an eine höhere kantonale Instanz weitergezogen werden. Die Voraussetzungen, unter denen gemäss Art. 86 Abs. 2 OG auf eine staatsrechtliche Beschwerde eingetreten werden kann, sind daher erfüllt. Unter dem Gesichtspunkt von Art. 88 OG ist festzustellen, dass das nach dieser Vorschrift erforderliche aktuelle praktische Interesse an der Beschwerdeführung hier fehlt, da die beanstandeten Massnahmen schon längst vollzogen sind und das erkennungsdienstliche Material vernichtet wurde. Das Bundesgericht verzichtet indessen ausnahmsweise auf das genannte Erfordernis, wenn der gerügte Eingriff sich jederzeit wiederholen könnte und eine rechtzeitige verfassungsgerichtliche Überprüfung im Einzelfall kaum je möglich wäre, so dass die Voraussetzung des aktuellen praktischen Interesses eine Kontrolle der Verfassungsmässigkeit faktisch verhindern würde (BGE 104 Ia 488; BGE 100 Ia 394 f. E. 1b BGE 107 Ia 138 S. 140mit Verweisungen). Dies trifft hier zu, weshalb auf die Beschwerden eingetreten werden kann.\n\n3. a) Die Beschwerdeführer P., L. und W. beanstanden sowohl die polizeiliche Festnahme als auch die erkennungsdienstliche Behandlung, der Beschwerdeführer B. ficht lediglich die letztgenannte Massnahme an. Bei der polizeilichen Festnahme und der erkennungsdienstlichen Behandlung handelt es sich um zwei verschiedene Eingriffe; die erste Massnahme wäre durchaus auch ohne die zweite möglich gewesen. Die Frage nach der Zulässigkeit ist daher für beide Eingriffe getrennt zu beantworten. Vorerst ist zu prüfen, ob sich die Beschwerdeführer P., L. und W. zu Recht über die Festnahme beklagen.\n\nb) Die Festnahme stellt einen Eingriff in die persönliche Freiheit dar. Die Beschwerdeführer machen in diesem Zusammenhang nicht nur eine Verletzung des ungeschriebenen Grundrechts der Verfassung geltend, sondern behaupten auch, die Massnahme verstosse gegen die EMRK. Nach der Rechtsprechung der Konventionsorgane ist es zum mindesten fraglich, ob die Garantie des Art. 5 EMRK überhaupt für Fälle gilt, in denen der Freiheitsentzug - wie hier - nur wenige Stunden dauert (vgl. dazu: TRECHSEL, Die Garantie der persönlichen Freiheit in der Strassburger Rechtsprechung, in: EuGRZ 1980, S. 517 f. mit Hinweisen). Wie es sich damit verhält, braucht hier nicht geprüft zu werden, denn die Konvention gewährt in diesem Bereich dem Privaten keinen Schutz, der über den vom ungeschriebenen eidgenössischen Verfassungsrecht zugesicherten hinausginge.\n\n4. a) Das Bundesgericht prüft nach ständiger Rechtsprechung die Auslegung und Anwendung des kantonalen Rechts bei Eingriffen in die persönliche Freiheit nur dann frei, wenn der Eingriff als schwer zu betrachten ist (BGE 105 Ia 29 E. 2a; BGE 101 Ia 53 E. 7 und 578 E. 3a; BGE 98 Ia 100 E. 2; BGE 97 I 52; BGE 90 I 39 E. 4). Eine Festnahme für die Dauer von vier bis sechs Stunden, wie sie hier angeordnet wurde, ist kein schwerer Eingriff, weshalb das Bundesgericht bei der Prüfung der Auslegung des kantonalen Rechts nur untersucht, ob der angefochtene Entscheid vor der Willkürrüge standhält.\n\nDie rechtliche Natur des kurzfristigen Freiheitsentzugs, dem sich die Beschwerdeführer zu unterziehen hatten, ist nicht völlig klar. Die Staatsanwaltschaft stützt sich in der Begründung ihres Entscheids auf § 61 der Strafprozessordnung des Kantons Basel-Stadt (StPO), der die vorläufige Festnahme regelt. Diese gilt, wie BGE 107 Ia 138 S. 141aus der Gesetzessystematik hervorgeht, im Kanton Basel-Stadt - wie übrigens auch in anderen Kantonen - nicht als Untersuchungshaft (in der Terminologie der baselstädtischen StPO: Sicherheitshaft).\n\nb) § 61 Absatz 1 StPO lautet:\n\n\"Die einer strafbaren Handlung verdächtigen Personen, gegen die kein Vorführungs- oder Haftbefehl erlassen ist, können nur dann festgenommen werden,\n\n1. wenn sie zur Fahndung aufgegeben worden sind;\n\n2. wenn die Voraussetzungen für die Anordnung der Sicherheitshaft gegeben sind und Gefahr im Verzuge liegt. Die einer Übertretung Verdächtigen dürfen jedoch wegen Fluchtgefahr und Kollusionsgefahr (§ 53, Ziffern 1 und 2) nicht festgenommen werden, sofern sie im Kanton Wohnsitz haben oder genügende Sicherheit leisten.\"\n\n§ 53 StPO, auf den in § 61 verwiesen wird, hat folgenden Wortlaut:\n\n\"Der einer strafbaren Handlung Verdächtige darf nur dann in Sicherheitshaft genommen werden:\n\n1. wenn Umstände vorliegen, aus denen hervorgeht, dass er die Freiheit mittels Verabredungen oder Verwischung von Spuren der Tat zur Erschwerung des Verfahrens missbrauchen würde;\n\n2. wenn seine Flucht zu befürchten ist;\n\n3. wenn seine Freiheit mit Gefahr für andere verbunden ist, insbesondere wenn die Fortsetzung einer verbrecherischen Tätigkeit befürchtet werden muss;\n\n4. wenn seine Persönlichkeit nicht feststeht;\n\n5. wenn es nötig ist, um ihn vor einer unmittelbar drohenden ernstlichen Gefährdung zu bewahren.\"\n\nFür eine Festnahme bedarf es somit in denjenigen Fällen, in denen - wie hier - Personen nicht zur Fahndung ausgeschrieben wurden, kumulativ dreier Voraussetzungen. Es müssen ein Tatverdacht und eine unmittelbar drohende Gefahr bestehen. Ferner muss einer der Haftgründe gemäss § 53 Ziff. 1-5 StPO vorliegen; Personen, die bloss einer Übertretung verdächtigt sind, dürfen in der Regel nicht festgenommen werden, wenn allein der Haftgrund der Fluchtgefahr oder jener der Kollusionsgefahr gegeben ist.\n\nc) Die Beschwerdeführer bestreiten vor allem, sich einer strafbaren Handlung verdächtig gemacht zu haben. Sie machen geltend, sie seien an der unerlaubten Demonstration überhaupt nicht beteiligt gewesen.\n\nStellt sich die Frage nach dem Tatverdacht, so kann nicht oder doch nicht entscheidend darauf abgestellt werden, wie sich die tatsächlichen und rechtlichen Verhältnisse nach Abschluss der BGE 107 Ia 138 S. 142Erhebung objektiv darbieten. Der Richter muss sich vielmehr in die Lage versetzen, in der sich die Organe der Strafuntersuchung (einschliesslich der Polizei) im Zeitpunkt der umstrittenen Festnahme befanden (vgl. zu dieser Frage das nicht veröffentlichte Urteil des Bundesgerichts vom 25. Februar 1981 i.S. Verein Leserkampf). Allein schon das Wort \"Verdacht\" zeigt, dass die Teilnahme an einer rechtswidrigen Handlung nicht nachgewiesen sein muss, um eine Festnahme zu rechtfertigen. Würde ein Beweis verlangt, so wären die Untersuchungshaft und damit im Ergebnis das strafrechtliche Untersuchungsverfahren überhaupt in Frage gestellt. Dieses Verfahren kann nicht nur zu einer Verurteilung, sondern ebensogut zu Einstellung oder Freispruch führen. Die Festnahme von Personen, die sich später als unschuldig erweisen, kann somit nicht an sich schon rechtswidrig sein. Der Ausdruck \"Verdacht\" schliesst nicht einmal ein ethisch vorwerfbares Verhalten in sich, sondern kennzeichnet einzig eine Sachlage, wie sie sich der für die Festnahme verantwortlichen Person darbietet. Dafür, dass sich die Festnahme völlig unbeteiligter Personen in engen Grenzen hält, bietet das Erfordernis zusätzlicher Haftgründe hinreichende Gewähr. Auch die Unschuldsvermutung im Sinne des Art. 6 Ziff. 2 EMRK gibt - entgegen der Meinung der Beschwerdeführer - nicht Anlass zu einer andern Auslegung des Begriffs des Tatverdachts. Sie hat natürlich nicht die Bedeutung, dass niemand ohne Nachweis seiner Schuld verhaftet werden dürfte; die Untersuchungshaft als solche wird in Art. 5 Ziff. 1 EMRK ausdrücklich anerkannt (vgl. SCHUBARTH, Zur Tragweite des Grundsatzes der Unschuldsvermutung, S. 27 ff.). ob schliesslich eine nach den gesetzlichen Vorschriften vorgenommene, jedoch objektiv nicht gerechtfertigte Festnahme Anspruch auf eine Entschädigung zu Lasten des Staates gibt, ist hier nicht zu erörtern (vgl. dazu BGE 103 Ia 74 und BGE 98 Ia 19 mit Hinweisen).\n\nd) Den Akten ist zu entnehmen, dass am Abend des 20. August 1980 in Basel eine nicht bewilligte Demonstration stattfand, in deren Verlauf es zu Sachbeschädigungen an Autos und Hausfassaden kam. Für die Ermittlungsorgane stand somit fest, dass mindestens Vergehen im Sinne von Art. 145 StGB begangen worden waren. Der Umstand, dass die einfache Sachbeschädigung Antragsdelikt ist, ändert an der polizeilichen Kompetenz zu ersten Ermittlungen nichts (HAUSER, Kurzlehrbuch des schweizerischen Strafprozessrechts, S. 115; HUGGENBERGER, Die kriminalpolizeiliche Tätigkeit im Lichte der schweizerischen Rechtsprechung, BGE 107 Ia 138 S. 143Sonderdruck aus \"Kriminalistik\" 1966, S. 4/5). Auch der Verdacht auf Landfriedensbruch im Sinne von Art. 260 StGB lag nahe, wobei freilich eine genaue rechtliche Analyse in jenem Zeitpunkt ausgeschlossen war. Da sich die drei Beschwerdeführer im Bereiche der Manifestation befanden, durften sie als tatverdächtig betrachtet werden, was, wie erwähnt, nicht bedeutet, dass ihnen ein Schuldvorwurf zu machen war. Die kantonale Behörde durfte demnach mit sachlichen Gründen Tatverdacht für gegeben halten.\n\ne) Es bedarf keiner langen Erörterung, dass - vom Standpunkt der für die Aufrechterhaltung der öffentlichen Ordnung verantwortlichen Behörden und Beamten aus gesehen - auch Gefahr im Verzuge war. Es liegt im Wesen von Ausschreitungen, die aus der Mitte einer grösseren Menschenmenge heraus begangen werden, dass sie sich mitunter ausbreiten und während längerer Zeit da und dort aufflackern können. Die für eine Festnahme erforderliche Voraussetzung der Gefahr war somit ebenfalls vorhanden.\n\nf) Sodann ist die Frage zu beantworten, ob gegenüber den drei Beschwerdeführern auch besondere Haftgründe im Sinne von § 53 StPO bestanden. Die Staatsanwaltschaft hat sich auf Flucht- und Kollusionsgefahr berufen. Diese Haftgründe durften in der Tat in Betracht gezogen werden, da, wie dargelegt, nicht nur der Verdacht auf Beteiligung an einer Übertretung (Mitwirkung an einer nicht bewilligten Demonstration) gegeben war. Im konkreten Fall ist wiederum von der besonderen Situation auszugehen, wie sie sich den Strafuntersuchungsbehörden darbot: Es waren von unbekannten Teilnehmern an einer Massenveranstaltung Vergehen begangen worden. Nur sehr wenige besonders aktive Demonstranten konnten von Polizeiorganen auf Grund blosser Beobachtung erkannt werden. Die weiteren Beteiligten wären, wie mit Grund anzunehmen war, ohne die angeordnete Festnahme zu nächtlicher Stunde nach Hause verschwunden und nicht mehr auffindbar gewesen. Unter Verhältnissen, wie sie in der fraglichen Nacht gegeben waren, ist eine Identitätskontrolle an Ort und Stelle nicht möglich. Auch eine sofortige Unterscheidung zwischen fluchtgefährlichen und anderen Verdächtigen ist praktisch ausgeschlossen. Aus diesem Grunde durfte Fluchtgefahr fürs erste einmal hinsichtlich aller verdächtigen Personen bejaht werden. Das gilt freilich nur für den hier allein interessierenden Fall der vorläufigen Festnahme im Sinne von § 61 StPO; für eine Verhaftung auf längere Dauer hätte es gemäss § 61 Abs. 4 StPO eines Haftbefehls bedurft, BGE 107 Ia 138 S. 144der wiederum eine individuelle Prüfung der Frage der Fluchtgefahr vorausgesetzt hätte.\n\ng) Ähnliches gilt für die Frage der Kollusionsgefahr. Diese ist regelmässig zu Beginn eines Verfahrens am grössten, und sie ist in der Regel besonders ausgeprägt bei Straftatbeständen, die aus einer Gruppe mehr oder weniger gleichgesinnter Personen heraus begangen werden. Auch Kollusionsgefahr durfte somit unter den gegebenen Umständen fürs erste bejaht werden.\n\nEs ergibt sich aus allem, dass für die Festnahme eine ausreichende gesetzliche Grundlage vorhanden war. Dies liesse sich übrigens auch dann sagen, wenn das Bundesgericht die Auslegung des kantonalen Rechts frei hätte prüfen können.\n\nh) Es bleibt die Frage nach der Verhältnismässigkeit der Massnahme abzuklären. Sie wäre zu verneinen, wenn der von den Ermittlungsorganen angestrebte Zweck auch mit weniger einschneidenden Massnahmen zu erreichen gewesen wäre. Das trifft indessen nicht zu. Da, wie erwähnt, eine Identitätskontrolle im Freien nicht möglich war, blieb keine andere Wahl, als die verdächtigten Personen für die ersten Ermittlungen, namentlich für die Erhebungen zur Person, in die Räume der Staatsanwaltschaft bzw. der Kriminalpolizei zu verbringen. Eine solche Massnahme mag dem Bürger, der möglicherweise ohne Verschulden von ihr betroffen wird, als hart und unangemessen erscheinen, doch muss sie zur Aufrechterhaltung der öffentlichen Ordnung und Sicherheit unter besonderen Umständen, wie sie hier vorlagen, in Kauf genommen werden. Das Interesse des Staates an der Ermittlung der für Ausschreitungen verantwortlichen Personen überwiegt in solchen Ausnahmesituationen die Unannehmlichkeit, die darin besteht, dass ein einer Straftat Verdächtigter eine verhältnismässig kurze Zeit in Polizeigewahrsam verbringen muss.\n\nEs ist ferner zu prüfen, ob die hier angefochtene Festnahme auch nach ihrer Dauer (vier bis sechs Stunden) verhältnismässig war, was die Beschwerdeführer bestreiten. Die Dauer des Freiheitsentzugs mag gegen die Grenze dessen gehen, was den Ermittlungsorganen für eine Identitätskontrolle und allenfalls eine summarische Einvernahme zugebilligt werden kann. Es ist jedoch zu beachten, dass Staatsanwaltschaft und Polizei die Ausschreitungen in jener Nacht nicht voraussehen konnten, so dass die für die Einvernahme einer grösseren Zahl von Personen erforderlichen Beamten zunächst aufgeboten werden mussten. Es leuchtet zudem ein, dass auch nach diesem Aufgebot zusätzliche Beamte jeweils nur wenige BGE 107 Ia 138 S. 145der festgenommenen Personen gleichzeitig befragen konnten. Werden alle diese Umstände in Rechnung gestellt, erscheint die Massnahme auch hinsichtlich ihrer Dauer nicht als verfassungswidrig.\n\nDie Beschwerdeführer berufen sich in diesem Zusammenhang auf das Recht des Angeschuldigten, Aussagen zur Sache zu verweigern. Wie sich dieses Argument mit ihrer Erklärung verträgt, sie hätten an der Demonstration überhaupt nicht teilgenommen, kann dahingestellt bleiben. Jedenfalls hat das Aussageverweigerungsrecht hier keine massgebende Bedeutung, da keiner der Beschwerdeführer behauptet, er sei deshalb länger festgenommen gewesen, weil er Aussagen verweigert habe.\n\nEs ergibt sich somit, dass die kantonale Behörde mit der kritisierten Festnahme weder verfassungsmässige Rechte der Beschwerdeführer verletzte noch gegen die EMRK verstiess. Die Beschwerden erweisen sich in diesem Punkte als unbegründet.\n\n5. a) Es stellt sich die weitere Frage, ob die erkennungsdienstliche Behandlung verfassungswidrig war. Wenn die Polizei das Gesicht einer festgenommenen Person fotografiert und von ihr Fingerabdrücke nimmt, bedeutet dies einen Eingriff in die persönliche Freiheit und das auch von Verfassungs wegen geschützte Persönlichkeitsrecht (BGE 104 Ia 39 /40 mit Hinweisen). Es handelt sich dabei nicht um einen schweren Eingriff. Die Frage, ob ein solcher gegeben ist, wenn das Lichtbild und die Fingerabdrücke in die polizeilichen Registraturen eingeordnet werden, muss hier nicht untersucht werden, da die Bilder und daktyloskopischen Aufnahmen vernichtet wurden. Liegt aber kein schwerer Eingriff in die persönliche Freiheit bzw. die Rechte der Persönlichkeit vor, so ist nach dem früher Gesagten (Erw. 4a) nur unter dem Gesichtswinkel der Willkür zu prüfen, ob eine gesetzliche Grundlage für die erkennungsdienstliche Behandlung besteht.\n\nb) Die Staatsanwaltschaft erblickt die gesetzliche Grundlage der erkennungsdienstlichen Behandlung in § 63 Abs. 1 Satz 1 StPO. Diese Bestimmung steht unter dem Titel \"Körperliche Untersuchung\" und lautet wie folgt:\n\n\"Die körperliche Untersuchung eines Angeschuldigten kann gegen seinen Willen angeordnet werden, wenn sie für die Feststellung des Tatbestandes einer strafbaren Handlung oder zu einer Überführung notwendig ist.\"\n\nErgänzend verweist die Staatsanwaltschaft auf eine von ihr und vom Polizeikommando herausgegebene Weisung über die erkennungsdienstliche Behandlung, die des näheren bestimmt, welche BGE 107 Ia 138 S. 146Personen dieser Behandlung zu unterwerfen sind und wie sie durchzuführen ist. Da die Staatsanwaltschaft mit Recht nicht geltend macht, diese internen Weisungen könnten als gesetzliche Grundlage der Massnahme an sich betrachtet werden, erübrigt es sich, auf deren Inhalt weiter einzugehen.\n\nDie Beschwerdeführer wenden ein, die erkennungsdienstliche Behandlung könne nicht zur körperlichen Untersuchung gerechnet werden und sei daher durch § 63 StPO nicht gedeckt. Sie stützen ihren Standpunkt mit dem Hinweis auf in- und ausländische Literatur und führen aus, der Regierungsrat des Kantons Basel-Stadt habe das Bestehen einer Lücke dadurch anerkannt, dass er in einer Vorlage zur Änderung der StPO eine besondere Regelung der erkennungsdienstlichen Behandlung beantrage.\n\nc) Es ist einzuräumen, dass in der Rechtslehre körperliche Untersuchung und erkennungsdienstliche Massnahmen als verschiedene strafprozessuale Eingriffe betrachtet werden. Die Strafprozessordnung der Bundesrepublik Deutschland sieht in einer besonderen Vorschrift - § 81b - erkennungsdienstliche Massnahmen ausdrücklich vor. Sie werden nicht zur körperlichen Untersuchung gerechnet, die in § 81a der deutschen Strafprozessordnung geregelt ist (vgl. dazu KLEINKNECHT, Kurzkommentar zur deutschen StPO, 33. A., N. 1 zu § 81b; MEYER in Kommentar Löwe/Rosenberg, 23. A., N. 1-4 zu § 81b; EBERHARD SCHMIDT, Lehrkommentar zur deutschen StPO, Nachtragsband I, N. 1 zu § 81b). Unter dem Gesichtswinkel des Art. 4 BV ist es indes zulässig, erkennungsdienstliche Massnahmen auf § 63 der StPO des Kantons Basel-Stadt zu stützen, der sich auf die körperliche Untersuchung bezieht. Es lässt sich mit Grund die Ansicht vertreten, die Daktyloskopie gehöre im weiteren Sinne zur körperlichen Untersuchung (Schütz, Die Kriminalpolizei im Kanton Zürich, S. 97). Eine Fotografie des Gesichtes kann dagegen nicht mehr als \"körperliche Untersuchung\" bezeichnet werden. Art. 4 der Bundesverfassung verbietet aber nicht, § 63 StPO, der die körperliche Untersuchung vorsieht, analogieweise und nach dem Grundsatz \"in maiore minus\" auch auf die fotografische Aufnahme anzuwenden. Die körperliche Untersuchung, d.h. die Untersuchung des unbekleideten Körpers, die auch gewisse körperliche Eingriffe (Auspumpen des Magens usw.) in sich schliesst, ist ein schwererer Eingriff als eine gewöhnliche Fotografie, und wenn § 63 StPO die körperliche Untersuchung gestattet, kann ohne Willkür davon ausgegangen werden, es sei darin die Befugnis BGE 107 Ia 138 S. 147eingeschlossen, eine solche fotografische Aufnahme zu machen. Wenn der Erste Staatsanwalt erwog, auch die \"vergleichsweise milde Massnahme\" sei durch § 63 StPO gedeckt, verletzte er Art. 4 BV nicht. Nähme man im übrigen mit den Beschwerdeführern an, in der Strafprozessordnung des Kantons Basel-Stadt fehle eine gesetzliche Grundlage für erkennungsdienstliche Massnahmen, so würde das wohl nicht nur für Demonstrationsteilnehmer, sondern allgemein gelten. Es wäre beim heutigen Stand der Kriminalistik undenkbar, erkennungsdienstliche Massnahmen gegenüber allen Verbrechern auszuschliessen. Wenn § 63 StPO nicht herangezogen werden dürfte, müsste sich die von den kantonalen Behörden aufgeworfene Frage stellen, ob die Massnahme auf Grund von Gewohnheitsrecht zulässig sei, doch braucht darauf nicht weiter eingegangen zu werden.\n\nd) Es ist zu prüfen, ob es im konkreten Fall - vor allem unter dem Gesichtspunkt des Verhältnismässigkeitsgrundsatzes - zulässig war, zu fotografieren und Fingerabdrücke zu nehmen. Die Beschwerdeführer wurden im Zusammenhang mit einer nicht bewilligten Demonstration angehalten, bei der erhebliche Schäden an Häusern und Motorfahrzeugen verursacht sowie der Fahrzeugverkehr blockiert worden waren. Das Polizei- und Militärdepartement führte in seiner Beschwerdeantwort aus, es habe festgestellt werden können, dass bei den zahlreichen unbewilligten und zum Teil von massiven Sachbeschädigungen begleiteten Demonstrationen, die zwischen dem 20. Juni und dem 3. September 1980 stattfanden, immer die gleichen Kreise beteiligt gewesen seien. Es bestehe ein grosses Interesse daran, die zumeist unbekannten Teilnehmer an gewalttätigen Demonstrationen zu identifizieren, und die erkennungsdienstlichen Massnahmen dienten der Aufklärung verschiedener Straftaten. Bei dieser Sachlage war es zulässig und nicht unverhältnismässig, die festgenommenen Personen zu fotografieren und von ihnen Fingerabdrücke zu nehmen. Wenn im Zusammenhang mit Krawallen strafbare Handlungen ausgeführt werden, die oft schwere Schäden zur Folge haben, darf die Behörde solche Massnahmen zur Abklärung der Straftaten und im Hinblick auf mögliche künftige Ausschreitungen vornehmen; das gehört sogar zu ihrem Pflichtenkreis. Es mag fraglich sein, ob man von \"minimalen Eingriffen\" sprechen kann, wie es der Erste Staatsanwalt tut. Auf jeden Fall handelte es sich nicht um einen schweren Eingriff. Wird das öffentliche Interesse an der Aufklärung der Straftaten zu dem recht geringfügigen Eingriff in die BGE 107 Ia 138 S. 148persönliche Freiheit in Vergleich gesetzt, so kann nicht gesagt werden, die kantonale Behörde habe den Grundsatz der Verhältnismässigkeit verletzt. Die Beschwerden erweisen sich somit auch als unbegründet, soweit sie gegen die erkennungsdienstlichen Massnahmen gerichtet sind."}