{"annee": "107", "cour": "IV", "page": "75", "date": "19/2/1981", "cite": ["106 IV 31"], "cite_par": ["118 IV 296"], "chapeau": "22. Sentenza della camera d'accusa del 19 febbraio 1981 nella causa Verhöramt del cantone di Zugo c. Procura pubblica della giurisdizione sottocenerina (istanza di determinazione del foro).", "regestes": ["Détermination du for. Crimes ou délits dans la faillite. Les crimes et délits dans la faillite doivent en principe être poursuivis au lieu d'ouverture de la faillite (confirmation de jurisprudence). Il n'y a d'exception à cette règle que là où font défaut les circonstances qui la justifient; tel est le cas en l'espèce."], "faits": "BGE 107 IV 75 S. 75\n\nLa A. AG (designata in seguito: la ditta A.), fondata il 30 settembre 1977, aveva come scopo sociale, secondo l'iscrizione nel Registro di commercio del cantone di Zugo, l'esercizio di un'impresa internazionale di trasporti. Presidente del consiglio d'amministrazione era B.; vicepresidente, C. La sede della società era a D. (cantone di Zugo) presso la F. Treuhand; l'attività sociale, consistente nell'esecuzione di trasporti, era peraltro effettuata nel cantone Ticino tramite una succursale, non iscritta nel Registro di commercio del cantone di Zugo. B. e C. erano anch'essi domiciliati nel Ticino, come pure G., che era entrato nella ditta nel 1979 per aiutarla finanziariamente e che si occupava soprattutto della contabilità. Anche la maggior parte degli automezzi della ditta A. si trovavano nel cantone Ticino.\n\nIl 26 novembre 1979, il giudice del fallimento del cantone di Zugo pronunciava il fallimento della ditta A. B. e C. venivano BGE 107 IV 75 S. 76in seguito invitati senza successo dall'Ufficio dei fallimenti di Zugo a mettere a sua disposizione tutti gli atti della ditta. Mentre nel bilancio della ditta per il 31 dicembre 1979 erano menzionati 17 automezzi, l'Ufficio dei fallimenti di Lugano, incaricato da quello di Zugo di realizzare i beni della massa, riusciva ad inventariarne e a venderne soltanto 7. Per questi motivi, l'Ufficio dei fallimenti di Zugo sporgeva denuncia penale presso il Verhöramt del cantone di Zugo nei confronti di B. e di C. per inosservanza di norme della procedura di fallimento (ai sensi dell'art. 323 nn. 3 e 4 CP), per omissione della contabilità (art. 166 CP) et per bancarotta fraudolenta (art. 163 CP).\n\nIl 26 gennaio 1981, il Verhöramt del cantone di Zugo chiedeva alle autorità del cantone Ticino, ai sensi dell'art. 350 n. 1 cpv. 1 CP, di assumere il procedimento penale, essendo la bancarotta fraudolenta e l'omissione della contabilità state commesse nel Ticino ed essendosi prodotto nel cantone di Zugo soltanto il reato d'inosservanza di norme della procedura di fallimento. La Procura pubblica della giurisdizione sottocenerina rifiutava tale assunzione il 27 gennaio 1981; essa si richiamava a DTF 106 IV 31.\n\nCon istanza del 6 febbraio 1981, il Verhöramt del cantone di Zugo chiedeva alla Camera d'accusa del Tribunale federale di dichiarare le autorità del cantone Ticino competenti ad assumere il procedimento penale nei confronti di B. e di C. Il Tribunale federale ha accolto l'istanza.", "considerants": "Considerando in diritto:\n\n1. Dei reati contestati agli imputati, quello punito con la pena più grave è la bancarotta fraudolenta. Ai sensi dell'art. 350 n. 1 CP, sono quindi competenti le autorità del luogo in cui è stato commesso tale delitto.\n\n2. Come la Camera d'accusa del Tribunale federale ha deciso in DTF 106 IV 31, modificando la propria giurisprudenza, i reati nel fallimento si devono ritenere commessi nel luogo in cui è stato dichiarato il fallimento e ivi vanno quindi, in linea di principio, perseguiti. Il Tribunale federale ha motivato tale decisione specialmente con considerazioni di opportunità, rilevando che, di regola, la sede della ditta e il luogo d'apertura del fallimento coincidono, che quindi normalmente anche i documenti rilevanti ai fini istruttori si trovano in detto BGE 107 IV 75 S. 77luogo, che in questo, o in sua prossimità, sogliono essere domiciliati i testimoni e che nello stesso ha la propria sede l'ufficio dei fallimenti, dal quale spesso possono essere ottenuti ragguagli importanti per la marcia del procedimento penale.\n\nNella fattispecie in esame, precisamente molte di queste circostanze non sono date. È vero che la ditta aveva formalmente la propria sede nel cantone di Zugo; fattualmente tale sede si trovava tuttavia nel Ticino, dove si svolgeva, secondo quanto finora risultato dagli atti, l'attività della società; nel Ticino non soltanto risiedevano B. e C., ma vi si trovavano pure la maggior parte degli automezzi; anche la contabilità, nella misura in cui era tenuta, incombeva principalmente, quanto meno nel 1979, all'ufficio ticinese della ditta. Ne segue che verosimilmente sono domiciliati nel Ticino anche la maggior parte dei testimoni (ad es. il signor G.); sempre nel Ticino sono avvenuti sin qui, a domanda delle autorità del cantone di Zugo, gli atti istruttori essenziali (audizioni in via rogatoria, accertamenti sulla situazione personale degli imputati). Infine, la stessa procedura fallimentare, benché diretta da Zugo, ha avuto luogo in misura non trascurabile grazie al concorso dell'ufficio dei fallimenti di Lugano.\n\nTenuto conto di queste circostanze, si giustifica di derogare alla regola generale posta da DTF 106 IV 31 e di considerare la bancarotta fraudolenta come commessa nel Ticino, con la conseguenza che spetta alle autorità di tale cantone di continuare il procedimento penale. Una tale soluzione è d'altronde riservata dalla stessa decisione DTF 106 IV 31 per il caso in cui il fallimento sia stato aperto in un luogo in cui la ditta aveva soltanto una sede fittizia."}