{"annee": "107", "cour": "IV", "page": "107", "date": "16/6/1981", "cite": ["92 IV 153", "100 IV 161", "71 IV 121", "81 IV 224", "83 IV 66", "101 IV 154"], "cite_par": ["133 IV 207"], "chapeau": "31. Extrait de l'arrêt de la Cour de cassation pénale du 16 juin 1981 dans la cause N. contre procureur général du canton de Genève (pourvoi en nullité)", "regestes": ["Art. 139 ch. 1 CP, brigandage simple. Une femme jetée à terre par deux hommes qui l'attaquent pour la détrousser est victime de violence et elle est mise hors d'état de résister au sens de cette disposition."], "faits": "BGE 107 IV 107 S. 107\n\nA.- Le 5 février 1981, la Cour de cassation du canton de Genève a rejeté le pourvoi déposé par N. contre un arrêt de la Cour d'assises genevoise du 20 juin 1980. N. avait été condamné par la Cour d'assises à une peine de huit ans de réclusion et quinze ans d'expulsion du territoire suisse pour recels, brigandages, délit manqué de brigandages, vols, délits manqués de vol, dommages à la propriété, lésions corporelles simples et infraction à la loi fédérale sur le séjour et l'établissement des étrangers. Dans son arrêt, la Cour de cassation a constaté que le recourant ne contestait qu'un des deux brigandages, et que par conséquent les autres chefs d'accusation n'étaient pas contestés par le recourant. Elle s'est donc prononcée exclusivement sur la question de la qualification des faits retenus en première instance comme constitutifs de BGE 107 IV 107 S. 108brigandage au détriment de demoiselle H. En revanche, l'autorité cantonale n'a nullement examiné la question de la mesure de la peine en application de l'art. 63 CP.\n\nB.- Outre un recours de droit public qui a été rejeté le 19 mai 1981, N. forme un pourvoi en nullité contre l'arrêt de la Cour d'assises aussi bien que contre celui de la Cour de cassation genevoise. Il se plaint de la violation de l'art. 139 CP en tant que, dans l'affaire de dlle H., la Cour de cassation a reconnu un crime de brigandage alors qu'il n'y avait selon lui que vol au sens de l'art. 137 CP tout au plus, et de celle de l'art. 63 CP en tant que la peine infligée au recourant était très insuffisamment motivée. Il demande l'assistance judiciaire en faisant valoir qu'il est dénué de toutes ressources.\n\nC.- En ce qui concerne les faits retenus au titre du brigandage dans le cas H., l'autorité considère ce qui suit (p. 2 al. 1):\n\n\"Le 7 novembre 1977, le recourant a décidé de commettre un vol en compagnie de V., coauteur condamné dans le même arrêt. Tous deux savaient que, ce jour-là, Mlle H. transportait une somme de Fr. 18'850.--, depuis les locaux de son employeur, Tabac Distribution S.A., à la rue du Jura à Genève, jusqu'au siège de la Banque Populaire Suisse, place St-Gervais. Arrivée à la rue Batte, Mlle H. fut bousculée par les deux hommes puis poussée par terre. Les auteurs purent alors s'emparer de la sacoche contenant l'argent. La Cour d'assises a précisé que la victime avait été mise hors d'état de résister.\"\n\nCes faits correspondent à ceux constatés par la Cour d'assises (dossier cantonal, questions posées au jury, p. 33 et 34, dossier IV).", "considerants": "Considérant en droit:\n\n3. a) En ce qui concerne le brigandage, le recourant prétend que dans le cas H., il n'y a pas eu violences au sens de l'art. 139 CP. Le fait que dans cette occasion la victime ait été bousculée et jetée à terre ne revêtirait selon lui pas ce caractère de gravité. Il soutient que le brigandage ne peut exister que si la victime a été complètement mise hors d'état de résister (ATF 71 IV 122) par les violences. Il en conclut que dlle H. n'ayant pas été complètement mise hors d'état de résister, le rapport de cause à effet entre les violences dont elle a été l'objet et sa mise hors d'état de résister n'a pas été établi; ce serait plutôt la surprise et la rapidité de l'action qui ont été à l'origine de l'impossibilité dans laquelle elle s'est trouvée de réagir. Dès lors, il ne saurait dans ce cas y avoir de condamnation que pour vol, tout au plus.BGE 107 IV 107 S. 109\n\nb) Se rend coupable d'infraction à l'art. 139 ch. 1 CP celui qui, dans le dessein de commettre un vol ou pris en flagrant délit de vol, aura exercé des violences sur une personne, l'aura menacée d'un danger imminent pour la vie ou l'intégrité corporelle, ou l'aura de toute autre manière mise hors d'état de résister. Le brigandage apparaît donc selon une jurisprudence ancienne qui n'a jamais été démentie comme une contrainte exercée pour imposer un vol ou des actes tendant à un vol (ATF 71 IV 122, ATF 83 IV 68). La qualification particulière se justifie en ce cas par l'atteinte portée du même coup à la propriété et aux personnes. Il s'ensuit que l'on ne saurait considérer comme l'auteur d'un brigandage celui qui n'use pas de violence physique ou morale sur une personne ou qui, par une telle violence, ne met pas sa victime complètement hors d'état de résister, mais prévient seulement sa défense, totalement ou en partie, par la ruse, la surprise ou tout autre moyen semblable (ATF 81 IV 227). En revanche, si l'auteur exerce des violences contre des personnes afin de s'emparer de la chose d'autrui et de la conserver, le brigandage est réalisé (ATF 92 IV 155), car il s'agit d'une contrainte exercée pour imposer un vol ou d'actes tendant à un vol; peu importe au reste que le vol lui-même ait été réalisé, pourvu qu'il ait été envisagé (ATF 100 IV 164 consid. b; cf. item ATF ATF 101 IV 156 consid. 1). Il suffit enfin que la résistance de la victime ait été supprimée durant un certain temps (ATF 100 IV 164 consid. b al. 3; REHBERG, Strafrecht, III 1980, p. 40 n. 1.11; LOGOZ, n. 8 al. 3 ad art. 139 CP, p. 117 et STRATENWERTH, Schweiz. Strafrecht, Bes. Teil I, p. 204).\n\nc) Les deux questions qui se posent dès lors sont de savoir, d'une part, si N. a, avec son complice, exercé des violences et si, d'autre part, la victime s'est trouvée, fût-ce un moment, hors d'état de résister au sens de l'art. 139 ch. 1 CP.\n\nC'est à tort que le recourant se réfère à l'arrêt ATF 71 IV 122, car il s'agissait d'un cas où la victime a réussi à prendre la fuite, tandis qu'in casu, non seulement la victime a été surprise, mais également bousculée puis poussée à terre. On ne saurait nier qu'une femme qui se trouve dans une telle situation, jetée à terre par deux hommes qui l'attaquent, est victime de violence et qu'elle est dans l'incapacité de résister au détroussement sous l'effet aussi bien d'une contrainte matérielle (vis absoluta) que morale (vis compulsiva) au sens de l'arrêt ATF 71 IV 122 /123. Elle est de plus, au moment où on lui ôte la sacoche contenant l'argent, momentanément complètement hors d'état de résister (ATF 100 BGE 107 IV 107 S. 110IV 164 et REHBERG, op.cit., p. 40 n. 1.11). C'est donc bien à ce moment-là que sont réalisées les conditions du brigandage, à savoir la contrainte exercée pour imposer le vol (ATF 100 IV 164 consid. b al. 1).\n\nDès lors, le rapport de cause à effet entre la violence, la mise hors d'état de résister et le vol de la sacoche est bien établi.\n\nLe pourvoi en nullité, dans la mesure où il est recevable, doit donc être rejeté. Il était d'ailleurs voué d'emblée à l'échec, si bien que l'assistance judiciaire ne peut être accordée au recourant, l'une des conditions cumulatives posées à l'art. 152 OJ n'étant pas réunie.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le pourvoi dans la mesure où il est recevable."}