{"annee": "107", "cour": "II", "page": "269", "date": "8/5/1981", "cite": ["82 II 43", "63 II 267", "88 II 465", "99 II 67", "102 II 111", "79 II 395", "67 II 119", "90 II 227", "101 II 69", "45 II 92", "99 II 164", "96 II 392", "95 II 119", "98 II 288", "97 II 161", "88 II 455", "55 II 190", "32 II 669", "57 II 196", "81 II 117", "53 II 419", "77 II 263"], "cite_par": ["117 V 369", "109 V 150", "128 III 271", "112 II 268", "107 II 426", "113 IB 420", "114 II 91", "115 II 440", "132 III 715", "112 II 439", "114 II 376", "110 II 423", "110 II 411", "133 III 675", "142 III 433", "123 III 110", "117 II 256", "109 II 338", "145 III 72", "132 V 393", "109 II 452", "116 II 73", "113 II 323", "136 III 486", "133 III 153"], "chapeau": "41. Urteil der I. Zivilabteilung vom 8. Mai 1981 i.S. Schweizerische Eidgenossenschaft (Bundesamt für Militärversicherung) gegen Alpina-Versicherungs AG (Berufung)", "regestes": ["Rapport de causalité, preuves difficiles à fournir. 1. L'art. 58 al. 2 LCR complète l'alinéa 1 en ce sens que le détenteur répond aussi des suites d'un accident de la circulation qui n'est pas dû à des faits liés à l'emploi du véhicule (consid. 1a). 2. Exigences quant à la preuve du rapport de causalité naturelle en droit de la responsabilité civile (consid. 1b). 3. Savoir si un accident est dû à des faits liés à l'emploi du véhicule est une question de fait. Si l'autorité cantonale la laisse ouverte, parce que d'autres causes sont imaginables, voire plus vraisemblables, cela ne peut être considéré ni comme la violation d'un principe fondé sur l'expérience de la vie, ni comme une inadvertance manifeste (consid. 2). 4. La question - de droit - du caractère adéquat d'un rapport de causalité ne se pose que si la causalité naturelle doit être admise (consid. 3)."], "faits": "BGE 107 II 269 S. 270\n\nA.- Soldaten einer Luftschutztruppe hatten am 7. März 1977 in Beringen ein Gebäude bis auf den Erdboden abzutragen. Private Unternehmer transportierten das Abbruchmaterial mit ihren Lastwagen in die Kiesgrube Gysel, wo Korporal Mehr und die Soldaten Meyer und Dossenbach eingesetzt waren; diese hatten insbesondere die Fahrer mit Handzeichen an die Kippstelle zu leiten und dann die Ladebrücke hinten zu öffnen.\n\nKurz nach 15.30 Uhr, als Paul Eckert seinen voll beladenen Lastwagen nach einer Rückwärtsfahrt an der Schutthalde anhielt, den Motor aber laufen liess, entriegelte Mehr die hintere Ladewand zuerst links und dann auch rechts. Da die Wand sich daraufhin nicht öffnete, zog er mit der rechten Hand mehrmals kräftig an ihrer oberen Kante, wobei er sich mit der linken gegen die Ladebrücke stützte. Nach längerem Ziehen schnellte die Ladewand plötzlich nach unten und verletzte Mehr an der linken Hand so schwer, dass ihm in der Folge vier Finger im Mittelhandgelenk amputiert werden mussten.BGE 107 II 269 S. 271\n\nB.- Die Eidg. Militärversicherung entschädigte Mehr für die Unfallfolgen mit über Fr. 130'000.--. Sie versuchte umsonst, gemäss Art. 49 MVG auf die Alpina-Versicherungs AG, bei der Eckert für seine Halterhaftpflicht versichert war, zurückzugreifen. Im Februar 1979 klagte sie gegen die Gesellschaft auf Zahlung von Fr. 132'397.35 nebst 5% Zins seit verschiedenen Verfalldaten.\n\nDas Kantonsgericht und auf Appellation hin am 28. November 1980 auch das Obergericht des Kantons Schaffhausen wiesen die Klage ab.\n\nC.- Die Klägerin hat gegen das Urteil des Obergerichtes Berufung eingelegt mit den Anträgen, ihre Forderungen gemäss Klage zu schützen oder die Sache zur neuen Beurteilung an die Vorinstanz zurückzuweisen.\n\nDie Beklagte beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Klägerin stützt ihren Regressanspruch, wie schon im kantonalen Verfahren, vorweg auf die Haftpflicht des Motorfahrzeughalters gemäss Art. 58 Abs. 1 SVG. Nach dieser Bestimmung haftet der Halter für den Schaden, wenn \"durch den Betrieb eines Motorfahrzeuges ein Mensch getötet oder verletzt oder Sachschaden verursacht\" wird.\n\na) Die Voraussetzung der Haftung, dass der Schaden durch den Betrieb eines Motorfahrzeuges verursacht sein muss, ist aus Art. 37 Abs. 1 MFG wörtlich übernommen worden. Das Bundesgericht hat sie bereits unter der Herrschaft des alten Rechts nur dann als erfüllt angesehen, wenn der schadenstiftende Unfall in seiner Gesamtheit betrachtet, mit der besonderen Gefahr, die durch den Gebrauch der maschinellen Einrichtungen (Motor, Scheinwerfer usw.) des Motorfahrzeuges geschaffen wird, zusammenhängt (BGE 88 II 458 und dort angeführte Urteile). Der Zusammenhang ist zu bejahen, wenn eine dem Betrieb des Motorfahrzeuges eigene Gefahr sich auswirkt, dagegen zu verneinen, wenn bloss anlässlich des Betriebes eines solches Fahrzeuges Schaden entsteht (BGE 82 II 47). Dies ist z.B. anzunehmen, wenn einem Mitfahrer beim Zuschlagen der Türe ein Finger zerquetscht wird; diesfalls ist der Unfall weder auf die Bewegung des Fahrzeuges noch auf eine andere Funktion seiner maschinellen Einrichtungen zurückzuführen (BGE 63 II 267 /8).BGE 107 II 269 S. 272\n\nDer maschinentechnische Betriebsbegriff liegt, wie in BGE 97 II 165 E. 3 b ausgeführt worden ist, auch dem Art. 58 Abs. 1 SVG zugrunde. Neu ist dagegen, dass die Kausalhaftung des Motorfahrzeughalters in Art. 58 Abs. 2 SVG durch eine Regel ergänzt worden ist, die über die dem Betrieb eines Motorfahrzeuges innewohnenden Gefahren hinausgeht. Nach dieser Vorschrift haftet der Halter für einen Verkehrsunfall, der durch ein nicht in Betrieb befindliches Fahrzeug veranlasst wird, sofern der Geschädigte ein Verschulden des Halters (oder von Personen, für die er verantwortlich ist) oder fehlerhafte Beschaffenheit des Fahrzeuges beweist. Der Grundgedanke der Ergänzung durch eine \"Ausdehnung der Kausalhaftung über den Betrieb hinaus\" kann gemäss den in BGE 99 II 165 zitierten Gesetzesmaterialien nur darin erblickt werden, dass der Halter für den Schaden einzustehen hat, wenn immer sein Fahrzeug zu einem Verkehrsunfall Anlass gibt, ohne dass die Voraussetzung des Betriebes als Ursache in Frage kommt. Sonst würde der mit Art. 58 Abs. 2 SVG verfolgte Zweck, die Lage des Geschädigten im neuen Recht zu verbessern, zum Teil wieder vereitelt. Die Bestimmung erfasst insbesondere gewisse typische Unfallsituationen, wie das Anhalten oder Parkieren an untunlicher Stelle (OFTINGER, Haftpflichtrecht II/2 S. 529/30 und 546 Ziff. 2; SCHLEGEL/GIGER; Taschenausgabe SVG, S. 189/90). So bildet ein am Strassenrand stehender Lastwagen nur mit seiner Masse ein Hindernis, das mit den besonderen, durch den Betrieb eines Motorfahrzeuges geschaffenen Gefahr nichts gemeinsam hat, gleichviel ob der Motor läuft und die Zündung eingeschaltet ist, damit die Blinker funktionieren (BGE 97 II 165 E. 3c).\n\nb) Nach der allgemeinen Regel des Art. 8 ZGB hat der Geschädigte, der einen Halter bzw. dessen Haftpflichtversicherung nach Art. 58 Abs. 1 SVG belangen will, insbesondere zu beweisen, dass der Schaden durch den Betrieb eines Motorfahrzeuges verursacht worden ist. Beruft er sich auf Art. 58 Abs. 2 SVG, so hat er neben den in der Bestimmung ausdrücklich erwähnten Beweisen namentlich darzutun, dass ein Verkehrsunfall vorliegt und zwischen den haftungsbegründenden Tatsachen und dem Schaden ein Kausalzusammenhang besteht (OFTINGER, II/2 S. 520 ff. und 545 ff.).\n\nDie Anforderungen an den Beweis des natürlichen Kausalzusammenhangs im Haftpflichtrecht des Motorfahrzeughalters unterscheiden sich nicht von denjenigen, die nach dem übrigen BGE 107 II 269 S. 273Schadenersatzrecht zu erfüllen sind (BGE 79 II 396 /7). Weder im einen noch im andern Bereich braucht der Geschädigte den Kausalzusammenhang zwischen dem schädigenden Ereignis und dem Unfall mit wissenschaftlicher Genauigkeit nachzuweisen. Das Bundesgericht hat dies von jeher abgelehnt, würde damit der Geschädigte doch oft überfordert. Es kann ihm nicht zugemutet werden, die Kausalität stets in zwingender Weise darzutun. Auch darf die Gewissheit über den Eintritt eines Ereignisses, die der Beweis einem Richter verschaffen soll, nicht mit dem absoluten Ausschluss jeder anderen Möglichkeit gleichgesetzt werden. Es muss vielmehr genügen, wenn der Richter in Fällen, wo der Natur der Sache nach ein direkter Beweis nicht geführt werden kann, die Überzeugung gewinnt, dass die überwiegende Wahrscheinlichkeit für einen bestimmten Kausalverlauf spricht. Anders verhält es sich, wenn nach den besonderen Umständen des Falles weitere Möglichkeiten bestehen, die neben der behaupteten Ursachenfolge ebenso ernst in Frage kommen oder sogar näher liegen (BGE 90 II 232, BGE 67 II 122 E. 3, BGE 57 II 208 /9, BGE 53 II 425 /6, BGE 45 II 97 /8, BGE 32 II 674).\n\n2. Nach dem angefochtenen Urteil steht die unmittelbare Ursache des Unfalls ausser Frage. Mehr wurde von der aufspringenden Ladewand überrascht und an der linken Hand, mit der er sich gegen die Ladebrücke stützte, getroffen und verletzt. Sicher fest steht ferner, dass Mehr mit der rechten Hand mehrmals an der Ladewand zog und der Motor des Lastwagens während des ganzen Vorgangs lief. Immer noch umstritten ist dagegen, ob der Unfall im Sinne von Art. 58 Abs. 1 SVG durch den Betrieb eines Motorfahrzeuges verursacht worden ist.\n\na) Die Klägerin machte bereits im kantonalen Verfahren geltend, die Ladewand sei durch einen dynamischen Vorgang des Lastwagens, insbesondere durch Erschütterungen der Ladung während der Fahrt, blockiert worden und beim Öffnungsversuch infolge weiterer Erschütterungen durch den laufenden Motor oder durch ein Vorziehen des Fahrzeuges plötzlich heruntergeschnellt. In der Berufung vertritt sie \"aufgrund aller Umstände und der allgemeinen Lebenserfahrung\" die Auffassung, das Vorziehen des Lastwagens sei für das Aufspringen der Ladewand und damit für den Unfall adäquat kausal gewesen.\n\nDas Obergericht hat sich nicht nur mit dem behaupteten Kausalverlauf, sondern auch mit weiteren Möglichkeiten einlässlich auseinandergesetzt, weil für den Ablauf des Geschehens auch andere, ebenso einleuchtende Erklärungen beständen. Es hielt der BGE 107 II 269 S. 274Klägerin insbesondere entgegen, dass die Ladewand schon wegen sperriger Teile der Ladung (Steine, Holzstücke, Balken und dgl.) oder weil Mehr daran zunächst einseitig zog, blockiert sein konnte und erst nach längerem Ziehen plötzlich nachgab; diese Möglichkeiten seien jedenfalls wahrscheinlicher als der von der Klägerin behauptete Unfallhergang. Dass Eckert den Lastwagen nach eigenen Angaben vor dem Unfall um 0,50-1 m vorgezogen hat, um Mehr den vermeintlich zu knappen Raum zu erweitern, schloss die Vorinstanz nicht aus. Sie fügte aber bei, den wiederholten Aussagen des Verunfallten lasse sich nicht entnehmen, dass das Fahrzeug im Verlaufe seiner Bemühungen, die Ladewand zu lösen, sich in Bewegung setzte; Mehr habe vielmehr erklärt, der Wagen müsse während dieser Zeit stillgestanden sein, da ihm das Gegenteil nicht hätte entgehen können. Die Vorinstanz fand daher, der Klägerin sei der Beweis, dass der Unfall durch das Vorziehen des Lastwagens verursacht wurde, nicht gelungen; eine betrieblich bedingte Verursachung rücke im Vergleich zu anderen Möglichkeiten gegenteils stark in den Hintergrund. Ähnlich verhalte es sich mit ihrer Behauptung, der Fahrer habe allenfalls die Ladebrücke bereits leicht angehoben; dafür böten die Aussagen von Mehr, Eckert und Meyer ebenfalls keine Anhaltspunkte.\n\nb) Diese Feststellungen des Obergerichts zum Unfallgeschehen samt den Schlussfolgerungen, die es daraus zieht, lassen sich entgegen den Einwänden der Klägerin nicht als blosse Vermutungen oder Unfallhypothesen ausgeben, welche das Bundesgericht nicht bänden. Sie stützen sich auf Beweise, welche teils vom Kantonsgericht, teils vom Kompagniekommandanten oder vom militärischen Untersuchungsrichter erhoben und von der Vorinstanz einlässlich gewürdigt worden sind. ob der Unfall, wie behauptet, einem Betriebsvorgang des Lastwagens oder eher betriebsfremden Einwirkungen auf die Ladewand zuzuschreiben sei, ist in erster Linie eine Tatfrage (BGE 101 II 73 E. 3 und BGE 98 II 290 E. 3 mit Hinweisen); ihre blosse Beantwortung ist noch keine rechtliche Beurteilung einer Tatsache, mag sie noch so schwierig sein, eine angeblich irrtümliche Beantwortung der Frage folglich noch keine Verletzung eines rechts- oder allgemeinen Erfahrungssatzes. Hält der kantonale Richter einen behaupteten Kausalverlauf gestützt auf Zeugenaussagen nicht für bewiesen, so liegt vielmehr freie Beweiswürdigung vor, die das Bundesgericht im Berufungsverfahren nicht überprüfen darf. Vorbehalten bleiben bloss Schlussfolgerungen, die ausschliesslich auf allgemeiner Lebenserfahrung BGE 107 II 269 S. 275beruhen (BGE 99 II 84, BGE 95 II 124 E. 4 und BGE 88 II 469 E. 5 je mit weiteren Hinweisen). Von solchen Folgerungen kann hier jedoch im Ernst keine Rede sein.\n\nGewiss beruht auch jede Beweiswürdigung weitgehend auf allgemeiner Lebenserfahrung. Diese vermag den einer Partei im Einzelfall obliegenden Tatsachennachweis aber nicht zu ersetzen, weil Erfahrungssätze sich nicht auf den Tatbestand des konkreten Falles beschränken, sondern wie die Rechtssätze Massstab für die Beurteilung der im Prozess festgestellten Tatsachen sind. Indem die Klägerin die Auffassung des Obergerichts über den behaupteten Kausalverlauf unter Berufung auf die allgemeine Lebenserfahrung als bundesrechtswidrig anzufechten sucht, setzt sie sich genau gesehen denn auch bloss über Beweisschwierigkeiten hinweg, die an ihrer Beweislast aber nichts ändern; sie verkennt vielmehr, dass der Richter bei nicht bewiesenen Sachbehauptungen gegen die beweispflichtige Partei zu entscheiden, diese also die Folgen der Beweislosigkeit zu tragen hat (BGE 102 II 119 E. 4 b, BGE 81 II 124 und 155, BGE 77 II 268 /9, BGE 55 II 192; KUMMER, N. 20 zu Art. 8 ZGB).\n\nDas ist auch ihrem Versuch entgegenzuhalten, die Feststellungen des Obergerichts über das Vorziehen des Lastwagens und über die Unmöglichkeit, die wahre Ursache für das plötzliche Aufspringen der Ladewand nachträglich genau abzuklären, als Versehen gemäss Art. 63 Abs. 2 OG oder \"Verstoss gegen die Denkgesetze\" rügen zu wollen. Das Obergericht hat die Aussage Eckerts, den Wagen vor dem Unfall leicht vorgezogen zu haben, nicht übersehen; es hat sie vielmehr gewürdigt, aber nicht in dem von der Klägerin gewünschten Sinne. Die Rüge erschöpft sich in unzulässiger Kritik an der Beweiswürdigung und ist daher nicht zu hören. Die Erwägung der Vorinstanz, dass auch andere Einwirkungen auf die Ladewand denkbar seien und sogar näher lägen, ergibt ebenfalls nichts für ein Versehen oder einen Widerspruch; sie kann nur dahin verstanden werden, dass ein Fall von Beweislosigkeit vorliegt, weil nach dem Ergebnis des Beweisverfahrens sehr verschiedene Erklärungen möglich sind.\n\nc) Das Bundesgericht hat somit davon auszugehen, dass die Vorinstanz weder einen zeitlichen Zusammenhang zwischen dem Vorziehen des Lastwagens und dem Unfall, noch einen funktionellen zwischen dem Aufspringen der Ladewand und einem andern Betriebsvorgang für bewiesen hält. Damit ist einer Haftung der Beklagten gemäss Art. 58 Abs. 1 SVG, der ausdrücklich einen BGE 107 II 269 S. 276durch den Betrieb des Fahrzeuges verursachten Schaden voraussetzt, die Grundlage entzogen, und die Frage nach einem adäquaten Kausalzusammenhang ist gegenstandslos. Dass das Obergericht den Betriebsbegriff dieser Bestimmung verkannt oder die Anforderungen an den Nachweis des natürlichen Kausalzusammenhanges überspannt habe, lässt sich nicht sagen. Seine grundsätzlichen Erwägungen zu diesem Zusammenhang und zur Auslegung der streitigen Norm decken sich im wesentlichen vielmehr mit der hiervor angeführten Rechtsprechung, von der abzuweichen kein Anlass besteht.\n\nNach dem, was in tatsächlicher Hinsicht feststeht, ergibt sich eine Haftung der Beklagten auch nicht aus Art. 58 Abs. 2 SVG, da der Unfall Mehrs selbst in seiner Gesamtheit betrachtet, nicht als Verkehrsunfall zu werten ist. Einen solchen setzt die Vorschrift aber voraus (OFTINGER, II/2 S. 547; SCHLEGEL/GIGER, S. 109 oben). Der Unfall ereignete sich ausserhalb irgendwelcher Verkehrsvorgänge, als Mehr auf der Ablagestelle die Ladewand des stillstehenden Fahrzeuges öffnen wollte. Bei dieser Sachlage lässt sich der Verunfallte nicht als anderer Verkehrsteilnehmer ausgeben noch sagen, der Lastwagen habe sich zur Zeit des Unfalles im Verkehr befunden (KELLER, Haftpflichtrecht im Privatrecht, 3. Aufl. S. 235). Die Vorinstanz konnte daher offen lassen, ob den Fahrer gemäss Art. 58 Abs. 2 SVG ein Verschulden treffe und das Klemmen der Ladewand auf fehlerhafte Beschaffenheit des Lastwagens zurückzuführen sei.\n\n3. Die Klägerin wirft dem Obergericht ferner eine Verletzung von Art. 41 ff. OR vor, weil es ein \"kausales\" Verhalten des Fahrers verneint, sich aber zu Unrecht nicht dazu geäussert habe, ob ein adäquates Verschulden Eckerts als Ursache oder Mitursache des Unfalls in Frage komme. Sie ist der Meinung, das Bundesgericht dürfe das eine wie das andere frei überprüfen.\n\nDamit vermengt die Klägerin erneut zwei Begriffe miteinander. Gewiss ist Rechtsfrage, ob ein schädigendes Ereignis (auch) als adäquate Ursache eines Unfalls angesehen werden kann. Die Frage stellt sich indes erst und nur dann, wenn bereits der natürliche Kausalzusammenhang zwischen dem Ereignis und den Unfallfolgen zu bejahen ist; denn der adäquate ist bloss ein Korrektiv zum naturwissenschaftlichen Ursachenbegriff, der vom Recht als natürliche Kausalität übernommen worden ist, unter Umständen aber der Einschränkung bedarf, um für die rechtliche Verantwortlichkeit tragbar zu sein und eine vernünftige Begrenzung der Haftung zu ermöglichen (BGE 96 II 396 E. 2 mit Zitaten).BGE 107 II 269 S. 277\n\nIm vorliegenden Fall liess sich die eigentliche Ursache dafür, dass die Ladewand plötzlich herunterschnellte, nicht mehr abklären, weil es nach Auffassung der Vorinstanz neben dem behaupteten Kausalverlauf noch andere, ebenso einleuchtende Erklärungen für den Unfallhergang gibt. Daran scheitert auch der Einwand, die Ladebrücke sei wegen des gewählten Verschlusses unsachgemäss ausgerüstet gewesen, weshalb ein kausales und adäquates Verschulden des Fahrers vorliege. Dafür ist dem angefochtenen Urteil nichts zu entnehmen. Der Vorwurf wurde zudem im kantonalen Verfahren einzig damit begründet, der Fahrer habe die Ladebrücke, als Mehr die Ladewand öffnen wollte, bereits leicht angehoben. Dies war nach der verbindlichen Feststellung des Obergerichts aber gerade nicht der Fall. Das Bundesgericht darf daher weder von einer gegenteiligen Feststellung ausgehen, noch die Vorinstanz anhalten, zu den Behauptungen der Klägerin über ein Verschulden des Fahrers und über eine fehlerhafte Beschaffenheit des Fahrzeuges Stellung zu nehmen.\n\nBei diesem Ergebnis kann offen bleiben, ob die Klägerin als Regressnehmerin die Beklagte auch nach Art. 41 ff. OR direkt belangen könnte und der Versicherungsschutz, den die Beklagte dem Motorfahrzeughalter gemäss Police versprochen hat, über den Bereich des Art. 58 SVG hinausgeht.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichts des Kantons Schaffhausen vom 28. November 1980 bestätigt."}