{"annee": "107", "cour": "IB", "page": "50", "date": "11/3/1981", "cite": ["98 IB 433"], "cite_par": ["113 IB 403", "109 V 207", "114 IB 224", "110 IB 145", "122 II 274", "113 IB 353", "113 IB 357", "110 IB 382", "111 IB 308", "110 IA 91", "108 IB 509", "118 IB 614"], "chapeau": "12. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 11. März 1981 i.S. Gemeinde N. gegen M. und Regierungsrat des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Notion de forêt; art. 1 OFor. Portée de prescriptions dont il résulte qu'une surface boisée doit, pour être considérée comme forêt, atteindre une dimension minimale (consid. 3c et 4). L'application d'une telle disposition de droit cantonal est par trop schématique et contrevient au droit fédéral, lorsqu'elle aboutit à dénier la qualité de forêt aux rives boisées d'un cours d'eau pour le motif que la largeur de celles-ci est quelque peu inférieure à un minimum déterminé - que la législation fédérale ne prescrit pas (consid. 4b). Il y a également violation du droit fédéral lorsqu'une telle prescription de droit cantonal est appliquée sans qu'il soit tenu compte du fait que le peuplement d'arbres considéré jouxte une forêt (consid. 4a). L'autorité qui applique l'art. 1 OFor doit procéder à une appréciation juridique d'ensemble, dans le cadre de laquelle il convient également de prendre en considération la question de la protection du paysage (consid. 5)."], "faits": "", "considerants": "BGE 107 Ib 50 S. 51\n\nAus den Erwägungen:\n\n3. ... (lit. a und b: Die Voraussetzungen der Bestockung mit Waldbäumen und der typischen Waldfunktionen sind beim fraglichen Areal erfüllt).\n\nc) Von besonderer Bedeutung ist hier die Frage, ob das streitige Areal als (hinlänglich grosse) \"Fläche\" im Sinne von Art. 1 Abs. 1 FPolV zu betrachten ist. Die erforderliche Minimalfläche ist bundesrechtlich nicht bestimmt. Damit ist den Kantonen und der Praxis ihrer Forstbehörden ein erheblicher Beurteilungsspielraum überlassen. Die Kantone wenden unterschiedliche Minimalmasse und Messmethoden an. Der Kanton Aargau beispielsweise erachtet eine Fläche von über 100 m2 Ausdehnung (ab Stockgrenze, horizontal gemessen) als Wald (vgl. Urteil des Verwaltungsgerichts vom 29. August 1977, in ZBl 79/1978, S. 76 E. 1d). Die Behörden des Kantons Graubünden gehen ebenfalls von einer Minimalfläche von 100 m2 aus, messen diese jedoch - mit Rücksicht auf die Baumkronen - unter Beachtung eines Abstandes von 2 m von den äussersten Stämmen, wodurch bereits kleinere Flächen als im Aargau als Wald gelten (vgl. nicht veröffentlichter BGE Heinz vom 9. Juli 1980, E. 2). Im Kanton Zürich wird zunächst eine bestockte Mindestbreite von 6 m, gemessen von der Stamm-Mitte der äussersten Bäume, und zusätzlich eine Mindestfläche von 150 m2, berechnet aufgrund der bestockten Breite zuzüglich eines beidseitigen Saumes von je 2 m verlangt; hier gilt also eine nicht unbedeutend grössere Fläche als Norm.\n\nDerartige kantonale Regeln sind teils schriftlich festgelegt, teils entsprechen sie einfach der Forstpraxis. Im Kanton Zürich sind sie in einer nicht veröffentlichten Wegleitung des Oberforstamtes und des Tiefbauamtes vom Mai 1978 (mit späterer Abänderung) niedergelegt. Es handelt sich dabei um verwaltungsinterne Richtlinien vorwiegend technischer Art, die im BGE 107 Ib 50 S. 52Interesse einer einheitlichen und rechtsgleichen Verwaltungspraxis aufgestellt worden sind. Solche Richtlinien stellen zwar keine Rechtssätze dar und sind für das Bundesgericht nicht verbindlich. Doch sind sie in der Regel Ausdruck des Wissens und der Erfahrung bewährter Fachstellen, so dass sich das Bundesgericht meistens seinerseits an sie hält (vgl. IMBODEN-RHINOW, Schweiz. Verwaltungsrechtsprechung, Bd. I, Nr. 9, S. 55 III d; BGE 98 Ib 436).\n\n4. Die Rechtsprechung des Bundesgerichtes hat sich - was die Auslegung des unbestimmten Rechtsbegriffes \"Fläche\" anbelangt - bis anhin sehr zurückgehalten und den kantonalen Forstbehörden einen erheblichen Beurteilungspielraum zugestanden. Eine Überprüfung dieser Rechtsprechung erweist sich als notwendig, weil mit der zunehmenden Baulandverknappung die Fragen, welche Bestockungen bewilligungslos gerodet werden dürfen und von welchen Bestockungen an die gesetzlichen Waldabstände beim Bauen einzuhalten sind, immer mehr Gewicht erhalten und weil die kantonalen Behörden mitunter zu schematisch vorgehen.\n\nIm vorliegenden Fall überschreitet das streitige Areal (im Halte von etwa 600 m2) die von der forstamtlichen Praxis im Kanton Zürich geforderte Mindestfläche von 150 m2 beträchtlich, doch erreicht es die forstamtlich geforderte Breite von 6 m nicht; im obersten und im untersten Teil erreicht es sie fast, auf der übrigen Strecke jedoch ist der Streifen schmäler. Die kantonalen Behörden haben daher das Vorliegen einer bestockten \"Fläche\" im Sinne von Art. 1 Abs. 1 FPolV verneint. Zu prüfen ist, ob diese Betrachtungsweise vor dem Bundesrecht standhält.\n\na) Ufergehölze sind in Art. 1 Abs. 2 FPolV als Beispiel, nämlich als besondere Erscheinungsform von Wald ausdrücklich genannt. Sie würden daher nur dann nicht als Wald gelten, wenn es sich bei der Bestockung wegen ihrer geringen Ausdehnung um Einzelbäume im Sinne von Art. 1 Abs. 3 FPolV handelte. (...)\n\nIm vorliegenden Fall hat die vorhandene Bestockung wegen der Strauchschicht neben den Bäumen und wegen der auch in den Einengungen und Lücken durch das Gehölz beeinflussten Bodenvegetation nach Ansicht des beigezogenen Experten eindeutig den Charakter eines Ufergehölzes und nicht den von beidseitig der Ufer stehenden Einzelbäumen. Daraus folgt, dass BGE 107 Ib 50 S. 53die Bestockung aufgrund ihrer Eigenart als Ufergehölz den Flächenerfordernissen der bundesrechtlichen Walddefinition zu genügen vermag und nicht bloss als eine Mehrzahl von Einzelbäumen erscheint.\n\nDieses Ergebnis wird dadurch erhärtet, dass - was die kantonalen Behörden ausser acht gelassen haben - die streitige Fläche im Zusammenhang mit den benachbarten Waldbeständen gesehen werden muss. Der Zusammenhang mit dem oben anschliessenden Reservoirwald besteht darin, dass die ganze Tobelbachbestockung entstehungsgeschichtlich und landschaftlich als verbliebener Ausläufer jenes kompakten Waldes zu betrachten ist. Der Zusammenhang mit dem unteren, vom Kanton selber als Wald anerkannten Abschnitt der Tobelbachbestockung ist in jeder Beziehung zu bejahen.\n\nb) ... (Bestätigung der Ausführungen des Gutachtens).\n\nDen Überlegungen der kantonalen Behörden könnte selbst dann nicht gefolgt werden, wenn eine Einhaltung der genannten Mindestmassvorschriften, an die das Bundesgericht nicht gebunden ist, hier zu verneinen wäre. Das Gutachten zeigt, dass die kantonale Mindestmass-Regelung dem Bundesrecht nur ungenügend zu dienen vermag. Ihre Anwendung führt im vorliegenden Fall zu einem dem Forstpolizeirecht fremden Schematismus. In der Tat ist nicht erkennbar, welchem Anliegen des Forstpolizeirechtes es dienlich sein könnte, einen weiten Teil eines ausgedehnten Ufergehölzes nur deshalb nicht als Wald zu betrachten, weil er eine im Bundesrecht nicht vorgeschriebene Vegetationsbreite von 6 m unwesentlich unterschreitet.\n\n5. Die vom kantonalen Oberforstmeister am Augenschein erklärte Auffassung, der Landschaftsschutz sei nach zürcherischer Praxis nicht Sache der Forstorgane, geht fehl. Vorliegend ergab sich eine klare Bejahung der Waldeigenschaft schon aus einer sinnvollen Anwendung der Bemessungsgrundsätze und aus der forstkundlich erforderlichen Betrachtung der gesamten Bachbestockung. Wäre die Antwort aber weniger eindeutig ausgefallen, so hätte bei der rechtlichen Gesamtbeurteilung gemäss Art. 1 FPolV der Aspekt des Landschaftsschutzes, der zu den Wohlfahrtswirkungen des Waldes gehört, einbezogen werden müssen (vgl. Art. 26 Abs. 4 FPolV). Eine solche Gesamtbeurteilung ist nach dem Forstpolizeirecht Aufgabe der es anwendenden Behörden. (...)"}