{"annee": "107", "cour": "II", "page": "134", "date": "21/5/1981", "cite": ["88 II 252", "80 II 378", "100 II 307", "99 II 176", "104 II 166", "100 II 134", "107 II 119", "99 II 67", "68 II 369", "104 II 15", "66 I 228", "81 II 439"], "cite_par": ["111 II 24", "111 II 429", "131 III 505", "127 III 257", "109 II 418", "108 IA 55"], "chapeau": "17. Auszug aus dem Urteil der II. Zivilabteilung vom 21. Mai 1981 i.S. H. gegen D. (Berufung)", "regestes": ["Fouilles et constructions qui nuisent au fonds voisin. Art. 685, 679 CC. 1. Par l'action de l'art. 679 CC, le propriétaire d'un immeuble qui subit un dommage ne peut exiger que la suppression de la cause de ce dommage sur le fonds qui en est à l'origine; il ne peut cependant pas demander la remise en l'état de son fonds endommagé. Lorsqu'il s'agit d'obtenir réparation de dommages causés par des immissions excessives, seule est à disposition l'action en dommages-intérêts, qui s'éteint par la prescription de l'art. 60 CO (consid. 3). 2. Les prestations pécuniaires n'entrent pas seules en ligne de compte pour la réparation du dommage; le propriétaire peut obtenir aussi, une prestation en nature sous forme de remise en état du fonds endommagé (consid. 4)."], "faits": "BGE 107 II 134 S. 134\n\nA.- D. erstellte in den Jahren 1972/1973 auf seinem Grundstück GBP-Nr. 621 in Oberägeri terrassenförmig angelegte BGE 107 II 134 S. 135Wohnungen. Mit den Bauarbeiten wurde am 5. Juli 1972 begonnen. Unmittelbar nach Beginn der Aushubarbeiten geriet der steile Hang in Bewegung. Es kam zu Rutschungen, die auch die im Eigentum des H. stehende Nachbarparzelle GBP-Nr. 615 in Mitleidenschaft zogen.\n\nIm Jahre 1974 erstellte H. auf seiner Parzelle seinerseits ein Terrassenhaus. Nach Abschluss der Bauarbeiten führte I. im Auftrag des D. zum Preise von Fr. 4'500.-- Anpassungsarbeiten zwischen den beiden Bauwerken aus.\n\nB.- Am 4. Oktober 1977 reichte H. beim Kantonsgericht des Kantons Zug gegen D. Klage ein mit folgendem Rechtsbegehren:\n\n\"Der Beklagte sei zu verpflichten, das ursprüngliche Niveau entlang der Grenze des Grundstückes GBP-Nr. 615 des Klägers im Bethenbühl, Gemeinde Oberägeri, innert nützlicher, vom Gericht anzusetzender Frist wiederherzustellen bzw. wiederherstellen zu lassen, alles unter Kosten- und Entschädigungsfolge zulasten des Beklagten.\"\n\nDas Kantonsgericht wies die Klage am 28. November 1979 ab. Sein Entscheid wurde auf Berufung des Klägers hin vom Obergericht des Kantons Zug mit Urteil vom 16. Juli 1980 bestätigt.\n\nC.- Mit der vorliegenden Berufung ans Bundesgericht beantragt der Kläger die Aufhebung des obergerichtlichen Urteils und die Gutheissung der Klage, eventuell die Rückweisung der Sache an die Vorinstanz.\n\nDer Beklagte beantragt die Abweisung der Berufung.\n\nDas Bundesgericht heisst die Berufung gut und weist die Sache zu ergänzender Abklärung und neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n2. Nach Art. 685 Abs. 1 ZGB darf der Eigentümer eines Grundstücks bei Grabungen und Bauten die nachbarlichen Grundstücke nicht dadurch schädigen, dass er ihr Erdreich in Bewegung bringt oder gefährdet oder vorhandene Vorrichtungen beeinträchtigt. Diese Vorschrift hat der Beklagte verletzt. Nach den Feststellungen der Vorinstanz muss angenommen werden, dass die Hangabrutschung auf dem Grundstück des Klägers mindestens teilweise durch die Aushubarbeiten auf dem Grundstück des Beklagten verursacht wurde. Der Beklagte hat den Kausalzusammenhang zwischen dem Aushub der Baugrube und der Hangabrutschung schon im kantonalen Berufungsverfahren nicht mehr bestritten.BGE 107 II 134 S. 136\n\n3. Mit seinen Grabarbeiten hat der Beklagte somit sein Eigentumsrecht überschritten. Nach Art. 679 ZGB kann der dadurch geschädigte Kläger auf Beseitigung der Schädigung oder Schutz gegen weiterhin drohenden Schaden sowie auf Schadenersatz klagen. Der Kläger sieht in seinem Begehren, der Beklagte habe den ursprünglichen Zustand entlang der gemeinsamen Grenze wiederherzustellen, in erster Linie eine Klage auf Beseitigung der auf seinem Grundstück eingetretenen Schädigung.\n\na) Nach der herrschenden Lehre, auf die sich die Vorinstanz stützt, kann indessen der geschädigte Grundeigentümer mit der Beseitigungsklage des Art. 679 ZGB nur die Beseitigung des den Schaden verursachenden Zustandes auf dem Ausgangsgrundstück verlangen, nicht aber die Wiederherstellung des früheren Zustandes seines verletzten Eigentums. Der Beseitigungsanspruch hat keine restitutorische Funktion, richtet sich also nicht auf Rückgängigmachung des Erfolges der Einwirkung. Für die Behebung des Erfolges der Einwirkung steht nur die Schadenersatzklage zur Verfügung (so insbesondere STARK, Das Wesen der Haftpflicht des Grundeigentümers nach Art. 679 ZGB, S. 171 ff., 178 ff., 203; ders., N. 38 ff. zu Art. 928 ZGB; MEIER-HAYOZ, N. 120 zu Art. 679 ZGB; vgl. auch HOMBERGER, N. 18, 20 zu Art. 928 ZGB; HAAB, N. 18, 20 zu Art. 679 ZGB). Diese Auffassung scheint auch der bundesgerichtlichen Rechtsprechung zugrundezuliegen. So hat das Bundesgericht in BGE 88 II 267 /268 - allerdings im Zusammenhang mit dem allgemeinen Abwehranspruch des Art. 641 Abs. 2 ZGB, der sich aber in dieser Hinsicht nicht vom Beseitigungsanspruch des Art. 679 ZGB unterscheidet - ausgeführt, der Beseitigungsanspruch müsse sich gegen die Ursachen der ungerechtfertigten Einwirkung richten, nicht gegen diese selbst; er setze einen sich fortdauernd als Störung auswirkenden Zustand voraus; Ansprüche auf Wiederherstellung und Wiedergutmachung gehörten dem Schadenersatzrecht an (vgl. auch BGE 66 I 233).\n\nb) Der Begriff der \"Schädigung\" in Art. 679 ZGB ist freilich zweideutig. Es kann darunter sowohl der Erfolg der Einwirkung auf dem geschädigten Grundstück wie auch die schädigende Handlung oder der schädigende Zustand auf dem Ausgangsgrundstück verstanden werden. Im Vorentwurf zum ZGB war in Art. 679 von einer Klage auf Beseitigung der \"Verletzung\" die Rede, was eher auf die erste Bedeutung (Erfolg) hinzudeuten scheint. Weshalb der Gesetzgeber schliesslich dem heutigen Text den Vorzug gab, lässt sich den Materialien nicht entnehmen. Auch der BGE 107 II 134 S. 137französische Gesetzestext ist nicht eindeutig. Danach kann der Geschädigte den sein Eigentumsrecht überschreitenden Grundeigentümer belangen \"pour qu'il remette les choses en l'état\". Mit der \"remise en l'état\" könnte sowohl die Wiederherstellung des ursprünglichen Zustandes auf dem geschädigten Grundstück als auch die Instandstellung von Vorrichtungen auf dem Ausgangsgrundstück, welche übermässige Einwirkungen auf das geschädigte Grundstück verursachen, gemeint sein.\n\nZieht man in Betracht, dass die Hauptfunktion von Art. 679 ZGB trotz seiner systematischen Stellung im Gesetz darin besteht, Sanktionen zu den Art. 684 ZGB verpönten Immissionen zu bieten (BGE 88 II 263; MEIER-HAYOZ, N. 36 zu Art. 679 ZGB), so drängt sich die Annahme auf, dass der Gesetzgeber bei der Verwendung der Ausdrücke \"Beseitigung der Schädigung\" bzw. \"remise en l'état\" an die Vorrichtungen oder Anlagen gedacht hat, von welchen die Immission ausgehen, und nicht an die Auswirkungen auf dem geschädigten Grundstück. Mit der Beseitigungsklage des Art. 679 ZGB soll der Eigentümer des Ausgangsgrundstücks (allenfalls auch der Inhaber beschränkter dinglicher oder obligatorischer Rechte an diesem Grundstück; vgl. BGE 104 II 19 ff. E. 2) dazu verhalten werden, sein Eigentumsrecht in einer Weise auszuüben, die keine unerlaubten Einwirkungen auf das Nachbargrundstück mehr bewirkt. Die Klage richtet sich also gegen die Art der Bewirtschaftung des Ausgangsgrundstücks (vgl. das Marginale zu Art. 684 ZGB; LIVER, N. 215/216 zu Art. 737 ZGB), und sie erreicht ihr Ziel, wenn diese in dem Sinne geändert wird, dass eine Überschreitung des Eigentumsrechts nicht mehr besteht. Es müssen daher notwendig Massnahmen auf dem Ausgangsgrundstück getroffen werden, wenn eine andauernde \"Schädigung\" beseitigt werden soll. Im Immissionsprozess geht es denn auch regelmässig darum, ob die Immissionen durch die Anordnung geeigneter Schutzvorkehren auf dem Ausgangsgrundstück auf ein erträgliches Mass herabgesetzt werden können oder ob der die Immissionen verursachende Betrieb bzw. die immittierende Tätigkeit eingestellt werden muss (vgl. die Beispiele aus der Rechtsprechung bei MEIER-HAYOZ, N. 213 ff. zu Art. 684 ZGB). Sollen dagegen die Folgen der übermässigen Immissionen auf dem geschädigten Grundstück beseitigt werden, so kann nur mit der Schadenersatzklage vorgegangen werden. Wollte man auch die Behebung der Auswirkungen der Immissionen der Beseitigungsklage unterstellen, so liesse sich eine klare Unterscheidung zwischen dem (dinglichen) BGE 107 II 134 S. 138Beseitigungsanspruch und dem (obligatorischen) Schadenersatzanspruch nicht erzielen. Diese Unterscheidung ist aber, wie gerade der vorliegende Fall zeigt, namentlich für die Frage der Verjährung von Bedeutung.\n\nc) Der Kläger macht demgegenüber geltend, das Bundesgericht habe in BGE 100 II 307 ff. gestützt auf Art. 641 Abs. 2 ZGB die Klage eines Grundeigentümers, auf dessen Grundstück Aushubmaterial deponiert worden war, gutgeheissen und den Beklagten verpflichtet, das Material wegzuführen und den ursprünglichen Zustand wiederherzustellen. Das Abtragen von Erdreich könne nicht anders behandelt werden als das Zuführen von Aushub. Auch im vorliegenden Fall könne daher der Beklagte mit der Beseitigungsklage verpflichtet werden, die andauernde Eigentumsstörung zu beseitigen und den ursprünglichen Zustand wiederherzustellen. Das Ablagern von Aushubmaterial stellt indessen eine unmittelbare Einwirkung auf das geschädigte Grundstück dar. Gegen einen derartigen direkten Eingriff in die Substanz seines Grundstücks kann der Eigentümer gestützt auf den allgemeinen Abwehranspruch des Art. 641 Abs. 2 ZGB vorgehen. So kann er kraft seines Eigentums beispielsweise die Beseitigung eines unberechtigten Überbaus, das Kappen von überragenden, sein Eigentum schädigenden Ästen, das Wegführen von eingedrungenem Vieh, den Abbruch von auf seinem Boden für eine Baute auf dem Nachbargrundstück errichteten Bauinstallationen (vgl. BGE 104 II 166 ff.), den Abtransport von abgelagertem Holz oder die Ausschaffung von Hausbesetzern verlangen. Es liegt auf der Hand, dass dieser Anspruch dinglicher Natur und deshalb unverjährbar ist, würde doch, wenn eine solche direkte Beanspruchung fremden Bodens nach Ablauf eines Jahres nicht mehr rückgängig gemacht, sondern gewissermassen ersessen werden könnte, das Eigentum in seiner Substanz ausgehöhlt. Im vorliegenden Fall hat man es aber entgegen der Ansicht des Klägers lediglich mit einer mittelbaren Einwirkung zu tun. Der Beklagte hat beim Aushub seiner Baugrube das Grundstück des Klägers nicht direkt in Anspruch genommen, was zum vornherein unzulässig gewesen wäre (vgl. BGE 104 II 166 ff., insbesondere 169/170), sondern die Rutschungen, die das klägerische Grundstück in Mitleidenschaft zogen, bildeten die ungewollte Folge der Bauarbeiten auf seinem Grundstück, zu denen er an sich berechtigt war. Der Kläger hätte mit dem Beseitigungsanspruch die Einstellung der Bauarbeiten oder die Vornahme von Sicherungsmassnahmen, z.B. die Errichtung einer Stützmauer, BGE 107 II 134 S. 139verlangen dürfen. Dabei hätten die Schutzvorkehren wie bei den Immissionen des Art. 684 ZGB auf dem Grundstück des Beklagten getroffen werden müssen (MEIER-HAYOZ, N. 77a zu Art. 685/686 ZGB). Heute wird auf diesem Grundstück nicht mehr gegraben, und der Hang hat sich stabilisiert. Eine Überschreitung des Grundeigentumsrechts liegt somit nicht mehr vor, und es besteht anders als in den genannten Fällen von unmittelbaren Einwirkungen auf dem klägerischen Grundstück auch kein sich dauernd als Eigentumsstörung auswirkender Zustand, gegen den der Kläger mit der Abwehrklage des Art. 641 Abs. 2 ZGB oder mit der Beseitigungsklage des Art. 679 ZGB vorgehen könnte (vgl. BGE 88 II 267). Zwar haben die Bauarbeiten des Beklagten auf dem Grundstück des Klägers entlang der Grenze eine Niveauänderung verursacht, die dauernden Charakter hat. Diese Beeinträchtigung ist jedoch nur die Folge der heute abgeschlossenen Überschreitung des Eigentumsrechts durch den Beklagten; sie stellt nicht ihrerseits einen direkten Eingriff in das Eigentumsrecht des Klägers dar. Zur Behebung der durch die Grabungen des Beklagten verursachten Schäden auf seinem Grundstück steht dem Kläger nach dem bereits Gesagten nur die Schadenersatzklage zur Verfügung.\n\nDie Vorinstanz hat die Beseitigungsklage daher zu Recht abgewiesen.\n\n4. Was die Schadenersatzklage anbetrifft, führt die Vorinstanz aus, der Kläger habe ein entsprechendes Begehren nicht gestellt; überdies müsste eine solche Klage \"mutmasslich\" an der vom Beklagten vorsorglich erhobenen Verjährungseinrede scheitern.\n\nDaran ist soviel richtig, dass der Kläger mit seiner Klage keinen Geldersatz verlangt. Sein Begehren, der Beklagte habe das ursprüngliche Niveau entlang der Grenze zwischen den beiden Grundstücken wiederherzustellen, lässt sich jedoch ohne weiteres als Schadenersatzklage verstehen, nämlich als Klage auf Naturalersatz. Wie sich aus Art. 43 Abs. 1 OR ergibt, kommt als Ersatz für den eingetretenen Schaden nicht nur eine Geldleistung in Frage, sondern es sind auch andere Arten des Schadenersatzes denkbar. So hat das Bundesgericht in BGE 100 II 142 /143 E. 6b beispielsweise den aus Art. 58 OR für die Folgen einer Überschwemmung Verantwortlichen verpflichtet, das verwüstete Grundstück auf eigene Kosten zu säubern und instandzustellen (vgl. auch BGE 99 II 183 E. 3, BGE 80 II 389 /390 E. 9). Auch im BGE 107 II 134 S. 140Rahmen von Art. 679 ZGB kann die Leistung von Naturalersatz in der Form der Wiederherstellung des ursprünglichen Zustandes des geschädigten Grundstücks eine durchaus angemessene Art des Schadenersatzes darstellen (STARK, Das Wesen der Haftpflicht des Grundeigentümers nach Art. 679 ZGB, S. 175/176; vgl. auch HOMBERGER, N. 20 zu Art. 928 ZGB). Sie hat namentlich den Vorteil, dass sie die häufig komplizierte Berechnung des Schadens in Geld überflüssig macht. Anderseits kann es Schadensposten geben, die durch die Naturalrestitution nicht behoben werden.\n\nDa der Richter das Recht von Amtes wegen anzuwenden hat, hätte die Vorinstanz unabhängig vom Rechtsstandpunkt des Klägers prüfen müssen, ob das gestellte Wiederherstellungsbegehren allenfalls unter dem Gesichtspunkt des Schadenersatzes begründet sei (BGE 107 II 122 E. 2a; BGE 99 II 76 E. 4, mit Hinweisen). Der Hinweis darauf, dass der Schadenersatzanspruch \"mutmasslich\" verjährt sei, entband sie nicht von dieser Pflicht. Zwar ist richtig, dass Schadenersatzklagen aus Art. 679 ZGB der Verjährung nach Art. 60 OR unterliegen (BGE 81 II 446, BGE 68 II 375). Auch kann der Eintritt der Verjährung entgegen der Auffassung des Klägers unter Berufung auf die Ausführungen des Bundesgerichts in BGE 81 II 445 ff. E. 3 und 4 nicht zum vornherein verneint werden. In jenem Fall dauerte die übermässige Immission im Zeitpunkt der Klage immer noch an, indem die früher auf dem Ausgangsgrundstück dem Grundwasser zugeführten Giftstoffe weiterhin in das geschädigte Grundstück einsickerten. Demgegenüber war im vorliegenden Fall die Überschreitung des Eigentumsrechts, welche die schädigenden Rutschungen bewirkte, mit der Beendigung der Grabarbeiten auf dem Grundstück des Beklagten abgeschlossen, und die Verjährungsfrist begann schon von diesem Zeitpunkt an zu laufen. Das angefochtene Urteil enthält indessen keine genauen Feststellungen darüber, wann die letzten für die Schädigung des klägerischen Grundstücks kausalen Grabarbeiten auf dem Grundstück des Beklagten vorgenommen worden sind. Die Vorinstanz äussert sich auch nicht über die Frage einer allfälligen Unterbrechung der Verjährung. Gestützt auf blosse Vermutungen durfte sie jedoch den Eintritt der Verjährung nicht als gegeben annehmen.\n\nDa der festgestellte Sachverhalt dem Bundesgericht die Beurteilung des vom Kläger gestellten Schadenersatzbegehrens nicht erlaubt, ist die Sache an die Vorinstanz zurückzuweisen. Diese wird sich vorerst mit der vom Beklagten erhobenen Einrede der Verjährung zu befassen haben. Sollte sich ergeben, dass der BGE 107 II 134 S. 141Schadenersatzanspruch nicht verjährt ist, wird sie dessen weitere Voraussetzungen prüfen müssen. Dabei wird sie insbesondere zu den Einwendungen des Beklagten, die Niveauänderung entlang der gemeinsamen Grenze sei auch durch die Bauarbeiten auf dem Grundstück des Klägers verursacht worden und die Parteien hätten sich seinerzeit bezüglich der Anpassungsarbeiten zwischen ihren Liegenschaften verständigt, Stellung zu nehmen haben."}