{"annee": "107", "cour": "III", "page": "103", "date": "23/9/1981", "cite": ["96 II 79", "106 III 86", "105 III 107", "102 III 165"], "cite_par": ["114 II 45", "107 III 154", "108 III 114", "113 III 26"], "chapeau": "25. Sentenza del 23 settembre 1981 della Camera delle esecuzioni e dei fallimenti nella causa Kleinbaerg Holding S.A. contro Emilio Villa (ricorso)", "regestes": ["Séquestre de biens appartenant à des tiers. Acte fiduciaire. 1. Dans la procédure de séquestre contre le fiduciant ne peuvent être séquestrés des biens appartenant à un tiers à titre fiduciaire: ces biens sont la propriété du fiduciaire, personne différente du débiteur (consid. 1). 2. Le créancier ne peut demander le séquestre de biens qui, selon ses déclarations, lui appartiennent à titre fiduciaire (consid. 2)."], "faits": "BGE 107 III 103 S. 104\n\nIl 10 giugno 1981 il Pretore di Lugano-distretto ha decretato contro Emilio Villa, su richiesta della Kleinbaerg Holding S.A., il sequestro di \"4275 azioni Manufattura Cotoniera Monterosa Spa intestate (fiduciariamente) al nome della Kleinbaerg Holding S.A. e a suo nome depositate presso la Banca della Svizzera Italiana, Lugano\". Il sequestro è stato eseguito il medesimo giorno dall'Ufficio di esecuzione e fallimenti di Lugano, I circondario.\n\nIn seguito all'annullamento del sequestro pronunciato il 13 agosto 1981 dalla Camera di esecuzione e fallimenti del Tribunale di appello ticinese, la creditrice ha presentato un ricorso al Tribunale federale. Opponendosi all'argomentazione dell'autorità di vigilanza - secondo la quale le azioni sequestrate apparterrebbero in realtà alla Ripap Anstalt di Vaduz, persona giuridicamente ed economicamente distinta dal debitore Villa - la ricorrente sostiene che le azioni sono intestate a lei fiduciariamente, ma appartengono a Villa in qualità di mandante, come è dimostrato da una \"convention de fiducie\" del 15 settembre 1978.", "considerants": "Considerando in diritto:\n\n1. Il Tribunale federale ha recentemente rammentato che secondo la sua giurisprudenza possono essere sequestrati solo beni che il creditore indica come appartenenti al debitore: in altre parole, è escluso il sequestro di beni che il creditore indica appartenere a terzi (DTF 106 III 88 e riferimenti). Devono essere considerati beni di terzi tutti quelli che secondo le regole del diritto civile appartengono a una persona fisica o giuridica differente dal debitore escusso (DTF 106 III 89 e DTF 105 III 112). Determinante è la realtà giuridica: l'identità economica fra il debitore escusso e il terzo può essere presa in considerazione solo in casi eccezionali (DTF 105 III 112 /113 con riferimento a DTF 102 III 165).\n\nSecondo il diritto civile svizzero, colui che detiene beni a titolo fiduciario, deve essere considerato proprietario degli stessi a tutti BGE 107 III 103 S. 105gli effetti (DTF 106 III 89, DTF 96 II 93 e riferimenti). Ne discende che i beni appartenenti a una persona fisica o giuridica a titolo fiduciario non possono essere sequestrati nell'esecuzione promossa contro il fiduciante: in questo caso il fiduciario è un terzo ai sensi della prassi precitata. Semmai può essere sequestrata la pretesa obbligatoria di restituzione che il debitore escusso ha verso il fiduciario (DTF 106 III 89).\n\n2. L'autorità di vigilanza e le parti riconoscono questi principi giurisprudenziali. Esse ne traggono tuttavia conclusioni errate. In sede cantonale è infatti stata dibattuta la questione di sapere se nel rapporto di fiducia il mandante sia Emilio Villa, la Ripap Anstalt, o un certo Joachim Schmidt; in particolare, dal momento che le parti interessate sembravano concordi nell'ammettere che le azioni sequestrate erano di proprietà della Ripap Anstalt, esse si sono dilungate sull'appartenenza economica di questa società. L'autorità di vigilanza ha negato che la Ripap Anstalt appartenesse economicamente a Villa e ha di conseguenza dichiarato nullo il sequestro di azioni, appartenenti a terzi.\n\nL'identificazione del reale fiduciante nel rapporto di fiducia e l'appartenenza economica della Ripap Anstalt sono però irrilevanti nella presente procedura. Nel gravame proposto al Tribunale federale la ricorrente afferma esplicitamente che le azioni sequestrate il 10 giugno 1981 le appartengono a titolo fiduciario, in virtù della convenzione del 15 settembre 1978. Con ciò essa ammette che i beni sequestrati appartengono giuridicamente a lei, non al debitore escusso, il che significa, in applicazione della prassi riassunta nel considerando precedente, che questi beni non possono essere sequestrati. L'affermazione della ricorrente di essere civilmente proprietaria delle azioni è sufficiente per la dichiarazione di nullità dell'esecuzione del sequestro (cfr. DTF 106 III 91), per cui non è necessario approfondire l'esame delle intricate relazioni d'affari che vincolano la ricorrente, il debitore, la Ripap Anstalt e altri.\n\n3. Il ricorso della Kleinbaerg Holding S.A. deve essere respinto. Ne segue che la domanda di concessione dell'effetto sospensivo è senza oggetto."}