{"annee": "108", "cour": "II", "page": "490", "date": "5/10/1982", "cite": ["106 II 365", "105 IA 207", "77 II 75", "102 II 55", "38 I 381", "89 II 203", "49 II 108", "105 IB 265", "48 I 131", "103 II 314"], "cite_par": ["115 IB 274", "122 I 351", "140 II 80", "118 II 213", "136 II 525", "138 I 232", "119 II 297", "131 III 546"], "chapeau": "92. Urteil der I. Zivilabteilung vom 5. Oktober 1982 i.S. Albrecht Müller gegen Werner Klinke (Berufung)", "regestes": ["Art. 44-46 OJ. Le droit de recours entre débiteurs fiscaux solidairement responsables est soumis au droit public. Un jugement cantonal portant sur une telle prétention récursoire ne tranche donc pas une contestation civile et, partant, ne peut être attaqué par la voie du recours en réforme."], "faits": "BGE 108 II 490 S. 490\n\nA.- Der am 15. Mai 1963 verstorbene Willibald Klinke hinterliess als gesetzliche Erben seine Witwe, zwei Schwestern und die Nachkommen vorverstorbener Brüder. Testamentarisch setzte er u.a. Albrecht Müller, Sohn einer Schwester, als Erben ein. Die Auslegung des Testaments ist streitig; diesbezüglich ist in Zürich ein Erbteilungsprozess hängig.\n\nDa sich die Regelung des Erbgangs hinzog, veranlagte die Finanzdirektion des Kantons Zürich am 4. Dezember 1973 provisorisch die Erbschaftssteuern. Als Erben wurden dabei die Witwe Klinke, die beiden Schwestern, zwei Nichten und der Neffe Albrecht Müller aufgeführt. Die Witwe wurde steuerfrei erklärt, den andern wurden Steuerbetreffnisse zwischen Fr. 5'364.-- und Fr. 7'780.--, ausmachend insgesamt Fr. 33'668.--, auferlegt, wobei die Erben solidarisch haftbar erklärt wurden. Nachdem das BGE 108 II 490 S. 491Verwaltungsgericht des Kantons Zürich diese Verfügung im wesentlichen bestätigt hatte, setzte die Finanzdirektion den ganzen Betrag gegen die Witwe in Betreibung. Nach Beseitigung des Rechtsvorschlags und Erlass der Pfändungsankündigung bezahlte diese den Betrag, der sich inzwischen samt Zinsen und Kosten auf Fr. 38'998.-- belief.\n\nB.- Im Juli 1978 erhob Frau Klinke gegen Albrecht Müller Klage auf Ersatz der von ihr ausgelegten Fr. 38'998.-- nebst Zins. Nach dem Tod der Klägerin trat der Alleinerbe Werner Klinke an ihrer Stelle in den Prozess ein. Er reduzierte die Forderung auf den Betrag von Fr. 15'224.--, der sich zusammensetzt aus den Steuerbetreffnissen des Beklagten und dessen inzwischen verstorbener Mutter sowie aus einem verhältnismässigen Zins- und Kostenanteil.\n\nDas Amtsgericht Olten-Gösgen wies die Klage ab. Auf Appellation des Klägers hiess das Obergericht des Kantons Solothurn am 30. November 1981 die Klage dagegen für einen Betrag von Fr. 15'169.80 nebst 5% Zins seit 5. Dezember 1977 und Fr. 22.50 Betreibungskosten gut.\n\nAuf die vom Beklagten erhobene Berufung tritt das Bundesgericht nicht ein.", "considerants": "Erwägungen:\n\n1. Der Beklagte macht geltend, der angefochtene Entscheid verletze die Grundsätze über die örtliche und sachliche Zuständigkeit, ebenso die Art. 143 ff., 149, 62 ff., 419 ff. und 105 Abs. 3 OR, Art. 2 und 566 ff. ZGB und Art. 80 Abs. 2 SchKG; schliesslich lägen offensichtliche Versehen gemäss Art. 55 Abs. 1 lit. d OG vor.\n\nWie es sich damit verhält, braucht vorerst nicht näher geprüft zu werden. Denn das Bundesgericht hat, bevor es einen Entscheid auf seine materielle Begründetheit prüfen darf, von Amtes wegen abzuklären, ob das eingelegte Rechtsmittel zulässig ist. Erste Voraussetzung für die Berufungsfähigkeit ist das Vorliegen einer Zivilsache beziehungsweise einer Zivilrechtsstreitigkeit im Sinne der Art. 44-46 OG (BIRCHMEIER, Bundesrechtspflege, S. 120; WURZBURGER, Les conditions objectives du recours en réforme au Tribunal fédéral, Diss. Lausanne 1964, S. 63). Wie weit das angefochtene Urteil überhaupt eine Zivilrechtsstreitigkeit betrifft - darüber schweigen sich die Parteien aus - ist daher vorweg zu entscheiden.\n\n2. Der streitigen Regressforderung liegt eine BGE 108 II 490 S. 492Erbschaftssteuerzahlung an den Zürcher Fiskus zugrunde, die auf dem zürcherischen Gesetz über die Erbschafts- und Schenkungssteuer (ESchG) beruht. Nach dessen § 26 ist die Steuer von demjenigen Erben zu bezahlen, dem sie auferlegt wird; die Erben haften jedoch solidarisch bis zum Betrag ihrer nicht mit Nutzniessung belasteten Bereicherung aus dem Vermögensanfall. Auf dieser Grundlage erliess die Finanzdirektion ihre Verfügung vom 4. Dezember 1973, in der sie die Erbschaftssteuer für jeden Erben einzeln festsetzte und zugleich die Erben solidarisch haftbar erklärte. Diese Verfügung gehört, wie die Vorinstanz zu Recht feststellt, dem öffentlichen Recht an. Daran ändert auch der Umstand nichts, dass das Steuerrecht vorfrageweise auf einen erbrechtlichen Sachverhalt abstellt (BGE 106 II 367 mit Hinweisen; BLUMENSTEIN, System des Steuerrechts, 3. Auflage, S. 169).\n\nWas der Beklagte hinsichtlich der beschränkten Tragweite einer provisorischen Veranlagung der zürcherischen Erbschaftssteuer oder zur Erbenstellung der Witwe Klinke und zur offenen Ausschlagungsfrist vorbringt, betrifft deshalb ausschliesslich kantonales Fiskalrecht. Auf die Berufung ist insoweit schon nach Art. 43 Abs. 1 und 55 Abs. 1 lit. c OG nicht einzutreten.\n\n3. Das Obergericht hält zutreffend und unwidersprochen fest, dass die von der Finanzdirektion verfügte, auf § 26 Abs. 2 ESchG beruhende Solidarität der Erben öffentlichrechtlicher Natur ist. Richtig ist überdies, dass die zürcherische Erbschaftssteuer, die je nach dem Erbanfall den verschiedenen Erben individuell und in unterschiedlicher Höhe auferlegt wird, nicht den Nachlass oder die Erbengemeinschaft belastet, weshalb die interne Auseinandersetzung der Erben auch nicht zur Erbteilung gehört. Damit entfällt insbesondere die Solidarität gemäss Art. 603 Abs. 1 ZGB.\n\nDass das Verhältnis der Erben zur verfügenden Finanzdirektion ein öffentlichrechtliches ist, ändert nach Ansicht der Vorinstanz nichts an der Anwendbarkeit der Art. 143 ff. OR auf das Rechtsverhältnis zwischen den Parteien. Sie nimmt wie schon das Amtsgericht an, die Witwe Klinke hätte der Finanzdirektion gegenüber die Nichtvollstreckbarkeit der provisorischen Veranlagungsverfügung geltend machen sollen, verwirft aber im Unterschied zu diesem die Einrede aus Art. 145 Abs. 2 OR mangels Verschulden. Demgemäss gewährt das Obergericht dem Kläger den Rückgriff auf den Beklagten für den auf diesen entfallenden Teilbetrag der Steuerzahlung.\n\nLaut Berufungsschrift beurteilt sich das Verhältnis zwischen den BGE 108 II 490 S. 493Parteien nach Bundesrecht. Im Widerspruch dazu wird freilich an anderer Stelle erklärt, die Vorinstanz habe ihre sachliche Zuständigkeit überschritten, indem sie Betrachtungen über steuer- und obligationenrechtliche Vorschriften angestellt habe, statt auf die Veranlagungsverfügung und den Entscheid des Verwaltungsgerichts abzustellen. Der Beklagte beruft sich denn auch nur eventuell auf die Art. 145 Abs. 2 und 146 OR.\n\nDer Kläger wendet dagegen ein, mit § 26 Abs. 2 ESchG seien die privatrechtlichen Grundsätze der Solidarität im Sinne von Art. 143 ff. OR ins öffentliche kantonale Recht übernommen worden und daher als öffentlichrechtliche Vorschriften vom Verwaltungsrichter entsprechend anzuwenden. Das Verhältnis unter den Parteien wird indes auch vom Kläger für ein zivilrechtliches gehalten.\n\n4. Im Steuerrecht wird unterschieden zwischen der eigentlichen Solidarität und der solidarischen Mithaftung, wobei im ersteren Fall jeder Haftende auch selbst Steuerschuldner ist, während im letzteren für die Steuerschuld eines andern gehaftet wird. Die Steuerveranlagung der Finanzdirektion setzte nicht eine Gesamtschuld zu Lasten aller Betroffenen fest, sondern veranlagte jeden von ihnen selbständig und in unterschiedlicher Höhe, weshalb ein Fall von solidarischer Mithaftung gegeben sein dürfte (BLUMENSTEIN, a.a.O., S. 60 und 66; FRANZ BREGGER, Die Solidarität im Steuerrecht, Diss. Bern 1948, S. 74 f.). Eine gesetzliche Grundlage im Steuerrecht ist in beiden Fällen erforderlich (BLUMENSTEIN, a.a.O., S. 45 und 67).\n\nDie vorliegend in § 26 Abs. 2 ESchG enthaltene gesetzliche Grundlage stellt indessen - entgegen der Annahme des Amtsgerichts - nicht einen der vom Gesetz geregelten Fälle im Sinne von Art. 143 Abs. 2 OR dar. Dieser Hinweis wird in der Lehre ausschliesslich auf zivilrechtliche Beispiele bezogen (OSER/SCHÖNENBERGER, N. 6 und BECKER, N. 3 f. zu Art. 143 OR; BUCHER, Schweizerisches Obligationenrecht, Allgemeiner Teil ohne Deliktsrecht, S. 441). Es entspricht dies dem Grundsatz von Art. 7 ZGB, wonach die allgemeinen Vorschriften des Obligationenrechts nur auf andere zivilrechtliche Verhältnisse Anwendung finden, nicht also im Bereich öffentlichen Rechts (FRIEDRICH, N. 45 ff. zu Art. 7 ZGB; DESCHENAUX, Schweizerisches Privatrecht II, S. 57).\n\n5. Es steht ausser Frage, dass das öffentliche Recht das interne Verhältnis zwischen den haftenden Personen selbst regeln kann.BGE 108 II 490 S. 494\n\nSo sieht bei der Verrechnungssteuer Art. 14 VStG zwingend die Überwälzung des bei der Bank erhobenen Steuerbetrags auf den Bankkunden vor, wobei abweichende Vereinbarungen nichtig erklärt werden. Es besteht auch zwischen Bank und Kunden ein öffentlichrechtliches Verhältnis, über das bei Anständen die Eidgenössische Steuerverwaltung entscheidet (BLUMENSTEIN, a.a.O., S. 68; PFUND, Verrechnungssteuer, N. 1.3 zu Art. 14 VStG).\n\nBei der Warenumsatzsteuer greift Art. 29 WUStB insofern in das Regressverhältnis ein, als die Überwälzung auf den Warenabnehmer ausdrücklich gestattet, bei Detaillieferungen aber der Form nach geregelt wird. Im übrigen beurteilt sich die Frage nach der Parteiabrede, insbesondere im Kaufvertrag (WELLAUER, Warenumsatzsteuer, S. 454, N. 967).\n\nMit Art. 13 ZG wird sodann die Zollzahlungspflicht den verschiedenen Beteiligten solidarisch auferlegt und bestimmt, dass der Rückgriff unter ihnen sich nach den Bestimmungen des Zivilrechts richtet.\n\nAus diesen Beispielen erhellt, dass der Fiskalgesetzgeber das Recht für sich in Anspruch nimmt, bei von ihm angeordneter Solidarität auch das Regressverhältnis selbständig und abweichend vom Privatrecht zu ordnen. Der Bundesgesetzgeber kann dies selbst dann tun, wenn die Frage bereits im Bundeszivilrecht geregelt ist. Anders verhält es sich für den kantonalen Gesetzgeber. Sofern bei öffentlichrechtlicher Solidarität die internen Regressbeziehungen dem Privatrecht angehören, sind diese mit Art. 143 ff. OR geregelt und kann der kantonale Steuergesetzgeber nicht eingreifen. Der Vorbehalt von Art. 6 ZGB gewährleistet ihm dagegen gesetzgeberische Freiheit, soweit es um öffentliches Recht geht. Wenn deshalb auch den Kantonen das Recht zugestanden wird, in Fällen steuerlicher Solidarhaftung in das Regressverhältnis einzugreifen (BGE 48 I 138 f., BGE 38 I 387 ff.), so weist das darauf hin, dass es sich wie beim Aussen- auch beim Innenverhältnis um öffentliches Recht handelt.\n\n6. Es liegt nahe, auch das interne Verhältnis von Personen, die kraft öffentlichen Rechts für die gleiche Schuld haften, grundsätzlich dem öffentlichen Recht zu unterstellen (BGE 77 II 80, BGE 49 II 109).\n\nDie spärliche einschlägige Literatur geht indes offenbar davon aus, dass das Regressverhältnis zwischen solidarisch haftenden Steuerschuldnern an sich dem Zivilrecht unterstehe, dass aber der kantonale Fiskalgesetzgeber aus Gründen des öffentlichen Rechts, BGE 108 II 490 S. 495insbesondere aus volkswirtschaftlichen und steuerpolitischen Rücksichten, abweichende Regeln vorsehen könne, wobei er regelmässig auch das Verfahren bei Anständen ordne. In solchen Fällen seien zivil- und steuerrechtliche Vorschriften nebeneinander anzuwenden (BLUMENSTEIN, a.a.O., S. 70 f.; BLUMENSTEIN in ZSR 52/1933, S. 181a f.; HANS STEINEMANN, Steuersolidarität, Diss. Zürich 1945, S. 84; BREGGER, a.a.O., S. 14).\n\nFehlt es an jeder Sondervorschrift des Steuerrechts, so beurteilt sich gemäss dieser These das Regressverhältnis nach Privatrecht (BLUMENSTEIN, a.a.O., S. 46; BLUMENSTEIN in ZSR 52/1933, S. 191a und 275a). Dabei werden jedoch Abweichungen mit Rücksicht auf die öffentlichrechtliche Natur des Steuerrechts vorbehalten (BREGGER, a.a.O., S. 33 und 35).\n\n7. Nicht zu bestreiten ist, dass in Ermangelung steuerrechtlicher Sonderregeln im Regressverhältnis auf das Privatrecht zurückgegriffen werden kann. Das mag in der Weise geschehen, dass die ausführliche Privatrechtsordnung analog herbeigezogen wird, um Lücken im öffentlichen Recht zu schliessen, oder dass aus ihr ein allgemeiner Rechtsgrundsatz abgeleitet wird. An der Charakterisierung des Rechtsstreits ändert dies freilich nichts, vielmehr werden die so übernommenen Privatrechtsnormen als ergänzendes öffentliches Recht angewandt (GRISEL, Droit administratif suisse, S. 52 f.; HUBER, N. 58 f. zu Art. 6 ZGB; SCHÖNENBERGER/JÄGGI, N. 151 vor Art. 1 OR; KNAPP, Précis de droit administratif, S. 12 ff.). Dieser Unterscheidung wird in der angeführten Steuerrechtsliteratur kaum Beachtung geschenkt. Für das Bundesgericht ist sie jedoch entscheidend, weil die Berufung eine Zivilrechtsstreitigkeit voraussetzt und ausgeschlossen ist, wenn Bundesrecht als kantonales öffentliches Recht Anwendung findet (BGE 89 II 212, 271; BIRCHMEIER, a.a.O., S. 123). So verhält es sich namentlich, wenn Bestimmungen des allgemeinen Vertragsrechts auf öffentlichrechtliche Verträge angewandt werden (BGE 103 II 319, BGE 102 II 58), insbesondere hinsichtlich der Anfechtung wegen Willensmangels und bei der Verjährung öffentlichrechtlicher Ansprüche (BGE 105 Ia 211 f., BGE 105 Ib 267 f.).\n\nEs drängt sich auf, das Regressverhältnis, das aus Steuersolidarität entsteht, ebenfalls dem Steuerrecht zu unterstellen und Privatrecht nur als Ersatzrecht anzuwenden. Dies allein trägt der engen Verknüpfung von Aussen- und Innenverhältnis in Fällen wie dem vorliegenden Rechnung. So entfällt wie bereits dargelegt ein Rückgriff auf die erbrechtliche Auseinandersetzung der Beteiligten, BGE 108 II 490 S. 496weshalb höchstens die Art. 143 ff. OR in Betracht kommen. Auch diese können indes nicht unbesehen auf öffentlichrechtliche Solidarschuldverhältnisse, geschweige denn auf Fälle blosser solidarischer Mithaftung, angewandt werden. Dass die Steuer von Frau Klinke bezahlt werden musste, die selbst steuerfrei erklärt wurde, widerspricht Art. 143 Abs. 1 OR. Das Ausmass des Regresses sodann ergibt sich hier unbekümmert um Art. 148 Abs. 1 OR aus der Steuerverfügung. Will man den Rückgriff gleichwohl im Grundsatz auf Art. 148 Abs. 2 OR stützen, so gilt es jedenfalls zu beachten, dass gemäss § 26 Abs. 2 ESchG die Haftung für illiquide Mitschuldner entgegen Art. 148 Abs. 3 OR auf die Bereicherung beschränkt ist. Die Problematik einer Übernahme von Art. 146 OR hat schon die Vorinstanz erkannt, indem sie dessen Anwendung auf ein öffentlichrechtliches Aussenverhältnis relativierte. Um dem Kläger alle Einreden aus der Steuerforderung entgegenzuhalten, beruft sich der Beklagte zu Unrecht auf Art. 149 OR. Denn die rechtliche Natur der Steuer verbietet es, aus diesem Artikel eine gesetzliche Subrogation des leistenden Steuerschuldners in die Stellung des Gemeinwesens abzuleiten (STEINEMANN, a.a.O., S. 85). Schliesslich sind die Konsequenzen einer Übernahme von Art. 145 Abs. 2 OR bezeichnend, wie sie sich aus dem angefochtenen Urteil und der Berufungsschrift ergeben: Die Prüfung, ob Frau Klinke seinerzeit bei den Steuerbehörden alle möglichen Einreden erhoben habe, führte zu aufwendigen und heiklen Untersuchungen des solothurnischen Zivilrichters über zürcherisches Steuerrecht.\n\nAbgesehen von der Tatsache, dass sich an der Natur der Forderung mit der Verlagerung auf die Ebene des Regresses nichts ändert, sind es mithin auch gewisse praktische Überlegungen, die den Schluss bekräftigen, bei Steuersolidarität das Regressverhältnis ganz öffentlichem Recht zu unterwerfen.\n\nWeil das öffentliche Recht bei von ihm statuierter Solidarität somit auch das Innenverhältnis beherrscht, fehlt es vorliegend an der Voraussetzung der Zivilrechtsstreitigkeit, weshalb auf die Berufung nicht eingetreten werden kann."}