{"annee": "108", "cour": "IV", "page": "22", "date": "10/5/1982", "cite": ["99 IV 266", "98 IV 35", "95 IV 67", "91 IV 136"], "cite_par": ["118 IV 209", "117 IA 135", "114 IV 14", "128 IV 154"], "chapeau": "7. Arrêt de la Cour de cassation pénale du 10 mai 1982 dans la cause H. contre Ministère public du canton de Vaud (pourvoi en nullité)", "regestes": ["Art. 220 CP. Enlèvement de mineurs. Seul le titulaire de la puissance paternelle (actuellement parentale) ou tutélaire, à l'exclusion de toute autorité administrative, même sur délégation de l'autorité tutélaire, est habilité à déposer plainte dans le cadre de cette disposition."], "faits": "BGE 108 IV 22 S. 23\n\nA.- Joseph Haffner habitait à Lausanne avec sa femme et ses quatre enfants, nés en 1961, 1964, 1966 et 1967. En février 1979, il écrivit au Tribunal des mineurs pour se plaindre du comportement de sa fille aînée, qui elle-même s'était adressée au Service de protection de la jeunesse pour critiquer les méthodes éducatives, despotiques et surannées, de son père. Evelyne Haffner, épouse du recourant, étant hospitalisée pour une dépression et son mari travaillant toute la semaine à Winterthour, le juge de paix de Lausanne a ouvert et instruit contre les époux Haffner une enquête en limitation de l'autorité parentale. Il a rendu le 21 mars 1979 une ordonnance de mesures préprovisionnelles retirant provisoirement aux époux Haffner la garde de leurs enfants et confiant l'exercice de ce droit au Service de protection de la jeunesse (ci-dessous: SPJ). Celui-ci plaça les enfants dès le lendemain auprès de l'institution \"Les Airelles\" à La Tour-de-Peilz. L'enquête ayant révélé de graves abus d'autorité à la charge de Haffner, le juge de paix rendit le 7 juin 1979 une ordonnance de mesures préprovisionnelles et provisionnelles retirant provisoirement aux époux Haffner la garde de leurs enfants, l'exercice de ce droit continuant à être provisoirement confié au SPJ. Le droit de visite a été organisé de manière que les enfants puissent voir leurs parents. A la fin du week-end du 9 au 10 juin 1979 où il avait été autorisé à prendre ses enfants auprès de lui, Haffner a téléphoné au directeur des Airelles pour l'informer que les enfants étaient décidés à ne pas réintégrer cette institution. Le 11 juin, le chef du SPJ impartit à Haffner un délai au 13 juin pour ramener les enfants. Les parents ne firent rien pour tenter d'obtenir que les enfants changent d'avis. Les époux Haffner et leurs trois enfants prirent ensuite domicile à Monthey où ils vivent actuellement.\n\nLe 15 juin 1979, le SPJ déposa contre Haffner une plainte pénale pour enlèvement de mineurs (art. 220 CP).\n\nB.- Le 19 janvier 1981, le Tribunal de police du district de Vevey a libéré Haffner du chef d'accusation d'enlèvement de mineurs, les frais de justice étant mis à la charge de l'Etat.\n\nBGE 108 IV 22 S. 24Le premier juge a considéré qu'aux termes de l'art. 220 CP, seul le détenteur de la puissance paternelle, respectivement de l'autorité parentale, est habilité à déposer plainte pénale et que le SPJ ne remplissait ni l'une ni l'autre de ces conditions.\n\nLe Ministère public vaudois ayant recouru en réforme pour fausse application de l'art. 220 CP, la Cour de cassation pénale du Tribunal cantonal vaudois lui a donné raison et réformé le jugement attaqué en ce sens que Haffner a été condamné pour enlèvement de mineurs, à une amende de 500 francs.\n\nC.- Haffner se pourvoit en nullité à la Cour de cassation du Tribunal fédéral; il conclut à libération. Il a également déposé un recours de droit public sur lequel il sera, le cas échéant, statué ultérieurement et séparément.", "considerants": "Considérant en droit:\n\nLa première question à résoudre est celle de la qualité pour porter plainte pénale sur la base de l'art. 220 CP. En effet, si par hypothèse le SPJ n'avait pas cette qualité, le recourant devrait être libéré des fins de la poursuite pénale sans qu'il soit nécessaire de décider si les autres griefs qu'il articule contre la décision attaquée sont justifiés.\n\nL'art. 220 CP protège le détenteur de la puissance paternelle ou de tutelle (ATF 98 IV 37). S'il est arrivé qu'un parent non déchu de la puissance paternelle (actuellement autorité parentale) soit poursuivi en vertu de cette disposition, c'est parce que son droit se heurtait à celui, préférable, de l'autre parent, codétenteur de la puissance paternelle et auquel la garde des enfants avait été confiée (ATF 91 IV 137 et 229; ATF 95 IV 67). Le recourant, qui est conjointement avec son épouse détenteur de l'autorité parentale sur ses enfants, ne saurait donc être condamné en application de l'art. 220 CP que si le plaignant, soit le SPJ, disposait d'un droit ou plutôt d'un pouvoir équivalent, mais qui serait préférable parce que le droit de garde lui a été confié. Le premier juge l'a nié; l'autorité cantonale l'a affirmé en considérant que, lorsque le droit de garde a été retiré à un parent au sens de l'art. 310 CC, ce parent cesse d'avoir le droit et le devoir de choisir la résidence de l'enfant, que cette tâche incombe alors à l'autorité tutélaire qui aurait de ce fait qualité pour porter plainte selon l'art. 220 CP. L'autorité cantonale admet également que l'autorité tutélaire peut déléguer son pouvoir de déterminer la résidence de l'enfant à une personne ou à un office.\n\nBGE 108 IV 22 S. 25Fondée sur la législation vaudoise, notamment sur la loi vaudoise du 29 novembre 1978 à son art. 8, elle relève qu'il est prévu que le Département de la prévoyance sociale ou l'un de ses services peut être chargé du droit de garde et possède dès lors la qualité pour porter plainte selon l'art. 220 CP. Elle relève enfin que des raisons pratiques plaident aussi en faveur de cette solution, d'une part, le gardien officiel est le premier informé du fait que l'enfant a été enlevé ou retenu, et, d'autre part, qu'il est indispensable, dans la plupart des cas, d'agir très rapidement.\n\nCe raisonnement repose sur une prémisse fausse: le fait que les parents, non déchus de l'autorité parentale, soient momentanément privés du droit et du devoir de choisir la résidence de l'enfant ne leur enlève nullement les autres prérogatives de l'autorité parentale, laquelle, dans ce cas comme dans celui de l'art. 308 CC, n'est que \"limitée en conséquence\". Dans ces conditions, conformément à une jurisprudence relativement ancienne, sur laquelle il n'y a aucune raison de revenir, seuls les parents sont habilités à déposer plainte en se fondant sur l'art. 220 CP (cf. ATF 99 IV 270). L'application de l'art. 292 CP pour faire respecter par les parents la décision que prend l'autorité conformément à l'art. 310 CC, qui demeure évidemment réservée, suffit au surplus largement à garantir l'application de la loi. Il s'ensuit qu'en l'espèce, aucune plainte n'ayant été déposée valablement au regard des art. 28 et 220 CP, le recourant doit être libéré.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le pourvoi, annule l'arrêt attaqué et renvoie la cause à l'autorité cantonale pour qu'elle libère le recourant."}