{"annee": "108", "cour": "V", "page": "1", "date": "29/1/1982", "cite": ["100 V 20", "106 V 198", "97 V 178"], "cite_par": ["120 V 128", "112 V 376", "119 V 410"], "chapeau": "1. Auszug aus dem Urteil vom 29. Januar 1982 i.S. Jina gegen Ausgleichskasse des Kantons Zürich und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 22ter, 25 al. 2 et 26 al. 2 LAVS. - La jurisprudence selon laquelle le droit à la rente d'orphelin ne s'éteint pas avec le mariage du bénéficiaire (ATF 106 V 198) est aussi applicable à l'enfant qui se marie alors qu'il n'a pas encore terminé sa formation (consid. 1). - Depuis le 1er janvier 1981, ce droit existe pour les orphelins et les enfants mariés aux mêmes conditions que pour les célibataires. Un droit existe pour la période précédant le 1er janvier 1981 - dans le cadre des art. 46 al. 1 LAVS, respectivement 48 al. 2 LAI - dans les cas de rente antérieurs à la date susmentionnée qui ont été déférés au juge et n'ont pas encore fait l'objet d'une décision judiciaire entrée en force (consid. 2a)."], "faits": "", "considerants": "BGE 108 V 1 S. 2\n\nAus den Erwägungen:\n\n1. Versicherte, denen eine Altersrente zusteht, haben gemäss Art. 22ter Abs. 1 AHVG für jedes Kind, das im Fall ihres Todes eine Waisenrente beanspruchen könnte, Anspruch auf eine Kinderrente. Dieser Anspruch besteht - in sinngemässer Anwendung des Art. 25 Abs. 2 AHVG - für Kinder, die in Ausbildung begriffen sind, auch nach Vollendung des 18. Altersjahres, und zwar bis zum Abschluss ihrer Ausbildung, längstens jedoch bis zum vollendeten 25. Altersjahr.\n\nNach der früheren Rechtsprechung hörte der Anspruch auf Kinder- oder Waisenrente mit Ablauf des Monats auf, in welchem das Kind bzw. die Waise sich verheiratete, selbst wenn die Ausbildung nach der Verheiratung fortgesetzt wurde (EVGE 1965 S. 22, ZAK 1975 S. 523). Dieser zunächst auf den Waisenrentenanspruch einer in Ausbildung stehenden Tochter angewandte Grundsatz wurde in BGE 97 V 178 auch auf männliche Bezüger einer Waisenrente anwendbar erklärt.\n\nIm Urteil Pella vom 23. Dezember 1980 (BGE 106 V 198) hat das Eidg. Versicherungsgericht diese Praxis in dem Sinne geändert, dass im Hinblick auf den Anspruch auf Waisenrente die Verheiratung keinen Erlöschensgrund mehr darstellt. Das Gericht ging dabei von der Feststellung aus, dass heute Eheschliessungen unter Studenten, insbesondere auch von Studierenden aus wenig bemittelten Kreisen, keine Seltenheit mehr sind. Für diese Personen kann die Führung eines gemeinsamen Haushaltes eine beachtliche Einsparung bedeuten. Dieser Entwicklung hat der Gesetzgeber in dem seit 1. Januar 1978 geltenden Art. 277 Abs. 2 ZGB Rechnung getragen, indem er die Eltern verpflichtete, für den Unterhalt des Kindes auch nach der Erreichung der Mündigkeit aufzukommen, wenn das Kind sich noch in Ausbildung befindet. Da der eigentliche Grund des Anspruchs auf Leistungen für Kinder in der elterlichen Unterhaltspflicht besteht, wäre es schwer verständlich, weshalb die Waisen- und Kinderrenten bei der Verehelichung der Kinder dahinfallen sollten. Dazu kommt, dass die bisherige Rechtsprechung jene Waisen begünstigte, die auf eine Eheschliessung verzichteten und in freier Gemeinschaft mit einem Partner zusammenlebten. Weil nach der gesetzlichen Ordnung der Anspruch auf Kinderrente gleich geregelt ist wie der Anspruch des Kindes auf Waisenrente (vgl. Art. 22ter Abs. 1 AHVG), ist die für in Ausbildung begriffene, verheiratete Waisen geänderte Praxis BGE 108 V 1 S. 3auch anzuwenden auf Kinderrenten. Demnach besteht für verheiratete oder geschiedene Waisen und Kinder grundsätzlich unter den gleichen Voraussetzungen wie für ledige Anspruch auf Waisen- oder Kinderrenten.\n\n2. ... a) Aufgrund der Änderung der Rechtsprechung in BGE 106 V 198 hat das Bundesamt für Sozialversicherung am 19. Februar 1981 das Kreisschreiben betreffend \"Anspruch auf Waisen- bzw. Kinderrenten für verheiratete Waisen und Kinder\" erlassen. In den Übergangsbestimmungen dieses Kreisschreibens wird u.a. festgelegt, dass die Waisen- und Kinderrenten vom 1. Januar 1981 an ausgerichtet werden können, wenn die Renten \"vor dem 1. Januar 1981 infolge Heirat erloschen\" sind \"bzw. nicht entstehen konnten, weil zwar alle übrigen Anspruchsvoraussetzungen erfüllt waren, die Waise oder das Kind jedoch im massgebenden Zeitpunkt verheiratet war\".\n\nEs stellt sich indessen die Frage, ob die Renten nicht auch für die Zeit vor dem 1. Januar 1981 auszurichten sind, wenn ein Leistungsbegehren - wie im vorliegenden Fall - zur Zeit der Praxisänderung bei einer Beschwerdeinstanz hängig und noch nicht rechtskräftig erledigt ist. Wie das Bundesamt in seiner ergänzenden Stellungnahme mit Recht darlegt, ist das Kreisschreiben vom 19. Februar 1981 in diesen Fällen nicht anwendbar. Das Gesamtgericht hat beschlossen, dass die neue Rechtsprechung auch für die bereits vor dem Zeitpunkt der Praxisänderung eingetretenen, noch nicht rechtskräftig beurteilten Rentenfälle gilt. In diesen Fällen steht es der zuständigen Beschwerdeinstanz frei, die Renten nicht erst ab 1. Januar 1981, sondern - im Rahmen der Art. 46 Abs. 1 AHVG bzw. Art. 48 Abs. 2 IVG - auch rückwirkend über den 1. Januar 1981 hinaus zu gewähren. Dies steht mit der bisherigen Rechtsprechung in Einklang, wonach eine neue Praxis grundsätzlich auf die im Zeitpunkt der Änderung noch nicht erledigten sowie auf künftige Fälle anwendbar ist (BGE 100 V 25, EVGE 1969 S. 92 mit Hinweisen; vgl. auch IMBODEN/RHINOW, Schweiz. Verwaltungsrechtsprechung, 1976, S. 274 und 479)."}