{"annee": "108", "cour": "V", "page": "61", "date": "18/8/1982", "cite": ["105 V 58", "106 V 160", "103 V 130", "100 V 167"], "cite_par": ["133 V 303", "111 V 117", "118 V 79", "114 V 13", "111 V 215", "111 V 110", "126 V 5"], "chapeau": "17. Auszug aus dem Urteil vom 18. August 1982 i.S. Balzarini gegen Ausgleichskasse des Basler Volkswirtschaftsbundes und Obergericht des Kantons Aargau", "regestes": ["Art. 4 al. 2 LAI. Moment de la survenance de l'invalidité, en particulier s'agissant de moyens auxiliaires (consid. 2b; résumé de la jurisprudence). Art. 6 al. 1 LAI. L'acquisition de la nationalité suisse par mariage ne change rien au fait que les conditions d'assurance doivent être remplies au moment de la survenance de l'invalidité (consid. 4; confirmation de la jurisprudence)."], "faits": "BGE 108 V 61 S. 61\n\nA.- Die 1947 als Jugoslawin in Jugoslawien geborene Katica Balzarini musste sich im Alter von zwölf Jahren wegen eines Fibrosarkoms einer Oberschenkelamputation links unterziehen. Im Jahre 1968 kam sie in die Schweiz; seit Juni 1974 ist sie als Laborantin in der Firma H. in Basel tätig. Durch Heirat am 17. Dezember 1976 erwarb sie das Schweizer Bürgerrecht.\n\nMit Verfügung vom 9. Januar 1981 lehnte die Ausgleichskasse des Basler Volkswirtschaftsbundes u.a. die Kostenübernahme einer Oberschenkelprothese ab. Zur Begründung wurde im wesentlichen ausgeführt, nach dem Sozialversicherungsabkommen mit BGE 108 V 61 S. 62Jugoslawien hätten jugoslawische Staatsangehörige Anspruch auf Eingliederungsmassnahmen, solange sie in der Schweiz wohnten und, unmittelbar bevor die Massnahme objektiv erstmals in Betracht komme, während mindestens eines vollen Jahres Beiträge geleistet hätten. Weil die Abgabe einer Beinprothese erstmals 1959 notwendig geworden sei, habe bei der Wohnsitznahme in der Schweiz kein Leistungsanspruch bestanden. Ein solcher sei auch durch die Heirat am 17. Dezember 1976 nicht entstanden, weil nach der Rechtsprechung der Erwerb des Schweizer Bürgerrechts keinen Einfluss auf die versicherungsmässigen Voraussetzungen habe.\n\nB.- Die gegen die Verfügung vom 9. Januar 1981 erhobene Beschwerde wurde vom Obergericht des Kantons Aargau mit Entscheid vom 2. Juni 1981 abgewiesen.\n\nC.- Mit Verwaltungsgerichtsbeschwerde wird der Antrag auf Kostenübernahme für Prothesen erneuert.", "considerants": "Aus den Erwägungen:\n\n1. ...\n\n2. a) Nach Art. 6 Abs. 1 IVG haben Anspruch auf Leistungen der Invalidenversicherung alle bei Eintritt der Invalidität versicherten Schweizer Bürger, Ausländer und Staatenlosen. Volljährige Ausländer und Staatenlose sind nur anspruchsberechtigt, solange sie ihren zivilrechtlichen Wohnsitz in der Schweiz haben und sofern sie bei Eintritt der Invalidität während mindestens zehn vollen Jahren Beiträge geleistet oder ununterbrochen während 15 Jahren in der Schweiz zivilrechtlichen Wohnsitz gehabt haben (Art. 6 Abs. 2 IVG).\n\nGemäss Art. 8 lit. a des am 1. März 1964 in Kraft getretenen Sozialversicherungsabkommens mit Jugoslawien vom 8. Juni 1962 steht jugoslawischen Staatsangehörigen ein Anspruch auf Eingliederungsmassnahmen nur zu, solange sie in der Schweiz Wohnsitz haben und wenn sie unmittelbar vor dem Eintritt der Invalidität während mindestens eines Jahres Beiträge an die schweizerische Versicherung entrichtet haben.\n\nb) Nach Art. 4 Abs. 2 IVG gilt die Invalidität als eingetreten, sobald sie die für den Anspruch auf die jeweilige Leistung erforderliche Art und Schwere erreicht hat. Dieser Zeitpunkt ist objektiv aufgrund des Gesundheitszustandes festzustellen; zufällige externe Faktoren sind unerheblich (BGE 105 V 60).\n\nBGE 108 V 61 S. 63\n\nHinsichtlich der Hilfsmittel tritt der Versicherungsfall ein, wenn der Gesundheitsschaden objektiv erstmals ein solches Gerät notwendig macht, wobei dieser Zeitpunkt nicht mit demjenigen der erstmaligen Behandlungsbedürftigkeit übereinzustimmen braucht (BGE 103 V 130, BGE 100 V 169). Bei Prothesen nach Amputationen ist auf den Zeitpunkt abzustellen, in dem die Behandlung des Amputationsstumpfes so weit fortgeschritten ist, dass die Anpassung des Hilfsmittels unmittelbar vorgenommen werden kann (ZAK 1972 S. 671).\n\nSind die versicherungsmässigen Voraussetzungen bei Eintritt der Invalidität nicht erfüllt, gehen auch gleichartige spätere Massnahmen, welche denselben Versicherungsfall zum Gegenstand haben, nicht zu Lasten der Invalidenversicherung. Demgemäss hat die Invalidenversicherung für den Ersatz einer Prothese nicht aufzukommen, wenn der Invalide bei der erstmaligen Prothesenversorgung nicht versichert war (nicht veröffentlichtes Urteil Jimenez vom 15. Januar 1973; vgl. auch Rz. 50 der Wegleitung über Invalidität und Hilflosigkeit, gültig ab 1. Januar 1979).\n\n3. a) Im vorliegenden Fall ist davon auszugehen, dass der Versicherungsfall im Jahre 1959 eingetreten ist, als sich die Beschwerdeführerin einer Oberschenkelamputation links unterziehen musste und erstmals eine prothetische Versorgung vorgenommen wurde. Mit Bezug auf diesen Versicherungsfall gilt die Beschwerdeführerin nach der schweizerischen Gesetzgebung seit dem 1. Januar 1960, dem Datum des Inkrafttretens des Bundesgesetzes über die Invalidenversicherung, als invalid (Art. 85 Abs. 1 IVG). In jenem Zeitpunkt hatte sie jedoch Wohnsitz in Jugoslawien und war in der Schweiz nicht versichert. Sie war es ebensowenig bei Inkrafttreten des Sozialversicherungsabkommens mit Jugoslawien am 1. März 1964, welches nach dessen Art. 22 Ziff. 1 auf Versicherungsfälle anwendbar ist, die vor seinem Inkrafttreten eingetreten sind. Für den 1959 in Jugoslawien eingetretenen Versicherungsfall stand der Beschwerdeführerin nach der Wohnsitznahme in der Schweiz kein Anspruch auf Leistungen der Invalidenversicherung zu. Weil die versicherungsmässigen Voraussetzungen bei Eintritt der Invalidität nicht erfüllt waren, hat die Invalidenversicherung auch für den im vorliegenden Verfahren streitigen prothetischen Behelf nicht aufzukommen.\n\nb) ...\n\n4. a) Eine Leistungspflicht der Invalidenversicherung folgt auch nicht aus dem Umstand, dass die Beschwerdeführerin am BGE 108 V 61 S. 6417. Dezember 1976 durch Heirat Schweizer Bürgerin geworden ist. Der Erwerb des Schweizer Bürgerrechts ändert nichts daran, dass die versicherungsmässigen Voraussetzungen bei Eintritt der Invalidität erfüllt sein müssen. Wie das Eidg. Versicherungsgericht im Urteil Locher vom 18. August 1978 festgestellt hat, kann diesbezüglich auch keine (unechte) Gesetzeslücke angenommen werden, welche vom Richter auszufüllen wäre (ZAK 1979 S. 117).\n\nZum Einwand der Beschwerdeführerin, die gesetzliche Regelung (Art. 6 IVG) verstosse gegen den Grundsatz der Rechtsgleichheit, ist festzustellen, dass die von der Bundesversammlung erlassenen Gesetze und allgemein verbindlichen Beschlüsse sowie die von ihr genehmigten Staatsverträge vom Richter nicht auf ihre Verfassungsmässigkeit überprüft werden können (Art. 113 Abs. 3 und Art. 114bisAbs. 3 BV). Dass der Leistungsansprecher bei Eintritt der Invalidität versichert sein muss, stellt im übrigen einen allgemeinen Grundsatz dar, welcher auch für Schweizer Bürger Geltung hat. So steht auch einem in der Schweiz wohnhaften Schweizer Bürger, der bei Eintritt der Invalidität Wohnsitz im Ausland hatte (und nicht der freiwilligen Versicherung angehörte), für diesen Versicherungsfall kein Anspruch auf Leistungen der Invalidenversicherung zu.\n\nb) Fehl geht schliesslich der Hinweis auf das Urteil Ziegler vom 19. September 1980 (BGE 106 V 160), in welchem das Eidg. Versicherungsgericht entschieden hat, dass einem in der Schweiz adoptierten Kind einer ausländischen Mutter vom Zeitpunkt der Adoption an Leistungen der Invalidenversicherung zustehen. Dem Einwand der Beschwerdeführerin, es sei nicht einzusehen, weshalb eine durch Heirat Schweizerin gewordene Frau weniger Rechte haben sollte als ein durch Adoption Schweizer gewordenes Kind, ist entgegenzuhalten, dass das Adoptivkind nach Art. 267 Abs. 1 ZGB die Rechtsstellung eines Kindes der Adoptiveltern erhält. In sozialversicherungsrechtlicher Hinsicht bedingt diese Gleichstellung, dass von der Annahme ausgegangen wird, das Adoptivkind sei als Kind der Adoptiveltern geboren worden (BGE 106 V 164 Erw. 3). Demgegenüber besteht für Ausländerinnen, die einen Schweizer heiraten, keine gesetzliche Bestimmung, welche sozialversicherungsrechtlich zu einer vom allgemeinen Grundsatz abweichenden Behandlung Anlass geben würde. Dem genannten Entscheid kann daher schon im Hinblick auf die unterschiedliche Sach- und Rechtslage für den vorliegenden Fall nicht präjudizielle Bedeutung beigemessen werden ...\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}