{"annee": "108", "cour": "IV", "page": "191", "date": "9/12/1982", "cite": ["100 IV 83", "94 IV 72"], "cite_par": ["114 II 175"], "chapeau": "48. Urteil des Kassationshofes vom 9. Dezember 1982 i.S. B. gegen Statthalteramt des Bezirkes Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 36 al. 3 LCR; art. 14 al. 1 OCR; art. 75 al. 1 OSR; devoir de s'arrêter à une ligne d'arrêt. Lorsque, devant un signal lumineux, se trouvent deux lignes d'arrêt, dont l'une est placée avant, l'autre après une intersection précédant le signal, le trafic général doit s'arrêter devant la première de ces lignes, jusqu'à ce que le signal autorise la reprise de la circulation."], "faits": "BGE 108 IV 191 S. 191\n\nA.- Am Nachmittag des 1. Mai 1980 lenkte B. (1) seinen Personenwagen in Weiningen auf der Zürcherstrasse gegen deren Einmündung in die Regensdorferstrasse. Er fuhr in diese Strasse ein in der Absicht, sie kurz danach links zu queren, um in die Bachstrasse zu gelangen. Bevor er dieses Vorhaben ausführen konnte, stiess er noch auf der Regensdorferstrasse mit dem von M. (2) gesteuerten Personenwagen zusammen, der auf der letztgenannten Strasse aus der Gegenrichtung gekommen war, um die Fahrt geradeaus fortzusetzen. M. war dabei rechts an einer Fahrzeugkolonne (3) vorbeigefahren, die bei einem vor der rechtsseitigen Einmündung der Bachstrasse angebrachten Haltebalken (4) nahe der Mittellinie angehalten hatte, weil Lichtsignale (5) jenseits BGE 108 IV 191 S. 192der Verzweigung, vor denen ein zweiter Haltebalken (6) markiert ist, auf Rot standen.\n\nB.- Am 10. Dezember 1981 büsste der Einzelrichter in Strafsachen des Bezirkes Zürich B. wegen Übertretung von Art. 36 Abs. 3 SVG und Art. 14 Abs. 1 VRV mit Fr. 70.--. Er legte diesem zur Last, beim Linksabbiegen das Vortrittsrecht von M. missachtet zu haben.\n\nDas Obergericht des Kantons Zürich wies am 9. September 1982 eine von B. gegen das erstinstanzliche Urteil eingereichte Beschwerde ab.\n\nC.- B. führt Nichtigkeitsbeschwerde mit dem Antrag, der Beschluss des Obergerichts sei aufzuheben und die Sache sei zu seiner Freisprechung an die Vorinstanz zurückzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beschwerdeführer anerkennt, dass gemäss Art. 36 Abs. 3 SVG der Linksabbieger verpflichtet ist, dem Gegenverkehr den Vortritt zu lassen, und dass dieses Gebot auch dort besteht, wo sich der Gegenverkehr in zwei oder mehreren Fahrspuren bewegt, so dass den Benützern jeder dieser Spuren der Vortritt zu gewähren ist, selbst wenn der Verkehr auf der einen Spur aus irgendeinem Grund anhält, der nicht auch für die Benützer der anderen Spur(en) gilt. Er stellt sich jedoch auf den Standpunkt, wer links abbiege, müsse nicht damit rechnen, dass sich auf einer Strassenhälfte, die offensichtlich nur für ein zweispuriges Fahrzeug berechnet sei, ein zweites derartiges Fahrzeug sich nach vorne BGE 108 IV 191 S. 193schiebe, um geradeaus weiterzufahren und erst nach der Verzweigung in eine signalisierte Abbiegespur zu gelangen. Neben den Vortrittsregeln gebe es auch noch Anstandsregeln, und es sei nicht richtig, in einem Fall wie dem vorliegenden, den an und für sich Wartepflichtigen dafür zu bestrafen, dass er nicht mit dem \"Unanstand\" anderer Lenker gerechnet habe.\n\nDieser Argumentation kann bei dem von der Vorinstanz verbindlich festgestellten Sachverhalt nicht beigepflichtet werden. Nach dem angefochtenen Entscheid weist die rechte Fahrbahnhälfte der Regensdorferstrasse eine Breite von 3,95 m auf und sie gestattet es deshalb, dass zwei Personenwagen nebeneinander fahren. Tatsächlich hat sich M. denn auch nicht an den linksseitig wartenden Fahrzeugen \"vorbeigedrängt\". Berücksichtigt man überdies, dass nach den tatsächlichen Annahmen des Obergerichtes nur 10 m weiter vorne bei den Lichtsignalen der Verkehr durch entsprechende Markierungen (Pfeile) in zwei Verkehrsflüsse aufgeteilt wird, dann entsprach es durchaus der gesetzlichen Ordnung (Art. 13 Abs. 1 VRV), wenn M., der die Absicht hatte, nach der Verzweigung der Bachstrasse rechts in Richtung Geroldswil weiterzufahren, schon vor dem ersten Haltebalken rechts fuhr, nachdem die übrigen Fahrzeuge ihrerseits vorsortiert und nach links nahe an die Mittellinie der Strasse herangefahren waren. Insoweit ist denn auch der Beschluss des Obergerichts entgegen der Meinung des Beschwerdeführers nicht zu beanstanden; dies um so weniger als nach Art. 13 Abs. 1 VRV soweit möglich sogar auf schmalen Strassen frühzeitig einzuspuren ist. Die Verletzung blosser Anstandsregeln aber stellt nicht notwendig eine Rechtsverletzung dar, wie sich umgekehrt der Wartepflichtige nicht einfach darauf verlassen darf, dass andere Fahrzeuglenker auf ihnen an sich zustehende Rechte anstandshalber verzichten. Die die Verkehrssicherheit gewährleistende Rechtsnorm muss im Zweifel immer vorgehen, zumal die Meinungen darüber, was der Anstand im Strassenverkehr gebietet, nach der täglichen Erfahrung oft auseinandergehen.\n\n2. Hält demnach der angefochtene Beschluss gegenüber den Einwänden des Beschwerdeführers stand, so verletzt er doch aus anderen rechtlichen Überlegungen das Bundesrecht. Die Frage nämlich, ob der Beschwerdeführer in casu das Vortrittsrecht von M. missachtet habe oder nicht, hängt entscheidend davon ab, ob dieser gleich den Führern der links neben ihm vorsortierten Fahrzeuge vor dem ersten Haltebalken hätte halten müssen oder nicht.\n\nBGE 108 IV 191 S. 194Das Obergericht hat die Frage verneint, weil die von M. benützte Einspurstrecke bis zum Lichtsignal frei gewesen sei; nur wenn er seinen Wagen nicht bis zum Lichtsignal hätte vorziehen können und so bei Rotlicht die Einmündung der Bachstrasse blockiert hätte, hätte er den ersten Haltebalken beachten müssen.\n\na) Damit verkennt jedoch die Vorinstanz die Bedeutung der Haltelinie. Die weisse, ununterbrochene und quer zur Fahrbahn aufgetragene Linie (6.10) zeigt nach Art. 75 Abs. 1 SSV an, wo die Fahrzeuge beim \"Stop\" und gegebenenfalls bei Lichtsignalen usw. halten müssen. Nach dem klaren Wortlaut und Sinn dieser Bestimmung hat der Führer in jedem Fall vor der Linie zu halten, wenn ein Lichtsignal die Durchfahrt verbietet. Dabei macht es keinen Unterschied aus, ob - wie hier - vor der Lichtsignalanlage wegen einer vorgelagerten Einmündung zwei Haltelinien markiert sind, die eine vor, die andere nach der Verzweigung. Wo das zutrifft, soll dem sonst wartepflichtigen Verkehr die Möglichkeit gegeben werden, bei Aufleuchten des Rotlichts in die vortrittsberechtigte Strasse einzufahren, sei es, um auf dieser vor der zweiten Haltelinie anzuhalten, sei es um die vortrittsberechtigte Strasse zwischen den beiden Linien ungehindert zu queren und in eine andere Seitenstrasse einzubiegen. Das aber würde auf verkehrsreichen Strassen häufig verhindert, könnten die auf der vortrittsberechtigten Bahn verkehrenden Führer während der roten Signalphase über die erste Haltelinie hinausfahren, bis die Einspurstrecke vor dem unmittelbar beim Signal angebrachten Haltebalken \"gefüllt\" wäre. Zudem würde bei einer solchen Auslegung des Verkehrszeichens dieses nicht nur in seiner Bedeutung geschwächt, sondern es würde damit in den Strassenverkehr auch ein Unsicherheitsmoment hineingetragen, was vom Gesetzgeber nicht gewollt sein kann. Das vom Obergericht mit Recht erwähnte Interesse des Strassenverkehrs an klaren und einfachen Regeln (s. BGE 100 IV 84 E. 1, BGE 94 IV 75 E. 1) gebietet es deshalb, dort, wo vor einer Lichtsignalanlage wegen einer dieser vorgelagerten Verzweigung die Strasse mit zwei Haltelinien markiert ist, schon der ersten die Bedeutung eines strikten Haltegebots beizumessen und den Verkehr auf der mit dieser Linie versehenen Bahn zu verpflichten, so lange vor dem Haltebalken zu warten, als das Signal die Durchfahrt verbietet.\n\nb) Bei dieser Rechtslage aber durfte der Beschwerdeführer darauf vertrauen, dass der Gegenverkehr auf der Regensdorferstrasse während der Rotlichtphase vor der ersten Haltelinie stehenbleiben werde und er selber ungehindert die Strasse queren dürfe. Dass BGE 108 IV 191 S. 195sich diese Erwartung nicht erfüllte, ist nicht einem Fehlverhalten seinerseits, sondern der Missachtung der Haltelinie durch M. zuzuschreiben. Der Beschwerdeführer wurde deshalb von der Vorinstanz zu Unrecht wegen Widerhandlung gegen Art. 36 Abs. 3 SVG und Art. 14 Abs. 1 VRV gebüsst.\n\nDemnach erkennt das Bundesgericht:\n\nIn Gutheissung der Beschwerde wird der angefochtene Beschluss aufgehoben, und die Sache wird zur Freisprechung des Beschwerdeführers an die Vorinstanz zurückgewiesen."}