{"annee": "108", "cour": "II", "page": "88", "date": "27/5/1982", "cite": ["101 IB 9"], "cite_par": [], "chapeau": "17. Estratto della sentenza del 27 maggio 1982 della II Corte civile nella causa A. contro Dipartimento di giustizia del Cantone Ticino (ricorso di diritto amministrativo)", "regestes": ["Art. 260 al. 3 CC, art. 105 al. 2, 50 al. 2 et 3 OEC; litige portant sur la validité d'une reconnaissance; autorité compétente pour en décider. Il appartient au juge et non à l'autorité de surveillance de décider en cas de litige, si, compte tenu des circonstances concrètes, une déclaration préliminaire de reconnaissance faite sur une formule prévue pour l'inscription dans le registre des reconnaissances conformément à l'art. 105 al. 2 OEC, peut être considérée comme une reconnaissance valable déployant des effets d'état civil, alors que, pour des raisons ignorées, l'auteur de la déclaration n'a pas continué la procédure et est décédé avant que cette dernière n'ait pu être accomplie selon le mode prévu à l'art. 105 al. 2 OEC."], "faits": "BGE 108 II 88 S. 88\n\nA.- Il 1o settembre 1980 A., cittadino germanico, nato nel 1942, domiciliato a B. (cantone Ticino) sottoscriveva davanti all'ufficiale di stato civile di C. un formulario destinato a documentare il riconoscimento di D., di nazionalità olandese, nato a C. il 3 agosto 1980. Tale formulario contiene essenzialmente le generalità dell'autore del riconoscimento e del bambino. Secondo l'ufficiale di stato civile esso doveva avere carattere provvisorio, in attesa della presentazione di un documento rilasciato da meno di un mese a conferma dei dati personali figuranti negli BGE 108 II 88 S. 89atti esibiti e dell'autorizzazione dell'autorità cantonale di vigilanza, indispensabili nel caso di un riconoscimento di paternità da parte di un cittadino straniero.\n\nA. era invitato a ripresentarsi per la firma del registro dei riconoscimenti. Il 25 febbraio 1981 egli decedeva, senza essere nuovamente comparso davanti all'ufficiale di stato civile.\n\nIl 23 luglio 1981 la Direzione cantonale dello stato civile invitava l'ufficiale dello stato civile di C. ad annotare a margine del registro delle nascite il riconoscimento di D. da parte di A. L'annotazione era eseguita il giorno successivo. Contro la stessa insorgevano con ricorso al Dipartimento cantonale di giustizia E. ed F., nati rispettivamente nel 1970 e nel 1974 dal matrimonio di A. con G.\n\nIl 2 ottobre 1981 l'autorità cantonale di vigilanza respingeva il ricorso.\n\nC.- E. ed F., rappresentati dalla madre, hanno interposto ricorso di diritto amministrativo al Tribunale federale. Essi chiedono la cancellazione dell'iscrizione nel registro dei riconoscimenti dello stato civile di C.\n\nD. e l'autorità cantonale propongono la reiezione del ricorso.\n\nIl Dipartimento federale di giustizia e polizia ritiene che non competeva all'ufficiale di stato civile di procedere all'annotazione marginale del riconoscimento.\n\nIl Tribunale federale ha accolto il ricorso ed ha ordinato la cancellazione dell'annotazione del riconoscimento effettuata a margine del registro delle nascite.", "considerants": "Considerato in diritto:\n\n1. I ricorrenti chiedono la cancellazione dell'iscrizione nel registro dei riconoscimenti. In realtà, è stata eseguita unicamente, secondo l'art. 52 n. 1 OSC, l'annotazione del riconoscimento a margine del registro delle nascite; un'iscrizione nel registro dei riconoscimenti non è avvenuta. Si può tuttavia ammettere, secondo un'interpretazione che tenga conto in buona fede delle reali intenzioni dei ricorrenti, che le domande ricorsuali tendono anche alla cancellazione dell'iscrizione marginale.\n\n...\n\n3. La forma del riconoscimento di paternità davanti all'ufficiale di stato civile è disciplinata dagli art. 102 segg. OSC.\n\nPoiché D. si trovava, il 1o settembre 1980, in rapporto di BGE 108 II 88 S. 90filiazione soltanto con la madre, egli poteva essere riconosciuto da A. (art. 102 cpv. 1 OSC). Quest'ultimo ha rilasciato la dichiarazione scritta all'ufficiale di stato civile del luogo di nascita del bambino e quindi competente per territorio giusta l'art. 104 cpv. 1 OSC. La dichiarazione è designata esplicitamente come \"riconoscimento\" e non è sottoposta a condizioni o riserve; presenta inoltre tutte le indicazioni richieste dall'art. 105 cpv. 1 OSC per l'iscrizione nel registro dei riconoscimenti, ad eccezione di quelle relative alla madre del bambino. Fa difetto tuttavia la firma nel registro dei riconoscimenti (art. 105 cpv. 2 OSC), e ciò sia perché al momento della firma della dichiarazione mancava l'autorizzazione dell'autorità cantonale di vigilanza richiesta dall'art. 103 cpv. 2 OSC nel caso di riconoscimento da parte di un cittadino straniero, sia perché la dichiarazione stessa era stata concepita come un atto preliminare e preparatorio in vista di una ulteriore, definitiva dichiarazione di riconoscimento, una volta ottenuta l'autorizzazione citata e prodotti documenti più recenti (allestiti da meno di un mese: art. 104 cpv. 2 OSC) relativi ai dati personali.\n\nL'autorità cantonale di vigilanza dichiara che l'autorizzazione sarebbe stata concessa se fosse stata richiesta. D'altra parte, l'art. 103 cpv. 2 seconda parte OSC dispone che il consenso non può essere rifiutato se il riconoscimento è possibile giusta il diritto applicabile in virtù dell'art. 8e LR. Ora, poiché in concreto era applicabile il diritto svizzero (qualora il bambino non avesse avuto domicilio in Svizzera, in applicazione dell'art. 8e cpv. 1 n. 3 LR che rinvia al diritto svizzero in mancanza di domicilio o di legge nazionale comuni dei genitori e del figlio), il riconoscimento appariva possibile ed il consenso non poteva essere negato.\n\n4. Resta tuttavia pur sempre il fatto che la dichiarazione di riconoscimento non è stata iscritta nel registro dei riconoscimenti né può ormai più esservi iscritta, tale documentazione esigendo, accanto alla firma dell'ufficiale di stato civile, quella dell'autore del riconoscimento (art. 105 cpv. 2 OSC).\n\nSecondo l'art. 303 cpv. 2 CC abrogato, il riconoscimento avveniva nella forma dell'atto pubblico, o per testamento. L'attuale art. 260 cpv. 3 CC ha mantenuto il riconoscimento per disposizione di ultima volontà, ma ha sostituito all'atto pubblico la dichiarazione davanti all'ufficiale di stato civile. Per questa variante di riconoscimento il Codice civile non prevede una speciale esigenza di forma (come l'atto pubblico), il cui mancato BGE 108 II 88 S. 91rispetto sarebbe suscettibile di determinare la nullità del riconoscimento stesso. Dalle disposizioni dell'OSC che regolano il riconoscimento davanti all'ufficiale di stato civile, non si può dedurre senz'altro che la mancata iscrizione nel registro dei riconoscimenti abbia come conseguenza la nullità del riconoscimento. Vigente l'art. 303 ora abrogato, l'iscrizione nel registro dello stato civile non aveva effetto costitutivo (HEGNAUER N 89 all'art. 303 CC). Nella specie, la mancata iscrizione non avrebbe quindi determinato la nullità dell'annotazione a margine nel registro delle nascite.\n\n5. È vero, d'altra parte, che la dichiarazione firmata da A. il 10 settembre 1980 non è stata considerata dall'ufficiale di stato civile come un valido e definitivo riconoscimento, ma solo come un atto preparatorio, in vista della completazione degli atti e dell'iscrizione nel registro dei riconoscimenti, e che si ignorano inoltre le ragioni per le quali A. - debitamente avvertito - ha omesso i passi necessari, dal settembre 1980 al febbraio 1981, per riunire la documentazione richiesta e per procedere alle operazioni ancora in sospeso. Delle ipotesi che si possono formulare (quella, ad esempio, che egli ritenesse non essere necessari ulteriori passi da parte sua o, al contrario, che egli avesse intenzionalmente deciso di non perfezionare l'atto di riconoscimento), nessuna trova conferma negli atti di causa.\n\nGiusta l'art. 45 CC, le rettifiche nei registri dello stato civile possono essere ordinate solo dal giudice. Unicamente se l'errore è dovuto a sbaglio o disattenzione manifesti o qualora l'iscrizione risulti manifestamente errata, invalida o superflua (art. 51 cpv. 2 OSC), la rettifica può essere ordinata dall'autorità di vigilanza. In altri termini, la rettifica da parte dell'autorità amministrativa è ammessa solo nei casi chiari e non controversi (DTF 101 Ib 11 /12 e richiami; sentenza inedita 20 marzo 1981 nella causa Groppi e ulteriori sentenze ivi citate).\n\nA ragione il Dipartimento federale di giustizia e polizia propone di applicare tali direttive legali e giurisprudenziali ai casi in cui, ove un'iscrizione non sia ancora avvenuta, essa sia ordinata successivamente pur sussistendo incertezza sulla validità e la portata del fatto di stato civile da cui l'iscrizione dovrebbe dipendere o pur dovendosi contare con l'opposizione di altri interessati.\n\nIn applicazione di tali principi, l'annotazione contestata, a margine del registro delle nascite, non avrebbe dovuto essere eseguita. Essa va quindi cancellata.\n\nBGE 108 II 88 S. 92\n\nCiò non significa che la dichiarazione di riconoscimento del 1o settembre 1980 sia priva di valore. D. ha infatti la possibilità di:\n\na) chiedere al giudice che accerti la validità di tale dichiarazione quale riconoscimento suscettibile di comportare per l'ufficiale di stato civile l'obbligo di procedere all'iscrizione corrispondente (il successo di una siffatta azione non appare tuttavia a prima vista certo, non potendosi escludere che nel diritto vigente l'adempimento di quanto stabilito dall'art. 105 cpv. 2 OSC abbia rilevanza determinante; tale questione dev'essere lasciata aperta in questa sede, in cui non si tratta di giudicare sull'attuale portata della menzionata disposizione, bensì soltanto di decidere se l'autorità di vigilanza potesse, nelle concrete circostanze, ratificare un'annotazione contestata);\n\nb) servirsi di detta dichiarazione a sostegno di un'azione giudiziale di accertamento della paternità ai sensi dell'art. 261 CC.\n\nSia l'una che l'altra azione dovrebbero essere promosse nei confronti degli eredi di A."}