{"annee": "108", "cour": "IV", "page": "175", "date": "22/2/1982", "cite": ["108 IV 33", "103 IV 241"], "cite_par": ["124 IV 269"], "chapeau": "44. Auszug aus dem Urteil des Kassationshofes vom 22. Februar 1982 i.S. A. gegen Generalprokurator des Kantons Bern (Nichtigkeitsbeschwerde)", "regestes": ["Art. 260 al. 1 CP. Le barbouillage de voitures de tram à l'occasion d'un attroupement formé en public représente un acte de violence au sens de cette disposition; il n'est pas nécessaire qu'une force physique particulière ait été déployée."], "faits": "", "considerants": "BGE 108 IV 175 S. 175\n\nAus den Erwägungen:\n\n4. Den Schuldpunkt des Landfriedensbruchs (Art. 260 Abs. 1 StGB) ficht A. zunächst erneut mit Behauptungen tatsächlicher BGE 108 IV 175 S. 176Natur an, mit denen er sich zu den verbindlichen Feststellungen der Vorinstanz in Widerspruch setzt und die deshalb nicht zu hören sind (Art. 273 Abs. 1 lit. b BStP).\n\nIn rechtlicher Beziehung aber kann, was die Begriffe der Zusammenrottung und der Teilnahme an dieser anbelangt, auf das zum Tatbestand des Art. 285 Ziff. 2 Abs. 1 StGB Gesagte verwiesen werden. Dasselbe gilt für den Teilnahmevorsatz. Legt man aber die entsprechenden rechtlichen Erwägungen zugrunde und berücksichtigt man, dass sich der Menge eine unbestimmte Zahl beliebiger Personen anschliessen konnte, sie also eine öffentliche war (BGE 108 IV 34 E. 1a), so ist nicht ersichtlich, inwiefern das angefochtene Urteil gegen Bundesrecht verstossen sollte; dass A. objektiv und subjektiv an einer Zusammenrottung teilgenommen hat, aus der heraus gegen Menschen und Sachen Gewalttätigkeiten begangen wurden, steht nach den tatsächlichen Annahmen der Vorinstanz fest. So stellt der tätliche Angriff gegen Polizeiadjunkt X. ebenso eine Gewalttätigkeit im Sinne des Gesetzes dar wie das Verschmieren von Tramwagen des Kurses 466 mit Sprayfarbe; der Begriff der Gewalttätigkeit setzt zwar eine aktive, agressive Einwirkung auf Menschen oder Sachen voraus, nicht notwendig aber auch die Aufwendung besonderer physischer Kraft (s. STRATENWERTH, BT II, S. 293 in Verbindung mit BT I, S. 90). Er umfasst in seiner Weite alles, von der Tötung bis zu einer geringfügigen Sachbeschädigung (HAFTER, BT, zweite Hälfte, S. 455), und unter Umständen sogar die unmittelbar bloss drohende Anwendung von Gewalt (BGE 103 IV 245). Die Beschwerde ist auch in diesem Punkt unbegründet, soweit auf sie überhaupt einzutreten ist."}