{"annee": "108", "cour": "III", "page": "23", "date": "9/8/1982", "cite": ["92 I 73", "98 III 67", "96 III 74", "97 III 39", "100 IB 119", "87 III 79", "56 III 103"], "cite_par": ["113 III 90", "135 III 545", "140 III 234"], "chapeau": "10. Auszug aus dem Urteil der II. Zivilabteilung vom 9. August 1982 i.S. Moser gegen Gemeinde Beinwil am See (Berufung)", "regestes": ["Collocation (art. 250 LP). Si l'état de collocation est modifié par jugement dans un procès en collocation, il n'y a pas lieu d'en déposer un nouveau. Si toutefois un nouveau dépôt est effectué, il est nul et ne donne pas droit aux créanciers d'intenter à nouveau une action en collocation."], "faits": "BGE 108 III 23 S. 24\n\nIm Konkurs über Alfred Moser wurde am 22. November 1975 der Kollokationsplan aufgelegt. Die Ehefrau des Schuldners, Rosa Moser-Huber, erhob rechtzeitig Kollokationsklage, mit der sie geltend machte, ihre Frauengutsforderung sei zu Unrecht nur in einem Teilbetrag kolloziert worden. Mit Urteil vom 11. Januar 1977 hiess das Bezirksgericht Kulm die Klage zum grössten Teil gut. Am 2. Dezember 1978 teilte das Konkursamt Kulm den Gläubigern durch Publikation im Amtsblatt des Kantons Aargau mit, der Kollokationsplan liege infolge nachträglicher Anerkennung einer Forderung zur Einsicht auf; Klagen auf Anfechtung des Planes seien innert 10 Tagen von der Bekanntmachung an gerichtlich anhängig zu machen.\n\nAm 11. Dezember 1978 erhob Rosa Moser gegen die Gemeinde Beinwil am See Kollokationsklage, mit der sie bestritt, dass der Beklagten für ihre Forderung von Fr. 12'607.75 ein gesetzliches Pfandrecht zustehe. Das Bezirksgericht Kulm wies die Klage ab. Eine Beschwerde gegen seinen Entscheid wurde vom Obergericht des Kantons Aargau am 23. Dezember 1981 abgewiesen.\n\nDas Bundesgericht weist die Berufung der Klägerin gegen das obergerichtliche Urteil ab.", "considerants": "Aus den Erwägungen:\n\n2. Nach den zutreffenden Ausführungen der Vorinstanz erwächst der Kollokationsplan in Rechtskraft, wenn er nicht innert der Frist des Art. 250 Abs. 1 SchKG angefochten wird. Abgesehen von ganz besonderen Fällen, von denen hier keiner gegeben ist, kann er von der Konkursverwaltung nachträglich nicht mehr abgeändert werden (BGE 98 III 70 E. 3, BGE 97 III 42, BGE 96 III 78 /79, BGE 87 III 84). Ausgeschlossen ist auch eine Neuauflage des Planes, die den Gläubigern die Anfechtung von bereits rechtskräftig gewordenen Kollokationsverfügungen erlauben würde. Erst recht gilt dies, wenn die Kollokation einer Forderung auf richterlichem Urteil im Kollokationsprozess beruht. Obsiegt ein Gläubiger im Kollokationsprozess, so ist dies im Kollokationsplan vorzumerken und bei der Verteilung zu berücksichtigen (Art. 64 Abs. 2 KOV; BGE 56 III 109). Die Mitgläubiger können eine solche Änderung des Kollokationsplanes nicht ihrerseits wieder anfechten und dadurch die Rechtskraft des Kollokationsurteils in Frage stellen, weshalb der Kollokationsplan nach Abschluss des Kollokationsprozesses nicht neu aufzulegen ist (JAEGER, N. 8 zu Art. 250 BGE 108 III 23 S. 25SchKG; FAVRE, Droit des poursuites, 3. Aufl., S. 336; V. FURRER, Die Kollokationsklagen nach schweizerischem Recht, Diss. Zürich 1979, S. 59/60; unzutreffend AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, S. 347).\n\nDie vom Konkursamt vorgenommene Neuauflage des Kollokationsplanes war daher unbeachtlich und vermochte an der Rechtskraft der einzelnen Kollokationsverfügungen nichts zu ändern. Unter diesen Umständen hat die Vorinstanz zu Recht angenommen, die Klägerin könne die Kollokation der Forderung der Beklagten nicht mehr durch Kollokationsklage anfechten.\n\n3. Die Klägerin macht demgegenüber geltend, selbst wenn man annehmen wollte, der Kollokationsplan hätte nicht neu aufgelegt werden dürfen, wäre in der dennoch erfolgten Neuauflage bloss eine anfechtbare und nicht eine geradezu nichtige Amtshandlung des Konkursamtes zu erblicken. Da niemand gegen die Neuauflage Beschwerde geführt habe, sei die dadurch bewirkte erneute Eröffnung der Klagefrist als gültig zu betrachten und die Klage materiell zu behandeln.\n\nDie Neuauflage des Kollokationsplanes berührt indessen keineswegs nur die Interessen der am Konkurs beteiligten Gläubiger. Auch die Öffentlichkeit hat ein Interesse daran, dass das Konkursverfahren nicht dadurch verlängert und kompliziert wird, dass ein rechtskräftiger Kollokationsplan nachträglich ausser Kraft gesetzt wird. Insbesondere liegt es im öffentlichen Interesse, dass richterliche Urteile, die in einem ersten Kollokationsprozess ergangen sind, nicht durch weitere Kollokationsklagen wieder in Frage gestellt werden können. Ganz abgesehen vom prozessualen Leerlauf müsste es zu unlösbaren Schwierigkeiten führen, wenn in einem zweiten Kollokationsprozess ein widersprechendes Urteil gefällt würde. Diese unter allen Umständen zu vermeidende Gefahr besteht aber, wenn ein Kollokationsplan im Anschluss an einen ersten Kollokationsprozess erneut von jedem Gläubiger angefochten werden könnte. Die Neuauflage des Kollokationsplanes und die damit verbundene Fristansetzung für die Kollokationsklage muss daher entgegen der Auffassung der Klägerin als schlechthin nichtig angesehen werden.\n\nDer Klägerin kann auch darin nicht gefolgt werden, dass sie nach Treu und Glauben auf die Publikation des Konkursamtes habe abstellen und auf die darin enthaltene Rechtsmittelbelehrung habe vertrauen dürfen. Das Vertrauen in die Publikation vermochte ihr nicht zu einer Klagemöglichkeit zu verhelfen, die mit dem BGE 108 III 23 S. 26Wesen des Kollokationsverfahrens in Widerspruch steht, sowenig wie das Vertrauen in eine fehlerhafte Rechtsmittelbelehrung ein gesetzlich nicht gegebenes Rechtsmittel schaffen kann (vgl. BGE 100 Ib 119 /120, BGE 92 I 77). Im übrigens versucht die Klägerin mit ihrer Klage nur nachzuholen, was sie im Anschluss an die erste Auflage des Kollokationsplanes unterlassen hat. Diese Unterlassung, die die Verwirkung des Klagerechts zur Folge hatte, hat sie ihrer eigenen Unachtsamkeit zuzuschreiben; sie kann durch das spätere fehlerhafte Verhalten des Konkursamtes nicht aus der Welt geschaffen werden. Unter diesen Umständen verdient das Vertrauen der Klägerin in die zu Unrecht erfolgte Publikation der Neuauflage des Kollokationsplanes zum vornherein keinen Schutz."}