{"annee": "108", "cour": "II", "page": "405", "date": "2/12/1982", "cite": ["97 II 48", "105 IB 431", "107 IB 63", "103 IA 356"], "cite_par": ["122 III 308", "129 III 209", "114 II 329", "144 III 81", "143 III 480", "111 II 134"], "chapeau": "78. Sentenza del 2 dicembre 1982 della II Corte civile nella causa AX contro BX, CX e II Camera civile del Tribunale di appello del Cantone Ticino (ricorso di diritto pubblico)", "regestes": ["Nullité d'une promesse de contracter un pacte successoral, que cette promesse soit stipulée dans une convention réglant les effets accessoires du divorce ou qu'elle résulte d'une sentence arbitrale. 1. Une sentence arbitrale ne peut faire l'objet d'un recours de droit public, ni directement, ni à travers le jugement d'une autorité judiciaire statuant comme juridiction de recours en nullité (confirmation de la jurisprudence; consid. 1). 2. La promesse de contracter un pacte successoral est inconciliable avec la protection de la personnalité telle que la garantit l'art. 27 CC (consid. 2); la nullité d'un tel engagement doit être relevée d'office (consid. 3)."], "faits": "BGE 108 II 405 S. 405\n\nIl matrimonio fra il dott. AX e BX fu sciolto per divorzio l'8 ottobre 1969 dal Pretore, che omologò la convenzione sulle BGE 108 II 405 S. 406conseguenze accessorie stipulata dalle parti il 7 ottobre 1969. L'unica figlia, CX, fu attribuita all'autorità parentale della madre. Il dott. AX passò a nuove nozze il 15 maggio 1971; dal matrimonio nacque una figlia, DX. Il 2 giugno 1978 BX e CX, da una parte, con AX, dall'altra, sottoscrissero un compromesso arbitrale e deferirono al dott. Z, giudice d'appello, le contestazioni sorte sulla convenzione 7 ottobre 1969. Nella stessa, AX si era obbligato a concludere, fra l'altro, un contratto successorio con la figlia CX e a lasciare a quest'ultima alcuni beni mobili e immobili. L'arbitro unico accertò il diritto della figlia CX di ricevere, alla morte del padre, i beni pattuiti alla stregua di una legataria, riconoscendole in particolare il diritto al risarcimento del valore non percepito ove gli oggetti del legato non fossero stati devoluti liberi da gravami.\n\nIl dott. AX insorse alla II Camera civile del Tribunale di appello del Cantone Ticino, cui domandò di annullare il lodo. La corte condivise il giudizio dell'arbitro e respinse il ricorso per nullità il 13 maggio 1982. Introdotto un ricorso di diritto pubblico al Tribunale federale, il dott. AX propone l'annullamento del lodo arbitrale e della sentenza di secondo grado. BX e CX auspicano la reiezione del ricorso.", "considerants": "Considerando in diritto:\n\n1. La possibilità di impugnare la decisione della giurisdizione superiore con quella dell'istanza inferiore presuppone, anzitutto, che quest'ultima decisione emani da un'autorità cantonale. La II Camera civile del Tribunale di appello del Cantone Ticino si è pronunciata come giurisdizione di ricorso per nullità giusta gli art. 3 lett. f e 36 del concordato intercantonale sull'arbitrato (SR 279), vigente nel Cantone Ticino a norma dell'art. 455 CPC. Il lodo dell'arbitro non costituisce invece una decisione cantonale a norma dell'art. 84 cpv. 1 OG e non può dunque formare oggetto di un ricorso di diritto pubblico, né direttamente, né attraverso il giudizio di nullità (DTF 107 Ib 64 consid. 1, DTF 105 Ib 432 consid. 1, DTF 103 Ia 357 consid. 1b con rinvii). Nella misura in cui il ricorrente postula l'annullamento del lodo arbitrale, e non soltanto della sentenza cantonale, il rimedio in esame riesce d'acchito inammissibile.\n\n2. La controversia verte, in questa sede, sull'impegno assunto dal dott. AX, nella convenzione 7 ottobre 1969, di concludere un contratto successorio con la figlia CX. Gli altri punti del lodo non sono in contestazione.\n\nBGE 108 II 405 S. 407\n\na) L'arbitro unico ha giudicato processualmente tardiva e infondata nel merito l'eccezione di nullità sollevata dall'interessato riguardo all'obbligo di stipulare un contratto successorio, rilevando che il requisito formale prescritto dagli art. 512 cpv. 1 e 499 CC non trova applicazione ove il negozio giuridico sia contenuto in una convenzione sulle conseguenze accessorie, divenuta parte integrante della sentenza di divorzio. L'arbitro ha riconosciuto perciò alla figlia CX il diritto di esigere l'adempimento dell'obbligo. L'eventuale lesione della quota legittima spettante alla seconda moglie e alla figlia nata dal secondo matrimonio si sarebbe potuta decidere solo all'apertura della successione. Richiamandosi inoltre alla sentenza pubblicata in DTF 97 II 48, secondo cui un contratto preliminare consente di chiedere in giudizio la conclusione del contratto principale, l'arbitro ha accertato la medesima facoltà a beneficio di CX, surrogando in proposito la dichiarazione di volontà del padre. Il Tribunale di appello non ha ritenuto arbitraria la conclusione che, nella specie, il lodo sostituisse la dichiarazione di volontà che il promettente si è rifiutato di dare.\n\nLa sentenza della I Corte civile cui si riferiscono l'arbitro e i giudici (DTF 97 II 48) concerneva una promessa di vendita immobiliare. Il Tribunale federale ha precisato allora che il contratto preliminare (art. 22 CO) permette di interporre non soltanto l'azione di risarcimento, ma anche l'azione di condanna alla stipulazione del contratto principale; il giudizio equivale in tal caso alla dichiarazione di volontà rifiutata dal promettente. L'applicazione del medesimo principio a una disposizione per causa di morte si rivela invece apertamente insostenibile.\n\nL'art. 509 cpv. 1 CC stabilisce che un testamento può essere revocato o modificato in ogni tempo in una delle forme prescritte per la sua confezione. La norma, di carattere imperativo, tutela la facoltà di disporre del testatore: un ipotetico obbligo di non revocare sarebbe nullo sin dall'inizio (TUOR, Berner Kommentar, 2a edizione, nota 3 ad art. 509 CC; ESCHER, Zürcher Kommentar, 3a edizione, nota 1 ad art. 509 CC; PIOTET, Droit successoral, in: Traité de droit privé suisse, vol. IV, pag. 224 nota 1), così come sarebbe nullo un eventuale impegno di far testamento o di costituire una disposizione per causa di morte secondo una determinata forma. Il contratto successorio non soggiace per contro alla libera revoca del disponente e non può essere sciolto che a precise condizioni (art. 513 a 515 CC): in quest'ambito esso BGE 108 II 405 S. 408vincola la facoltà di disporre di una persona (art. 494 cpv. 1 CC). Talune legislazioni straniere vietano, di conseguenza, la conclusione di patti successori (si veda l'art. 458 del Codice civile italiano), oppure ne limitano l'ammissibilità ai coniugi o alle convenzioni matrimoniali (§ 602, 1049 e 1050 ABGB, art. 1082 e 1093 del Codice civile francese). La circostanza che il disponente possa obbligarsi direttamente a lasciare la sua successione o un legato alla controparte o a un terzo non significa tuttavia ch'egli possa negoziare anche la propria capacità di disporre e impegnarsi in modo indiretto a sottoscrivere, in futuro, un contratto successorio. La sola promessa di concludere un simile contratto lede la capacità di disporre, che è parte della capacità civile (EGGER, Zürcher Kommentar, 2a edizione, note 12 e 13 ad art. 27 CC). Una pattuizione del genere, contravvenendo alla protezione della personalità, è giuridicamente irrilevante (TUOR, op.cit., nota 12 dell'introduzione all'art. 494 CC; BECKER, Berner Kommentar, 2a edizione, nota 3 ad art. 22 CO; VON TUHR/PETER, Allgemeiner Teil des schweizerischen OR, vol. I, pag. 258 nota 55b). La dichiarazione d'ultima volontà, sia essa contenuta in un testamento o in un contratto successorio, è inoltre un diritto altamente personale che esclude ogni forma di rappresentanza (PIOTET, op.cit., pag. 76 e 250; GROSSEN, Das recht der Einzelpersonen, in: Schweizerisches Privatrecht, vol. II, pag. 313). Non può quindi essere espressa da terzi e nemmeno dal giudice, il quale - diversamente dai contratti fra vivi - non può sostituirsi al disponente e decidere, in particolare, che cosa spetti al legatario in base a un contratto mai sorto. Nella Repubblica federale tedesca, che conosce l'istituto del contratto successorio, la capacità di disporre è protetta dal § 2302 BGB, che sancisce la nullità di contratti successori preliminari; tale norma configura persino una prescrizione d'ordine pubblico nell'ambito del diritto internazionale privato (LANGE/KUCHINKE, Lehrbuch des Erbrechts, 2a edizione, pag. 45; cfr. altresì PALANDT, BGB, 41a edizione, pag. 2047; SOERGEL/SIEBERT/JÜRGEN, BGB, vol. VII, 11a edizione, pag. 1066; BGB, Kommentar herausgegeben von den Mitgliedern des Bundesgerichtshofes, 12a edizione, nota 1 al § 2302).\n\nIl ricorrente osserva a giusto titolo, del resto, che sarebbe insostenibile condannarlo a stipulare un contratto successorio con la figlia CX proprio quando siffatta disposizione lederebbe con ogni probabilità la quota legittima sia della seconda moglie sia della figlia nata dal secondo matrimonio, e rinvierebbe a priori BGE 108 II 405 S. 409queste ultime all'azione di riduzione. Né riesce applicabile, in concreto, l'art. 516 CC, che attiene a casi in cui il disponente abbia già costituito un testamento o un contratto successorio prima di passare a nuove nozze. Tale condizione non si è manifestamente verificata.\n\nLa nullità della promessa di stipulare un contratto successorio rende superfluo esaminare se, come afferma la corte cantonale, simile obbligo sfugga al requisito formale dell'art. 512 CC.\n\n3. L'eccezione di nullità opposta dal convenuto è stata giudicata, per di più, processualmente tardiva dall'arbitro. Nel ricorso per nullità l'interessato ha ribadito l'illiceità dell'impegno assunto, ma non si è espresso sulla tempestività dell'eccezione. Ora, la rinuncia parziale o totale alla capacità civile è nulla nel senso dell'art. 20 CO (art. 27 cpv. 1 CC). La nullità di un atto giuridico va rilevata d'ufficio (OSER/SCHÖNENBERGER, Zürcher Kommentar, 2a edizione, nota 55 ad art. 20 CO; VON TUHR/PETER, op.cit., pag. 225 note 19 e 20; ENGEL, Traité des obligations en droit suisse, pag. 205; KELLER/SCHÖBI, Allgemeine Lehren des Vertragsrechts, vol. I, pag. 114). Identico principio vige ove un contratto sia contrario all'art. 27 CC e l'interessato rifiuti di adempiere l'obbligo assunto (BUCHER, Schweizerisches OR, Allgemeiner Teil, pag. 238). Ne discende che la nullità della promessa di sottoscrivere un contratto successorio non dipende da eccezioni di sorta e doveva in ogni modo essere ravvisata d'ufficio.\n\n4. La corte cantonale, adita come autorità di ricorso per nullità, non ha considerato arbitrario il lodo impugnato. Omettendo in modo insostenibile di annullare un lodo sorretto da una figura giuridica palesemente illecita (la promessa di costituire un contratto successorio), essa è a sua volta incorsa nell'arbitrio (art. 36 lett. f del concordato intercantonale sull'arbitrato; DTF 105 Ib 436 consid. 4b). La nullità del contratto successorio preliminare implica la decadenza, per la legataria, delle altre pretese di carattere ereditario, e segnatamente della facoltà di esigere il risarcimento del valore non percepito qualora gli oggetti del legato non fossero devoluti liberi da gravami.\n\nPer questi motivi il Tribunale federale pronuncia:\n\nNella misura in cui è ammissibile, il ricorso è accolto e la sentenza emanata il 13 maggio 1982 dalla II Camera civile del Tribunale di appello del Cantone Ticino è annullata."}