{"annee": "108", "cour": "IA", "page": "38", "date": "19/2/1982", "cite": ["105 IA 80"], "cite_par": ["129 I 185", "110 IA 183", "123 I 175", "120 IA 194", "109 IA 41", "118 IA 271", "111 IA 284", "111 IA 115", "110 IA 176", "119 IA 167"], "chapeau": "9. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 19. Februar 1982 i.S. Progressive Organisationen der Schweiz, Sektion Luzern-Stadt gegen Stadtrat von Luzern und Regierungsrat des Kantons Luzern (staatsrechtliche Beschwerde)", "regestes": ["Art. 85 lettre a OJ; déclaration de non-validité d'une initiative administrative en matière communale. 1. Le Tribunal fédéral examine en principe librement l'interprétation du droit communal qui définit le contenu des droits politiques ou qui est en étroite connexité avec lui (consid. 2). 2. Déclaration de non-validité d'une initiative administrative, bien que la ville de Lucerne contienne une réglementation très étendue sur le droit d'initiative (consid. 3)."], "faits": "BGE 108 Ia 38 S. 38\n\nNach Art. 15 Abs. 1 der Gemeindeordnung der Stadt Luzern vom 7. Februar 1971 (Gemeindeordnung) können mindestens 1000 Stimmberechtigte durch Initiative in Form der Anregung oder des ausgearbeiteten Entwurfs den Erlass, die Änderung oder die Aufhebung eines Beschlusses verlangen, der in die Zuständigkeit BGE 108 Ia 38 S. 39der Stimmberechtigten oder des Grossen Stadtrates fällt. Voranschlag und Höhe der Gemeindesteuer sind ausgenommen.\n\nAm 24. August 1979 reichten die Progressiven Organisationen der Schweiz, Sektion Luzern-Stadt, 1092 gültige Unterschriften für ein Initiativbegehren mit dem Titel \"Südzubringer und Nordtangente vors Volk\" mit folgendem Wortlaut ein:\n\n\"1. ...\n\n2. Der Grosse Stadtrat erlässt folgenden Beschluss: Es dürfen für die Nordtangente, den Südzubringer und die T2 keine Ausgaben, welche in die Kompetenz des Grossen Stadtrates fallen, gemacht werden, bevor das Volk zu diesen Strassenprojekten - in Form von je einem Gesamt- oder Rahmenkredit - Stellung genommen hat.\"\n\nMit Entscheid vom 24. Januar 1981 erklärte der Stadtrat von Luzern die Initiative als ungültig. Zu Ziffer 2 des Initiativbegehrens wurde im wesentlichen ausgeführt, mit einer Initiative könne nur ein Beschluss im positiven Sinne verlangt werden. Die Gemeindeordnung habe rechtsverbindlich festgelegt, wie weit die direkten Mitwirkungsrechte der Stimmberechtigten reichen. Mittels einer Initiative könne der zuständigen Behörde nicht der Erlass bestimmter Beschlüsse untersagt werden. Eine solche Initiative würde im Widerspruch zum kantonalen Recht stehen. Der Regierungsrat des Kantons Luzern schützte diesen Entscheid.\n\nDas Bundesgericht weist die gegen den Entscheid des Regierungsrates erhobene Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Bei Stimmrechtsbeschwerden überprüft das Bundesgericht nicht nur die Auslegung von Bundesrecht und kantonalem Verfassungsrecht frei, sondern auch die Auslegung anderer kantonaler Vorschriften, welche den Inhalt des Stimm- und Wahlrechts normieren oder mit diesem in engem Zusammenhang stehen. In ausgesprochenen Zweifelsfällen schliesst es sich jedoch der von der obersten kantonalen Behörde vertretenen Auslegung an (BGE 105 Ia 82 E. 4 mit Hinweisen). Dies muss analog für die Auslegung des kommunalen Rechts gelten, welches den Inhalt der politischen Rechte normiert oder mit diesem in engem Zusammenhang steht.\n\n3. Gegenstand des Initiativrechts kann nach Art. 15 Abs. 1 der Gemeindeordnung der Erlass, die Änderung oder die Aufhebung eines Beschlusses sein, der in die Zuständigkeit der Stimmberechtigten oder des Grossen Stadtrates fällt. Es handelt sich dabei um eine Regelung mit weitestgehendem Initiativrecht, BGE 108 Ia 38 S. 40welche auch die sogenannte Verwaltungsinitiative umfasst (zur Verwaltungsinitiative vgl. GIACOMETTI, Das Staatsrecht der schweizerischen Kantone, S. 525 ff.; KÖLZ, Die kantonale Volksinitiative in der Rechtsprechung des Bundesgerichts, in ZBl 83/1982 S. 10 ff.; BACHER, Die Volksinitiative nach dem Recht des Kantons Basel-Stadt, Diss. Basel 1953, S. 22).\n\nBei der Initiative \"Südzubringer und Nordtangente vors Volk\" handelt es sich um eine Verwaltungsinitiative. Sie verlangt vom Grossen Stadtrat den Erlass eines Beschlusses, wonach für bestimmte Strassenprojekte keine Ausgaben, welche in seine Kompetenz fallen, gemacht werden dürfen, bevor das Volk zu diesen Strassenprojekten Stellung genommen hat. An sich könnte der Grosse Stadtrat einen derartigen Beschluss fassen. Daher liegt der Schluss nahe, die Initiative müsse zugelassen werden. Insbesondere kann nicht argumentiert werden, die Initiative sei unzulässig, weil sie einen negativen Beschluss des Grossen Stadtrates fordere, nämlich vor der Durchführung der Volksabstimmung über je einen Gesamt- oder Rahmenkredit für jedes der drei Bauvorhaben keine Teilkredite zu sprechen.\n\nEs spricht jedoch ein anderes Argument gegen die Vereinbarkeit der Initiative mit der Gemeindeordnung. Durch die Initiative sollen Ausgabenbeschlüsse betreffend bestimmte projektierte Strassen auf jeden Fall der Volksabstimmung unterstellt werden, im Widerspruch zu den Bestimmungen der Gemeindeordnung, wonach es im Ermessen des Grossen Stadtrates liegt, zu beschliessen, wann er ausnahmsweise Ausgabenbeschlüsse, die an sich dem obligatorischen oder fakultativen Referendum nicht unterstehen, diesem unterstellen will (Art. 13 Abs. 2 und 14 Abs. 2 der Gemeindeordnung). Die Initiative entzieht also dem Grossen Stadtrat ein Feld der freien Ermessensbetätigung, das die Gemeindeordnung ihm einräumt. Wenn die Initianten eine solche Ausnahme zur geltenden Gemeindeordnung verwirklichen wollten, hätten sie eine Initiative auf Änderung der Gemeindeordnung einreichen müssen. Ein Wille der Initianten in diesem Sinne die Gemeindeordnung durch eine Ausnahmebestimmung zu ergänzen, kann jedoch aus dem Initiativtext nicht herausgelesen werden. Deshalb hat der Regierungsrat die Initiative zu Recht für ungültig erklärt, auch wenn die von ihm vorgebrachten Gründe nicht durchwegs zu überzeugen vermögen. Die Beschwerde ist deshalb abzuweisen."}