{"annee": "108", "cour": "IV", "page": "148", "date": "18/10/1982", "cite": ["99 IV 133", "98 IV 76"], "cite_par": ["116 IV 97", "110 IV 65"], "chapeau": "36. Urteil des Kassationshofes vom 18. Oktober 1982 i.S. Staatsanwaltschaft des Kantons Basel-Landschaft gegen M. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 41 ch. 1 al. 2 CP. Il est sans pertinence que la peine privative de liberté de plus de trois mois repose sur un ou plusieurs jugements; ce qui compte, c'est la durée de l'incarcération subie sans interruption."], "faits": "BGE 108 IV 148 S. 148\n\nA.- Das Strafgericht Basel-Land verurteilte M. am 11. Dezember 1981 wegen fortgesetzter Vernachlässigung von Unterstützungspflichten zu zwei Monaten Gefängnis und gewährte ihm den bedingten Strafvollzug mit einer Probezeit von drei Jahren, BGE 108 IV 148 S. 149obschon er in den letzten fünf Jahren vor der Tat verschiedene Strafen verbüsst hatte (20 Tage Gefängnis wegen Hehlerei, 2 1/2 Monate Gefängnis wegen Unzucht mit einem Kinde, 3 Wochen Gefängnis wegen Vernachlässigung von Unterstützungspflichten und 3 Monate Gefängnis unter anderem wegen Diebstahls), davon einmal in einem Zuge Strafen von zusammen mehr als drei Monaten Dauer. Das Obergericht des Kantons Basel-Landschaft bestätigte das Urteil am 24. August 1982.\n\nB.- Die Staatsanwaltschaft des Kantons Basel-Landschaft führt Nichtigkeitsbeschwerde an das Bundesgericht mit dem Antrag, das obergerichtliche Urteil sei wegen Verletzung von Art. 41 Ziff. 1 StGB aufzuheben und die Sache sei zur Verweigerung des bedingten Strafvollzugs an die Vorinstanz zurückzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 41 Ziff. 1 Abs. 2 StGB ist der bedingte Strafvollzug zu verweigern, wenn der Verurteilte innerhalb der letzten fünf Jahre vor der Tat wegen eines vorsätzlich begangenen Verbrechens oder Vergehens eine Zuchthaus- oder Gefängnisstrafe von mehr als drei Monaten verbüsst hat. Streitig ist lediglich, ob diese Voraussetzung im vorliegenden Fall gegeben sei.\n\nDer Verurteilte verbüsste in den letzten fünf Jahren vor der Tat keine Strafe, die vom Richter auf mehr als drei Monate angesetzt worden war. Dagegen verbüsste er um die Jahreswende 1979/80 in einem Zuge wegen vorsätzlicher Vergehen zwei Gefängnisstrafen, die zusammen eine Strafdauer von 111 Tagen - also mehr als drei Monate - ergaben.\n\n2. Das Bundesgericht führte in BGE 99 IV 134 unter anderem aus, nach dem Sinn des Gesetzes solle der bedingte Strafvollzug nur einem Verurteilten verweigert werden, der rückfällig geworden sei, obwohl er vorher eine Strafe von erzieherischer Wirkung (peine éducative) verbüsst habe; diese Voraussetzung fehle, wenn er getrennt (séparément) mehrere kurze Gefängnisstrafen verbüsst habe, selbst wenn deren Dauer zusammengerechnet drei Monate übersteige; in diesem Falle könne ihm der bedingte Strafvollzug nur wegen Fehlens der subjektiven Voraussetzungen (Erwartung künftigen Wohlverhaltens) verweigert werden. Von dieser Rechtsprechung abzuweichen, besteht kein Anlass.\n\nEntscheidend ist demnach die Frage, ob der Verurteilte in den letzten fünf Jahren vor der Tat eine Strafe verbüsst habe, welche BGE 108 IV 148 S. 150erziehend auf ihn hätte einwirken sollen, mit anderen Worten ob er die Wirkungen des resozialisierenden Vollzugs zu spüren bekommen habe. Strafen von nicht mehr als drei Monaten Dauer gelten als Warnstrafen ohne besondere erzieherische Wirkung (s. BGE 99 IV 134, BGE 98 IV 81; SCHULTZ, Einführung in den allg. Teil des Strafrechts, II, 4. Aufl., S. 102 unten). Werden mehrere solche Strafen getrennt voneinander vollzogen, so sind auf jeden einzelnen Strafvollzug die Bestimmungen über die Haft anwendbar (Art. 37bis Ziff. 1 Abs. 1 StGB). Der Verurteilte verbüsst in jedem einzelnen Falle eine Warnstrafe ohne erzieherischen Einfluss. Die getrennte Verbüssung von mehreren Gefängnisstrafen, von denen jede weniger als drei Monate beträgt, vermag demnach objektiv die Verweigerung des bedingten Strafvollzugs noch nicht zu begründen, selbst dann nicht, wenn die verschiedenen Strafen zusammengerechnet mehr als drei Monate ergeben.\n\nAnders verhält es sich indessen, wenn mehrere kurze Gefängnisstrafen in einem Zuge verbüsst werden. Für diesen Fall verweist Art. 37bis Ziff. 1 Abs. 2 StGB auf Art. 397bis Abs. 1 lit. a StGB, welcher den Bundesrat ermächtigt, ergänzende Bestimmungen aufzustellen. Der Bundesrat hat davon Gebrauch gemacht und in Art. 2 Abs. 2 lit. a VStGB 1 angeordnet, mehrere gleichzeitig zu verbüssende Gefängnisstrafen seien nach Art. 37 StGB zu vollziehen, wenn ihre Gesamtdauer mehr als drei Monate betrage. Art. 37 Ziff. 1 Abs. 1 StGB bestimmt aber, dass derartige Gefängnisstrafen erziehend auf den Gefangenen einwirken und ihn auf den Wiedereintritt in das bürgerliche Leben vorbereiten sollen. Werden also mehrere kurze Gefängnisstrafen von zusammen mehr als drei Monaten Dauer in einem Zuge verbüsst, bekommt der Verurteilte die erzieherische Wirkung eines solchen Vollzugs zu spüren. Wenn er dann innert fünf Jahren trotzdem erneut delinquiert, rechtfertigt es sich, ihm den bedingten Strafvollzug aus dem objektiven Grunde des Art. 41 Ziff. 1 Abs. 2 StGB zu verweigern. Bei dieser Betrachtungsweise kann es keine Rolle spielen, ob die mehr als drei Monate dauernde Strafverbüssung auf eine oder mehrere Verurteilungen zurückgeht.\n\nZum gleichen Ergebnis gelangt man im übrigen, wenn man sich die Regelung von Art. 68 Ziff. 1 StGB vor Augen führt, welche Bestimmung den Täter erfasst, der durch eine oder mehrere Handlungen mehrere Freiheitsstrafen verwirkt hat. Nicht zweifelhaft kann dabei sein, dass der vorangehende Vollzug einer nach Art. 68 Ziff. 1 StGB für mehrere Delikte ausgefällten Strafe von über drei BGE 108 IV 148 S. 151Monaten gemäss Art. 41 Ziff. 1 Abs. 2 StGB den bedingten Strafvollzug ausschliesst. Es würde indessen jeder vernünftigen Begründung entbehren, wenn zwar die durch gleichzeitige Beurteilung erfolgte \"Zusammenfassung\" von Strafen für mehrere Delikte (Art. 68 StGB) zum objektiven Ausschluss des bedingten Strafvollzugs führen würde, bei getrennter Beurteilung der gleichen Delikte aber der gemeinsame Vollzug der ausgefällten Strafen (Art. 2 VStGB 1) für eine spätere Anwendung von Art. 41 Ziff. 1 Abs. 2 StGB nicht die gleiche Wirkung hätte, d.h. nicht als eine Strafe zu werten wäre.\n\nDie Vorinstanz äusserte Bedenken, dass es bei dieser Regelung von Zufälligkeiten oder Umständen, für welche der Verurteilte nicht einzustehen und auf welche er keinen Einfluss habe, abhängen könne, ob der Strafvollzug aus objektiven Gründen im Sinne der genannten Bestimmung zu verweigern sei; wenn die verschiedenen Strafen auf Drängen des Verurteilten oder auf Veranlassung der Vollzugsbehörden (z.B. aus organisatorischen Gründen) getrennt vollzogen werden, sei der bedingte Strafvollzug objektiv noch möglich, im andern Falle dagegen nicht. Derartige Ungleichheiten werden indessen weitgehend vermieden, wenn die Strafvollzugsbehörden die Bestimmungen der Art. 2 und 3 VStGB 1 über die gleichzeitig vollziehbaren Freiheitsstrafen beachten. Sollten entgegen diesen Bestimmungen einmal mehrere kurze Gefängnisstrafen von zusammen mehr als drei Monaten Dauer getrennt vollzogen werden, so dass bei einer neuen Verurteilung die objektiven Voraussetzungen für die Gewährung des bedingten Strafvollzugs gegeben wären, so müsste dies nicht zwangsläufig eine ungerechtfertigte Bevorzugung gegenüber Fällen bedeuten, in denen mehrere kurze Freiheitsstrafen zu einem drei Monate übersteigenden Strafvollzug zusammengefasst werden. Sind nämlich die neben den objektiven ebenso zu prüfenden subjektiven Bedingungen nicht erfüllt, wäre der bedingte Strafvollzug immer noch aus diesem Grunde zu verweigern. Die Beschwerde ist demnach gutzuheissen und die Sache ist zur Verweigerung des bedingten Strafvollzugs infolge Fehlens der objektiven Voraussetzungen an die Vorinstanz zurückzuweisen."}