{"annee": "108", "cour": "IB", "page": "130", "date": "3/8/1982", "cite": ["108 IB 53", "103 IB 110", "102 IB 64", "107 IB 237", "102 IB 76", "107 IB 233", "100 IB 86"], "cite_par": ["117 IB 270", "111 IB 213", "112 IB 39", "112 IB 99", "114 IB 180", "111 IB 85", "112 IB 270", "114 IB 317", "110 IB 264", "109 IB 125", "117 IB 502"], "chapeau": "24. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 3. August 1982 i.S. Regierung des Kantons Graubünden gegen Mayer, Gemeinde Maladers und Verwaltungsgericht des Kantons Graubünden (Verwaltungsgerichtsbeschwerde)", "regestes": ["Construction en dehors d'une zone à bâtir: implantation imposée par la destination du bâtiment (art. 24 al. 1 LAT). 1. Façon de procéder pour déterminer si un projet de construction peut être autorisé en dehors d'une zone à bâtir (consid. 1). 2. Exigence de l'implantation imposée par la destination de la construction (selon l'art. 24 al. 1 lettre a LAT) lorsqu'il s'agit de bâtiments servant à l'agriculture et qui sont nécessaires à l'exploitation agricole (consid. 2). 3. Pour soigner un petit troupeau de moutons, il n'est pas nécessaire de séjourner longtemps sur l'alpage ni, partant, d'y prévoir une construction spéciale pour un tel séjour (consid. 3)."], "faits": "BGE 108 Ib 130 S. 131\n\nAlbert Mayer, in Chur als Chauffeur und Magaziner tätig, ist Eigentümer der 0,45 ha umfassenden Parzelle Nr. 76 auf etwa 1550 m Höhe im Berggebiet von \"Bargs\" (Gemeinde Maladers), auf der er gemäss Baubewilligung vom 2. Oktober 1975 eine Heubarge erstellt hat. Diese dient der landwirtschaftlichen Nutzung der Parzelle sowie weiteren Landes, welches Mayer langfristig gepachtet hat. Insgesamt steht ihm eine Fläche von rund 2,45 ha Wiesland zur Verfügung, auf welcher er im Sommer und Herbst etwa 25 Schafe hält. Er betreibt diese Tätigkeit nebenberuflich. Im November 1976 stellte die Gemeinde fest, dass Albert Mayer von den bewilligten Plänen abgewichen war, wofür sie ihn mit Fr. 2'000.-- büsste. Umbaubegehren, die er in den Jahren 1976-1978 einreichte, wurden abgewiesen. Auf ein neues Gesuch vom 7. Juni 1979 für einen Umbau der Heubarge in einen Schafstall und einen Unterkunftsraum trat die Gemeinde nicht ein, doch hiess das Verwaltungsgericht einen Rekurs Mayers gut und es verpflichtete die Gemeinde, das Gesuch materiell zu behandeln. Diese leitete daraufhin das Baugesuch gemäss Art. 4 Abs. 1 der kantonalen Verordnung über Bewilligungen für Bauten ausserhalb der Bauzonen vom 28. Januar 1980 (BAB) an das Departement des Innern und der Volkswirtschaft weiter. Mit Verfügung vom 15. Juli 1980 verweigerte dieses die Zustimmung. Dem entsprechend wies der Gemeindevorstand Maladers das Baugesuch ab. Das Verwaltungsgericht hiess aber am 24. Juni 1981 einen Rekurs Mayers gut, hob die Verfügung des Gemeindevorstandes auf und wies die Sache im Sinne der Erwägungen an die Gemeinde zurück. Es erachtete die Voraussetzungen für die Erteilung einer Ausnahmebewilligung gemäss Art. 24 Abs. 1 RPG als erfüllt.BGE 108 Ib 130 S. 132\n\nDie Regierung des Kantons Graubünden verlangt gestützt auf Art. 34 RPG mit Verwaltungsgerichtsbeschwerde die Aufhebung dieses Entscheides. Das Bundesgericht heisst die Beschwerde gut, aus folgenden", "considerants": "Erwägungen:\n\n1. a) Sowohl die Regierung als auch das Verwaltungsgericht und der Beschwerdegegner gehen zu Recht davon aus, dass das umstrittene Umbaubegehren nur mit Zustimmung des Departementes des Innern und der Volkswirtschaft bewilligt werden kann, da es sich auf eine Baute ausserhalb der Bauzonen bezieht. Auch bei einem solchen Bauvorhaben ist zunächst zu prüfen, ob es zonenkonform ist. Erst wenn dies nicht zutrifft, stellt sich die Frage, ob es als Ausnahme gestützt auf Art. 24 RPG bewilligt werden kann. Dabei ist zunächst zu prüfen, ob gestützt auf kantonales Recht, das nach Art. 24 Abs. 2 RPG zur Anwendung gelangt, eine Bewilligung möglich ist (BGE 107 Ib 236 E. 2; BGE 108 Ib 54 E. 3b). Ist dies nicht der Fall, so ist abzuklären, ob das Vorhaben aufgrund der abschliessenden bundesrechtlichen Regelung nach Art. 24 Abs. 1 RPG zulässig ist (vgl. hiezu auch PETER DILGER, Raumplanungsrecht der Schweiz, S. 238 f. und 249 ff., N. 39 und 73 ff. zu § 10; HEINZ AEMISEGGER, Leitfaden zum Raumplanungsgesetz, S. 90 ff.; STEFANO GHIRINGHELLI, Le autorizzazioni eccezionali secondo l'art. 24 LTP, Ziff. 4 und 5, zur Veröffentlichung vorgesehen in: Rivista di diritto amministrativo ticinese, 1982; VIOLAINE SULLIGER-JACCOTTET, Permis de construire et protection des eaux contre la pollution, Diss. Lausanne 1980, S. 80 ff. und 88 ff.).\n\nb) Das Verwaltungsgericht geht in seinem Entscheid von dieser Fragestellung aus. Dabei hat es das Bauvorhaben des Beschwerdegegners als zonenwidrigen Bau beurteilt und demgemäss - offensichtlich zu Recht - nach Art. 24 RPG behandelt. Keine Partei hat vor Bundesgericht die Anwendung dieser Bestimmung im vorliegenden Fall grundsätzlich in Abrede gestellt.\n\nDie Parteien sind sich ferner mit dem Verwaltungsgericht darin einig, dass das Vorhaben nicht aufgrund des gemäss Art. 24 Abs. 2 RPG erlassenen kantonalen Rechts bewilligt werden kann. Zwar geht es nicht um die Errichtung eines Neubaus, wohl aber um einen Umbau und eine teilweise Zweckänderung der Heubarge, deren Ausmass im Verhältnis zum bestehenden Bau nicht als geringfügig BGE 108 Ib 130 S. 133bezeichnet werden kann, soll doch anstelle des Heubodens ein Schlafraum mit Kochgelegenheit eingerichtet und damit die Identität der Baute weitgehend verändert werden, sodass nicht gesagt werden kann, der bisherige Zustand bleibe im Sinne von Art. 5 Abs. 4 lit. a BAB im wesentlichen erhalten (BGE 107 Ib 240 ff. E. 1b).\n\n2. Das Erfordernis der Standortgebundenheit des Art. 24 Abs. 1 lit. a RPG übernimmt die bisherige Ordnung des Art. 20 GSchG (Botschaft des Bundesrates, BBl 1978 I 1008 zu Art. 24 des Gesetzesentwurfes). Diese deckte sich mit Art. 4 Abs. 3 des Bundesbeschlusses über dringliche Massnahmen auf dem Gebiete der Raumplanung vom 27. März 1972 (BMR). Die Rechtsprechung des Bundesgerichts über das sachlich begründete Bedürfnis, welches die Standortbedingtheit eines Vorhabens zu begründen vermochte, ist daher nach wie vor wegleitend (unveröffentlichtes Urteil Ferrari vom 1. März 1982, E. 5c S. 9). Danach ist die Standortgebundenheit von Bauten, die der Landwirtschaft dienen und betrieblich notwendig sind, grundsätzlich anerkannt (BGE 103 Ib 112 ff., E. 2b; BGE 102 Ib 70 E. 5b; Art. 27 Abs. 2 AGSchV in der bis Ende 1979 geltenden Fassung). Doch sind an die Erfordernisse der Standortgebundenheit oder eines anderweitigen sachlich gegebenen Bedürfnisses strenge Anforderungen zu stellen (Urteil Studer vom 14. Februar 1979, ZBl 80/1979 E. 3 S. 311). Der landwirtschaftliche Zweck darf nicht bloss Vorwand sein, um eine im Vordergrund stehende Wohnnutzung zu realisieren, welche für die Bewirtschaftung des Bodens nicht erforderlich ist. In Berggebieten ist namentlich zu vermeiden, dass Weiler und Maiensässe zu Wochenend- und Ferienhauskomplexen umgestaltet werden. Damit könnte das von der Gemeinde hervorgehobene berechtigte Anliegen, eine landwirtschaftliche Bewirtschaftung zu sichern, um der Vergandung der Alpweiden entgegenzuwirken, nicht erreicht werden. Wo im Interesse des Fremdenverkehrs oder allgemein zur Erholung der Bevölkerung Wochenend- und Ferienhäuser zugelassen werden sollen, verlangt das verfassungsmässige Gebot, eine zweckmässige Nutzung des Bodens und eine geordnete Besiedlung des Landes sicherzustellen (Art. 22quater BV), dass entsprechende Zonen in den Nutzungsplänen ausgeschieden werden.\n\nAnderseits ist die Standortbedingtheit einer betrieblich nötigen Baute nicht nur dann zu bejahen, wenn die landwirtschaftliche Bewirtschaftung hauptberuflich ausgeübt wird. Das Bundesgericht hat es als nicht entscheidend bezeichnet, ob die Landwirtschaft BGE 108 Ib 130 S. 134im Haupt- oder im Nebenberuf und ausschliesslich oder vorwiegend aus ökonomischen oder ideellen Gründen betrieben wird (BGE 100 Ib 92 E. 5). Erforderlich ist jedoch stets die Gebundenheit der Baute an einen bestimmten Standort aus technischen oder betriebswirtschaftlichen Gründen. Wird in Berggebieten ein Bau mit der landwirtschaftlichen Nutzung begründet, so muss er, um als standortbedingt gelten zu können, der Alp- und Landwirtschaft dienen und für deren Ausübung notwendig sein. Für Wohnräume hat dies das Bundesgericht bejaht, wenn für die ordnungsgemässe Bewirtschaftung ein längeres Verweilen der Bewirtschafter auf der Alp erforderlich ist und diese von den Wohngebieten fern abliegt (BGE 102 Ib 70 E. 5b).\n\n3. Die Regierung stellt nicht in Abrede, dass der Beschwerdegegner schon seit mehreren Jahren Schafe (derzeit rund 25) hält und mit diesen seine Parzelle sowie das dazugepachtete Land beweidet. Die Gemeinde begrüsst diese Bewirtschaftung und hält sie für geeignet, der Vergandung des Landes entgegenzuwirken. Ferner hat der Augenschein gezeigt, dass das Berggebiet Bargs vom Dorf Maladers vor allem höhenmässig (600 m) weit entfernt liegt und nur über einen steilen, schmalen Weg mit geländegängigen Fahrzeugen zu erreichen ist, somit vom Wohngebiet fern abliegt.\n\nDie Regierung wendet aber ein, die Schafhaltung bedinge keine Unterkunft auf der Alp selbst; die Sömmerung der Schafe sei auch ohne die Verwirklichung des Bauvorhabens gewährleistet. Der Beschwerdegegner erwidert, seine Schafe müssten täglich getränkt werden; auf Bargs gebe es aber kein Wasser, weshalb er dieses jeweils mühsam herauftransportieren müsse. Da er tagsüber in Chur arbeite, müsse er abends auf der Alp tätig sein; damit sei er auch darauf angewiesen, dort oben nächtigen zu können.\n\na) Nach Auffassung des Verwaltungsgerichts ist die angestrebte Zweckänderung ausnahmsweise zu bewilligen, weil \"genügende Anhaltspunkte\" dafür vorliegen, dass der Beschwerdegegner \"ernsthaft und dauernd Landwirtschaft betreiben will\"; eine \"verbotene Zweckentfremdung\" sei daher nicht zu befürchten. Dieser Auffassung könnte entgegengehalten werden, dass der Beschwerdegegner mit seinem ersten Baugesuch vom 9. November 1972 ausdrücklich ein \"Wochenendhäuschen\" erstellen wollte und dass er die Schafhaltung auf Bargs erst 1975/76 aufgenommen hat. Weiter ist darauf hinzuweisen, dass er nur 0,45 ha Land zu eigen hat und weitere 2 ha unbefristet von einer Schwägerin dazu BGE 108 Ib 130 S. 135gepachtet hat; es wäre somit nicht ausgeschlossen, dass er nach Erhalt der Baubewilligung die Pachtverträge kündigen und die Schafhaltung wieder aufgeben könnte. Anderseits hat die Instruktionskommission des Bundesgerichts am Augenschein aufgrund des persönlichen Eindrucks die Überzeugung gewonnen, dass es dem Beschwerdegegner mit der Weiterführung der Schafhaltung ernst ist und eine Zweckentfremdung in absehbarer Zukunft kaum zu befürchten ist.\n\nDas Bundesgericht hat indessen über diese Frage keine Prognosen anzustellen, denn die Standortgebundenheit eines Bauvorhabens darf nicht nach den subjektiven Vorstellungen und den Wünschen eines Einzelnen beurteilt werden. Mit Rücksicht auf die grosse Tragweite des raumplanerischen Grundsatzes der Trennung von Bau- und Nichtbaugebiet sind vielmehr - wie das Bundesgericht in seiner Rechtsprechung zum früheren GSchG festgehalten hat - strenge objektive Massstäbe an die Voraussetzung des sachlich begründeten Bedürfnisses bzw. der Standortgebundenheit zu stellen (BGE 102 Ib 79 E. 4a und b).\n\nb) Nicht zu verkennen ist ferner die präjudizielle Bedeutung des vorliegenden Falles. In den Jahren 1973, 1975 und 1976 wurde dem Beschwerdegegner - unter der Herrschaft des BMR und der Art. 19 f. GSchG in der früheren Fassung - die Erstellung von Unterkunfts- und Wohnräumen auf seiner Parzelle Nr. 76 mangels eines sachlich begründeten Bedürfnisses wiederholt verweigert. Wenn ihm nun heute bei im wesentlichen unveränderter Sachlage das Bauvorhaben bewilligt würde, so liefe das auf eine largere Auslegung des Erfordernisses der Standortbedingtheit hinaus, die - wie in Erw. 2 dargelegt - vom Gesetzgeber nicht gewollt ist. Zudem ist zu beachten, dass in jüngerer Zeit vermehrt die freizeitmässige Schafhaltung als Argument für die Errichtung von Wohnstätten ausserhalb der Bauzonen vorgebracht wird (vgl. etwa das Urteil Surcuolm vom 11. November 1981 E. 3, in ZBl 83/1982 S. 94). In dieser Hinsicht drängt sich daher für die Baubehörden grösste Zurückhaltung auf. Schliesslich ist noch anzuführen, dass das Verwaltungsgericht des Kantons Graubünden im Urteil Iten vom 28. April 1982 allgemein erwogen hat, Schafe bedürften bekanntlich keiner ständigen Überwachung, und periodische Kontrollen sowie Unterhaltsarbeiten an den Zäunen und Pflegemassnahmen an den Tieren seien praktisch immer vom Dorfgebiet aus möglich.\n\nc) Für den vorliegenden Fall ist massgeblich, dass das zweifellos sachkundige Landwirtschaftsamt des Kantons Graubünden BGE 108 Ib 130 S. 136am 30. Juni 1980 festgehalten hat: \"Für die Beweidung von ca. 2,5 ha Land mit ca. 25 Schafen ist eine Wohnbaute kein Bedürfnis.\" In der Tat bilden 25 Schafen noch keine bedeutende Herde und von einer eigentlichen Schafzucht kann nicht gesprochen werden. Der Beschwerdegegner war zudem seit 1976 offenbar ohne weiteres in der Lage, die Schafe auch während der dreimonatigen Sömmerung vom Tal und vom Berggebiet selbst aus, wo er nach eigenen Angaben ein Zimmer gemietet hat, zu betreuen. Auch am Augenschein haben sich keine zwingenden sachlichen Gründe ergeben, aus denen er für eine ordnungsgemässe Schafhaltung unbedingt auf seinem Grundstück länger verweilen müsste. Der Arbeitsaufwand für die Haltung von wenigen Schafen, die anspruchslos sind und auch bei schlechtem Wetter im Freien bleiben, hält sich ohnehin in engen Grenzen. Der Beschwerdegegner wird in der Regel die nötigen Arbeiten - wie Verlegen der Einfriedung und Tränken der Tiere - auch in Zukunft vornehmen können, ohne dass dazu ein längerer Aufenthalt und eine Übernachtung auf seinem Grundstück selbst nötig ist, zumal er ja - wie erwähnt - immerhin in der Umgebung ein Zimmer mieten konnte. Sollte ausnahmsweise die Betreuung der Schafe einmal einen grösseren Aufwand erfordern, so ist ihm zuzumuten, eine besondere Lösung zu suchen; zu denken wäre etwa an eine Abmachung mit Nachbarn, in deren Stall ein erkranktes Tier untergebracht werden könnte.\n\nDie vom Beschwerdegegner hervorgehobene und am Augenschein erhärtete Tatsache, dass das Wasser zur Tränkung der Schafe grösstenteils aus dem Tal heraufgeführt werden muss, kann für den Entscheid nicht erheblich sein, da auch eine Übernachtungsmöglichkeit auf Parzelle Nr. 76 an diesem Wasserversorgungsproblem nichts ändert. Ungeachtet dessen, wo der Beschwerdegegner übernachtet, muss er das nötige Wasser weiterhin von Maladers auf die Alp hinaufführen.\n\nEbensowenig ins Gewicht fallen darf der Umstand, dass der Beschwerdegegner das strittige Bauvorhaben inzwischen bereits ausgeführt hat. Auch wenn seiner Versicherung zu glauben ist, dass er keine vollendete Tatsache habe schaffen wollen, so hat er doch auf sein eigenes Risiko die Rechtskraft des verwaltungsgerichtlichen Entscheides nicht abgewartet (vgl. das zur Veröffentlichung im ZBl vorgesehene Urteil Ramseier vom 7. April 1982 E. 4)."}