{"annee": "108", "cour": "V", "page": "232", "date": "30/11/1982", "cite": ["105 V 248", "98 V 277", "100 V 154", "104 V 153"], "cite_par": ["110 V 40"], "chapeau": "52. Auszug aus dem Urteil vom 30. November 1982 i.S. Schweizerische Ausgleichskasse gegen Binder und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 91 al. 1 RAI. L'exigence de forme du droit civil, selon laquelle la signature doit être apposée à la fin d'un titre, n'est pas une condition de validité des décisions de rente de l'assurance-invalidité. En cas de révision entraînant la suppression d'une rente, le retrait de l'effet suspensif à un recours éventuel est aussi valable lorsqu'une telle indication figure au verso d'une décision dûment signée au recto."], "faits": "BGE 108 V 232 S. 232\n\nAnlässlich eines Revisionsverfahrens hob die Schweizerische Ausgleichskasse mit Verfügung vom 2. Dezember 1981 die ganze Invalidenrente des Armando Binder auf, wobei einer allfälligen Beschwerde die aufschiebende Wirkung entzogen wurde. Der Vermerk über den Entzug des Suspensiveffektes befand sich auf der Rückseite des auf der Vorderseite unterzeichneten Verfügungsschreibens.\n\nBGE 108 V 232 S. 233\n\nAuf Beschwerde des Versicherten hin stellte der Präsident der AHV-Rekurskommission des Kantons Zürich fest, die auf der Rückseite der angefochtenen Kassenverfügung angeordnete Aberkennung der aufschiebenden Wirkung sei nichtig (Entscheid vom 28. Mai 1982).\n\nDie Ausgleichskasse führt Verwaltungsgerichtsbeschwerde mit dem Rechtsbegehren, es sei in Aufhebung des vorinstanzlichen Entscheides der Entzug des Suspensiveffektes wiederherzustellen.", "considerants": "Aus den Erwägungen:\n\n2. a) Die Vorinstanz ging bei ihrer Annahme, die Aberkennung des Suspensiveffektes sei nichtig, im wesentlichen davon aus, der Entzug der aufschiebenden Wirkung befinde sich auf der Rückseite der Verfügung, wo sich auch im Vordruck die Rechtsmittelbelehrung befinde; lediglich ganz zuunterst auf der Vorderseite stehe der ebenfalls formularmässige Vermerk \"siehe Rückseite\"; der Entzug der aufschiebenden Wirkung sei somit durch die auf der Vorderseite befindliche Unterschrift der Ausgleichskasse nicht gedeckt. Nach herrschender Lehre und Praxis zum Allgemeinen Teil des schweizerischen Obligationenrechts habe die Unterschrift aber den Abschluss der Urkunde zu bilden und an deren Ende zu stehen; fehle es hieran, sei Nichtigkeit die Folge. Diese Grundsätze hätten auch im öffentlichen Recht Gültigkeit.\n\nb) Das Eidg. Versicherungsgericht hat in BGE 105 V 248 in bezug auf Beitragsverfügungen der Ausgleichskassen die Unterschrift nicht als Gültigkeitserfordernis betrachtet und in diesem Zusammenhang u.a. festgehalten, dass eine analoge Anwendung der zivilrechtlichen Bestimmungen über die Schriftform hier nicht angängig sei, da diese Bestimmungen von ganz anderen Voraussetzungen ausgehen (BGE 105 V 253). Ähnliche Überlegungen verbieten es, das zivilrechtliche Erfordernis, wonach die Unterschrift den Abschluss der Urkunde bilden soll, bei Rentenverfügungen der Invalidenversicherung als Gültigkeitsvoraussetzung zu betrachten. Gilt es nämlich bei Privatrechtsgeschäften Unklarheiten darüber zu vermeiden, ob und in welchem Umfang schriftlich festgehaltene Willenserklärungen dem Aussteller der Urkunde zuzurechnen sind - weshalb die im Text enthaltene Erklärung schon der äusseren Erscheinung nach durch die Unterschrift gedeckt sein soll -, entfällt bei Rentenverfügungen in aller Regel diese Schwierigkeit; denn die von Art. 91 Abs. 1 IVV verlangte Form der Schriftlichkeit BGE 108 V 232 S. 234bietet genügend Gewähr dafür, dass die verfügten Anordnungen einer bestimmten Amtsstelle zugerechnet werden können.\n\nNäherer Prüfung bedarf bei Verfügungen dagegen die Frage, welche der in einem Verwaltungsschreiben enthaltenen Erklärungen Teil des Verfügungsdispositivs sind (und damit den Charakter einer verbindlichen Anordnung aufweisen) und welchen Sinn die verfügten Anordnungen haben. Diese Fragen sind durch Auslegung zu beantworten. Formellen Gesichtspunkten kommt hierbei keine ausschlaggebende Bedeutung zu, namentlich nicht bei der Bestimmung dessen, was das Dispositiv einer Verfügung ausmacht (vgl. ARV 1977 Nr. 13 S. 47 unten). Vielmehr haben nach dem Grundsatz von Treu und Glauben Verfügungen auf dem Gebiete der Sozialversicherung so zu gelten, wie sie nach gemeinverständlichem Wortlaut zu verstehen sind (BGE 100 V 157 Erw. 3a).\n\nSodann ist vorliegend der kraft Art. 1 Abs. 2 lit. a VwVG in Verbindung mit Art. 62 Abs. 2 AHVG und Art. 113 Abs. 1 AHVV im Verfahren vor der Schweizerischen Ausgleichskasse anwendbare Art. 38 VwVG (vgl. BGE 104 V 154) zu beachten, wonach aus einer mangelhaften Eröffnung den Parteien kein Nachteil erwachsen darf. Ob dies zutrifft, beurteilt sich wiederum nach dem Grundsatz von Treu und Glauben, an welchem die Berufung auf Formmängel in jedem Fall ihre Grenze findet (BGE 98 V 278 Erw. 1 in fine mit Hinweisen, ZAK 1977 S. 156 Erw. 2c mit Hinweis).\n\nc) Im vorliegenden Fall hat die Schweizerische Ausgleichskasse den Entzug der aufschiebenden Wirkung auf der Rückseite der Verfügung aufgeführt, währenddem sich die Unterschrift und die als Dispositiv hervorgehobene Textstelle (\"Es wird deshalb verfügt: Die ganze IV-Rente wird auf den 31.12.1981 eingestellt.\") auf der Vorderseite befinden. Gleichwohl konnten über die Tragweite des rückseitig angebrachten Vermerks vernünftigerweise keine Zweifel aufkommen. Wie die rechtzeitig erhobene Beschwerde beweist, hat der Beschwerdegegner denn auch verstanden, dass die Ausgleichskasse den Entzug des Suspensiveffektes verbindlich verfügte. Im übrigen ist ihm durch die Art, wie die Verwaltung die verfügte Aberkennung der aufschiebenden Wirkung eröffnete, kein Nachteil entstanden. Aus diesen Gründen kann weder von einem zur Anfechtbarkeit führenden (SALADIN, Verwaltungsverfahrensrecht des Bundes, Basel 1979, S. 146 ff.), geschweige denn von einem die Nichtigkeit bewirkenden (ZAK 1982 S. 84 Erw. 3 mit Hinweisen) Formfehler die Rede sein."}