{"annee": "108", "cour": "V", "page": "111", "date": "21/5/1982", "cite": [], "cite_par": ["127 V 205", "110 V 54", "109 V 60", "116 V 101", "126 V 143", "110 V 360"], "chapeau": "29. Auszug aus dem Urteil vom 21. Mai 1982 i.S. Honegger gegen Alters-, Hinterlassenen- und Invalidenbeihilfe-Kommission der Gemeinde Wetzikon und Kantonale Rekurskommission für die Zusatzleistungen zur AHV/IV, Zürich", "regestes": ["Art. 85 al. 2 let. f LAVS et art. 7 al. 2 LPC. - L'art. 85 al. 2 let. f LAVS garantit au recourant le droit à l'assistance judiciaire et au remboursement de ses frais de mandataire. - Dans les cantons où (comme à Zurich en matière de prestations complémentaires) il existe deux instances judiciaires, l'assuré peut avoir qualité d'intimé dans la procédure cantonale de seconde instance; s'il obtient gain de cause, il peut prétendre des dépens nonobstant la lettre de l'art. 85 al. 2 let. f LAVS (qui parle de recourant)."], "faits": "", "considerants": "BGE 108 V 111 S. 111\n\nAus den Erwägungen:\n\n3. Gemäss Art. 7 Abs. 2 ELG ist Art. 85 AHVG im kantonalen Beschwerdeverfahren sinngemäss anwendbar. Art. 85 Abs. 2 lit. f AHVG gewährleistet das Recht, sich verbeiständen zu lassen; der obsiegende Beschwerdeführer hat Anspruch auf Ersatz der Vertretungskosten, und zwar selbst dann, wenn der Vertreter nicht Anwalt ist (ZAK 1980 S. 123 Erw. 4). Ferner steht dem Beschwerdeführer der Anspruch auf eine wesentliche Teilvergütung der Parteikosten zu, wenn er einen wesentlichen Teilerfolg erzielt (ZAK 1980 S. 124 Erw. 5).\n\na) Die Vorinstanz nimmt - unter Hinweis auf den Wortlaut von Art. 85 Abs. 2 lit. f AHVG - an, auf Ersatz der Vertretungskosten BGE 108 V 111 S. 112habe bloss der obsiegende Beschwerdeführer, nicht aber der obsiegende Beschwerdegegner Anspruch.\n\nDie in der erwähnten Vorschrift festgehaltenen Grundsätze sind erst im Zusammenhang mit dem Erlass des Invalidenversicherungsgesetzes in das AHVG eingefügt worden (vgl. Art. 82 IVG, AS 1959 S. 851), und zwar aufgrund eines Vorstosses in den Beratungen der nationalrätlichen Kommission. Absicht war, dass dem Versicherten ein Recht auf Verbeiständung sowie ein Anspruch auf Ersatz der Vertretungskosten eingeräumt werden sollte (Protokolle der nationalrätlichen Kommissionssitzungen vom 27. Januar 1959, S. 67 ff., sowie vom 29. Januar 1959, S. 132 ff.). Angesichts des Umstandes, dass die Kantone im AHV-Bereich nur je eine Rechtsmittelinstanz kennen und dass der mit einer Verwaltungsverfügung nicht einverstandene Versicherte dort praktisch immer als Beschwerdeführer auftritt, genügte es dabei, in Art. 85 Abs. 2 lit. f AHVG bloss vom Beschwerdeführer zu sprechen. Auf dem Gebiete der Ergänzungsleistungen liegen die Verhältnisse dagegen etwas anders. Wo, wie im Kanton Zürich (und im Kanton Genf), der verfügenden Verwaltungsbehörde zwei kantonale Rechtsmittelinstanzen (Bezirksrat als Einsprache-, Rekurskommission als Beschwerdeinstanz) nachgeordnet sind, kann der Versicherte unter Umständen auch in die Stellung des Beschwerdegegners versetzt werden, nämlich dann, wenn - wie der vorliegende Fall zeigt - die Verwaltung mit dem erstinstanzlichen Einsprachebeschluss nicht einverstanden ist und ihrerseits die zweite kantonale Rechtsmittelinstanz anruft. Da indessen Art. 85 Abs. 2 lit. f AHVG vom Grundgedanken ausgeht, dass der Versicherte sich verbeiständen lassen und den Ersatz der Vertretungskosten begehren kann, muss dieser Anspruch auch dann bejaht werden, wenn der Versicherte als Beschwerdegegner obsiegt (vgl. in diesem Zusammenhang Art. 64 Abs. 1 VwVG, wo von der obsiegenden Partei die Rede ist)."}