{"annee": "108", "cour": "IB", "page": "286", "date": "13/5/1982", "cite": ["107 IB 54", "91 I 374", "99 IB 51"], "cite_par": ["114 IB 244"], "chapeau": "53. Auszug aus dem Urteil der II. Zivilabteilung vom 13. Mai 1982 i.S. Schweizerische Treuhandgesellschaft und Coopers & Lybrand AG gegen Eidgenössisches Justiz- und Polizeidepartement (Verwaltungsgerichtsbeschwerde)", "regestes": ["Surveillance des institutions d'assurances privées. 1. Est en principe soumise à la surveillance suisse des assurances une compagnie d'assurances étrangère qui conclut avec preneur domicilié en suisse un contrat d'assurance responsabilité civile contre les risques professionnels. Compatibilité de l'art. 1 al. 1 lettre a et d de l'ordonnance délimitant le champ d'application des dispositions sur la surveillance des assurances, du 11 février 1976, avec la loi fédérale sur la surveillance des institutions d'assurances privées, du 23 juin 1978 (consid. 2). 2. Cas de libération de l'obligation de surveillance d'assurance, faute de besoin de protection au sens de l'art. 3 al. 1 de l'ordonnance délimitant le champ d'application des dispositions sur la surveillance des assurances (consid. 3)."], "faits": "BGE 108 Ib 286 S. 287\n\nAm 12. Januar 1981 stellte die Schweizerische Treuhandgesellschaft beim Bundesamt für Privatversicherungswesen zuhanden des Eidgenössischen Justiz- und Polizeidepartementes (EJPD) das Gesuch, es sei ihr selbst und ihr nahestehenden Gesellschaften, insbesondere der Coopers & Lybrand AG, Basel, zu gestatten, mit der C.T. Bowring Professional Indemnity Ltd., London, bzw. den von ihr vertretenen mehr als 100 Versicherern einen Vertrag über die Versicherung des beruflichen Haftpflichtrisikos abzuschliessen unter Befreiung der Versicherer von der Aufsichtspflicht im Sinne des Bundesgesetzes betreffend die Aufsicht über die privaten Versicherungseinrichtungen vom 23. Juni 1978. Zur Begründung des Gesuchs machte sie im wesentlichen geltend, es bestehe kein Schutzbedürfnis im Sinne von Art. 3 Abs. 1 der Verordnung über die Abgrenzung der Versicherungsaufsichtspflicht vom 11. Februar 1976; sodann stelle das \"International Firm Agreement\" der Coopers & Lybrand (International), an dem die Coopers & Lybrand AG, Basel, beteiligt sei, eine vertragliche internationale Zusammenarbeit auf anderem als nur das Versicherungswesen betreffenden Gebiet im Sinne von Art. 3 Abs. 2 der erwähnten Verordnung dar, so dass eine Aufsichtspflicht auch deswegen entfalle; schliesslich biete der beabsichtigte Versicherungsvertrag mit der C.T. Bowring wesentliche Vorteile, die auf dem schweizerischen Versicherungsmarkt gar nicht erhältlich seien.\n\nMit Schreiben vom 7. Mai 1981 schloss sich die Coopers & Lybrand AG dem Gesuch der Schweizerischen Treuhandgesellschaft an.\n\nMit Verfügung vom 1. Oktober 1981 wies das EJPD das Gesuch der Schweizerischen Treuhandgesellschaft und der Coopers & Lybrand AG ab.\n\nDie Schweizerische Treuhandgesellschaft und die Coopers & BGE 108 Ib 286 S. 288Lybrand AG haben Verwaltungsgerichtsbeschwerde an das Bundesgericht erhoben, mit dem Antrag,\n\n\"Es sei die angefochtene Verfügung aufzuheben und es sei festzustellen, dass der von den Beschwerdeführerinnen geplante Beitritt zu einem Versicherungsvertrag mit über 100 Versicherern, alle vertreten durch die C.T. Bowring Professional Indemnity Ltd., London, über die Deckung des beruflichen Haftpflichtrisikos der schweizerischen Versicherungsaufsicht nicht unterliegt und daher keiner Bewilligung nach Art. 7 VAG bedarf. Eventuell wird die Gewährung einer Befreiung nach Art. 4 Abs. 2 VAG beantragt.\"\n\nDas EJPD beantragt in seiner Vernehmlassung die Abweisung der Beschwerde.\n\nDas Bundesgericht heisst die Beschwerde gut und ändert die angefochtene Verfügung in dem Sinne ab, dass die von der C.T. Bowring Professional Indemnity Ltd. vertretenen Versicherer hinsichtlich des geplanten Abschlusses eines Versicherungsvertrages mit den Beschwerdeführerinnen der schweizerischen Versicherungsaufsicht nicht unterstehen.", "considerants": "Aus den Erwägungen:\n\n2. Nach Art. 1 des Bundesgesetzes über die Aufsicht über die privaten Versicherungseinrichtungen vom 23. Juni 1978 (VAG; SR 961.01) übt der Bund, insbesondere zum Schutz der Versicherten, die Aufsicht über die privaten Versicherungseinrichtungen aus. Der Aufsicht des Bundes unterstehen nach Art. 3 Abs. 1 VAG die privaten Versicherungseinrichtungen, die in der Schweiz oder von der Schweiz aus im direkten Geschäft oder im Rückversicherungsgeschäft tätig sind, wobei der Bundesrat bestimmt, was zum direkten Geschäft in der Schweiz gehört. Gemäss Art. 1 Abs. 1 der Verordnung über die Abgrenzung der Versicherungsaufsichtspflicht vom 11. Februar 1976 (SR 961.11), die nach Art. 2 lit. f des Bundesratsbeschlusses über die Inkraftsetzung des Versicherungsaufsichtsgesetzes und die Weitergeltung von Bundesrecht vom 22. November 1978 (SR 961.011) in Kraft geblieben ist, soweit sie dem VAG nicht widerspricht, unterliegt die Vornahme von Versicherungsgeschäften insbesondere dann der Aufsicht des Bundes, wenn eine in der Schweiz domizilierte Person Versicherungsnehmerin ist (lit.\n\na) oder wenn die Haftpflicht von in der Schweiz domizilierten Personen gedeckt wird, sofern nicht eine staatsvertragliche oder gesetzliche Regelung eine abweichende Ordnung vorsieht (lit. d).BGE 108 Ib 286 S. 289\n\nEs ist unbestritten, dass die Beschwerdeführerinnen in der Schweiz domiziliert sind und dass der Versicherungsvertrag, den sie abschliessen wollen, ihr Haftpflichtrisiko decken soll. Die Voraussetzungen von Art. 1 Abs. 1 lit. a und d der Abgrenzungsverordnung sind daher erfüllt. Die Beschwerdeführerinnen machen jedoch geltend, die Versicherungsaufsicht erfasse nach Art. 3 Abs. 1 VAG nur Versicherungseinrichtungen, die in der Schweiz oder von der Schweiz aus \"tätig\" seien. Das könne nur so verstanden werden, dass in der Schweiz eine werbende oder mindestens sich empfehlende organisierte Tätigkeit gegenüber einem Kundenkreis von mehr oder weniger grosser Bedeutung mit dem Ziel des Abschlusses einer unbegrenzten Zahl von Versicherungsverträgen entfaltet werden müsse. Wenn nach Art. 1 Abs. 1 der Abgrenzungsverordnung schon der Abschluss eines einzigen Versicherungsvertrags der Versicherungsaufsicht unterstehen solle, sprenge dies den Rahmen des Gesetzes.\n\na) Es ist richtig, dass die von der C.T. Bowring vertretenen Versicherungsgesellschaften in der Schweiz nicht das Versicherungsgeschäft im eigentlichen Sinne betreiben, wenn sie mit den Beschwerdeführerinnen einen Versicherungsvertrag abschliessen. Das Versicherungsgeschäft setzt einen planmässigen Geschäftsbetrieb voraus, der sich an eine Vielzahl von Personen wendet, so dass die Risiken nach den Gesetzen der Statistik kompensiert werden können (vgl. BGE 107 Ib 56). Art. 3 Abs. 1 VAG stellt aber bei der Unterstellung unter die Versicherungsaufsicht nicht darauf ab, ob eine Gesellschaft in der Schweiz das Versicherungsgeschäft als solches betreibt, sondern darauf, ob sie in der Schweiz oder von der Schweiz aus im Versicherungsgeschäft \"tätig\" ist (qui exercent en Suisse \"une activité\" en matière d'assurance...). Es ergibt sich demnach schon aus dem Wortlaut des Gesetzes, dass für die Unterstellung unter die Versicherungsaufsicht entgegen der Auffassung der Beschwerdeführerinnen eine unter den vielfältigen Tätigkeiten, die zusammen den Betrieb des Versicherungsgeschäfts ausmachen, genügt, sofern sie sich in der Schweiz abspielt.\n\nb) Dass nicht nur das Versicherungsgeschäft als solches, sondern bereits eine einzelne Tätigkeit auf diesem Gebiet, im Extremfall der Abschluss eines einzigen Versicherungsvertrags, der schweizerischen Versicherungsaufsicht unterliegt, sofern eine Berührung mit der Schweiz besteht, folgt auch aus der Botschaft des Bundesrats zum VAG. Darin wird ausgeführt, es komme bei der Frage, was zur Geschäftstätigkeit in der Schweiz gehöre, nicht BGE 108 Ib 286 S. 290darauf an, ob der Vertragsabschluss auf dem Korrespondenzweg oder im Ausland erfolge; massgebend für die Aufsichtspflicht sei allein die Tatsache, dass ein Schutzbedürfnis vorliege und dass die Wirkungen in der Schweiz einträten, gleichgültig wo und auf welche Weise der Vertrag zustandegekommen sei; es könnten somit in der Schweiz nur jene Versicherungseinrichtungen Versicherungsverträge abschliessen, die die Bewilligung zum Geschäftsbetrieb in der Schweiz besässen (BBl 1976 II S. 893). Diese Auffassung wurde in den Verhandlungen vor den eidgenössischen Räten nicht in Frage gestellt (vgl. Amtl.Bull. S 1977 S. 35, N 1978 S. 39). Sie wird in der Literatur zum VAG geteilt (A.F. GANZ, Ausländische Versicherungsunternehmen und staatliche Aufsicht in der Schweiz, Diss. Zürich 1979, S. 43; A. KRAMER, Die Kompetenzen des Eidgenössischen Versicherungsamtes, Diss. Zürich 1977, S. 29 ff.).\n\nOb aus Art. 1 Abs. 1 des früheren Versicherungsaufsichtsgesetzes vom 25. Juni 1885 (BS 10 S. 289 ff.) und insbesondere aus der Botschaft dazu (BBl 1885 I S. 124) etwas anderes abgeleitet werden kann, wie die Beschwerdeführerinnen geltend machen, kann dahingestellt bleiben. Immerhin sei bemerkt, dass die Praxis der Aufsichtsbehörden schon unter der Herrschaft des alten Rechts dahin ging, dass ein aufsichtspflichtiges Versicherungsgeschäft bereits dann vorliege, wenn eine Gesellschaft mit Einwohnern der Schweiz einen Versicherungsvertrag abschliesse (VEB 28 Nr. 77). Das Bundesgericht hat, ohne sich abschliessend zu äussern, in BGE 91 I 379 ausgeführt, diese Auslegung des (früheren) Gesetzes sei zwar sehr weit; sie lasse sich jedoch auf dessen Zweck stützen, das schweizerische Publikum im Gebiet des privaten Versicherungswesens zu schützen.\n\nc) Dass ausländische Versicherungseinrichtungen, die in der Schweiz eine Bewilligung zum Geschäftsbetrieb erlangen wollen, der Aufsichtsbehörde einen Geschäftsplan mit Angabe des örtlichen Tätigkeitsbereichs und der in der Schweiz zu verwendenden Tarife einzureichen haben (Art. 8 VAG), dass sie in der Schweiz eine Geschäftsstelle für das gesamte schweizerische Geschäft unter der Leitung eines Generalbevollmächtigten unterhalten müssen (Art. 14 Abs. 2 VAG) und dass sie über den Stand der Guthaben und Verpflichtungen in der Schweiz sowie über die Einnahmen und Ausgaben des schweizerischen Geschäfts Bericht zu erstatten haben (Art. 22 Abs. 2 VAG), ändert an diesem Ergebnis entgegen der Ansicht der Beschwerdeführerinnen nichts. Die C.T. Bowring BGE 108 Ib 286 S. 291und die von ihr vertretenen Versicherungsgesellschaften, die im Ausland tätig sind, haben notwendigerweise einen Geschäftsplan, den sie der Aufsichtsbehörde einreichen können. Dass auch die ausländische Geschäftstätigkeit Gegenstand des einzureichenden Geschäftsplanes bildet, ergibt sich ausdrücklich aus Art. 8 Abs. 3 VAG. Die abzuschliessenden Versicherungsverträge unterliegen sodann notwendigerweise einem Tarif. Es ist nicht einzusehen, weshalb dieser der Aufsichtsbehörde nicht zur Kenntnis gebracht werden kann. Dass er auch auf das ausländische Geschäft Anwendung findet, ist ohne Belang. Es besteht auch kein Grund, weshalb der ausländische Versicherer, der in der Schweiz nur einen einzigen Versicherungsvertrag abschliessen möchte, daran gehindert sein sollte, in der Schweiz eine Geschäftsstelle zu unterhalten und einen Generalbevollmächtigten zu ernennen und dadurch für die Verbindlichkeiten aus diesem Vertrag einen Gerichtsstand und einen Betreibungsort in der Schweiz zu schaffen (Art. 29 VAG). Dass die Berichterstattung über den Stand der Guthaben und Verpflichtungen in der Schweiz sowie über die Einnahmen und Ausgaben des schweizerischen Geschäfts Schwierigkeiten bieten soll, wenn in der Schweiz nur ein einziger Versicherungsvertrag abgeschlossen worden ist, ist ebenfalls nicht ersichtlich. Im übrigen sagt Art. 22 Abs. 2 VAG ausdrücklich, dass die ausländischen Versicherungseinrichtungen auch über das Gesamtgeschäft Bericht zu erstatten haben. Ob sich ein ausländischer Versicherer, der in der Schweiz ohne Bewilligung einen Versicherungsvertrag abschliesst, im Sinne von Art. 50 Ziff. 1 VAG strafbar macht, ist hier nicht zu prüfen. Diese Bestimmung stellt das Betreiben des Versicherungsgeschäfts als solches unter Strafe, während nach Art. 3 Abs. 1 VAG für die Unterstellung unter die Versicherungsaufsicht wie dargetan bereits eine \"Tätigkeit\" im Versicherungsgeschäft genügt. Im übrigen ist nach Art. 49 Abs. 1 VAG jeder Verstoss gegen eine Vorschrift dieses Gesetzes wenigstens als Ordnungswidrigkeit strafbar. Dass sich ausländische Versicherer möglicherweise der Bestrafung entziehen können, ist für den materiellen Gehalt dieser Vorschriften unerheblich.\n\nd) Es trifft auch nicht zu, dass Art. 1 der Abgrenzungsverordnung mit Sinn und Zweck des VAG in Widerspruch stehen würde. Dieses Gesetz bezweckt nach seinem Art. 1 insbesondere den Schutz der Versicherten. Nach der bundesrätlichen Botschaft ist der Begriff des Versicherten im weitesten Sinn zu verstehen. Er umfasst nicht nur die Versicherungsnehmer, sondern auch die BGE 108 Ib 286 S. 292Versicherten im versicherungsvertraglichen Sinn, die Anspruchsberechtigten und Geschädigten (insbesondere in der Motorfahrzeug-Haftpflichtversicherung) sowie die Versicherungsinteressenten. Diese Personen sollen vor technischer und finanzieller Insuffizienz und Insolvenz der Versicherungseinrichtungen, vor Täuschung durch unklare Verhältnisse, unwahre Kundgebungen und falsche Angaben, vor zu hoher Prämienbelastung, vor Versicherungsbedingungen, die mit zwingenden Bestimmungen des VVG in Widerspruch stehen, sowie vor sachwidriger Gestaltung der Versicherungsbedingungen, deren Tragweite sie nicht zu überblicken vermögen, geschützt werden (BBl 1976 II S. 892; vgl. auch BGE 99 Ib 58, 76 I 240 ff. für das frühere Gesetz). Es liegt auf der Hand, dass dieser vom Gesetz angestrebte Schutz der Gesamtheit der Versicherten nur verwirklicht werden kann, wenn jeder einzelne Versicherungsvertrag mit Wirkungen in der Schweiz der behördlichen Aufsicht untersteht. Die gegenteilige Auffassung der Beschwerdeführerinnen, die der Umgehung des VAG Tür und Tor öffnen würde, ist unhaltbar. Die Unterstellung individueller Versicherungsverträge unter die Versicherungsaufsicht hat so wenig eine Bevormundung des Bürgers zur Folge wie die Aufsicht über die Geschäftstätigkeit der Versicherungseinrichtungen überhaupt. Ob für den betreffenden Bereich ein Versicherungsobligatorium besteht, ist ohne Bedeutung; auch wo dies nicht der Fall ist, setzt das Gesetz ein Schutzbedürfnis der Versicherten voraus. Unerheblich ist auch, dass der Schutzgedanke des Gesetzes nicht immer durchgesetzt werden kann, weil die Aufsichtsbehörde nicht von jedem ohne Bewilligung mit einem ausländischen Versicherer abgeschlossenen Versicherungsvertrag Kenntnis erhält. Diese Unvollkommenheit, die das VAG mit vielen Gesetzen teilt, ändert an dessen Geltungsbereich nichts.\n\ne) Ausländische Versicherungseinrichtungen der schweizerischen Versicherungsaufsicht zu unterstellen, wenn sie mit in der Schweiz domizilierten Personen Versicherungsverträge über die Deckung des Haftpflichtrisikos abschliessen, verstösst schliesslich entgegen der Auffassung der Beschwerdeführerinnen auch nicht gegen eine Regel des Völkerrechts. Die Schweiz greift nicht in die Hoheitsrechte fremder Staaten ein, wenn sie den schweizerischen Versicherungsbestand ausländischer Versicherungseinrichtungen beaufsichtigt. Da die Solvenz einer Versicherungseinrichtung nur aufgrund des gesamten Geschäftsbetriebs beurteilt werden kann, hat die schweizerische Aufsichtsbehörde zum Schutz der schweizerischen BGE 108 Ib 286 S. 293Versicherten freilich auch eine gewisse Kontrolle über das Auslandgeschäft der in der Schweiz tätigen ausländischen Versicherungseinrichtungen auszuüben. Diese haben daher nach Art. 22 Abs. 2 VAG auch über das Gesamtgeschäft Bericht zu erstatten. Darin liegt jedoch kein Eingriff in die Hoheit ausländischer Staaten. Die Schweiz kann das Gesamtgeschäft ausländischer Versicherungseinrichtungen nicht reglementieren und sie kann auch nicht direkt auf diese einwirken. Ihre Befugnisse erschöpfen sich darin, dass sie der ausländischen Gesellschaft die Bewilligung für den Geschäftsbetrieb in der Schweiz entziehen kann, wenn die Interessen der schweizerischen Versicherten gefährdet sind (BOSS, Systeme der Staatsaufsicht über Versicherungsunternehmungen, Diss. Bern 1954, S. 29/30). Dass die ausländischen Versicherungseinrichtungen für ihre Tätigkeit in der Schweiz wie übrigens auch die schweizerischen für die ihre im Ausland in diesem Rahmen möglicherweise einer doppelten Aufsicht unterstehen, macht die von der Schweiz beanspruchte Aufsichtskompetenz keineswegs völkerrechtswidrig. Immerhin ist diesem Umstand bei der Ausübung der Aufsicht gebührend Rechnung zu tragen (BBl 1976 II S. 904 zu Art. 17/18 VAG).\n\nEs bleibt somit dabei, dass die Regelung in Art. 1 der Abgrenzungsverordnung nicht bundesrechtswidrig ist, so dass der geplante Vertragsabschluss an sich der staatlichen Aufsicht untersteht.\n\n3. Die Beschwerdeführerinnen berufen sich indessen auch auf Art. 3 Abs. 1 Satz 2 der Abgrenzungsverordnung. Nach dieser Bestimmung wird die Befreiung von der Versicherungsaufsichtspflicht ausgesprochen, wenn im Einzelfall nachgewiesen ist, dass kein Schutzbedürfnis besteht. Die Beschwerdeführerinnen machen geltend, sie hätten als Treuhand- und Buchprüferunternehmungen, die unter anderem auch mit der Revision einer Vielzahl von Versicherungseinrichtungen betraut seien, einen in jeder Beziehung hinreichenden Einblick in die Solididät der fraglichen Versicherer sowie in die Prämiengestaltung auf dem Gebiet der Berufshaftpflichtversicherung; wegen ihrer Sachkenntnis bestehe auch kein Anlass zu einem behördlichen Schutz vor Täuschung durch unklare Verhältnisse, unwahre Kundgebungen und falsche Angaben des Versicherers, vor sachwidriger Gestaltung der Versicherungsbedingungen sowie vor der Verletzung zwingender Bestimmungen des VVG; schliesslich seien sie ebenso gut wie die Aufsichtsbehörde in der Lage, ihre Vertragspartner zu kontrollieren. Demgegenüber stellt sich das EJPD auf den Standpunkt, BGE 108 Ib 286 S. 294auf die Fachkenntnisse des Versicherungsnehmers komme es gar nicht an; diese könnten die Schutzbestimmungen des Gesetzes nicht ersetzen; der Schutzgedanke des Gesetzes zeige sich nicht nur bei der Erteilung der Bewilligung, sondern auch bei der laufenden Aufsicht; sei eine Versicherungseinrichtung der schweizerischen Aufsicht nicht unterstellt, so kämen den schweizerischen Versicherten auch die Bestimmungen über das Bundesgesetz über die Kautionen der Versicherungsgesellschaften vom 4. Februar 1919 (SR 961.02), durch die das Solvenz- und das Transferrisiko ausgeschaltet werde, nicht zugute; ebensowenig sei die Einhaltung der zwingenden Bestimmungen des VVG (vgl. Art. 101 Abs. 1 Ziff. 2) gewährleistet.\n\na) Es ist richtig, dass die Versicherungsaufsicht nicht schon dann entfällt, wenn ein Versicherungsnehmer glaubt, seine Interessen gegenüber den Versicherungsgesellschaften selbst wahrnehmen zu können. Das VAG will das Publikum schlechthin schützen, ohne Rücksicht auf die mehr oder weniger grossen Fachkenntnisse des Einzelnen. Wie bereits dargetan worden ist, versucht es diesen Zweck dadurch zu erreichen, dass es jede Tätigkeit im Versicherungsgeschäft mit Auswirkungen in der Schweiz der staatlichen Aufsicht unterwirft, nicht nur das Betreiben des Versicherungsgeschäfts im eigentlichen Sinne, so dass im Extremfall bereits der Abschluss eines einzigen Versicherungsvertrags mit einem in der Schweiz domizilierten Versicherungsnehmer einer Bewilligung bedarf. Diese sehr weitgehende Ausdehnung der Aufsichtskompetenz (vgl. BGE 91 I 379) ist angesichts der für den Laien nicht ohne weiteres erkennbaren Gefahren des Versicherungsgeschäfts im Normalfall durchaus gerechtfertigt. Verfügt der betreffende Versicherungsnehmer aber ausnahmsweise über besondere Fachkenntnisse im Versicherungswesen, die es ihm ermöglichen, sich ein Urteil über den abzuschliessenden Versicherungsvertrag zu bilden und die damit verbundenen Risiken zu überblicken, so entfällt die Rechtfertigung dafür, auch einen individuellen Vertrag der staatlichen Aufsicht zu unterstellen. In diesem Sinne sind die Fachkenntnisse des Versicherungsnehmers bei der Prüfung der Frage, ob ein Schutzbedürfnis im Sinne von Art. 3 Abs. 1 der Abgrenzungsverordnung vorliegt, entgegen der Auffassung des EJPD von erheblicher Bedeutung. Würde man nicht darauf abstellen, käme diese Bestimmung, die mit dem Sinn und Zweck des VAG als eines Polizeigesetzes in Einklang steht (vgl. Art. 1 VAG), überhaupt nie zur Anwendung. Auf das Kriterium der Fachkunde BGE 108 Ib 286 S. 295des Versicherungsnehmers stellt übrigens auch das VAG selbst ab, wenn es in Art. 4 Abs. 1 lit. a die ausländischen Versicherungseinrichtungen, die in der Schweiz nur das Rückversicherungsgeschäft betreiben, generell von der Aufsicht ausnimmt; die schweizerischen Versicherungsgesellschaften, die mit ausländischen Gesellschaften Rückversicherungsverträge abschliessen, bedürfen eben wegen ihrer besonderen Kenntnisse des Schutzes des Gesetzes nicht.\n\nb) Im vorliegenden Fall wollen die C.T. Bowring und die von ihr vertretenen Versicherer in der Schweiz nicht das Versicherungsgeschäft im eigentlichen Sinne betreiben. Sie wenden sich nicht an das schweizerische Publikum, auch nicht an eine unbestimmte Zahl von Treuhandgesellschaften. In Frage steht vielmehr einzig der Abschluss eines individuellen Versicherungsvertrages mit zwei bestimmten Versicherungsnehmern. Es geht daher nicht um den mit dem Gesetz bezweckten Publikumsschutz, sondern einzig um den Schutz dieser zwei Versicherungsnehmer. Nun ist unbestritten geblieben und im übrigen notorisch, dass die Beschwerdeführerinnen als Kontrollstelle verschiedener Versicherungseinrichtungen amten. Sie sind daher aufgrund ihrer beruflichen Tätigkeit in ganz anderem Ausmass als ein Laie in der Lage, die Solvenz und Solidität solcher Einrichtungen, und zwar insbesondere auch in versicherungstechnischer Hinsicht, zu beurteilen. Ihre besondere Fachkenntnis erlaubt ihnen auch ein fundiertes Urteil über die Angemessenheit der Versicherungsbedingungen und die konkrete Ausgestaltung des vorgesehenen Versicherungsvertrages. Freilich ist richtig, dass die Beschwerdeführerinnen die laufende Aufsicht nicht in gleicher Weise ausüben können wie die staatliche Aufsichtsbehörde, da ihnen die erforderlichen Überwachungs- und Eingriffsmöglichkeiten fehlen. Sie können sich jedoch die entsprechenden Kontrollrechte vertraglich einräumen lassen und ein Rücktrittsrecht vorsehen für den Fall, dass die verlangten Auskünfte nicht erteilt oder ungenügend ausfallen sollten, gerade weil beim Fehlen der staatlichen Aufsicht die Vorschriften des VVG nicht anwendbar sind (Art. 101 Abs. 1 Ziff. 2 VVG). Ferner können sie den Vertragsabschluss davon abhängig machen, dass die ausländischen Versicherer der Wahl eines schweizerischen Gerichtsstandes zustimmen und dass sie für ihre allfälligen Verbindlichkeiten aus dem Versicherungsvertrag in geeigneter Weise Sicherheit leisten. Es mag zutreffen, dass die Bestimmungen des VAG und des Kautionsgesetzes ihnen insgesamt einen besseren BGE 108 Ib 286 S. 296Schutz gewähren würden. Die Beschwerdeführerinnen sind jedoch in der Lage, die Wirksamkeit der von ihnen getroffenen Massnahmen zu beurteilen und die mit dem Vertragsabschluss mit ausländischen Versicherern verbundenen Risiken abzuschätzen. Im übrigen werden durch die geplante Verteilung des Versicherungsrisikos auf über 100 Versicherer die vom EJPD hervorgehobene Insolvenzgefahr und die Gefahr von Transferschwierigkeiten erheblich herabgesetzt. Unter diesen besonderen Umständen kann nicht gesagt werden, die Beschwerdeführerinnen bedürften des Schutzes der schweizerischen Versicherungsaufsichtsgesetzgebung.\n\nc) Für den geplanten Vertragsabschluss fehlt es somit an einem Schutzbedürfnis im Sinne von Art. 3 Abs. 1 Satz 2 der Abgrenzungsverordnung, weshalb die von der C.T. Bowring vertretenen ausländischen Versicherer diesbezüglich der schweizerischen Versicherungsaufsicht nicht unterstehen. Die Beschwerde ist demzufolge gutzuheissen. Bei diesem Ergebnis braucht nicht geprüft zu werden, ob sich die Beschwerdeführerinnen auch auf Art. 3 Abs. 2 der Abgrenzungsverordnung (Versicherungsgeschäfte einer in der Schweiz domizilierten Person im Rahmen einer vertraglichen internationalen Zusammenarbeit auf anderem als nur das Versicherungswesen betreffenden Gebiet) berufen können. Offen bleiben kann auch die Tragweite der von den Beschwerdeführerinnen angerufenen Bestimmungen des \"Code de la libération des opérations invisibles\" der OECD."}