{"annee": "108", "cour": "III", "page": "10", "date": "8/2/1982", "cite": ["106 III 11", "100 IA 119", "107 III 1", "82 III 145"], "cite_par": ["112 III 79", "112 III 19"], "chapeau": "5. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 8. Februar 1982 i.S. Bachmann (Rekurs)", "regestes": ["Saisie de salaire, respectivement de gain. Les autorités de poursuite doivent déterminer d'office les revenus du débiteur lors d'une saisie de salaire ou de gain. Mais ce principe ne s'applique pas quand le débiteur présente à l'autorité de surveillance des nova dont la production est prohibée par les règles de la procédure cantonale (consid. 3). Pour déterminer le revenu saisissable, il faut se fonder sur les circonstances existant au moment de l'exécution de la saisie de salaire. C'est par le biais d'une revision de la saisie qu'il sera tenu compte de changements subséquents de la situation (consid. 4)."], "faits": "BGE 108 III 10 S. 11\n\nRechtsanwalt Roger Girod und die Techno Basel AG betreiben Walter Bachmann für Forderungen von insgesamt Fr. 1'200.--. Mit Verfügung vom 24. Juli 1981 pfändete das Betreibungsamt Bertschikon das monatliche Erwerbseinkommen des Schuldners, soweit es dessen Existenzminimum von Fr. 850.-- übersteigt. Der Schuldner focht diese Verfügung mit einer Beschwerde bei der unteren kantonalen Aufsichtsbehörde über Schuldbetreibung und Konkurs an und beantragte, sein monatliches Existenzminimum sei neu auf Fr. 1'160.-- festzusetzen. Die Beschwerde wurde am 2. Oktober 1981 abgewiesen.\n\nGegen diesen Beschluss erhob der Schuldner Rekurs an die obere kantonale Aufsichtsbehörde und verlangte die Festsetzung seines Notbedarfs auf Fr. 1'340.-- monatlich. Der Rekurs wurde am 14. Januar 1982 abgewiesen, soweit darauf einzutreten war.\n\nHiegegen führt Walter Bachmann Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts mit dem Antrag, sein Existenzminimum auf Fr. 1'340.-- pro Monat festzusetzen.\n\nBGE 108 III 10 S. 12Die Schuldbetreibungs- und Konkurskammer weist den Rekurs ab, soweit darauf einzutreten ist.", "considerants": "Aus den Erwägungen:\n\n3. Die Vorinstanz ist in zutreffender Weise davon ausgegangen, dass die Betreibungsbehörden bei der Ermittlung des pfändbaren Einkommens die massgebenden tatsächlichen Verhältnisse von Amtes wegen abzuklären haben (BGE 107 III 2 und BGE 106 III 13). Zu den Betreibungsbehörden gehören der Betreibungsbeamte und die kantonale Aufsichtsbehörde. Besteht die kantonale Aufsichtsbehörde jedoch aus zwei Instanzen, so folgt aus Art. 17 SchKG, dass vor der obern Aufsichtsbehörde eine Verfügung nur insoweit angefochten werden kann, als sie nicht mangels Anfechtung durch Beschwerde an die untere Instanz rechtskräftig geworden ist (BGE 82 III 149). Im vorliegenden Fall hat der Rekurrent im Verfahren vor der oberen Aufsichtsbehörde neu vorgebracht, bei der Berechnung seines Existenzminimums seien die Kosten für das Telefon, für die Arbeitskleider und deren Reinigung, für den Strom in der Werkstatt, für die Kehrichtabfuhr, das Wasser und das Auto nicht berücksichtigt worden. Wenn die Vorinstanz auf diese neuen Vorbringen mit der Begründung nicht eingetreten ist, sie würden nach kantonalem Prozessrecht eine unzulässige Klageänderung darstellen, so hat sie mit dieser Argumentation nicht gegen Bundesrecht verstossen (vgl. auch BGE 100 Ia 129 E. 6). Anders wäre die Rechtslage, wenn der Rekurrent diese Vorbringen bereits vor der unteren Aufsichtsbehörde geltend gemacht hätte. Diese wäre nach dem Ausgeführten verpflichtet gewesen, die Behauptungen des Rekurrenten von Amtes wegen abzuklären.\n\n4. In der vorliegenden Rekursschrift wiederholt der Rekurrent die im Verfahren vor Obergericht neu erhobenen Einwände. Diese sind auch vor Bundesgericht nicht zu hören, da der Rekurrent bereits im kantonalen Verfahren, d.h. vor der unteren kantonalen Aufsichtsbehörde, Gelegenheit gehabt hätte, sie anzubringen (Art. 79 Abs. 1 OG).\n\nIm weitern macht der Rekurrent geltend, die tatsächlichen Verhältnisse hätten sich insofern geändert, als seine drei Söhne nicht mehr mit ihm zu Hause essen würden und er sein Essen selber kaufen und zubereiten müsse, weshalb ein entsprechender Abzug an seinem Notbedarf nicht mehr gerechtfertigt sei. Massgebend für die Beurteilung der Einkommensverhältnisse des Schuldners und BGE 108 III 10 S. 13der Pfändbarkeit seines Erwerbes ist indessen der Zeitpunkt der Pfändung (BGE 102 III 16). Nachträgliche Änderungen in den tatsächlichen Verhältnissen hat der Schuldner nicht auf dem Beschwerdewege, sondern mit einem Gesuch um Revision der Einkommenspfändung beim Betreibungsamt geltend zu machen.\n\nDer Rekurrent wirft dem Betreibungsbeamten vor, er habe ihn nicht pflichtgemäss eingeschätzt, er habe seine Vorbringen gar nicht beachtet und deshalb pflichtwidrig gehandelt. Diese Rügen sind aber zu allgemein gehalten und nicht genügend substantiiert. Dem angefochtenen Entscheid ist vielmehr zu entnehmen, dass der Rekurrent weder dem Betreibungsamt noch der unteren Aufsichtsbehörde die zum Beweis seiner Vorbringen verlangten Belege eingereicht hat. Er muss sich daher damit abfinden, dass der Betreibungsbeamte die Höhe der Miete und der Heizkosten nach seinem Ermessen in den Notbedarf eingesetzt hat. Dass er dabei sein Ermessen überschritten oder missbraucht hätte, ergibt sich weder aus der vorliegenden Rekursschrift noch aus den Akten. Der Rekurs erweist sich daher als unbegründet, soweit auf ihn überhaupt eingetreten werden kann."}