{"annee": "108", "cour": "IB", "page": "122", "date": "9/6/1982", "cite": ["103 IA 8", "100 IA 180", "105 IA 271", "107 IB 35", "105 IA 115", "101 IA 34", "106 IA 73", "100 IA 8", "104 IB 245", "101 IA 542", "103 IA 14"], "cite_par": ["111 IB 56", "118 IB 26", "118 IA 488", "113 IA 247", "114 IA 14", "110 IA 140", "132 II 65", "113 IA 161", "114 IB 180"], "chapeau": "23. Arrêt de la Ire Cour de droit public du 9 juin 1982 dans la cause Baudet c. Grand et Conseil d'Etat du canton de Vaud (recours de droit public)", "regestes": ["Art. 4 Cst. Déni de justice formel. Art. 33 al. 2 et 3 et 36 al. 2 LAT. 1. Intérêt actuel au recours (consid. 1). 2. Qualité pour former un recours cantonal (art. 33 al. 3 LAT) contre une décision prise sur la base de mesures provisionnelles adoptées par un canton en matière d'aménagement du territoire (art. 36 al. 2 LAT) (consid. 2). 3. Motivation subsidiaire de la décision entreprise insuffisante pour que le Tribunal fédéral puisse statuer lui-même sur le fond (consid. 3)."], "faits": "BGE 108 Ib 122 S. 123\n\nLe 10 avril 1980, Pierre Grand a déposé auprès de la commune de Villars-sous-Yens une demande d'autorisation de construire un hangar agricole dans la partie sud-est de sa parcelle. Cette construction, d'une surface au sol de 463 m2, devait se composer d'éléments préfabriqués à installer sur un socle de béton. Selon le plan de zones communal et le plan des zones protégées à titre provisoire, son emprise était comprise à la fois dans la zone du village et dans la zone sans affectation spéciale, devenue zone protégée.\n\nMathilde et Jean-Robert Baudet, propriétaires de la parcelle voisine sur laquelle sont érigés deux bâtiments classés monuments historiques, ont fait opposition à ce projet. La Municipalité de Villars-sous-Yens a écarté cette dernière et accordé à Grand l'autorisation de construire requise. Sur recours, la Commission cantonale de recours en matière de police des constructions (CCRPC) a confirmé cette décision. Elle a toutefois exclu l'octroi immédiat du permis de construire, celui-ci étant subordonné à la délivrance définitive, par le Département des travaux publics, d'une autorisation préalable, en application de l'art. 4 du décret cantonal du 11 septembre 1979 prolongeant les mesures provisoires urgentes BGE 108 Ib 122 S. 124en matière d'aménagement du territoire (ci-après: décret cantonal).\n\nLe 10 mars 1981, le Département des travaux publics du canton de Vaud a accordé l'autorisation préalable en question. Cette décision a cependant fait elle-même l'objet d'un recours de Mathilde et de Jean-Robert Baudet auprès du Conseil d'Etat vaudois. Ce dernier, par décision du 27 novembre 1981, a rejeté le recours des prénommés. Il a considéré, à titre principal, que les recourants n'avaient pas qualité pour recourir. A titre subsidiaire, il a estimé que de toute manière la construction projetée était compatible avec le caractère de la zone dans laquelle elle devait s'implanter et qu'elle n'entravait pas l'établissement du futur plan d'affectation.\n\nMathilde et Jean-Robert Baudet demandent au Tribunal fédéral, par la voie du recours de droit public, d'annuler la décision du Conseil d'Etat. Ils font valoir qu'ils sont victimes d'un déni de justice formel.", "considerants": "Considérant en droit:\n\n1. Le décret cantonal, entré en vigueur le 1er janvier 1980, est arrivé à échéance le 31 décembre 1981, ainsi que le prévoyait son art. 8. L'autorisation préalable prévue à son art. 4 n'était par conséquent plus nécessaire au moment où le présent recours a été déposé. Tant l'intimé que l'autorité cantonale en concluent, et soutiennent dans leurs observations, que les recourants n'ont pas d'intérêt actuel à leur recours de droit public.\n\na) Selon l'art. 88 OJ, ont qualité pour former un tel recours les particuliers ou les collectivités lésés par des arrêtés ou des décisions qui les concernent personnellement ou qui sont d'une portée générale. A cet égard, la jurisprudence a posé que le recourant devait justifier d'un intérêt juridique et actuel à l'annulation de la décision attaquée, un simple intérêt de fait ou un intérêt virtuel n'étant en principe pas suffisant (ATF 103 Ia 10 consid. 1a; ATF 101 Ia 543; ATF 100 Ia 183 consid. 1 et arrêts cités). Lorsque le recours a pour objet la dénonciation d'un déni de justice formel, comme c'est présentement le cas, l'existence d'un intérêt matériel n'a cependant pas à être établie (ATF 106 Ia 74; ATF 105 Ia 276 consid. d; ATF 100 Ia 10 consid. d), seule devant être remplie l'exigence d'un intérêt actuel. Concernant cette dernière condition, le Tribunal fédéral a déjà eu l'occasion de juger qu'un tel intérêt existe, en principe, lorsque est BGE 108 Ib 122 S. 125allégué un déni de justice formel et qu'en particulier toute personne dont le recours cantonal a été déclaré irrecevable a un intérêt actuel à faire contrôler la constitutionnalité d'une telle décision (ATF 103 Ia 16 consid. b).\n\nb) En l'espèce, l'abrogation du décret cantonal n'a pas eu pour effet de dispenser à l'avenir les autorités cantonales de leur obligation d'examiner la conformité d'une construction avec l'affectation de la zone dans laquelle elle est projetée et, de manière plus générale, sa compatibilité avec les exigences de l'aménagement du territoire. Cette obligation subsiste au contraire, ne serait-ce qu'en vertu des art. 22 et 24 de la loi fédérale sur l'aménagement du territoire (LAT). Or, il résulte de la décision attaquée que les questions de fond soulevées par les recourants n'ont pas encore été examinées à ce jour en procédure cantonale, pour la raison que ces derniers n'auraient pas eu qualité pour se plaindre d'une violation des dispositions régissant l'aménagement du territoire. Les recourants conservent donc indubitablement un intérêt actuel à faire contrôler, par la voie d'un recours de droit public auprès du Tribunal fédéral, la constitutionnalité de la décision leur déniant la qualité pour invoquer une telle violation des règles de droit matériel applicables. Au demeurant, il n'appartient pas au Tribunal fédéral de déterminer selon quelle procédure aujourd'hui, à la suite de l'abrogation du décret cantonal, devraient le cas échéant être examinés les griefs formulés par les recourants à l'encontre du projet litigieux. C'est à l'autorité cantonale qu'incomberait le soin, en cas d'admission du recours, de réparer, par les moyens juridiques dont elle dispose, le déni de justice qu'elle aurait commis à l'égard des recourants.\n\nToutes les autres conditions de forme étant au surplus remplies, le recours est ainsi recevable.\n\n2. L'autorité cantonale a considéré que le décret cantonal ressortissait exclusivement au droit public cantonal et non au droit fédéral sous forme de dispositions d'exécution de ce dernier. Elle en a déduit que les recourants ne pouvaient se contenter d'alléguer un simple intérêt digne de protection au sens de l'art. 103 lettre a OJ, mais qu'ils devaient justifier d'un intérêt juridiquement protégé au sens de l'art. 3 de l'arrêté cantonal du 15.9. 1952 fixant la procédure pour les recours administratifs (APRA). Elle a donc exclu que l'art. 33 al. 3 lettre a LAT, en vertu duquel un intérêt digne de protection est suffisant, fût en l'occurrence applicable.\n\na) L'art. 36 al. 2 LAT permet aux cantons de combler le vide BGE 108 Ib 122 S. 126juridique résultant de l'abrogation de l'arrêté fédéral du 17 mars 1972 instituant des mesures urgentes en matière d'aménagement du territoire (AFU), lorsque les plans directeurs et les plans d'affectation cantonaux qui continuent à déployer leurs effets ne sont pas conformes au nouveau droit (cf. Message du Conseil fédéral concernant la loi fédérale sur l'aménagement du territoire, FF 1978 I p. 1036). Faisant usage de cette faculté, le Grand Conseil du canton de Vaud a adopté, le 11 septembre 1979 - soit après l'adoption de la nouvelle loi fédérale par les Chambres le 22 juin 1979 - le décret cantonal dont il a déjà été question ci-dessus. Celui-ci revêt ainsi, même si les recourants paraissent le contester, le caractère de mesures provisionnelles, au sens de la disposition précitée. En présentant son message concernant le décret cantonal au Grand Conseil, le Conseil d'Etat s'est du reste clairement fondé sur cette disposition de la loi fédérale, alors adoptée mais non encore en vigueur. Il a simplement estimé qu'il était plus opportun que ce soit le législatif et non le gouvernement cantonal qui décide du maintien de la protection provisoire instituée par l'AFU (cf. Bulletin du Grand Conseil du canton de Vaud, session de septembre 1979, p. 1402). Il n'est pas contesté, à juste titre, que ce décret soit conforme à la règle attributive de compétence de l'art. 36 al. 2 LAT. Les mesures provisionnelles, au sens de cette disposition, peuvent en effet englober tous les moyens propres à assurer le prolongement du droit fédéral provisoirement applicable jusqu'à l'entrée en vigueur de la LAT et susceptibles de permettre l'élaboration des futurs plans d'affectation (cf. AEMISSEGER, Leitfaden zum Raumplanungsgesetz, p. 126; DFJP/OFAT, Etude relative à la loi fédérale sur l'aménagement du territoire, p. 374 ss). Certes, comme l'affirme l'autorité cantonale, l'art. 36 al. 2 LAT contient une délégation de compétence aux cantons et ceux-ci, lorsqu'ils exercent ce pouvoir, édictent du droit cantonal (cf. HANGARTNER, Die Kompetenzverteilung zwischen Bund und Kantonen, p. 158 n. 62). Toutefois, cette constatation ne résout pas à elle seule la question de savoir si les recourants devaient en l'espèce justifier d'un intérêt juridiquement protégé au sens de l'art. 3 APRA ou seulement d'un intérêt digne de protection au sens de l'art. 103 lettre a OJ. En effet, les exigences posées à l'art. 33 al. 3 lettre a LAT, concernant la qualité pour recourir au plan cantonal, sont applicables à celui qui agit par la voie d'un recours contre une décision fondée notamment sur des dispositions cantonales d'exécution, au sens de l'al. 2 de cette disposition, même BGE 108 Ib 122 S. 127si la décision de l'autorité de recours ne peut elle-même faire ensuite l'objet d'un recours de droit administratif au Tribunal fédéral (cf. GYGI, Der Rechtsschutz, in: Das BG über die Raumplanung, Berner Tage für die juristische Praxis 1980, p. 69 ch. 6). Il s'impose donc de déterminer ci-dessous si le décret litigieux est du droit cantonal d'exécution au sens de l'art. 33 al. 2 LAT.\n\nb) Les travaux préparatoires relatifs à la LAT n'apportent aucun éclaircissement sur le point de savoir ce qu'il faut entendre par \"dispositions cantonales d'exécution\". De même, le libellé du décret cantonal, dont le préambule ne fait aucune allusion au droit fédéral, n'est d'aucune utilité pour résoudre cette question. Quant à l'autorité cantonale, tout en admettant expressément que le décret en cause a été adopté \"en vertu d'une délégation de compétence conférée par l'art. 36 al. 2 LAT\", elle part du principe que cette disposition n'a pas touché au pouvoir législatif autonome des cantons et qu'elle constitue une simple base légale permettant à ces derniers d'instituer des zones réservées. Elle constate également que les domaines d'intervention de l'art. 33 LAT concernent le droit cantonal d'exécution du droit fédéral et non pas le droit public cantonal et exprime l'avis que le droit fédéral ne peut intervenir dans l'organisation judiciaire ou la procédure que dans les cas où une loi fédérale charge les cantons de l'exécution du droit fédéral. Ce point de vue est erroné.\n\nLes mesures provisionnelles prévues à l'art. 36 al. 2 LAT sont destinées à assurer la transition avec le nouveau droit et, par conséquent, à garantir sa mise en oeuvre. Sous cet angle, elles apparaissent donc bien comme des dispositions cantonales d'exécution au sens de l'art. 33 al. 2 LAT. Ce caractère ressort d'autant plus nettement lorsque, comme en l'espèce, les dispositions concernées ont une portée très générale et tendent à la simple prorogation des mesures provisoires instituées par l'AFU et des plans qui en étaient la conséquence. Peu importe à cet égard qu'elles soient édictées pour une durée limitée, comme c'était le cas du décret litigieux, ou que la fin de leur validité soit subordonnée à l'adoption de nouveaux plans d'affectation. D'autres considérations d'ordre pratique conduisent en outre à la même conclusion. Ainsi, les autorisations délivrées précédemment par le Département des travaux publics sur la base de l'AFU, conformément à l'art. 8 de son règlement cantonal d'application du 12 juillet 1972, pouvaient être entreprises par la voie d'un recours administratif au BGE 108 Ib 122 S. 128Conseil d'Etat par quiconque justifiait d'un intérêt digne de protection, du fait que le recours de droit administratif au Tribunal fédéral était ouvert contre la décision de dernière instance cantonale (cf. sur ce point ATF 104 Ib 248 consid. 4 et arrêts cités). De même, les décisions rendues en première instance cantonale postérieurement à l'abrogation du décret cantonal, qui se fondent sur la LAT ou ses dispositions cantonales ou fédérales d'exécution, peuvent également être attaquées devant l'autorité cantonale de recours par celui qui justifie d'un semblable intérêt, en vertu de l'art. 33 al. 3 lettre a LAT. La solution retenue par l'autorité cantonale reviendrait donc à traiter différemment, sans raisons objectives, les opposants à un projet de construction qui se plaignent d'une violation des règles régissant l'aménagement du territoire, selon que des mesures provisionnelles ont ou non été adoptées par le canton considéré, sur la base de l'art. 36 al. 2 LAT. Enfin, on relèvera que l'Office fédéral de l'aménagement du territoire, dans le seul commentaire précis sur cette question, définit lui-même comme dispositions d'exécution au sens de l'art. 33 al. 2 LAT, \"toutes les normes de droit cantonal établies en vue d'assurer une utilisation judicieuse du sol et une occupation rationnelle du territoire, autrement dit toutes celles qui visent principalement des objectifs d'aménagement du territoire\" (DFJP/OFAT, op.cit., p. 337 No 16). C'est manifestement le cas du décret litigieux. Dès lors, l'art. 3 APRA s'inclinant devant la règle du droit fédéral instituée par le législateur à l'art. 33 al. 3 lettre a LAT (cf. GYGI, op.cit., p. 70), on doit admettre qu'une décision du Département rendue en exécution de ce décret pouvait être entreprise, conformément à son art. 4, auprès du Conseil d'Etat par celui qui était atteint dans un intérêt digne de protection.\n\nEn déniant aux recourants la qualité pour recourir, alors même qu'ils pouvaient justifier - cela n'est pas contesté - d'un tel intérêt, l'autorité cantonale a donc commis à leur endroit un déni de justice formel et par là même violé l'art. 4 Cst.\n\n3. Examinant le fond du recours à titre subsidiaire, l'autorité cantonale a déclaré que, de toute façon, elle aurait dû le rejeter.\n\na) De manière générale, lorsqu'il constate que l'autorité cantonale a refusé à tort d'entrer en matière, le Tribunal fédéral peut, pour des raisons d'économie de procédure, renoncer à annuler la décision dont est recours et examiner lui-même si les motifs avancés pour justifier le rejet au fond résistent aux griefs soulevés devant lui par le recourant BGE 108 Ib 122 S. 129(ATF 105 Ia 118 consid. 2; ATF 103 Ia 16/17 consid. 1c; ATF 101 Ia 37 consid. 2; 99 Ia 415/416). Encore faut-il que, dans le cadre de la motivation développée à titre subsidiaire dans sa décision, l'autorité cantonale ait sérieusement examiné l'argumentation développée devant elle par le recourant. Il convient en effet d'éviter que le justiciable se voie pratiquement privé d'un degré de juridiction par un prononcé direct du Tribunal fédéral sur le fond (ATF 103 Ia 17; 99 Ia 416 et 322).\n\nb) En l'espèce, la motivation subsidiaire de l'autorité cantonale est des plus sommaires, puisqu'elle se résume à constater la conformité de la construction envisagée avec la zone agricole dans laquelle serait intégrée la parcelle de l'intimé selon le projet de plan d'extension communal. En particulier, la décision attaquée ne dit mot de la compatibilité du projet de construction litigieux avec les exigences d'aménagement posées dans le projet de règlement communal sur le plan d'extension, plus spécialement à son art. 7 pour le cas - non exclu - où la parcelle de l'intimé serait finalement classée, partiellement ou non, en zone du village. La réserve exprimée à ce sujet par l'autorité cantonale ne suffit certes pas à démontrer que celle-ci aurait implicitement résolu par l'affirmative la question du respect, par la construction projetée, du site avoisinant. La décision attaquée n'aborde pas non plus, alors que c'est là l'objet essentiel des griefs de fond formulés par les recourants, la question de l'éventuel préjudice que porterait le hangar litigieux aux bâtiments de ces derniers, classés aujourd'hui monuments historiques. Il sied de relever à ce sujet que, de son côté, le Département des travaux publics, statuant en première instance, a lui-même examiné cette question, à la lumière notamment des préavis du Service de l'aménagement du territoire et de la Section des monuments historiques, contradictoires sur ce point. Les recourants ont indubitablement le droit de faire réexaminer cette question par l'autorité de recours, telle que l'instituait le décret cantonal. Comme il a déjà été dit plus haut, l'abrogation de ce texte survenue entre-temps n'y change rien, puisque, d'une part, les autorités cantonales chargées de délivrer les autorisations de construire conservent l'obligation d'assurer le respect des exigences posées par la LAT (plus particulièrement, in casu, par ses art. 3 al. 2 lettre b et 17 concernant les monuments et les sites), et que, d'autre part, sur le plan de la procédure, le droit cantonal doit prévoir, selon l'art. 33 al. 3 lettre b LAT, qu'une autorité de recours au moins, disposant d'un libre pouvoir d'examen, puisse contrôler l'application de ces règles de BGE 108 Ib 122 S. 130droit matériel. Si, après avoir examiné à son tour cette question, l'autorité cantonale devait arriver par hypothèse à la conclusion que le recours est fondé, elle garderait encore la possibilité de révoquer l'autorisation déjà octroyée à l'intimé par la CCRPC (cf. sur ce point ATF 107 Ib 36 consid. 4a). Enfin, on ne saurait exclure a priori que le Conseil d'Etat, faisant usage de la compétence que lui confère son règlement du 11 décembre 1981 concernant la création de zones réservées, décide de classer la partie du terrain litigieux anciennement comprise dans la zone protégée en vertu de l'AFU en zone réservée au sens de l'art. 27 LAT.\n\nc) Pour toutes ces raisons, il apparaît que les considérations de l'autorité cantonale sur le fond ne sont pas suffisantes pour que le Tribunal fédéral puisse se prononcer en toute connaissance de cause sur la valeur des critiques émises par les recourants à l'encontre du projet de construction litigieux. La décision attaquée doit donc être annulée en raison du déni de justice formel qui l'entache et l'affaire renvoyée à l'autorité cantonale pour qu'elle statue sur le fond."}