{"annee": "108", "cour": "IV", "page": "140", "date": "25/8/1982", "cite": [], "cite_par": [], "chapeau": "33. Estratto della sentenza del 25 agosto 1982 della Camera d'accusa del Tribunale federale (reclamo)", "regestes": ["Procédure de droit pénal administratif; libération sous caution; fixation du montant de la caution; art. 60 DPA, art. 54 al. 2 PPF. Pour fixer le montant de la caution, l'autorité administrative peut tenir compte du montant de l'amende prononcée dans un mandat de répression auquel l'accusé a fait opposition; en revanche, elle ne saurait en plus prendre en considération les montants qui ont fait l'objet de la soustraction fiscale et les frais présumés de la procédure."], "faits": "BGE 108 IV 140 S. 140\n\nX. era arrestato il 15 giugno 1982 per contravvenzione doganale e per infrazioni alla legislazione in materia d'imposta sulla cifra d'affari e alla legge sugli alcool. Il 21 giugno 1982 la Direzione delle dogane competente emanava nei suoi confronti un ordine di prestare garanzia per la somma complessiva di Fr. 60'000.--, di cui circa la metà corrispondeva all'importo presumibile dei tributi evasi e l'altra metà alle multe prevedibili. Con decreti penali del 30 giugno 1982 le autorità fiscali condannavano X. a multe per complessivi Fr. 38'500.--. X. faceva opposizione BGE 108 IV 140 S. 141e chiedeva d'essere giudicato da un tribunale. Egli impugnava altresì l'obbligo impostogli di pagare i tributi ritenuti evasi e le spese di procedura. In pendenza dei giudizi sull'obbligo tributario e sulle multe, il Giudice istruttore sottocenerino disponeva con decreto del 9 agosto 1982 la liberazione provvisoria di X. mediante una cauzione di Fr. 60'000.--. Contro tale decreto X. si aggravava avanti la Camera d'accusa del Tribunale federale, chiedendo d'essere posto in libertà provvisoria senza cauzione o mediante una cauzione adeguata alle sue reali possibilità finanziarie. La Camera d'accusa ha accolto parzialmente il reclamo riducendo la cauzione da Fr. 60'000.-- a Fr. 38'500.--.", "considerants": "Dai considerandi in diritto:\n\n3. Conformemente all'art. 60 cpv. 1 DPA, l'imputato arrestato in virtù dell'art. 52 cpv. 1 lett. a DPA può essere rimesso in libertà, se lo chiede, purché presti una cauzione. Secondo l'art. 60 cpv. 2 DPA, alla liberazione sotto cauzione si applicano per analogia gli articoli 53 a 60 della legge federale sulla procedura penale (PP). Ai sensi dell'art. 54 cpv. 2 PP, il giudice determina l'importo e la natura della cauzione, tenendo conto della gravità dell'imputazione e delle condizioni economiche dell'imputato.\n\na) La Direzione generale delle dogane e la Regia federale degli alcool hanno inflitto al reclamante multe per complessivamente Fr. 38'500.--. I relativi decreti penali non sono passati in giudicato, avendo il reclamante fatto opposizione e chiesto d'essere giudicato da un tribunale. L'importo di cui sopra fornisce nondimeno un dato concreto circa la gravità delle imputazioni fatte al reclamante. Per determinare la cauzione non possono invece essere considerati i tributi dovuti e le spese di procedura presunte (cfr. l'ordine di prestare garanzia emanato dalla Direzione delle dogane di Lugano il 21 giugno 1982); essi sono elementi estranei all'imputazione, la quale è invece uno dei due criteri richiamati dall'art. 54 cpv. 2 PP. Nella misura in cui il Giudice istruttore ha disatteso tale regola ed ha fissato una cauzione superiore a Fr. 38'500.--, la sua decisione dev'essere modificata.\n\nPer quanto concerne la situazione economica del reclamante, il suo gravame adduce soltanto che egli si trova in precarie e disagiate condizioni finanziarie. Il reclamante ha omesso di apportare qualsiasi prova al riguardo, pur essendo l'onere probatorio a suo carico.\n\nBGE 108 IV 140 S. 142Poiché nulla induce pertanto a ritenere che egli non sia in grado in prestare una cauzione di Fr. 38'500.-- corrispondente alla gravità delle imputazioni, la sua liberazione provvisoria va subordinata al versamento di una cauzione di tale importo al Dipartimento federale delle finanze e delle dogane, ai sensi dell'art. 60 cpv. 2 DPA."}