{"annee": "108", "cour": "IV", "page": "196", "date": "3/12/1982", "cite": ["106 IV 227", "102 IV 125", "95 IV 179"], "cite_par": ["118 IV 200", "124 IV 44", "145 IV 320"], "chapeau": "49. Extrait de l'Arrêt de la Cour de cassation pénale du 3 décembre 1982 dans la cause L. contre Ministère public du canton de Vaud (pourvoi en nullité)", "regestes": ["Art. 19a ch. 1 et 2 et 19b LStup (consommation de stupéfiants, sanction des cas bénins). 1. Les actes préparatoires exclusivement destinés à la consommation personnelle de stupéfiants tombent sous le coup de l'art. 19a ch. 1 LStup (consid. 1b). 2. L'art. 19b LStup ne dit pas que la consommation personnelle de quantités minimes de stupéfiants n'est pas punissable; cette disposition ne vise que les actes purement préparatoires en vue de consommer personnellement de la drogue (consid. 1c). 3. La réprimande prévue à l'art. 19a ch. 2 LStup n'est pas une peine au sens juridique du terme (consid. 2b). 4. L'accusation n'a pas à démontrer dans chaque cas l'effet toxique de la drogue consommée par l'auteur (consid. 2c)."], "faits": "BGE 108 IV 196 S. 197\n\nA.- L. fumait du haschich au moins une fois par mois depuis 1979. Il prétend avoir chaque fois obtenu gratuitement la drogue nécessaire. Au cours du festival de Nyon du 23 au 25 juillet 1981, il en a consommé chaque jour.\n\nB.- Le 3 mars 1982 il a été condamné par le Tribunal de police de Nyon à une amende de 100 francs, en application de l'art. 19a LStup.\n\nLe 24 mai 1982, la Cour de cassation du Tribunal cantonal vaudois a admis le recours que L. avait formé contre le jugement de première instance et remplacé l'amende par une réprimande au sens de l'art. 19a ch. 2 LStup. Elle a constaté que les infractions à la LStup commises par L. avant le 23 septembre 1980 - 10 fumeries environ - étaient prescrites.\n\nC.- L. a formé un pourvoi en nullité; il conclut principalement à l'annulation de l'arrêt de la cour cantonale et à sa libération des fins de la poursuite pénale. Subsidiairement, il demande le renvoi à l'autorité cantonale pour nouvelle décision en vue de sa libération.\n\nLe Procureur du canton de Vaud conclut au rejet du recours. Le Ministère public de la Confédération se rallie à cette conclusion et aux motifs invoqués par le Ministère public cantonal.", "considerants": "Considérant en droit:\n\n1. Le recourant se plaint d'une violation des art. 19a ch. 2 et 19b LStup. Selon lui, l'autorité cantonale aurait dû appliquer la deuxième de ces dispositions; elle aurait mal interprété le droit fédéral en admettant que l'art. 19b LStup ne visait que les actes préparatoires, non pas la consommation elle-même, laquelle ne serait réprimée que par l'art. 19a LStup. Au dire du recourant, en effet, le texte de l'art. 19b inclurait nécessairement le fait de consommer. Admettre l'inverse rendrait la loi illisible, car alors l'art. 19a ch. 2 LStup ne permettrait de renoncer à toute peine que dans les cas bénins limités aux actes préparatoires; en revanche, l'art. 19b LStup imposerait l'impunité de ces mêmes actes s'agissant de quantités minimes.\n\nBGE 108 IV 196 S. 198\n\na) La LStup du 3 octobre 1951 ne prévoyait pas de peine pour le seul fait de consommer - sans droit - de la drogue. Cependant le consommateur était indirectement punissable, pour s'être procuré la drogue d'une manière ou d'une autre, pour l'avoir détenue, etc. (ATF 95 IV 179). Afin de corriger cette anomalie d'une part et d'autre part pour être en mesure de punir moins sévèrement le consommateur que le trafiquant, voire le cas échéant de l'exempter de toute peine, les art. 19a et 19b ont été introduits dans la loi lors de la revision de 1975 (Message du Conseil fédéral, FF 1973 I 1303 et 1321; BO-CN 1974 II p. 1456 intervention Schmitt; p. 1457 interventions Alder et Fontanet; CE 1974 p. 598, intervention Dillier).\n\nLa volonté du législateur était ainsi de tracer une limite entre le commerce illégal de drogue et la consommation de stupéfiants, de telle façon que le simple consommateur - que l'on entendait traiter moins durement - ne tombe plus sous le coup de la lourde peine prévue à l'art. 19 pour s'être livré aux actes préparatoires nécessaires à sa propre consommation. Les art. 19a et 19b LStup s'inscrivent dans ce contexte et leur contenu doit être interprété dans ce sens (BO-CN 1974 II p. 1457, intervention Alder).\n\nb) Il n'est pas douteux que l'art. 19a ch. 1 LStup réprime en premier lieu la consommation personnelle, la sanction étant d'ailleurs dans ce cas celle d'une simple contravention. En outre, conformément au but précité poursuivi par le législateur, les actes préparatoires destinés à permettre la consommation personnelle, c'est-à-dire des comportements au sens de l'art. 19 destinés exclusivement à la propre consommation, ont été mis au bénéfice du même privilège en ce qui concerne la peine. Cependant, les actes préparatoires qui tendent non seulement à assurer ou à favoriser la consommation propre de l'auteur mais encore celle de tiers tombent eux, au contraire, sous le coup de l'art. 19 LStup (ATF 102 IV 127 consid. 2; réserve de l'art. 19b, deuxième partie de la phrase). Il est également clair que le législateur n'a nullement voulu privilégier le trafiquant qui consomme aussi lui-même de la drogue (arrêt non publié R. du 26 mars 1976, dont les principes sont résumés dans la SJ 1980, p. 35).\n\nc) L'art. 19b LStup prévoit notamment que celui qui \"prépare\" pour lui-même la consommation de stupéfiants n'est pas punissable s'il s'agit de quantités minimes. Contrairement à l'avis du recourant, la loi ne dit pas que la consommation personnelle de quantités minimes n'est pas punissable; cela ne découle pas BGE 108 IV 196 S. 199davantage de la ratio legis ou des travaux préparatoires de cet article. Le texte clair de l'art. 19b première partie de la phrase ne vise ainsi que la préparation, pour soi-même, de la consommation. Si le législateur avait voulu étendre l'impunissabilité à la consommation de quantités minimes, il l'aurait déclaré expressément dans le texte légal comme il l'a fait à l'art. 19a ch. 1 LStup où sont mentionnés séparément la consommation et les actes préparatoires en vue d'assurer sa propre consommation (voir aussi ATF 102 IV 127 consid. 2). En conséquence il apparaît tout à fait soutenable d'admettre que le principe est de punir la consommation par l'auteur même lorsqu'il s'agit de quantités minimes, mais de renoncer à toute peine face à de simples actes purement préparatoires. Du reste, on a tenu compte des cas de consommation personnelle en quantités minimes lorsqu'on a introduit l'art. 19a ch. 2 LStup (cas bénins; voir aussi BO-CN 1974 II p. 1427, intervention Alder; CE 1974 p. 597, intervention Dillier). Enfin, les débats parlementaires qui ont présidé à l'introduction de l'art. 19b dans la loi montrent qu'à aucun moment il n'a été question de laisser impunie la consommation, y compris la consommation personnelle de l'auteur (BO-CN 1974 II p. 1430 et 1458, interventions du conseiller fédéral Hürlimann; voir aussi CN p. 1454, intervention Schmitt, al. 2; CE 1974 p. 598, intervention Dillier). Cette nouvelle disposition n'avait d'autre but - on l'a vu - que de prévoir une peine moins lourde que celle visant les trafiquants. La conception opposée du recourant ne trouve aucun fondement dans la loi.\n\nd) Il faut cependant admettre, avec le recourant, qu'à première vue il existe, apparemment en tout cas, une anomalie dans la manière dont sont ordonnées les dispositions des art. 19a et 19b LStup; pour les actes préparatoires mentionnés aux art. 19a ch. 1, 2e partie de la phrase et 19b première partie de la phrase, et concernant les mêmes comportements, cette dernière disposition impose l'absence de toute peine lorsqu'il s'agit de quantités minimes alors que l'art. 19a ch. 2 prévoit, lui, facultativement dans les cas bénins, la suspension de la procédure, la renonciation à toute peine ou le prononcé d'une simple réprimande. La question de savoir si cela est dû à une erreur rédactionnelle qui affecterait l'art. 19a ch. 1 LStup peut rester indécise (voir M. DELACHAUX, Drogues et législation, thèse Lausanne 1977, p. 181 ss; A. SCHÜTZ, Die Strafbestimmungen des BetmG du 3 octobre 1951 in der Fassung vom 20. März 1975, thèse Zurich 1980, p. 175 et 179 ss).BGE 108 IV 196 S. 200\n\nIl suffit en l'espèce (où seule la consommation personnelle du recourant est en cause, à l'exclusion des actes préparatoires) de se reporter à la constatation précédente selon laquelle l'art. 19b première partie de la phrase LStup n'englobe que la préparation - en vue de consommer soi-même - de quantités minimes et de rappeler que, de par la volonté du législateur, la consommation personnelle est visée uniquement par l'art. 19a LStup - même 'il s'agit de quantités minimes - et ne doit pas obligatoirement échapper à une peine (voir les citations ci-avant).\n\ne) Dès lors, le recourant ne saurait faire grief à l'autorité cantonale d'avoir appliqué à tort l'art. 19a ch. 2 LStup à son cas.\n\n2. L. reproche en outre à l'autorité cantonale d'avoir méconnu dans son application de l'art. 19a ch. 2 LStup le principe selon lequel le fardeau de la preuve revient à l'accusation et soutient qu'il y a eu déni de justice matériel et arbitraire. Selon lui, le pouvoir d'appréciation du juge fondé sur cette faculté qui lui est donnée ne serait pas absolument libre mais limité par le but de la loi et l'interdiction de l'arbitraire. C'est pourquoi la cour cantonale n'aurait pas dû, en l'espèce, s'en tenir à l'examen de la nature de la drogue fumée et des circonstances des fumeries mais avant tout aussi prendre en compte ses effets toxiques. C'eût été à l'accusation d'établir cet effet nocif, ce qu'elle n'a pas fait. En conséquence, il reproche à la cour cantonale de ne pas l'avoir mis au bénéfice du doute, en retenant la version des faits la plus favorable pour lui, c'est-à-dire que sa consommation épisodique et modérée de drogue était parfaitement inoffensive. Il ne suffirait pas d'affirmer simplement que le cannabis est une drogue; le faire équivaudrait à un déni de justice matériel car l'autorité cantonale renoncerait ainsi à faire plein usage du pouvoir d'appréciation qui lui est accordé. Il serait enfin arbitraire de sanctionner pénalement un comportement \"dont il n'est aucunement démontré qu'il porterait atteinte à la santé publique ni privée\". Le recourant souligne qu'il n'est retenu contre lui qu'une fumerie par mois. Prononcer une sanction en vertu d'une loi qui voulait précisément éviter la pénalisation des \"petits consommateurs occasionnels\" apparaîtrait comme parfaitement arbitraire.\n\na) Contrairement aux allégations du recourant, il ressort des constatations de l'autorité cantonale - qui lient le Tribunal fédéral - que L. n'a pas consommé seulement un \"joint\" par mois mais qu'il a reconnu lui-même \"en moyenne une fumerie par mois, ce que le Tribunal tient pour un minimum\"; il a consommé en BGE 108 IV 196 S. 201outre tous les jours du haschich durant le Folk Festival de Nyon en 1981.\n\nb) De plus, le recourant méconnaît le fait que la réprimande prononcée par la Cour de cassation pénale cantonale ne constitue pas une peine au sens juridique du terme. Cela découle déjà du texte de l'art. 19a ch. 2 LStup où il apparaît clairement que la réprimande est une notion distincte de la peine, mais cela se déduit également du message du Conseil fédéral où il est notamment question des admonestations et condamnations prononcées contre le consommateur (FF 1973 I p. 1322; voir aussi le texte allemand qui utilise les termes \"Verwarnungen und Strafen\"; BB1 1973 I p. 1368). Le grief selon lequel l'autorité cantonale aurait méconnu le fait que la loi tendait à laisser impunis les petits consommateurs occasionnels se révèle ainsi infondé, cela indépendamment de ce qui a été dit précédemment au sujet de la volonté du législateur de punir en principe aussi les petits consommateurs, volonté manifestée par la teneur de l'art. 19a ch. 2 LStup qui laisse au juge le soin de décider.\n\nc) Le recourant reproche en vain à l'autorité cantonale de n'avoir pas fait respecter la règle déduite de l'art. 19a ch. 2 LStup, selon laquelle ce serait à l'accusation de démontrer l'effet toxique de la drogue consommée par l'auteur. La consommation des drogues que le législateur lui-même considère comme engendrant la dépendance (art. 1 LStup) et partant comme dangereuse pour la santé est déjà soumise à une sanction pénale à cause du danger que représentent ces conséquences néfastes. C'est pourquoi la preuve d'un effet toxique n'a pas à être rapportée au cas particulier, contrairement à ce que croit le recourant (ATF 106 IV 230 consid. 3b et 232 consid. 4).\n\nA fortiori, il n'est pas insoutenable non plus de la part de l'autorité cantonale de réprimander le recourant en application de l'art. 19 ch. 2 LStup sans exiger cette preuve. Du reste on ne voit pas, et le recourant ne le dit pas, en quoi cette mesure serait manifestement inadaptée aux circonstances du cas concret.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le pourvoi dans la mesure où il est recevable."}