{"annee": "108", "cour": "II", "page": "442", "date": "2/12/1982", "cite": ["88 II 471", "100 II 34", "94 II 355", "96 II 79", "78 II 42", "101 II 83", "87 II 234", "95 II 109", "99 II 21", "99 II 315", "100 II 200", "78 II 74"], "cite_par": ["110 II 74", "110 II 188"], "chapeau": "84. Extrait de l'arrêt de la Ire Cour civile du 2 décembre 1982 dans la cause Tracomin S.A. contre Unitrac S.A. (recours en réforme)", "regestes": ["Droit international privé. Droit applicable à une clause d'un contrat de vente mobilière relative au paiement d'une partie du prix. Principe du rattachement à une loi unique, applicable au contrat de vente dans son ensemble."], "faits": "BGE 108 II 442 S. 443\n\nA.- En 1974-1975 \"The Nile Company for the export of agricultural crops\" (Nilexport) a vendu des arachides d'Egypte, destinées à être livrées en Italie, à Unitrac S.A. (Unitrac) à Lausanne, qui les a revendues à Mazet et Cie S.A. à Marseille; celle-ci les a vendues à Tracomin S.A. (Tracomin) à Lausanne, qui les a elle-même revendues à un acheteur italien.\n\nUnitrac et Mazet et Cie S.A. sont convenues que la seconde payerait 30% du prix à Nilexport, conformément à une réglementation relative au trafic des paiements entre l'Egypte et l'Italie.\n\nMazet et Cie S.A. a adressé pour les marchandises susmentionnées deux factures comportant une clause de paiement selon laquelle 70% devait lui être payé, à elle, et \"30% en faveur de Nilexport Le Caire auprès de la National Bank of Egypt Alexandrie\", ce qui représentait 1300 et 7650, soit un total de 8950 livres sterling. Tracomin n'a pas protesté à réception des factures et a payé les traites tirées sur elle correspondant à 70% des factures. Elle a obtenu de son acheteur italien la totalité du prix, mais elle a refusé de verser les 30% à Nilexport. Aussi Unitrac a-t-elle dû payer elle-même ces 30%.\n\nB.- Au bénéfice d'une cession des droits de Mazet et Cie S.A. et de Nilexport, Unitrac a agi contre Tracomin en paiement de 9950 livres sterling, avec intérêt.\n\nLa Cour civile du Tribunal cantonal vaudois a condamné la défenderesse à payer à la demanderesse 8275 livres sterling avec intérêt à 5% dès le 21 septembre 1977, par jugement du 15 juin 1982.\n\nC.- Saisi d'un recours en réforme de la défenderesse et d'un recours joint de la demanderesse, le Tribunal fédéral, en application de l'art. 60 al. 1 lettre c OJ, annule le jugement attaqué et renvoie la cause au Tribunal cantonal pour qu'il statue à nouveau dans le sens des motifs.", "considerants": "Considérant en droit:\n\nLa cour cantonale a admis la demande en application du droit civil fédéral, qu'elle a tenu pour désigné par les règles de rattachement du droit suisse.\n\nLe Tribunal fédéral doit examiner d'office si, selon le droit international privé suisse, le droit suisse est applicable au fond (ATF 100 II 205, ATF 99 II 317).BGE 108 II 442 S. 444\n\nComme le jugement attaqué le rappelle justement, la qualification d'un rapport de droit se fait selon la lex fori (ATF 99 II 24, ATF 96 II 88, ATF 88 II 473). La cour cantonale voit dans l'accord entre Mazet et Cie S.A. et la défenderesse, relatif au paiement de 30% du prix de vente, une stipulation pour autrui, alors que la défenderesse y voit un rapport d'assignation. La question de la qualification de l'accord sur ce point particulier peut rester indécise ici, car elle est sans incidence sur le choix de la circonstance de rattachement.\n\nQu'elle ait été convenue initialement ou soit issue d'un amendement, qu'elle soit ou non impérative pour l'acheteur, la clause litigieuse n'est qu'une clause figurant dans un contrat de vente, relative au paiement d'une partie du prix. Or, en l'absence d'élection de droit, la vente mobilière est soumise en règle générale au droit de la résidence habituelle du vendeur (art. 3 al. 1 de la Convention de La Haye sur la loi applicable aux ventes à caractère international d'objets mobiliers corporels, RS 0.221.211.4; cf. aussi ATF 101 II 84, ATF 95 II 111 s. consid. 2a, 122); cette loi régit également les clauses de la vente relatives au paiement du prix. La jurisprudence procède d'ailleurs pour les contrats complexes ou combinés à un rattachement global, les soumettant à une loi unique en fonction de leur élément prépondérant (cf. ATF ATF 100 II 38 s. consid. 3, ATF 94 II 360 s., ATF 78 II 81). Les règles relatives au rattachement d'une assignation ayant un caractère indépendant (ATF 100 II 209, ATF 87 II 237, ATF 78 II 46 s. consid. 1c) ne sont pas applicables. En l'occurrence, la clause litigieuse est ainsi soumise, comme le contrat de vente entre Mazet et Cie S.A. et la défenderesse, au droit de la résidence habituelle de la venderesse, soit au droit français."}