{"annee": "108", "cour": "IB", "page": "525", "date": "3/8/1982", "cite": ["97 I 372", "95 I 462", "101 IA 405", "60 I 213", "105 IB 294", "101 IA 60", "103 IA 624", "105 IV 326", "50 I 249", "107 IV 60", "101 IA 610", "103 IV 241", "102 IA 317", "101 IA 533"], "cite_par": ["112 IB 576", "117 IB 53", "112 IB 149", "112 IB 610", "117 IB 210", "112 IB 225", "111 IB 312", "112 IA 18", "115 IV 256", "124 IV 34"], "chapeau": "90. Estratto della sentenza 3 agosto 1982 della I Corte di diritto pubblico nella causa Suarez c. Dipartimento federale di giustizia e polizia (opposizione a una domanda d'estradizione)", "regestes": ["Extradition. Traité entre la Suisse et les Etats-Unis d'Amérique du 14 mai 1900. I. L'art. V al. 2 du traité, relatif aux documents à annexer à la demande d'extradition, doit être interprété conformément à son but: permettre à l'Etat requis de qualifier les faits sous l'angle du droit extraditionnel (consid. 3). II. Trafic de stupéfiants (art. II ch. 13 du traité). 1. Exigences quant à la peine minimale prévue par le droit suisse et quant à la punissabilité de l'infraction comme crime (\"felony\") selon le droit des Etats-Unis (consid. 4). 2. Exigence de la double punissabilité en ce qui concerne le complot (\"conspiracy\") pour l'importation des stupéfiants et en ce qui concerne l'importation des stupéfiants, infractions qui sont en concours réel selon le droit américain (consid. 5). a) On ne saurait nier l'existence de la double punissabilité en soutenant qu'en Suisse il ne peut y avoir éventuellement qu'un concours improprement dit entre l'importation de stupéfiants (art. 19 ch. 1 al. 3 LStup) et les actes préparatoires à une telle infraction (art. 19 ch. 1 al. 6 LStup). b) En matière de lutte contre les stupéfiants, il faut en outre prendre en considération la réglementation prévue par la Convention unique sur les stupéfiants conclue à New York le 30 mars 1961 et ratifiée aussi bien par la Suisse que par les Etats-Unis d'Amérique: en adhérant à cette convention, la Suisse a renoncé à la possibilité de refuser l'extradition en excipant du concours improprement dit selon le droit suisse. III. Lieu de commission des infractions; art. I du traité. En matière de stupéfiants, il faut interpréter et appliquer le traité en tenant compte de l'art. 36 ch. 2 lettre a(i) et lettre b de la Convention unique de New York: il en résulte que l'extradition ne peut même pas être refusée si les faits poursuivis pour complot et participation à l'importation de stupéfiants aux Etats-Unis s'étaient déroulés en dehors du territoire de cet Etat (consid. 7). IV. L'extradition pour des infractions en matière de stupéfiants ne peut être refusée pour le motif que les autorités de l'Etat requérant ont commencé leurs investigations à la suite de l'activité d'agents provocateurs; en effet, dans la lutte contre le trafic illicite des stupéfiants, ce moyen est prévu également par le droit suisse (cf. art. 23 al. 2 LStup) (consid. 8)."], "faits": "BGE 108 Ib 525 S. 527\n\nRoberto Suarez junior, cittadino boliviano, fu fermato nel corso di un'operazione antidroga dalla polizia ticinese il 18 gennaio 1982 e, trovato in possesso di documenti falsi, arrestato a titolo preventivo dal Procuratore pubblico sostituto della giurisdizione sopracenerina. Il 21 gennaio 1982, l'Ambasciata degli Stati Uniti d'America chiese che Suarez fosse incarcerato a titolo estradizionale sulla scorta di un ordine d'arresto emanato il 9 giugno 1980 dal giudice Hastings della United States District Court for the Southern District of Florida (Miami), siccome prevenuto colpevole del reato di cospirazione per l'importazione di cocaina e di quello d'importazione di 427 kg di cocaina in violazione dei §§ 952 e 963 del titolo 21 dello United States Code (USC). L'Ufficio federale di polizia (UFP), in applicazione degli art. 18 e rel. LEstr, ordinò lo stesso BGE 108 Ib 525 S. 528giorno l'arresto ai fini estradizionali; l'ordine fu notificato l'11 febbraio 1982. La detenzione preventiva ordinata dal Procuratore pubblico sopracenerino fu revocata il 17 marzo 1982; da quel giorno, Suarez è incarcerato unicamente a fini estradizionali. Il procedimento contro di lui aperto per entrata illegale e falsità in documenti, connesso con procedimenti penali per titolo di ricettazione promossi contro la di lui madre, il di lui fratello e due cittadini ticinesi non è ancora conchiuso.\n\nLa domanda formale di estradizione fu presentata dall'Ambasciata il 16 marzo 1982. Essa è accompagnata dall'ordine d'arresto emanato il 9 giugno 1980 dal giudice Hastings; dalla pubblicazione dell'ordine di arresto; da un atto di accusa (Indictment) del 2 dicembre 1981; da un Affidavit del 10 febbraio 1982, reso da Richard A. Fiano, agente speciale dell'Agenzia per la repressione della droga, cui è unita una fotografia che si pretende del ricercato; da un ulteriore Affidavit del 9 febbraio 1982, sottoscritto da Donald L. Graham, assistente dell'Attorney presso la United States District Court Southern District of Florida, nonché dal testo delle disposizioni legali applicabili, i §§ 802, 952, 960, 963, 812 del titolo 21 USC e 2 del titolo 18 USC.\n\nDall'atto d'accusa risulta che Roberto Suarez jun., insieme con Alfredo Gutierrez, Roberto Suarez senior, Marcello Ibanez e Renato Roca-Suarez è prevenuto colpevole (capo I) del reato di cospirazione (§ 963, titolo 21 USC) per l'importazione dalla Bolivia negli Stati Uniti di un quantitativo di ca 854 libbre di cocaina, stupefacente previsto nell'annesso II del § 812, in violazione dei §§ 952(a) e 960(a)(1) del titolo 21 USC; nonché insieme con i predetti (capo II), di partecipazione ai sensi del titolo 18, § 2 nel reato di importazione del predetto quantitativo di 854 libbre di cocaina dalla Bolivia nel territorio degli Stati Uniti, sempre in violazione dei citati §§ 952(a) e 960(a)(1) del titolo 21. I fatti si sarebbero svolti tra il 19 aprile ca e il 28 maggio 1980 a Miami ed altrove. Secondo le dichiarazioni rese dall'agente speciale Fiano, le investigazioni relative al caso sarebbero state iniziate nell'aprile del 1980. Nel mese di maggio 1980 Fiano si sarebbe incontrato a Miami con Marcello Ibanez per discutere con questo circa i metodi coi quali l'organizzazione di Ibanez avrebbe potuto vendere quantitativi rilevanti di cocaina. Queste trattative avrebbero condotto ad un accordo circa la fornitura da parte di Ibanez e dei di lui soci in Bolivia di un quantitativo di 850 libbre. Il 16 maggio 1980 Fiano BGE 108 Ib 525 S. 529sarebbe volato da Lauderdale in Florida a Santa Cruz in Bolivia, a bordo di un aereo privato, in compagnia di Ibanez. Il 23 maggio essi sarebbero atterrati su un aerodromo di fortuna e nascosto, sempre in Bolivia. Quivi Fiano avrebbe avuto una conversazione con il ricercato Roberto Suarez jun. circa la qualità della cocaina. Suarez avrebbe detto a Fiano che la merce sarebbe giunta di lì a poco e dichiarato inoltre di aver esaminato circa 1700 kg di cocaina per scegliere quella di miglior qualità destinata alla fornitura. Fiano avrebbe comunicato a Suarez che se tutto fosse andato bene, si sarebbero potuti concludere ulteriori affari. Un'ora più tardi sarebbe atterrato un Chessna 210 con un carico di 32 sacchi di cocaina, che sarebbero stati trasferiti nell'aereo di Fiano. Il velivolo sarebbe ripartito poi per Miami, dove sarebbe giunto il 25 maggio 1980.\n\nLa domanda d'estradizione fu comunicata a Suarez il 24 marzo 1982. Il ricercato fece opposizione, che fu sviluppata dal suo patrocinatore con memoriali del 9 e del 24 giugno 1982; di quest'ultimo esposto fa parte un parere giuridico rilasciato dal prof. Stratenwerth il 18 giugno 1982. Il 23 giugno 1982 il Dipartimento federale di giustizia e polizia ha trasmesso gli atti al Tribunale federale per il giudizio di sua competenza (art. 23/24 LEstr), accludendovi un rapporto 15 giugno 1982 dell'Ufficio federale di polizia. Quest'ultimo, con succinte osservazioni complementari del 1o luglio 1982, ha poi inviato al Tribunale federale uno scritto 28 giugno 1982 con cui l'opponente ha prodotto un ulteriore parere del prof. Cherif Bassiouni del 25 giugno 1982. Infine, con lettera del 30 luglio 1982, il legale del ricercato ha trasmesso al Tribunale federale nuova documentazione proveniente dagli Archivi del Dipartimento di Stato americano e concernente il caso d'estradizione dei coniugi Terhune, richiesti dagli Stati Uniti alla Gran Bretagna.", "considerants": "Considerando in diritto:\n\n2. a) L'estradizione reciproca dei delinquenti fra gli Stati Uniti e la Svizzera è retta dal Trattato di estradizione del 14 maggio 1900, completato dai Trattati addizionali del 10 gennaio 1935 e del 31 gennaio 1940 (RS 0.353.933.6). Inapplicabile in materia d'estradizione è invece il Trattato concluso il 25 maggio 1973 fra la Svizzera e gli Stati Uniti e concernente l'assistenza giudiziaria reciproca in materia penale (RS 0.351.933.6; cfr. art. 2 n. 1 lett. a).BGE 108 Ib 525 S. 530\n\nLe disposizioni del Trattato d'estradizione prevalgono su quelle della legge federale sull'estradizione (LEstr), che può però esser tenuta in considerazione per interpretarlo e colmarne le lacune, a condizione che ciò non porti a risultati in contrasto con il Trattato (DTF 105 Ib 296 consid. 1a, DTF 102 Ia 319 consid. 1, DTF 101 Ia 406 /7 consid. 1a).\n\nb) Gli Stati Uniti e la Svizzera sono inoltre entrambi parti della Convenzione unica sugli stupefacenti, conclusa a Nuova York il 30 marzo 1961 (RU 1970, pag. 802 segg.): questa Convenzione è stata ratificata dalla Svizzera il 23 gennaio 1970 ed è entrata in vigore il 22 febbraio 1970; per gli USA, l'adesione risale al 25 maggio 1967 e l'entrata in vigore al 24 giugno 1967. La Svizzera è inoltre parte della Convenzione internazionale per la repressione del traffico illecito degli stupefacenti, conclusa a Ginevra il 26 giugno 1936, a cui gli Stati Uniti non hanno aderito (RU 1953, pag. 191 segg.).\n\nSu queste Convenzioni, in quanto rilevanti per il caso in esame, si tornerà in seguito.\n\nc) Nelle procedure dipendenti dall'art. 23 LEstr, il Tribunale federale esamina liberamente se le condizioni per accordare l'estradizione sono adempiute, e non è legato ai soli motivi sollevati dall'opponente. L'esame del Tribunale federale può estendersi anche alle questioni formali, su cui spetta in primo luogo all'Ufficio federale di polizia di pronunciarsi, a meno che su di esse già si sia definitivamente pronunciato il Consiglio federale (DTF 105 Ib 296 consid. 1b, DTF 101 Ia 62 segg. consid. 3, 421 consid. 1c, 100 Ia 410 consid. 1c).\n\n3. Sotto il profilo formale, Suarez sostiene che la documentazione presentata a sostegno della domanda sarebbe insufficiente e non corrisponderebbe a quanto stabilito dall'art. V cpv. 2 del Trattato. Secondo questa disposizione, la domanda dev'esser accompagnata da una copia conforme e debitamente vidimata dal mandato d'arresto emanato dal magistrato competente del paese in cui fu commessa l'infrazione, come pure da copie vidimate delle deposizioni o altre prove sul cui fondamento è stato emesso il mandato d'arresto. Questi documenti debbono contenere l'indicazione precisa dell'infrazione incriminata al ricercato, del luogo in cui è stata commessa e della data.\n\nIl Tribunale federale ha già avuto modo di rilevare, con riferimento a norme analoghe contenute in trattati del sistema continentale europeo, BGE 108 Ib 525 S. 531che queste disposizioni debbono in genere esser interpretate alla luce della finalità che perseguono, che è quella di consentire alla Parte richiesta di qualificare i fatti per rapporto al diritto d'estradizione, in particolare per stabilire che il reato non è avvenuto sul territorio della Parte richiesta, per escludere che l'azione sia prescritta secondo le leggi dello Stato ove il ricercato ha trovato rifugio, come pure per qualificare il reato e consentire un giudizio sull'eventuale natura politica dello stesso (DTF 101 Ia 62 e rif., 421 consid. 2).\n\nNon v'è alcun motivo per interpretare più severamente o restrittivamente queste disposizioni circa la documentazione richiesta, allorquando si tratta dell'esame da parte del giudice d'estradizione svizzero di richieste presentate dagli Stati Uniti e ciò in ragione del fatto che, per la diversa concezione del diritto anglosassone, il giudice dell'estradizione americano si riserva, nel caso inverso, di esaminare preliminarmente la colpevolezza del ricercato, ed a tal fine può aver bisogno di maggiori ragguagli che non il giudice svizzero, che non procede invece a codesto esame. Questa diversità dei due sistemi è d'altronde esplicitamente sottolineata nell'articolo I cpv. 1, seconda e terza frase del Trattato: in quest'ultima è espressamente precisato che, per quanto riguarda la Svizzera, \"l'estradizione avrà luogo in base alle leggi ivi in vigore al tempo della domanda\" (cfr. anche il messaggio del Consiglio federale del 25 settembre 1900 in FF franc. 1900 IV pag. 244 e, per l'analogo caso del Trattato con la Gran Bretagna, DTF 101 Ia 408 /9 consid. 3). Ciò posto, è sufficiente constatare che è stato prodotto l'ordine d'arresto emanato dal competente magistrato americano il 9 giugno 1980 e che nessuno afferma che tale ordine sia stato successivamente revocato. Che l'Indictment originario del 3 giugno 1980 sia stato sostituito da quello del 2 dicembre 1981, prodotto con la domanda, non è rilevante ai fini del giudizio. A ciò nulla muta neppure la circostanza che l'Affidavit dell'Attorney Graham, che si limita praticamente a descrivere i fatti addebitati al ricercato ed a qualificarli secondo il diritto americano, e l'Affidavit dell'agente speciale Fiano siano stati protocollati ai fini della domanda estradizionale in epoca successiva all'ordine d'arresto. Altrettanto irrilevante è la circostanza per cui l'Attorney Graham, nel riferire il contenuto della dichiarazione dell'agente Fiano, sia incorso manifestamente in un'inesattezza, attribuendo a Suarez una dichiarazione che - stando al protocollo testimoniale di Fiano - è dello stesso Fiano.BGE 108 Ib 525 S. 532\n\nSe ne deve concludere che, ai fini dell'esame che compete al giudice svizzero dell'estradizione, la documentazione annessa alla domanda è sufficiente e che le obiezioni di natura procedurale sono pertanto infondate. Conformemente alla domanda d'estradizione, si deve quindi ritenere che le autorità americane intendono perseguire il ricercato tanto per aver cospirato ai fini di importare, quanto per aver importato cocaina nel quantitativo allegato dalla Bolivia negli Stati Uniti. Non v'è alcuna ragione - contrariamente all'opinione del ricercato - per limitare l'esame all'imputazione di \"conspiracy\", la sola contenuta nel primo Indictment e la sola indicata nell'atto d'arresto.\n\n4. Secondo l'art. II n. 13 del Trattato, le infrazioni alle disposizioni concernenti gli stupefacenti costituiscono reati estradizionali alla condizione che esse comportino in Svizzera una pena privativa della libertà di un anno almeno e che negli Stati Uniti siano punibili come crimini (felony). Determinanti, nel caso di una persona ricercata, sono le pene edittali (DTF 97 I 381 dd). Queste condizioni sono adempiute. La pena prevista dal diritto americano per la violazione dei §§ 963 e 952 del titolo 21 è di 15 anni per ognuno dei reati: questi costituiscono quindi crimini (felony) ai sensi del titolo 18 § 1 USC (cfr. DTF 97 I 379 consid. 4a). La pena edittale prevista in Svizzera per casi gravi di violazione dell'art. 19 LS - com'è indubbiamente il presente - è della reclusione, risp., della detenzione non inferiore all'anno (art. 19 n. 1 e 2 LS). A giusta ragione, pertanto, l'opponente non solleva neppure la questione dell'adempimento dei requisiti convenzionali circa il minimo della pena comminata.\n\n5. Il ricercato sostiene innanzitutto che per l'accusa di \"conspiracy\" fa difetto il requisito della doppia incriminazione. Supposti avvenuti in Svizzera i fatti che si pretendono verificati negli Stati Uniti, l'autore di essi non potrebbe esser in Svizzera contemporaneamente perseguito per aver intenzionalmente importato un determinato quantitativo di cocaina (art. 19 n. 1 cpv. 3 LS) e per aver fatto preparativi (art. 19 n. 1 cpv. 6 LS) per importare la medesima quantità di cocaina: tra l'infrazione, costituita dal preparativo, e quella costituita dalla commissione del reato sussisterebbe infatti solo concorso improprio, non concorso reale, per cui la seconda infrazione assorbirebbe la prima.\n\nIn materia di stupefacenti, la questione di sapere se tra l'infrazione costituita dal preparativo e l'infrazione costituita dalla commissione del reato sussista un concorso reale oppure soltanto un concorso improprio non BGE 108 Ib 525 S. 533può in diritto svizzero avere risposta univoca: essa dipende infatti dalle circostanze di fatto, segnatamente dalla relazione tra l'atto preparatorio e il reato portato a termine. Se il preparativo si esaurisce in quanto appare indispensabile per l'esecuzione del reato commesso integralmente, v'è concorso improprio e l'infrazione costituita dall'atto preparatorio è assorbita da quella del reato perfezionato, alla stessa guisa che - di norma - il reato consumato assorbe il tentativo come fase del reato portato a termine: concorso reale sussiste invece allorquando il preparativo va oltre e costituisce o può costituire atto preparatorio per altri reati (sentenza inedita del 21 dicembre 1977 in re Connell, consid. 7b; cfr. anche, nell'analoga materia di reati commessi con esplosivi, DTF 103 IV 242 /45 consid. 1; inoltre: SCHÜTZ, Die Strafbestimmungen des Bundesgesetzes über die Betäubungsmittel vom 3. Oktober 1951 in der Fassung vom 20. März 1975, tesi Zurigo 1980, pag. 128). Non occorre tuttavia approfondire oltre la questione. Infatti, quand'anche si ammettesse la tesi di un concorso improprio, sostenuta con buoni argomenti dal ricercato, la suddetta circostanza non consentirebbe comunque di negare in casu - come già è stato deciso nella sentenza Connell (consid. 7c) - il requisito della doppia incriminabilità.\n\na) Va tenuto innanzitutto presente che uno Stato estero può risolvere il problema del concorso in modo diverso da quello stabilito dal diritto svizzero. Ciò vale, ad esempio, per gli Stati Uniti: chi prepara con altri l'importazione illegale di un quantitativo determinato di stupefacenti e procede poi all'importazione del predetto quantitativo può esservi condannato cumulativamente sia per \"conspiracy\", ossia per far parte di un'associazione diretta a commettere quel reato, sia per importazione illegale di stupefacenti. Le autorità statunitensi ravvisano tra i due atti un concorso reale e non un concorso improprio. La giurisprudenza del Tribunale federale ha tenuto conto di tale concezione, accordando senza riserva l'estradizione di un cittadino americano ricercato dagli Stati Uniti tanto per \"conspiracy\", quanto per importazione illegale di stupefacenti (DTF 101 Ia 533 segg.). In linea di massima, la prassi giurisprudenziale svizzera tende ad accordare l'estradizione per reati che, se commessi in Svizzera, sarebbero secondo il diritto svizzero assorbiti da altro reato, ma che sono puniti separatamente dal diritto dello Stato richiedente, alla condizione - beninteso - che si tratti in ambo i casi di BGE 108 Ib 525 S. 534reati estradizionali (cfr. al proposito DTF 60 I 216/217, DTF 50 I 262). Ciò si giustifica pel fatto che, sotto il profilo estradizionale, è determinante la punibilità dei fatti considerati, indipendentemente dalla \"figura juris\" che sia loro riconosciuta nell'uno o nell'altro Stato. Lo scopo dell'istituto dell'estradizione, ossia la cooperazione nella repressione della delinquenza, verrebbe in parte meno, ove si dovesse pretendere che sia lo Stato richiedente che lo Stato richiesto abbiano a sussumere giuridicamente sotto uno stesso reato i fatti per i quali l'estradizione si giustifica. Ciò significherebbe altresì non tener conto sufficientemente della diversità dei sistemi giuridici, riferita a fatti la cui repressione in ambedue gli Stati è pacifica e, come nella fattispecie, addirittura prescritta da una Convenzione internazionale. È quindi, ad esempio, senza dubbio possibile concedere l'estradizione per rapina e per lesioni personali gravi, commesse in occasione della rapina, ad uno Stato nel quale tali reati siano puniti separatamente, ossia nel quale il reato di lesioni personali non sia assorbito da quello della rapina qualificata, come è invece il caso in Svizzera in virtù dell'art. 139 cpv. 2 CP (cfr. sentenza 21 dicembre 1977 in re Donadoni, consid. 6c non pubblicato in DTF 103 Ia 624 segg.).\n\nb) Abbondanzialmente può osservarsi che i preparativi di cui all'art. 19 n. 1 cpv. 6 LS, laddove siano per diritto svizzero assorbiti nel reato configurato nei cpv. 1 a 5 e quindi non punibili come tali, non sono peraltro neppure in Svizzera irrilevanti come atti a sé stanti e possono anzi essere produttivi di specifici effetti giuridici. Senza parlare della funzione che tali atti preparatori possono assumere, ad esempio per le loro modalità, nella determinazione della pena del reato condotto a termine (cfr. DTF 107 IV 61), tali atti, se compiuti nel periodo di prova consecutivo ad una condanna con sospensione condizionale della pena, possono comportare per l'interessato le conseguenze previste nell'art. 41 n. 3 CP (revoca del beneficio, prolungamento del periodo di prova, ecc.), anche se il reato che dà origine al concorso improprio si è perfezionato solo dopo la scadenza del periodo di prova; lo stesso dicasi per i preparativi compiuti durante il periodo di liberazione condizionale ai sensi degli art. 38 e 45 CP. Poiché anche in caso di concorso improprio i preparativi sono suscettibili di rilevanza penale secondo l'ordinamento svizzero, non si vede per quale ragione essi non possano dar luogo ad estradizione a favore di uno Stato che non ne ammetta l'assorbimento nel reato condotto a termine, ossia che, a norma della propria disciplina BGE 108 Ib 525 S. 535giuridica, non ammetta, con riferimento a tali preparativi, il concorso improprio.\n\nc) Sostanzialmente nella stessa obiezione del concorso improprio si risolve quella contenuta nel parere del prof. Stratenwerth, per il quale a Suarez potrebbe rimproverarsi semmai una vendita di cocaina commessa e perfezionata (DTF 105 IV 327 segg.) in Bolivia, vendita per la quale l'estradizione non è richiesta e che assorbirebbe, in una relazione di concorso improprio, ogni partecipazione del venditore al reato commesso dall'acquirente della droga, cioè alla susseguente importazione della cocaina negli Stati Uniti. Anche sotto questo profilo valgono - mutatis mutandis - le considerazioni che si sono svolte sopra.\n\nInoltre si deve tener presente la particolare disciplina stabilita in materia di lotta contro gli stupefacenti dal diritto internazionale convenzionale (sentenza Connell, consid. 7c/cc). L'art. 36 n. 2 lett. a(i) della Convenzione unica sugli stupefacenti ha infatti espressamente sancito che ciascuna delle infrazioni contemplate nel n. 1 dello stesso articolo dev'essere considerata come un'infrazione distinta se dette infrazioni sono commesse in Stati diversi. Il n. 1 dell'art. 36, dal canto suo, richiama le infrazioni in materia di stupefacenti punibili negli Stati membri della Convenzione; tra di esse sono da comprendersi per la Svizzera anche i \"preparativi\" di cui all'art. 19 n. 1 cpv. 6 LS. La Svizzera non ha formulato alcuna riserva tendente a limitare l'ambito d'applicazione dell'art. 36 n. 2 lett. a della Convenzione unica. Ne discende che essa, aderendo a tale Convenzione, ha anche assunto l'impegno di considerare, agli effetti estradizionali, quale infrazione a sé stante qualsiasi infrazione in materia di stupefacenti commessa in uno Stato estero e che in conseguenza non può, in sede di cooperazione nella repressione penale dei reati in materia di stupefacenti, negare l'estradizione per il fatto che, secondo il diritto svizzero, sussisterebbe concorso improprio tra il reato per il quale l'estradizione è chiesta ed altro reato che lo avrebbe assorbito e che dovrebbe essere oggetto di un procedimento penale in uno Stato terzo (in concreto la Bolivia). In altri termini, aderendo alla citata disposizione convenzionale, la Svizzera ha rinunciato ad eccepire, quale motivo per negare un'estradizione nella materia di cui trattasi, il concorso improprio secondo il diritto svizzero. È vero che la prima frase dell'art. 36 n. 2 della Convenzione unica riserva espressamente, oltre le disposizioni costituzionali di ogni Parte, il \"rispettivo sistema giuridico\" e la \"legislazione nazionale\". Tale generica riserva, in BGE 108 Ib 525 S. 536particolare se considerata alla luce delle considerazioni svolte sopra circa l'opportuno rispetto di sistemi giuridici diversi, che non urtino l'ordine pubblico, non può tuttavia restringere - in assenza di una riserva specificamente formulata dalle autorità svizzere - l'obbligo assunto dalla Svizzera. Lo scopo perseguito dall'art. 36 n. 2 lett. a(i) della Convenzione unica, il quale può essere realizzato soltanto con un'ampia cooperazione internazionale, non consente un'interpretazione restrittiva di detta norma: essa va interpretata alla luce della solidarietà internazionale nella lotta contro gli stupefacenti ed applicata restrittivamente soltanto laddove esistono in senso contrario imperiose esigenze dell'ordinamento nazionale, ciò che non è manifestamente il caso per quanto concerne la questione del concorso improprio.\n\nNe viene che le obiezioni dedotte dall'esistenza di un concorso improprio tra la cospirazione per l'importazione e l'importazione di cocaina negli Stati Uniti, da un lato, rispettivamente la vendita di cocaina in Bolivia e la partecipazione o complicità all'importazione negli Stati Uniti, dall'altro, non possono fondare - sotto il profilo estradizionale - l'eccezione di mancanza del requisito della doppia incriminabilità.\n\n6. Secondo l'opponente, mancherebbe negli atti la benché minima prova che egli fosse consapevole che la droga venduta in Bolivia era destinata ad essere importata negli Stati Uniti. Con questa obiezione, tuttavia, il ricercato si limita a contestare la propria colpevolezza, analogamente a quanto avviene allorquando egli si proclama assolutamente estraneo a tutti i fatti addebitatigli. Per costante giurisprudenza, la questione della colpevolezza - riservate eccezioni che qui non ricorrono - sfugge al giudice svizzero dell'estradizione ed è riservata a quello americano del merito (DTF 101 Ia 611 consid. 2, 424 consid. 5, DTF 95 I 467 consid. 5).\n\n7. a) Il ricercato, fondandosi su un parere del prof. Bassiouni, sostiene inoltre che, pur non potendosi negare che gli Stati Uniti posseggano, secondo l'attuale evoluzione della loro giurisprudenza, giurisdizione per perseguire reati del genere di quello qui esaminato, commessi in realtà fuori del loro territorio, l'esistenza di codesta giurisdizione non è sufficiente a giustificare l'estradizione secondo l'art. I del Trattato, poiché il termine \"territorio\" dovrebbe esser qui inteso nel senso stretto che corrispondeva alla volontà delle Parti contraenti nel 1900, al momento della stipulazione del Trattato. Producendo BGE 108 Ib 525 S. 537la relativa documentazione degli Archivi del Dipartimento di Stato americano, egli richiama inoltre il caso dei coniugi Terhune, ove il magistrato inglese richiesto dell'estradizione agli USA dei predetti - cittadini americani accusati di reati di falso - l'aveva rifiutata, con la motivazione che l'attività delittuosa si era svolta al di fuori del territorio degli Stati Uniti, ancorché su una base militare americana.\n\nAi fini del giudizio, non è però necessario esaminare se, come sostenuto nel parere, il termine di \"territorio\" debba esser veramente interpretato nel senso oltremodo restrittivo auspicato dall'autore, il che è quantomeno dubbio. Né d'altra parte giova all'opponente la decisione negativa emanata dal magistrato inglese nel caso Terhune, indipendentemente dal fatto che tale decisione non sarebbe comunque vincolante per il giudice svizzero dell'estradizione.\n\nNon si può disattendere infatti che la Svizzera e gli Stati Uniti sono parti anche della Convenzione unica di Nuova York. Ora, non solo la Convenzione impegna gli Stati a considerare ciascuna infrazione come infrazione distinta [art. 36 n. 2 lett. a(i)], ma essa (art. 36 n. 2 lett. b) dichiara auspicabile che le infrazioni contemplate al n. 1 e al comma (ii) della lett. a del n. 2 siano considerate come casi d'estradizione ai sensi d'ogni trattato d'estradizione concluso o da concludersi fra le Parti, e siano riconosciute come casi d'estradizione tra le Parti che non subordinano necessariamente l'estradizione all'esistenza di un trattato o della reciprocità, alla sola condizione che l'estradizione sia conforme alla legislazione della Parte richiesta e che il reato non debba esser considerato insufficientemente grave. Di questa disposizione della Convenzione unica di Nuova York si deve manifestamente tener conto interpretando in materia di reati concernenti gli stupefacenti il Trattato d'estradizione con gli Stati Uniti: comunque sia, un'interpretazione favorevole all'applicabilità del Trattato e all'efficacia della collaborazione internazionale in materia di repressione del traffico degli stupefacenti non può certo costituirne violazione.\n\nIn questo contesto non è fuori luogo ricordare come, in materia d'estradizione, la Convenzione unica di Nuova York del 1961 segni un regresso rispetto alla Convenzione di Ginevra del 1936, il cui art. 9 - espressamente abrogato dalla Convenzione unica (art. 44 n. 2) - imponeva alle parti come obbligatorio in tema d'estradizione ciò che la Convenzione BGE 108 Ib 525 S. 538unica si limita oggi a dichiarare auspicabile (souhaitable) (cfr. il messaggio del Consiglio federale del 20 marzo 1968 in FF 1968 I pagg. 1016/1020; ENCYCLOPÉDIE DALLOZ, Droit international, vol. II, \"Stupéfiants\", pag. 873 segg., in part. n. 29/34). Questo risultato paradossale ha indotto la Svizzera, allorquando ha aderito alla Convenzione unica, a far uso della facoltà concessale dall'art. 44 n. 2 di detta Convenzione, e a dichiarare che essa mantiene in vigore l'art. 9 della Convenzione del 1936 (cfr. RU 1970, pag. 839).\n\nAnche se è vero - come avverte il messaggio del Consiglio federale (FF 1968 I pag. 1022) - che tale dichiarazione esplica effetti obbligatori solo nei confronti di quegli Stati, parti della Convenzione del 1936, che, aderendo alla Convenzione unica, esprimono (come ad esempio ha fatto la Francia: cfr. RU 1970, pag. 838) una dichiarazione analoga, essa documenta tuttavia la volontà della Svizzera - della quale va tenuto debito conto - di considerarsi impegnata nel modo più incisivo previsto dalla Convenzione di Ginevra del 1936 in materia di estradizione.\n\nb) A parte ciò, non può essere ignorato che, secondo la descrizione dei fatti contenuta nella domanda e nei documenti allegati, parte dei fatti che concorrono a fondare l'accusa di \"conspiracy\" si sono svolti - così l'incontro di Ibanez con Fiano a Miami - sul territorio degli Stati Uniti: quale compartecipe di tale \"conspiracy\", Suarez deve lasciarsi opporre anche le azioni commesse direttamente negli Stati Uniti da altri correi (SCHULTZ, in ZBJV 112/1976, pag. 450). Per il resto, non giova all'opponente neppure il riferimento alla critica espressa da questo autore nel commento alla sentenza Lynas (DTF 101 Ia 533 segg.): questa critica, di cui il Tribunale federale ha peraltro tenuto conto (DTF 105 IV 326 segg.), concerne infatti la sola applicazione del principio dell'ubiquità, ma non investe affatto il merito di quella sentenza, a cui l'autore espressamente sottoscrive.\n\n8. Suarez sembra inoltre sostenere che l'estradizione dovrebbe esser negata - con riferimento all'Affidavit di Fiano - perché la procedura americana si fonderebbe sull'attività abusiva di agenti provocatori.\n\nL'eccezione è infondata. Giusta l'art. 23 cpv. 2 LS, disposizione introdotta con la novella del 20 marzo 1975, in vigore dal 1o agosto successivo, il funzionario che, a scopo d'indagine, accetta direttamente o per il tramite di una terza persona un'offerta di stupefacenti oppure che, direttamente o per il tramite di una terza persona, riceve stupefacenti non BGE 108 Ib 525 S. 539è punibile anche se non ha rivelato la sua identità e funzione. La disposizione è stata introdotta per facilitare alla polizia le indagini in un campo in cui esse sono particolarmente difficili: il traffico illecito degli stupefacenti costituisce infatti un esempio del tipo perfetto di crimine organizzato (messaggio del Consiglio federale del 9 maggio 1973 in FF 1973 I pag. 1127). Non può quindi rimproverarsi alle autorità americane di esser ricorse, nella lotta contro il traffico degli stupefacenti, a mezzi di cui anche i funzionari svizzeri potrebbero avvalersi.\n\n9. L'opposizione dell'estradando è quindi infondata e dev'essere respinta, e l'estradizione accordata senza restrizione per i fatti menzionati nella domanda. In applicazione dell'art. 13 cpv. 1 LEstr, all'estradizione sarà tuttavia dato seguito soltanto dopo che il procedimento penale attualmente in corso contro il ricercato sarà concluso e scontata un'eventuale condanna, con riserva dell'estradizione provvisoria a fini processuali giusta l'art. 13 cpv. 2 LEstr.\n\nIl Tribunale federale pronuncia:\n\nL'opposizione è respinta ed è accordata l'estradizione dell'opponente per i fatti menzionati nella domanda d'estradizione."}