{"annee": "109", "cour": "II", "page": "436", "date": "27/9/1983", "cite": ["46 II 403", "57 II 69", "54 II 257", "105 II 268", "60 II 337", "76 II 371", "48 II 74", "97 II 390", "47 II 301", "47 II 190"], "cite_par": ["123 III 241", "120 IB 474", "117 II 256", "122 III 53", "115 III 18"], "chapeau": "92. Estratto della sentenza 27 settembre 1983 della I Corte civile nella causa Discount Bank Overseas Limited contro Mowlazadeh (ricorso per riforma)", "regestes": ["Dommage supérieur à l'intérêt moratoire (art. 106 al. 1 CO), dû à la dépréciation de la monnaie pendant la demeure. 1. La répartition du dommage supérieur à l'intérêt moratoire peut être demandée dans un nouveau procès, même si la créance sur laquelle l'intérêt est dû a déjà fait l'objet d'un jugement (consid. 1). 2. L'admission d'un dommage supplémentaire dû à la perte de valeur de la monnaie contractuelle ne peut résulter de la seule possibilité que le créancier aurait eue de transformer cette monnaie en devise forte; on doit examiner s'il existe des preuves ou indices suffisants pour que la réalisation d'une telle opération apparaisse très vraisemblable. La conversion en monnaie ayant cours légal au domicile ou au centre d'affaires du créancier est néanmoins présumée (précision de la jurisprudence, consid. 2)."], "faits": "BGE 109 II 436 S. 437\n\nA.- Il 15 maggio 1979 la Discount Bank Overseas Limited è stata condannata dal Tribunale federale a versare al dott. Mahmoud Mowlazadeh le somme seguenti:\n\n- Fr. 14'739.45 con gli interessi maturati al 13.2.1976,\n\n- DM 15'317.10 con gli interessi maturati al 13.2.1976,\n\n- US $ 2'358.19 con gli interessi maturati al 13.2.1976,\n\n- US $ 215'000.-- con interessi al 6 5/16% dal 12.11.1975 al\n\n13.2.1976 su US $ 260'000.--, meno interessi al 5% dal 1.7.1975 su\n\nUS $ 45'000.--,\n\nil tutto con interessi al 6% dal 14 febbraio 1976.\n\nLa sentenza conferiva alla Banca, inoltre, la facoltà di versare al creditore gli importi in valuta estera (DM e US $) convertiti in franchi svizzeri al cambio del 13 febbraio 1976. I primi tre importi consistevano nel saldo di un conto convenzionale aperto dal dott. Mowlazadeh presso la Banca; l'ultimo nella parziale restituzione di un deposito fiduciario di 260'000 dollari scaduto il 23 febbraio 1976. La Banca s'era rifiutata di effettuare i versamenti, invocando la compensazione del debito con un ulteriore conto intestato al dott.\n\nBGE 109 II 436 S. 438Mowlazadeh, chiuso con un passivo di oltre 242'000 dollari. Quest'ultimo era stato creato da due impiegati della Banca, condannati in seguito a pene detentive per malversazioni; il dott. Mowlazadeh si era accorto dell'ammanco, ma aveva aderito alle promesse risarcitorie d'uno degli impiegati responsabili e aveva sottaciuto il fatto alla Banca. Il Tribunale di appello del Cantone Ticino, ravvisando in tale comportamento una negligenza del titolare del conto, aveva ridotto la pretesa complessiva del dott. Mowlazadeh di 60 mila dollari. Il Tribunale federale ha limitato la riduzione a 45 mila dollari.\n\nB.- In conformità alla sentenza del Tribunale federale, la Discount Bank Overseas Limited ha corrisposto il 6 giugno 1979 al dott. Mowlazadeh gli importi predetti, ciascuno nelle rispettive valute. Mentre però la loro somma equivaleva, il 13 febbraio 1976, a Fr. 575'500.51, alla data del pagamento essa non rappresentava che Fr. 395'848.24 in ragione del diverso cambio del dollaro statunitense e del marco tedesco. Il 16 luglio 1980 il dott. Mowlazadeh ha convenuto la Discount Bank Overseas Limited dinanzi al Tribunale di appello del Cantone Ticino, chiedendo la rifusione della differenza sul cambio (Fr. 179'852.27) con interessi al 6% dal 13 febbraio 1976 al 6 giugno 1979, più interessi al 6% dal 16 luglio 1980. Con sentenza del 27 gennaio 1983 la corte cantonale ha riconosciuto il danno fatto valere dall'attore oltre agli interessi moratori già percepiti e ha accolto la petizione.\n\nC.- Insorta il 7 marzo 1983 con un ricorso per riforma al Tribunale federale, la Discount Bank Overseas Limited conclude per l'annullamento della sentenza cantonale e la reiezione d'ogni pretesa; in linea di subordine postula l'accoglimento della petizione limitatamente a Fr. 128'791.50 più interessi al 5% dal 9 giugno 1979. Mahmoud Mowlazadeh domanda di respingere il ricorso.", "considerants": "Considerando in diritto:\n\n1. La ricorrente ribadisce in via preliminare l'eccezione di cosa giudicata proposta in sede cantonale, sostenendo che la conversione in franchi svizzeri degli importi fissati in valuta estera avrebbe già formato oggetto delle precedenti sentenze. Tanto la Camera civile di appello quanto il Tribunale federale avrebbero accertato, infatti, un'obbligazione BGE 109 II 436 S. 439alternativa che autorizzava la Banca a pagare sia in valuta effettiva, sia in franchi svizzeri al cambio del 13 febbraio 1976.\n\nL'eccezione è priva di fondamento. Secondo il diritto federale una sentenza osta all'introduzione di un successivo processo civile ove quest'ultimo verta fra le stesse parti, riguardi l'identica pretesa e sia fondato sul medesimo complesso di fatti (DTF 105 II 270, DTF 97 II 396 seg. con richiami). La causa in esame concerne il danno eccedente l'ammontare degli interessi moratori che l'attore deduce dalla tardiva ricezione di somme in moneta estera, ormai deprezzate rispetto al loro valore in franchi svizzeri al momento della scadenza del credito. Tale pretesa non è stata oggetto della procedura anteriore, con la quale erano stati giudicati, nella loro esistenza ed entità, il credito vantato contrattualmente dal dott. Mowlazadeh, il danno opposto in compensazione dalla Banca e il totale degli interessi moratori. Non s'era fatta questione dell'eventuale danno maggiore dell'interesse moratorio patito dal dott. Mowlazadeh in seguito al tardivo pagamento della Banca (art. 106 cpv. 1 CO).\n\nLa facoltà data alla Banca di tacitare il creditore in valuta estera o in franchi svizzeri al cambio della scadenza discende dall'art. 84 cpv. 2 CO ed è estranea all'art. 106 CO. L'autorizzazione riprende soltanto una norma legale. Essa indica, senz'altro significato per l'entità della pretesa, il modo in cui la debitrice poteva liberarsi dell'obbligazione; non influisce minimamente, invece, sull'esistenza di un danno superiore all'interesse moratorio (WEBER in: Berner Kommentar, 3a edizione, nota 340 ad art. 84 CO; HENGGELER, Die Abwertung des Schweizerfrankens und ihr Einfluss auf die zivilrechtlichen Verhältnisse, in: RDS 56/1937, pag. 157a segg., in particolare pag. 228a; DTF 57 II 72 consid. 3, DTF 54 II 266). La rifusione di un danno siffatto configura una pretesa indipendente dal credito cui si riferisce l'art. 84 cpv. 2 CO, una pretesa che si aggiunge al credito originale (BUCHER, Schweizerisches Obligationenrecht, Allgemeiner Teil, pag. 269 con rinvii; cfr. DTF 76 II 375 consid. 4, DTF 60 II 340 consid. 2). Del resto la scelta consentita dall'art. 84 cpv. 2 CO non ha effetto liberatorio per il debitore moroso (VON TUHR/PETER, Allgemeiner Teil des schweizerischen Obligationenrechts, vol. I, pag. 65 con citazioni). La riparazione d'un danno eccedente l'interesse moratorio può, quindi, essere chiesta con una nuova causa, anche se il credito sul quale è maturato l'interesse di mora ha già formato oggetto di una BGE 109 II 436 S. 440precedente sentenza (cfr. VON BÜREN, Schweizerisches Obligationenrecht, Allgemeiner Teil, pag. 368 nota 16). In tali circostanze il debitore non può sollevare l'eccezione di cosa giudicata.\n\n2. La corte cantonale ritiene che il risarcimento spettante all'attore secondo l'art. 106 CO corrisponda alla somma indicata nella petizione, cioè al deprezzamento subito nei confronti del franco svizzero dagli importi in valuta estera versati dalla Banca. Non competerebbe al creditore provare che, in caso di corretto e tempestivo pagamento da parte del debitore, egli avrebbe trasformato l'incasso in moneta non svalutata. Scostandosi da una recente sentenza del Tribunale federale (pubblicata in Rep. 1978, pag. 242 segg., in particolare pag. 251), la corte reputa che quest'ultima ipotesi non esaurisca tutte le possibilità di danno imputabili al deprezzamento, giacché il creditore avrebbe anche potuto far uso della moneta deprezzata per adempiere ai propri obblighi in tale valuta.\n\nLa ricorrente non contesta l'ammontare del deprezzamento calcolato dai giudici cantonali. A suo parere tuttavia il creditore non avrebbe patito alcun danno: intanto egli non avrebbe recato la minima dimostrazione del pregiudizio; in secondo luogo, quand'anche egli avesse ricevuto alla scadenza la somma in valuta straniera, le norme legali vigenti in Svizzera a quel momento avrebbero reso estremamente svantaggiosa una conversione del credito in franchi svizzeri. Circa l'asserito impiego di moneta estera per liquidare pendenze nella stessa valuta, il creditore non potrebbe esigere nulla più degli interessi moratori già riscossi, dal momento che le menzionate pendenze si sarebbero a loro volta rinvilite nei confronti del franco svizzero. Comunque sia, seppure il creditore fosse riuscito a trasformare le divise estere in franchi svizzeri, questi non avrebbero portato frutti, per cui al danno dovevano essere sottratti gli interessi di mora; in via di subordine, dunque, la ricorrente conclude per una riduzione del danno a Fr. 128'791.50.\n\na) In virtù dell'art. 106 CO, il debitore in mora risponde del pregiudizio conseguente al deprezzamento della moneta fra la data della costituzione in mora e quella del pagamento, premesso che il danno ecceda l'ammontare degli interessi moratori. Tale danno non consiste nella perdita del valore d'acquisto, bensì nel deteriorarsi della parità valutaria della moneta contrattuale, di modo che il ritardo nel pagamento impedisce al creditore di convertire per tempo la somma che gli spetta nella divisa non BGE 109 II 436 S. 441soggetta a deprezzamento. Per quanto attiene all'esistenza e alla dimostrazione del danno, la giurisprudenza del Tribunale federale non è sempre stata costante.\n\nIn due sentenze del 1920 e 1921 (DTF 46 II 403 e DTF 47 II 301) il Tribunale federale ha deciso che il creditore straniero tacitato nella moneta del suo paese non può prevalersi del deprezzamento occorso alla stessa, ove non dimostri che, se fosse stato pagato alla scadenza, avrebbe trasformato subito l'intera somma in franchi svizzeri. Per converso il Tribunale federale ha deciso, in altre sentenze (DTF 47 II 190 e 438, DTF 48 II 74, DTF 60 II 337), che il rischio legato a una svalutazione della moneta del pagamento incombe, giusta l'art. 103 CO, al debitore in mora e che il creditore patisce un danno già per il fatto di non aver potuto cambiare in valuta forte la somma ormai deprezzata. Simile concezione partiva dal presupposto che il debitore in mora non deve trarre profitto da un fortuito deprezzamento valutario; dato che la discesa del cambio estero rispetto al giorno della scadenza del credito fa presumere un danno supplementare, tocca al debitore provare che il creditore non ha sofferto alcun danno o ha sofferto un danno inferiore alla perdita di corso, oppure sarebbe stato danneggiato indipendentemente dalla mora nel versamento. In seguito il Tribunale federale ha ribadito che il valore di una moneta senza corso legale al domicilio del creditore va apprezzato in base alla parità di tale moneta nel luogo di domicilio, dovendosi presumere appunto che il creditore residente all'estero avrebbe convertito in moneta del suo paese la somma ricevuta in valuta straniera (DTF 76 II 371). Da ultimo, nella già citata sentenza del 30 settembre 1976 pubblicata in Rep. 1978 pag. 242, il Tribunale federale ha ristabilito una prassi sostanzialmente restrittiva. Dopo aver rilevato che la presunzione d'un danno derivante in ogni caso al creditore dalla perdita sul cambio appare troppo assoluta, esso ha confermato che esiste, invero, una presunzione naturale secondo cui il creditore di valuta straniera trasforma la somma ricevuta in moneta nazionale, rispettivamente del paese di residenza, ma ha precisato che la mera possibilità teorica per il creditore di trasformare il proprio credito in una moneta non svalutata non basta per caricare al debitore qualsiasi perdita risultante dalla variazione del cambio. Pertanto, il creditore domiciliato a Lima o Madrid non poteva beneficiare di alcuna presunzione naturale nel senso che, titolare di un conto in dollari, avrebbe convertito il medesimo in franchi svizzeri.BGE 109 II 436 S. 442\n\nb) Il più recente indirizzo della giurisprudenza merita conferma. La dottrina, per altro, imputa quasi unanimemente al creditore la prova che, ove la prestazione in moneta estera fosse stata tempestiva, egli avrebbe trasformato l'incasso in moneta non deprezzata; per contro si può presumere che il creditore avrebbe convertito la somma, alla scadenza, nella moneta avente corso legale nel suo paese di domicilio (VON BÜREN, op.cit., pag. 369; BUCHER, op.cit., pag. 320 nota 112; WEBER, op.cit., nota 362 ad art. 84 CO; HENGGELER, op.cit., pag. 225a, 228a, 230a e 231a; PICOT, Le cours du change et le droit, in: RDS 40/1921, pag. 293 segg., in particolare pag. 315 a 318; MARCEL GIACOMETTI, Währungsprobleme im Zivilprozessrecht und in der Zwangsvollstreckung, tesi, Zurigo 1977, pag. 72 segg.; per una presunzione del danno più estesa cfr. invece VON TUHR, Umrechnung von Markschulden in Frankenwährung, in: SJZ 19/1922-23, pag. 17 segg., in particolare pag. 19; VON TUHR/ESCHER, op.cit., vol. II, pag. 145).\n\nNel caso in esame, contrariamente all'opinione della corte cantonale, non si può presumere che il credito dell'attore sarebbe stato convertito, alla scadenza, in franchi svizzeri. L'attore, cittadino iraniano, risiede da una trentina d'anni in Italia. La sola circostanza ch'egli sia titolare, in Svizzera, di crediti in franchi e in dollari o ch'egli abbia strette relazioni con le banche svizzere non è sufficiente per far presumere l'operazione di cambio cui s'è accennato: decisivo è, infatti, il domicilio o il centro d'affari del creditore (cfr. WEBER, op.cit., nota 362 ad art. 84 CO). Resta da esaminare se esistano prove o indizi atti a confortare l'ipotetica conversione del credito alla sua scadenza.\n\nc) Il problema non dev'essere vagliato con eccessivo rigore. Nondimeno, se constatazioni inerenti alla moneta impiegata abitualmente dal creditore nel proprio giro d'affari o al modo in cui egli procede abitualmente in casi analoghi possono bastare, ancora non appare risolutivo il fatto ch'egli compia \"molte operazioni di conversione secondo le necessità dei suoi commerci internazionali\" o ch'egli si serva \"anche di dollari effettuando i suoi pagamenti a fornitori residenti nell'area del dollaro o che comunque si fanno pagare in dollari\". Accertamenti del genere non suffragano l'evenienza d'una totale conversione del credito in franchi svizzeri alla sua scadenza. Poco importa che, come afferma la corte, ove la prova del danno fallisse la Banca convenuta trarrebbe vantaggio dalla mora, poiché l'art. 106 CO concerne il danno subìto dal creditore, non BGE 109 II 436 S. 443l'eventuale vantaggio conseguito dal debitore. Né può dirsi che, sin dall'inizio della mora, il creditore non sia più padrone degli eventi, potendo egli sempre dichiarare al debitore in mora quale conversione applicare alla somma dovuta (cfr. BUCHER, op.cit., pag. 320 nota 112).\n\nLa corte cantonale scorge nella mancata presunzione del danno un rovesciamento dell'onere probatorio. A torto. L'obbligo di provare un danno superiore all'interesse di mora incombe, come tale, al creditore (art. 106 cpv. 1 CO in relazione con l'art. 8 CC). Tuttavia, se il creditore fa valere un danno eccedente l'interesse moratorio dovuto alla perdita sul cambio della moneta avente corso legale al luogo del proprio domicilio, il giudice presume tale danno fondandosi sulla comune esperienza e sul corso ordinario degli eventi. Trattasi unicamente di una presunzione di fatto che facilita, ma non inverte l'onere della prova (v. HABSCHEID, Droit judiciaire privé suisse, pag. 389; GULDENER, Schweizerisches Zivilprozessrecht, 3a edizione, pag. 322 e 326; WALDER-BOHNER, Zivilprozessrecht, 3a edizione, pag. 338).\n\nI giudici cantonali presumono un danno, infine, data l'impossibilità, per il creditore, di far fronte a pagamenti nella stessa valuta della somma dovuta dal debitore moroso. Questo non significa però che il creditore (domiciliato in Svizzera o all'estero) abbia a subire un danno pari alla ricordata differenza di cambio: il fatto di utilizzare valuta deprezzata per saldare debiti nella medesima valuta non configura un danno legato alla mora, ma una conseguenza non indennizzabile del deprezzamento monetario. L'assunto dei giudici cantonali non ha dunque attinenza con l'ipotetico danno patito dal creditore.\n\nd) Gli elementi di fatto desumibili dalla sentenza impugnata non permettono di stimare la porzione di dollari e marchi che l'attore avrebbe trasformato in franchi svizzeri alla scadenza del credito. È vero che tale valutazione non dev'essere vincolata a criteri troppo rigorosi; d'altro lato essa non deve prescindere dalle restrizioni monetarie vigenti in Svizzera al 13 febbraio 1976, che costituiscono fattori d'apprezzamento importanti per un'eventuale conversione della valuta estera. Dandosi simili restrizioni, tocca al creditore spiegare come avrebbe operato, di massima, la trasformazione nel rispetto delle norme esistenti (DTF 46 II 408).\n\n3. Se ne conclude che la causa dev'essere rinviata all'autorità cantonale perché proceda agli accertamenti necessari ed emani un nuovo giudizio (art. 64 cpv. 1 OG).BGE 109 II 436 S. 444\n\na) Sulla base delle prove e degli indizi emergenti dall'incarto, i giudici valuteranno la quota di dollari e marchi che l'attore avrebbe verosimilmente convertito alla scadenza del credito, tenendo conto delle restrizioni monetarie in vigore al 13 febbraio 1976 (v. il decreto federale dell'8 ottobre 1971 sulla protezione della moneta e le relative ordinanze d'esecuzione, in particolare l'ordinanza del 20 novembre 1974 che istituiva provvedimenti contro l'afflusso di capitali stranieri). Al riguardo i giudici escluderanno ogni operazione di cambio svantaggiosa o poco ragionevole.\n\nEssi si pronunceranno, inoltre, sugli argomenti formulati dalla convenuta, secondo cui solo una parte del credito poteva essere convertita senza incorrere in pesanti commissioni negative.\n\nb) Subordinatamente la corte si determinerà sulla tesi della convenuta, stando alla quale le somme in dollari e marchi, quand'anche fossero state trasformate in franchi svizzeri, non avrebbero prodotto interessi a causa della legislazione monetaria. Se l'assunto si rivelerà fondato, il danno legato alla mancata conversione della quota in dollari e marchi che sarebbe stata trasformata in franchi svizzeri dovrà essere ridotto dell'interesse moratorio del 6% percepito dal ricorrente in conformità alla sentenza 15 maggio 1979 del Tribunale federale. Il cambio in una valuta non rimunerabile preclude, evidentemente, la corresponsione di vantaggi quali l'interesse moratorio.\n\nc) L'importo finale che la corte riterrà, se sarà il caso, di attribuire all'attore come danno supplementare dovrà essere maggiorato dell'interesse del 6% dal 16 luglio 1980, data della petizione.\n\nPer questi motivi, il Tribunale federale pronuncia:\n\nIl ricorso è parzialmente accolto e la sentenza impugnata è annullata; la causa è rinviata all'autorità cantonale per nuovo giudizio nel senso dei considerandi."}