{"annee": "109", "cour": "IV", "page": "12", "date": "9/2/1983", "cite": ["101 IB 30", "102 IB 249", "99 IB 348"], "cite_par": [], "chapeau": "5. Estratto della sentenza della Corte di cassazione del 9 febbraio 1983 nella causa C. c. Consiglio di vigilanza del Cantone Ticino (ricorso di diritto amministrativo)", "regestes": ["Art. 100ter ch. 1 al. 1 CP: libération conditionnelle d'une mesure d'éducation au travail. Avant de prendre sa décision quant à la libération conditionnelle d'une mesure d'éducation au travail, l'autorité compétente doit entendre personnellement l'intéressé."], "faits": "", "considerants": "BGE 109 IV 12 S. 13\n\nDai considerandi di diritto:\n\n2. Nel ricorso s'invoca in primo luogo la violazione del diritto di essere sentito. Si fa valere, in particolare, che il Consiglio di vigilanza ha deciso senza aver dato al ricorrente la possibilità di esprimersi sui motivi addotti contro la sua liberazione condizionale.\n\na) L'art. 100ter CP che, con riferimento al collocamento in una casa d'educazione al lavoro, regola la liberazione condizionale e la fine della misura, nulla dice circa il diritto dell'interessato d'essere sentito prima che sia emanata una decisione nei suoi confronti.\n\nIn altre disposizioni del Codice penale, il diritto dell'interessato d'essere sentito è invece espressamente previsto:\n\naa) Ai sensi dell'art. 38 n. 1 cpv. 3 CP, relativo alla liberazione condizionale di un condannato alla reclusione o alla detenzione, l'autorità competente esamina d'ufficio se il condannato possa essere liberato condizionalmente. Essa chiede un rapporto alla direzione dello stabilimento e ascolta il condannato se questi non ha presentato alcuna richiesta o se, in base a tale richiesta, le condizioni per una liberazione condizionale non sono ancora di per sé soddisfatte. Mentre dall'art. 4 Cost. non può essere dedotto un diritto d'essere sentito personalmente, l'art. 38 n. 1 cpv. 3 CP garantisce all'interessato la possibilità di esprimersi oralmente (DTF 99 Ib 348 segg.).\n\nbb) Per quanto concerne la procedura di liberazione condizionale o a titolo di prova dalle misure di cui agli art. 42-44 CP, l'art. 45 n. 1 cpv. 3 prescrive che, prima della decisione, l'autorità competente deve in ogni caso ascoltare il liberando o il suo rappresentante. In DTF 101 Ib 31 la Corte di cassazione del Tribunale federale ha stabilito che l'obbligo di ascoltare il liberando o il suo rappresentante non può essere interpretato in modo più restrittivo dell'obbligo di ascoltare il condannato previsto dall'art. 38 CP: essa ha rilevato che non è consentito in alcun caso di decidere su di una liberazione condizionale possibile sotto il profilo obiettivo senza ascoltare previamente l'interessato BGE 109 IV 12 S. 14(nello stesso senso DTF 102 Ib 251 consid. 3, che ha ribadito l'obbligo di sentire - ma allora non necessariamente in forma orale - l'interessato in caso di revoca della sospensione condizionale della pena ai sensi dell'art. 41 n. 3 CP, o di ricollocamento nello stabilimento ai sensi dell'art. 45 n. 3 CP).\n\nb) Dall'assenza nell'art. 100ter CP di una norma che prescriva l'audizione del liberando non può essere tratto l'argomento \"a contrario\", secondo cui per decidere sulla liberazione condizionale di chi è stato collocato in una casa d'educazione al lavoro non occorre che il liberando sia ascoltato previamente. Manca infatti qualsiasi giustificazione per disciplinare, sotto il profilo procedurale, la liberazione condizionale dall'educazione al lavoro in modo diverso dalla liberazione condizionale da una pena di reclusione o di detenzione (art. 38 n. 1 cpv. 3) o da una misura ai sensi degli art. 42-44 CP (art. 45 n. 1 cpv. 3 CP). L'importanza degli aspetti relativi alla prevenzione speciale non è nella liberazione dall'educazione al lavoro minore di quella riscontrabile nella liberazione da altra pena o misura. L'educazione al lavoro può essere ordinata anche in casi in cui la durata della pena detentiva adeguata alla colpa sarebbe inferiore alla durata minima (di un anno) dell'educazione al lavoro. Può avvenire che, per esigenze della prevenzione speciale, il condannato sia privato, ai sensi degli art. 100bis/100ter CP, della propria libertà per un periodo eventualmente molto più lungo di quello di una pena detentiva adeguata, altrimenti irrogata. È pertanto necessario che la continuazione dell'educazione al lavoro oltre la durata minima, giustificabile unicamente con ragioni relative alla risocializzazione, sia ordinata solo dopo che siano stati esaminati attentamente tutti gli aspetti e l'intera situazione personale dell'interessato, e ciò non ad opera di un'autorità che non abbia mai visto l'interessato e che si fondi esclusivamente su di un rapporto scritto della direzione dello stabilimento.\n\nPoiché i motivi che hanno indotto il legislatore a prescrivere nell'art. 38 n. 1 e nell'art. 45 n. 1 cpv. 3 CP l'obbligo di ascoltare previamente il liberando sussistono in misura almeno uguale nel caso della liberazione condizionale dall'educazione al lavoro, s'impone d'applicare analogicamente in questo caso l'obbligo stabilito dall'art. 45 n. 1 cpv. 3 CP.\n\nc) L'obbligo d'ascoltare il liberando non può essere soddisfatto dall'autorità competente incaricando la direzione dello stabilimento di prendere atto di quanto da lui espresso e di tenerne conto BGE 109 IV 12 S. 15nel proprio rapporto. Con la sua audizione, l'interessato deve avere la possibilità di discutere personalmente con l'autorità competente - se del caso, almeno con una sua delegazione - sulla propria situazione. Ove il liberando sia collocato in una regione della Svizzera diversa da quella in cui si trova il cantone dell'autorità competente, l'audizione personale può comportare trasferte e spese considerevoli; tuttavia tale audizione è di particolare importanza precisamente in questa ipotesi.\n\n3. Poiché la legge impone un'audizione personale e poiché spetta all'autorità cantonale competente a decidere sulla liberazione condizionale un amplio potere d'apprezzamento, il vizio procedurale a ragione addotto dal ricorrente non è stato sanato con l'occasione che quest'ultimo ha avuto di esprimersi nella procedura avanti il Tribunale federale. Il ricorrente ha diritto di essere sentito personalmente dall'autorità cantonale dotata di piena cognizione, prima che essa statuisca sull'istanza di liberazione condizionale."}