{"annee": "109", "cour": "IA", "page": "171", "date": "17/6/1983", "cite": ["107 IA 72"], "cite_par": ["111 IA 251", "110 IA 140", "117 IA 18"], "chapeau": "31. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 17. Juni 1983 i.S. Frauchiger gegen Baugesellschaft Fuhrenäcker, Einwohnergemeinde Madiswil und Regierungsrat sowie Verwaltungsgericht des Kantons Bern (staatsrechtliche Beschwerde)", "regestes": ["Art. 88 OJ; qualité du voisin pour former un recours de droit public. 1. Principe (confirmation de la jurisprudence; consid. 4a). 2. Un voisin a qualité, au sens de l'art. 88 OJ, pour attaquer une autorisation de construire, lorsqu'il allègue la violation de l'obligation d'établir un plan détaillé de viabilité selon le droit bernois (consid. 4b)."], "faits": "", "considerants": "BGE 109 Ia 171 S. 172\n\nAus den Erwägungen:\n\n4. a) Der Beschwerdeführer ficht die an die Beschwerdegegnerin erteilte Baubewilligung an. Es ist deshalb im weitern zu prüfen, ob hiefür die Legitimation im Sinne von Art. 88 OG gegeben ist.\n\nNach der Rechtsprechung des Bundesgerichts sind die Eigentümer benachbarter Grundstücke befugt, eine Baubewilligung mit staatsrechtlicher Beschwerde anzufechten, soweit sie die Verletzung von Bauvorschriften geltend machen, die ausser den Interessen der Allgemeinheit auch oder in erster Linie dem Schutz des Nachbarn dienen. Zusätzlich müssen sie dartun, dass sie sich im Schutzbereich der Vorschriften befinden und durch die behaupteten widerrechtlichen Auswirkungen der Baute betroffen werden. Die Legitimation zur staatsrechtlichen Beschwerde bestimmt sich dabei ausschliesslich nach Art. 88 OG. Der Umstand, dass ein Beschwerdeführer im kantonalen Verfahren Parteistellung hatte, ist nicht entscheidend (BGE 107 Ia 74 E. 2a mit Hinweisen).\n\nb) Die Bestimmungen von Art. 73 ff. des Berner Baugesetzes vom 7. Juni 1970 (BauG) und Art. 34bis des Baureglements der Gemeinde Madiswil vom 19. März 1962, revidiert am 3. Juli 1973, (BauR) über die Detailplanpflicht liegen in erster Linie im Interesse der Allgemeinheit, dienen sie doch grundsätzlich planerischen sowie verkehrs- und strassenpolizeilichen Zwecken. Gegenstand der Detailerschliessungsplanung ist die Sicherung der zweckmässigen BGE 109 Ia 171 S. 173Verbindung der einzelnen Grundstücke mit den Hauptsträngen der Erschliessungsanlagen (vgl. ALDO ZAUGG, Kommentar zum Baugesetz des Kantons Bern, Bern 1971, Art. 73 N. 1, S. 264). Im Vordergrund steht namentlich das Ziel, die Zahl der Anschlüsse an die Basiserschliessung zu vermindern (Art. 73 Abs. 2 Satz 2 BauG). Seinem Wesen nach ist der Detailerschliessungsplan ein Teilquartierplan (vgl. ALDO ZAUGG, a.a.O., Art. 73 N. 4, S. 264/265, Art. 74 N. 1, S. 266). Schon daraus ergibt sich, dass die entsprechenden Vorschriften nicht ausschliesslich den Interessen der Allgemeinheit dienen, sondern auch jenen Privater, namentlich der Nachbarn. So bezweckt der Detailerschliessungsplan u.a. eine möglichst kostengünstige Gestaltung der privaten Erschliessungsanlagen (Art. 73 Abs. 2 Satz 2 BauG; vgl. auch ALDO ZAUGG, a.a.O., Art. 73 N. 3, S. 264). Insofern dienen die Vorschriften über die Detailerschliessungsplanung auch den Grundeigentümern von Parzellen, die dem Baugrundstück benachbart sind. Als unmittelbarer Nachbar befindet sich der Beschwerdeführer im Schutzbereich der genannten Vorschriften. Er wird zudem durch die Auswirkungen der Ausfahrt in die Staatsstrasse auf dem benachbarten Grundstück betroffen. Damit ist er gemäss Art. 88 OG zur Beschwerdeführung berechtigt."}