{"annee": "109", "cour": "IA", "page": "76", "date": "23/2/1983", "cite": ["105 IB 272", "106 IA 84", "58 I 173", "106 IB 47", "96 I 97", "43 I 282"], "cite_par": ["141 III 195", "122 I 70"], "chapeau": "14. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 23. Februar 1983 i.S. Gemeinde Sumvitg/Somvix gegen Regierung des Kantons Graubünden (staatsrechtliche Beschwerde)", "regestes": ["Interdiction de cueillir des champignons; art. 699 CC; autonomie communale. 1. Le droit d'appropriation au sens de l'art. 699 CC peut être restreint par le droit public cantonal, dans la mesure où il existe un intérêt public suffisant, et que le principe de proportionnalité est respecté (consid. 3b). 2. Appréciation d'une interdiction absolue de cueillir des champignons pendant 3 ans, sur tout le territoire d'une commune (consid. 3c et 3d)."], "faits": "BGE 109 Ia 76 S. 76\n\nDas Gesetz über den Schutz von Pflanzen und Pilzen des Kantons Graubünden enthält folgende Bestimmungen über den Schutz und das Sammeln von Pilzen:\n\nPilzsammeln\n\nArt. 10. Das Sammeln in Gruppen von mehr als drei Personen, ausgenommen Familien und die vom Justiz- und Polizeidepartement bewilligten Exkursionen, ist verboten.\n\nGeschützte Pilze\n\nArt. 11. Das mutwillige Zerstören von Pilzen ist verboten.\n\nBGE 109 Ia 76 S. 77\n\nAn Eierschwämmen (Cantharellus cibarius), Steinpilzen (Boletus edulis), Morcheln (Morchella) und Riesenschirmlingen (Lepiota procera) dürfen je Tag und Person gesamthaft nur zwei Kilo gesammelt werden.\n\nDie Regierung kann diese Beschränkung ändern und auf andere Arten ausdehnen sowie für einzelne besonders gefährdete Pilzarten ein befristetes Sammelverbot für das ganze Kantonsgebiet oder für Teile desselben erlassen.\n\nSchontage und Schutzgebiete\n\nArt. 12. Die Regierung legt für das ganze Kantonsgebiet einheitliche Schontage für das Sammeln von Pilzen fest und kann im Einvernehmen mit der Gemeinde Pilzschutzgebiete bezeichnen, in welchen das Sammeln von Pilzen aller Arten verboten ist.\n\nGeräte\n\nArt. 13. Der Gebrauch von Rechen, Hacken und anderen Geräten ist beim Pilzsammeln verboten.\n\nGemeinden\n\nArt. 14. Die Gemeinden können zum Schutz der Pflanzen und Pilze weitergehende Vorschriften erlassen. Diese bedürfen der Genehmigung der Regierung.\n\nAufsicht\n\nArt. 15. Polizeiorgane, Pilzkontrolleure, Forstbeamte, Wildhüter, Jagd- und Fischereiaufseher und Bergführer haben die Einhaltung der Bestimmungen zum Schutze der Pflanzen und Pilze zu überwachen und Übertretungen anzuzeigen.\n\nIn besonders bedrohten Gebieten können Hilfsaufseher beigezogen werden.\n\nDie Regierung ordnet ihre Tätigkeit durch ein Reglement.\n\nDie Aufsichtsorgane werden auf ihre Aufgabe vorbereitet.\n\nAufgrund von Art. 11 und Art. 12 dieses Gesetzes beschloss die Regierung des Kantons Graubünden am 19. April 1982 weitergehende Pilzschutzbestimmungen: Die Wochentage Montag, Dienstag, Mittwoch und Freitag wurden als kantonale Schontage bezeichnet; das Sammeln von Pilzen wurde zwischen 20.00 Uhr und 08.00 Uhr verboten; für die Jahre 1982-1984 wurde für die Dauer von April bis Oktober pro Monat jeweilen der 10. bis 20. als Schonzeit bestimmt.\n\nAm 26. März 1982 beschloss die Gemeindeversammlung der Gemeinde Sumvitg/Somvix, das Sammeln von Pilzen auf dem gesamten Gemeindegebiet für die Dauer von drei Jahren vollständig zu verbieten. Die Regierung des Kantons Graubünden verweigerte die Genehmigung dieses Beschlusses. Dagegen erhob die Gemeinde Sumvitg/Somvix staatsrechtliche Beschwerde wegen Verletzung der Gemeindeautonomie. Das Bundesgericht wies die Beschwerde im Sinne der Erwägungen ab.\n\nBGE 109 Ia 76 S. 78", "considerants": "Auszug aus den Erwägungen:\n\n3. a) Die Beschwerdeführerin begründet das dreijährige generelle Pilzsammelverbot damit, auf dem Gebiete der Gemeinde werde an Pilzen Raubbau betrieben. Insbesondere ausländische Pilzsucher suchten die Waldflächen in organisierter und systematischer Weise nach Pilzen ab, um diese im Handel zu vertreiben. Dabei würden die Pilze regelmässig samt den Wurzeln ausgerissen. Dieses Vorgehen führe in naher Zukunft zu einem Aussterben aller Pilze. Die bisher getroffenen Massnahmen hätten zu einem effektiven Schutz der Pilze nicht beigetragen. Um der Gefahr, dass Pilze gänzlich aussterben, zu begegnen, sei ein allgemeines Pilzsammelverbot notwendig.\n\nIm angefochtenen Beschluss der Regierung wird ausgeführt, das auf die ganze Fläche der Gemeinde Sumvitg/Somvix ausgedehnte Pilzsammelverbot stehe mit der Bestimmung von Art. 699 Abs. 1 ZGB in Widerspruch, wonach nur lokal begrenzte Verbote zulässig seien. In ihrer Vernehmlassung unterstreicht die Regierung die Auffassung, dass das für die ganze Gemeinde beschlossene Sammelverbot dem durch Art. 699 ZGB garantierten Recht der Aneignung wildwachsender Pilze widerspreche. Im übrigen weist sie darauf hin, dass die kantonalen Pilzschutzbestimmungen die Situation im Kanton bereits verbessert hätten und ein kommunales Verbot die Gefährdung der Pilzkulturen lediglich auf andere Gemeinden verlagere.\n\nb) Nach Art. 699 Abs. 1 ZGB sind das Betreten von Wald und Weide und die Aneignung wildwachsender Beeren, Pilze und dergleichen im ortsüblichen Umfange jedermann gestattet, soweit nicht im Interesse der Kulturen seitens der zuständigen Behörde einzelne, bestimmt umgrenzte Verbote erlassen werden. Das Bundesgericht hat diese Bestimmung als sogenannte Doppelnorm mit zugleich privatrechtlichem und öffentlichrechtlichem Inhalt qualifiziert (BGE 96 I 98 E. 2). Danach regelt Art. 699 Abs. 1 ZGB als privatrechtliche Eigentumsbeschränkung die Beziehungen zwischen dem Eigentümer und Spaziergängern, Beeren- und Pilzsammlern. Aufgrund des öffentlichrechtlichen Inhalts dieser Bestimmung sind die Behörden ermächtigt, von Amtes wegen über den freien Zutritt zu Wald und Weide und über die freie Aneignung von Beeren und Pilzen zu wachen. Das Bundesgericht hat trotz der in der Literatur geübten Kritik daran festgehalten, dass Art. 699 Abs. 1 ZGB als Doppelnorm zu qualifizieren ist (BGE 106 Ib 48 E. 4a, BGE 106 Ia 86 E. 3a, BGE 105 Ib 274 E. 1a).BGE 109 Ia 76 S. 79\n\nDie privatrechtliche Eigentumsbeschränkung zugunsten der Allgemeinheit gilt nicht schrankenlos. Das Zutritts- und Aneignungsrecht findet privatrechtlich seine Grenze dort, wo es nicht ohne Schädigung ausgeübt wird und damit mit den Interessen des Grundeigentümers nicht mehr vereinbar ist, ferner im Ortsgebrauch und in räumlich und zeitlich genau umgrenzten Verboten zum Schutz von Kulturen wie Baum- und Pflanzschulen (PETER LIVER, Schweizerisches Privatrecht, Band V/1, S. 282 f.; ARTHUR MEIER-HAYOZ, Berner Kommentar, Band IV, 3. Aufl. 1975, N. 29 ff. und 35 ff. zu Art. 699 ZGB; HAAB/SIMONIUS/SCHERRER/ZOBL, Zürcher Kommentar, 2. Aufl. 1977, N. 9 zu Art. 699 ZGB). Darüber hinaus kann das Zutritts- und Aneignungsrecht durch kantonale öffentlichrechtliche Bestimmungen eingeschränkt werden. Hierfür ist es notwendig, dass ein hinreichendes öffentliches Interesse an der Einschränkung gegeben ist und die Massnahmen den Grundsatz der Verhältnismässigkeit wahren (vgl. MEIER-HAYOZ, a.a.O., N. 39 ff. zu Art. 699 ZGB; LIVER, a.a.O., S. 283; HAAB/SIMONIUS/SCHERRER/ZOBL, a.a.O., N. 10 zu Art. 699 ZGB).\n\nAn den Voraussetzungen für eine öffentlichrechtliche Beschränkung fehlte es in zwei vom Bundesgericht vor langem beurteilten Fällen: Das Verbot, im Kanton Zug an Sonntagvormittagen Beeren zu sammeln, konnte nicht damit begründet werden, dass die Störung der Nachtruhe vom Samstag auf den Sonntag, sittlich anstössiges Handeln, Sachbeschädigungen und Belästigungen durch \"hergelaufene kantonsfremde Leute\" verhindert werden sollten (BGE 43 I 285 E. 2). Eine Vorschrift des Kantons Uri, wonach an Sonn- und Feiertagen das Sammeln von Beeren mit Körben, Gefässen, Säcken und dergleichen zum Fortschaffen untersagt war, konnte nicht auf eine Bestimmung des Sonntagsruhegesetzes gestützt werden (BGE 58 I 177 E. 4). In beiden Fällen verneinte das Bundesgericht haltbare Gründe des öffentlichen Interesses an einer Einschränkung des durch Art. 699 Abs. 1 ZGB garantierten Aneignungsrechts und erachtete die Verbote daher als bundesrechtswidrig.\n\nc) Unter den genannten Voraussetzungen des hinreichenden öffentlichen Interesses und der Wahrung des Grundsatzes der Verhältnissmässigkeit sind Einschränkungen des Zutritts- und Aneignungsrechts an sich zulässig. Sie stehen nicht zum vornherein im Widerspruch zu Art. 699 Abs. 1 ZGB, sondern vermögen vielmehr Pflanzen- und Pilzbestände auf längere Sicht zu schützen und damit die Möglichkeit der Aneignung zu erhalten BGE 109 Ia 76 S. 80(vgl. VPB 39/1975 Nr. 62 S. 50). Als Massnahmen kommen Mengenbeschränkungen, das Verbot des organisierten Sammelns und der Verwendung bestimmter Geräte, die Bezeichnung von Schongebieten und die Bestimmung von Schonzeiten in Frage, wie dies bereits im kantonalen Gesetz über den Schutz von Pflanzen und Pilzen vorgesehen ist. Im vorliegenden Fall steht ein auf drei Jahre beschränktes, absolutes Pilzsammelverbot für das Gebiet einer ganzen Gemeinde in Frage. Auch eine solche Massnahme kann unter Umständen zulässig sein. Erforderlich hierfür wäre etwa, dass das öffentliche Interesse an einem derart weitgehenden Verbot mit der drohenden Gefahr der Ausrottung und des Aussterbens ganzer Pilzkulturen belegt werden kann. Es müsste weiter dargetan werden können, dass die Massnahme geeignet und im Ausmass (Pilzsammelverbot für alle Sorten, Dauer) erforderlich ist, um zum notwendigen Nachwachsen oder Überleben der Pilzkulturen beizutragen. Unter solchen oder ähnlichen Voraussetzungen liesse sich auch ein dreijähriges, absolutes Pilzpflückverbot für das Gebiet einer ganzen Gemeinde mit Art. 699 Abs. 1 ZGB vereinbaren. Aus diesen Gründen kann an der Auffassung der Regierung, das Pilzsammelverbot der Gemeinde Sumvitg/Somvix verstosse zum vornherein gegen Art. 699 ZGB, nicht festgehalten werden.\n\nd) Im folgenden bleibt zu prüfen, ob sich der Beschluss der Regierung, das Pilzsammelverbot der Gemeinde Sumvitg/Somvix nicht zu genehmigen, auf sachliche Gründe stützen lässt.\n\nDie Beschwerdeführerin hat im vorliegenden Fall weder im Antrag an die Regierung noch im bundesgerichtlichen Verfahren ein hinreichendes öffentliches Interesse an einem dreijährigen, absoluten Verbot dargetan. Sie hat sich damit begnügt, in genereller Weise darauf hinzuweisen, dass Gefahr der Ausrottung besteht, wenn mit dem Raubbau fortgefahren würde. Sie hat nicht dargetan, dass die Ausrottung alle Pilzsorten bedrohe und daher ein absolutes Pilzsammelverbot notwendig sei. In ihrer staatsrechtlichen Beschwerde hat sie auch keine nähere Ausführungen zur Frage gemacht, weshalb die neuen, strengeren Vorschriften der Regierung für den Pilzschutz ungenügend seien und daher darüber hinausgehende Schutzmassnahmen für das Gebiet der Gemeinde Sumvitg/Somvix notwendig seien. Bei der Überprüfung des Regierungsbeschlusses darf weiter in Betracht gezogen werden, dass eine gewisse Koordination der Pilzschutzbestimmungen innerhalb des Kantons als wünschbar erscheint, damit nicht Raubbau betreibende Pilzsucher von Gemeinden mit strengeren Vorschriften in BGE 109 Ia 76 S. 81Gemeinden mit weniger weit gehenden abwandern. Dem Anliegen der Koordination mag allenfalls ein kleineres Gewicht zukommen, wenn es sich um ein Gemeindegebiet handelt, das geographisch und unter dem Gesichtswinkel der Pilzkulturen weitgehend abgeschlossen ist; dies wird von der Beschwerdeführerin nicht behauptet. Schliesslich ist die Kompetenz der Regierung von Bedeutung, aufgrund von Art. 11 und Art. 12 des Gesetzes selber für einzelne, besonders gefährdete Pilzarten ein befristetes Sammelverbot für das ganze Kantonsgebiet anzuordnen, sowie im Einvernehmen mit den Gemeinden Pilzschutzgebiete zu bezeichnen, in welchen das Sammeln von Pilzen aller Art verboten ist. Von dieser Kompetenz kann die Regierung jederzeit Gebrauch machen, wenn solche zusätzliche Schutzmassnahmen sich als notwendig erweisen. Da die Regierung mit der Nichtgenehmigung des absoluten, dreijährigen Pilzsammelverbotes zu weniger weit gehenden Massnahmen nicht Stellung genommen hat, steht der Beschwerdeführerin die Möglichkeit offen, solche bei der Regierung zu beantragen. Bei dieser Sachlage lässt sich der angefochtene Beschluss der Regierung mit sachlichen Gründen vertreten. Ist sie demnach nicht in Willkür verfallen, so hat sie mit ihrem Beschluss auch nicht in den Autonomiebereich der Gemeinde Sumvitg/Somvix eingegriffen.\n\nAus diesen Gründen erweist sich die Rüge der Verletzung der Gemeindeautonomie als unbegründet. Die Beschwerde ist daher im Sinne der Erwägungen abzuweisen. Nach ständiger Rechtsprechung sind in Beschwerdesachen wegen Verletzung der Gemeindeautonomie in Anwendung von Art. 156 Abs. 2 OG keine Kosten zu erheben."}