{"annee": "109", "cour": "V", "page": "36", "date": "4/1/1983", "cite": ["106 V 170", "108 V 27"], "cite_par": ["125 V 292", "116 II 338", "111 V 27", "112 V 185"], "chapeau": "8. Arrêt du 4 janvier 1983 dans la cause Société vaudoise et romande de secours mutuels contre X et Cour de justice du canton de Genève", "regestes": ["Art. 5 al. 3 LAMA. Réticence commise lors d'un examen auprès du médecin-conseil de la caisse: but d'une telle investigation. In casu, omission de signaler un traitement de psychothérapie en cours qui a débuté après la demande d'affiliation."], "faits": "BGE 109 V 36 S. 36\n\nA.- Roxane X a demandé, le 8 mars 1978, son admission à la Société vaudoise et romande de secours mutuels (SVRSM) pour la couverture des soins médicaux et pharmaceutiques en cas de maladie. Elle a rempli et signé à cet effet un questionnaire dans lequel elle déclarait être en parfaite santé et ne pas suivre ou envisager un traitement médical. La caisse l'invita à subir un examen - qui eut lieu le 23 mai 1978 - auprès de son médecin-conseil, le docteur V. Par lettre du 7 juin 1978, elle informa la requérante que sa candidature était acceptée. Le certificat d'assurance fut établi le 3 juillet 1978.\n\nLe 7 juillet 1978, l'assurée a adressé à la caisse une note d'honoraires du docteur C., spécialiste FMH en psychiatrie et en psychothérapie, datée du 30 juin 1978, d'un montant de 840 francs. La SVRSM l'avisa le 4 septembre 1978 qu'elle instaurait une réserve d'une durée de cinq ans à compter du 1er avril 1978, date de l'affiliation, motif pris que le traitement pour BGE 109 V 36 S. 37lequel des prestations étaient requises n'avait pas été signalé lors de la visite médicale du 23 mai précédent. Un relevé produit ultérieurement par le docteur C. mentionnait que les soins en question avaient été fournis à partir du 16 mars 1978. L'assurée ayant déclaré s'opposer à la mesure de la caisse, celle-ci confirma sa position par décision du 1er mai 1979.\n\nB.- Roxane X a recouru contre cette décision en faisant valoir qu'elle avait à l'époque considéré le traitement en cause, non pas comme des soins médicaux à proprement parler, mais comme \"une assistance psychologique visant à surmonter des troubles affectifs sur le plan de (ses) relations avec le monde extérieur\". Elle affirmait qu'il ne lui était dans ces conditions pas venu à l'idée d'en signaler l'existence au médecin-conseil, lequel ne lui avait au demeurant posé aucune question susceptible d'éveiller chez elle un doute quant à l'importance d'un tel fait.\n\nLa Cour de justice du canton de Genève a admis le recours, retenant en bref qu'il n'était pas établi que le médecin-conseil de la SVRSM ait interrogé l'intéressée sur un éventuel traitement en cours et que, d'autre part, l'on ne pouvait reprocher à celle-ci de ne pas avoir déclaré spontanément l'existence de la maladie dont elle souffrait. Elle a par ailleurs admis, sur la foi des déclarations du docteur C., entendu en qualité de témoin, que l'assurée pouvait fort bien ignorer qu'elle était atteinte de troubles pathologiques, car la thérapie qu'elle avait subie avait précisément pour but, à ses débuts, de lui faire prendre conscience de la présence de tels troubles.\n\nC.- La SVRSM interjette recours de droit administratif en concluant à l'annulation du prononcé cantonal et au rétablissement de sa décision du 1er mai 1979.", "considerants": "Considérant en droit:\n\n1. a) L'art. 5 al. 3 LAMA dispose que, si l'admission ne peut être refusée pour raisons de santé, les caisses peuvent cependant excepter de l'assurance, en en faisant l'objet d'une réserve, les maladies existant au moment de l'admission; il en va de même pour les maladies antérieures, si, selon l'expérience, une rechute est possible. Les réserves sont caduques après cinq ans au plus.\n\nSelon l'art. 5 ch. 4 des conditions générales d'assurance de la SVRSM, une réserve portant effet rétroactif peut être formulée en cas de réticence et cela pendant la durée de la validité de la réserve BGE 109 V 36 S. 38qui aurait pu être établie à l'admission, s'il n'y avait pas eu de réticence.\n\nb) La jurisprudence qualifie de réticence le fait de ne pas annoncer à la caisse, en la passant sous silence de façon dolosive, une maladie existante ou une maladie antérieure sujette à rechute, que l'assuré connaissait ou aurait dû connaître en faisant preuve de l'attention que l'on pouvait exiger de lui (ATF ATF 108 V 28 consid. 1 et la jurisprudence citée). L'obligation de renseigner ne s'étend toutefois pas à des indispositions survenues sporadiquement, qu'en toute bonne foi l'intéressé pouvait considérer comme des atteintes passagères et sans importance à son bien-être physique, et que l'attention requise ne lui commande pas d'annoncer. On ne saurait lui faire grief de taire des troubles de santé aussi insignifiants (ATF 106 V 174). Le comportement du candidat doit s'apprécier en fonction de la précision du questionnaire établi par la caisse. Il faut, au surplus, que le requérant soit exactement renseigné sur les conséquences d'une réticence (RJAM 1978 no 309 p. 9).\n\nc) Dans les cas douteux, la caisse peut faire examiner le candidat par son médecin-conseil. Si elle s'en abstient, elle doit en supporter les conséquences (RJAM 1970 no 81 p. 220 consid. 3). Inversement, l'assurance peut refuser l'admission d'un candidat qui s'oppose à une visite médicale, pour autant qu'il ait été prévenu des conséquences de son comportement (RJAM 1980 no 406 p. 87 consid. 2a). En ce qui concerne la mesure de l'attention qu'on peut exiger du candidat - ou de l'assuré - qui est examiné par le médecin-conseil de la caisse, on appliquera les mêmes principes que ceux rappelés ci-dessus à propos des réponses données à un questionnaire écrit.\n\n2. En l'espèce, l'intimée a présenté sa demande d'admission le 8 mars 1978 et a consulté pour la première fois le docteur C. le 16 mars suivant. Par ailleurs, le certificat d'assurance a été établi le 3 juillet 1978 et l'assurée a adressé la note d'honoraires relative au traitement en cours pratiquement immédiatement à réception de ce document. Or, dans le questionnaire qu'elle a rempli, elle a répondu par la négative à la question qui lui demandait si elle envisageait de suivre un traitement médical. Certes, on ignore la date à laquelle elle s'est annoncée auprès du médecin pour obtenir un rendez-vous et il n'est pas établi qu'elle ait effectué cette démarche avant le 8 mars 1978. Mais, en tout état de cause, la chronologie des faits autorise à penser qu'elle envisageait déjà à ce BGE 109 V 36 S. 39moment-là de se soumettre à un traitement de psychothérapie. Point n'est besoin toutefois de rechercher plus avant si l'intéressée a commis une réticence lorsqu'elle a sollicité son affiliation. Cette question peut en effet demeurer indécise car, ainsi qu'on va le voir, il faut admettre qu'elle a en tout cas failli à son obligation de renseigner au moment où elle a été examinée par le médecin-conseil de la caisse.\n\n3. a) Le dossier établit qu'avant la visite médicale du 23 mai 1978, l'assurée avait déjà suivi treize séances de psychothérapie auprès du docteur C., soit une en mars, huit en avril et quatre en mai. Chacune d'entre elles était facturée 120 francs. Une note d'honoraires, accompagnée d'un \"certificat et relevé des prestations\", selon la formule officielle de l'Association des médecins du canton de Genève, a été remise à la patiente à la fin de chaque mois, donc en tout cas à fin avril 1978. Si l'on peut certes concevoir que, lors des premières consultations, l'assurée ait assimilé celles-ci à des entretiens du type de ceux qu'elle aurait pu avoir avec une personne de confiance - encore que l'on soit ici en présence d'un médecin diplômé FMH en psychiatrie et en psychothérapie - il ne pouvait à l'évidence plus en aller de même lorsque le nombre, la fréquence et le coût de ces séances devaient lui faire comprendre, comme à toute personne normalement douée de bon sens, qu'il s'agissait de véritables prestations médicales émanant d'un spécialiste, et non plus de simples entrevues informelles. L'intimée ne s'y est d'ailleurs pas trompée, puisqu'elle a, par l'intermédiaire de son père, envoyé à la caisse une note d'honoraires pour les soins qui lui ont été prodigués au mois de juin 1978.\n\nb) Lors de sa visite médicale, l'intimée a eu, selon le rapport qu'en a fait le docteur V., un long entretien avec celui-ci, au cours duquel il fut notamment question de \"conflits mineurs\" avec son père. Or, c'est précisément en raison des problèmes qu'elle rencontrait dans ses relations avec ses parents qu'elle avait consulté le docteur C. Selon ses propres déclarations en procédure cantonale, loin d'être mineurs, les conflits familiaux étaient devenus aigus, ce qu'a confirmé d'ailleurs le témoignage de ce médecin.\n\nLes premiers juges ont néanmoins estimé que, faute de connaître la teneur exacte des questions posées, on ne saurait apprécier une réticence éventuelle par rapport au comportement de l'intéressée à l'occasion de l'examen auquel elle avait été invitée à se soumettre.\n\nBGE 109 V 36 S. 40Ce point de vue méconnaît toutefois le but d'une telle investigation, qui est de compléter et d'approfondir les renseignements, généralement sommaires, fournis par le candidat sur son état de santé passé et présent. C'est dire que, lorsqu'un changement est survenu dans cet état entre le moment de la demande d'admission et celui de l'examen par le médecin-conseil, le candidat ne peut qu'être conscient du fait qu'une ou plusieurs de ses réponses au questionnaire écrit doivent être complétées ou rectifiées, de sorte qu'il a l'obligation de le signaler, même si le libellé de chaque question écrite n'est pas repris au cours de l'examen. Au demeurant, on constate que, dans le cas particulier, les rubriques du rapport médical établi par le médecin-conseil recouvrent en bonne partie, mais de manière plus détaillée, celles du questionnaire rempli lors de la demande d'affiliation, ce dont l'intimée devait nécessairement se rendre compte. On pouvait donc exiger de celle-ci qu'elle complète les renseignements qu'elle avait auparavant donnés à la caisse. A cet égard, le Tribunal fédéral des assurances a jugé que le simple fait qu'un candidat n'indique pas, dans sa demande d'affiliation, que son médecin lui a ordonné de se faire radiographier - et alors qu'il ne pouvait connaître la nature de l'affection soupçonnée par le praticien - était constitutif de réticence (RJAM 1982 no 478 p. 51 consid. 2, 1968 no 23 p. 1). Il ne saurait en être autrement lorsqu'il omet, comme en l'occurrence, de mentionner qu'il a subi de nombreuses séances de psychothérapie chez un psychiatre, dont une partie lui a déjà été facturée. Au surplus, l'intimée ne conteste pas qu'elle avait connaissance de l'avertissement sur les conséquences d'une réticence qui figure en tête du questionnaire rempli par elle le 8 mars 1978.\n\nc) Sans doute n'est-il pas exclu que l'intimée ait plus ou moins consciemment minimisé la portée des soins prodigués par le docteur C. au point de n'en pas parler, soit qu'elle n'ait pas saisi, dans un premier temps, que les troubles dont elle souffrait constituaient une véritable maladie, comme elle l'affirme et comme paraît le confirmer le témoignage de ce praticien, soit qu'elle ait éprouvé un sentiment de gêne à l'égard du médecin-conseil, en raison du caractère très personnel des conflits qui l'avaient incitée à consulter un psychiatre. Cependant, il a été jugé que si l'on peut comprendre qu'un candidat à l'affiliation taise, par pudeur ou parce qu'il pense qu'il s'agit d'une maladie bénigne, l'existence d'une affection médicale, on ne saurait toutefois, en principe, lui BGE 109 V 36 S. 41laisser le soin d'apprécier si celle-ci doit être mentionnée ou si elle peut être passée sous silence. Il n'est notamment pas admissible de taire un traitement qui a eu lieu peu avant l'établissement de la demande d'admission et qui a eu une certaine durée, par exemple un mois (RJAM 1970 no 82 p. 229). Ces principes ne peuvent que s'appliquer également dans le cas particulier, d'autant qu'il a été question, lors de l'entrevue avec le médecin-conseil de la caisse, des problèmes familiaux qui étaient à l'origine de la psychothérapie. Cela ne pouvait échapper à l'assurée, dont le médecin traitant souligne qu'elle est douée d'une très bonne intelligence.\n\nd) De ce qui précède, il résulte que la caisse était en droit d'instituer une réserve rétroactive, laquelle est destinée à rétablir l'ordre légal et statutaire (ATF 108 V 28 et les arrêts cités). La décision de la recourante était dès lors bien fondée de ce chef et c'est à tort que les premiers juges l'ont annulée.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est admis et le jugement de la Cour de justice du canton de Genève est annulé."}