{"annee": "109", "cour": "II", "page": "491", "date": "15/9/1983", "cite": ["90 IV 265", "87 II 113", "95 II 14", "92 II 62"], "cite_par": ["127 IV 141", "118 II 528", "116 II 379"], "chapeau": "102. Extrait de l'arrêt de la IIe Cour civile du 15 septembre 1983 dans la cause Wagen contres Les Amandiers S.A. (recours en réforme)", "regestes": ["Art. 36 al. 1 et 2, 46, 51 al. 1 lettre a, 55 al. 1 lettre a OJ. Est irrecevable un recours en réforme qui ne mentionne pas la valeur litigieuse, sans que la décision attaquée ou d'autres éléments d'appréciation permettent au Tribunal fédéral de la calculer aisément."], "faits": "", "considerants": "BGE 109 II 491 S. 491\n\nExtrait des considérants:\n\n1. a) Le litige a pour objet la détermination de la portée de deux servitudes foncières grevant le fonds du demandeur en faveur de l'immeuble de la défenderesse. Dans la dernière instance cantonale, les droits contestés, d'après les conclusions des parties, étaient les suivants, l'une et l'autre étant recourantes:\n\nLa société Les Amandiers S.A. a conclu à la réforme du jugement déféré en ce sens que la demande principale de Wagen est rejetée; dans son dispositif, ledit jugement prononçait, sous ch. I. que la servitude foncière intitulée \"Dérogation à la distance légale des plantations\", grevant la parcelle no 1457 en faveur de la parcelle no 1288, concerne seulement la distance des plantations par rapport à la limite de la première de ces parcelles ou de son prolongement, à l'exclusion de leur hauteur, et, sous ch. II., qu'en conséquence la défenderesse est tenue, quant à cette hauteur, d'observer les règles légales et, BGE 109 II 491 S. 492partant, de réduire, dans la mesure exigée, la hauteur des deux peupliers canadiens et des deux bouleaux plantés à la limite précitée.\n\nPour le surplus, la société Les Amandiers S.A. a conclu au maintien du jugement entrepris autant que celui-ci admettait sa demande reconventionnelle et prononçait que la chambre crée en 1978 au sous-sol de la maison familiale de Wagen, sise sur sa parcelle no 1457, l'avait été en dérogation à la servitude intitulée \"Restriction au droit de construire\", grevant ladite parcelle en faveur du fonds de la défenderesse, et qu'en conséquence le demandeur était tenu de rendre impropre à l'habitation le local dans la mesure où les chambres dépassaient le nombre de deux.\n\nInversement, Wagen a conclu à la réforme du jugement déféré en ce sens que la demande reconventionnelle de la société Les Amandiers S.A. est rejetée et, pour le surplus, au maintien dudit jugement, dans la mesure où il admettait sa demande principale.\n\nCes droits contestés dans la dernière instance sont à l'évidence de nature pécuniaire au sens de l'art. 46 OJ; le recours en réforme n'est partant recevable que s'ils atteignent une valeur d'au moins 8'000 francs.\n\nc) bb) Le montant de la demande principale et celui des conclusions reconventionnelles ne doivent pas être additionnées pour calculer la valeur litigieuse dont dépend la recevabilité d'un recours en réforme (art. 47 al. 2 OJ). D'autre part, ce n'est que si les conclusions de la demande principale et celles de la demande reconventionnelle s'excluent que le recours en réforme est recevable à l'égard des deux demandes, pourvu qu'il soit ouvert quant à l'une d'elles (art. 47 al. 3 OJ). En l'espèce, la demande principale et la demande reconventionnelle ne s'excluent pas, puisqu'elles peuvent être admises l'une comme l'autre.\n\ncc) Selon l'art. 36 al. 1 OJ, la valeur de l'objet litigieux est déterminée par les conclusions de la demande. En matière de servitude, il résulte de la nature particulière de la contestation qu'indépendamment de l'intérêt du demandeur à l'admission de ses conclusions, l'intérêt du défendeur au rejet de la demande entre aussi en ligne de compte; pour que le recours en réforme soit ouvert, il suffit que l'un ou l'autre de ces intérêts atteigne le montant de 8'000 francs requis par l'art. 46 OJ; les deux intérêts ne doivent pas être additionnés, mais n'entrent qu'alternativement BGE 109 II 491 S. 493en ligne de compte; ce n'est que si la plus-value découlant pour le fonds dominant de la reconnaissance de la servitude contestée atteint la valeur litigieuse requise que l'on peut s'abstenir d'examiner la moins-value qui en résultera pour le fonds servant (ATF 92 II 65 /66 consid. 3, 4 et 5).\n\ndd) L'art. 51 al. 1 lettre a OJ prescrit que, dans la procédure cantonale, lorsque la contestation porte sur un droit de nature pécuniaire sans que le montant de la réclamation soit déterminé, la demande indiquera et, sauf difficultés sérieuses, la décision constatera si la valeur litigieuse atteint 15'000 francs ou au moins 8'000 francs.\n\nDans l'espèce, la demande de Wagen du 15 octobre 1981, adressée au Président du Tribunal civil du district de Vevey, ne contient aucune indication sur la valeur des droits contestés, ni ne dit si leur valeur atteint 15'000 francs, respectivement 8'000 francs. Le mémoire de la société Les Amandiers SA, du 1er décembre 1981, contenant sa réponse à la demande principale et ses conclusions reconventionnelles, ne fournit aucun renseignement quelconque sur la valeur litigieuse. Il en est de même du mémoire complémentaire du demandeur, du 23 mars 1982, et de celui de la défenderesse et demanderesse reconventionnelle, du 30 avril 1982.\n\nL'arrêt déféré n'indique pas non plus si, en l'espèce, la valeur litigieuse atteint 15'000 francs ou au moins 8'000 francs. L'inobservation de l'art. 51 al. 1 lettre a OJ n'entraîne pas de soi l'irrecevabilité du recours en réforme. Le Tribunal fédéral peut enjoindre la juridiction cantonale dont émane l'arrêt attaqué d'avoir à fixer la valeur litigieuse (ATF 95 II 16 /17 consid. 1).\n\nee) Aux termes de l'art. 55 al. 1 lettre a OJ, l'acte de recours en réforme doit contenir, \"dans les contestations qui portent sur un droit de nature pécuniaire, sans que le montant de la réclamation soit déterminée, la mention que la valeur litigieuse atteint 15'000 francs ou au moins 8'000 francs...\". Selon la jurisprudence constante, lorsque la partie qui recourt en réforme omet d'indiquer la valeur litigieuse, le recours est irrecevable, à moins que cette valeur ne puisse être d'emblée déterminée avec certitude (ohne weiteres mit Sicherheit), sur le vu de l'acte de recours, de la décision attaquée ou des pièces du dossier (ATF 90 IV 267 consid. 1, ATF 87 II 114 consid. 1 et les références).\n\nEn l'espèce, Wagen ne donne, dans son acte de recours, aucune indication quelconque concernant la valeur litigieuse. Sous la rubrique \"Recevabilité\", il se borne à expliquer que le recours est BGE 109 II 491 S. 494déposé en temps utile. Wagen se limite, de surcroît, à intituler son mémoire \"Acte de recours\" sans autre précision. Il ne dit pas s'il s'agit d'un recours en réforme ou d'un autre recours. Il ressort cependant de son argumentation qu'il se plaint d'une violation de l'art. 738 CC, qui concerne la détermination de l'étendue de la servitude sur la base de l'inscription au registre foncier, de son origine et de son exercice, et que l'on est en présence d'un recours en réforme. Aucun élément de ce recours, ni de l'arrêt attaqué, ni aucune pièce du dossier ne permettent d'estimer, même de façon très approximative, la valeur litigieuse, que ce soit en partant de l'intérêt de Wagen à l'admission de sa demande principale et au rejet de la demande reconventionnelle de la société Les Amandiers SA, ou de l'intérêt de la défenderesse et demanderesse reconventionnelle au rejet de la demande principale et à l'admission de sa demande reconventionnelle. Le recours est partant irrecevable. Il n'incombe pas au Tribunal fédéral, saisi d'un recours en réforme, de procéder d'office aux investigations nécessaires pour déterminer la valeur litigieuse alors que ni le recours, ni la décision attaquée, ni le dossier ne lui fournissent aucun élément d'appréciation. Il ne lui appartient pas en particulier de consulter un expert pour pallier l'incurie du recourant.\n\nCertes, en vertu de l'art. 36 al. 2 OJ, lorsque la demande ne conclut pas au paiement d'une somme d'argent déterminée, le Tribunal fédéral fixe d'office, au préalable, la valeur litigieuse en la forme sommaire et selon sa libre appréciation, au besoin après avoir consulté un expert. La loi fédérale du 22 mars 1893 sur l'organisation judiciaire fédérale, qui a été abrogée par la loi actuelle du 16 décembre 1943 (art. 169), ne contenait pas de disposition semblable à l'art. 36 al. 2 précité. Cette nouvelle prescription a été édictée notamment \"eu égard à l'inconvénient résultant de ce que la compétence du Tribunal fédéral pouvait parfois dépendre du fait que les parties en cause appréciaient toutes deux l'objet litigieux à une valeur supérieure à la réalité\" (Message du Conseil fédéral à l'Assemblée fédérale à l'appui d'une nouvelle loi d'organisation judiciaire, FF 1943, p. 119); en effet, selon l'art. 53 al. 3 ancienne OJ, s'agissant d'une demande qui ne concluait pas au paiement d'une somme d'argent déterminée, les indications concordantes des parties au sujet de la valeur qu'elles attribuaient au litige étaient décisives pour la fixation de celle-ci. Dans l'actuelle loi fédérale d'organisation judiciaire, le Tribunal fédéral n'est aucunement lié par l'accord des parties sur la valeur BGE 109 II 491 S. 495litigieuse; il la fixe d'office, selon sa libre appréciation. Cela ne signifie pas cependant que, dans le cas où la partie recourante, contrairement à l'art. 55 al. 1 lettre a OJ, n'indique pas dans son acte de recours que la valeur litigieuse atteint 15'000 francs ou 8'000 francs au moins, le Tribunal fédéral doive d'office faire des investigations pour fixer la valeur litigieuse, au besoin après avoir consulté un expert.\n\nLe Tribunal fédéral, saisi d'un recours en réforme, n'a pas à suppléer au défaut d'indication de la valeur litigieuse imputable au recourant. Son rôle se borne à fixer d'office cette valeur en se fondant sur les éléments d'appréciation ressortant des constatations de la décision attaquée (art. 63 al. 2 OJ) ou d'autres éléments ressortant du dossier, sans être lié par l'estimation du recourant ou l'accord des parties. Lorsque l'acte de recours et la décision attaquée ne contiennent aucune indication sur la valeur litigieuse, ni allégués, ni constatations de fait permettant de l'évaluer d'emblée et avec certitude, et que le dossier ne fournit pas non plus de renseignements adéquats à cet effet, le Tribunal fédéral n'a pas à combler de son chef ces lacunes. Les ayant relevées, il ne peut que déclarer le recours irrecevable.\n\nff) L'arrêt attaqué cite entre guillemets la partie essentielle de l'acte constitutif des deux servitudes litigieuses, du 21 mars 1962, restriction au droit de construire et dérogation à la distance légale des plantations. Le contenu de ces deux servitudes, tel qu'il est exprimé dans cet acte, correspond exactement à celui que mentionnait la promesse de vente et d'achat du 24 février 1962. L'acte de recours reproduit également ce contenu pour la dérogation à la distance légale des plantations et pour la restriction au droit de construire.\n\nEn outre, on trouve dans les pièces produites par le demandeur un extrait du registre foncier concernant sa parcelle no 1457 et celle de la défenderesse no 1288, d'une part, et, dans les pièces versées en procédure par la défenderesse, la promesse de vente et d'achat du 24 février 1962, l'acte de fractionnement de bien-fonds et de constitution de servitudes, du 21 mars 1962, et l'acte de vente, pacte de préemption et pacte de réméré, conclu entre les parties le 9 juin 1962, d'autre part.\n\nSur le vu de la décision attaquée, du recours de Wagen et des pièces du dossier, on peut aisément prendre connaissance du contenu et de l'étendue des servitudes litigieuses. Mais cela ne suffit pas pour que l'on puisse estimer quelle est concrètement la dépréciation BGE 109 II 491 S. 496que chacune de ces servitudes fait subir au fonds servant ou l'avantage qu'elle procure au fonds dominant, ni non plus pour apprécier en argent la moins-value qui en résulte pour le fonds servant ou la plus-value, pour le fonds dominant. C'est le recourant qui avait la charge de l'allégation et de la preuve des faits pertinents permettant une telle évaluation.\n\nL'arrêt attaqué ne contient pas de constatations sur la base desquelles le Tribunal fédéral pourrait, d'emblée et avec certitude, déterminer le montant de la dépréciation du fonds servant qu'entraînent l'une et l'autre servitudes, ou de la plus-value qu'elles procurent au fonds dominant. En plus du contenu de ces servitudes, il se borne à mentionner que les deux peupliers canadiens, plantés à 2,5 m et 1,15 m de la limite de la parcelle 1457, atteignent une hauteur de 28 m, qu'ils poussent tant en hauteur qu'en largeur, que les racines de celui qui est situé près du garage de Wagen ont soulevé l'asphalte du chemin d'accès à environ 2 m de la porte, que plusieurs branches d'arbres touchent le toit du garage, ou vont jusqu'à terre dans le jardin, que les bouleaux sont moins hauts, et que les arbres précités forment une végétation abondante. Ces faits permettent, à la vérité, de retenir que la parcelle de Wagen subit une certaine dépréciation en raison de la servitude de dérogation à la distance légale des plantations, mais non pas d'apprécier, même approximativement, le montant de la moins-value de ce fonds ou de l'avantage dont bénéficie le fonds dominant. Quant à la restriction au droit de construire, l'arrêt déféré admet qu'elle oblige Wagen à canceller l'une des trois pièces du sous-sol de sa villa, mais ne fournit aucune indication permettant de déterminer en argent la dépréciation qu'elle entraîne pour l'immeuble du recourant, ou la plus-value qu'elle procure au fonds de l'intimée.\n\nDans son recours, Wagen ne donne aucune indication concrète sur la base desquelles le Tribunal fédéral pourrait d'emblée et avec certitude, estimer le montant de la dépréciation que l'une et l'autre servitudes font subir au fonds servant ou de l'avantage dont bénéficie le fonds dominant, et fixer par là la valeur litigieuse."}