{"annee": "109", "cour": "IV", "page": "1", "date": "8/3/1983", "cite": ["105 IV 326"], "cite_par": ["125 IV 177", "117 IB 210", "141 IV 336", "124 IV 241", "133 IV 171", "118 IA 137"], "chapeau": "1. Extrait de l'arrêt de la Cour de cassation pénale du 8 mars 1983 dans la cause Procureur général du canton de Genève c. X. (pourvoi en nullité)", "regestes": ["Art. 7 CP, principe de l'ubiquité, résultat d'une escroquerie. S'agissant d'escroquerie, le lieu où l'enrichissement recherché s'est réalisé, ou devait se réaliser, est également celui où le résultat s'est produit, donc le lieu de commission de l'infraction au sens de l'art. 7 CP."], "faits": "BGE 109 IV 1 S. 1\n\nA.- Dans les années 1973/74, X. exerçait la fonction de directeur financier et commercial de la société Z. dont le siège se trouve aux Etats-Unis. A cette époque, la société Z. désirait construire une fabrique de poudre spéciale pour munitions à Taiwan. X. était chargé des pourparlers avec l'intermédiaire de la société Z. en Chine nationaliste, la société Y. Co Ltd.\n\nAu début de 1974, Y. Co Ltd aurait demandé à la société Z. une commission uniforme de 4% alors qu'un pourcentage dégressif de 5 à 2% avait été initialement prévu. La société Z. accuse X. d'avoir abusé de sa situation de négociateur en poussant la société chinoise à requérir cette augmentation et d'avoir obtenu que 70'000 $ soient versés par la société Z. sur un compte numéroté ouvert au nom de X. dans une banque de Genève. Il aurait fait croire à Y. Co Ltd qu'il agissait pour la société Z. et que cette société était bien le titulaire du compte genevois. Ainsi, la société Z. aurait été amenée BGE 109 IV 1 S. 2à faire un acte de disposition contraire à ses intérêts alors que X. se serait procuré un enrichissement illégitime de 70'000 $. Il aurait ainsi commis une escroquerie.\n\nB.- Le 25 juin 1982, la Chambre d'accusation de Genève a renvoyé X. pour les faits précités devant la Cour correctionnelle siégeant avec le concours du jury.\n\nX. s'est pourvu en cassation contre cette ordonnance. Le 3 décembre 1982, la Cour de cassation du canton de Genève a admis son pourvoi et a annulé l'ordonnance de renvoi du 25 juin 1982 motif pris de l'incompétence des autorités suisses à raison du lieu.\n\nLe Procureur général du canton de Genève a formé un pourvoi en nullité au Tribunal fédéral; il conclut à l'annulation de l'arrêt de la Cour de cassation cantonale et au renvoi à l'autorité cantonale pour nouvelle décision.\n\nC.- X. conclut quant à lui au rejet du pourvoi en nullité déposé par le Procureur général.\n\nD.- En 1979, le Tribunal fédéral a déjà eu à connaître de la présente affaire dans le cadre d'un recours de droit public déposé contre une décision de la Chambre d'accusation enjoignant au Procureur général de reprendre, contre X., la procédure pénale qui avait été classée par ce magistrat pour incompétence à raison du lieu. Par arrêt du 20 avril 1979, la 1re Cour de droit public a jugé qu'il n'était pas arbitraire de penser qu'un délit tel que l'escroquerie puisse être considéré comme réalisé là où l'enrichissement se concrétise ni d'estimer que la jurisprudence du Tribunal fédéral penchait vers cette solution; la question de la détermination du for de l'action pénale n'a toutefois pas été examinée en détail.", "considerants": "Considérant en droit:\n\n3. Les actes reprochés à X., qui ont conduit les autorités à retenir la prévention d'escroquerie, ont été commis aux Etats-Unis et à Taiwan ainsi que par correspondance échangée entre les deux pays. Les seuls points de l'état de fait qui se rapportent à la Suisse sont l'ouverture d'un compte bancaire à Genève et le fait que les présumées victimes ont été amenées à verser 70'000 $ sur ledit compte. Il convient en conséquence de savoir si ouvrir un compte en Suisse pour y accueillir des fonds qui auraient été obtenus par une escroquerie suffit, après réception de l'argent, pour fonder la compétence des juridictions pénales helvétiques.\n\nBGE 109 IV 1 S. 3\n\na) En l'espèce, c'est uniquement sur la base du principe de la territorialité - art. 3 en liaison avec l'art. 7 CP - qu'il s'agit d'examiner le problème de la souveraineté de la Suisse; la compétence des autorités helvétiques est admise si l'activité incriminée s'est exercée au moins partiellement dans notre pays. Aux termes de l'art. 7 CP, l'infraction est réputée commise \"tant au lieu où l'auteur a agi qu'au lieu où le résultat s'est produit\" (principe de l'ubiquité).\n\nb) Anciennement, la Cour de cassation pénale du Tribunal fédéral ne limitait pas la notion de résultat, telle que l'art. 7 CP la prévoit, aux seuls effets constitutifs de l'infraction mais prenait aussi en considération les conséquences - au sens le plus large - qui font que le législateur a voulu réprimer l'acte visé. A la suite de critiques exprimées par SCHULTZ (RPS 72 p. 313 ss; RJB 99 p. 42 ss; 102 pp. 331/332; 108 p. 336) la jurisprudence a été modifiée (ATF 105 IV 326): dans ce sens, le résultat désigne une modification du monde extérieur, imputable à l'auteur et faisant partie des éléments constitutifs de l'infraction. Il ne peut ainsi y avoir de résultat au sens technique que pour une seule sorte d'actes punissables, à savoir les délits matériels (Erfolgsdelikte). Il s'ensuit que pour les délits formels (schlichte Tätigkeitsdelikte) - comme la bigamie réprimée par l'art. 215 CP - on ne saurait distinguer le résultat de l'action même de l'auteur, si bien que le lieu où se trouve le titulaire des biens juridiques atteints ou menacés ne peut à lui seul constituer un for.\n\nc) En l'espèce, c'est à partir de cette nouvelle définition du résultat au sens de l'art. 7 CP qu'il sied de raisonner. L'escroquerie est un délit matériel à double résultat (kupiertes Erfolgsdelikt; voir STRATENWERTH, Allg. Teil, p. 170 ss): le premier est constitué par l'appauvrissement de la victime, le second est l'enrichissement dont seul le dessein - à l'exclusion de la réalisation - est un élément constitutif de l'infraction. En l'espèce, c'est ce second résultat qui est en relation avec la Suisse. Il faut ainsi déterminer si, en présence d'un tel délit intentionnel, le lieu où devait se produire le résultat recherché par l'auteur (où il s'est peut-être, suivant le cas, produit) doit également être considéré comme le lieu du résultat de l'infraction prise dans son ensemble (SCHWANDER, Das Territorialitätsprinzip im schweizerischen Strafrecht, in Recueil des travaux suisses présentés au VIIIe Congrès international de droit comparé, Bâle 1970 p. 369 ss).\n\nIl convient de répondre par l'affirmative à cette question. Il n'y a pas de raison de considérer qu'il y aurait une opposition entre BGE 109 IV 1 S. 4la notion de résultat recherché par l'auteur et celle de résultat au sens de l'art. 7 CP, cela sous prétexte que le législateur n'a pas fait dépendre formellement la réalisation de l'escroquerie de la réalisation effective de l'enrichissement voulu par l'auteur. Même s'il est vrai que la notion de résultat s'est très nettement restreinte à la suite de la modification de la jurisprudence et ne peut plus s'étendre aux simples effets de l'infraction sur le bien protégé, il faut néanmoins admettre la compétence de la Suisse en matière d'escroquerie dès que l'auteur voulait que l'enrichissement qu'il recherchait se produise en Suisse et que cet enrichissement s'y est effectivement produit. On dispose ainsi d'un point de rattachement territorial précis et clair; grâce à l'introduction, dans la notion de résultat de l'art. 7 CP, d'un élément nécessaire du plan d'action de l'auteur, mais pas indispensable comme élément objectif pour la réalisation formelle de l'infraction, une extension démesurée du principe de la territorialité n'est pas à craindre.\n\nd) En l'espèce, les éléments formels de l'escroquerie alléguée (tromperie astucieuse, atteinte aux intérêts pécuniaires) n'ont aucun lien avec la Suisse; en revanche, l'enrichissement illégitime recherché par l'auteur devait se produire dans ce pays; il s'y est d'ailleurs effectivement concrétisé. X. ne pouvait disposer des 70'000 $ qu'après que ce montant eut été viré sur son compte numéroté ouvert à Genève. Ainsi, la Suisse apparaît comme un lieu où l'infraction a été commise au sens de l'art. 7 CP (ce qui fonde sa compétence), dans la mesure où la réalisation de l'enrichissement recherché constitue le résultat de l'infraction déterminant au sens de cette disposition, cela quand bien même la réalisation matérielle du délit ne présuppose pas l'acquisition de l'enrichissement que voulait l'auteur.\n\n4. Dès lors, en jugeant les autorités suisses incompétentes à raison du lieu, l'autorité cantonale a violé les art. 3 et 7 CP. Le pourvoi en nullité doit en conséquence être admis."}