{"annee": "109", "cour": "IB", "page": "146", "date": "3/6/1983", "cite": ["40 II 83", "85 I 17", "54 II 120", "96 I 406"], "cite_par": ["111 IB 126", "127 I 84", "120 II 412", "126 III 431", "114 IA 413", "132 I 270", "129 III 415", "132 V 303", "145 II 303", "128 III 250", "114 IB 142", "143 III 395"], "chapeau": "24. Urteil der II. öffentlichrechtlichen Abteilung vom 3. Juni 1983 i.S. Schweizerischer Treuhänder-Verband c. Schweizerische Nationalbank (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 5 al. 1 PA en relation avec l'art. 97 al. 1 OJ; nature juridique de la Convention relative à l'obligation de diligence des banques lors de l'acceptation de fonds et à l'usage du secret bancaire du 1er juillet 1982 (CDB). 1. Que la lettre attaquée de la Banque Nationale Suisse (BNS) soit une décision au sens de l'art. 5 al. 1 PA dépend de la question de savoir si la CDB relève du droit privé ou du droit public (consid. 1a). 2. La limite entre le droit privé et le droit public doit être tracée dans chaque cas d'après les critères les plus appropriés aux circonstances concrètes (consid. 1b). 3. L'application de la théorie des intérêts ne mène en l'espèce à aucun résultat concluant (consid. 2); par contre, in casu, la CDB relève du droit privé selon la théorie dite de la subordination (consid. 3). 4. Même là où elle est soumise au droit privé, la BNS est liée par le mandat de droit public qui lui a été conféré de la manière la plus large et ainsi par les droits fondamentaux (consid. 4)."], "faits": "BGE 109 Ib 146 S. 147\n\nIn der revidierten Vereinbarung der unterzeichnenden Banken und der Schweizerischen Bankiervereinigung mit der Schweizerischen Nationalbank (SNB) über die Sorgfaltspflicht der Banken bei der Entgegennahme von Geldern und über die Handhabung des Bankgeheimnisses (VSB) vom 1. Juli 1982 wurde im Vergleich BGE 109 Ib 146 S. 148zur vorhergehenden Vereinbarung u.a. der Kreis der Berufsgeheimnisträger, die von der Offenlegung der Identität eines Dritten, für dessen Rechnung sie Vermögenswerte anlegen, gegenüber der Bank dispensiert sind, neu geregelt (Art. 6 VSB, Ziff. 40-43 Ausführungsbestimmungen; AB). Neu erfasst der Kreis der Berufsgeheimnisträger neben den Rechtsanwälten und Notaren nur noch die Treuhänder, die Mitglied eines der Schweizerischen Treuhand- und Revisionskammer angeschlossenen Verbandes sind. Die revidierte Vereinbarung trat auf den 1. Oktober 1982 in Kraft und gilt für eine feste Laufzeit von fünf Jahren (Art. 14 Abs. 1 VSB).\n\nDer Schweizerische Treuhänder-Verband (STV) ersuchte mit Eingabe vom 9. September 1982 die SNB, seine Mitglieder in der Vereinbarung gleich wie die Mitglieder der Schweizerischen Treuhand- und Revisionskammer zu behandeln. Die Mitglieder des STV sollten wie vor der VSB-Revision 1982 von der Offenlegung der Identität des Dritten befreit sein.\n\nDieses Begehren lehnte die SNB mit Schreiben vom 24. September 1982 ab. Sie wies dabei auf die wesentlich höheren fachlichen Anforderungen, die für eine Aufnahme in einen der Treuhand- und Revisionskammer angeschlossenen Verband vorausgesetzt werden, und auf die Unterschiede in den Standesregeln hin.\n\nMit Schreiben vom 6. Oktober 1982 ersuchte der Beschwerdeführer um Rücknahme dieses Bescheides, da die SNB nicht alle Umstände richtig gewürdigt habe und zudem zum Abschluss derartiger Vereinbarungen gar nicht kompetent sei. Darüber hinaus stellte der Beschwerdeführer eine Anpassung seiner Statuten an jene der Treuhand- und Revisionskammer in Aussicht. Die SNB teilte dem Beschwerdeführer mit Schreiben vom 9. November 1982 mit, dass sie das Wiedererwägungsgesuch ablehnen müsse. Eine Ausdehnung des Kreises der Berufsgeheimnisträger gemäss Art. 6 VSB lasse sich mit dem Sinn und Zweck der Revision nicht vereinbaren.\n\nGegen den Bescheid der SNB vom 9. November 1982 führt der STV Verwaltungsgerichtsbeschwerde wegen fehlender gesetzlicher Grundlage, Unvereinbarkeit mit der Handels- und Gewerbefreiheit sowie der Rechtsgleichheit.\n\nDas Bundesgericht tritt auf die Beschwerde nicht ein.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die vorliegende Beschwerde richtet sich gegen das Schreiben der SNB an den Beschwerdeführer vom 9. November 1982. Die SNB weist darin das Wiedererwägungsgesuch des STV ab, BGE 109 Ib 146 S. 149dessen Mitglieder in den Kreis der privilegierten Geheimnisträger nach Art. 6 VSB aufzunehmen.\n\na) Die Verwaltungsgerichtsbeschwerde an das Bundesgericht ist nach Art. 97 Abs. 1 OG nur gegen Verfügungen im Sinne von Art. 5 Abs. 1 und 2 VwVG zulässig. Die Zuständigkeit des Bundesgericht im verwaltungsgerichtlichen Beschwerdeverfahren ist somit nur gegeben, wenn eine Anordnung einer Behörde im Einzelfall gestützt auf öffentliches Recht des Bundes vorliegt. Ob das angefochtene Schreiben der SNB eine Verfügung in diesem Sinne darstellt, hängt u.a. von der Rechtsnatur der VSB ab.\n\nHandelt es sich um einen privatrechtlichen Vertrag, stellt auch die Gestaltung der einzelnen Vertragsbestimmungen privatrechtliches Handeln dar, während bei Vorliegen eines öffentlichrechtlichen Aktes die Änderung einzeler Artikel durch hoheitliches Handeln möglich ist. Die Frage, ob die VSB, welche zwischen den unterzeichnenden Banken und der Schweizerischen Bankiervereinigung einerseits und der Schweizerischen Nationalbank anderseits geschlossen wurde, öffentliches Recht des Bundes darstellt oder nicht hoheitlichen Charakter hat, betrifft somit eine Prozessvoraussetzung, die vorab zu entscheiden ist. Dies ist auch dann geboten, wenn man mit der Beschwerdegegnerin davon ausgeht, dass sich die Beschwerde im Grunde genommen nicht nur gegen ihren Brief vom 9. November 1982, sondern auch gegen den Abschluss der Vereinbarung durch die SNB als solcher richtet.\n\nb) Das Bundesgericht stützt sich für die Abgrenzung des öffentlichen vom privaten Recht auf verschiedene Theorien, wobei keiner a priori ein Vorrang zukommt. Vielmehr prüft es in jedem Einzelfall, welches Abgrenzungskriterium den konkreten Gegebenheiten am besten gerecht wird (vgl. BGE 96 I 407 ff. E. 2 a-c). Damit wird dem Umstand Rechnung getragen, dass der Unterscheidung zwischen privatem und öffentlichem Recht ganz verschiedene Funktionen zukommen, je nach den Regelungsbedürfnissen und insbesondere den Rechtsfolgen, die im Einzelfall in Frage stehen; sie lassen sich nicht mit einem einzigen theoretischen Unterscheidungsmerkmal erfassen (IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, Basel und Stuttgart 1976, Bd. I Nr. 1 B IV; SALADIN, Das Verwaltungsverfahrensrecht, Basel 1979, S. 76 und DESCHENAUX, Der Einleitungstitel, in: Schweizerisches Privatrecht, Bd. II, Basel 1976, S. 15 ff.).\n\n2. Der Beschwerdeführer stützt sich im wesentlichen auf die Interessentheorie, auf die sich auch das Bundesgericht in BGE 109 Ib 146 S. 150verschiedenen Entscheiden (BGE 85 I 21 und dort zit. Entscheide) berufen hat. Dabei hat es allerdings ausgeführt, dass diese Theorie dann nicht schlüssig sein könne, wenn es um Vorschriften gehe, die sowohl öffentliche als auch private Interessen wahrnehmen, ohne dass einer der beiden Zwecke dominiert (BGE 96 I 408 E. 2b in fine). Im folgenden ist zu untersuchen, welche Art von Interessen mit der VSB geschützt sein sollen und welchen allenfalls ein Vorrang zukommt.\n\na) Der Beschwerdeführer macht geltend, mit der VSB würden insbesondere die Durchsetzung des Strafrechts, die Gewähr einer einwandfreien Geschäftsführung durch die Schweizer Banken, die Verbesserung des internationalen Ansehens der Schweiz sowie eine präzisere Abgrenzung des Bankgeheimnisses bezweckt, was alles im öffentlichen Interesse liege.\n\nb) Dass die Statuierung der Sorgfaltspflichten auch das Abklären von Straftaten erleichtern bzw. die Durchsetzung des Strafrechts insbesondere in internationalen Fällen von Wirtschaftskriminalität oder Terror verbessern kann, ist unbestritten. Die von der Vereinbarung anvisierten Straftaten sind solche des ausländischen Rechts. Gerade weil grundsätzlich keine Rechtspflicht der Schweiz besteht, ausländisches Strafrecht durchzusetzen, bleibt Raum für Vereinbarungen unter den Banken, die über positive Rechtspflichten hinausgehend die Beteiligung von Schweizer Banken an im Ausland nach ausländischem Recht deliktischen Tatbeständen eindämmen wollen. Indem eine schweizerische Bank, die aktive Beihilfe zu ausländischen Steuer- oder Devisendelikten leistet, sich nach schweizerischem Recht nicht strafbar macht, wird mit der VSB im wesentlichen nicht eine Verbesserung der Durchsetzung des Strafrechts, sondern eine den guten Ruf des Bankgewerbes fördernde Selbstbeschränkung der einzelnen Banken beabsichtigt. Dadurch hofft man, einerseits Konflikte mit ausländischen Rechtsordnungen zu vermeiden und anderseits einen Beitrag zur Erhaltung des guten Rufes des Finanzplatzes Schweiz zu leisten.\n\nc) Der Beschwerdeführer macht ferner geltend, mit der VSB werde beabsichtigt, eine einwandfreie Geschäftsführung der Banken zu gewährleisten; damit werde Art. 3 Abs. 2 lit. c des Bundesgesetzes vom 8. November 1934 über die Banken und Sparkassen (BankG) - mithin eine polizeirechtliche Norm - konkretisiert.\n\nDass das BankG die Bewilligung zum Betrieb einer Bank auch vom guten Ruf der mit Verwaltung und Geschäftsführung BGE 109 Ib 146 S. 151betrauten Personen und der Garantie für eine einwandfreie Geschäftstätigkeit abhängig macht, schliesst keineswegs aus, dass diese Ziele im Rahmen von Vereinbarungen im eigenen Interesse der Banken weiter konkretisiert werden. Die VSB will den guten Ruf der Schweizer Banken im Hinblick auf ein ganz bestimmtes aktuelles Problem hin verdeutlichen. Es geht im wesentlichen um die Präzisierung der Sorgfaltspflichten im Umgang mit ausländischen Kunden, die ihr Geld zum Zwecke der Kapitalflucht, der Steuerhinterziehung und ähnlicher Handlungen in Schweizer Banken in Sicherheit bringen wollen.\n\nd) Der Beschwerdeführer sieht den öffentlichrechtlichen Charakter der VSB auch darin begründet, dass damit das Bankgeheimnis näher konkretisiert werde. Dabei ist offensichtlich insbesondere die Pflicht der Banken zur Identifikation des wirtschaftlichen Interessierten bei der Entgegennahme von Geldern gemäss Art. 3 ff. VSB anvisiert.\n\nDie SNB hat in ihrer Vernehmlassung zu Recht auf das eigene Interesse der Banken hingewiesen, die Identität ihrer Kunden zu kennen, um sich so vor der Entgegennahme von Geldern deliktischer Herkunft besser zu schützen. Zudem ist die sorgfältige Prüfung der Kundenidentität zweifellos eine Vorbedingung für die wirksame Durchsetzung im eidgenössischen und im kantonalen Recht bestehender Zeugnis- und Auskunftspflichten der Banken (vgl. Ziff. 4 AB zu Art. 2 VSB). Insoweit stellt die Identitätsprüfung eine Voraussetzung der gesetzlich vorgesehenen Zeugnis- und Auskunftspflichten der Banken dar (Art. 47 Ziff. 4 BankG). Eine Verschiebung der Grenzen des bestehenden Bankgeheimnisses liegt indessen nicht vor.\n\ne) Der Beschwerdeführer erkennt den öffentlichrechtlichen Charakter der Vereinbarung über die Sorgfaltspflicht der Banken ferner in dem in Art. 13 VSB festgelegten Sanktionsmechanismus, der seiner Ansicht nach öffentlichrechtlicher Natur ist.\n\nSchiedskommission und Untersuchungsbeauftragter werden von Nationalbank und Bankiervereinigung einvernehmlich beauftragt (Art. 13 Abs. 1 Satz 2 und Abs. 2 Satz 1 VSB). Weder das Wahlverfahren noch die Befugnisse dieser Organe lassen öffentlichrechtliche Kompetenzen erkennen. Schiedsgerichte dieser Art sind im Privatrecht auch sonst bekannt. Die Behauptung des Beschwerdeführers, die Schiedskommission sei als \"Dritter\" und nicht als \"Beauftragter\" im Sinne von Art. 47 Ziff. 1 BankG zu betrachten, vermag nicht zu überzeugen. Äusserungen in der BGE 109 Ib 146 S. 152Literatur zur Charakterisierung der Organe nach Art. 13 VSB gehen überwiegend in die gleiche Richtung (vgl. NOBEL, Praxis zum öffentlichen und privaten Bankenrecht der Schweiz, Bern 1979, S. 69 f.; MANFRINI, Le contentieux en droit administratif économique, in ZSR NF 101 (1982) II. S. 361; im Ergebnis gleich, aber unter Verwendung des Organbegriffs von Art. 47 BankG AUBERT/KERNEN/SCHÖNLE, Das schweizerische Bankgeheimnis, Bern 1978, S. 174; a.M. CH. SCHMID, Die neue Vereinbarung über die Sorgfaltspflichten der Banken, in SJZ 79 (1983) S. 72 f.; zum Begriff des Beauftragten nach Art. 47 BankG vgl. auch BODMER/KLEINER/LUTZ, Kommentar zum schweizerischen Bankengesetz, Zürich 1976, N. 102 zu Art. 47 BankG). Ein Blick auf das Gesamtwerk der VSB zeigt, dass es das Bemühen der Vertragspartner war, die Vereinbarung in den Rahmen des schweizerischen Rechts zu stellen. Dieses sollte keinesfalls derogiert werden (vgl. Ziff. 2 AB zu Art. 1 und speziell zum Bankgeheimnis Ziff. 63 AB zu Art. 13 VSB). Diesem Bemühen ist auch bei der Auslegung der einzelnen Bestimmungen der Konvention Rechnung zu tragen.\n\nDie Interessentheorie bietet somit im vorliegenden Fall keine schlüssigen Ergebnisse zur Qualifizierung der VSB als öffentlichrechtliches oder privatrechtliches Instrument, was der Beschwerdeführer im Ergebnis denn auch selbst einräumt. Er ist jedoch der Ansicht, dass jedenfalls insoweit öffentliches Recht vorliege, als der Nationalbank besondere Handlungsbefugnisse eingeräumt würden. Dem ist entgegenzuhalten, dass jedenfalls gerade beim vorliegend umstrittenen Art. 6 VSB der SNB keine besonderen Befugnisse eingeräumt werden. Vielmehr stellt auch diese Bestimmung das Ergebnis von Verhandlungen zwischen den Vertragsparteien dar, und die Nationalbank weist zu Recht darauf hin, dass sie nicht durch einseitige Verfügung Art. 6 VSB im Sinne des Begehrens des Beschwerdeführers abändern könne.\n\n3. Ist nach der Interessentheorie keine eindeutige Zuordnung der VSB zum privaten oder öffentlichen Recht möglich, so bietet sich die vom Bundesgericht oft verwendete Subordinationstheorie an, der nach herrschender Auffassung diesbezüglich vorrangige Bedeutung zukommt (IMBODEN/RHINOW, a.a.O., Nr. 1 B IV). Das Bundesgericht hat im Sinne dieser Theorie bei der Abgrenzung des materiellen privaten vom materiellen öffentlichen Recht wiederholt festgestellt, dass das Privatrecht die Rechtsbeziehungen zwischen gleichartigen, gleichwertigen, gleichberechtigten Rechtssubjekten ordnen, während das öffentliche Recht das Verhältnis BGE 109 Ib 146 S. 153des Individuums zur Staatsgewalt, d.h. seine diesbezügliche Unterordnung regelt (BGE 96 I 409, BGE 54 II 122 und BGE 40 II 85).\n\na) Die in der VSB enthaltenen Sorgfaltspflichten der Banken können als eine Art \"minimal standard\" bezeichnet werden, den die Banken bei der Entgegennahme von Geldern und für die Handhabung des Bankgeheimnisses zu berücksichtigen haben (SCHMID-LENZ, Die Vereinbarung über die Sorgfaltspflichten der Banken, in SJZ 1978, S. 118). Der Umstand, dass mit der VSB neben privaten auch öffentliche Interessen verfolgt werden, ändert nichts daran, dass sie - jedenfalls rechtlich betrachtet - auch ohne die Mitarbeit der Schweizerischen Nationalbank von den Banken unter sich im Rahmen privatautonomer Vertragsverhandlungen hätte ausgearbeitet und in Kraft gesetzt werden können.\n\nDie VSB ist denn auch nicht das Ergebnis hoheitlichen Handelns der SNB, sondern intensiver Verhandlungen zwischen ihr und der Schweizerischen Bankiervereinigung (SCHMID-LENZ, a.a.O., S. 119). Zu berücksichtigen ist auch, dass es den einzelnen Banken frei steht, ob sie der Vereinbarung beitreten wollen oder nicht. Unter diesen Umständen kann nicht von einer hoheitlichen Regelung der Mindestanforderungen für den Geschäftsbetrieb im schweizerischen Bankenwesen durch die SNB gesprochen werden. Daran ändert auch die vom Beschwerdeführer vorgebrachte Tatsache nichts, dass die SNB nur unter bestimmten Bedingungen zur Fortführung der VSB bereit war. Jeder Partei steht es frei, ihre Bedingungen für eine Vertragsverlängerung festzulegen. Es fehlt somit an einem das öffentliche Recht kennzeichnenden Unterordnungsverhältnis der Banken zur Nationalbank, da es letzterer nicht möglich war, mittels der VSB den Vertragsparteien durch einseitige Willensäusserung Pflichten aufzuerlegen und diese nötigenfalls mit Verwaltungszwang durchzusetzen (IMBODEN/RHINOW, a.a.O., Nr. 1 B IIa).\n\nb) Der Beschwerdeführer wendet demgegenüber ein, die Subordinationstheorie sei für die Abgrenzung zwischen öffentlichem und privatem Recht ungeeignet. Er begründet seine Auffassung damit, dass heute viele Aufgaben der Leistungsverwaltung durch öffentlichrechtliche Verträge an Private übertragen würden. In diesen Fällen werde die Gleichheit der Partner geradezu vorausgesetzt, womit die Subordinationstheorie ihre Geltungskraft verliere. Für die Annahme von öffentlichem Recht genüge somit das Vorliegen einer öffentlichen Aufgabe.\n\nBGE 109 Ib 146 S. 154\n\nDas Bundesgericht hat sich zur Frage, unter welchen Voraussetzungen ein Privater öffentlichrechtliche Aufgaben wahrnimmt, mehrfach geäussert. Als entscheidend erachtete es dabei, ob die entsprechende Ordnung vom Bund direkt geschaffen und die zu erfüllenden Aufgaben auch durch Bundesbehörden besorgt werden könnten. In den Fällen, in denen dies bejaht wurde, waren es Erwägungen handelspolitischer und technischer Zweckmässigkeit, die den Bund dazu bewogen, die Durchführung der Aufgaben nichtstaatlichen Institutionen zu übertragen (BGE 97 I 296, 741).\n\nIm vorliegenden Fall hat nicht der Bund eine Aufgabe an Private delegiert. Die SNB hat sich vielmehr zusammen mit den Schweizer Banken des Instruments einer Vereinbarung bedient, um die in Art. 1 VSB genannten Zwecke zu erreichen. Es kann hier nicht entscheidend sein, dass eine vergleichbare Ordnung auch hoheitlich, z.B. durch Gesetz hätte geschaffen werden können; die an der Vereinbarung Beteiligten haben eben vorgezogen, sich freiwillig einer bestimmten Sorgfaltspflicht zu unterwerfen, statt eine diesbezügliche gesetzliche Verpflichtung abzuwarten. Die relativ intensive Beteiligung der SNB am Zustandekommen der revidierten Vereinbarung vom 1. Juli 1982 ist einerseits darauf zurückzuführen, dass sie im Frühjahr 1982 dazu ausdrücklich vom Bundesrat ermuntert wurde und anderseits dadurch bedingt, dass sie es auch als eigenes Interesse betrachtete, einen intakten und in gutem Ruf stehenden Bankenapparat als privatwirtschaftlichen Partner zu haben.\n\nIn der VSB sind keine Elemente ersichtlich, welche die SNB kraft ihrer Stellung als Notenbank des Bundes den privaten Partnern zwangsweise auferlegt hätte. Dass die Vereinbarung als Ganzes auch in einem öffentlichen Interesse (Integrität des Finanzplatzes Schweiz zur Stärkung des Ansehens dieses volkswirtschaftlich bedeutsamen Bereichs) liegt, und dass die SNB als Partner der unterzeichnenden Banken und der Bankiervereinigung dieses Interesse in den Vertragsverhandlungen und in der Vertragsdurchführung in besonderem Mass zur Geltung brachte bzw. bringt, liegt in der Doppelnatur der SNB als Privatrechtssubjekt einerseits und als Institut mit öffentlichrechtlichen Aufgaben anderseits begründet. Am privatrechtlichen Charakter der VSB als Instrument zur Regelung der Sorgfaltspflicht der Banken ändert dies nichts.\n\nSomit führt die Subordinationstheorie zum eindeutigen Ergebnis, dass der VSB kein öffentlichrechtlicher Charakter zukommt.\n\nBGE 109 Ib 146 S. 155\n\n4. Schliesslich ist festzuhalten, dass die Nationalbank selbstverständlich auch dort, wo sie als Aktiengesellschaft privatrechtlich handelnd auftritt, an ihren öffentlichen Auftrag im weitesten Sinne gebunden bleibt, was zur Folge hat, dass sie in ihren privatrechtlichen Aktivitäten sinngemäss die verfassungsmässigen Grundrechte zu beachten hat. Sie darf auch als Subjekt des Privatrechts insbesondere nicht rechtsungleich oder willkürlich Rechte erteilen oder Pflichten auferlegen. Über die Einhaltung dieser Grundsätze hat jedoch in einem Fall wie dem vorliegenden nicht das Bundesgericht als Verwaltungsgericht zu wachen, sondern es sind die gesetzlich vorgesehenen Aufsichtsorgane zuständig. Der Zugang zu ihnen ist im Falle fehlender formeller Rechtsmittel jedenfalls durch das Instrument der Aufsichtsbeschwerde geöffnet.\n\n5. Zusammenfassend ist demnach festzuhalten, dass es sich bei der Vereinbarung über die Sorgfaltspflicht der Banken bei der Entgegennahme von Geldern und über die Handhabung des Bankgeheimnisses vom 1. Juli 1982 nicht um öffentliches Recht des Bundes handelt und dass deshalb das Schreiben der Schweizerischen Nationalbank vom 9. November 1982 keine Verfügung im Sinne von Art. 5 VwVG darstellt, die Voraussetzung für eine Verwaltungsgerichtsbeschwerde an das Bundesgericht gemäss Art. 97 Abs. 1 OG wäre. Aus diesem Grund ist auf die Beschwerde nicht einzutreten."}