{"annee": "109", "cour": "V", "page": "185", "date": "11/11/1983", "cite": ["103 V 167", "107 V 214"], "cite_par": ["130 V 247", "111 V 117", "110 V 72", "131 V 371", "112 V 337", "112 V 145"], "chapeau": "35. Arrêt du 11 novembre 1983 dans la cause Office fédéral des assurances sociales contre Real et Tribunal des assurances du canton de Berne", "regestes": ["Art. 52ter RAVS et art. 9 al. 3 de la Convention de sécurité sociale entre la Suisse et l'Espagne du 13 octobre 1969. Les périodes de cotisations d'un assuré espagnol accomplies en Espagne avant le 1er janvier de l'année qui suit la date où il a eu 20 ans révolus doivent être prises en compte, conformément à l'art. 52ter RAVS, ceci dans la mesure où elles ne se superposent pas à des périodes de cotisations suisses."], "faits": "BGE 109 V 185 S. 185\n\nA.- José Real, ressortissant espagnol, né en 1935, domicilié en Suisse depuis mars 1968, a présenté le 4 juin 1980 une demande de prestations à l'assurance-invalidité tendant à l'octroi d'une rente.\n\nPar décision du 23 octobre 1981, la Caisse de compensation de l'industrie suisse des machines et métaux (ci-après la caisse) lui accorda, à partir du 1er octobre 1980, une demi-rente de l'assurance-invalidité assortie de demi-rentes complémentaires pour son épouse et son fils, prestations fondées sur un revenu annuel moyen de 28'380 francs, une période de cotisations de onze ans et dix mois et l'échelle de rentes 30. La caisse indiqua qu'elle avait tenu compte, pour le choix de l'échelle de rentes, des périodes d'assurance accomplies en Espagne de 1956 à 1960, précisant que les périodes antérieures à la 20e année n'entraient pas en considération.\n\nB.- José Real recourut contre cet acte administratif, concluant à la prise en compte, pour le calcul de sa rente, des périodes accomplies en Espagne dès le 1er janvier de l'année suivant celle de ses dix-sept ans.\n\nPar jugement du 25 février 1982, le Tribunal des assurances du canton de Berne a admis le recours et renvoyé le dossier à la caisse BGE 109 V 185 S. 186pour qu'elle détermine le montant de la rente compte tenu des périodes de cotisations espagnoles réalisées par l'assuré avant l'accomplissement de sa 20e année. Il a considéré, en bref, que l'art. 52ter RAVS, en vigueur depuis le 1er janvier 1979, prescrivait la prise en compte de périodes de cotisations accomplies avant la 20e année de l'assuré lorsque celui-ci présentait une durée incomplète de cotisations; que l'art. 2 de la Convention de sécurité sociale entre la Suisse et l'Espagne garantissait que les ressortissants des parties contractantes étaient soumis aux obligations et admis au bénéfice de la législation de l'autre partie dans les mêmes conditions que les ressortissants de cette partie; que le ch. 387.1 des Directives concernant les rentes n'était donc pas conforme à la loi, dès lors qu'il excluait la prise en compte des périodes de cotisations accomplies auprès des assurances sociales étrangères se rapportant à une époque précédant les vingt ans révolus de l'assuré; que José Real avait cotisé aux assurances sociales espagnoles du 1er janvier 1953 au 31 décembre 1955, soit au cours des années où il avait eu 18, 19 et 20 ans; que ces périodes devaient par conséquent être prises en compte puisque sa durée de cotisation accusait des lacunes très étendues par rapport à sa classe d'âge.\n\nC.- L'Office fédéral des assurances sociales interjette recours de droit administratif, concluant à l'annulation du jugement entrepris. Il fait notamment valoir que le principe de l'égalité de traitement consacré par l'art. 2 de la convention précitée est respecté, dès lors que la prise en compte des périodes d'assurance espagnoles accomplies avant la 21e année de l'assuré est exclue aussi bien pour les ressortissants suisses que pour les espagnols. Il estime en outre que la solution adoptée par les premiers juges, consistant à prendre en considération les périodes d'assurance espagnoles accomplies avant la 21e année, implique la prise en compte \"égalitaire\" des périodes de cotisations réalisées dans les deux Etats, ce qui va plus loin que le principe d'égalité résultant de l'art. 2 de la convention. Il est d'autre part d'avis que la question doit être résolue non point à la lumière de l'art. 2 de cette convention, mais selon l'art. 9 al. 3 et le droit suisse, à savoir que seules peuvent être prises en compte les périodes d'assurance espagnoles qui ne se superposent pas aux périodes suisses et qui peuvent entrer en considération dans l'établissement de la durée de cotisations \"déterminante\" pour le calcul d'une rente ordinaire d'invalidité, laquelle, selon l'art. 29bis LAVS, est comprise entre BGE 109 V 185 S. 187le 1er janvier de l'année suivant le 20e anniversaire et l'ouverture du droit à la rente. Il ajoute à cet égard que l'introduction de l'art. 52ter RAVS n'a pas modifié ce principe car cette disposition permet uniquement de combler des périodes de cotisations manquantes, dans l'espace de la durée \"déterminante\", par des périodes accomplies antérieurement à la 21e année. Enfin, l'office relève que la législation espagnole ne connaît pas de disposition analogue, et que, d'autre part, si son recours devait être rejeté, il ne serait pas possible de prendre en compte, de façon générale, les seules périodes d'assurance étrangères accomplies à partir de dix-huit ans, car, pour les années 1948 à 1956, il faudrait prendre en considération les périodes de cotisations accomplies après la 15e année déjà.\n\nJosé Real conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. a) Aux termes de l'art. 52ter RAVS, auquel renvoie l'art. 32 RAI, lorsque l'assuré ne présente pas une durée complète de cotisations au sens de l'art. 29bis LAVS, les périodes de cotisations qu'il aurait accomplies avant le 1er janvier de l'année qui suit la date où il a eu vingt ans révolus seront prises en compte à titre subsidiaire aux fins de combler les lacunes apparues depuis cette date dans les cotisations.\n\nb) En l'espèce, il n'est point contesté que José Real présente une durée incomplète de cotisations au sens de l'art. 29bis al. 1 LAVS, ni qu'il a cotisé à la sécurité sociale espagnole du 1er janvier 1953 au 31 décembre 1955, soit du 1er janvier suivant l'accomplissement de ses dix-sept ans jusqu'au 31 décembre de l'année où il a atteint ses vingt ans révolus. Le litige se limite donc au point de savoir si et dans quelle mesure les périodes de cotisations accomplies par l'intimé en Espagne avant le 1er janvier de l'année suivant son 20e anniversaire doivent être prises en considération pour la détermination de l'échelle de rentes applicable au cas d'espèce, en d'autres termes, si l'art. 52ter RAVS est applicable.\n\n2. Les premiers juges ont fondé leur raisonnement sur l'art. 2 de la convention de sécurité sociale conclue le 13 octobre 1969 entre la Suisse et l'Espagne, article qui prescrit que les ressortissants de l'une des parties sont soumis aux obligations et admis au bénéfice de la législation de l'autre partie dans les mêmes conditions que les ressortissants de cette partie. Or, comme le BGE 109 V 185 S. 188souligne avec raison l'Office fédéral des assurances sociales, s'agissant de la détermination des périodes de cotisations à prendre en considération, le cas d'espèce ne saurait être résolu sur la base de cette disposition, mais bien plutôt sur celle de l'art. 9 al. 3 de la convention précitée.\n\n3. a) En vertu de cette norme, pour déterminer les périodes de cotisations qui doivent servir de base au calcul de la rente ordinaire de l'assurance-invalidité suisse due à un ressortissant espagnol ou suisse, les périodes d'assurance et les périodes assimilées accomplies selon les dispositions légales espagnoles sont prises en compte comme des périodes de cotisations suisses en tant qu'elles ne se superposent pas à ces dernières.\n\nL'interprétation d'une convention internationale de sécurité sociale doit se fonder en premier lieu sur le texte même de cette convention. Si ce texte semble clair et que sa signification, telle qu'elle résulte du langage courant ainsi que de l'objet et du but de la convention, n'apparaisse pas comme manifestement absurde, une interprétation extensive ou restrictive s'écartant du texte même n'entre en ligne de compte que si l'on peut déduire avec certitude du contexte ou de la genèse de cette disposition que l'expression de la volonté des parties à la convention est inexacte (ATF 103 V 170 et les arrêts cités; en ce qui concerne l'interprétation de la loi en général: voir ATF 107 V 215 consid. 2b).\n\nb) Dans son message du 12 novembre 1969 concernant l'approbation des conventions de sécurité sociale conclues par la Suisse avec l'Espagne et la Turquie, le Conseil fédéral, après avoir indiqué les motifs militant en faveur de l'adoption du principe dit de l'assurance-risque pure pour le règlement des prestations de l'assurance-invalidité, s'est exprimé comme il suit:\n\n\"En application de ce principe, l'assurance à laquelle la personne protégée est affiliée lors de la survenance de l'éventualité assurée, alloue la totalité des prestations correspondantes, c'est-à-dire en tenant compte de toutes les périodes d'assurance accomplies dans l'autre Etat contractant\" (FF 1969 II p. 1441).\n\nIl convient de relever qu'une réglementation analogue a été prévue dans d'autres accords bilatéraux conclus par la Suisse (et qui sont dits de \"type A\"). Ces accords se caractérisent par le \"principe du risque\", selon lequel l'invalide qui en remplit les conditions reçoit, au lieu de deux rentes partielles versées par les assurances des Etats concernés (ces rentes étant calculées au prorata des périodes d'assurance accomplies), une seule rente BGE 109 V 185 S. 189d'invalidité, versée par l'assurance à laquelle il était affilié lors de la survenance de l'invalidité. Cette assurance verse la prestation dans sa totalité, c'est-à-dire qu'elle prend en compte toutes les périodes de cotisations, y compris celles qui ont été accomplies dans l'autre pays, l'assurance de cet autre pays étant, quant à elle, libérée de toute obligation de verser des prestations, sous réserve des droits découlant de l'assurance facultative. Les périodes d'assurance accomplies dans le pays partenaire sont traitées comme des périodes d'assurance suisses (cf. Office fédéral des assurances sociales, \"Principales règles concernant les rentes AVS et AI dans les conventions internationales conclues par la Suisse\": RCC 1982 p. 334 et ss, spécialement p. 341-342).\n\nc) Dès lors, l'art. 9 al. 3 doit être interprété selon sa lettre. Aussi cette disposition ne s'oppose-t-elle pas à l'application de l'art. 52ter RAVS, à savoir la prise en considération, à titre subsidiaire, des périodes d'assurance antérieures au 21e anniversaire de l'assuré. On ne saurait en particulier voir là une quelconque violation du principe de l'égalité de traitement consacré par l'art. 2 de la convention, dès lors que l'art. 9 al. 3 vise aussi bien les ressortissants suisses que les espagnols.\n\nCela ne signifie cependant pas que, eu égard à l'art. 9 al. 3 de la convention, toutes les périodes d'assurance accomplies à l'étranger doivent, en tant qu'elles ne se superposent pas aux périodes de cotisations suisses, obligatoirement être prises en considération. En effet, il ne sera tenu compte de ces périodes que dans la mesure où le droit suisse ne les exclut pas (arrêt non publié Ritter du 4 mai 1981).\n\n4. En vertu de l'art. 3 al. 2 let. a LAVS, en vigueur depuis le 1er janvier 1957, les enfants qui exercent une activité lucrative ne sont pas tenus de payer des cotisations jusqu'au 31 décembre de l'année où ils ont accompli leur 17e année. L'art. 52ter RAVS ne vise donc que les périodes se situant entre cette époque et le 1er janvier de l'année qui suit la date où un assuré a eu vingt ans révolus. Or, tel est le cas en l'espèce, puisque l'intimé, né en 1935, a commencé à cotiser en 1953, soit lorsqu'il était âgé de plus de dix-sept ans. Aussi, la question soulevée par l'Office fédéral des assurances sociales relative à la prise en compte, pour les années 1948 à 1956, des périodes de cotisations accomplies après le 15e anniversaire déjà, peut-elle en l'occurrence rester ouverte, dès lors qu'une telle éventualité n'est pas réalisée. Vu ce qui précède, les périodes de cotisations espagnoles réalisées par l'intimé durant les BGE 109 V 185 S. 190années 1953 à 1955 doivent être prises en considération dans le calcul de sa rente.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est rejeté."}