{"annee": "109", "cour": "III", "page": "102", "date": "13/10/1983", "cite": ["81 III 17"], "cite_par": ["115 III 24"], "chapeau": "29. Entscheid der Schuldbetreibungs- und Konkurskammer vom 13. Oktober 1983 i.S. M. (Rekurs)", "regestes": ["Saisie d'une créance contestée. Lorsqu'un créancier requiert la saisie de la créance que possède la débitrice contre son conjoint du chef de son devoir d'assistance dans l'accomplissement de l'obligation d'entretien prévue à l'art. 278 al. 2 CC, et que cette créance est contestée, l'Office doit saisir ladite créance, en tant que créance contestée, selon les indications du créancier, sans égard au minimum vital des époux."], "faits": "BGE 109 III 102 S. 103\n\nMit Urteil vom 25. November 1975 schied das Bezirksgericht Pfäffikon die Ehe zwischen Fritz M. und Martha M. Die jüngste Tochter, Claudia, wurde unter die elterliche Gewalt der Mutter, die beiden älteren, Christina und Katharina, unter jene des Vaters gestellt. Der Vater hatte für Claudia einen monatlichen Unterhaltsbeitrag von Fr. 400.-- zu bezahlen, die Mutter wurde ihrerseits verpflichtet, an den Unterhalt von Christina und Katharina je Fr. 100.-- monatlich zu leisten. Mit Entscheid vom 23. Mai 1980 bewilligte der Bezirksgerichtsausschuss Plessur die Adoption von Claudia M. durch deren Stiefvater Reto F. Damit entfiel die Unterhaltspflicht von Fritz M. gegenüber Claudia, wogegen jene von Martha F. gegenüber Christina und Katharina bestehen blieb.\n\nAm 3. Mai 1982 liess M. seine ehemalige Ehefrau für ausstehende Unterhaltsbeiträge in der Höhe von Fr. 5'793.80 betreiben (Betreibung Nr. 310/82 des Betreibungsamtes Schanfigg). Am 9. Juli 1982 vollzog das Betreibungsamt die Pfändung. Dabei pfändete es einen Personenwagen der Schuldnerin mit einem Schätzungswert von Fr. 300.-- und stellte im weiteren fest, dass keine anderen pfändbaren Vermögenswerte vorlägen.\n\nMit Schreiben vom 21. September 1982 ersuchte M. das Betreibungsamt Schanfigg, gestützt auf die eheliche Beistandspflicht des Ehemannes gemäss Art. 278 Abs. 2 ZGB sei dessen Unterhaltsbeitrag an die Betriebene im Umfange von Fr. 5'793.80 zu pfänden. Die abweisende Verfügung des Betreibungsamtes zog M. an das Kantonsgericht von Graubünden als kantonale Aufsichtsbehörde über Schuldbetreibung und Konkurs weiter. Dieses hiess die Beschwerde in dem Sinne gut, als es das Betreibungsamt anhielt, \"den privatrechtlichen Unterhaltsbeitrag des Ehemannes an seine Ehefrau für die Dauer eines Jahres und aufgrund der konkreten Umstände vorfrageweise zu ermitteln und einzupfänden\". Das Kantonsgericht lehnte es hingegen ab, den gesamten Forderungsbetrag BGE 109 III 102 S. 104als bestrittene Forderung der Schuldnerin gegen ihren Ehemann zu pfänden.\n\nIn Ausführung dieses unangefochtenen Entscheides prüfte das Betreibungsamt die persönlichen und finanziellen Verhältnisse der Eheleute F. Dabei stellte es fest, dass Reto F. ein jährliches Einkommen von Fr. 29'400.-- erziele, wogegen sein Existenzminimum auf Fr. 29'370.-- festzusetzen sei. Weiter hielt es fest, dass der betriebenen Ehefrau nebst der Führung des Haushalts keine Erwerbstätigkeit zumutbar sei. Schliesslich setzte es den pfändbaren Beitragsanspruch auf Fr. 50.-- pro Monat bzw. Fr. 600.-- pro Jahr fest.\n\nM. zog diese Verfügung an die Aufsichtsbehörde weiter und verlangte, dass \"bei Reto F. zugunsten der Ehefrau aus Unterstützungspflicht ein Anspruch in der Höhe von jährlich Fr. 3'057.60 einzupfänden sei, gegebenenfalls als bestrittene Forderung\". Die Aufsichtsbehörde wies die Beschwerde mit Entscheid vom 6. Juli 1983 ab.\n\nMit fristgerecht erhobenem Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts beantragt M. die Aufhebung des vorinstanzlichen Entscheides und die Anordnung der erforderlichen Anweisungen, damit im hängigen Pfändungsverfahren gegen Martha F. bei deren Ehemann ein jährlicher Betrag von Fr. 3'057.60 gepfändet werde.\n\nDas Kantonsgericht von Graubünden beantragt die Abweisung des Rekurses, soweit darauf einzutreten sei. Martha F. beantragt in ihrer Vernehmlassung vom 16. September 1983 die Abweisung des Rekurses unter Kosten- und Entschädigungsfolge. Das Betreibungsamt Schanfigg hat auf die Vernehmlassung verzichtet.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Die kantonale Aufsichtsbehörde schreibt in ihrer Vernehmlassung, sie habe bereits in ihrem Entscheid vom 15. November 1982 über die Grundsätze beim Vorgehen bezüglich der Pfändung der Forderung, die der Betriebenen gestützt auf Art. 278 Abs. 2 ZGB gegen ihren Ehemann zustehe, rechtskräftig entschieden. Soweit der Rekurrent diese Grundsätze beanstande, sei seine Kritik daher als verspätet nicht zu hören. Dies gelte insbesonders für sein Begehren, die Forderung sei als bestritten zu pfänden. Soweit der Rekurrent aber tatsächliche Feststellungen und die BGE 109 III 102 S. 105Ermessensbetätigung kritisiere, könne darauf in diesem Verfahren nicht eingetreten werden.\n\nDiese Bemerkungen sind an und für sich zutreffend. Immerhin ist zu prüfen, ob der damalige Entscheid der Aufsichtsbehörde gegen eine Vorschrift verstiess, die im öffentlichen Interesse oder im Interesse eines unbestimmten Kreises Dritter aufgestellt worden und daher schlechthin zwingend ist. In diesem Fall wäre der Entscheid nichtig, was jederzeit festgestellt werden kann (BGE 105 III 70 E. 2 mit Verweisen).\n\n2. Nach Art. 278 Abs. 2 ZGB hat jeder Ehegatte den andern in der Erfüllung der Unterhaltspflicht gegenüber vorehelichen Kindern in angemessener Weise beizustehen. Der betriebenen Schuldnerin steht demnach im Sinne dieser Bestimmung eine Forderung gegenüber ihrem Ehemann zu. Diese Forderung ist pfändbar. Ihre Höhe ist jedoch zur Zeit noch unbestimmt. Sie entspricht nicht notwendigerweise dem Betrag der Verpflichtung, welche die Betriebene gegenüber den zwei unter der elterlichen Gewalt des Rekurrenten stehenden Töchtern hat. Die Betriebene kann, um dieser Unterhaltspflicht nachzukommen, von ihrem Ehemann nur \"in angemessener Weise\" Beistand verlangen. Dementsprechend war das frühere Begehren des Rekurrenten, diese Forderung mit dem von ihm in Betreibung gesetzten Betrag gleichzusetzen, möglicherweise übersetzt. Ebenso mag sein vorliegendes Begehren zu weit gehen, wonach die Forderung der Betriebenen gegen ihren Ehemann gleich hoch anzusetzen sei wie der jährliche Unterhaltsanspruch der beiden Mädchen gegenüber ihrer Mutter. Auf jeden Fall wird diese Forderung sowohl von der Betriebenen als deren Gläubigerin, als auch vom Ehemann der Betriebenen als deren Schuldner bestritten. Unter diesen Umständen muss die dem Bestand und der Höhe nach bestrittene Forderung aufgrund der Angaben des Betreibenden gepfändet werden (BGE 81 III 18 /19 und 149). Das Betreibungsamt darf von dieser Regel nur abweichen, wenn die behauptete Forderung offensichtlich nicht besteht. Es darf aber nicht selber über den Bestand und die Höhe der Forderung entscheiden. Dazu ist einzig der Richter zuständig: sei es im Rahmen des Verfahrens gemäss Art. 109 SchKG, sei es, dass der Gläubiger gemäss Art. 131 SchKG in die Rechte des betriebenen Schuldners eintritt und diese geltend macht.\n\n3. Etwas anderes gilt nur, wenn die Forderung, deren Pfändung verlangt wird, eine Lohnforderung oder eine andere periodische Leistung betrifft, die dem Unterhalt des Schuldners und seiner BGE 109 III 102 S. 106Familie im Sinne von Art. 93 SchKG dient. In diesem speziellen Fall stösst die Regel, wonach sich das Betreibungsamt an die Angaben des Betreibenden zu halten hat, an das Verbot, in die Persönlichkeitsrechte des Betriebenen einzugreifen. So gebieten die Grundsätze der Humanität, dem Schuldner das für seinen und seiner Familie Unterhalt Unerlässliche zu belassen. In diesem Fall muss das Betreibungsamt von Amtes wegen prüfen, ob der Betriebene und seine Familie über ein genügendes Einkommen verfügen. Dabei hat es den Lohn und die anderen Einnahmequellen des Schuldners sowie seinen Notbedarf festzustellen (BGE 81 III 149). Nur in diesem Rahmen kann das Betreibungsamt auch den Beitrag der Ehefrau an die Haushaltskosten schätzen, und zwar nicht, um diesen Beitrag zu pfänden, sondern nur, um zu bestimmen, welches der Notbedarf und dementsprechend der pfändbare Lohnanteil des Schuldners ist.\n\n4. Die Forderung, welche die Ehefrau gegen ihren Ehemann aus Art. 278 Abs. 2 ZGB ableiten kann, hat mit dem Unterhalt der Schuldnerin an sich nichts zu tun, sondern soll vielmehr dem Unterhalt der Alimentengläubigerinnen dienen. Die speziellen Regeln über den Schutz des Schuldners gegen Eingriffe in seinen Notbedarf greifen deshalb vorliegend nicht Platz und es gibt auch keine Analogie zur Lohnpfändung. Die Aufsichtsbehörde hat deshalb zu Recht keine Lohnpfändung beim Ehemann der Betriebenen angeordnet. Nicht folgerichtig und zu Unrecht hat sie dann aber trotzdem die Regeln gemäss Art. 93 SchKG anwenden lassen und das Betreibungsamt angewiesen, \"den konkreten monatlichen Beitragsanspruch der Ehefrau gegen ihren Ehemann zu ermitteln und zu pfänden\". Damit ist sie gleich vorgegangen, wie wenn gegen den Ehemann eine Lohnpfändung durchzuführen und zur Festsetzung des Notbedarfs der Beitrag der Ehefrau an die Haushaltskosten zu schätzen wäre.\n\n5. Durch die Anweisung an das Betreibungsamt, den Umfang der dem Ehemann gemäss Art. 278 Abs. 2 ZGB gegenüber der betriebenen Ehefrau obliegenden Beistandspflicht zu ermitteln, hat die Aufsichtsbehörde den Ehemann um seinen Anspruch gebracht, diesen Beitrag auf dem dafür vorgesehenen Gerichtsweg festsetzen zu lassen. Ihr Entscheid verletzte somit die Rechte eines an der Betreibung nicht beteiligten Dritten und ist deshalb als nichtig anzusehen. Das einzig richtige Vorgehen, welches die Rechte des Drittschuldners unbeschadet lässt, besteht darin, die Forderung aufgrund der Angaben des Betreibenden im Sinne einer bestrittenen BGE 109 III 102 S. 107Forderung zu pfänden und es diesem zu überlassen, diese Forderung im Rahmen von Art. 131 SchKG vor dem Richter geltend zu machen.\n\n6. Da es einzig dem Richter zusteht, die finanziellen Möglichkeiten des Ehemannes der Betriebenen zu schätzen und so den Umfang der ihm gemäss Art. 278 Abs. 2 ZGB obliegenden Beitragspflicht gegenüber der betriebenen Ehefrau festzusetzen, sind die Beweismittel, mit denen der Rekurrent die Einkünfte des Ehemannes der Betriebenen belegen will, in diesem Verfahren ohne Belang. Dasselbe gilt für die Bemerkung im angefochtenen Entscheid, dass der Rekurrent in finanziell weit besseren Verhältnissen lebe als die Betriebene und deren Ehemann. Es wird Sache des Richters sein, zu prüfen, ob die gute finanzielle Lage des Vaters der Alimentengläubigerinnen bei der Festsetzung der Höhe des dem Stiefvater obliegenden Beitrags mitzuberücksichtigen ist.\n\nDemnach erkennt\n\ndie Schuldbetreibungs- und Konkurskammer:\n\nDer Rekurs wird gutgeheissen, soweit darauf einzutreten ist. Der Entscheid des Kantonsgerichts von Graubünden als Aufsichtsbehörde über Schuldbetreibung und Konkurs vom 6. Juli 1983 und die vom Betreibungsamt Schanfigg am 14. Mai 1983 in der Betreibung Nr. 310/82 vorgenommene Pfändung werden aufgehoben. Das Betreibungsamt Schanfigg wird angewiesen, die Forderung aus Unterstützungspflicht für ein Jahr von Martha F. gegen ihren Ehemann Reto F. im Betrage von Fr. 3'057.60 im Sinne einer bestrittenen Forderung zu pfänden."}