{"annee": "109", "cour": "III", "page": "53", "date": "17/10/1983", "cite": ["84 III 29", "100 III 12"], "cite_par": ["121 III 20", "130 III 657", "130 III 396"], "chapeau": "15. Arrêt de la Chambre des poursuites et des faillites du 17 octobre 1983 dans la cause Banque X. (recours LP)", "regestes": ["Saisie absolument nulle. Une saisie de salaire ordonnée pour une créance non encore déduite en poursuite et, partant, ne se fondant pas sur un commandement de payer exécutoire, est absolument nulle dès lors qu'elle heurte les principes fondamentaux de la poursuite pour dettes."], "faits": "BGE 109 III 53 S. 53\n\nA.- L. fait l'objet de diverses poursuites, dont les trois suivantes qui forment ensemble une série:\n\n- no 2'625'409 exercée par la Banque X. en paiement de 9'854 fr. 05 en capital;\n\n- no 2'624'549 exercée par S.I. Z. en paiement de 3'240 francs en capital;\n\n- no 2'626'778 exercée par l'Etat de Genève, Service cantonal d'avances et de recouvrement des pensions alimentaires (Scarpa), BGE 109 III 53 S. 54cessionnaire des droits des enfants L., en paiement d'une somme de 2'570 francs en capital, représentant un solde de pension pour la période du 1er novembre 1981 au 31 mars 1982.\n\nDans cette dernière poursuite, le poursuivant a réclamé un \"privilège pour pension alimentaire à Fr. 1'000.-- par mois\". Il est constant que la créance en poursuite se fonde sur une ordonnance de mesures provisoires rendue entre les époux L. par le Tribunal de première instance de Genève le 29 septembre 1981 fixant à 1'000 francs par mois la pension due par le père pour ses deux filles nées respectivement en 1968 et 1973, et que la mère a cédé ces prétentions alimentaires au Scarpa contre des avances partielles.\n\nLes commandements de payer dans les trois poursuites susmentionnées n'ont pas été frappés d'opposition. Le 30 septembre 1982, l'Office des poursuites a procédé à la saisie contre le poursuivi dans ces trois poursuites, et il a fait porter la saisie sur divers meubles et objets précédemment saisis pour un montant de 7'650 francs. Le 13 octobre 1982, il a en outre ordonné la saisie du salaire du poursuivi à concurrence de 1'910 francs par mois, en prévoyant la répartition de la retenue suivante:\n\n- 1'000 francs en faveur de la créance privilégiée, pension alimentaire pour les deux enfants mineures;\n\n- 810 francs en faveur du loyer qui fait l'objet de la poursuite 2'624'549;\n\n- 100 francs de retenue de base en faveur de l'ensemble des créanciers ordinaires.\n\nLe calcul du minimum vital permettant la saisie à concurrence de ce montant de 1'910 francs ne figure pas dans le procès-verbal de saisie et n'a pas été indiqué avec précision par l'Office des poursuites, contrairement à ce que prescrit la jurisprudence (ATF 100 III 15).\n\nB.- Le 26 octobre 1982, la Banque X. a porté plainte auprès de l'Autorité de surveillance contre la décision de l'Office des poursuites concernant la répartition de la retenue de salaire, en concluant à ce que soit ordonnée une retenue de salaire de 1'910 francs en faveur des créanciers. En cours d'instruction, l'Office a admis de modifier la répartition de la retenue de salaire de 1'910 francs de la façon suivante:\n\n- 1'000 francs en faveur de la créance d'aliments,\n\n- 910 francs en faveur de l'ensemble des créanciers de la série.\n\nL'Office a lui-même précisé, au sujet de la créance d'aliments BGE 109 III 53 S. 55précitée, qu'il s'agissait de la pension alimentaire courante dont le débiteur ne s'acquitte pas, et non de l'arriéré en poursuite.\n\nBanque X. a exprimé son désaccord avec le point de vue de l'Office concernant le privilège accordé à la créance alimentaire, dans une lettre du 10 novembre 1982 à l'Autorité de surveillance. Elle y faisait valoir que l'Office, tout en ne tenant pas compte de la pension courante dans le calcul du minimum vital du fait que le débiteur ne la paie pas, l'avait néanmoins prise en considération dans la répartition de la retenue de salaire, ce qui revenait au même que s'il en avait été tenu compte dans le calcul du minimum vital. Elle déclarait par ailleurs retirer sa plainte dans la mesure où elle critiquait la répartition privilégiée à la S.I. bailleresse.\n\nPar décision du 24 août 1983, l'Autorité de surveillance du canton de Genève a rejeté la plainte.\n\nC.- En temps utile, Banque X. recourt à la Chambre des poursuites et des faillites du Tribunal fédéral en déclarant reprendre ses conclusions du 26 octobre 1982.\n\nL'Office des poursuites conclut au rejet du recours.\n\nL'Etat de Genève indique que sa créance lui a été payée.", "considerants": "Considérant en droit:\n\n2. a) L'acte de l'Office du 13 octobre 1982, que critique la recourante, se présente comme une saisie de salaire à concurrence de 1'910 francs par mois. Il comporte en outre une \"répartition\" qui, si on la considère comme liée à un état de collocation au sens de l'art. 146 LP, aurait éventuellement pu faire l'objet d'une action en contestation au sens de l'art. 148 LP. Mais, en réalité, il résulte des explications de l'Office au cours de l'instruction que la somme de 1'000 francs prélevée sur le montant saisi n'est pas destinée à couvrir la créance de l'Etat de Genève qui fait l'objet de la poursuite no 2'626'778; elle concerne uniquement la pension courante qui, elle, ne fait l'objet d'aucune poursuite. Dans ces conditions, la question de la contestation d'un éventuel état de collocation provisoire ne se pose pas, l'Etat de Genève n'occupant pas, dans la répartition pratiquée par l'Office, un rang préférable à celui de la recourante.\n\nb) En prétendant répartir, sur le montant de la saisie mensuelle, une somme de 1'000 francs destinée à couvrir la pension courante, l'Office fait participer à la saisie et à la distribution des deniers, une créance des enfants L., sans doute établie par l'ordonnance de BGE 109 III 53 S. 56mesures provisoires rendue entre leurs père et mère, mais qui n'est pas encore déduite en poursuite. Une saisie et une distribution de deniers qui ne se fondent pas sur un commandement de payer exécutoire heurtent les principes fondamentaux de la poursuite pour dettes. Elles ne sauraient, partant, être maintenues, même en l'absence de recevabilité du recours.\n\nc) La saisie de salaire à concurrence de 1'910 francs par mois pratiquée le 13 octobre 1982 n'est en revanche pas critiquable. Il est établi, au sujet de la pension alimentaire courante, que L. ne la paie pas. Dans de telles circonstances, le montant de la dette alimentaire du poursuivi n'entre pas dans le calcul du minimum vital (ATF 84 III 31). Il ne pourra y être inclus, le cas échéant par revision de la saisie de salaire ordonnée, que si le débiteur d'aliments verse effectivement la pension due, ou si la dette courante fait l'objet d'une poursuite régulière. C'est donc à bon droit que l'Office n'a pas tenu compte de cet élément pour déterminer le minimum vital du débiteur.\n\nd) Ainsi qu'il ressort des art. 146 al. 2 et 219, première classe lettre b LP, les sommes saisies mensuellement devront en premier lieu servir à désintéresser le créancier d'aliments poursuivant, en l'espèce l'Etat de Genève dans la poursuite no 2'626'778, puisque sa créance porte sur un solde d'aliments échus, dans l'année précédant l'introduction de la poursuite. L'Etat de Genève affirme à ce propos que la créance est actuellement éteinte. Dans ces conditions, le produit de la saisie pourra dorénavant être affecté à désintéresser les deux autres créanciers de la série, dans la mesure du moins où le poursuivi L. persistera à ne pas payer la pension courante ou ne fera pas l'objet d'une nouvelle poursuite des créanciers d'aliments."}