{"annee": "109", "cour": "V", "page": "31", "date": "14/2/1983", "cite": ["107 V 214", "99 V 37"], "cite_par": ["110 V 36", "111 V 342", "115 V 65", "110 V 376"], "chapeau": "7. Auszug aus dem Urteil vom 14. Februar 1983 i.S. Bundesamt für Sozialversicherung gegen Bossard und Verwaltungsgericht des Kantons Luzern", "regestes": ["Art. 3 al. 4 let. d LPC. Les cotisations d'assurance-maladie versées par un bénéficiaire de prestations complémentaires doivent être déduites sans restriction et à concurrence de leur montant effectif du revenu déterminant. Le ch. 233 des directives concernant les prestations complémentaires, selon lequel les cotisations d'assurance-maladie ne sont déductibles que dans les limites d'une assurance pour soins médicaux en division commune, est contraire à la loi (consid. 2). Art. 3 al. 4 let. e et al. 4bis LPC. Pour la déduction ou le remboursement des frais de maladie, une franchise de 200 francs est également à la charge de celui qui ne bénéficie des prestations complémentaires que pendant une partie de l'année. Les ch.m. 259 et ss des directives concernant les prestations complémentaires sont conformes à la loi (consid. 3)."], "faits": "BGE 109 V 31 S. 32\n\nDie Versicherte bezog seit Oktober 1979 eine Ergänzungsleistung. Im August 1980 ersuchte sie um Erhöhung dieser Leistung und um eine Nachvergütung für die im vierten Quartal 1979 entstandenen Krankheitskosten. Die Ausgleichskasse entsprach dem Erhöhungsbegehren teilweise, lehnte aber die Berücksichtigung von Krankheitskosten ab. Das Verwaltungsgericht des Kantons Luzern hiess die Beschwerde der Versicherten teilweise gut und wies die Sache zur Neuberechnung der Ergänzungsleistung an die Ausgleichskasse zurück. Das Bundesamt für Sozialversicherung (BSV) erhebt Verwaltungsgerichtsbeschwerde.", "considerants": "Aus den Erwägungen:\n\n2. a) Umstritten ist zunächst, in welchem Umfang die von der Beschwerdegegnerin im Jahre 1979 geleisteten Krankenkassenbeiträge vom anrechenbaren Einkommen in Abzug zu bringen sind. Nach Auffassung der Ausgleichskasse und des BSV sind die Krankenkassenprämien gestützt auf Art. 3 Abs. 4 lit. d ELG lediglich im Rahmen einer Versicherung für Krankenpflege in der allgemeinen Abteilung zu berücksichtigen, weil es nicht dem Willen BGE 109 V 31 S. 33des Gesetzgebers entsprochen habe, jeglichen Abzug für Krankenversicherungen - also auch für die halbprivate oder private Abteilung - zuzulassen. Demgegenüber vertreten die Vorinstanz und die Beschwerdegegnerin den Standpunkt, die Krankenkassenbeiträge seien ohne jede Beschränkung in ihrer tatsächlichen Höhe abzugsberechtigt; hiefür massgebend sei der Wortlaut des revidierten Art. 3 Abs. 4 lit. d ELG sowie die Entstehungsgeschichte dieser Bestimmung.\n\nb) Art. 3 Abs. 4 lit. d ELG sieht den Abzug der Beiträge an die Krankenversicherung vom anrechenbaren Einkommen vor, ohne diesen Abzug auf einen bestimmten Höchstbetrag zu beschränken, wie dies bei den Prämien für die Lebens-, Unfall- und Invaliditätsversicherung der Fall ist. Die wörtliche Auslegung der genannten Vorschrift ergibt, dass die Krankenkassenbeiträge ohne jede Beschränkung in ihrer tatsächlichen Höhe zum Abzug zugelassen werden müssen. Da der Wortlaut der Bestimmung eindeutig und unmissverständlich ist, bleibt er massgeblich (vgl. IMBODEN/RHINOW, Schweiz. Verwaltungsrechtsprechung, Band I, S. 137 mit Hinweisen). Entgegen der Annahme des BSV ist die Argumentation aus dem Sinn und Zweck des Gesetzes praxisgemäss nur angebracht, wenn durch Auslegung ein unklarer Text geklärt werden muss, was hier jedoch nicht zutrifft (BGE 107 V 215 Erw. 2b, ZAK 1982 S. 364 Erw. 2b mit Hinweisen). Im übrigen geht aus der bundesrätlichen Botschaft zur Gesetzesnovelle vom 9. Oktober 1970 hervor, dass die Beiträge an die Krankenversicherung nunmehr \"unbeschränkt zum Abzug zugelassen werden\" sollen, was vom nationalrätlichen Berichterstatter ausdrücklich bestätigt wurde (BBl 1970 I 151; Amtl. Bull. 1970 N 501). Es fehlen jegliche Anhaltspunkte dafür, dass der historische Gesetzgeber die abzugsberechtigten Krankenkassenbeiträge auf den Tarif der allgemeinen Abteilung beschränken wollte. Demnach bestätigen auch die Gesetzesmaterialien, was sich bereits aus dem Wortlaut des Gesetzes ergibt: dass nämlich die gesamten Prämien ohne jede Beschränkung zu berücksichtigen sind. Rz. 233 der ab 1. Januar 1979 gültigen Wegleitung über die Ergänzungsleistungen sowie die Nachträge 1 und 2 (gültig ab 1. Januar 1980 bzw. ab 1. Januar 1982) stehen mit dieser Regelung nicht in Einklang und sind daher nicht anwendbar. Hieran vermögen die vom BSV unter Hinweis auf Art. 8 Abs. 1 ELKV erhobenen Einwendungen schon deshalb nichts zu ändern, weil die nähere Regelung des Abzugs bzw. der Vergütung von Krankheitskosten nach Art. 3 Abs. 4 lit. e ELG auf BGE 109 V 31 S. 34einer Delegation des Gesetz- und des Verordnungsgebers in Art. 3 Abs. 4bis ELG und Art. 19 ELV beruht, während für die hier streitigen Krankenversicherungsbeiträge gemäss Art. 3 Abs. 4 lit. d ELG keine solche Kompetenzdelegation besteht.\n\n3. a) Des weitern ist zu prüfen, ob der Beschwerdegegnerin aufgrund von Art. 3 Abs. 4 lit. e in Verbindung mit Abs. 4bis ELG ein Anspruch auf Nachvergütung der in den Monaten Oktober bis Dezember 1979 entstandenen Krankheitskosten zusteht. Die Vorinstanz ging davon aus, dass der seit Oktober 1979 ergänzungsleistungsberechtigten Beschwerdegegnerin für das vierte Quartal des Jahres 1979 lediglich ein anteilmässiger Selbstbehalt von Fr. 50.-- anzurechnen sei, woraus sich unter Berücksichtigung eines Kostenbetrages von Fr. 117.25 eine Krankheitskostenvergütung von Fr. 67.25 ergebe. Die Ausgleichskasse verweigerte demgegenüber eine Vergütung der Krankheitskosten mit der Begründung, diese überstiegen den nach Art. 3 Abs. 4bis ELG geltenden Selbstbehalt von Fr. 200.-- nicht, und berief sich hiefür auf die Verwaltungsweisungen (Wegleitung über die Ergänzungsleistungen, gültig ab 1. Januar 1979, Rz. 259 ff., insbesondere Rz. 266).\n\nb) Dazu bemerkt das BSV in der Verwaltungsgerichtsbeschwerde, dass der Selbstbehalt von Fr. 200.-- für das ganze Kalenderjahr und unabhängig davon gelte, wann die Ergänzungsleistungs-Berechtigung eintrete. Der Ergänzungsleistungs-Bezüger habe nämlich die Möglichkeit, auch Krankheitskosten, die vor Einreichung der Ergänzungsleistungs-Anmeldung entstanden seien, geltend zu machen, sofern die entsprechenden Belege innert zwölf Monaten seit Rechnungsstellung der Durchführungsstelle eingereicht würden. Der Beschwerdegegnerin wären denn auch die Rechnungen der Monate Januar bis September 1979 vergütet worden, wenn sie rechtzeitig eingereicht worden wären, was jedoch nicht der Fall gewesen sei. In sinngemässer Anwendung der Verwaltungsweisungen sei es daher nicht zulässig, allein auf das letzte Vierteljahr abzustellen und den Selbstbehalt pro rata temporis auf Fr. 50.-- festzusetzen.\n\nc) Der Auffassung des BSV ist beizupflichten. Zwar ist der Richter an die Weisungen, welche die administrativen Aufsichtsbehörden den verfügenden Durchführungsstellen erteilen, nicht gebunden. Indes besteht für ihn kein Anlass, diese Weisungen bei der Beurteilung des Einzelfalles zu übergehen, soweit sie gesetzmässig sind bzw. (in Ermangelung gesetzlicher Vorschriften) mit den allgemeinen Grundsätzen des Bundesrechts in Einklang stehen BGE 109 V 31 S. 35(BGE 99 V 39). Das trifft auf die genannten Weisungen des BSV über die zeitlich massgebenden Krankheitskosten zu, beruhen sie doch auf sachgemässer Abwägung der aus Gesetzmässigkeit und Rechtsgleichheit sich ergebenden Erfordernisse einerseits sowie der Notwendigkeit verwaltungsmässiger Praktikabilität anderseits.\n\nEs ist demnach nicht zu beanstanden, dass die Ausgleichskasse bei der Ermittlung der Krankheitskosten einen Selbstbehalt von Fr. 200.-- berücksichtigt und eine Vergütung der geltend gemachten Kosten verweigert hat. An diesem Ergebnis vermögen die Ausführungen der Vorinstanz deshalb nichts zu ändern, weil die hier streitige Frage des Eintritts bzw. Erlöschens der Bezugsberechtigung im Verlaufe eines Kalenderjahres weder im ELG noch in den dazugehörigen Verordnungen geregelt wurde."}