{"annee": "109", "cour": "III", "page": "62", "date": "30/3/1983", "cite": ["43 III 59", "32 I 388", "54 III 209"], "cite_par": ["137 III 625"], "chapeau": "18. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 30. März 1983 i.S. F. (Rekurs)", "regestes": ["Réalisation d'une créance. Est possible l'adjudication d'une créance saisie au créancier saisissant qui est en même temps débiteur de la prétention saisie."], "faits": "BGE 109 III 62 S. 62\n\nIn der von den Schwestern S. für eine Forderung von Fr. 60'038.55 gegen F. eingeleiteten Betreibung pfändete das Betreibungsamt am 20. Juli 1981 vier strittige Forderungen des Schuldners, die je auf Fr. 1.-- geschätzt wurden. Da kein weiteres pfändbares Vermögen vorhanden war, diente die Pfändungsurkunde BGE 109 III 62 S. 63zugleich als provisorischer Verlustschein im Sinne von Art. 115 Abs. 2 SchKG. Am 12. Juli 1982 wurde dem Schuldner das Verwertungsbegehren der Gläubigerinnen mitgeteilt. Am 23. Juli 1982 stellte der Schuldner das Gesuch, von Verwertungsmassnahmen abzusehen und den provisorischen Verlustschein in Anwendung von Art. 127 SchKG ohne weiteres als definitiv zu erklären, da der vermutliche Erlös der Verwertung nicht einmal die Kosten decken werde. Seine Beschwerden gegen den Nichteintretensentscheid des Betreibungsamtes wiesen die untere kantonale Aufsichtsbehörde mit Beschluss vom 26. August 1982 und die obere Aufsichtsbehörde mit Beschluss vom 18. Februar 1983 ab.\n\nF. erhebt Rekurs ans Bundesgericht und beantragt, die ergangenen Verfügungen seien insofern aufzuheben, als sie den Erwerb der streitigen Forderung Nr. 4 durch die Schwestern S. in der Verwertung als zulässig erklären. Die Rekursgegnerinnen seien bei der Durchführung der öffentlichen Versteigerung vom Erwerb der streitigen Forderung Nr. 4 auszuschliessen.", "considerants": "Aus den Erwägungen:\n\n2. Der Rekurrent macht im wesentlichen geltend, der Zuschlag der Forderung Nr. 4 an die Rekursgegnerinnen hätte den Untergang der Forderung durch Vereinigung zur Folge. Die Billigung des sofortigen Untergangs der zugeschlagenen Forderung verkenne Wesen und Zweck des Instituts der Zwangsverwertung und verletze deshalb Bundesrecht. Die Zwangsverwertung diene der Befriedigung der Gläubiger durch Versilberung des gepfändeten Vermögens. Die Zuteilung von Gegenständen des Schuldners an einen Gläubiger komme grundsätzlich nicht in Frage (AMONN, Grundriss des Schuldbetreibungs- und Konkursrechtes, S. 204). Einer solchen zweckwidrigen Massnahme komme aber der Zuschlag einer Forderung an den Pfändungsgläubiger und Schuldner derselben gleich, zumal wenn dieser das Verwertungsbegehren gestellt habe, um die Forderung dem Pfändungsschuldner zu entziehen, andererseits aber ausdrücklich bestreite, dass die Forderung überhaupt bestehe, d.h., behaupte, dass diese wertlos sei. Der Einwand der Aufsichtsbehörde, es sei für das Betreibungsverfahren ohne Bedeutung, was der Ersteigerer mit der Forderung mache, berücksichtige nicht, dass in diesem Fall der Untergang der Forderung durch Konfusion uno actu mit dem Zuschlag erfolge.BGE 109 III 62 S. 64\n\nDie Forderung Nr. 4 gemäss Pfändungsurkunde wird nur gegen einen Geldbetrag zugeschlagen werden. Dieses Geld wird der Befriedigung der Gläubiger dienen. Die Forderung wird somit dem Schuldner entzogen und durch den Zuschlagspreis ersetzt. Wie die Vorinstanz zu Recht ausführt, hat sich das Betreibungsamt nach der Bezahlung des Zuschlagspreises nicht darum zu kümmern, was der Ersteigerer mit dem Ersteigerten macht. Es spielt für das Betreibungsamt auch keine Rolle, ob etwas Wertloses ersteigert wird. Im Zeitpunkt des Zuschlages wird der Ersteigerer Eigentümer der ihm zugeschlagenen Sache und trägt somit Nutzen und Gefahr. Die Tatsache, dass die Sache unmittelbar nach dem Zuschlag untergeht, hat keine Bedeutung für die Gültigkeit des Zuschlags. Der Zuschlagspreis kommt so oder so den Pfandgläubigern zugute. Im vorliegenden Fall werden die Rekursgegnerinnen, falls ihnen die Forderung Nr. 4 zugeschlagen wird, nur eine durch Vereinigung untergegangene Forderung erhalten. Trotzdem wird man nicht sagen können, sie hätten nichts bekommen; denn immerhin erreichen sie damit den Untergang einer Forderung, die sie bestreiten. Es ist mithin nicht dargetan, dass der vom Rekurrenten kritisierte allfällige Zuschlag der Forderung Nr. 4 an die Rekursgegnerinnen zu einem dem Zweck der Zwangsvollstreckung nicht entsprechenden und damit bundesrechtswidrigen Ergebnis führen wird.\n\n3. Auch der Einwand, eine gepfändete Sache dürfe dem betreibenden Gläubiger nicht als Gegenleistung für seine Forderung übergeben werden, dringt nicht durch. Durch die Anordnung der Steigerung verzichtete das Betreibungsamt gerade auf die in Art. 131 SchKG vorgesehene ausserordentliche Pfandverwertung durch Forderungsüberweisung (zum ausserordentlichen Charakter dieser Verwertung vgl. AMONN, a.a.O., S. 212 ff. insbesondere Ziff. 2). Die streitige Forderung wird dem betreibenden Gläubiger auch gar nicht an Zahlungsstatt übergeben; vielmehr erhält er sie nur gegen Bezahlung des Zuschlagspreises. Eine Übergabe der gepfändeten Forderung an Zahlungsstatt an den Schuldner dieser Forderung wäre im übrigen ausgeschlossen (BGE 54 III 211; BGE 43 III 62; BGE 32 I 391).\n\nDemnach erkennt die Schuldbetreibungs- und Konkurskammer:\n\nDer Rekurs wird abgewiesen."}