{"annee": "109", "cour": "IB", "page": "339", "date": "1/12/1983", "cite": ["109 IB 64"], "cite_par": ["111 IB 147"], "chapeau": "52. Auszug aus dem Urteil der Anklagekammer vom 1. Dezember 1983 i.S. M. gegen Bundesamt für Polizeiwesen (Auslieferungshaftbefehl)", "regestes": ["1. Art. 48 al. 2 EIMP. Dans le cadre d'un recours formé contre un mandat d'arrêt aux fins d'extradition, il n'est pas statué sur le bien-fondé de la demande d'extradition. 2. Art. 47 al. 2 EIMP. Le caractère manifestement mal fondé d'une telle demande ne constitue pas \"d'autres motifs\" au sens de cette disposition."], "faits": "BGE 109 Ib 339 S. 339\n\nDer niederländische Staatsangehörige M. führt gegen den Auslieferungshaftbefehl des Bundesamtes für Polizeiwesen vom 20. Oktober 1983 Beschwerde. Er macht u.a. geltend, \"andere Gründe\" i.S. von Art. 47 Abs. 2 IRSG würden es rechtfertigen, anstelle der Haft eine andere Sicherungsmassnahme anzuordnen. Die Anklagekammer weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\nd) \"Andere Gründe\" schliesslich, die es rechtfertigen würden, anstelle der Haft andere Massnahmen zur Sicherung des Verfolgten anzuordnen, sind ebenfalls nicht ersichtlich. Auf alle Fälle könnte eine offensichtliche Unbegründetheit des Auslieferungsbegehrens nach der neuen Ordnung des Art. 47 Abs. 2 IRSG nicht als ein solcher Grund in Betracht kommen, denn wo sich ein solches Begehren a priori als haltlos erweist, könnten auch andere Sicherungsmassnahmen, die vom Gesetz ausdrücklich an jene BGE 109 Ib 339 S. 340\"anderen Gründe\" angeschlossen werden, nicht verfügt werden. Im übrigen wäre es ohnehin nicht Sache der Anklagekammer, in diesem einzig die Auslieferungshaft betreffenden Verfahren über die Begründetheit des Auslieferungsbegehrens zu befinden. Das hat im Einspracheverfahren durch das zuständige Bundesamt (Art. 24 IRSG) und nur auf Verwaltungsgerichtsbeschwerde durch das Bundesgericht zu geschehen (Art. 25 IRSG; BGE 109 Ib 65 E. 2a mit Zitaten). Soweit der Beschwerdeführer deshalb geltend macht, das gegen ihn in den Niederlanden geführte Verfahren weise Mängel im Sinne des Art. 2 IRSG auf, das Auslieferungsgesuch betreffe Taten, die auf eine Verkürzung von fiskalischen Abgaben gerichtet erschienen (Art. 3 Abs. 3 IRSG) usw., ist er nicht zu hören."}