{"annee": "110", "cour": "III", "page": "20", "date": "30/4/1984", "cite": ["106 III 11", "107 III 33"], "cite_par": ["113 III 2"], "chapeau": "6. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 30. April 1984 i.S. G. (Rekurs)", "regestes": ["Saisie d'un salaire dont le montant est contesté. Les autorités de poursuite ne sont pas compétentes pour déterminer, en cas de contestation, le montant de la créance de salaire qu'a le poursuivi contre son employeur. Lorsque les indications que fournissent le travailleur et l'employeur à cet égard ne concordent pas, ou lorsqu'il existe certains indices permettant de penser que les indications concordantes fournies par ceux-ci sont en fait inexactes, l'Office doit saisir le salaire selon les indications du poursuivant en tant que créance contestée."], "faits": "BGE 110 III 20 S. 20\n\nA.- R. G. hat U. G. für einen Betrag von Fr. 7'767.- betrieben. Bei der Fortsetzung der Betreibung hat das Betreibungsamt Spreitenbach festgestellt, dass der Betriebene über nichts Pfändbares verfügt. Es hat seinen Notbedarf auf Fr. 1'740.- festgesetzt und festgehalten, dass U. G. von seinem Arbeitgeber, der U. G. AG, bloss einen Lohn von Fr. 1'350.- beziehe. Eine Lohnpfändung komme deshalb selbst bei Berücksichtigung einer Beteiligung an den Haushaltskosten im Betrage von Fr. 200.- durch seine Frau nicht in Frage.\n\nBGE 110 III 20 S. 21R. G. verlangte daraufhin sinngemäss eine Nachpfändung. Er machte geltend, U. G. verdiene in Wirklichkeit Fr. 4'000.- im Monat und die Ehefrau habe einen Beitrag von Fr. 1'750.- zu leisten. Eine Lohnquote von Fr. 4'010.- sei deshalb pfändbar. Er verlangte auch, dass die Lohnverhältnisse bei der Ausgleichskasse kontrolliert und das Postcheckkonto überprüft werde. Das Betreibungsamt wies diese Begehren ab und verlangte lediglich einen Lohnausweis beim Arbeitgeber.\n\nB.- Auf Beschwerde von R. G. hin stellte der Präsident des Bezirksgerichts Baden, als untere kantonale Aufsichtsbehörde, fest, dass der Notbedarf von U. G. tatsächlich Fr. 1'740.- ausmache. Bei der Befragung durch den Gerichtspräsidenten hatte U. G. auf seinen Angaben beharrt, wonach er einen Monatslohn von Fr. 1'350.- und seine Frau als Halbtagsangestellte und einziger Verwaltungsrat einen solchen von Fr. 650.- beziehe. Der Gerichtspräsident wies deshalb das Betreibungsamt an, dem Gläubiger das Formular 11 zukommen zu lassen, damit er erklären könne, um welchen Betrag seiner Ansicht nach der Verdienst des Betriebenen dessen Notbedarf übersteige. Daraufhin sei dieser Betrag als bestrittene Forderung zu pfänden, und der Gläubiger könne seine Rechte gemäss Art. 131 Abs. 2 SchKG geltend machen.\n\nC.- Gegen diesen Entscheid erhob R. G. beim Obergericht des Kantons Aargau als obere kantonale Aufsichtsbehörde Beschwerde. Er verlangte, dass die Einkommensverhältnisse von U. G. und dessen Frau zu überprüfen und eine Lohnquote von Fr. 4'010.- zu pfänden sei. Mit Entscheid vom 8. März 1984 hiess das Obergericht die Beschwerde teilweise gut und wies das Betreibungsamt an, eine Lohnpfändung von monatlich Fr. 1'675.- vorzunehmen und der U. G. AG anzuzeigen, dass sie rechtsgültig nur noch an das Betreibungsamt leisten könne.\n\nD.- Mit frist- und formgerechtem Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts verlangte U. G. die Aufhebung dieses Entscheides und die Anordnung, \"die Lohnpfändung betreffend die vom Gläubiger gemachten Lohnanrechte als bestrittene Forderung unter Anwendung des Formulars 11\" vorzunehmen.\n\nDem Gesuch um aufschiebende Wirkung des Rekurses wurde durch Verfügung des Präsidenten der Schuldbetreibungs- und Konkurskammer vom 5. April 1984 stattgegeben.\n\nDas Betreibungsamt Spreitenbach hat keine Vernehmlassung eingereicht. R. G. beantragt in seinen Gegenbemerkungen vom BGE 110 III 20 S. 2210. April 1984 die sofortige Aufhebung der aufschiebenden Wirkung, das Nichteintreten beziehungsweise die Abweisung des Rekurses und die Einholung der schon längst geforderten Auskünfte betreffend die Einkommensverhältnisse.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Die obere kantonale Aufsichtsbehörde ging davon aus, dass es nicht Aufgabe des Betreibungsamtes sein könne, über die Einkommens- und Vermögensverhältnisse des Schuldners ausgedehnten Beweis zu führen. Im vorliegenden Fall könnten aber die Lohnangaben des Schuldners nicht stimmen. Der behauptete Lohn sei weder der Arbeitsleistung des Schuldners als Geschäftsführer noch den Geschäftsverhältnissen (Fr. 1,2 bis 1,4 Millionen Umsatz pro Jahr) angemessen. Auch müsse man sich fragen, wie der Schuldner bei den behaupteten Einkommensverhältnissen seinen Rechtsanwalt für die verschiedenen Verfahren in bezug auf die vorliegende Betreibung bezahlen könne, da er ja nicht im Armenrecht prozessiere. Es müsse davon ausgegangen werden, dass er entweder einen bedeutend grösseren Lohn beziehe oder aber die Bezüge aus der Familien - AG bewusst und ungerechtfertigterweise niedrig halte, um seinen Schuldnerverpflichtungen nicht nachkommen zu müssen. Unter diesen Umständen rechtfertige es sich, den gesamten gemäss Lohnausweis ausbezahlten Lohn von Fr. 1'350.- und die Hälfte des Lohnes der Ehefrau, die sie an die ehelichen Lasten beizutragen habe, zu pfänden.\n\n2. Das Betreibungsamt hat im Rahmen einer Lohnpfändung von Amtes wegen die tatsächlichen Verhältnisse soweit als möglich abzuklären. Es hat insbesondere zu prüfen, ob der Schuldner tatsächlich Lohnbezüger ist oder ob nicht anstelle einer Lohn- eine Verdienstpfändung vorzunehmen ist (BGE 106 III 13 E. 2). Hingegen kann das Betreibungsamt nicht über streitige Rechte entscheiden und zwar ohne Rücksicht darauf, ob es sich dabei um den Bestand der in Betreibung gesetzten Forderung oder um das Eigentum einer gepfändeten Sache handle. Ist der Bestand oder Umfang eines Rechtes streitig, hat das Betreibungsamt die Parteien an den Richter zu verweisen. Die Aufsichtsbehörden haben diesbezüglich keine grössere Kompetenz (BGE 107 III 39 f.). Das hat zur Folge, dass das Betreibungsamt und die Aufsichtsbehörden nicht zuständig sind, um bei einer Lohnpfändung die - umstrittene - Höhe BGE 110 III 20 S. 23der Lohnforderung des Betriebenen gegenüber seinem Arbeitgeber zu bestimmen. Das Betreibungsamt hat sich vielmehr an die übereinstimmenden Lohnangaben des betriebenen Arbeitnehmers und dessen Arbeitgebers zu halten. Stimmen deren Angaben nicht überein, oder bestehen Indizien dafür, dass die übereinstimmenden Angaben unzutreffend sind, muss das Betreibungsamt den Lohn als bestrittene Forderung pfänden. Dabei kann es nicht selbst die Höhe der bestrittenen Forderung festsetzen, sondern muss sich an die Angaben des Betreibenden halten, die es nötigenfalls mit der Zusendung des Formulars 11 zu erhalten versucht (BGE 106 III 14 mit Verweisungen, vgl. auch AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 3. Aufl. § 23, N. 66, S. 187). Der Rekurrent verlangt zu Recht die Durchführung dieses von der unteren kantonalen Aufsichtsbehörde angeordneten Verfahrens.\n\nDie beiden kantonalen Aufsichtsbehörden haben sich zwar richtigerweise geweigert, das Betreibungsamt anzuweisen, bei der Ausgleichskasse des Betriebenen und beim Postcheckamt Nachforschungen über die Lohnverhältnisse anzustellen. Der Richter ist aber nicht nur allein zuständig, entsprechende Beweise zu erheben, sondern auch für das Festsetzen des von einem am Betreibungsverfahren unbeteiligten Dritten, nämlich vom Arbeitgeber des Betriebenen, geschuldeten Lohnes. Die Vorinstanz hat mithin Bundesrecht verletzt, indem sie die Lohnforderung des Rekurrenten gegenüber seiner Arbeitgeberin festsetzte.\n\n3. Der Rekursgegner beruft sich zu Unrecht auf Art. 91 SchKG, um darzulegen, dass das Betreibungsamt die erforderlichen Nachforschungen zur Festsetzung der Lohnforderung des Rekurrenten hätte anstellen können. Diese gesetzliche Bestimmung erlaubt es dem Betreibungsamt nur, den Betriebenen oder allenfalls dessen Schuldner oder dritte Gewahrsinhaber einzuvernehmen. Falschangaben bei dieser Einvernahme werden gemäss Art. 164 StGB bestraft. Im vorliegenden Fall hat das Betreibungsamt den Betriebenen und seinen Arbeitgeber einvernommen. Die Organe der Ausgleichskasse und des Postcheckamtes hätte es nur einvernehmen dürfen, wenn die Forderungen gegen diese Dritten gepfändet worden wären. Für die AHV-Beiträge ist eine solche Pfändung ausgeschlossen, und bezüglich des Postcheckkontos hat der Rekursgegner nie dargelegt, der Rekurrent sei Inhaber eines solchen Kontos. Überdies dürfte das Postcheckamt in diesem Fall bloss über den Kontostand Auskunft erteilen, nicht aber über die einzelnen Ein- und Auszahlungen.\n\nDemnach erkennt die Schuldbetreibungs- und Konkurskammer:\n\nDer Rekurs wird gutgeheissen, der angefochtene Entscheid der Schuldbetreibungs- und Konkurskommission des Obergerichts des Kantons Aargau aufgehoben und das Betreibungsamt Spreitenbach angewiesen, den vom Gläubiger im Formular Nr. 11 anzugebenden Betrag als bestrittene Forderung zu pfänden."}