{"annee": "110", "cour": "IV", "page": "48", "date": "11/5/1984", "cite": ["106 IV 413", "105 IV 169"], "cite_par": [], "chapeau": "17. Auszug aus dem Urteil der Anklagekammer vom 11. Mai 1984 i.S. I. AG gegen Bundesamt für Energiewirtschaft", "regestes": ["Art. 66 DPA; procédure de confiscation. 1. En droit pénal administratif, la validité d'une procédure de confiscation n'est pas subordonnée à l'existence d'une décision formelle d'ouverture. 2. La confiscation d'objets ou valeurs au sens de l'art. 66 DPA ne constitue pas une peine, mais une mesure."], "faits": "BGE 110 IV 48 S. 49\n\nA.- 1.- Mit Strafbescheiden vom 19. September 1983 verfällte das Bundesamt für Energiewirtschaft (BEW) M., Verwaltungsratspräsident der I. AG, und S., Monteur der M. GmbH, in Bussen von Fr. 2'000.- bzw. Fr. 500.-, weil die I. AG spätestens seit Sommer 1980 in der Schweiz durch Arbeiter der M. GmbH zahlreiche elektrische Hausinstallationen ausgeführt hatte, ohne die dazu notwendige Bewilligung des stromliefernden Werkes oder eine Sonderbewilligung des Eidgenössischen Starkstrom-Inspektorats zu besitzen, und weil sie dabei grössere Mengen nicht geprüften und bewilligten Materials verwendet hatte. Beide Strafbescheide erwuchsen in Rechtskraft.\n\n2.- Mit einem der I. AG zugestellten Schlussprotokoll vom 27. Dezember 1982 wurde diese darauf hingewiesen, dass gegen sie ein Strafverfahren eröffnet und gemäss Art. 66 VStrR erwogen werde, ob der von ihr erzielte Gewinn eingezogen werden müsse. Am 28. Februar 1983 teilte dann allerdings das BEW der I. AG mit, es habe gegen sie selber kein Strafverfahren, sondern nur ein selbständiges Einziehungsverfahren einleiten wollen und es beruhten die anderslautenden Ausführungen im besagten Schlussprotokoll auf einem Versehen.\n\nB.- Am 25. April 1984 verfügte der untersuchende Beamte des BEW \"zur Abklärung der Höhe einer allfälligen Ersatzforderung gemäss Art. 58 Abs. 4 StGB\" die Beschlagnahme \"sämtlicher Geschäftsbücher, Geschäftskorrespondenzen und Buchungsbelege der I. AG aus den Jahren 1980, 1981 und 1982\", verbunden mit der Aufforderung, die beschlagnahmten Gegenstände dem BEW bis zum 21. Mai 1984 herauszugeben. Die Verfügung wurde der I. AG am 26. April 1984 zugestellt.\n\nC.- Mit einer vom 30. April 1984 datierten und am gleichen BGE 110 IV 48 S. 50Tag zur Post gegebenen Eingabe ficht die I. AG die vorgenannte Verfügung mit Beschwerde bei der Anklagekammer des Bundesgerichts an und beantragt die Aufhebung der Verfügung.", "considerants": "Aus den Erwägungen:\n\n2. Die Beschwerdeführerin macht geltend, die Beschlagnahmeverfügung sei aus verschiedenen Gründen nicht zulässig. Einmal sei ihr selber kein Einziehungsverfahren eröffnet worden. Sodann verstiesse ein solches Verfahren gegen den Grundsatz \"ne bis in idem\", weil die das Verfahren abschliessenden Strafbescheide rechtskräftig geworden seien und deshalb gegen die gleichen Personen nicht erneut ein Verfahren eingeleitet werden dürfe. Auch müsse über die Einziehung im Endentscheid selber befunden werden, was hier nicht geschehen sei. Ferner handle es sich bei der Einziehung von Vermögenswerten nicht um eine Massnahme, sondern es habe jene, wie vom Bundesgericht in BGE 105 IV 171 entschieden worden sei, pönalen Charakter; habe aber das Einziehungsverfahren Strafcharakter, so erfasse die Sperrwirkung der rechtskräftig gewordenen Strafbescheide auch die Einziehung. Schliesslich verletze die Beschlagnahme Art. 66 VStrR, weil nach dieser Bestimmung ein selbständiges Einziehungsverfahren nur zulässig sei, wenn das Untersuchungsverfahren nicht zu einem Strafbescheid geführt habe.\n\n3. Diese Einwendungen der Beschwerdeführerin sind samt und sonders unbegründet.\n\na) Aus dem Schreiben des BEW vom 28. Februar 1983 geht unmissverständlich hervor, dass gegen die I. AG ein selbständiges Einziehungsverfahren eingeleitet werden wollte und auch eingeleitet wurde. Zwar war im Schlussprotokoll vom 27. Dezember 1982 zunächst von der Eröffnung eines Strafverfahrens die Rede gewesen, und es war die Beschwerdeführerin darauf hingewiesen worden, dass die Einziehung des von ihr erzielten Gewinns erwogen werde. Indessen wurde dieses Schlussprotokoll, das übrigens nie zu einem Strafbescheid gegen die I. AG selber geführt hatte, in der Folge mit dem vorerwähnten Schreiben berichtigt. Das genügte zur Eröffnung des Einziehungsverfahrens; denn wie das Bundesgericht in BGE 106 IV 417 festgestellt hat, ist ein förmlicher Eröffnungsbeschluss nicht Gültigkeitserfordernis für die Untersuchung im Verwaltungsstrafrecht. A fortiori kann für die Eröffnung eines blossen Einziehungsverfahrens nichts anderes gelten. Art. 38 BGE 110 IV 48 S. 51Abs. 1 VStrR schreibt übrigens nur vor, dass die Eröffnung der Untersuchung aus den amtlichen Akten ersichtlich sein müsse. Das Schreiben vom 28. Februar 1983 stellt ohne Zweifel ein solches Aktenstück dar.\n\nb) Von einer Verletzung des Grundsatzes \"ne bis in idem\" kann keine Rede sein, weil die rechtskräftigen Strafbescheide nicht gegen die I. AG, sondern gegen M. und S. gerichtet waren und eine \"Sperrwirkung\" dieser Entscheide es bloss verboten hätte, ein neues Verwaltungsstrafverfahren wegen derselben strafbaren Handlungen gegen die beiden letztgenannten Personen einzuleiten. Nichts stand jedoch der Eröffnung eines Einziehungsverfahrens gegen die Beschwerdeführerin entgegen, kommt dieser doch eigene Rechtspersönlichkeit zu und ist sie deshalb mit den von den beiden Strafbescheiden betroffenen Personen nicht identisch.\n\nc) Da - wie bereits bemerkt - gegen die I. AG selber kein Strafbescheid ergangen ist, kann dem BEW nicht entgegengehalten werden, es hätte über die Einziehung in den das Verfahren abschliessenden Strafentscheiden befinden müssen.\n\nd) Soweit die Beschwerdeführerin vermeint, aus BGE 105 IV 171 etwas für sich ableiten zu können, geht sie fehl. Im genannten Urteil hat das Bundesgericht der Einziehung von Vermögenswerten keineswegs den Charakter einer Massnahme absprechen, sondern unter dem Gesichtspunkt der Verjährung lediglich einen Unterschied machen wollen zwischen der Einziehung als (präventiver) Sicherungsmassnahme und der nach begangener Tat durchzuführenden Abschöpfung von deliktisch erlangten Vermögensvorteilen. Wenn es dabei das Eigenschaftswort \"repressiv\" benutzt hat, so nur deswegen, um eine gewisse Affinität zur Strafe aufzuzeigen, nicht aber um den Massnahmecharakter der Einziehung zu verneinen. Selbst wenn aber die Einziehung von Vermögensvorteilen Strafcharakter hätte, würde das der Beschwerdeführerin nichts helfen, weil gegen sie gar kein Strafbescheid ergangen ist, in welchem über die Einziehung hätte entschieden werden können.\n\ne) Inwiefern schliesslich Art. 66 VStrR verletzt sein sollte, ist schlechterdings nicht einzusehen. Da sich die Einziehung hier gegen die I. AG und damit gegen eine \"andere Person\" als die von den Strafbescheiden betroffenen \"Beschuldigten\" richtet, hat das BEW in Anwendung von Art. 66 Abs. 2 VStrR zutreffend ein selbständiges Einziehungsverfahren eröffnet."}