{"annee": "110", "cour": "V", "page": "109", "date": "11/4/1984", "cite": ["102 V 76", "108 V 130", "110 V 48", "104 V 209"], "cite_par": ["116 V 28", "123 III 328", "110 V 199", "118 V 274", "119 V 456", "113 II 204", "118 V 56"], "chapeau": "18. Urteil vom 11. April 1984 i.S. Biochimica AG gegen Bundesamt für Sozialversicherung und Eidgenössisches Departement des Innern", "regestes": ["Art. 12 al. 6 LAMA, art. 4 et 6 Ord. VIII, art. 12 et 13 PA: Radiation de médicaments de la liste des spécialités. - Portée du principe inquisitoire et du devoir de collaboration des parties (consid. 3). - Conditions auxquelles les motifs (in casu l'inefficacité de la préparation) qui ont déterminé le refus d'une demande d'admission peuvent être repris s'agissant d'autres préparations figurant sur la liste des spécialités (consid. 4b). - Principes de procédure applicables lorsque les préparations de plusieurs fabricants de médicaments sont simultanément radiées de la liste des spécialités (consid. 5). Art. 4 Cst., art. 29, 33 et 35 PA. Violation du droit d'être entendu faute de motivation, ou de motivation suffisante, de la décision et faute de prise en considération des preuves fournies (consid. 4)."], "faits": "BGE 110 V 109 S. 110\n\nA.- Die Biochimica AG vertreibt das von der Lipha S.A. hergestellte Bakterienlysat DIRIBIOTINE, welches als Mittel gegen Infektionskrankheiten seit 1962 in der Spezialitätenliste gemäss Art. 3 ff. der Vo VIII über die Krankenversicherung vom 30. Oktober 1968 figuriert.\n\nIm Juni 1979 wurde von einem anderen Hersteller das Bakterienlysat BRONCHO-VAXOM zur Aufnahme in die Spezialitätenliste angemeldet. Das Bundesamt für Sozialversicherung (BSV) lehnte die Aufnahme aufgrund eines Beschlusses der Eidgenössischen Arzneimittelkommission (EAK) ab, weil der Nachweis der Zuverlässigkeit und der Zweckmässigkeit in bezug auf die Wirkung gemäss dem Stand der medizinisch-pharmazeutischen Wissenschaft für Bakterienlysate im allgemeinen und für BRONCHO-VAXOM im besonderen nicht erbracht sei. Die hiegegen erhobene Beschwerde wurde vom Eidgenössischen Departement des Innern (EDI) am 24. Dezember 1982 abgewiesen. Dieser Entscheid ist unangefochten in Rechtskraft erwachsen.\n\nIm Frühjahr 1981 leitete das BSV das Verfahren zur Streichung der in der Spezialitätenliste enthaltenen Bakterienlysate DIRIBIOTINE, SPREMUNAN und IRS 19 ein. Am 10. April 1981 teilte es der Biochimica AG mit, die Experten der EAK hätten am 6. November 1980 beschlossen, das Präparat DIRIBIOTINE aus der Spezialitätenliste zu streichen, falls nicht ein ausreichender klinischer Nachweis erbracht werde, welcher die Kosten einer solchen Therapie zu rechtfertigen vermöchte. Die Firma antwortete hierauf mit der Einreichung von sechs \"Originalarbeiten\", welche die Wirksamkeit und Verträglichkeit des Präparates beweisen sollten. Das BSV unterbreitete die Arbeiten einem Experten der EAK, welcher sie als ungenügend erachtete, und verfügte am 29. September 1982 die Streichung des DIRIBIOTINE aus der Spezialitätenliste auf den 31. Oktober 1982; gleichzeitig entzog es einer allfälligen Beschwerde die aufschiebende Wirkung.\n\nB.- Auf Beschwerde hin hob das EDI den Entzug der aufschiebenden Wirkung auf (Entscheid vom 3. Dezember 1982). In der Sache selbst erkannte es am 5. Juli 1983 auf Abweisung der BGE 110 V 109 S. 111Beschwerde mit der Feststellung, die Streichung des DIRIBIOTINE bzw. des in der Zwischenzeit an dessen Stelle in die Spezialitätenliste aufgenommenen DIRIBIOTINE CK - welches nach übereinstimmender Meinung der Beteiligten Gegenstand des Beschwerdeverfahrens bildet - beruhe auf einer sorgfältigen Prüfung und verstosse nicht gegen Bundesrecht.\n\nC.- Die Biochimica AG lässt Verwaltungsgerichtsbeschwerde erheben mit dem Rechtsbegehren, der vorinstanzliche Entscheid sei aufzuheben und es sei der Beschwerde aufschiebende Wirkung zu erteilen. Das EDI enthält sich eines Antrages hinsichtlich des Begehrens, der Beschwerde sei aufschiebende Wirkung zu erteilen, und schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde.\n\nD.- Am 6. September 1983 hat der Präsident des Eidg. Versicherungsgerichts der Verwaltungsgerichtsbeschwerde vorsorglich die aufschiebende Wirkung erteilt.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) (Zulässigkeit der Verwaltungsgerichtsbeschwerde, Kognition des Eidg. Versicherungsgerichts: vgl. BGE 108 V 132 Erw. 1.)\n\nb) (Rechtsstellung der EAK, Kognition des EDI: vgl. BGE 108 V 138 Erw. 4.)\n\n2. Nach Art. 12 Abs. 6 KUVG bezeichnet der Bundesrat nach Anhören der von ihm bestellten EAK die Arzneimittel, die nicht als Pflichtleistung gelten, deren Übernahme jedoch den Krankenkassen empfohlen wird. Die Empfehlung erfolgt in Form einer vom BSV herausgegebenen Spezialitätenliste (Art. 3 Vo VIII). Nach Art. 4 Abs. 1 Vo VIII sind für die Aufnahme eines Arzneimittels massgebend das medizinische Bedürfnis (lit. a), die Zweckmässigkeit und Zuverlässigkeit in bezug auf Wirkung und Zusammensetzung (lit. b) sowie die Wirtschaftlichkeit (lit. c). Nach Abs. 6 der Bestimmung ordnet das EDI nach Anhören der EAK das Nähere über die Aufnahmebedingungen. Dies ist mit der Verfügung 10 des EDI über die Krankenversicherung betreffend die Aufnahme von Arzneimitteln in die Spezialitätenliste vom 19. November 1968 geschehen (BGE 102 V 79 Erw. 2).\n\nGemäss Art. 6 Abs. 1 Vo VIII ist ein in die Spezialitätenliste aufgenommenes Arzneimittel u.a. dann zu streichen, wenn es nicht mehr alle Voraussetzungen gemäss Art. 4 Abs. 1 und 2 der Verordnung erfüllt (lit. a). Nach Abs. 2 der Bestimmung sind Streichungen BGE 110 V 109 S. 112erst nach Anhören der Betroffenen zulässig und im Bulletin des Gesundheitsamtes zu veröffentlichen; sie treten drei Monate nach der Veröffentlichung in Kraft, sofern nicht besondere Gründe für eine sofortige Inkraftsetzung vorliegen.\n\n3. a) Die materielle Beweislast dafür, dass die Voraussetzungen für die Aufnahme eines Arzneimittels in die Spezialitätenliste gegeben sind, trägt die antragstellende Firma. Das gleiche gilt im Streichungsverfahren, indem für den Fall, dass die Voraussetzungen für die Beibehaltung eines Präparates in der Spezialitätenliste nicht mehr erwiesen sind, die Beweislosigkeit zu Lasten der betroffenen Firma geht. Dies ergibt sich daraus, dass der Verbleib eines Arzneimittels in der Spezialitätenliste nur so lange gerechtfertigt ist, als die Aufnahmevoraussetzungen nach Massgabe der im jeweiligen Zeitpunkt geltenden Erkenntnisse erfüllt sind (Art. 12 Abs. 6 KUVG, Art. 6 Vo VIII).\n\nb) Die Feststellung des rechtserheblichen Sachverhaltes hat nach dem Untersuchungsgrundsatz von Amtes wegen zu erfolgen (Art. 12 VwVG). Der Untersuchungsgrundsatz gilt indessen nicht uneingeschränkt und findet sein Korrelat in den Mitwirkungspflichten der Parteien (Art. 13 VwVG; BGE 110 V 52 Erw. 4a).\n\nIm Verfahren betreffend die Aufnahme von Arzneimitteln in die Spezialitätenliste besteht praxisgemäss eine weitgehende Mitwirkungspflicht der antragstellenden Firma. Es ist auch im Rahmen des Untersuchungsgrundsatzes nicht Sache der Verwaltung, primäre und eigenständige Forschungsarbeit zu leisten. Diese Aufgabe obliegt vielmehr dem Antragsteller, welcher der Verwaltung die bezüglich der Aufnahmevoraussetzungen wesentlichen Forschungsergebnisse vorzulegen hat. Dem Untersuchungsgrundsatz wird in der Regel Genüge getan, wenn die zuständige Behörde die eingereichte Dokumentation objektiv überprüft und die allenfalls notwendigen zusätzlichen Abklärungen hinsichtlich deren Zuverlässigkeit vornimmt.\n\nIm Streichungsverfahren ist in Anwendung dieser Grundsätze die vom Aufnahmeverfahren abweichende Ausgangssituation zu berücksichtigen. Während das Aufnahmeverfahren von der antragstellenden Firma eingeleitet wird, welche damit zugleich im Sinne der erwähnten Mitwirkungspflicht die Unterlagen vorzulegen hat, die zumutbarerweise von ihr verlangt werden können, geht das Streichungsverfahren von der zuständigen Behörde aus. Diese darf das Verfahren nicht willkürlich in Gang setzen und von der Firma ohne ersichtlichen Grund Unterlagen dafür verlangen, BGE 110 V 109 S. 113dass die Aufnahmevoraussetzungen weiterhin erfüllt sind. Sie wird vielmehr (aufgrund bestimmter Anhaltspunkte oder nur routinemässig) zunächst von sich aus den Fortbestand der Voraussetzungen überprüfen, soweit ihr dies möglich ist und nach den Umständen als geboten erscheint; erst wenn ernsthafte Zweifel bestehen, wird sie das Streichungsverfahren eröffnen, unter Bekanntgabe der Gründe und Gewährung des rechtlichen Gehörs einerseits und unter Inanspruchnahme der Mitwirkungspflicht der betroffenen Firma anderseits.\n\n4. a) Im vorliegenden Fall kam das BSV aufgrund des Ergebnisses des Aufnahmeverfahrens betreffend das Präparat BRONCHO-VAXOM, dessen Aufnahme abgelehnt wurde, zum Schluss, dass es sich beim DIRIBIOTINE um ein gleichartiges Produkt (Bakterienlysat) handle, das nach neuester Erkenntnis unwirksam sei. Demgemäss teilte das Bundesamt der Beschwerdeführerin am 10. April 1981 mit, das DIRIBIOTINE werde aus der Spezialitätenliste gestrichen, falls nicht ein hinreichender klinischer Nachweis erbracht werde, um die Kosten einer solchen Therapie zu rechtfertigen.\n\nDie Beschwerdeführerin rügt zu Recht, dass sie vom BSV in diesem Stadium des Verfahrens lediglich mit dem behaupteten Untersuchungsergebnis (Unwirksamkeit der Bakterienlysate) konfrontiert wurde, ohne nähere Begründung dieses Ergebnisses und ohne dass der Firma Einsicht in die entsprechenden Unterlagen gegeben wurde. Die Firma ist damit in ihrem Anspruch auf rechtliches Gehör verletzt worden (Art. 29 VwVG; vgl. auch GYGI, Bundesverwaltungsrechtspflege, 2. Aufl., S. 69). In der Folge scheint dieser Mangel allerdings insoweit geheilt worden zu sein, als das BSV im vorinstanzlichen Verfahren das \"Beschwerdedossier DIRIBIOTINE\" einreichte und die Beschwerdeführerin hierin Einsicht nehmen konnte.\n\nb) In der Verwaltungsgerichtsbeschwerde wird des weitern gerügt, das BSV habe bezüglich des DIRIBIOTINE kein selbständiges Streichungsverfahren durchgeführt, sondern lediglich den Entscheid der EAK betreffend ein anderes Präparat (BRONCHO-VAXOM) auf das DIRIBIOTINE übertragen. Somit sei der Sachverhalt, welcher Grundlage des Streichungsverfahrens hätte bilden sollen, gar nicht ermittelt worden.\n\nAus der Verfügung vom 29. September 1982 und dem vorinstanzlichen Entscheid geht hervor, dass den Bakterienlysaten, zu denen unbestrittenermassen auch das DIRIBIOTINE gehört, von BGE 110 V 109 S. 114der EAK - und dieser folgend vom BSV und vom EDI - generell die Wirksamkeit abgesprochen wird. Die Übertragung dieser im Verfahren betreffend BRONCHO-VAXOM erfolgten Beurteilung auf das DIRIBIOTINE erscheint nicht von vornherein als unzulässig. Voraussetzung wäre indessen, dass es sich in jeder Hinsicht um gleichartige Präparate handelt und der Beschwerdeführerin die wissenschaftliche Begründung für die angebliche Unwirksamkeit im einzelnen bekanntgegeben worden ist. In der Verfügung vom 29. September 1982 hat das BSV bezüglich der grundsätzlichen Unwirksamkeit von Bakterienlysaten aber lediglich auf seine Mitteilung vom 10. April 1981 verwiesen, welche ihrerseits nur besagte, die EAK habe \"in Zusammenhang mit der Ablehnung eines zur Aufnahme in die Spezialitätenliste angemeldeten Präparates\" beschlossen, das DIRIBIOTINE aus der Spezialitätenliste zu streichen, \"falls der klinische Nachweis nicht ausreichend belegt werden kann, um die Kosten einer solchen Therapie zu rechtfertigen\". Dies stellt indessen keine hinreichende Begründung im Sinne von Art. 35 Abs. 1 VwVG und Art. 16 Vo VIII dar (vgl. auch BGE 108 V 140). Der Beschwerdeführerin ist das rechtliche Gehör jedenfalls insofern verweigert worden, als ihr die Begründung für die angenommene Unwirksamkeit des Präparates vorenthalten worden ist, womit es ihr verwehrt wurde, allfällige Fehler oder Schwächen in der Argumentation der Verwaltung aufzuzeigen. Aus den vorhandenen Akten ergibt sich nicht, dass dieser Mangel nachträglich geheilt worden wäre. Die Sache ist daher schon aus diesem Grunde an die Verwaltung zurückzuweisen, damit sie der Beschwerdeführerin das rechtliche Gehör gewähre und alsdann neu entscheide.\n\nc) Die Beschwerdeführerin hat auf die Mitteilung des BSV vom 10. April 1981 sechs Originalarbeiten eingereicht, um den klinischen Wirkungsnachweis für das Präparat DIRIBIOTINE zu erbringen. Das Bundesamt unterbreitete die Arbeiten einem kommissionsinternen Experten der EAK (Prof. Reubi) und stellte in der Verfügung vom 29. September 1982 zusammenfassend fest, das Präparat könne nach Auffassung des Experten die Häufigkeit der akuten Schübe bei gewissen Infektionskrankheiten mindern, wenn es zusätzlich zur konventionellen Behandlung angeordnet werde; die eingereichten Arbeiten erlaubten jedoch nicht, \"das Präparat zu bejahen\", da sie ungenügend seien; es seien weder Doppelblindversuche angestellt noch Placebos verwendet worden.\n\nIm vorinstanzlichen Verfahren reichte die Beschwerdeführerin eine in der Zeitschrift \"Ars Medici\" (Heft 10/1982) veröffentlichte BGE 110 V 109 S. 115Arbeit der Dres. Kühni und Perret nach, welche auf einer Doppelblindstudie DIRIBIOTINE CK/Placebo beruht. Das EDI ist hierauf nicht näher eingetreten mit der Begründung, das Verfahren betreffend die Nichtaufnahme bzw. Streichung von Bakterienlysaten habe bereits ein Stadium erreicht, in dem für die beförderliche Behandlung der Beschwerde weitere Arbeiten nicht mehr in Betracht gezogen werden könnten. Zudem genüge die eingereichte 4seitige Veröffentlichung den wissenschaftlichen Anforderungen nicht und sei in einer Zeitschrift erschienen, die reinen Informationscharakter trage und nicht als wissenschaftliches Publikationsorgan betrachtet werden könne. In der Vernehmlassung zur Verwaltungsgerichtsbeschwerde weist das EDI des weitern darauf hin, dass die Studie nicht an einer Universitätsklinik durchgeführt worden sei, was zwecks Wahrung der Objektivität in der Regel erforderlich sei. Zudem biete im allgemeinen nur die Publikation in einer anerkannten Zeitschrift, welche alle eingereichten Manuskripte durch Experten begutachten und überprüfen lasse, Gewähr dafür, dass die veröffentlichten Gutachten mit den Originaldaten übereinstimmten.\n\nHiezu ist zunächst festzustellen, dass zwar gegebenenfalls im Streichungsverfahren einer missbräuchlichen Verzögerung des vom Betroffenen als wahrscheinlich vorausgesehenen Streichungsentscheides begegnet werden muss. Im vorliegenden Fall fehlen aber Anhaltspunkte für einen Missbrauch. Die Beschwerdeführerin hat die vermutlich im Oktober 1982 publizierte Studie mit der Replik vom 15. April 1983 im vorinstanzlichen Verfahren eingereicht, und es steht keineswegs fest, dass sie ihr schon anlässlich der Einreichung der Beschwerdeschrift vom 1. November 1982 vorgelegen hat. Hinsichtlich der eingereichten Doppelblindstudie erhebt das EDI Einwendungen allgemeiner Art, die zwar bei der Beweiswürdigung mit berücksichtigt werden können, eine materielle Auseinandersetzung mit den eingereichten Beweismitteln jedoch nicht zu ersetzen vermögen. Indem die Vorinstanz auf die Studie nicht näher eingetreten ist, hat sie der Beschwerdeführerin das rechtliche Gehör verweigert (vgl. BGE 104 V 210); auch hat sie zumindest indirekt den Untersuchungsgrundsatz verletzt. Die Sache ist daher an die Verwaltung zurückzuweisen, damit sie das Beweisverfahren ergänze und über die streitige Rechtsfrage neu entscheide. Dabei wird auch die im letztinstanzlichen Verfahren eingereichte weitere Studie (GRUMEL/BETBEDER) zu berücksichtigen sein.\n\nBGE 110 V 109 S. 116\n\n5. Zu einem andern Ergebnis vermag auch der Hinweis der Vorinstanz auf den Grundsatz der Rechtsgleichheit nicht zu führen. Zwar ist das Streichungsverfahren bezüglich sämtlicher identischer Präparate unter den gleichen Voraussetzungen und nach den gleichen Regeln durchzuführen. Der Grundsatz der Gleichbehandlung enthebt die Verwaltung und den Richter indessen nicht von der Pflicht zur selbständigen Prüfung der Vergleichsprodukte im Einzelfall. Im Sinne des Gleichbehandlungsprinzips ist dabei auch dem Umstand Rechnung zu tragen, dass den vom Streichungsverfahren betroffenen Firmen häufig nicht eine auf den neuesten Stand gebrachte Dokumentation zur Verfügung steht, wie es für die Gesuchsteller im Aufnahmeverfahren in der Regel zutrifft. Im übrigen kann die Verwaltung zur Beschleunigung des Streichungsverfahrens beitragen, indem sie den betroffenen Firmen möglichst frühzeitig, d.h. sobald ernsthafte Zweifel am Fortbestand der Aufnahmevoraussetzungen bestehen, hievon Kenntnis gibt und sie zur Vernehmlassung einlädt, ohne zunächst ein einzelnes Verfahren zu Ende zu führen. Damit wird gleichzeitig sichergestellt, dass die Verwaltung in Kenntnis der Argumente sämtlicher Betroffener entscheiden kann.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn Gutheissung der Verwaltungsgerichtsbeschwerde werden der Entscheid des EDI vom 5. Juli 1983 und die Verfügung vom 29. September 1982 aufgehoben, und es wird die Sache zur näheren Abklärung im Sinne der Erwägungen und zur Neubeurteilung an das BSV zurückgewiesen."}