{"annee": "110", "cour": "II", "page": "387", "date": "6/6/1984", "cite": ["101 II 77", "100 II 339", "86 II 78", "89 II 304", "97 II 185", "98 II 176", "85 II 525", "86 II 340", "97 I 481", "93 II 498", "84 II 34", "59 II 401", "81 II 534", "80 I 385", "74 II 14"], "cite_par": ["122 III 279", "133 V 579", "126 II 97", "138 III 204", "114 II 335", "132 V 404"], "chapeau": "74. Arrêt de la Ire Cour civile du 6 juin 1984 dans la cause Société anonyme G. contre M. (recours en réforme)", "regestes": ["Art. 706 al. 4 CO. Péremption de l'action en annulation d'une décision de l'assemblée générale de la société anonyme. 1. Notion de l'ouverture d'action au sens de l'art. 135 ch. 2 CO (consid. 2a). 2. Application par analogie des dispositions sur l'interruption de la prescription à la définition de l'acte interruptif de péremption (consid. 2b). 3. Une requête de mesures provisoires avant procès suffit-elle à l'observation du délai pour ouvrir action de l'art. 706 al. 4 CO? Question résolue par la négative en l'espèce, faute d'identité entre les conclusions de la requête de mesures provisoires et celles de la demande au fond (consid. 2c)."], "faits": "BGE 110 II 387 S. 388\n\nA.- Le 19 novembre 1980, l'assemblée générale extraordinaire de la société anonyme G. (ci-après: la société) a décidé la suppression de l'art. 5 al. 3 des statuts, accordant aux actionnaires un droit préférentiel de souscription, proportionnel au nombre de leurs actions, en cas d'augmentation du capital social. L'actionnaire M. a voté contre le projet.\n\nLe 20 novembre 1980, M. a adressé au président du Tribunal civil de l'arrondissement de la Sarine une requête de mesures provisionnelles, tendant à ce qu'il fût interdit, jusqu'à droit connu, au préposé au registre du commerce d'inscrire la modification des statuts et à l'administration de la société de transférer des actions. Après avoir ordonné provisoirement les mesures requises, le 21 novembre 1980, le magistrat saisi a admis la requête de mesures provisionnelles par ordonnance du 22 décembre 1980 et imparti à la requérante un délai de quarante-cinq jours pour ouvrir action au fond, faute de quoi les mesures ordonnées deviendraient caduques.\n\nB.- Le 26 février 1981, M. a déposé une demande en justice concluant à l'annulation de la décision du 19 novembre 1980 de l'assemblée générale de la société. Celle-ci a notamment conclu à l'irrecevabilité de la demande pour cause de péremption.\n\nAprès avoir rejeté cette exception par jugement partiel du 13 septembre 1982, le Tribunal civil de l'arrondissement de la Sarine a rejeté la demande sur le fond et levé les mesures provisionnelles, le 14 avril 1983.\n\nLa Cour d'appel du Tribunal cantonal de l'Etat de Fribourg a confirmé ce jugement par arrêt du 9 novembre 1983, en considérant cependant que la demande était périmée.\n\nC.- La demanderesse recourt en réforme au Tribunal fédéral en concluant à ce qu'il soit constaté qu'elle a ouvert action en temps utile pour obtenir l'annulation de la décision de l'assemblée générale du 19 novembre 1980 et au renvoi de la cause à l'autorité cantonale.\n\nLe Tribunal fédéral rejette le recours et confirme l'arrêt attaqué.", "considerants": "Considérant en droit:\n\n1. Aux termes de l'art. 706 al. 4 CO, l'action en annulation d'une décision de l'assemblée générale de la société anonyme BGE 110 II 387 S. 389s'éteint si elle n'est pas exercée au plus tard dans les deux mois qui suivent l'assemblée générale.\n\nLa cour cantonale considère l'action de la demanderesse comme périmée selon cette disposition, car le juge a été saisi de la demande plus de deux mois après la décision, la requête de mesures provisionnelles avant procès ne valant pas ouverture d'action au sens du droit fédéral.\n\nLa demanderesse soutient au contraire qu'\"une requête de mesures provisionnelles à laquelle il a été régulièrement suivi dans le délai fixé par le Juge est introductive d'instance au sens du droit fédéral et, partant, de nature à interrompre un délai de péremption\".\n\n2. a) En matière de prescription, l'art. 135 ch. 2 CO prévoit que la prescription est interrompue en particulier par une action et une citation en conciliation. Selon la jurisprudence, la notion d'ouverture d'action, au sens de cette disposition, se définit uniquement d'après le droit fédéral, indépendamment de la notion d'ouverture d'instance selon le droit cantonal; il s'agit de l'acte introductif ou préparatoire par lequel le demandeur s'adresse pour la première fois au juge, dans les formes légales, aux fins d'obtenir la reconnaissance ou la protection du droit qu'il invoque (ATF 101 II 78, ATF 100 II 343 s. et les arrêts cités). Dans l'arrêt ATF 59 II 406 s., le Tribunal fédéral a admis qu'une requête de mesures provisoires avant procès, suivie d'une action au fond, pouvait interrompre la prescription lorsque ses conclusions étaient identiques aux conclusions prises dans le procès au fond. En doctrine, les opinions sont partagées (admettent l'acte interruptif: SPIRO, Die Begrenzung privater Rechte durch Verjährungs-, Verwirkungs- und Fatalfristen, vol. I p. 299; RATHGEB, L'action en justice et l'interruption de la prescription, in Mélanges F. Guisan, p. 243; WYSS, La péremption dans le code civil suisse, thèse Lausanne 1957, p. 111; contra: GAUCH/SCHLUEP/JÄGGI, vol. II, 3e éd., p. 191, qui se réfèrent indûment à l'arrêt ATF 93 II 498, ne concernant que la preuve à futur).\n\nb) Lorsque le droit fédéral prévoit qu'un droit ne peut être sauvegardé que par l'exercice d'une action ouverte dans un délai péremptoire, la notion d'ouverture d'action ressortit également au droit fédéral (ATF 89 II 307 consid. 4, ATF 85 II 537, ATF 81 II 538, ATF 74 II 15). Les dispositions sur l'interruption de la prescription ne sont applicables que par analogie à la définition de l'acte interruptif de péremption, car il faut tenir compte de la teneur et du but de la BGE 110 II 387 S. 390norme enjoignant au demandeur d'agir en justice pour déterminer s'il a accompli l'acte qu'on peut attendre de lui pour sauvegarder son droit (ATF 86 II 346; OSER/SCHÖNENBERGER, n. 12 et 17 ad art. 135). En général, des délais d'action sont fixés par la loi afin qu'on sache rapidement si un acte est attaqué, éventuellement annulé; souvent l'intérêt de tiers au procès le commande (ATF 98 II 177 ss, spéc. 180, ATF 74 II 17), comme c'est le cas dans l'application de l'art. 706 CO (ATF 86 II 87 s.), le jugement étant opposable aussi aux actionnaires qui n'ont pas participé au procès (art. 706 al. 5 CO).\n\nEn matière de péremption, la jurisprudence a adopté la même définition de l'ouverture d'action que dans le cadre de l'art. 135 ch. 2 CO (ATF 98 II 179, ATF 85 II 536 s. et les arrêts cités), mais la question ne s'est posée, dans les arrêts publiés, qu'à propos du dépôt de la demande et de la citation préalable en conciliation; le Tribunal fédéral n'a pas eu l'occasion d'examiner, dans ces arrêts, si une requête de mesures provisoires avant le dépôt de la demande permettait de sauvegarder un délai péremptoire pour agir en justice.\n\nc) En l'espèce, il n'est pas nécessaire de rechercher si le délai péremptoire pour agir en justice pourrait ou non, suivant les cas, être sauvegardé par une requête de mesures provisoires avant procès. Il suffit en effet de constater, avec la cour cantonale, que la demanderesse ne remplit de toute manière pas les conditions posées par l'arrêt ATF 59 II 407 s., faute d'identité entre les conclusions des mesures provisionnelles et celles de la demande au fond (exigence également posée par RATHGEB, loc.cit., et SPIRO, loc.cit.). L'action au fond tend à ce que le juge mette fin aux effets de la décision adoptée par l'assemblée générale en prononçant son annulation - sous réserve des cas de nullité absolue -, par un jugement formateur résolutoire (BÜRGI, n. 69 ad art. 706; FUNK, n. 1 p. 352 ad art. 706; F. VON STEIGER, Das Recht der Aktiengesellschaft in der Schweiz, 4e éd., p. 216; VON GREYERZ, Schweizerisches Privatrecht vol. VIII/2 p. 194; ROHRER, Aktienrechtliche Anfechtungsklage, thèse Berne 1979, p. 86, 112; B. VON BÜREN, dans SAG 1949/1950 vol. 22 p. 152; PATRY, L'action en annulation des décisions de l'assemblée générale, in Mémoires publiés par la Faculté de droit de Genève, Troisième journée juridique 1963, p. 28), qui ne peut être remplacé par une transaction (ATF 80 I 390); à défaut, la décision de l'assemblée générale pourrait déployer des effets jusqu'à son annulation, BGE 110 II 387 S. 391lorsque sa validité n'exige pas une inscription au registre du commerce. En l'occurrence, la modification litigieuse des statuts exigeait, pour déployer des effets, une inscription au registre du commerce (art. 647 al. 2 CO; ATF 84 II 40); les mesures provisoires, qui ressortissent au droit cantonal (art. 32 al. 2 ORC; ATF 97 II 190, ATF 97 I 486; arrêt du Tribunal fédéral du 31 janvier 1940 dans la cause Zubler c. S.A. Powers, in Rep. 1940 p. 130), tendaient à paralyser les effets de la décision attaquée en empêchant son inscription au registre du commerce et en interdisant à la société de l'exécuter. Ainsi, si elles visaient le même résultat final (empêcher que la décision attaquée ne sortisse des effets quelconques, pendant et après le procès), les conclusions différaient quant à leur nature, puisque la requête de mesures provisoires ne tendait qu'à l'octroi d'une mesure purement conservatoire destinée à assurer l'efficacité de la mesure requise au fond, sans que le juge des mesures provisoires fût requis de prononcer une annulation provisoire de la décision de l'assemblée générale. La condition de l'identité d'objet des conclusions n'est pas réalisée dès lors que, par sa requête de mesures provisoires, la requérante ne demandait pas encore au juge l'octroi de sa conclusion en annulation de la décision de l'assemblée générale, telle qu'elle fut présentée ultérieurement.\n\nDéposée le 26 février 1981, la demande d'annulation de la décision de l'assemblée générale du 19 novembre 1980 était périmée en vertu de l'art. 706 al. 4 CO. L'arrêt attaqué doit donc être confirmé."}