{"annee": "110", "cour": "IB", "page": "387", "date": "28/11/1984", "cite": ["109 IB 156", "103 IA 206"], "cite_par": ["116 IB 106", "113 IB 257", "127 II 104", "114 IB 156", "118 IB 436", "113 IB 81"], "chapeau": "62. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 28. November 1984 i.S. C. gegen Staatsanwaltschaft des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Entraide judiciaire internationale en matière pénale. Conditions auxquelles est soumis le droit d'un inculpé de consulter le dossier (consid. 2) et d'utiliser un moyen de recours (consid. 3)."], "faits": "BGE 110 Ib 387 S. 387\n\nDie britischen Behörden führen eine Strafuntersuchung gegen C. und Mitbeteiligte wegen Abgabebetruges. Im März 1983 stellte der britische Zolluntersuchungsdienst beim Bundesamt für Polizeiwesen (BAP) ein Rechtshilfebegehren, mit dem um Ermittlungen bei der Firma J. in Zürich-Kloten und bei D. in Zürich ersucht wurde. Die Bezirksanwaltschaft Bülach nahm auf Anordnung der Staatsanwaltschaft des Kantons Zürich im November 1983 bei der Firma J. und bei D. die verlangten Erhebungen vor; diesen wohnten zwei britische Beamte bei. Am 16. Dezember 1983 hiess die Staatsanwaltschaft die Rekurse der Firma J. und des D. in dem Sinne gut, als sie die Bezirksanwaltschaft Bülach anwies, die bei den Rekurrenten erhobenen Unterlagen zu versiegeln.\n\nDer in England angeschuldigte C. zog einen in Zürich niedergelassenen Anwalt bei. Dieser ersuchte die Bezirksanwaltschaft Bülach am 20. Januar 1984 mündlich um Akteneinsicht. Das Gesuch wurde mit Verfügung vom gleichen Tag abgewiesen. C. reichte hiergegen am 26. Januar 1984 bei der Zürcher Staatsanwaltschaft Rekurs ein. Mit einer zweiten Eingabe vom gleichen Tag ersuchte BGE 110 Ib 387 S. 388er um Erlass vorsorglicher Massnahmen in dem Sinne, dass die englischen Behörden aufzufordern seien, alle ihnen von den schweizerischen Behörden übergebenen Dokumente zurückzuerstatten und ihre Wahrnehmungen während des Rechtshilfeverfahrens im englischen Verfahren nicht zu verwenden. Die Staatsanwaltschaft trat mit Verfügung vom 10. Mai 1984 auf den Rekurs (und sinngemäss auch auf das Massnahmebegehren) nicht ein. Aus der Begründung ergibt sich, dass sie C. als weder zur Akteneinsicht noch zur Ergreifung eines Rechtsmittels im Rechtshilfeverfahren legitimiert betrachtet.\n\nC. hat gegen die Verfügung der Staatsanwaltschaft Verwaltungsgerichtsbeschwerde erhoben. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. a) Das Recht der am Rechtshilfeverfahren beteiligten Personen auf Akteneinsicht wird durch Art. 79 Abs. 3 des Bundesgesetzes über internationale Rechtshilfe in Strafsachen (IRSG) abschliessend geregelt. Wie hier ausdrücklich gesagt wird, gelten auch im kantonalen Verfahren die entsprechenden Bestimmungen des Bundesrechts. Der Berechtigte kann das Rechtshilfegesuch und die zugehörigen Unterlagen einsehen, soweit dies für die Wahrung seiner Interessen notwendig ist. Dem Beschuldigten, den die Rechtshilfemassnahme nicht persönlich trifft, steht dieses Recht nur zu, wenn er in der Schweiz seinen gewöhnlichen Aufenthalt hat, und nur im Interesse der Wahrung seiner Verteidigungsrechte im ausländischen Strafverfahren. Die Staatsanwaltschaft nimmt an, der Beschwerdeführer werde im vorliegenden Falle von der Rechtshilfemassnahme nicht persönlich betroffen, weil ihm gegenüber keine prozessualen Zwangsmittel angewendet worden seien. Demgegenüber vertritt der Beschwerdeführer die Auffassung, er sei als Beschuldigter im Sinne der zürcherischen Strafprozessordnung nach deren Bestimmungen, ferner nach Art. 4 BV und nach Art. 6 EMRK zur Akteneinsicht befugt; mit der Auslegung von Art. 79 Abs. 3 IRSG setzt er sich nicht im einzelnen auseinander.\n\nb) Der Beschwerdeführer wählt einen unzutreffenden Ausgangspunkt. Er ist im Kanton Zürich keiner Straftat beschuldigt und untersteht nicht dessen Strafhoheit. Vielmehr wird in diesem Kanton gegen ihn ein Verwaltungsverfahren durchgeführt (BGE 109 Ib 157 E. 3b mit Hinweisen), dessen Formalitäten weitgehend BGE 110 Ib 387 S. 389- mit Bezug auf die Akteneinsicht sogar abschliessend - durch das Bundesverwaltungsrecht geregelt werden. Damit können dem Beschwerdeführer weder nach kantonalem Strafprozessrecht noch nach Art. 4 BV mehr Rechte zustehen, als sie ihm das einschlägige eidgenössische Verwaltungsgesetz - das IRSG - gewährt. Ebensowenig kann er sich auf Art. 6 EMRK berufen, der sich auf Prozesse über zivilrechtliche Ansprüche und zur Hauptsache auf Strafverfahren bezieht. Grossbritannien ist der EMRK angeschlossen. Es darf somit davon ausgegangen werden, dass dem Beschwerdeführer im Strafverfahren die von der Konvention gewährleisteten Rechte, namentlich dasjenige auf Akteneinsicht zur Vorbereitung seiner Verteidigung, eingeräumt werden.\n\nc) Tritt man trotz Fehlen einer substantiierten Rüge auf die Frage der Auslegung von Art. 79 Abs. 3 IRSG ein, so ist diejenige der Staatsanwaltschaft des Kantons Zürich, der auch das BAP beipflichtet, nicht zu beanstanden. Der Wendung \"dem Beschuldigten, den die Rechtshilfemassnahme nicht persönlich trifft\" würde ein vernünftiger Sinn abgehen, wenn man sie dahin verstehen wollte, jede Rechtshilfemassnahme treffe automatisch den Beschuldigten. Gemeint sein kann somit nur derjenige Beschuldigte, der sich in der Schweiz selbst einer konkreten Massnahme zu unterwerfen hat, wie etwa einer Hausdurchsuchung oder einer Aktenedition. Das setzt in der Regel voraus, dass sich der Beschuldigte in der Schweiz aufhält, doch sind Ausnahmen denkbar (z. B. Durchsuchung des unbewohnten Ferienhauses des Beschuldigten in der Schweiz; Beschlagnahme von ihm gehörenden Gegenständen im ersuchten Staat). Die hier in Frage stehenden Rechtshilfemassnahmen (Hausdurchsuchung und Beschlagnahme von Dokumenten bei der Firma J. und bei D.) richten sich ausschliesslich gegen Dritte; der Beschwerdeführer wird von ihnen nicht persönlich betroffen. Bei dieser Sachlage stünde ihm nach Art. 79 Abs. 3 IRSG ein Anspruch auf Akteneinsicht nur dann zu, wenn er in der Schweiz seinen gewöhnlichen Aufenthalt hätte, und ausserdem nur im Interesse der Wahrung seiner Verteidigungsrechte im ausländischen Strafverfahren. Da es schon am ersten Erfordernis fehlt, kann dahingestellt bleiben, ob die zweite Bedingung erfüllt wäre, d.h. ob C. das Einsichtsrecht im Interesse der Wahrung seiner Verteidigungsrechte im englischen Strafverfahren ausüben wolle. Die Staatsanwaltschaft hat nach dem Gesagten mit Recht angenommen, dem Beschwerdeführer stehe kein Anspruch auf Akteneinsicht zu.\n\nBGE 110 Ib 387 S. 390\n\n3. Es ist im weiteren zu prüfen, ob die Staatsanwaltschaft die Legitimation des Beschwerdeführers zum Rekurs gegen die Verfügung der Bezirksanwaltschaft Bülach betreffend Verweigerung der Akteneinsicht mit Recht verneint hat.\n\na) Massgebend ist Art. 21 Abs. 3 IRSG. Danach können Personen, gegen die sich das ausländische Strafverfahren richtet, Verfügungen nur anfechten, wenn eine Massnahme sie persönlich trifft oder sie in ihren Verteidigungsrechten im Strafverfahren beeinträchtigen könnte. Wie diese Bestimmung auszulegen ist, ergibt sich nicht eindeutig aus dem Wortlaut. In der Botschaft des Bundesrates zum IRSG wurde zum damaligen Art. 18 Abs. 2 des Entwurfes, der keine materielle Änderung erfahren hat und als Art. 21 Abs. 3 Gesetz geworden ist, lediglich bemerkt, er entspreche Art. 16 Abs. 2 des Bundesgesetzes zum Rechtshilfevertrag mit den USA (BBl 1976 II S. 480). Vergleicht man den Wortlaut der beiden Bestimmungen, so trifft dies zwar nicht genau zu. Die Vorschriften stimmen jedoch insofern überein, als beide die Rechtsmittelbefugnis des Beschuldigten einschränken. Der Bundesrat hielt in seinen Erläuterungen zu Art. 16 Abs. 2 des Bundesgesetzes zum Rechtshilfevertrag mit den USA fest, der Beschuldigte, gegen den sich das zur Rechtshilfe Anlass gebende Strafverfahren richte, könne Rechtsmittel nur ergreifen, wenn eine Rechtshilfehandlung die ihm nach amerikanischem Recht zustehenden Verteidigungsrechte beeinträchtigen könnte (BBl 1974 II S. 641). In der Botschaft zum IRSG führte er zum Kapitel \"Innerstaatliches Verfahren; Rechtsschutz\" u.a. aus, Gegenstand dieses Rechtsschutzes solle nur die Möglichkeit sein, sich gegen Eingriffe in Freiheitsrechte zu wehren, nicht aber die Prüfung der Notwendigkeit und Zweckmässigkeit der Durchführung des Rechtshilfeverfahrens (BBl 1976 II S. 457). Der Beschwerdeführer macht unter Hinweis auf das in BGE 103 Ia 208 ff. publizierte Urteil geltend, das Bundesgericht habe in seiner Rechtsprechung zum Europäischen Rechtshilfeübereinkommen die Legitimation des Beschuldigten zur staatsrechtlichen Beschwerde bejaht. Das ist richtig. Unzutreffend ist hingegen die Ansicht des Beschwerdeführers, \"die dort entwickelten Grundsätze\" seien \"im IRSG kodifiziert worden\". Vielmehr hat das IRSG, wie das BAP in der Beschwerdeantwort mit Recht ausführt, gerade im Gebiet der Rechtsmittel eine neue Ordnung vorgesehen. Danach ist gegen kantonale Rechtshilfeverfügungen ein kantonales Rechtsmittel und hernach die Verwaltungsgerichtsbeschwerde an das Bundesgericht zulässig BGE 110 Ib 387 S. 391(Art. 23 und Art. 25 Abs. 1 IRSG). Was die Legitimation des Beschuldigten zum letztgenannten Rechtsmittel betrifft, so gilt jedoch nicht Art. 103 lit. a OG. Das ergibt sich aus der bundesrätlichen Botschaft zum IRSG. Es wird dort ausgeführt, die verwaltungsgerichtliche Beschwerde erscheine allgemein als das der Materie am besten entsprechende Rechtsmittel, doch seien die Art. 97 ff. OG \"nicht ohne weiteres anwendbar\", da insbesondere die \"Regelung der Legitimation und der Beschwerdegründe nicht durchwegs passen würde\". Die erforderlichen Anpassungen seien aber mit wenigen und einfachen Bestimmungen zu erzielen (BBl 1976 II S. 458). Damit wird zum Ausdruck gebracht, dass die gesetzgebende Behörde hinsichtlich der Legitimation des Beschuldigten zur Verwaltungsgerichtsbeschwerde eine Ausnahme von Art. 103 lit. a OG machen und ihm die Beschwerdebefugnis nur zuerkennen wollte, wenn eine Massnahme ihn persönlich trifft oder ihn in seinen Verteidigungsrechten im ausländischen Strafverfahren beeinträchtigen könnte. Diese Einschränkung der Legitimation des Beschuldigten, wie sie in Art. 21 Abs. 3 IRSG vorgesehen ist, gilt, da die Vorschrift unter dem Titel \"Gemeinsame Bestimmungen\" im Abschnitt über den \"Rechtsschutz\" steht, auch für das kantonale Rechtsmittel.\n\nb) Im Gegensatz zur Regelung betreffend die Akteneinsicht (Art. 79 Abs. 3 IRSG) genügt es nach Art. 21 Abs. 3 IRSG für die Rechtsmittelbefugnis des Beschuldigten, wenn eine der beiden erwähnten Voraussetzungen alternativ gegeben ist. Das erstgenannte Erfordernis, wonach eine Massnahme den Beschuldigten persönlich treffen muss, kann wohl nicht anders verstanden werden als bei der Auslegung von Art. 79 Abs. 3 IRSG. Dort kann, wie ausgeführt, mit jener Umschreibung nur derjenige Beschuldigte gemeint sein, der sich in der Schweiz einer Rechtshilfehandlung, namentlich einer Zwangsmassnahme, zu unterziehen hat. Diese Voraussetzung ist hier nicht gegeben, da sich die verlangten Massnahmen ausschliesslich gegen Dritte richten.\n\nEs stellt sich die Frage, ob die andere Voraussetzung gegeben ist, d.h. ob die betreffenden Massnahmen den Beschwerdeführer in seinen Verteidigungsrechten im englischen Strafverfahren beeinträchtigen könnten. Die gesetzgebende Behörde nahm offenbar an, es gebe Fälle, in denen durch die Rechtshilfe als solche die Verteidigungsrechte des Beschuldigten im ausländischen Strafverfahren direkt beeinträchtigt werden könnten. Dies träfe z.B. dann zu, wenn der schweizerische Rechtshilferichter einen Zeugen abhören BGE 110 Ib 387 S. 392würde und der Beschuldigte nach dem ausländischen Prozessrecht keine Möglichkeit mehr hätte, an den Zeugen Ergänzungsfragen stellen zu lassen oder eine Konfrontation zu verlangen. Man könnte auch an den Fall denken, dass ein ausländischer Staat einem Beschuldigten keine Gelegenheit gäbe, in die auf dem Rechtshilfeweg erhaltenen Akten Einsicht zu nehmen. Wie dem auch sei, jedenfalls steht ausser Frage, dass der Beschuldigte darlegen muss, inwiefern durch die Rechtshilfe seine Verteidigungsrechte im ausländischen Strafverfahren beeinträchtigt werden könnten. Das hat der Beschwerdeführer nicht getan. Er bringt in seiner Beschwerde diesbezüglich vor, die \"gesetzeswidrigen Übergriffe\" der Rechtshilfebehörden hätten sich gehäuft und dadurch werde seine Rechtsstellung \"mit Bestimmtheit beeinträchtigt\". Das genügt aber unter dem Gesichtspunkt des Art. 21 Abs. 3 IRSG nicht, hätte doch sonst - wie das BAP in der Beschwerdeantwort zutreffend feststellt - jeder Beschuldigte die Möglichkeit, mit der blossen Behauptung, das IRSG sei verletzt und Beweise seien gesetzwidrig beschafft worden, ein Rechtsmittel gegen die Gewährung der Rechtshilfe als solche zu ergreifen, auch wenn die Vollzugsmassnahme in der Schweiz ihn weder persönlich trifft noch in seinen Verteidigungsrechten im ausländischen Strafverfahren beeinträchtigt. Eine solche Auslegung wäre mit dem Sinn und Zweck des Art. 21 Abs. 3 IRSG unvereinbar.\n\nNach dem Gesagten hat die Staatsanwaltschaft mit Recht angenommen, es sei keine der in dieser Vorschrift genannten Voraussetzungen gegeben, weshalb dem Beschwerdeführer die Befugnis fehle, gegen die Verfügung der Bezirksanwaltschaft Rekurs einzulegen und im Rahmen des Rekursverfahrens ein Begehren um Erlass vorsorglicher Massnahmen zu stellen. Die vorliegende Beschwerde erweist sich somit als unbegründet."}