{"annee": "110", "cour": "II", "page": "309", "date": "28/2/1984", "cite": ["60 II 341", "82 II 525"], "cite_par": ["113 II 68", "115 II 258", "113 II 86"], "chapeau": "62. Urteil der I. Zivilabteilung vom 28. Februar 1984 i.S. Schneider gegen Altmann (Berufung)", "regestes": ["Art. 28 al. 3 AMSL; délai de protection de deux ans contre la résiliation. 1. Action en constatation de la nullité d'une résiliation selon l'art. 28 al. 3 AMSL; qualité pour défendre en cas de vente de l'immeuble au cours de la procédure cantonale (consid. 1). 2. Le délai de protection prévu à l'art. 28 al. 3 AMSL est également opposable à l'acquéreur de l'immeuble abritant les locaux loués lorsque ce dernier a repris le bail (consid. 3)."], "faits": "BGE 110 II 309 S. 310\n\nVerena Schneider schloss mit Jacky Wolf am 29. März 1977 einen Mietvertrag über ein Ladenlokal in der Liegenschaft Storchengasse 21 in Zürich ab. Sie betreibt dort seither eine Boutique für Lederbekleidung.\n\nWolf verkaufte am 15. Juli 1981 die Liegenschaft an die Hotel Storchen AG. Wegen einer von der neuen Vermieterin angekündigten Mietzinserhöhung leitete Verena Schneider ein Schlichtungsverfahren aufgrund des Bundesbeschlusses über Massnahmen gegen Missbräuche im Mietwesen ein, das von der Schlichtungsstelle mit Beschluss vom 15. Juni 1982 als durch aussergerichtlichen Vergleich erledigt abgeschrieben werden konnte.\n\nAm 29. Oktober 1982 verkaufte die Hotel Storchen AG die Liegenschaft an Hans Rudolf Altmann, der das Mietverhältnis mit Schreiben vom 9. November 1982 per 30. April 1983 wegen eines geplanten Umbaus kündigte.\n\nIm Dezember 1982 klagte Verena Schneider beim Mietgericht des Bezirkes Zürich gegen Altmann mit den Anträgen, die Kündigung vom 9. November 1982 als ungültig zu erklären, eventuell die Mietdauer zu erstrecken. Vor dem Mietgericht anerkannte der Beklagte, dass die Kündigung erst auf den nächsten ortsüblichen Termin, den 30. September 1983, wirksam werden könne. Das Mietgericht stellte mit Urteil vom 31. Januar 1983 die Gültigkeit der Kündigung vom 9. November 1982 mit Wirkung per 30. September 1983 fest und wies die Klage im übrigen ab.\n\nDas Obergericht des Kantons Zürich hat mit Beschluss vom 5. August 1983 einen von der Klägerin gegen das Urteil des Mietgerichts erhobenen Rekurs abgewiesen.BGE 110 II 309 S. 311\n\nDie Klägerin hat gegen den Beschluss des Obergerichts Berufung eingereicht mit den Anträgen, in Aufhebung des angefochtenen Entscheids die Kündigung des Beklagten vom 9. November 1982 als nichtig zu erklären, eventuell die Mietdauer nach richterlichem Ermessen zu erstrecken.\n\nIhr Hauptbegehren stützt die Klägerin darauf, dass sich der Käufer einer Liegenschaft, der in den Mietvertrag eingetreten ist, die zweijährige Kündigungsschutzfrist von Art. 28 Abs. 3 BMM entgegenhalten lassen müsse. Das Eventualbegehren wird damit begründet, es liege eine Härte im Sinne von Art. 267a OR vor.\n\nDer Beklagte beantragt Abweisung der Berufung, eventuell Rückweisung des Prozesses an die Vorinstanz. Er legt in der Berufungsantwort dar, er habe am 2. Juni 1983 die Liegenschaft Storchengasse 21 an Hanspeter Grössenberger verkauft. Dieser habe das Mietverhältnis nicht übernommen und der Klägerin am 24. Juni 1983 per 30. September 1983 gekündigt. Die von ihm selbst ausgesprochene Kündigung vom 9. November 1982 wirke im übrigen auch zu Gunsten von Grössenberger als Erwerber der Liegenschaft. Finde während eines Erstreckungsverfahrens ein Eigentümerwechsel statt, so trete von Bundesrechts wegen ein Parteiwechsel ein. Daraus ergebe sich, dass als Beklagter im vorliegenden Verfahrensstadium Grössenberger aufzutreten habe. Die Berufung sei aber auch abzuweisen, wenn er immer noch als Beklagter anzusehen wäre.\n\nAus einem vom Beklagten eingereichten Beschluss des Mietgerichts Zürich vom 17. Oktober 1983 ergibt sich, dass die Klägerin gegen Grössenberger ein Begehren um Erstreckung des Mietverhältnisses eingereicht hat. Das Mietgericht hat dieses Verfahren bis zum Vorliegen des Bundesgerichtsurteils sistiert. Das Gericht nimmt an, Grössenberger sei als Erwerber der Liegenschaft auch im bundesgerichtlichen Verfahren Partei. Das Bundesgericht könne die Kündigung von Altmann als gültig betrachten und das Mietverhältnis allenfalls erstrecken. Dann werde das Verfahren vor dem Mietgericht entweder gegenstandslos oder die Klage müsse mangels Vorliegen einer gültigen Kündigung abgewiesen werden. Das Bundesgericht könne die seinerzeitige Kündigung von Altmann jedoch auch für ungültig betrachten. Erst dann stelle sich für das Mietgericht die Frage, ob die Kündigung vom 24. Juni 1983 gültig sei und ob das Mietverhältnis erstreckt werden könne.BGE 110 II 309 S. 312", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Passivlegitimation des Beklagten ist aufgrund des für das Berufungsverfahren geltenden Novenverbots (Art. 55 Abs. 1 lit. c und Art. 61 Abs. 1 OG) ohne weiteres zu bejahen. Alle Tatsachen, mit welchen der Beklagte den Parteiwechsel begründen will, waren ihm schon im Juni 1983, also vor der Urteilsfällung durch das Obergericht am 5. August 1983 bekannt, so dass er sie bereits im kantonalen Verfahren hätte vorbringen können. Ob neue Tatsachenbehauptungen geltend gemacht werden könnten, wenn die Liegenschaft erst im Verlauf des Berufungsverfahrens verkauft worden wäre, braucht nicht entschieden zu werden.\n\nIm übrigen ist die Passivlegitimation des Beklagten in bezug auf das Feststellungsbegehren auch unabhängig vom Novenverbot zu bejahen. Die Klägerin hat gegenüber dem Beklagten ein berechtigtes Interesse an der Feststellung der Nichtigkeit der Kündigung vom 9. November 1982; insbesondere im Hinblick auf eine allfällige Schadenersatzpflicht des Beklagten wegen Nichterfüllung des Mietvertrags, denn er hat diesen nach eigenen Angaben nicht auf Grössenberger überbunden. Dagegen ist aus diesem Grund fraglich, ob gegenüber Grössenberger ein Feststellungsinteresse bestehen würde. Davon abgesehen wäre ein Parteiwechsel aufgrund der gemäss Art. 40 OG auf das Verfahren anwendbaren Vorschriften des Bundesgesetzes über den Bundeszivilprozess (BZP) nicht zulässig. Nach Art. 17 Abs. 1 BZP ist ein Parteiwechsel in der Regel nur mit Zustimmung der Gegenpartei gestattet. Die in Art. 17 Abs. 3 BZP angeführten Ausnahmen der Gesamtnachfolge oder der Rechtsnachfolge kraft besonderer gesetzlicher Bestimmung sind vorliegend nicht gegeben.\n\n2. Mit ihrem Hauptbegehren verlangt die Klägerin, die Kündigung vom 9. November 1982 als nichtig zu erklären. In tatsächlicher Hinsicht steht fest, dass der Beklagte beim Kauf des Mietobjekts in den Mietvertrag zwischen der Klägerin und Wolf eingetreten ist. Der Beklagte konnte sich daher, wie das Obergericht zutreffend annimmt, nicht auf das ausserordentliche Auflösungsrecht nach Art. 259 Abs. 2 OR stützen. Das Schreiben vom 9. November 1982 stellt vielmehr eine normale Kündigung im Sinne von Art. 267 OR dar. Ebenfalls anerkannt ist, dass die Hotel Storchen AG im Hinblick auf die zweijährige Kündigungsschutzfrist von Art. 28 Abs. 3 BMM bis 15. Juni 1984 nicht kündigen durfte. Umstritten ist aber, ob diese Schutzfrist auch vom Beklagten BGE 110 II 309 S. 313zu beachten war - so dass seine Kündigung vom 9. November 1982 als nichtig zu betrachten wäre - oder ob sie nur gegenüber dem ursprünglichen Eigentümer wirkte.\n\nDas Obergericht meint dazu, Art. 28 Abs. 3 BMM verleihe keinen absoluten Schutz vor einer Kündigung. Als Ausnahme sei ausdrücklich der Fall von Art. 259 Abs. 2 OR erwähnt, das heisst der zweijährige Kündigungsstopp bleibe gegenüber dem Neuerwerber des Mietobjekts unwirksam, der bestehende Mietverträge von seinem Vorgänger nicht übernommen habe und gemäss Art. 259 Abs. 2 OR eine \"Kündigung\" ausspreche. Aus der ratio legis des in Art. 28 Abs. 3 BMM vorgesehenen Kündigungsschutzes ergebe sich aber, dass sich auch der neue Vermieter, der die Mietverträge übernommen habe, über die an seinen Vorgänger gerichtete zweijährige Schonfrist hinwegsetzen könne. Die Kündigungsschutzfrist umfasse nicht auch ein Veräusserungsverbot in der fraglichen Zeit. Dabei rechtfertige es sich nicht, den Umstand, ob nun die Veräusserung mit oder ohne Übernahme der Mietverträge erfolge, verschieden zu behandeln. An der Überbindung der Mietverträge sei in erster Linie der Verkäufer als bisheriger Vermieter interessiert, um keinen Vertragsbruch zu begehen. Die Kündigungsmöglichkeit des Erwerbers müsse davon unberührt bleiben, da sonst die Veräusserungsmöglichkeit von vornherein faktisch stark eingeschränkt wäre.\n\n3. Der Auffassung des Obergerichts kann aus verschiedenen Gründen nicht gefolgt werden.\n\na) Nach dem Wortlaut sieht Art. 28 Abs. 3 BMM - neben anderen Bestimmungen, die hier nicht von Bedeutung sind - nur den Fall von Art. 259 Abs. 2 OR als Ausnahme von der zweijährigen Schutzfrist vor. Die Tragweite des Vorbehalts ist eindeutig; er umfasst nur diesen besonderen Beendigungsgrund des Mietverhältnisses, auf den sich der Käufer, der den Mietvertrag übernommen hat, nicht berufen kann.\n\nb) Der Grundgedanke von Art. 28 Abs. 3 BMM ist ebenfalls eindeutig. Mit dieser Regelung soll verhindert werden, dass ein Mieter, der eine Mietzinserhöhung mit Erfolg angefochten hat oder nach Einleitung des Schlichtungsverfahrens mit dem Vermieter eine vergleichsweise Einigung erzielen konnte, um die Früchte seiner Bemühungen gebracht wird (RAISSIG, Massnahmen gegen Missbräuche im Mietwesen, 3. A., S. 45/46; BBl 1972 I 1245). Die Schutzfunktion von Art. 28 Abs. 3 BMM spricht demnach für die Geltung des zweijährigen Kündigungsverbots gegenüber dem Käufer des Mietobjekts, der den Mietvertrag übernommen hat.BGE 110 II 309 S. 314\n\nc) Der das Mietverhältnis übernehmende Käufer tritt nach Lehre und Rechtsprechung mit allen Rechten und Pflichten in den Mietvertrag ein, das heisst er übernimmt den Vertrag so, wie er für den bisherigen Eigentümer gegolten hat (GUINAND/KNÖPFLER, SJK Nr. 358 S. 10; SCHMID, N. 28 ff. zu Art. 259 OR; BGE 60 II 347 /8, BGE 82 II 529 und 532 E. 4). Daraus folgt, dass eine vertragliche Kündigungsbeschränkung auch für den neuen Vermieter verbindlich ist. Die Ansicht, es verhalte sich für eine gesetzliche Kündigungsbeschränkung wie Art. 28 Abs. 3 BMM anders, wäre allenfalls vertretbar, wenn diese Vorschrift nur zwischen den am früheren BMM-Verfahren beteiligten Parteien wirken würde. Das wäre aber unvereinbar mit der bereits erwähnten Schutzfunktion von Art. 28 Abs. 3 BMM; denn die Schutzbedürftigkeit des Mieters verringert sich mit dem Verkauf des Mietobjekts nicht.\n\nd) Das Argument des Obergerichts, die Kündigungsmöglichkeit des Erwerbers müsse von der Schutzfrist des Art. 28 Abs. 3 BMM unberührt bleiben, weil sonst der Verkauf des Mietobjekts erschwert werde, ist nach dem Gesagten nicht haltbar. Im übrigen stellt sich das Problem des erschwerten Verkaufs von vermieteten Liegenschaften nicht wesentlich anders, wenn diese Frist keine Rolle spielt. Auch in solchen Fällen hat der Verkäufer einzig die Wahl, entweder die Mietverträge vom Erwerber übernehmen zu lassen oder sie nicht zu überbinden und gegenüber den Mietern allenfalls schadenersatzpflichtig zu werden.\n\nZusammenfassend ist somit festzuhalten, dass die Aufzählung der Vorbehalte in Art. 28 Abs. 3 BMM als abschliessend beurteilt werden muss.\n\n4. Der Hauptantrag der Berufung ist demnach begründet. Das Urteil des Obergerichts muss aufgehoben und die Kündigung des Beklagten vom 9. November 1982 als nichtig erklärt werden. Da ein Mieterstreckungsbegehren gemäss Art. 267a OR das Vorliegen einer gültigen Kündigung voraussetzt, braucht auf den Eventualantrag der Klägerin und die vom Beklagten dagegen erhobenen Einwände nicht eingetreten zu werden."}