{"annee": "110", "cour": "V", "page": "10", "date": "22/2/1984", "cite": ["107 V 36", "105 V 163"], "cite_par": ["119 V 431", "118 V 88", "121 V 17", "142 V 358", "112 V 97"], "chapeau": "3. Urteil vom 22. Februar 1984 i.S. Ausgleichskasse VATI gegen Bürgergemeinde der Stadt Luzern und Verwaltungsgericht des Kantons Luzern", "regestes": ["Art. 47 al. 1 LAVS, art. 76 et 78 RAVS. - Une autorité d'assistance qui reçoit des rentes arriérées, eu égard à des avances qu'elle a consenties et moyennant l'autorisation expresse de l'ayant droit, doit être considérée comme tiers destinataire au sens de l'art. 76 al. 1 RAVS (consid. 1). - Obligation de restitution à charge d'un tel tiers destinataire (consid. 2). - Versement indu de deux rentes simples pour enfant au lieu d'une rente double: l'autorité d'assistance à qui l'on a versé la rente simple pour enfant qui doit être compensée avec l'arriéré de la rente double, n'est pas tenue de restituer la seconde rente simple pour enfant allouée (par une autre caisse de compensation) à l'assuré (consid. 3)."], "faits": "BGE 110 V 10 S. 11\n\nA.- Irma E. bezog von der Ausgleichskasse VATI ab 1. März 1976 eine halbe und ab 1. März 1981 eine ganze einfache Invalidenrente sowie drei einfache Kinderrenten für die 1965, 1967 und 1968 geborenen Kinder (Verfügungen vom 5. Juli 1976 und 9. Oktober 1981). Ihr geschiedener Mann bezieht seinerseits eine einfache Invalidenrente, welche ihm von der Ausgleichskasse des Kantons Graubünden ausgerichtet wird. Weil er es unterlassen hatte, auf den Rentenbezug der geschiedenen Frau hinzuweisen, wurden dieser mit Wirkung ab 1. April 1980 auch von der Ausgleichskasse des Kantons Graubünden drei ganze einfache Kinderrenten zugesprochen (Verfügung vom 22. Oktober 1981).\n\nDie Bürgergemeinde der Stadt Luzern unterstützte Irma E. und deren Kinder in der Zeit vom 1. April 1980 bis 31. Oktober 1981 durch Unterstützungsbeiträge und Alimentenbevorschussung im Betrage von Fr. 10'317.--. Im September 1981 erfuhr die Bürgergemeinde, dass die Ausgleichskasse des Kantons Graubünden beabsichtigte, der geschiedenen Frau Kinderrenten zuzusprechen. Sie gab der Kasse hierauf bekannt, dass Irma E. ihr die Ansprüche u.a. auf rückwirkend zugesprochene Sozialleistungen abgetreten habe, und verlangte die Überweisung des Betrages von Fr. 10'317.-- zur Deckung ihrer Vorschussleistungen. Die Ausgleichskasse des Kantons Graubünden entsprach diesem Begehren und überwies der Bürgergemeinde von den rückwirkend zugesprochenen Kinderrenten von insgesamt Fr. 14'364.-- den Betrag von Fr. 10'317.-- (Verfügung vom 22. Oktober 1981).\n\nAm 11. Mai 1982 wurde die Ausgleichskasse VATI von der Zentralen Ausgleichsstelle darauf aufmerksam gemacht, dass die Kinderrenten doppelt zur Ausrichtung gelangten. Die Kasse teilte Irma E. in der Folge mit, dass sie in der Zeit vom 1. April 1980 bis 31. Mai 1982 zu Unrecht Kinderrenten im Betrage von Fr. 17'172.-- bezogen habe und dass sie nach Verrechnung der von der Ausgleichskasse des Kantons Graubünden auszurichtenden Doppelkinderrenten einen Betrag von Fr. 12'828.-- zurückzuerstatten habe (Verfügung vom 1. Juni 1982). Als Irma E. ein Erlassgesuch einreichte, verlangte die Ausgleichskasse VATI mit Verfügung vom 21. Juli 1982 von der Bürgergemeinde Luzern die Rückerstattung des von der Ausgleichskasse des Kantons Graubünden überwiesenen Betrages von Fr. 10'317.--.\n\nBGE 110 V 10 S. 12\n\nB.- Gegen diese Verfügung beschwerte sich die Bürgergemeinde Luzern im wesentlichen mit der Begründung, dass ihr von der Ausgleichskasse VATI keine Rentenzahlungen überwiesen worden seien, weshalb auch keine Rückerstattungspflicht gegenüber dieser Kasse bestehe; eine Rückforderung für doppelt ausgerichtete Kinderrenten sei bei der Rentenempfängerin Irma E. geltend zu machen.\n\nDas Verwaltungsgericht des Kantons Luzern stellte mit Entscheid vom 30. November 1982 fest, dass Irma E. ihre Rentenansprüche kraft Gesetzes nicht rechtskräftig habe abtreten können, so dass der \"Abtretungserklärung\" vom 29. August 1980 lediglich die Bedeutung einer Inkassovollmacht beigemessen werden könne. Rückerstattungspflichtig seien auch Drittpersonen und Behörden, welchen die Rente gemäss Art. 76 Abs. 1 AHVV ausbezahlt werde, nicht dagegen Inkassostellen. Weil die Bürgergemeinde die Renten als blosse Inkassostelle entgegengenommen habe, sei sie nicht rückerstattungspflichtig, so dass die Verfügung vom 21. Juli 1982 aufzuheben sei.\n\nC.- Die Ausgleichskasse VATI erhebt Verwaltungsgerichtsbeschwerde sinngemäss mit dem Antrag, der vorinstanzliche Entscheid sei aufzuheben. Sie macht geltend, die Überweisung der Rentennachzahlung an die Bürgergemeinde sei erfolgt, weil diese aufgrund ihrer Unterhaltsleistungen Anspruch auf die Nachzahlung erhoben habe. Von der Funktion her könne eine Fürsorgestelle, welche Unterstützungsbeiträge leiste, nicht mit einer Inkassostelle (z.B. einer Bank) verglichen werden. Als Rentenempfängerin sei die Bürgergemeinde in vollem Umfange rückerstattungspflichtig.\n\nDie Bürgergemeinde stellt demgegenüber fest, sie habe keinen Einfluss auf das Rentenverhältnis gehabt; auch habe Irma E. sie freiwillig mit dem Inkasso rückwirkend eingehender Sozialleistungen beauftragt; es sei ferner nicht so, dass ihr die Renten überwiesen worden seien, weil deren zweckgemässe Verwendung nicht gewährleistet gewesen sei.\n\nDas Bundesamt für Sozialversicherung vertritt die Auffassung, dass die Bürgergemeinde aufgrund ihrer Vorschussleistungen nicht als blosse Inkassostelle zu betrachten und daher als Rentenempfängerin gemäss Art. 78 AHVV rückerstattungspflichtig sei.\n\nDie beigeladene Irma E. hat sich zur Verwaltungsgerichtsbeschwerde nicht vernehmen lassen.\n\nBGE 110 V 10 S. 13", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Gemäss Art. 20 AHVG ist der Rentenanspruch unabtretbar, unverpfändbar und der Zwangsvollstreckung entzogen. Jede Abtretung oder Verpfändung ist nichtig. Vorbehalten bleibt indessen Art. 45 AHVG, welcher den Bundesrat befugt, Massnahmen zu treffen, damit die Renten und Hilflosenentschädigungen, soweit notwendig, zum Unterhalt des Berechtigten und der Personen, für die er zu sorgen hat, verwendet werden. Der Bundesrat hat in Art. 76 AHVV von dieser Befugnis Gebrauch gemacht. Nach Abs. 1 der Bestimmung kann die Ausgleichskasse die Rente ganz oder teilweise einer geeigneten Drittperson oder Behörde, die dem Rentenberechtigten gegenüber gesetzlich oder sittlich unterstützungspflichtig ist oder ihn dauernd fürsorgerisch betreut, auszahlen, wenn der Rentenberechtigte sie nicht für den Unterhalt seiner selbst und der Personen, für welche er zu sorgen hat, verwendet oder wenn er nachweisbar nicht imstande ist, die Rente hiefür zu verwenden, und wenn er oder die Personen, für die er zu sorgen hat, deswegen ganz oder teilweise der öffentlichen oder privaten Fürsorge zur Last fallen.\n\nDiese Regeln gelten gemäss Art. 50 IVG und Art. 84 IVV auch in der Invalidenversicherung.\n\nb) Praxisgemäss ist eine Drittauszahlung unter bestimmten Voraussetzungen auch dann zugelassen, wenn die Bedingungen des Art. 76 Abs. 1 AHVV nicht erfüllt sind. So können Nachzahlungen von Renten und Hilflosenentschädigungen auf Gesuch hin privaten oder öffentlichen Fürsorgestellen ausbezahlt werden, welche entsprechende Vorschussleistungen erbracht haben (EVGE 1965 S. 138). Nach den Verwaltungsweisungen setzen solche Drittauszahlungen voraus, dass die Vorschussleistungen tatsächlich erbracht worden sind und der Leistungsberechtigte oder sein gesetzlicher Vertreter der Drittauszahlung schriftlich zugestimmt hat (Rz. 1100.2 der Wegleitung über die Renten (RWL), gültig ab 1. Januar 1980).\n\nIm vorliegenden Fall geht es um Rentennachzahlungen, welche die Ausgleichskasse des Kantons Graubünden der Bürgergemeinde Luzern im Hinblick auf geleistete Unterhaltsbeiträge und Alimentenbevorschussungen ausbezahlt hat. Mit \"Auftrag und Vollmacht mit Abtretungserklärung\" vom 29. August 1980 hatte die Rentenberechtigte die Bürgergemeinde u.a. zur Verrechnung der Vorschussleistungen mit rückwirkend eingehenden Sozialleistungen BGE 110 V 10 S. 14ermächtigt. Als Abtretung der Versicherungsansprüche kann dieser Erklärung keine Rechtswirkungen zukommen (Art. 20 Abs. 1 AHVG). Es kann darin jedoch eine rechtserhebliche Willensäusserung der Versicherten erblickt werden, mit welcher sie die Auszahlung der Renten an die Bürgergemeinde als zweckgemässe Verwendung der Renten im Sinne von Art. 76 AHVV guthiess. Wohl ging es um eine Nachzahlung, so dass die Renten ihrem eigentlichen Zweck, der Verwendung für den laufenden Unterhalt, nicht mehr unmittelbar dienen konnten. Es lagen aber insofern besondere Umstände vor, als die Fürsorgebehörde bei Auszahlung der Renten ab Beginn des Anspruchs um diesen Betrag entlastet worden wäre. Indem sie Vorschussleistungen erbracht hat, sicherte sie den Unterhalt der Versicherten und ihrer Kinder, womit der Hauptzweck des Gesetzes erreicht wurde (EVGE 1965 S. 141 Erw. c). Die Bürgergemeinde ist somit als Drittempfängerin der Rente im Sinne von Art. 76 Abs. 1 AHVV zu betrachten.\n\n2. a) Nach Art. 47 Abs. 1 AHVG sind unrechtmässig bezogene Renten und Hilflosenentschädigungen zurückzuerstatten; bei gutem Glauben und Vorliegen einer grossen Härte kann von der Rückforderung abgesehen werden. Dementsprechend hat die Ausgleichskasse die Rückerstattung des zu Unrecht bezogenen Betrages zu verfügen, wenn sie Kenntnis davon erhält, dass eine Person bzw. ihr gesetzlicher Vertreter für sie eine Rente bezogen hat, auf die ihr ein Anspruch überhaupt nicht oder nur in geringerer Höhe zustand; wurde die Rente gemäss Art. 76 Abs. 1 AHVV einer Drittperson oder einer Behörde ausgerichtet, so ist diese rückerstattungspflichtig (Art. 78 AHVV).\n\nArt. 47 Abs. 1 AHVG gilt nach Art. 49 IVG auch in der Invalidenversicherung, soweit der zur Wiedererwägung führende Fehler - wie im vorliegenden Fall - einen AHV-analogen und nicht einen spezifisch invalidenversicherungsrechtlichen Gesichtspunkt betrifft (BGE 107 V 36, BGE 105 V 170 und 175).\n\nb) Art. 78 AHVV erklärt nur die gemäss Art. 76 Abs. 1 AHVV von der Ausgleichskasse bezeichneten Drittempfänger als rückerstattungspflichtig. Der Vorinstanz ist indessen darin beizupflichten, dass eine Rückerstattungspflicht grundsätzlich auch für Personen und Behörden besteht, welche praxisgemäss die Leistungen als Drittempfänger entgegengenommen haben, ohne dass die Voraussetzungen des Art. 76 AHVV erfüllt waren. Dies gilt auch für die nach der Verwaltungspraxis (Rz. 1090 ff. RWL) vom (vermeintlich) Berechtigten selber bezeichneten Drittempfänger; diese haben sich BGE 110 V 10 S. 15nach Rz. 1092 RWL denn auch schriftlich zu verpflichten, der Ausgleichskasse die erforderlichen Meldungen zu machen und allenfalls zu Unrecht bezogene Renten zurückzuerstatten. Anders verhält es sich bei Dritten (z.B. einer Bank), welche die Leistungen im Auftrag des Berechtigten lediglich als Inkasso- oder Zahlstelle entgegennehmen. Solche Stellen haben keine eigenen Rechte und Pflichten (insbesondere keine Meldepflicht) aus dem Rentenverhältnis, weshalb es sich auch nicht rechtfertigen lässt, sie als rückerstattungspflichtig zu erachten. Insofern bedarf Rz. 1174 RWL, wonach jeder Dritte rückerstattungspflichtig ist, dem eine Rente oder Hilflosenentschädigung ohne Rechtsgrund ausbezahlt worden ist, der Präzisierung.\n\nDie Bürgergemeinde Luzern hat der Versicherten aufgrund des Reglementes über Bevorschussung und Inkasso von Unterhaltsleistungen für unmündige Kinder vom 26. Juni 1979 Vorschussleistungen erbracht und dadurch den mit den nachgezahlten Kinderrenten angestrebten Unterhaltszweck vorläufig sichergestellt. Die Leistungen erfolgten unter dem Vorbehalt der Verrechnung mit rückwirkend zur Ausrichtung gelangenden Sozialleistungen, womit sich die Versicherte ausdrücklich einverstanden erklärt hat. Die Bürgergemeinde kann unter diesen Umständen nicht als blosse Inkasso- oder Zahlstelle betrachtet werden, welche die Rente für die Versicherte in deren Auftrag entgegengenommen hat. Sie ist nach dem Gesagten vielmehr als Drittempfängerin der Rente im Sinne von Art. 76 AHVV und der zugehörigen Rechtsprechung zu qualifizieren, weshalb sie für zu Unrecht ausgerichtete Renten grundsätzlich rückerstattungspflichtig ist.\n\n3. Im erstinstanzlichen Beschwerdeverfahren machte die Bürgergemeinde geltend, sie sei schon deshalb nicht rückerstattungspflichtig, weil ihr von der Ausgleichskasse VATI keine Rentenzahlungen überwiesen worden seien, so dass auch keine Rückerstattungspflicht gegenüber dieser Kasse bestehe. Diesbezüglich ist davon auszugehen, dass die einfachen Kinderrenten beider Ausgleichskassen für die Zeit ab 1. April 1980 zu Unrecht ausgerichtet worden sind. Die Ausgleichskasse des Kantons Graubünden konnte indessen keine Rückforderung geltend machen, sondern hatte eine Nachzahlung für Doppelkinderrenten (unter Verrechnung der einfachen Kinderrenten) zu erbringen. Dagegen hatte die Ausgleichskasse VATI die zu Unrecht ausgerichteten einfachen Kinderrenten zurückzufordern. Empfängerin dieser Renten war aber nicht die Bürgergemeinde, sondern die Versicherte gewesen, BGE 110 V 10 S. 16von welcher die Renten auch zurückzufordern sind. Bei den zu Unrecht ausgerichteten Renten handelt es sich zwar um gleichartige Leistungen, welche den gleichen Rentenberechtigten zustanden. Dies allein vermag eine Rückerstattungspflicht der Bürgergemeinde für die von der Ausgleichskasse VATI an Irma E. ausgerichteten Renten jedoch nicht zu begründen. Auch im Hinblick auf die Erlassfrage ist nicht unerheblich, welche Renten der Bürgergemeinde überwiesen wurden. Würde die Bürgergemeinde zur Rückerstattung der von der Ausgleichskasse VATI ausbezahlten Renten verpflichtet, entfiele die Möglichkeit eines Erlasses der Rückforderung, weil sich Behörden nicht auf eine grosse Härte im Sinne von Art. 47 Abs. 1 AHVG berufen können (Art. 79 Abs. 1 AHVV). Dies würde für die Versicherte bedeuten, dass sie gegenüber der Fürsorgebehörde im Umfange der von dieser mit den Rentenzahlungen der Ausgleichskasse des Kantons Graubünden verrechneten Vorschussleistungen weiterhin rückerstattungspflichtig wäre. Dagegen entfällt die Rückerstattungspflicht gegenüber der Fürsorgebehörde, wenn die Versicherte für die Rentenzahlungen der Ausgleichskasse VATI rückerstattungspflichtig ist; zudem kann sie um Erlass der Rückforderung nachsuchen, was sie auf die Verfügung der Ausgleichskasse VATI vom 1. Juni 1982 denn auch getan hat. Die Versicherte hat demzufolge ein rechtserhebliches Interesse daran, dass sie selber als rückerstattungspflichtig bezeichnet wird, weshalb es auch aus diesem Grunde nicht angeht, die Bürgergemeinde Luzern für die von der Ausgleichskasse VATI ausgerichteten Renten als rückerstattungspflichtig zu erachten. Der vorinstanzliche Entscheid, mit welchem die Verfügung der Ausgleichskasse VATI vom 21. Juli 1982 aufgehoben wird, besteht im Ergebnis somit zu Recht. Es wird nun Sache der Ausgleichskasse VATI sein, über das von der Versicherten auf die Verfügung vom 1. Juni 1982 eingereichte Erlassgesuch zu befinden.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}