{"annee": "110", "cour": "V", "page": "158", "date": "23/5/1984", "cite": [], "cite_par": ["121 V 11"], "chapeau": "25. Urteil vom 23. Mai 1984 i.S. Bundesamt für Sozialversicherung gegen Gähwiler und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 13 LAI, art. 2 ch. 381, 384, 386-390, 401, 404 et 481 OIC. Thérapie psychomotrice en tant que mesure médicale pour le traitement d'infirmités congénitales (changement et précision de la jurisprudence)."], "faits": "BGE 110 V 158 S. 158\n\nA.- Der am 6. Juli 1972 geborene Versicherte leidet an motorischen Störungen bei Neurofibromatosis Recklinghausen mit Status nach Exstirpation eines Opticus-Neurinoms rechts und Makrozephalie. Die Invalidenversicherung kam mit Verfügung vom 18. Februar 1975 für die Behandlung des Geburtsgebrechens Ziff. 384 GgV (Medulloblastome, Ependynome, Gliome, Plexuspapillome und Chordome) auf und leistete am 21. Juni 1979 Kostengutsprache für psychomotorische Therapie ab 5. März 1979 \"bis einstweilen Ende Schuljahr 1979/80\". Ein Begehren um Verlängerung dieser Verfügung wurde von der Ausgleichskasse des Kantons Zürich mit der Begründung abgewiesen, dass eine Kostengutsprache für psychomotorische Therapie nur bis zum 8. Altersjahr und nur dann erfolgen könne, wenn die psychomotorischen Störungen auf angeborene zerebrale Störungen im Sinne von Ziff. 390 GgV zurückzuführen seien (Verfügung vom 30. Mai 1980).\n\nB.- Der Vater des Versicherten liess durch die Schulverwaltung X. Beschwerde erheben mit dem Begehren, die Invalidenversicherung habe weiterhin für die ärztlich verordnete psychomotorische Therapie aufzukommen.\n\nBGE 110 V 158 S. 159\n\nDie AHV-Rekurskommission des Kantons Zürich holte eine gutachtliche Stellungnahme bei Prof. Dr. Corboz, Direktor der Psychiatrischen Poliklinik für Kinder und Jugendliche, Zürich, ein, welcher zur Auffassung gelangte, dass psychomotorische Therapie auch bei andern Geburtsgebrechen als bei Ziff. 390 GgV übernommen werden sollte, und zwar ohne obere Altersgrenze, in der Regel jedoch nicht länger als während 1 1/2 Jahren. Die Rekurskommission folgte dieser Meinung und verpflichtete die Ausgleichskasse zur Bezahlung der wegen Geburtsgebrechen Ziff. 481 GgV (Neurofibromatose) erforderlichen psychomotorischen Therapie bis September 1980 (Entscheid vom 26. Juni 1981).\n\nC.- Das Bundesamt für Sozialversicherung (BSV) führt Verwaltungsgerichtsbeschwerde mit dem Antrag, der vorinstanzliche Entscheid sei aufzuheben und es sei die Kassenverfügung vom 30. Mai 1980 wiederherzustellen; eventuell sei die Sache an die Verwaltung zurückzuweisen, damit sie abkläre, ob die psychomotorische Therapie als pädagogisch-therapeutische Massnahme zugesprochen werden könne.\n\nDer Vater des Versicherten hat sich zur Verwaltungsgerichtsbeschwerde nicht vernehmen lassen.\n\nD.- Das Eidg. Versicherungsgericht hat zur Frage der psychomotorischen Therapie als medizinische Massnahme im Sinne von Art. 13 IVG bei den Professoren Dr. W. Isler und Dr. A. Weber, Kinderspital Zürich, ein Gutachten eingeholt, welches am 17. Oktober bzw. 6. Dezember 1983 erstattet worden ist.\n\nIn einem zweiten Schriftenwechsel wurde den Parteien Gelegenheit gegeben, sich hiezu zu äussern.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Nach Art. 13 IVG haben minderjährige Versicherte Anspruch auf die zur Behandlung von Geburtsgebrechen notwendigen medizinischen Massnahmen (Abs. 1). Der Bundesrat bezeichnet die Gebrechen, für welche diese Massnahmen gewährt werden; er kann die Leistung ausschliessen, wenn das Gebrechen von geringfügiger Bedeutung ist (Abs. 2).\n\nAls Geburtsgebrechen im Sinne von Art. 13 IVG gelten Gebrechen, die bei vollendeter Geburt bestehen und in der Liste gemäss Art. 2 GgV enthalten sind oder gemäss Art. 3 Abs. 2 GgV vom Eidgenössischen Departement des Innern neu als solche bezeichnet werden (Art. 1 Abs. 1 GgV). Als medizinische Massnahmen, die BGE 110 V 158 S. 160für die Behandlung eines Geburtsgebrechens notwendig sind, gelten sämtliche Vorkehren, die nach bewährter Erkenntnis der medizinischen Wissenschaft angezeigt sind und den therapeutischen Erfolg in einfacher und zweckmässiger Weise anstreben (Art. 1 Abs. 3 GgV).\n\nb) Psychomotorische Therapie wird nach der Verwaltungspraxis gestützt auf Art. 13 IVG als medizinische Massnahme gewährt bei angeborenen zerebralen Lähmungen gemäss Ziff. 390 GgV sowie bei kongenitalen Hirnstörungen im Sinne eines psychoorganischen Syndroms (POS; Ziff. 404 GgV) mit schweren psychomotorischen Störungen als Ergänzung anderer medizinischer Massnahmen (Rz. 191.1 des ab 1. September 1981 gültigen Nachtrags 3 zum Kreisschreiben des BSV über die medizinischen Eingliederungsmassnahmen). Nach Rz. 275 des Nachtrags 3 wird ambulante psychomotorische Therapie bei angeborenen zerebralen Lähmungen Minderjähriger vergütet\n\na) als Fortsetzung einer während mindestens eines Jahres durch eine entsprechend ausgebildete Therapeutin durchgeführten Bewegungstherapie nach Bobath. Das Kind darf bei Therapiebeginn nicht jünger als 4 und nicht älter als 8 Jahre sein;\n\nb) bei leichten zerebralen Lähmungen mit schweren psychomotorischen Störungen zur Förderung der allgemeinen Beweglichkeit;\n\nc) anstelle einer aus medizinischen Gründen nicht durchführbaren Bobath-Behandlung bei zerebralen Bewegungsstörungen mit ausgeprägt verlangsamter Reaktion sowie Perzeptionsstörungen besonders im Sinne einer gestörten Raumorientierung.\n\nBei Anwendung von Rz. 275 lit. a und b wird die psychomotorische Therapie während höchstens zwei Jahren bewilligt (Rz. 276 des Nachtrags 3).\n\nGemäss Rz. 295 des Kreisschreibens über die medizinischen Eingliederungsmassnahmen, gültig ab 1. Januar 1979, schliesst das Bestehen einer Oligophrenie die Anerkennung von Ziff. 404 GgV aus; ebensowenig sind psychoorganische Syndrome als Folge anderer Geburtsgebrechen (Epilepsie, Hydrocephalus und dgl.) unter Ziff. 404 GgV einzuordnen. Rz. 295.1 des ab 1. Mai 1982 gültigen Nachtrags 4 zum Kreisschreiben bestimmt, dass Psychosyndrome, für die psychomotorische Therapie als Alleintherapie geltend gemacht wird, nicht unter Ziff. 404 GgV fallen. Rz. 296.1 des Nachtrags 4 schliesslich hält fest, dass bei kongenitalen Hirnstörungen im Sinne von Ziff. 404 GgV mit schweren psychomotorischen Störungen die psychomotorische Behandlung übernommen werden BGE 110 V 158 S. 161kann, wenn sie Teil eines umfassenden Behandlungsplanes ist.\n\n2. Mit Beweisbeschluss vom 12. Januar 1983 hat das Eidg. Versicherungsgericht den Gutachtern folgende Fragen unterbreitet:\n\n\"a) Kommt die psychomotorische Therapie als medizinische Massnahme im\n\nSinne von Art. 13 IVG nur bei den Geburtsgebrechen gemäss Art. 2 Ziff. 390\n\nund 404 der Verordnung über Geburtsgebrechen (GgV)"}