{"annee": "110", "cour": "V", "page": "242", "date": "29/10/1984", "cite": ["105 V 49", "109 V 75", "100 V 88", "109 V 241"], "cite_par": ["114 V 298", "137 V 373", "115 V 341", "120 V 81", "115 V 77"], "chapeau": "39. Urteil vom 29. Oktober 1984 i.S. Bundesamt für Sozialversicherung gegen S. und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 23 al. 2 LAVS: Rente de veuve. - Les indemnités uniques doivent, en ce qui concerne le droit à la rente de veuve, être assimilées à des prestations d'entretien versées sous forme de rente, lorsqu'elles sont destinées à compenser la perte du droit à l'entretien de l'épouse divorcée au sens des art. 151 ou 152 CC (confirmation et précision de la jurisprudence; consid. 1). - L'obligation d'entretien ne doit pas nécessairement et uniquement découler du seul texte du jugement de divorce ou de la convention sur les effets accessoires; elle peut aussi résulter d'autres moyens de preuve, lorsqu'il en ressort clairement que les prestations fournies par le mari à teneur du jugement de divorce ou de la convention sur les effets accessoires représentent un dédommagement pour la prétention de l'épouse divorcée à une contribution d'entretien (changement de jurisprudence; consid. 2)."], "faits": "BGE 110 V 242 S. 242\n\nA.- Mit Urteil des Bezirksgerichtes X. vom 17. November 1971 wurde die Ehe S. gestützt auf Art. 142 ZGB geschieden. Mit der BGE 110 V 242 S. 243gerichtlich genehmigten Vereinbarung über die Nebenfolgen der Scheidung verpflichtete sich der Ehemann, der Klägerin \"unter allen Titeln\" den Betrag von Fr. 90'000.-- innert eines Monates ab Rechtskraft des Scheidungsurteils zu bezahlen.\n\nAm 19. Oktober 1979 starb der geschiedene Ehemann. Mit Anmeldung vom 7. Mai 1981 suchte die geschiedene Frau um Zusprechung einer Witwenrente nach.\n\nMit Verfügung vom 25. Mai 1981 lehnte die Ausgleichskasse Schweizer Wirteverband das Begehren mit der Begründung ab, dass sich aus dem Scheidungsurteil keine Verpflichtung des Ehemannes zur Leistung von Unterhaltsbeiträgen an die geschiedene Frau ergebe, indem die Abfindungssumme von Fr. 90'000.-- nicht ohne weiteres auf eine Unterhaltsverpflichtung im Sinne von Art. 151 oder 152 ZGB schliessen lasse.\n\nB.- Die gegen diese Verfügung erhobene Beschwerde wurde von der AHV-Rekurskommission des Kantons Zürich gutgeheissen mit der Feststellung, der gerichtlich genehmigten Scheidungskonvention lasse sich nicht entnehmen, aufgrund welchen Rechtstitels die Zahlung von Fr. 90'000.-- zu leisten gewesen sei; indessen ergebe sich aus der Korrespondenz zwischen dem Anwalt des verstorbenen Ehemannes und dem Gegenanwalt, dass mit der Zahlung nicht nur güterrechtliche, sondern auch Ansprüche auf Unterhaltsbeiträge abgegolten worden seien. Die Versicherte habe daher ab 1. Januar 1979 Anspruch auf eine Witwenrente, welche von der Ausgleichskasse festzusetzen sei (Entscheid vom 11. November 1981).\n\nC.- Das Bundesamt für Sozialversicherung (BSV) erhebt Verwaltungsgerichtsbeschwerde mit dem Rechtsbegehren, der vorinstanzliche Entscheid sei aufzuheben und es sei die Kassenverfügung vom 25. Mai 1981 wiederherzustellen. Die Versicherte lässt sich mit dem Antrag auf Abweisung der Verwaltungsgerichtsbeschwerde vernehmen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Gemäss Art. 23 Abs. 2 AHVG ist die geschiedene Frau nach dem Tode des geschiedenen Ehemannes mit Bezug auf den Anspruch auf Witwenrente (Art. 23 Abs. 1 AHVG) der Witwe gleichgestellt, sofern der Mann ihr gegenüber zu Unterhaltsbeiträgen verpflichtet war und die Ehe mindestens zehn Jahre gedauert hatte.\n\nBGE 110 V 242 S. 244\n\nNach Art. 41 AHVG in der bis 31. Dezember 1972 gültig gewesenen Fassung wurde die einer geschiedenen Frau zukommende Witwenrente gekürzt, soweit sie den der Frau \"gerichtlich zugesprochen gewesenen\" Unterhaltsbeitrag überschritt. Nach dem Willen des Gesetzgebers sollte der geschiedenen Frau durch die Zuerkennung eines Anspruches auf Witwenrente lediglich der Versorgerschaden ersetzt werden, welchen sie infolge des Todes ihres früheren Mannes erlitt. Danach setzte der Anspruch voraus, dass die Verpflichtung des geschiedenen Mannes auf Leistung von Unterhaltsbeiträgen im Zeitpunkt seines Todes noch bestand. Von einem Versorgerschaden konnte dagegen nicht gesprochen werden, wenn die Unterhaltsbeiträge zeitlich begrenzt waren und die Unterhaltspflicht nicht bis zum Tode des Ehemannes gedauert hatte oder wenn die Frau bei der Scheidung eine einmalige Abfindung gestützt auf Art. 151 oder 152 ZGB erhalten hatte (vgl. auch BINSWANGER, Kommentar zum Bundesgesetz über die AHV, S. 132).\n\nb) Im Rahmen der 8. AHV-Revision wurde die Kürzung der der geschiedenen Frau zukommenden Witwenrente auf die ihr zustehenden Unterhaltsbeiträge mit Wirkung ab 1. Januar 1973 aufgehoben. Im Hinblick auf die damit verbundene Abwendung vom Versorgerschadensprinzip gelangte das Eidg. Versicherungsgericht zum Schluss, dass auch die Dauer der in Art. 23 Abs. 2 AHVG festgelegten Verpflichtung des Ehemannes zu Unterhaltsleistungen gegenüber der geschiedenen Frau nicht mehr Voraussetzung für den Anspruch auf Witwenrente sein kann. Unerheblich ist somit, ob die Pflicht zur Leistung von Unterhaltsbeiträgen auf einen bestimmten Zeitpunkt vor oder nach dem Tode des früheren Mannes beschränkt war (BGE 100 V 88).\n\nDarüber, ob sich die Unterhaltsverpflichtung des Ehemannes im Sinne von Art. 23 Abs. 2 AHVG auch aus der Pflicht zur Zahlung einer einmaligen Abfindung ergeben kann, hatte sich das Eidg. Versicherungsgericht in BGE 100 V 88 nicht zu äussern. Dagegen stellte sich das BSV schon in dem ab 1. Januar 1974 gültigen Nachtrag zur Wegleitung über die Renten auf den Standpunkt, es sei unerheblich, ob die Unterhaltsleistungen in Rentenform oder in Form einer einmaligen Abfindung geschuldet seien (Rz. 112 der genannten Wegleitung). Das Eidg. Versicherungsgericht hat diese Praxis stillschweigend als gesetzeskonform erachtet und die für den Anspruch auf Witwenrente vorausgesetzte Verpflichtung des Ehemannes zu Unterhaltsleistungen wiederholt auch in Fällen BGE 110 V 242 S. 245geprüft, in welchen der geschiedenen Frau eine Abfindung zugesprochen worden war (ZAK 1981 S. 169; nicht veröffentlichte Urteile Korrodi vom 9. April 1979, Schweizer vom 6. März 1979, Versari vom 9. Juni 1978 und Tanner vom 6. März 1978). In Bestätigung dieser Rechtsprechung ist festzuhalten, dass einmalige Abfindungen mit Bezug auf den Anspruch auf Witwenrente den in Rentenform zu entrichtenden Unterhaltsbeiträgen gleichzustellen sind, wenn damit Unterhaltsansprüche der geschiedenen Frau gemäss Art. 151 oder 152 ZGB abgegolten werden (vgl. auch MAURER, Schweiz. Sozialversicherungsrecht, Bd. II, S. 90).\n\n2. a) In ständiger Rechtsprechung hat das Eidg. Versicherungsgericht entschieden, dass die Unterhaltspflicht des geschiedenen Ehegatten im Scheidungsurteil oder in einer vom Scheidungsrichter genehmigten Scheidungskonvention festgelegt sein muss (BGE 105 V 49 mit Hinweisen). In BGE 109 V 75 wurde diese Praxis insofern präzisiert, als es bei Scheidungen, die nach ausländischem Recht ausgesprochen worden sind, genügt, dass die Unterhaltspflicht des geschiedenen Ehegatten auf einem nach dem betreffenden ausländischen Recht gültigen und vollstreckbaren Rechtstitel beruht. In einem weiteren Urteil wurde die Unterhaltspflicht bejaht bei einer geschiedenen Frau, die zwar in der gerichtlich genehmigten Scheidungskonvention auf Unterhaltsbeiträge des geschiedenen Ehemannes verzichtet hatte, der jedoch nachträglich aufgrund eines - nach dem Tode des geschiedenen Ehemannes erwirkten - rechtskräftigen Revisionsurteils ab Scheidungsdatum eine Unterhaltsrente im Sinne von Art. 152 ZGB zugesprochen worden ist (BGE 109 V 241).\n\nb) Im vorliegenden Fall ist streitig, ob sich die rechtliche Qualifikation der vom Ehemann der geschiedenen Frau zu leistenden Zahlungen als Unterhaltsbeiträge im Sinne von Art. 23 Abs. 2 AHVG unmittelbar aus dem Scheidungsurteil bzw. der Scheidungskonvention ergeben muss oder ob auch andere Beweismittel zu berücksichtigen sind. Die Vorinstanz bejaht letzteres unter Hinweis auf das nicht veröffentlichte Urteil Korrodi vom 9. April 1979, worin das Eidg. Versicherungsgericht zumindest sinngemäss zu erkennen gegeben habe, dass unter Umständen auch andere Akten beigezogen werden dürften. Das BSV vertritt demgegenüber die Auffassung, es sei an der strengeren Praxis gemäss ZAK 1981 S. 169 festzuhalten, wonach sich die Frage der Unterhaltsverpflichtung ausschliesslich anhand des Scheidungsurteils bzw. der Scheidungskonvention beurteile. Wenn diese Regelung im Einzelfall BGE 110 V 242 S. 246auch zu gewissen unbefriedigenden Ergebnissen führen könne, so verhindere sie einerseits, dass die AHV-Behörden zu einer Interpretation nicht nur von Scheidungsurteilen, sondern von allen zugehörigen Akten gezwungen würden; anderseits gewährleiste sie, dass Art. 23 Abs. 2 AHVG als Ausnahmevorschrift nicht allzu extensiv und damit in unzulässiger Weise ausgelegt werde.\n\nDas Eidg. Versicherungsgericht hat wiederholt festgestellt, dass es sich bei Art. 23 Abs. 2 AHVG um eine Ausnahmebestimmung handelt, die nicht extensiv auszulegen ist (BGE 105 V 49 mit Hinweisen). Dies bedeutet indessen nicht, dass sich die Unterhaltsverpflichtung unmittelbar aus dem Wortlaut des Scheidungsurteils oder der Scheidungskonvention ergeben muss. Eine solche Regelung würde zu stossenden Ergebnissen führen, indem die Abfindung häufig \"unter allen Titeln\" erfolgt, ohne dass sich aus dem Urteil oder der Konvention ergibt, was für Ansprüche damit abgegolten werden. Wenn die einmalige Abfindung mit Bezug auf den Witwenrentenanspruch den Unterhaltsleistungen in Rentenform gleichgestellt werden soll, muss der Nachweis der Unterhaltsverpflichtung daher auch auf dem Wege der Auslegung möglich sein. Grundsätzlich kann es zwar nicht Sache der AHV-Behörde sein, zu bestimmen, welche Rechtsnatur den Nebenfolgen einer Scheidung zukommt (ZAK 1965 S. 370). Ob eine Unterhaltsverpflichtung im Sinne von Art. 23 Abs. 2 AHVG gegeben ist, stellt jedoch eine Beweisfrage dar, die im Rahmen des sozialversicherungsrechtlichen Verfahrens selbständig zu prüfen ist. Dabei ist die Verwaltung nicht verpflichtet, von sich aus andere Akten als das Scheidungsurteil und die Scheidungskonvention beizuziehen. Sie hat jedoch auf konkrete Beweisanträge einzutreten und vorgebrachte Beweismittel bei der Beurteilung mit zu berücksichtigen. Dementsprechend muss die Unterhaltsverpflichtung im Sinne von Art. 23 Abs. 2 AHVG nicht schon aufgrund des Wortlautes des Scheidungsurteils oder der Scheidungskonvention allein ausgewiesen sein; sie kann sich auch aus anderen (zusätzlichen) Beweismitteln ergeben, wenn daraus eindeutig hervorgeht, dass mit den vom Ehemann gemäss Scheidungsurteil bzw. -konvention erbrachten Leistungen Ansprüche der geschiedenen Frau auf Unterhaltsbeiträge gemäss Art. 151 oder 152 ZGB abgegolten wurden. Soweit in der bisherigen Rechtsprechung etwas anderes gesagt wurde, kann daran nicht festgehalten werden.\n\n3. a) Mit der am 17. November 1971 gerichtlich genehmigten Scheidungskonvention wurde der Ehemann verpflichtet, seiner BGE 110 V 242 S. 247geschiedenen Frau \"unter allen Titeln\" den Betrag von Fr. 90'000.-- zu bezahlen. Ob damit auch Unterhaltsbeiträge an die geschiedene Frau gemäss Art. 151 oder 152 ZGB abgegolten wurden, geht aus der Scheidungsvereinbarung nicht hervor. Aus den Scheidungsakten ergibt sich indessen, dass die heutige Beschwerdegegnerin an der Hauptverhandlung vom 21. April 1971 den Antrag auf Verpflichtung des Ehemannes zur Bezahlung von abgestuften monatlichen Beiträgen im Sinne von Art. 151 ZGB für die Dauer von insgesamt 7 Jahren stellen liess. Der Beklagte weigerte sich grundsätzlich nicht, Unterhaltsbeiträge zu bezahlen, bezeichnete die verlangten Beiträge jedoch als zu hoch. Der Anwalt der Klägerin unterbreitete hierauf folgende alternative Vergleichsofferte:\n\n\"I. Einmalige Barabfindung von Kapital- und Rentenzahlungen in Höhe von\n\nFr. 90'000.--, womit die Ansprüche der Klägerin auf Unterhaltsbeiträge und\n\naus Güterrecht vollständig abgegolten sind.\n\nII. Kapitalzahlung (güterrechtlich) von Fr. 50'000.-- sowie\n\nUnterhaltsbeiträge von Fr. 1'100.-- für zwei Jahre und Fr. 600.-- für drei\n\nJahre.\"\n\nDer Beklagte erklärte sich mit Variante I einverstanden und stellte der Klägerin eine in diesem Sinne formulierte Scheidungskonvention zu. Diese wurde von der Klägerin bestätigt und vom Scheidungsgericht mit dem Urteil vom 17. November 1971 genehmigt.\n\nDamit steht aber mit der erforderlichen Eindeutigkeit fest, dass mit der Abfindung von Fr. 90'000.-- auch eine Unterhaltsverpflichtung des Ehemannes gegenüber der geschiedenen Frau abgegolten wurde. Da unbestrittenermassen auch die übrigen Voraussetzungen erfüllt sind, hat die Beschwerdegegnerin gemäss Art. 23 AHVG Anspruch auf eine Witwenrente.\n\nb) Die Vorinstanz hat der Beschwerdegegnerin eine Rente rückwirkend ab 1. Januar 1979 zugesprochen. Der geschiedene Ehemann ist indessen am 19. Oktober 1979 gestorben, weshalb Anspruch auf eine Witwenrente ab 1. November 1979 besteht (Art. 23 Abs. 3 in Verbindung mit Art. 46 Abs. 1 AHVG).\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn teilweiser Gutheissung der Verwaltungsgerichtsbeschwerde wird Dispositiv-Ziffer 2 des Entscheides der AHV-Rekurskommission des Kantons Zürich vom 11. November 1981 dahin abgeändert, dass festgestellt wird, dass die Beschwerdegegnerin Anspruch BGE 110 V 242 S. 248auf eine Witwenrente ab 1. November 1979 hat. Im übrigen wird die Verwaltungsgerichtsbeschwerde abgewiesen."}