{"annee": "110", "cour": "IB", "page": "319", "date": "19/10/1984", "cite": ["110 IB 127", "108 IB 475", "103 IB 366", "85 I 115", "100 IB 126", "97 V 251", "108 IB 227", "95 I 599", "107 IB 167"], "cite_par": ["115 IB 274", "118 IB 317", "115 IB 456", "138 II 536"], "chapeau": "54. Estratto della sentenza 19 ottobre 1984 della II Corte di diritto pubblico nella causa X. SA, Y. e Z. c. Amministrazione federale delle contribuzioni (ricorso di diritto amministrativo)", "regestes": ["Impôt anticipé sur le revenu des capitaux mobiliers; procédure de déclaration de la prestation imposable. 1. Les actions gratuites sont soumises à cet impôt en vertu des art. 4 al. 1 lettre b LIA et 20 al. 1 OIA (consid. 3). 2. a) Exécution de l'obligation fiscale par déclaration de la prestation imposable (art. 20 LIA, 24 ss OIA); conditions d'admission et caractéristiques de cette procédure (consid. 4, 5 et 6a). b) L'Administration fédérale des contributions, appelée à vérifier si les bénéficiaires de la prestation imposable ont droit au remboursement de l'impôt, et notamment si ce droit n'est pas périmé au sens de l'art. 23 LIA, ne doit procéder que sommairement à cet examen, sans préjuger de la décision qui ressortit sur ce point aux autorités cantonales (consid. 6b); situation dans le cas particulier (consid. 6c). 3. Echéance de l'impôt; point de départ de l'intérêt moratoire. Reformatio in peius de la décision attaquée (consid. 8)."], "faits": "BGE 110 Ib 319 S. 320\n\nA.- In data 15 marzo 1976, l'assemblea generale straordinaria della X. SA in Lugano decise di aumentare il capitale sociale; le nuove azioni, al portatore, vennero liberate mediante incorporazione degli utili aziendali accumulatisi fino al 31 dicembre 1975. Questo aumento fu dichiarato all'Amministrazione federale delle contribuzioni lo stesso 15 marzo 1976, senza specificare tuttavia che le nuove azioni erano state emesse gratuitamente, ossia liberate con i fondi della società.\n\nCon scritto del 27 aprile 1976, l'Amministrazione federale delle contribuzioni comunicò alla ricorrente che la liberazione di diritti di partecipazione con mezzi propri della società è equiparata ad una distribuzione di dividendi e soggiace all'imposta preventiva del 35% giusta gli art. 4 cpv. 1 lett. b LIP e 20 cpv. 1 OIP; essa invitò pertanto la società a dichiarare la prestazione imponibile e a versare l'imposta dovuta, pregandola inoltre di comunicarle tempestivamente se, in luogo e vece del pagamento dell'imposta, fosse intenzionata a domandare la procedura di notifica ai sensi degli art. 20 LIP e 24 e segg. OIP. Questa richiesta rimase tuttavia senza riscontro e l'ammontare d'imposta non venne pagato.\n\nDopo ripetute diffide, sfociate anche nell'inflizione di multe d'ordine, la X. SA inoltrò istanza all'Amministrazione federale delle contribuzioni per essere ammessa alla procedura di notifica, precisando con questa che gli azionisti Y. e Z. avevano beneficiato il 15 marzo 1976, sotto forma di azioni gratuite, d'una prestazione lorda di Fr. ... ognuno. L'istanza della ricorrente venne respinta dapprima con comunicazione del 25 ottobre 1979 ed in seguito con decisione formale del 28 marzo 1980, ove l'Amministrazione federale delle contribuzioni ribadì che la X. SA doveva pagare immediatamente a titolo d'imposta preventiva sull'aumento gratuito del capitale sociale la somma di Fr. ..., oltre le spese esecutive e gli interessi del 5% dal 28 novembre 1979, e che tale imposta doveva essere addossata agli azionisti. Questa decisione - notificata anche ai signori Y. e Z. il 19 agosto successivo - venne confermata su reclamo il 30 aprile 1981.\n\nB.- Con atti separati, la X. SA e gli azionisti Y. e Z. introducono tempestivo ricorso di diritto amministrativo contro la decisione su reclamo dell'Amministrazione federale delle BGE 110 Ib 319 S. 321contribuzioni, protestando tutti spese e ripetibili: i ricorrenti chiedono al Tribunale federale di annullare la decisione impugnata (conclusione n. 1), di autorizzare la società a soddisfare la sua obbligazione fiscale, in relazione all'intervenuto aumento del capitale sociale con emissione d'azioni gratuite, mediante la procedura di notifica della prestazione imponibile (conclusione n. 3), e d'accertare infine che gli azionisti hanno diritto al rimborso dell'imposta preventiva dovuta a dipendenza dell'assegnazione di dette azioni gratuite in occasione del precitato aumento del capitale sociale (conclusione n. 2).\n\nL'Amministrazione federale delle contribuzioni postula la reiezione dei ricorsi.", "considerants": "Considerando in diritto:\n\n3. I ricorrenti non contestano che l'attribuzione delle azioni gratuite interamente liberate, intervenuta il 15 marzo 1976, soggiaccia all'imposta preventiva. A ragione. In effetti, codeste azioni sono oggetto dell'imposta preventiva sui redditi di capitali mobili, fra cui rientrano in modo particolare le parti di utile e tutti gli altri redditi provenienti da azioni emesse da società anonime svizzere (art. 4 cpv. 1 lett. b LIP): considerate prestazioni valutabili in denaro corrisposte dalla società ai titolari di diritti di partecipazione, che non hanno il carattere di rimborso delle quote di capitale sociale versato esistenti all'atto della prestazione, le azioni gratuite sono inoltre espressamente menzionate quale reddito imponibile di azioni dall'art. 20 cpv. 1 OIP, la cui conformità alla legge è già stata sancita più volte dal Tribunale federale (DTF 95 I 600 /601 consid. 1; ASA 41.58).\n\n4. In tema d'imposta preventiva l'obbligazione fiscale, che spetta al debitore della prestazione imponibile (art. 10 cpv. 1 LIP), ovvero alla società anonima in caso d'emissione di azioni gratuite, può essere soddisfatta sia col pagamento dell'imposta stessa, sia con la notifica della prestazione imponibile (art. 11 cpv. 1 LIP). La prima eventualità costituisce la regola, la seconda l'eccezione: in effetti, se si prescinde dal caso delle prestazioni d'assicurazione (art. 19 LIP), per i redditi di capitali mobili il contribuente può essere autorizzato a soddisfare la sua obbligazione mediante notifica soltanto se il pagamento della relativa imposta causa complicazioni inutili o rigori manifesti; i casi nei quali tale particolare procedura è ammessa sono determinati BGE 110 Ib 319 S. 322dall'ordinanza (art. 20 LIP). Ora, facendo uso di questa competenza conferitagli dal legislatore, il Consiglio federale ha fissato in modo esaustivo i casi d'applicazione, stabilendo fra l'altro che la società può essere autorizzata, su richiesta, a soddisfare alle sue obbligazioni fiscali tramite la notifica della prestazione imponibile quando si dia emissione o aumento del valore nominale di azioni mediante scioglimento di riserve della società (art. 24 cpv. 1 lett. b OIP). Nonostante la sua formulazione potestativa, questa norma non lascia all'autorità fiscale alcuna discrezionalità, ma conferisce invece al contribuente un vero e proprio diritto alla procedura di notifica, allorché le condizioni dette soggettive dell'art. 24 cpv. 2 OIP sono beninteso anch'esse adempiute (DTV 94 I 473/75 consid. 2; PFUND, Verrechnungssteuer I, n. 6 all'art. 20). Codesta procedura può infatti esser ammessa, secondo la precitata disposizione, soltanto se è accertato che le persone a carico delle quali l'imposta dovrebbe essere trasferita, ovverosia i beneficiari della prestazione, avrebbero diritto al suo rimborso, ai termini della legge o dell'ordinanza, e se il loro numero non supera venti persone; ora, se si prescinde da quest'ultima limitazione, che è legata a esigenze pratiche e amministrative (PFUND, n. 12 all'art. 20), la prima di queste condizioni assume una particolare rilevanza, essendo volta ad impedire che la procedura di notifica comprometta le finalità dell'imposta preventiva e ad assicurare quindi, in altre parole, che l'imposta stessa venga ritenuta a carico dei frodatori svizzeri e degli stranieri (PFUND, n. 11.1 all'art. 20).\n\nA proposito di questa particolare procedura, già ammessa in certi casi sotto l'impero della vecchia normativa, in base ad una circolare dell'Amministrazione federale delle contribuzioni del 1o marzo 1955 (PFUND, pag. 491 in alto), giova ancora rilevare che essa non muta alcunché sul principio dell'assoggettamento all'imposta dei redditi di capitali mobili, né sul diritto al rimborso dell'imposta stessa, ma costituisce una semplice agevolazione che arreca anche al contribuente e al destinatario della prestazione imponibile un certo vantaggio materiale (FF 1963, pag. 1567, ad art. 19 del progetto di legge).\n\n5. Prescindendo dal numero massimo dei beneficiari della prestazione, manifestamente rispettato nella fattispecie, la procedura di notifica potrebbe esser ammessa - come s'è visto - soltanto se codesti beneficiari avessero diritto al rimborso dell'imposta, ove questa fosse stata loro addossata conformemente all'art. 14 LIP. L'art. 24 cpv. 2 OIP rinvia dunque agli art. 21 e segg. LIP ed esige in primo luogo che i BGE 110 Ib 319 S. 323i beneficiari appartengano alla categoria degli aventi diritto giusta l'art. 22 LIP ed abbiano altresì avuto il diritto di godimento sui valori patrimoniali che hanno fruttato il reddito imponibile, al momento della scadenza della prestazione imponibile (art. 21 cpv. 1 lett. a LIP). Ora, le persone fisiche hanno diritto al rimborso dell'imposta preventiva se, alla scadenza della prestazione imponibile, avevano il domicilio in Svizzera (art. 22 cpv. 1 LIP). Inoltre, facendo uso della competenza conferitagli dal capoverso 2 dello stesso disposto, il Consiglio federale ha regolato il diritto al rimborso delle persone in soggiorno, stabilendo che chiunque è assoggettato illimitatamente alle imposte secondo la legislazione fiscale cantonale, per il semplice fatto di soggiornare in Svizzera, ha diritto al rimborso dell'imposta preventiva se la prestazione imponibile è maturata nel periodo del suo assoggettamento (art. 51 cpv. 1 OIP); per contro, una persona fisica che, secondo la legislazione fiscale cantonale, non è assoggettata illimitatamente alle imposte cantonali, ma che, in forza delle disposizioni di legge, deve pagare imposte federali, cantonali o comunali sui redditi colpiti dall'imposta preventiva o sulla sostanza da cui detti redditi provengono, ha diritto - sino a concorrenza di tali imposte - al rimborso dell'imposta preventiva dedotta dai redditi, se la prestazione imponibile è maturata nel periodo del suo assoggettamento (art. 51 cpv. 2 OIP).\n\nNel caso in esame, la questione di sapere se gli azionisti Y. e Z. - che non avevano domicilio in Svizzera nel mese di marzo del 1976 - fossero imponibili illimitatamente o limitatamente nel Cantone Ticino giusta la cessata legge tributaria dell'11 aprile 1950 è tutt'altro che pacifica alla luce dei considerandi della decisione impugnata e delle argomentazioni dei ricorrenti, e non si può escludere in modo particolare che, a quell'epoca, essi appartenessero unicamente alla cerchia degli aventi diritto ad un rimborso limitato giusta l'art. 51 cpv. 2 OIP: ora, in quest'ipotesi, ci si potrebbe seriamente chiedere se la richiesta della società d'essere ammessa alla procedura di notifica non dovesse essere respinta, secondo il senso dell'art. 24 cpv. 2 OIP, poiché nel caso di specie il diritto dei beneficiari al rimborso poteva semmai esser accertato solo per l'imposta federale diretta dovuta sulle azioni gratuite. Ai fini del giudizio, questa duplice questione - invero delicata - può tuttavia rimanere aperta poiché il rifiuto della procedura di notifica appare giustificato in casu per altri motivi.\n\nBGE 110 Ib 319 S. 324\n\n6. Con la decisione impugnata l'Amministrazione federale delle contribuzioni ha respinto l'istanza della ricorrente poiché gli azionisti Y. e Z. avevano perso il diritto al rimborso dell'imposta preventiva giusta l'art. 23 LIP, avendo essi omesso di notificare le azioni da loro possedute al 1o gennaio 1977, risp. le azione gratuite ricevute nel 1976, nell'ambito della loro dichiarazione ai fini dell'IDN 19o periodo inoltrata il 3 marzo 1977.\n\na) Come già s'è visto, l'ammissione della procedura di notifica dipende dal diritto al rimborso dei beneficiari della prestazione imponibile (art. 24 cpv. 2 OIP), diritto che è disciplinato dagli art. 21 e segg. LIP. Ora, limitatamente alle persone fisiche, che qui interessano, l'art. 23 LIP sancisce la perdita del diritto al rimborso per chiunque, contrariamente alle prescrizioni di legge, non dichiari alle autorità fiscali competenti un reddito colpito dall'imposta preventiva o la sostanza da cui esso proviene. Ne consegue che se il beneficiario della prestazione imponibile non ha il diritto al rimborso, ovvero lo perde per non aver adempiuto agli obblighi di dichiarazione che gl'incombevano, la procedura di notifica non può essere ammessa e la società deve pagare l'imposta e trasferirla al beneficiario conformemente agli art. 12 e segg. LIP. Questa conclusione discende dal testo stesso dell'art. 24 cpv. 2 OIP, è conforme al senso dell'art. 20 LIP e alle finalità dell'imposta preventiva, ed è confortata infine anche dagli art. 25 cpv. 2 e 26 cpv. 4 OIP, da cui si evince - almeno implicitamente - che i destinatari della prestazione che hanno perso il diritto al rimborso debbono sottostare ad una doppia imposizione, pagando sul reddito di capitali mobili sia l'imposta diretta, sia l'imposta preventiva.\n\nb) Secondo il testo dell'art. 24 cpv. 2 OIP, la procedura di notifica è ammessa quando è accertato che i beneficiari della prestazione avrebbero diritto al rimborso dell'imposta. Ciò non significa tuttavia che l'Amministrazione federale delle contribuzioni - chiamata a statuire sull'istanza di notifica, rispettivamente sull'obbligo della società di pagare l'imposta secondo la procedura ordinaria, giusta gli art. 41 LIP e 25 cpv. 2 OIP - debba pronunciarsi in modo definitivo e vincolante anche sul diritto al rimborso dei beneficiari. La decisione su tal punto, che verte anche sulla questione della perenzione ai sensi dell'art. 23 LIP, va richiesta e compete infatti alle autorità fiscali del Cantone, e più precisamente all'ufficio cantonale dell'imposta preventiva (art. 30 cpv. 1 LIP e 51 cpv. 3 OIP; art. 52 cpv. 2 LIP), che deve verificare BGE 110 Ib 319 S. 325le informazioni fornite dall'istante o da terze persone (art. 48 e 49 LIP), accertare la fattispecie e prendere tutti i provvedimenti necessari a stabilire esattamente il diritto al rimborso (art. 50 cpv. 1 e 52 cpv. 1 LIP); inoltre, la risoluzione dell'ufficio è poi suscettibile d'essere impugnata con i rimedi previsti dagli art. 53 e 54 LIP, in base alle prescrizioni della procedura tributaria cantonale (art. 55 LIP), e contro la decisione della commissione di ricorso - che dev'essere indipendente dall'amministrazione (art. 35 cpv. 2 LIP) - è esperibile infine il ricorso di diritto amministrativo al Tribunale federale giusta gli art. 56 LIP, 97 e 98 lett. g OG. Ne consegue in tali circostanze che l'Amministrazione federale delle contribuzioni - chiamata a determinarsi nel senso dell'art. 25 cpv. 2 OIP - non può manifestamente pregiudicare la decisione sul diritto al rimborso della competente autorità cantonale, e ciò tanto più ove si consideri che essa non dispone nemmeno di grandi ragguagli sulla tassazione cantonale del reddito e della sostanza e che, in questa particolare fase della procedura, ancora non sono accertati tutti gli elementi di fatto che sono determinanti per la questione della perenzione: ciò significa in altre parole che l'Amministrazione federale delle contribuzioni deve procedere ad un semplice esame sommario di tale questione pregiudiziale e che le sue conclusioni non possono assolutamente vincolare le autorità cantonali preposte all'evasione delle istanze di rimborso. Del resto, un esame approfondito ed esaustivo di siffatta questione non è neppure necessario alla luce dell'art. 24 cpv. 2 OIP poiché la procedura di notifica dev'essere rifiutata ove non sia appurato che le persone, a carico delle quali l'imposta dovrebbe essere trasferita, avrebbero diritto al rimborso: ora, se questo diritto non può essere senz'altro accertato poiché i beneficiari potrebbero manifestamente averlo perso in virtù dell'art. 23 LIP, la procedura di notifica non potrà essere ammessa e l'obbligazione fiscale dovrà essere soddisfatta nell'ambito della procedura ordinaria, col pagamento dell'imposta ed il relativo trasferimento ai beneficiari; e a questo punto, i destinatari della prestazione imponibile dovranno rivolgersi all'autorità cantonale competente, che si pronuncerà sul loro diritto al rimborso in modo definitivo e vincolante, riservato beninteso il ricorso alla commissione cantonale e al Tribunale federale giusta gli art. 54 e 56 LIP.\n\nDa quanto sopra discende che lo stesso Tribunale federale, allorché è investito con un ricorso di diritto amministrativo rivolto contro il rifiuto della procedura di notifica, deve limitare anch'esso BGE 110 Ib 319 S. 326il proprio potere d'investigazione su tal punto e vagliare unicamente se, in base ad un sommario esame, sussistono sufficienti elementi per concludere che i beneficiari della prestazione imponibile potrebbero aver perso il loro diritto al rimborso, ovverosia in altre parole che questo diritto non risulta senz'altro accertato.\n\nc) Nel caso in esame, i requisiti della procedura di notifica non erano adempiuti poiché l'Amministrazione federale delle contribuzioni poteva legittimamente ritenere che gli azionisti Y. e Z. avessero perso il loro diritto al rimborso in virtù dell'art. 23 LIP.\n\nca) Malgrado il tenore letterale di codesta norma, il diritto al rimborso è considerato perento non solo quando l'interessato, contrariamente alle prescrizioni di legge, non dichiara alle autorità fiscali competenti un reddito già colpito dall'imposta preventiva, ma anche quando il beneficiario della prestazione non indica redditi a proposito dei quali l'imposta preventiva è richiesta solo in seguito, dopo l'inoltro della dichiarazione (cfr. ASA 49.218 consid. 1). In questo contesto, giova rilevare inoltre che il Tribunale federale ha sinora lasciato aperta la questione di sapere se la perdita del diritto al rimborso possa intervenire soltanto quando l'omessa dichiarazione è riconducibile a colpa del richiedente, vale a dire quantomeno a negligenza, o possa subentrare invece anche quando l'indicazione del reddito colpito dall'imposta preventiva è stata tralasciata senza colpa veruna (ASA 49.219/20 consid. 5 e riferimenti).\n\ncb) Nella concreta fattispecie l'Amministrazione federale delle contribuzioni si è basata giustamente sull'imponibilità dei ricorrenti Y. e Z. ai fini dell'imposta per la difesa nazionale, a cui erano assoggettati illimitatamente dal momento in cui essi avevano dimorato nella Svizzera esercitandovi un'attività lucrativa (art. 3 n. 1 lett. b DIN), e questo assoggettamento si estendeva ovviamente a tutti i redditi colpiti da detta imposta e quindi anche alle azioni gratuite, che costituiscono reddito imponibile ai sensi dell'art. 21 cpv. 1 lett. c DIN (DTF 85 I 117 consid. 1; ASA 33.212/13 consid. 1; MASSHARDT, Wehrsteuerkommentar, n. 77 all'art. 21). D'altra parte l'Amministrazione federale delle contribuzioni ha fatto riferimento anche alla dichiarazione presentata dai ricorrenti il 3 marzo 1977, ove essi avrebbero dovuto indicare tutti gli elementi di reddito e di sostanza, ivi compresi i fattori ritenuti non imponibili, in ossequio alle prescrizioni degli art. 85 cpv. 1 e 86 cpv. 1 e 2 DIN, risp. 163 cpv. 1 BGE 110 Ib 319 S. 327e 2 in comb. con gli art. 4 e 241 della nuova legge tributaria cantonale del 28 settembre 1976 (cfr. RTT 1983, pag. 58 consid. 4b): sennonché, queste dichiarazioni d'imposta sono state riempite invece in modo palesemente difettoso, trascurando le avvertenze riportate sul formulario per i contribuenti con domicilio all'estero o in altri cantoni.\n\nOra, pur ammettendo che la perdita del diritto al rimborso possa subentrare soltanto se il beneficiario della prestazione ha agito con colpa, nella concreta fattispecie si può pressoché ritenere che i ricorrenti Y. e Z. abbiano omesso di dichiarare le azioni gratuite attribuite loro nel 1976 finanche intenzionalmente. In effetti, tutta l'operazione conclusasi con l'aumento del capitale sociale intervenuto il 15 marzo 1976, aumento che essi hanno voluto come azionisti proprietari ognuno del 50% delle azioni, mirava manifestamente a dissimulare i loro diritti di partecipazione nella società ed i ricorrenti - come azionisti e condirettori di una ditta svizzera - non potevano certo pretendere d'essere tanto inesperti in materia tributaria da venir meno ai più elementari obblighi di dichiarazione, ove il loro proposito non fosse chiaramente quello di nascondere al fisco sia la loro partecipazione azionaria, sia l'attribuzione delle azioni gratuite emesse il 15 marzo 1976. D'altra parte, dopo le inequivocabili richieste inviate dall'Amministrazione federale delle contribuzioni alla società e alla di lei fiduciaria fin dal 27 aprile 1976, Y. e Z. dovevano manifestamente conoscere le conseguenze fiscali dovute ad un'eventuale omissione, cosicché la loro pretesa d'aver inoltrato una dichiarazione incompleta in assoluta buonafede appare, nelle circostanze concrete, addirittura pretestuosa.\n\ncc) Vero è che, in data 13 marzo 1979, i ricorrenti hanno dichiarato all'autorità fiscale d'aver sottratto all'imposizione le azioni della X. SA, facendo atto di resipiscenza attiva, e che tale autorità ha provveduto in seguito ad annullare le tassazioni eseguite il 16 marzo ed il 20 aprile 1978 sulla scorta di codeste dichiarazioni incomplete, sostituendole con due nuove tassazioni, comprensive del capitale azionario e del reddito proveniente dalle azioni gratuite. Questa circostanza è tuttavia ininfluente.\n\nSecondo costante giurisprudenza, infatti, il beneficiario della prestazione imponibile perde il diritto al rimborso quando il reddito colpito dall'imposta preventiva non viene indicato nell'ambito della prima dichiarazione consecutiva alla scadenza della prestazione stessa o comunque anteriormente alla crescita in giudicato della tassazione BGE 110 Ib 319 S. 328ordinaria; una denuncia spontanea degli elementi di reddito e di sostanza sottaciuti, fatta dopo la crescita in giudicato della tassazione, non può invece sopprimere gli effetti della perenzione, ancorché possa esser tenuta in linea di conto per l'imposizione del reddito e della sostanza, ad esempio nell'ambito di una revisione o di una procedura contravvenzionale (ASA 41.321 consid. 3, 35.243 consid. 1, 25.374 consid. 2). Ora, in concreto i ricorrenti sono stati tassati per il 1977 - in base alla loro dichiarazione incompleta del 3 marzo dello stesso anno - sul solo reddito da attività dipendente e queste tassazioni sono passate in giudicato, per Y. 30 giorni dopo la notificazione e per Z. dopo l'evasione di un reclamo ove pretese addirittura di non essere azionista della società: ne consegue che la denuncia spontanea del 13 marzo 1979, fatta allorché le tassazioni a conguaglio erano divenute da tempo definitive, ha certo condotto in casu ad una rettifica di dette tassazioni, preceduta anche dall'apertura di una procedura di contravvenzione, ma non ha invece potuto influire sulla decadenza del diritto al rimborso secondo l'art. 23 LIP e la relativa prassi del Tribunale federale. Stando così le cose, e ritenuto altresì che l'Amministrazione federale delle contribuzioni doveva procedere ad un semplice esame pregiudiziale di tale questione, la perdita di codesto diritto può essere ammessa in casu con un alto grado di probabilità poiché il contrario non risulta dagli atti e poiché non spetta al Tribunale federale di vagliare in questa sede se, in un caso come quello in rassegna, la perenzione del diritto al rimborso intervenga sempre, senza possibili eccezioni.\n\ncd) Se ne deve concludere che il diritto al rimborso dei ricorrenti Y. e Z. non era affatto accertato nel concreto caso conformemente all'art. 24 cpv. 2 OIP e che il rifiuto della procedura di notifica sfugge dunque manifestamente alla critica ricorsuale.\n\nd) Y., Z. e la X. SA pretendono altresì che la denuncia spontanea del 13 marzo 1979, con la conseguente avvenuta imposizione del provento delle azioni gratuite, sarebbe stata fatta dagli azionisti nella radicata convinzione di poter ottenere il rimborso dell'imposta, onde il diniego di questo diritto sarebbe costitutivo nelle circostanze concrete d'un formalismo eccessivo. Queste allegazioni sono inconferenti per più di un verso e non meritano particolare commento. Per tacere del fatto che l'asserita convinzione manifestata dai ricorrenti è assai poco verosimile, basta osservare che una decisione presa dall'Amministrazione BGE 110 Ib 319 S. 329federale delle contribuzioni per salvaguardare l'adempimento dell'obbligo fiscale mediante pagamento dell'imposta, in ossequio alle prescrizioni di legge, non configura certo un eccesso di formalismo, che il rifiuto della procedura di notifica non pregiudica neppure la decisione sul diritto al rimborso degli azionisti, decisione che - come s'è visto - compete alle autorità cantonali, e che i ricorrenti non pretendono nemmeno d'aver ricevuto assicurazioni o ragguagli che avrebbero garantito loro il diritto al rimborso in caso di denuncia spontanea, né dimostrano d'altro canto d'aver riposto il loro affidamento su di un'attitudine d'altra indole assunta dall'autorità fiscale. Comunque sia, se bisogna convenire che nella concreta fattispecie è stato discusso a più riprese d'un tale rimborso, ovvero della liquidazione dell'imposta mediante notifica, ciò che implica lo stesso risultato (ASA 49.221 consid. 6), bisogna anche rilevare - sulla base degli atti di causa - che ai ricorrenti non è mai stata data un'assicurazione vincolante implicita od esplicita a tal riguardo, onde l'Amministrazione federale delle contribuzioni non ha manifestamente potuto assumere un'attitudine contraddittoria, lesiva del principio della buonafede (cfr. ASA 49.221 consid. 6).\n\n7. Alla luce delle considerazioni che precedono, si deve dedurre che i gravami dei ricorrenti si avverano infondati sotto ogni aspetto e devono essere respinti. In termini più precisi, ciò comporta in primo luogo la reiezione delle conclusioni n. 1 e 3, con cui i ricorrenti hanno postulato l'annullamento della decisione impugnata e chiesto inoltre di ammettere la società alla procedura di notifica. La conclusione n. 2, che concerne il diritto degli azionisti al rimborso dell'imposta, è innanzitutto irricevibile in quanto conclusione indipendente poiché non spetta all'Amministrazione federale delle contribuzioni di statuire definitivamente su codesto diritto; in quanto semplice domanda d'accertamento pregiudiziale di tale questione, essa è invece infondata e dev'essere disattesa per le ragioni esposte ai considerandi precedenti.\n\nCon i dispositivi n. 2 e 3, l'Amministrazione federale delle contribuzioni ha stabilito in Fr. ... l'ammontare d'imposta dovuto dalla società ed ha ordinato a quest'ultima di trasferirla agli azionisti Y. e Z. in ragione di metà ciascuno. Ancorché i ricorrenti non siano formalmente insorti contro questi dispositivi, giova rilevare che essi sono come che sia legittimi, l'Amministrazione federale delle contribuzioni dovendo vigilare in modo particolare all'adempimento BGE 110 Ib 319 S. 330dell'obbligo di traslazione (art. 14 LIP) per assicurare in tal guisa la riscossione dell'imposta (art. 41 LIP; DTF 110 Ib 137 consid. 4d, DTF 108 Ib 477 /78 consid. 3b/c).\n\n8. Con il dispositivo n. 4 della decisione querelata, l'Amministrazione federale delle contribuzioni ha pure richiesto alla ricorrente il pagamento delle spese esecutive e di un interesse di mora del 5% a partire dal 28 novembre 1979.\n\na) Giusta l'art. 16 cpv. 2 LIP, sulle imposte scadute, ma non ancora pagate entro 15 giorni dall'intimazione di una diffida ufficiale, è dovuto un interesse a contare dalla data della diffida; il tasso di questo interesse è stabilito dal Dipartimento federale delle finanze (e delle dogane). Ora, l'imposta preventiva sui redditi di capitali mobili scade 30 giorni dopo che è sorto il credito fiscale (art. 16 cpv. 1 lett. c LIP), ovverosia 30 giorni dopo la scadenza della prestazione imponibile (art. 12 cpv. 1 LIP). Ne consegue che la scadenza dell'imposta preventiva sulle azioni gratuite emesse il 15 marzo 1976 è intervenuta il 15 aprile 1976 e che la X. SA era quindi tenuta a pagare spontaneamente l'imposta o a fare la notifica sostitutiva entro codesta data (art. 38 cpv. 2 LIP). Essa non ha però fatto fronte alle sue obbligazioni fiscali e l'Amministrazione federale delle contribuzioni l'ha pertanto diffidata, ancorché inutilmente, a dichiarare la prestazione imponibile e a versare l'importo di Fr. ... già con scritto del 27 aprile 1976; stando così le cose, l'interesse di mora è dovuto a partire da codesta diffida del 27 aprile 1976, e non dal 28 novembre 1979, ad un tasso del 6% fino al 31 dicembre 1978 e del 5% dal 1o gennaio successivo (art. 1 cpv. 1 dell'ordinanza 30 giugno 1975 del Dipartimento federale delle finanze e delle dogane in RU 1975, pag. 1455; art. 1 cpv. 1 e cpv. 2 lett. b dell'ordinanza 30 ottobre 1978 dello stesso Dipartimento in RS 642.212).\n\nb) Da quanto sopra discende che il dispositivo n. 4 della decisione impugnata dev'essere riformato in tal senso, in applicazione dell'art. 114 cpv. 1 OG: le condizioni per la reformatio in peius sono infatti adempiute poiché i ricorrenti sono stati preventivamente avvertiti (cfr. KNAPP, Précis de droit administratif, II ediz., n. 994; inoltre DTF 100 Ib 129, DTF 97 V 252), poiché la risoluzione impugnata, in punto alla decorrenza degli interessi giusta l'art. 16 cpv. 2 LIP, risulta manifestamente erronea e poiché la sua rettifica nel senso sopraesposto appare di notevole importanza (DTF 108 Ib 228 consid. 1b, DTF 107 Ib 168 /69 consid. 1a, DTF 103 Ib 369).\n\nBGE 110 Ib 319 S. 331\n\nPer questi motivi, il Tribunale federale pronuncia:\n\n1. In quanto ricevibili, i ricorsi di diritto amministrativo sono respinti.\n\n2. Il dispositivo n. 4 della decisione impugnata è riformato nel senso che la X. SA deve pagare sull'imposta scaduta di Fr. ... un interesse di mora del 6% dal 28 aprile 1976 e del 5% dal 1o gennaio 1979; rimane inoltre dovuta la somma di Fr. ... per spese esecutive."}