{"annee": "110", "cour": "IB", "page": "148", "date": "5/7/1984", "cite": ["99 IB 421", "100 IB 341"], "cite_par": ["116 V 41", "123 II 542", "117 IB 225", "111 IB 308", "113 IB 363", "112 IB 128", "122 II 382", "145 I 121", "140 V 328", "116 IB 309", "111 V 279", "123 II 371", "111 V 151", "114 V 94"], "chapeau": "26. Urteil der II. öffentlichrechtlichen Abteilung vom 5. Juli 1984 i.S. Kanton Zürich und Waldzusammenlegungsgenossenschaft Weinland-Süd gegen Eidg. Departement des Innern (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 99 lettre h et 103 lettre a OJ; art. 26 et 42 al. 1 lettre c LFor; droit aux subventions fédérales lors de remaniements parcellaires. L'art. 42 al. 1 lettre c LFor accorde en principe un droit aux subventions fédérales (consid. 1b). Les corporations constituées en vue de remaniements parcellaires de forêts ont qualité pour former un recours de droit administratif (consid. 1c). Constitue une violation du droit fédéral le refus d'accorder une subvention fédérale pour un projet de remaniement parcellaire de forêts déterminé, qui se fonde sur la situation tendue des finances de la Confédération. Il appartient à l'administration de répartir entre les différents projets les crédits disponibles, selon le principe de l'égalité de traitement et sans arbitraire (consid. 2)."], "faits": "BGE 110 Ib 148 S. 149\n\nMit Schreiben vom 28. April 1978 erklärte sich das Bundesamt für Forstwesen mit dem Vorprojekt der Waldzusammenlegung Weinland-Süd einverstanden und stellte einen Bundesbeitrag von 27% in Aussicht. Am 14. Dezember 1979 beschlossen die beteiligten Grundeigentümer die Durchführung der Waldzusammenlegung. Mit Beschluss vom 5. Mai 1982 genehmigte der Regierungsrat des Kantons Zürich das Projekt der Waldzusammenlegung Weinland-Süd und stellte fest, dass die Waldungen im Beizugsgebiet im Sinne von Art. 26 des Bundesgesetzes betreffend die eidgenössische Oberaufsicht über die Forstpolizei vom 11. Oktober 1902 (FPolG; SR 921.0; Fassung vom 22. Juni 1945/23. September 1955) zusammenlegungsbedürftig sind. Es wurde die Ausrichtung von Staatsbeiträgen an die subventionsberechtigten Kosten von BGE 110 Ib 148 S. 1504 Mio. Franken zugesichert und die Direktion der Volkswirtschaft wurde eingeladen, beim Bundesamt für Forstwesen um Zuerkennung eines entsprechenden Bundesbeitrages nachzusuchen.\n\nAm 2. Juni 1982 reichte die Direktion der Volkswirtschaft des Kantons Zürich beim Bundesamt für Forstwesen die Subventionsakten ein und beantragte gestützt auf Art. 26 und Art. 42 FPolG:\n\n\"1. das Projekt der Waldzusammenlegung Weinland-Süd technisch zu genehmigen,\n\n2. vom Kostenvoranschlag des Unternehmens von Fr. 4 Mio. Kenntnis zu nehmen,\n\n3. an die Kosten von Fr. 250'000.- der ersten Bauetappe den entsprechenden Bundesbeitrag zuzusichern.\"\n\nMit Schreiben vom 1. November 1982 teilte das Eidgenössische Departement des Innern (EDI) der Volkswirtschaftsdirektion des Kantons Zürich mit, die heutige Finanzlage des Bundes verlange, dass der Bund Prioritäten setze und seine Mittel auf Projekte beschränke, die ohne Bundesmittel nicht mit erträglichen Restkosten für den Waldeigentümer zu realisieren sind. Projekte im Mittelland, in Gebieten mit verhältnismässig einfachen Geländebedingungen und mit den höchsten Zuwachskräften könnten daher in absehbarer Zeit in finanzstarken Kantonen nicht mehr mit Bundesbeiträgen unterstützt werden. Obwohl die Notwendigkeit der geplanten Arbeiten ausgewiesen sei, könne das Departement dem Projekt heute keine Dringlichkeit zuweisen und sehe sich deshalb gezwungen, dem Waldzusammenlegungsprojekt Weinland-Süd im heutigen Zeitpunkt keinen Bundesbeitrag zuzuerkennen.\n\nGegen das - nicht als Verfügung bezeichnete und nicht mit Rechtsmittelbelehrung versehene - Schreiben des Departements erhoben die Direktion der Volkswirtschaft des Kantons Zürich und die Waldzusammenlegungsgenossenschaft Weinland-Süd am 29. November 1982 Verwaltungsgerichtsbeschwerde mit dem Antrag:\n\n\"der angefochtene Entscheid sei aufzuheben, und an das Waldzusammenlegungsprojekt Weinland-Süd sei ein Bundesbeitrag zu gewähren; eventuell sei vorerst ein Bundesbeitrag an die Kosten von Fr. 250'000.- der ersten Bauetappe zu gewähren.\"\n\nZur Begründung wird im wesentlichen geltend gemacht, es bestehe ein Rechtsanspruch auf Bundesbeiträge für Waldzusammenlegungen; wenn aber ein solcher Rechtsanspruch bestehe, könne der Beitrag nicht mangels verfügbarer Bundesmittel und mit dem Hinweis auf eine geplante Neuverteilung der Mittel abgelehnt oder BGE 110 Ib 148 S. 151auf unabsehbare Zeit hinausgeschoben werden; dafür fehle eine Rechtsgrundlage.\n\nDas EDI beantragt in der Vernehmlassung vom 25. Februar 1983\n\n\"1. auf die Beschwerde sei nicht einzutreten;\n\n2. eventualiter sei den Beschwerdeführern, trotz unbestrittenem Rechtsanspruch auf einen Bundesbeitrag, infolge der knappen zur Verfügung stehenden Bundesmittel, der sich daraus ergebenden Prioritätensetzung durch den Bund sowie der besonderen Situation bezüglich Waldzusammenlegungsprojekte im Kanton Zürich im heutigen Zeitpunkt kein Bundesbeitrag zuzusichern;\n\n3. subeventualiter sei das Eidgenössische Departement des Innern (EDI) zu verpflichten, dem Eventualantrag der Beschwerdeführer auf Zusicherung eines Bundesbeitrages (an die Kosten) von Fr. 250'000.- für die erste Etappe im Rahmen des vom Parlament bewilligten Jahreszusicherungskredites und des jährlichen Kreditkontingents für den Kanton Zürich zu entsprechen\"\n\nDas Bundesgericht heisst die Beschwerde gut und weist das EDI an, das Gesuch innert nützlicher Frist zu behandeln und einen Bundesbeitrag festzusetzen.", "considerants": "Erwägungen:\n\n1. a) Gemäss Art. 97 OG beurteilt das Bundesgericht letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne von Art. 5 des Bundesgesetzes vom 20. Dezember 1968 über das Verwaltungsverfahren (VwVG); als Verfügung gilt auch das unrechtmässige Verweigern oder Verzögern einer Verfügung.\n\nDas EDI begründet den Nichteintretensantrag damit, dass es sich beim angefochtenen Schreiben vom 1. November 1982 nicht um eine Ablehnung des Subventionsgesuches und mithin nicht um eine beschwerdefähige Verfügung im Sinne von Art. 97 Abs. 1 OG/Art. 5 VwVG, sondern um eine bloss vorläufige Rückstellung des Gesuchs handle. Auch der Vorwurf der unrechtmässigen Verweigerung oder Verzögerung könne nicht erhoben werden.\n\nWie die Beschwerdeführer mit Recht ausführen, bedeutet die Behandlung durch das EDI praktisch, dass ein Beitrag auf absehbare Zeit nicht ausgerichtet wird. Das EDI geht selbst davon aus, dass nach dem von ihm angenommenen Kontingent von jährlich einer Million Franken der Kanton Zürich noch Projekte für mehr als 25 Jahre in Vorbereitung respektive die Bundessubventionen für diese Zeitspanne ausgeschöpft habe. Da zudem eine wesentliche BGE 110 Ib 148 S. 152Kürzung des Kontingents für den Kanton Zürich für die Zukunft nicht zu umgehen sei, müsse mit einer Durchführungszeit aller in Vorbereitung befindlicher Projekte von annähernd 50 Jahren gerechnet werden.\n\nWas dies für die Waldzusammenlegung Weinland-Süd konkret bedeutet, kann offenbleiben. Geht man davon aus, dass das EDI mit den inskünftig noch verknappten Mitteln gemäss einer Prioritätenliste nur Projekte im zürcherischen Berggebiet und in Gebieten mit erschwerten Bewirtschaftungsverhältnissen, nicht dagegen Projekte wie das vorliegende im zürcherischen Mittelland unterstützen will, kann eine Beitragszusicherung in absehbarer Zeit nicht, oder gemäss Berechnung der Beschwerdeführer frühestens in 42 Jahren erwartet werden. Darum wird denn auch im angefochtenen Schreiben vorgeschlagen, \"vorläufig\" im Kanton Zürich die Aufwendungen zwischen Kanton/Gemeinde/Grundeigentümer neu aufzuteilen bzw. die Restkostenbelastung für die Waldeigentümer zu prüfen.\n\nOb man das Schreiben des EDI als Verfügung im Sinne von Art. 5 VwVG bezeichnen kann, die besagt, dass eine nach Bundesrecht anbegehrte Subvention auf unbestimmt lange Zeit hinaus nicht gewährt werden kann, oder ob vielmehr von einem unrechtmässigen Verzögern oder Verweigern einer Verfügung gesprochen werden muss, braucht nicht geprüft zu werden. Im ersten Fall steht die Verwaltungsgerichtsbeschwerde nach Art. 97 Abs. 1, im zweiten Fall nach Art. 97 Abs. 2 OG offen.\n\nb) Die Verwaltungsgerichtsbeschwerde ist allerdings nur zulässig, wenn es sich bei den fraglichen Bundesbeiträgen um solche handelt, auf die das Bundesrecht einen Anspruch einräumt (Art. 99 lit. h OG). Das EDI anerkennt, dass grundsätzlich ein Anspruch auf die anbegehrte Subvention besteht; das Bundesgericht hat jedoch die Voraussetzungen einer Verwaltungsgerichtsbeschwerde von Amtes wegen zu prüfen und ist nicht an die Stellungnahme des Departements gebunden.\n\nEin auf Bundesrecht gestützter Anspruch auf einen Beitrag ist dann zu bejahen, wenn das Bundesrecht selber die Bedingungen umschreibt, unter welchen ein Beitrag zu gewähren ist, ohne dass es im Ermessen der gesetzesanwendenden Behörde läge, ob sie einen Beitrag gewähren will oder nicht (BGE 100 Ib 342 E. 1b, BGE 99 Ib 422 /3; RENÉ A. RHINOW, Wesen und Begriff der Subvention in der Schweizerischen Rechtsordnung, 1971, S. 168). Dabei kann es keine Rolle spielen, ob der anspruchsbegründende Erlass ein BGE 110 Ib 148 S. 153Gesetz oder eine Verordnung ist, oder ob die Berechtigung sich aus mehreren Erlassen ergibt, etwa aus einem Bundesgesetz und der dazugehörenden Vollziehungsverordnung (RHINOW, a.a.O. S. 167/8).\n\nGemäss Art. 42 Abs. 1 lit. c FPolG leistet der Bund Beiträge an Parzellarzusammenlegungen von Privatwaldungen (Art. 26) bis 45%. Art. 22 Abs. 5 der Vollziehungsverordnung zum FPolG vom 1. Oktober 1965 (FPolV; SR 921.01) sieht vor, dass der Bund die Unterstützung einer Parzellarzusammenlegung ablehnen kann, wenn der mittlere Flächenanspruch der Eigentümer sehr klein ist und die Erschliessung der einzelnen Parzellen ein überdurchschnittlich dichtes und kostspieliges Wegnetz erfordern würde; in diesem Fall wäre eine korporative Zusammenlegung anzustreben. Schon der Wortlaut von Art. 42 Abs. 1 lit. c FPolG spricht eher für die Auffassung, dass ein fester Anspruch auf Bundesbeiträge besteht, heisst es doch nicht: \"Der Bund kann Beiträge leisten\", sondern: \"Der Bund leistet ferner Beiträge.\" In Verbindung mit der einschränkenden Bedingung von Art. 22 Abs. 5 FPolV, unter der allein die Leistung von Beiträgen abgelehnt werden kann, ergibt sich, dass die zuständige Behörde an sich eine Subvention gewähren muss. Daran ändert auch die Tatsache nichts, dass im Gesetz selber oder in einer Verordnung kein Mindestbeitrag, sondern nur ein Maximalbeitrag (von 45%) vorgesehen ist. Welche Bedeutung dieser Ausgestaltung der Subventionsordnung im vorliegenden Fall zukommt, ist nicht im Rahmen der Eintretensfrage zu prüfen, vielmehr handelt es sich dabei um eine materiellrechtliche Frage (vgl. BGE 99 Ib 423 2. Absatz); dies gilt auch für die Frage, welche Auswirkungen die Lage der Bundesfinanzen auf die Subventionspraxis der zuständigen Behörde haben kann, wenn grundsätzlich ein Anspruch auf Bundesbeiträge besteht.\n\nc) Ist die Verwaltungsgerichtsbeschwerde somit zulässig, ist weiter zu prüfen, ob die Beschwerdeführer zur Beschwerde legitimiert sind. Gemäss Art. 103 lit. a OG ist zur Verwaltungsgerichtsbeschwerde berechtigt, wer durch die angefochtene Verfügung berührt ist und ein schutzwürdiges Interesse an deren Aufhebung oder Änderung hat. Die Waldzusammenlegungsgenossenschaft Weinland-Süd ist durch die Verweigerung der Bundessubvention für die durch sie vorzunehmende Parzellarzusammenlegung ohne Zweifel betroffen. Sie ist eine Genossenschaft des öffentlichen Rechts (§ 1 ihrer Statuten vom 14. Dezember 1979, vom Regierungsrat am 25. Juni 1980 genehmigt). Als öffentlichrechtliche BGE 110 Ib 148 S. 154Körperschaft ist sie durch die (vorläufige) Verweigerung des Bundesbeitrages für die Durchführung der im öffentlichen Interesse liegenden Aufgabe vorerst als Trägerin hoheitlicher Gewalt betroffen. Erforderlich für ihre Legitimation ist aber, dass sie durch die angefochtene Verfügung bzw. die beanstandete Rechtsverweigerung oder -verzögerung wie ein Privater betroffen ist (BGE 108 Ib 207 mit Hinweisen). Sie verfolgt nun mit ihrer Beschwerdeführung nicht nur ein allgemeines öffentliches Interesse (an der richtigen Anwendung von Bundesrecht), sondern wie ein Privater ein bestimmtes, eigenes finanzielles Interesse. Daher ist sie zur Verwaltungsgerichtsbeschwerde legitimiert (BGE 105 Ib 359 E. 5a mit Hinweisen; FRITZ GYGI, Bundesverwaltungsrechtspflege, 2. Aufl. 1983, S. 170/1, Ziff. 6.2.2 und 6.3).\n\nOb auch auf die Beschwerde des durch die Volkswirtschaftsdirektion vertretenen Kantons Zürich eingetreten werden kann, ist nicht von vornherein klar. Der Kanton bezieht die Bundessubventionen nicht für sich selber, sondern zuhanden der Waldzusammenlegungsgenossenschaften, denen sie letztlich zur Erfüllung ihrer Aufgaben zukommen sollen. Ob der Kanton schon darum im Sinne von Art. 103 lit. a OG legitimiert sei, weil er sich allenfalls gezwungen sehen könnte, einen Teil des verweigerten Bundesbeitrags zu übernehmen, steht nicht ohne weiteres fest. Indessen mag diese Frage offenbleiben; auf die in der Beschwerde aufgeworfenen materiellrechtlichen Fragen ist, da jedenfalls die Waldzusammenlegungsgenossenschaft Weinland-Süd zur Verwaltungsgerichtsbeschwerde legitimiert ist, ohnehin einzutreten.\n\n2. a) Gemäss Art. 26 FPolG ist vor Beginn der Grundbuchvermessung stets die Parzellarzusammenlegung von Privatwaldungen vorzunehmen, sofern diese zusammenlegungsbedürftig sind, worüber die Kantonsregierung entscheidet; wenn eine gute Bewirtschaftung wegen übermässiger Parzellierung nicht möglich ist, kann die kantonale Regierung die Zusammenlegung auch unabhängig von der Grundbuchvermessung verfügen. Im vorliegenden Fall ist die Zusammenlegungsbedürftigkeit durch den Regierungsrat festgestellt (Regierungsratsbeschluss vom 5. Mai 1982) und seitens der Bundesbehörden nicht bestritten; zum Teil befinden sich im Beizugsgebiet auch unvermessene Waldungen. Da auch keine Ausnahme im Sinne von Art. 22 Abs. 5 FPolV geltend gemacht wird und ersichtlich wäre, sind die Voraussetzungen für die Gewährung eines Bundesbeitrags damit grundsätzlich gegeben.\n\nb) Bei durch das Gesetz selber vorgesehenen Subventionsverhältnissen BGE 110 Ib 148 S. 155sind verschiedene Stufen von Berechtigungen auseinanderzuhalten (RHINOW, a.a.O. S. 169). Im einfachsten Fall regelt die Norm alle Subventionsvoraussetzungen abschliessend; insbesondere erstreckt sich der Anspruch aus dem Gesetz auch auf die Höhe des Beitrags (Bsp.: Art. 33 und 44 Gewässerschutzgesetz in Verbindung mit Art. 39 der Allgemeinen Gewässerschutzverordnung und deren Anhänge 2 und 3). Daneben gibt es Erlasse, die eine staatliche Zuwendung an sich fest zusichern, ohne dass die Höhe der Beiträge oder jedenfalls deren Mindesthöhe fixiert wird. Es entsteht dennoch eine subjektive Berechtigung, die allerdings auf das \"ob\" beschränkt ist (RHINOW, a.a.O.). Ein so begründeter gesetzlicher Anspruch kann ohne gesetzliche Begrenzung oder Verweise nicht durch einen Erlass niedrigerer Stufe entzogen werden (Rhinow, a.a.O. S. 174). Es steht bloss im Ermessen des Bundesrats bzw. der Verwaltung, die Höhe der Zuwendungen festzulegen.\n\nIn Art. 38 Abs. 1 FPolV stellte der Bundesrat Bemessungsgrundsätze für die an Parzellarzusammenlegungen zu gewährende Subventionen auf. Danach sind neben der Finanzkraft der Kantone und der Bauherrschaft die Bedeutung und die Kosten der in Frage stehenden Projekte, deren Schwierigkeiten sowie Lage im Berggebiet zu berücksichtigen. Das EDI macht zu Recht nicht geltend, dass aufgrund dieser Bestimmung in Einzelfällen die Ausrichtung einer Subvention verweigert werden könnte. Gestützt auf Art. 38 FPolV erliess es am 21. Februar 1978 Vorschriften für forstliche Projekte und ihre Unterstützung durch den Bund, und entsprechend setzte das Bundesamt für Forstwesen die Subventionssätze zwischen 24% (finanzstarke Kantone, Waldzusammenlegung ausserhalb des Berggebiets, keine gemeinsame Bewirtschaftung vorgesehen) und 45% (finanzschwache Kantone, Waldzusammenlegung im Berggebiet, vollständige gemeinsame Bewirtschaftung vorgesehen) fest. Wie die Beschwerdeführer unwidersprochen dartun, hat der Bund von den seit 1948 im Kanton Zürich beschlossenen Waldzusammenlegungen bisher 69 Projekte materiell beurteilt und denn auch an alle - das vorliegende ausgenommen - einen Bundesbeitrag von 26-40% geleistet. Aber auch für das vorliegende Projekt bestünde nach dem Gesagten ein Rechtsanspruch auf Zuwendungen des Bundes.\n\nDas EDI beruft sich jedoch auf die knappen Bundesmittel und die zur Verfügung stehenden Kredite, die in absehbarer Zeit für die Subventionierung sämtlicher Werke nicht genügten und eine BGE 110 Ib 148 S. 156Prioritätsordnung erforderlich machten. Die vorgesehene Prioritätsordnung (zugunsten von Berggebieten und Gebieten mit erschwerter Bewirtschaftung) hat aber zur Folge, dass an die vorliegende Parzellarzusammenlegung auf absehbare Zeit keine Bundesbeiträge ausbezahlt werden sollen. Es ist somit im folgenden zu fragen, ob der Bund trotz Bestehens eines entsprechenden öffentlichrechtlichen Anspruchs die Auszahlung von Beiträgen allein mit dem Argument verweigern kann, er verfüge nicht über die nötigen Mittel, bzw. die erforderlichen Kredite seien nicht gesprochen.\n\nc) Die Bundesversammlung erstellt jährlich den Voranschlag (Art. 85 Ziff. 10 BV). Soweit es um Ausgaben für Bundesbeiträge geht, auf die ein gesetzlicher Anspruch besteht, ist das Parlament nicht frei, Kredite zu sprechen oder nicht vorzusehen (Rechtsgutachten des Bundesamtes für Justiz vom 2. Mai 1980 in VPB 44 Nr. 119 S. 564). Dem Budget kommt nicht rechtssetzender Charakter zu (IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, Bd. II, Nr. 154, B III S. 1117). Die Bundesversammlung erlässt den Voranschlag denn auch bloss in Form des einfachen Bundesbeschlusses. Der Voranschlag selber kann somit nicht als gesetzliche Grundlage für die Aufhebung einer gesetzlich vorgesehenen Verpflichtung des Bundes dienen.\n\nNach Art. 2 Abs. 1 des Bundesgesetzes über den eidgenössischen Finanzhaushalt vom 18. Dezember 1968 (FHG; SR 611.0) führen die Bundesversammlung, der Bundesrat und die Verwaltung den Finanzhaushalt des Bundes nach den Grundsätzen der Gesetzmässigkeit, der Dringlichkeit sowie der Wirtschaftlichkeit und Sparsamkeit. Die Bindung an den Grundsatz der Gesetzmässigkeit bedeutet, dass sämtliche Ausgaben in das Budget aufzunehmen sind, zu deren Tätigung das Gemeinwesen rechtlich verpflichtet ist. Es handelt sich dabei um die sogenannten notwendigen Ausgaben. Hierzu zählen zunächst alle Ausgaben, welche in bestehenden Rechtsvorschriften ausdrücklich geregelt sind (anspruchsbegründende Subventionsgesetze, Besoldungsordnungen usw.), Ausgaben, die sich aus zivilrechtlichen Verpflichtungen ergeben wie beispielsweise Schadenersatzleistungen, sowie vorgeschriebene Aufwendungen für Amortisationen und Abschreibungen (KLAUS A. VALLENDER, Finanzhaushaltsrecht, Bund - Kantone - Gemeinden, 1983, S. 33). Reicht der ursprünglich im Budget vorgeschriebene Betrag nicht aus, so ist vom Parlament ein Nachtragskredit zu bewilligen, damit die Verpflichtungen eingehalten werden können (RHINOW, a.a.O. S. 174; vgl. Art. 8 FHG).BGE 110 Ib 148 S. 157\n\nIm Bereich von Subventionen, deren Höhe im Gesetz nicht vorgesehen ist, hat die Bundesversammlung ohne Zweifel die Möglichkeit, den Gesamtkredit für entsprechende subventionsberechtigte Projekte je nach Zustand der Bundesfinanzen tiefer oder höher anzusetzen. Immerhin wird sie dem Umstand Rechnung tragen müssen, dass selbst bei einer sinnvollen Abstufung der Beitragshöhen durch die Verwaltung nach einer Prioritätsordnung auch für solche Projekte noch ein ins Gewicht fallender Beitrag abfällt, die zuunterst auf der Prioritätsliste stehen; ein bloss \"symbolischer\" Beitrag liesse sich mit dem festen Rechtsanspruch auf eine Zuwendung des Bundes nur schwerlich vereinbaren. Weitergehende Subventionskürzungen bedürften jedenfalls einer besonderen gesetzlichen Grundlage.\n\nIm Begleitbrief zum Entwurf 1981 des Eidgenössischen Finanzdepartements für ein Subventionsgesetz wird u.a. folgendes ausgeführt: Die Subventionsausgaben des Bundes machten ungefähr ein Drittel seiner Ausgaben aus. Angesichts dieses hohen Anteils stelle sich die Frage, inwieweit die Aufwendungen für Subventionen als über Kredite steuerbare Ausgaben auszugestalten seien. Diese Steuerbarkeit sei von vornherein nur gegeben, wenn man auf die Einräumung genau umschriebener Rechtsansprüche verzichte und damit höchstens noch im Grundsatz, aber nicht mehr der Höhe nach gebundene Ausgaben schaffe. Finanz- und konjukturpolitische Gründe (vgl. Art. 2 Abs. 3 des Bundesgesetzes über den eidgenössischen Finanzhaushalt) sprächen für eine Ordnung, bei welcher der Ausgabenumfang durch das Budget festgelegt werden kann. Wo das geschehen soll, habe der Gesetzgeber nach Art. 4 Abs. 3 und Art. 6 Abs. 3 des Entwurfs in den Einzelerlassen jeweils vorzusehen, dass Subventionen nur im Rahmen der bewilligten Kredite gewährt werden dürfen. Als eine solche gesetzgeberische Massnahme sah denn auch der Entwurf einen Art. 44a (neu) des FPolG mit folgendem Wortlaut vor:\n\n\"Beiträge an Bauten nach Art. 9, 10 und 41 sowie Beiträge nach den Art. 25, 26bis, 37, 37bis, 42 und 42bis werden nur im Rahmen der bewilligten Kredite gewährt.\"\n\nSolange aber eine derartige Rechtsgrundlage nicht besteht, ist es nicht angängig, Bundesbeiträge, auf die ein Rechtsanspruch besteht, mangels vorhandener Kredite auf Jahre hinaus aufzuschieben, insbesondere wenn dies wie im vorliegenden Fall bedeutet, dass das vom Bundesgesetzgeber als förderungswürdig erachtete BGE 110 Ib 148 S. 158Werk während mindestens einer Generation nicht mit Bundeshilfe erstellt werden kann.\n\nDie Erlasse, die im Rahmen der Sparmassnahmen des Bundes bisher ergingen, stellen keine genügende gesetzliche Grundlage dar. Dass es bei der bisherigen Subventionsregelung für Parzellarzusammenlegungen in Art. 42 Abs. 1 lit. c FPolG vielmehr bleiben sollte, ergibt sich indirekt aus der Neufassung von Art. 42 Abs. 1 lit. d FPolG durch Ziff. I.11.11 des Bundesgesetzes über Massnahmen zum Ausgleich des Bundeshaushalts vom 5. Mai 1977 (SR 611.04). Danach werden sogar an die Zusammenlegung von Privatwaldungen zu gemeinsamer Bewirtschaftung (Art. 26bis FPolG; sogenannte korporative Zusammenlegung im Sinne von Art. 22 Abs. 5 FPolV) Beiträge geleistet, soweit die Aufwendungen des Bundes die Beitragssumme nicht übersteigen, die die Parzellarzusammenlegung ausgelöst hätte.\n\nd) Es steht somit fest, dass die Verwaltung im vorliegenden Fall nicht berechtigt war, den Entscheid über einen Bundesbeitrag auf unbestimmte Zeit hinaus zu verschieben und damit eine Zuwendung faktisch zu verweigern. Dies hätte zur Folge, dass die Ausführung eines nach dem Willen des Bundesgesetzgebers mit Bundesbeiträgen zu fördernden Werks in Frage gestellt würde. Das EDI hat daher Bundesrecht verletzt.\n\nEs ist richtig, dass gemäss Art. 31 Abs. 2 FHG die Dienststellen nur im Rahmen bewilligter Kredite Verpflichtungen eingehen und Zahlungen leisten dürfen. Hingegen müssen sie bei der Bundesversammlung Nachtragskredite zu erwirken suchen, wenn der im Budget vorgesehene Betrag auch für eine minimale Unterstützung aller geplanter beitragsberechtigter Werke nicht ausreichen sollte. Vorab aber haben sie die gebilligten Kredite sinnvoll auf die einzelnen Projekte aufzuteilen. Wenn das Parlament angesichts der Bundesfinanzlage Kredite kürzt, hat die Verwaltung Richtlinien aufzustellen, die eine Aufteilung der zur Verfügung stehenden Gelder auf alle Projekte erlauben. Es wird nicht zu umgehen sein, dass für alle noch nicht unterstützten Projekte Kürzungen in Aussicht genommen werden. Unzulässig ist es, wenn die Verwaltung trotz Verknappung der Mittel an Beitragsrichtlinien festhält, die dazu führen, dass einzelne Projekte mangels vorhandener Mittel überhaupt auf die Bundesunterstützung verzichten müssen: Das Ermessen der Verwaltung bei der Festsetzung der Beitragshöhen findet seine Grenze in Art. 4 BV (VPB 44 Nr. 119 S. 565). Am Beitragsrahmen, wie ihn das Bundesamt für Forstwesen festlegte BGE 110 Ib 148 S. 159(vgl. vorne E. 2b), darf darum nicht festgehalten werden, wenn vom Parlament nicht die nötigen Nachtragskredite erlangt werden können, um alle gesetzlich anspruchsberechtigten Gesuchsteller innert angemessener Frist zu berücksichtigen.\n\nDie Sache ist deshalb an die Vorinstanz zurückzuweisen. Die Verwaltung wird ihre Beitragspraxis aufgrund neuer Richtlinien den geänderten finanziellen Umständen anpassen müssen, und das EDI wird entweder aus Nachtragskrediten oder aufgrund angepasster Richtlinien auch das vorliegende Beitragsgesuch innert nützlicher Frist behandeln und einen Bundesbeitrag zusprechen müssen."}