{"annee": "110", "cour": "II", "page": "132", "date": "28/5/1984", "cite": [], "cite_par": ["111 II 349"], "chapeau": "27. Auszug aus dem Urteil der I. Zivilabteilung vom 28. Mai 1984 i.S. B. gegen S. (Berufung)", "regestes": ["Contestation d'une reconnaissance de dette dont le débiteur prétend qu'elle a été conclue sous la menace (art. 29 et 30 CO). 1. Renvoi de la cause selon l'art. 52 OJ parce que l'arrêt attaqué contient des constatations contradictoires sur le résultat de l'administration des preuves (art. 51 al. 1 lettre c OJ). 2. Art. 30 al. 2 CO, menace d'un procès (consid. 4)."], "faits": "BGE 110 II 132 S. 132\n\nAm 7. Mai 1973 unternahm S. mit einem Wagen des Garagisten B. und in dessen Begleitung eine Probefahrt, bei welcher der Wagen von der Strasse geriet und über eine Böschung in einen Bach stürzte. B. brach sich beide Arme und ist nach wiederholten Spitalaufenthalten heute nur noch beschränkt arbeitsfähig. Er erhielt Versicherungszahlungen von rund Fr. 111'000.- und bezieht eine IV-Rente von monatlich Fr. 3'039.- (Stand 1982). Er musste seinen Garagenbetrieb aufgeben und geriet in finanzielle Schwierigkeiten. Weil er die Versicherungsleistungen für ungenügend hielt, stellte er jahrelang an S. zusätzliche Forderungen. In einer \"Vereinbarung\" vom 7. März 1981 versprach S., B. \"für den verursachten Auto-Unfall\" Fr. 40'000.- zu bezahlen.\n\nAm 1. Juni 1982 erhob S. beim Bezirksgericht des Greyerzerlandes BGE 110 II 132 S. 133gegen B. eine Klage auf Nichtigerklärung dieser Schuldanerkennung. Das Gericht kam nach Beweiserhebung zum Schluss, der Kläger habe seine Unterschrift unter schwerer und ernsthafter Drohung gegeben, und erklärte mit Urteil vom 18. Januar 1983 die Schuldanerkennung als nichtig. Der Beklagte erhob Berufung an das Kantonsgericht Freiburg mit dem Antrag, dieses Urteil aufzuheben und den Kläger zur Zahlung von Fr. 40'000.- nebst 5% Zins seit 16. August 1982 zu verpflichten. Indes bestätigte das Kantonsgericht am 15. Juni 1983 das angefochtene Urteil.\n\nDer Beklagte hat dieses Urteil mit Berufung und staatsrechtlicher Beschwerde angefochten. Mit der vorliegenden Berufung beantragt er, es aufzuheben und den Kläger zur Zahlung von Fr. 40'000.- nebst 5% Zins seit 16. August 1982 zu verpflichten, eventuell die Sache an die Vorinstanz zurückzuweisen. Der Kläger schliesst auf Abweisung der Berufung.", "considerants": "Aus den Erwägungen:\n\n2. Das Kantonsgericht stellt als unbestritten fest, dass der Kläger die Schuldanerkennung fristgerecht angefochten habe (Art. 31 Abs. 2 OR). Unter Hinweis auf die einschlägige Literatur legt es sodann die Rechtslage zu Art. 29 und 30 OR zutreffend dar. Daraus folgt namentlich, dass sich Unverbindlichkeit nur dann ergibt, wenn der Vertrag infolge der Furchterregung überhaupt oder mit dem gegebenen Inhalt abgeschlossen wurde. Richtig ist sodann, dass die Drohung sich gegen Leib und Leben, aber auch gegen Freiheit oder Vermögen richten kann. Furcht vor Geltendmachung eines Rechts wird jedoch nur dann berücksichtigt, wenn eine Notlage des Betroffenen benützt wird, um übermässige Vorteile zu erlangen (Art. 30 Abs. 2 OR).\n\n3. Der kantonale Richter hat in tatsächlicher Hinsicht zu ermitteln und festzustellen, worin im Einzelfall die Drohung bestand, dass sie zu Furcht geführt hat und dass der Vertrag deswegen abgeschlossen wurde.\n\na) Nach dem angefochtenen Urteil scheiden von vornherein gewisse Tatsachen aus, welche das Bezirksgericht noch für erheblich hielt: einerseits die Feststellungen zur Frage, ob der Beklagte zum Querulanten geworden sei; anderseits der Umstand, dass der Beklagte die Haustüre abschloss, nachdem er den Kläger ins Haus eintreten liess; schliesslich auch eine Beeinflussung des Klägers durch Selbstmorddrohung des Beklagten.\n\nBGE 110 II 132 S. 134\n\nb) Als unbestritten oder erstellt hält sodann das Kantonsgericht fest: dass die Unterredung der Parteien anfänglich ruhig verlief und der Beklagte mit Unterlagen seine finanziellen Schwierigkeiten beweisen wollte; dass er den Kläger für die Folgen des Unfalls verantwortlich machte und von ihm Fr. 50'000.- verlangte, obwohl er Fr. 100'000.- für begründet hielt; dass er sich aufregte und die Stimme erhob, als der Kläger die Haftung bestritt und ihm erklärte, er sei von den Versicherungen genügend entschädigt worden; dass der Kläger vor dem Beklagten keine Angst hatte, aber wegen seinen Äusserungen angeblich moralisch bedrückt und dass der Beklagte ganz niedergeschlagen war; dass die Ehefrau des Beklagten dem Kläger erklärte, wenn sie nicht wäre, hätte der Beklagte eine Dummheit gemacht, d.h. sich etwas angetan, er habe ihr gegenüber schon von Selbstmord gesprochen; angesichts dieser Äusserungen wolle es der Kläger für ratsam gehalten haben, statt einem Familiendrama beizuwohnen etwas Geld zusammenzubringen und die Schuldanerkennung zu unterzeichnen. Und etwas später heisst es im angefochtenen Urteil: Freilich räume der Kläger ein, er sei durch die Unterzeichnung der Schuldanerkennung entlastet worden (gemeint in seinem Gewissen), er sei aber nur teilweise beruhigt gewesen, weil er nicht gewusst habe, wie er das Geld aufbringen sollte. Und sodann: Der Kläger wolle die Schuldanerkennung unterzeichnet haben, weil die Sache nach Darstellung des Beklagten sonst mehr gekostet hätte.\n\nc) Alle diese Feststellungen des angefochtenen Urteils und die entsprechenden Vorbringen des Klägers lassen weder eine Bedrohung erkennen noch darauf schliessen, dass die Schuldanerkennung aus begründeter Furcht unterschrieben wurde. Gleichwohl kommt die Vorinstanz zum Schluss, der Kläger habe nach den Umständen damit rechnen müssen, dass es der Beklagte entweder auf sein Leben, d.h. seine körperliche Integrität, oder mindestens auf eine Beeinträchtigung seiner persönlichen Freiheit abgesehen hatte. Sie stützt diesen Schluss auf die Behauptung des Klägers, der Beklagte habe ihm gesagt, er werde das Haus nicht verlassen, bevor er die Schuldanerkennung unterzeichnet habe, sonst werde er diese nie mehr unterschreiben, und sie hält diese Äusserung trotz Bestreitung durch den Beklagten und dessen Ehefrau unter Verweisung auf das erstinstanzliche Urteil für bewiesen. Das Kantonsgericht fügt bei, der Eindruck der Bedrohung dürfte dadurch verstärkt worden sein, dass sich der Kläger an eine frühere Äusserung des Beklagten erinnert haben wolle, er habe beabsichtigt, mit BGE 110 II 132 S. 135dem Gewehr zum behandelnden Arzt Dr. B. zu gehen. Schliesslich hält es das Kantonsgericht für bezeichnend, dass der Kläger am Ende der mehrstündigen Auseinandersetzung so durcheinander gewesen sei, dass er den vom Beklagten angebotenen Imbiss nicht zu sich nehmen konnte und sich nachher sofort verzweifelt seiner Ehefrau und andern Leuten anvertraut habe.\n\nAls drohendes Verhalten des Beklagten stellt die Vorinstanz damit ausschliesslich die Äusserung fest, dass der Kläger vor der Unterzeichnung der Schuldanerkennung das Haus nicht verlassen werde. Dabei rügt der Beklagte in diesem Zusammenhang zu Recht ein offensichtliches Versehen der Vorinstanz; nach dem massgebenden Protokoll drohte der Beklagte nämlich nicht, \"er\" (der Kläger) werde sonst nie mehr unterschreiben, sondern erklärte lediglich \"sinon celle-ci ne serait jamais signée\"; das aber brauchte nicht eine drohende Bedeutung zu haben. Sodann beruht der Schluss der Vorinstanz auf einer Erinnerung des Klägers an eine frühere Drohung des Beklagten zu Lasten seines Arztes, doch fehlt es dazu an jeder positiven Feststellung der Vorinstanz. Was die der Unterzeichnung nachfolgende Reaktion des Klägers gegenüber Drittpersonen betrifft, hält das Kantonsgericht nur die Verzweiflung fest, die aber auf die Entdeckung seines \"angeblichen Irrtums\" zurückgeführt werden könnte. Was schliesslich den Verzicht auf den angebotenen Imbiss anbelangt, weist der Beklagte zu Recht darauf hin, dass der Kläger im Strafverfahren erklärt hat: \"J'étais aussi pressé d'aller fourrager.\"\n\nd) Die widersprüchlichen Annahmen der Vorinstanz machen eine Rechtsanwendung unmöglich. Sie erlauben von vornherein nicht, das angefochtene Urteil zu bestätigen, weil sie nicht belegen, dass begründete Furcht und nicht andere Überlegungen (Mitleid mit dem Beklagten, Vermeidung eines Prozesses und entsprechender Risiken) den Kläger zur Unterzeichnung der Schuldanerkennung veranlasst haben. Anderseits rechtfertigt sich eine Abweisung der Klage nicht, solange das Kantonsgericht in tatsächlicher Hinsicht derart vage formuliert hat. Die Sache ist daher zur Vervollständigung des Sachverhaltes und Neubeurteilung an die Vorinstanz zurückzuweisen. Da das Kantonsgericht mit seiner Urteilsbegründung gegen die Pflicht verstossen hat, das Ergebnis der Beweisführung festzustellen (Art. 51 lit. c OG), kommt das Verfahren nach Art. 52 OG zur Anwendung.\n\n4. Eine Rückweisung erübrigte sich, wenn die Anfechtung der Schuldanerkennung schon daran scheitern würde, dass der BGE 110 II 132 S. 136Beklagte damit gar keinen übermässigen Vorteil erlangt hätte (Art. 30 Abs. 2 OR). Das Kantonsgericht vermisst Anhaltspunkte dafür, dass der Beklagte vom Kläger Fr. 100'000.- oder auch nur Fr. 40'000.- hätte fordern können; es sei daher höchst fragwürdig, ob er in einem Prozess überhaupt etwas herausgeholt hätte. Damit habe er sich einen finanziellen Vorteil ausbedungen, den er ohne die psychische Zwangslage des Klägers praktisch mit Sicherheit nicht erlangt hätte.\n\nDer Beklagte behauptet ein offensichtliches Versehen, weil er auch nach der Darstellung des Klägers nie behauptet habe, Fr. 100'000.- fordern zu können. Es ist richtig, dass nur die Äusserung erstellt ist, bei Nichtunterzeichnung würde es mehr als Fr. 40'000.- kosten; der Unterschied und damit das Versehen ist aber ohne Bedeutung.\n\nDer Beklagte rügt auch eine Verletzung von Art. 8 ZGB, weil er nicht zum Beweis zugelassen worden sei, dass sein ungedeckter Schaden mindestens Fr. 100'000.- bzw. Fr. 40'000.- betragen habe. Diese Rüge ist begründet. Die Vorinstanz kann nicht mit blossen Vermutungen und ohne Abnahme von Beweisen das Gegenteil als gegeben betrachten. Der Frage kommt indes nach Art. 30 Abs. 2 OR nur dann Bedeutung zu, wenn angenommen wird, der Kläger sei nicht ernsthaft an Leib und Leben oder in seiner Freiheit bedroht, sondern nur in finanzieller Hinsicht mit Hinweis auf einen allfälligen Prozess und seine schweren finanziellen Folgen unter Druck gesetzt worden. Ergibt sich nur diese Anfechtungsgrundlage, so wird auf das Beweisthema einzutreten sein. Dabei wird auch zu berücksichtigen sein, dass sich die Parteien in einer Vergleichssituation befanden, wie der Beklagte zu Recht bemerkt. Denn es geht nicht nur darum, wieviel der Beklagte objektiv gesehen im Prozessfall noch zusätzlich hätte herausholen können, sondern auch um die Vermeidung der mit einem solchen Prozess verbundenen Risiken."}