{"annee": "110", "cour": "II", "page": "196", "date": "4/6/1984", "cite": ["96 II 18", "72 II 275"], "cite_par": ["124 III 418"], "chapeau": "41. Extrait de l'arrêt de la Ire Cour civile du 4 juin 1984 dans la cause S.A. pour l'incinération des ordures et des déchets (SAIOD) contre communes du Landeron, de Gorgier-Chez-le-Bart et de Cressier (recours en réforme)", "regestes": ["Art. 706 CO. Annulation de décisions de l'assemblée générale d'une S.A. prises par des représentants de corporations publiques sans pouvoirs. Peuvent être annulées, en application de l'art. 706 CO, les décisions prises, lors de l'assemblée générale d'une S.A., par des délégués communaux représentant la majorité des actions, lorsque ceux-ci ne disposent pas, en vertu du droit public cantonal, des pouvoirs de représentation nécessaires."], "faits": "BGE 110 II 196 S. 197\n\nLa Société anonyme pour l'incinération des ordures et déchets (ci-après: SAIOD), fondée à Neuchâtel le 6 novembre 1968, au capital social de Fr. 1'000'000.-- divisé en 1000 actions de Fr. 1'000.--, compte comme actionnaires 34 communes exclusivement. Elle exploite une usine d'incinération sise à Cottendart (Colombier) et un service de transport d'ordures. Un projet tend à récupérer la chaleur dégagée par la combustion en vue de chauffer à distance des immeubles de la région.\n\nL'assemblée générale de SAIOD, du 13 janvier 1983, groupant les représentants de 33 communes actionnaires sur 34 et 998 actions sur 1000, a adopté à la majorité les deux résolutions suivantes:\n\n\"1. SAIOD participe à la création de la Société Anonyme pour l'exploitation d'un réseau de chauffage à distance, à Colombier (SACAD), en formation.\n\n2. La participation financière à la création de cette société s'élève à 52% du capital-actions de Fr. 1'000'000.--, soit Fr. 520'000.--. Ce capital sera libéré au fur et à mesure des besoins de SACAD, sur appel de son Conseil d'Administration.\"\n\nLes communes du Landeron, de Gorgier-Chez-le-Bart et de Cressier, qui ont voté contre ce projet, ont ouvert action en annulation de ces décisions de l'assemblée générale.\n\nPar jugement du 23 janvier 1984, la Cour civile du Tribunal cantonal neuchâtelois a admis la demande et annulé les décisions attaquées. Elle a notamment considéré que la décision des communes actionnaires de créer SACAD par l'intermédiaire de SAIOD éludait les règles de droit cantonal sur les droits politiques et qu'en conséquence, faute de pouvoirs valablement donnés, les conseils communaux des communes n'avaient pas les pouvoirs pour engager celles-ci.\n\nSaisi d'un recours en réforme de SAIOD contre ce jugement, le Tribunal fédéral a rejeté le recours.\n\nBGE 110 II 196 S. 198", "considerants": "Extrait des motifs:\n\n2. La recourante fait valoir que, quelles que soient les règles de droit public régissant l'activité des communes, l'existence des pouvoirs de représentation, à l'assemblée générale d'une société anonyme, d'un délégué communal relèverait exclusivement du droit privé et que ces pouvoirs existaient en l'espèce.\n\nRelatif à l'application du droit civil fédéral (art. 5 et 6 CC), le moyen est recevable dans le cadre d'un recours en réforme (art. 43 OJ).\n\nAux termes de l'art. 33 al. 1 CO, le pouvoir d'accomplir des actes juridiques pour autrui, en tant qu'il se fonde sur des rapports de droit public, est réglé par le droit public de la Confédération ou des cantons; le droit public est également déterminant en tant que la collectivité de droit public agit par l'entremise d'un organe (art. 59 CC). Ces règles s'appliquent lors de l'accomplissement, par la corporation en cause, d'actes de droit privé. En l'espèce, il n'est ni constaté dans le jugement attaqué, ni allégué, que les communes se seraient fait représenter par des tiers, sur la base de contrats de droit privé. Aussi est-ce à juste titre que la cour cantonale a examiné au regard du droit public cantonal si les délégués communaux disposaient, lors du vote intervenu à l'assemblée générale du 13 janvier 1983, des pouvoirs de représentation nécessaires. Or, la juridiction cantonale a jugé, de manière à lier le Tribunal fédéral, que les délégués représentant la majorité des actions ne disposaient point de ces pouvoirs pour prendre valablement les décisions litigieuses, faute d'approbation préalable des organes compétents des communes concernées. La déduction qu'elle en a tirée, en application de l'art. 706 CO, n'est pas contraire au droit civil fédéral. En effet, une décision d'assemblée générale peut être annulée (art. 706 CO) si elle a été influencée par la participation de personnes n'ayant pas qualité d'actionnaires ou de représentants autorisés de ceux-ci (ATF 96 II 23, ATF 72 II 279 ss; cf. également BÜRGI, Kommentar, n. 33 ad art. 691 et n. 12 ad art. 706; SCHUCANY, Kommentar, n. 2Aa) ad art. 706)."}