{"annee": "110", "cour": "II", "page": "116", "date": "5/7/1984", "cite": ["95 II 68"], "cite_par": ["117 II 16", "117 II 359", "123 III 1", "128 III 4", "116 III 10", "127 III 136"], "chapeau": "22. Auszug aus dem Urteil der II. Zivilabteilung vom 5. Juli 1984 i.S. L. H. gegen A. H. (Berufung)", "regestes": ["Devoir d'entretien en cas de séparation de corps (art. 160 al. 2 CC). Le devoir d'entretien du mari tel qu'il est défini à l'art. 160 al. 2 CC est une obligation de principe, qui existe aussi bien dans le cadre de l'union conjugale qu'en cas de séparation de corps. Il en va de même du devoir correspondant de la femme de contribuer aux charges du ménage, qui subsiste lui aussi même en cas de séparation de corps. Dès lors, le revenu que réalise la femme par son travail ne peut avoir d'incidence sur le devoir d'entretien du mari qu'en tant qu'il doit servir à contribuer aux charges du ménage, au sens de l'art. 192 al. 2 CC."], "faits": "BGE 110 II 116 S. 116\n\nA.- A. H. und L. S. haben am 27. Dezember 1971 geheiratet. Die Ehe blieb kinderlos.\n\nAm 22. September 1981 erhob die Ehefrau Klage auf Trennung der Ehe für unbestimmte Zeit nach Massgabe der Art. 137, 142 und 146 ZGB. Sie forderte vom Ehemann einen monatlich vorschüssigen und indexierten Unterhaltsbeitrag von Fr. 800.-, verlangte die Anordnung der Gütertrennung und das Begleichen einer Sondergutsforderung von Fr. 8'500.- nebst ihrem Vorschlagsdrittel.\n\nDer Ehemann beantragte die Abweisung der Klage und widerklageweise die Scheidung der Ehe gemäss Art. 142 ZGB. Er erklärte sich bereit, der Ehefrau einen Vorschlagsdrittel von Fr. 3'867.70 auszuzahlen.\n\nBGE 110 II 116 S. 117Das Bezirksgericht entsprach am 5. Oktober 1982 dem Ehetrennungsbegehren der Ehefrau und wies die Widerklage des Ehemannes ab. Es regelte die güterrechtlichen Fragen im Sinne der Parteianträge, sprach jedoch der Ehefrau keinen Unterhaltsbeitrag zu.\n\nB.- Das Obergericht des Kantons X. wies die Appellation der Ehefrau, mit welcher sie die Verpflichtung des Ehemannes zur Bezahlung eines monatlichen Unterhaltsbeitrages von Fr. 600.- während der Dauer der Ehetrennung sowie die Neuverteilung der Gerichtskosten und der Parteientschädigung verlangt hatte, mit Urteil vom 1. Dezember 1983 ab.\n\nC.- Gegen das Urteil des Obergerichts reichte die Ehefrau Berufung beim Bundesgericht ein und forderte die Bezahlung eines monatlichen Unterhaltsbeitrages von Fr. 600.- nach Massgabe von Art. 160 Abs. 2 ZGB.", "considerants": "Aus den Erwägungen:\n\n2. a) Die Unterhaltspflicht des Ehemannes im Sinne von Art. 160 Abs. 2 ZGB besteht grundsätzlich auch, wenn die Ehegatten gerichtlich getrennt sind (LEMP, N. 17 zu Art. 160 ZGB; BÜHLER/SPÜHLER, N. 12, 30 der Vorbemerkungen zu Art. 149-157 ZGB; HINDERLING, Das schweizerische Ehescheidungsrecht, 3. Aufl., S. 103; BGE 95 II 72 E. 2a mit Hinweisen). Von dieser Unterhaltspflicht wird der Ehemann weder enthoben, wenn die Ehefrau eigenen Verdienst oder eigenes Vermögen hat, noch wenn Dritte für sie sorgen (LEMP, N. 20 zu Art. 160 ZGB). Allerdings ist der Ehemann bloss unter der Voraussetzung unterhaltspflichtig, dass er leistungsfähig ist; das ist er nicht nur dann, wenn er ein Einkommen hat, sondern auch, wenn er bei gutem Willen ein solches haben könnte (LEMP, N. 21 zu Art. 160 ZGB).\n\nb) Auf der anderen Seite besteht auch in getrennter Ehe die Beitragspflicht der Ehefrau aus ihrem Arbeitserwerb gemäss Art. 192 Abs. 2 ZGB. Dabei sind unter den vom Gesetz genannten Bedürfnissen des Haushaltes die ehelichen Lasten insgesamt zu verstehen (LEMP, N. 16 zu Art. 192 ZGB).\n\n3. Die Vorinstanz hat für das Bundesgericht verbindlich festgestellt (Art. 63 Abs. 2 OG), dass die Parteien schon vor der Heirat acht Jahre zusammengelebt haben und dass während dieser Zeit beide einer Erwerbstätigkeit nachgegangen sind. Abgesehen von einer kurzen krankheitsbedingten Unterbrechung, habe die Klägerin auch während der Ehe immer gearbeitet. Ihr Einkommen BGE 110 II 116 S. 118sei stets grösser gewesen als die Einkünfte des Ehemannes, der seit einigen Jahren ein eigenes Geschäft betreibt. Die Klägerin verdient heute monatlich Fr. 2'880.-, während das Nettoeinkommen des Beklagten zwischen Fr. 2'000.- und Fr. 2'300.- beträgt.\n\nUnter diesen Umständen betrachtet es die Vorinstanz als stossend, wenn der Beklagte der von ihm getrennt lebenden Ehefrau noch einen Unterhaltsbeitrag entrichten müsste. Sie weist in diesem Zusammenhang darauf hin, dass die getrennt lebende Ehefrau insofern entlastet werde, als sie nur noch einen reduzierten Haushalt zu besorgen habe. Zudem gehe im vorliegenden Fall die Klägerin auch güterrechtlich nicht leer aus, weil ihr der Beklagte aus Güterrecht noch Fr. 8'500.- und Fr. 3'867.70 schulde. Ein Unterhaltsanspruch der Klägerin, selbst in beschränktem Umfang, bestehe daher nicht.\n\n4. Unter dem Gesichtswinkel der gleichberechtigten Partnerschaft von Mann und Frau, die insbesondere den Ehefrauen jüngeren und mittleren Alters eine gegenüber früher veränderte Rolle zuweist, lässt es sich in der Tat fragen, ob der Ehemann auch dann unterhaltspflichtig bleiben soll, wenn die Gattin während der ganzen Dauer der Ehe wirtschaftlich selbständig, ja sogar - wie im vorliegenden Fall, der allerdings eher als eine Ausnahme zu betrachten ist - besser gestellt war als der Mann. Bestand und Umfang der ehelichen Beistandspflicht, die gegenseitig ist, beruhen auf dem Wesen der Ehe als - auch in ökonomischer Hinsicht - enger Schicksalsgemeinschaft. Deshalb erfüllt der Ehemann, der während der Dauer der gerichtlichen Trennung einen Unterhaltsbeitrag leistet, nicht etwa eine Schadenersatzpflicht; und schon gar nicht liegt darin eine Bestrafung des sich pflichtwidrig verhaltenden Ehegatten. Dem Verschulden an den ehelichen Schwierigkeiten kommt somit bei der Beurteilung der Unterhaltspflicht während der Ehetrennung keine entscheidende Bedeutung zu (BÜHLER/SPÜHLER, N. 33 der Vorbemerkungen zu Art. 149-157 ZGB).\n\nAllein, die Unterhaltspflicht des Ehemannes nach Massgabe von Art. 160 Abs. 2 ZGB ist grundsätzlicher Natur; sie besteht in getrennter Ehe nicht weniger als in ungetrennter (oben E. 2a). Ihr steht die nicht weniger grundsätzliche Pflicht der Ehefrau zur Beitragsleistung - auch und gerade in getrennter Ehe - gegenüber (oben E. 2b). So gesehen, kann das Einkommen der Ehefrau den Ehemann nur soweit entlasten, als es zur Beitragsleistung im Sinne von Art. 192 Abs. 2 ZGB beizuziehen ist. Die Ehefrau soll BGE 110 II 116 S. 119jedoch ihren von Gesetzes wegen bestehenden Unterhaltsanspruch nicht deswegen einbüssen, weil sie während der Ehe erwerbstätig gewesen ist und aus freien Stücken die ehelichen Lasten wesentlich mitgetragen hat.\n\nIm übrigen verändern sich mit der gerichtlichen Trennung die Verhältnisse unter den Ehegatten insofern, als erhöhte eheliche Lasten eintreten und die Ehefrau daran einen geringeren Beitrag in der Gestalt der Haushaltführung zu leisten hat. Es rechtfertigt sich daher, von der Ehefrau einen Beitrag gemäss Art. 192 Abs. 2 ZGB zu verlangen, der etwas höher liegt, als dies bei ungetrennter Ehe zuträfe. Er kann im vorliegenden Fall auf ungefähr zwei Drittel ihres Einkommens festgesetzt werden; das sind höchstens Fr. 1'900.-. Vom Ehemann anderseits ist im Urteil der Vorinstanz gesagt worden, dass er seine Einkünfte noch bis etwa Fr. 2'500.- im Monat steigern könnte. Teilt man die Differenz der beiden Beträge, so ergibt sich ein Unterhaltsbeitrag zugunsten der in getrennter Ehe lebenden Ehefrau von monatlich Fr. 300.-.\n\nDie Festsetzung des Unterhaltsbeitrages in dieser Höhe trägt den beschränkten finanziellen Möglichkeiten des Beklagten Rechnung. Sie übersieht aber auch nicht, dass an sich keine Pflicht der Ehefrau zur Ausübung einer regelmässigen Erwerbstätigkeit besteht und dass bei deren Wegfall der Beklagte in noch weitergehendem Umfang zahlungspflichtig würde. Die Unterhaltspflicht des Ehemannes gemäss Art. 160 Abs. 2 ZGB ist vom Gesetzgeber gewollt; sie kann auch in einem etwas ausserhalb des Üblichen liegenden Fall wie dem vorliegenden vom Richter nicht ignoriert werden."}