{"annee": "110", "cour": "IB", "page": "29", "date": "25/1/1984", "cite": ["105 IA 324", "106 IA 184", "109 IB 13", "107 IB 219", "106 IA 369", "109 IB 114", "108 IB 352", "107 IB 380", "108 IB 345"], "cite_par": ["112 IB 485", "114 IB 108", "113 IA 368", "113 IB 133", "117 IA 434", "114 IA 114", "112 IB 496", "116 IB 235", "118 IB 341", "117 IB 20", "114 IB 283", "117 IB 4", "114 IB 174", "118 IA 151", "111 IB 257", "112 IB 105", "112 IB 388", "113 IB 212", "113 IB 30", "114 V 239"], "chapeau": "6. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 25. Januar 1984 i.S. Gemeinde Oberstammheim gegen Hermann Farner und Verwaltungsgericht des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 5 al. 2 LAT; expropriation matérielle. Notion. Procédure. 1. Irrecevabilité du recours joint dans la procédure devant le Tribunal fédéral (consid. 2). 2. Notion d'expropriation matérielle. a) Les cantons ne sont pas autorisés à définir cette notion de manière différente de celle qui découle du droit fédéral (consid. 3). b) Eléments constitutifs de l'expropriation matérielle; théorie du sacrifice particulier (consid. 4). c) Cas où le fait d'enlever d'une zone d'habitations familiales un fonds, pour l'attribuer au territoire de la commune sans affectation spéciale, ne restreint pas de manière essentielle le droit de propriété de l'intéressé (consid. 4a) et ne lui impose pas davantage un sacrifice particulier (consid. 4b)."], "faits": "BGE 110 Ib 29 S. 30\n\nHermann Farner ist Eigentümer der rund 3581 m2 grossen Parzelle GB Nr. 1775 im Gebiet \"Trottengarten\" in Oberstammheim. Das am nordöstlichen Dorfrand gelegene Gebiet befand sich gemäss Bauordnung und Zonenplan der Gemeinde Oberstammheim vom 22. August 1967/2. Januar 1971 in der Einfamilienhauszone E 2. Am 2. Januar 1976 beschloss die Gemeindeversammlung Oberstammheim eine Revision des Zonenplans, die der Regierungsrat des Kantons Zürich am 2. Juni 1976 genehmigte. Dadurch wurde der \"Trottengarten\" dem Übrigen Gemeindegebiet zugewiesen. Bereits im Mai 1973 hatte der Regierungsrat das Gebiet in Anwendung des dringlichen Massnahmerechts auf dem Gebiet der Raumplanung provisorisch mit einem Bauverbot belegt.\n\nHermann Farner sah in der Auszonung seines Landes eine materielle Enteignung, weshalb er am 29. Juni 1978 von der Gemeinde eine Entschädigung von Fr. 189'793.-- nebst Zins verlangte. Die zuständige Schätzungskommission des Kantons Zürich verpflichtete die Gemeinde Oberstammheim am 13. Februar 1981 zur Bezahlung einer Entschädigung von Fr. 75'201.-- zuzüglich Zins ab 29. Juni 1978. Beide Parteien zogen diesen Entscheid an das Verwaltungsgericht des Kantons Zürich weiter. Dieses nahm an, dass die streitige Auszonung Land mit einem \"gefestigten\" Verkehrswert getroffen und einen \"gängigen\" Preis dauernd zerstört habe, weshalb eine materielle Enteignung vorliege. Es schützte daher mit Urteil vom 5. März 1982 im wesentlichen den Entscheid der Schätzungskommission.\n\nDie Gemeinde Oberstammheim führt Verwaltungsgerichtsbeschwerde beim Bundesgericht. Sie bestreitet, dass die Auszonung eine materielle Enteignung im Sinn der bundesgerichtlichen Rechtsprechung bewirke. Hermann Farner beantragt nicht nur die Abweisung der Beschwerde, sondern auch die Änderung des angefochtenen Urteils, indem er eine höhere Entschädigung und eine längere Dauer der Verzinsungspflicht verlangt. Das Bundesgericht heisst die Beschwerde der Gemeinde gut.\n\nBGE 110 Ib 29 S. 31", "considerants": "Aus den Erwägungen:\n\n2. Das kantonale Recht bestimmt das Verfahren auf kantonaler Ebene zur Geltendmachung von Entschädigungsforderungen, die aus der von den Kantonen zu schaffenden Raumplanung (Art. 22quater Abs. 1 BV) abgeleitet werden. Das im Bundesgesetz über die Enteignung vom 20. Juni 1930 (EntG) vorgesehene Verfahren kommt nur zum Zug, wenn spezielles Bundesverwaltungsrecht wie das Bundesgesetz über die Nationalstrassen vom 8. März 1960 (NSG) das anordnet (vgl. Art. 18 und 25 NSG). Gemäss Art. 115 OG gelten für das anschliessende verwaltungsgerichtliche Beschwerdeverfahren vor dem Bundesgericht neben den Art. 104 bis 109 OG die Art. 77 bis 82, 86 und 116 EntG. Art. 78 Abs. 2 EntG erlaubt es der Gegenpartei, Anschlussbeschwerde zu erheben und dabei selbständige Anträge zu stellen.\n\nDemgegenüber sehen weder das Raumplanungsgesetz noch die Verwaltungsrechtspflegebestimmungen des Bundesgesetzes über die Organisation der Bundesrechtspflege die Möglichkeit der Anschlussbeschwerde vor. Von Abgabesachen abgesehen darf das Bundesgericht auch weder zugunsten noch zu Ungunsten der Parteien über deren Begehren hinausgehen (Art. 114 Abs. 1 OG). Auf die Anträge des Beschwerdegegners, das von der Gemeinde angefochtene Urteil des Verwaltungsgerichts zu Ungunsten der Beschwerdeführerin zu ändern, kann daher für den Fall, dass die Beschwerde abgewiesen werden sollte, nicht eingetreten werden (FRITZ GYGI, Bundesverwaltungsrechtspflege, Bern 1983, 2. A., S. 192/193). Wird die Beschwerde gutgeheissen, ist das Entschädigungsbegehren aus materieller Enteignung abzuweisen, wodurch die gestellten Anträge gegenstandslos werden.\n\n3. Das Verwaltungsgericht stützt den angefochtenen Entscheid auf seine der bundesgerichtlichen Rechtsprechung widersprechende Praxis, wonach eine Eigentumsbeschränkung dann einer Enteignung gleichkommt, wenn sie Land mit einem \"gefestigten\" Verkehrswert trifft und einen \"gängigen\" Preis dauernd zerstört. Wie das Bundesgericht bereits im Urteil vom 16. März 1983 i.S. Staat Zürich c. Hofstetter und Mitbeteiligte festgestellt hat, verwehrt es das Raumplanungsgesetz den Kantonen, den Begriff der materiellen Enteignung weiter zu fassen als das Bundesrecht (BGE 109 Ib 115 E. 3 mit Hinweisen). Der angefochtene Entscheid ist daher nur zu bestätigen, wenn die Auszonung der Parzelle GB Nr. 1775 den Beschwerdegegner auch nach der BGE 110 Ib 29 S. 32bundesgerichtlichen Rechtsprechung enteignungsähnlich getroffen hat.\n\n4. Das Bundesgericht unterscheidet bei der Umschreibung der materiellen Enteignung zwei verschiedene Tatbestände. Der erste liegt vor, wenn einem Eigentümer der bisherige oder ein voraussehbarer künftiger Gebrauch seiner Sache untersagt oder besonders schwer eingeschränkt wird, weil dem Eigentümer eine wesentliche, aus dem Eigentum fliessende Befugnis entzogen wird. Der zweite ist gegeben, wenn ohne Entzug einer wesentlichen Eigentümerbefugnis ein einziger oder einzelne Eigentümer so betroffen werden, dass ihr Opfer gegenüber der Allgemeinheit unzumutbar erschiene und es mit der Rechtsgleichheit nicht vereinbar wäre, wenn hiefür keine Entschädigung geleistet würde (BGE 109 Ib 15 E. 2; BGE 108 Ib 354 E. 4; BGE 107 Ib 222 /223 E. 2, 383 E. 2, je mit Hinweisen). Im zweiten Fall dient die Entschädigung dem Ausgleich einer stossenden Rechtsungleichheit; die Entschädigungspflicht findet ihre verfassungsmässige Rechtsgrundlage nach der bundesgerichtlichen Rechtsprechung auch in Art. 4 BV (BGE 108 Ib 357 /358 E. 4b bb; BGE 107 Ib 383 /384 E. 2; THOMAS FLEINER-GERSTER, Grundzüge des Verwaltungsrechts, 2. A., Zürich 1980, S. 334, Ziff. 12 bis 14).\n\nIn der neueren Literatur wird die Ansicht vertreten, von einem enteignungsähnlichen Angriff könne nur gesprochen werden, wenn der erste Tatbestand erfüllt sei; der zweite Tatbestand entspreche Billigkeitserwägungen, die über die Analogie zur Enteignung hinausgingen, weshalb die hieraus hergeleitete Entschädigungspflicht ausschliesslich auf Art. 4 BV gestützt werden sollte (MARTIN LENDI, Planungsrecht und Eigentum, ZSR 1976 II 208; ALFRED KUTTLER, Eigentumsbeschränkungen, die einer Enteignung gleichkommen, in: Festschrift für Kurt Eichenberger, Basel 1982, S. 653; ALFRED KÖLZ, Intertemporales Verwaltungsrecht, ZSR 1983 II 148; ALEXANDER RUCH, Materielle Enteignung - Eingriff oder Schaden? ZBl 84/1983, S. 537). In der Tat spricht die vom Bundesgericht in ständiger Rechtsprechung verwendete Formulierung für diese Auffassung. Die im zweiten Fall zu leistende Entschädigung dient dem Ausgleich einer Rechtsungleichheit; mit der Rechtsgleichheit wäre es nicht vereinbar, wenn keine Entschädigung geleistet würde. Wenn das Bundesgericht auch bei der Umschreibung des sogenannten Sonderopfers an die Eigentumsgarantie anknüpft, so beruht das darauf, dass die stossende Rechtsungleichheit, welche die Entschädigungspflicht auslöst, auf BGE 110 Ib 29 S. 33Eigentumsbeschränkungen zurückzuführen ist (BGE 108 Ib 355 E. 4a mit Hinweisen).\n\nIm vorliegenden Fall braucht jedoch nicht näher auf die Frage eingegangen zu werden, ob der Tatbestand der materiellen Enteignung richtigerweise ausdrücklich auf den Eingriff in die Substanz des Eigentums zu beschränken ist (BGE 107 Ib 383 E. 2) und welche Konsequenzen sich hieraus ergäben. Der Beschwerdegegner begründet seine Entschädigungsforderung in erster Linie damit, die Auszonung auferlege ihm ein Sonderopfer im Sinne des zweiten Tatbestandes. Demgegenüber ist das Verwaltungsgericht der Auffassung, es liege - falls man auf die bundesgerichtliche Rechtsprechung und nicht auf seine abweichende Praxis abstelle - ein besonders schwerer Eingriff in wesentliche Eigentümerbefugnisse im Sinne des ersten Tatbestandes vor. Wie zu zeigen sein wird, erfüllt die Auszonung der Parzelle GB Nr. 1775 jedoch weder den einen noch den andern Tatbestand.\n\na) Nach der Auffassung des Verwaltungsgerichts hätte das Grundstück des Beschwerdegegners ohne Auszonung sehr wahrscheinlich in naher Zukunft baulich genutzt werden können. Das Gericht übersieht, dass bei der Beurteilung der Frage, ob eine solche bessere Nutzung möglich gewesen wäre, alle rechtlichen und tatsächlichen Gegebenheiten zu berücksichtigen sind, welche die Überbauungschance beeinflussen können. Dabei kann in der Eigentumsbeschränkung, welche die Überbauung ausschliesst, nur dann ein besonders schwerer Eingriff gesehen werden, wenn das Bauen im massgebenden Zeitpunkt rein rechtlich zulässig und tatsächlich möglich sowie nach den Umständen mit hoher Wahrscheinlichkeit in naher Zukunft zu erwarten gewesen wäre (BGE 109 Ib 16 E. 2; BGE 107 Ib 223 E. 2; BGE 106 Ia 185 E. 4a). Diese Voraussetzungen sind hinsichtlich des Grundstücks des Beschwerdegegners nicht erfüllt.\n\nDer Beschwerdegegner macht nicht geltend, sein Grundstück sei baureif. Er anerkennt auch, dass eine Quartierplanung erforderlich wäre. Doch ist er der Auffassung, sein Land sei grob erschlossen, und ein Quartierplan wäre ohne besondere Schwierigkeiten herbeizuführen. Dieser Einwendung gegenüber ist zunächst festzuhalten, dass als massgebender Stichtag für die Beurteilung der Frage, ob eine materielle Enteignung vorliegt, der Zeitpunkt der Rechtskraft der definitiven Planungsmassnahme gilt. Doch darf die Entschädigungspflicht nicht mit einer vorgängigen provisorischen Massnahme ausgeschlossen werden (BGE 109 Ib 17 E. 3).\n\nBGE 110 Ib 29 S. 34\n\nWeder bei Inkrafttreten der Zonenplanrevision im Juni 1976 noch im Mai 1973, dem Zeitpunkt der Festlegung des provisorischen Schutzgebiets, lag ein verbindlicher Antrag der Eigentümer auf Durchführung eines Quartierplanverfahrens für den \"Trottengarten\" vor. Nur wenn ein solcher Antrag vor Erlass der Planungsmassnahme gestellt worden wäre, hätte allenfalls mit der Realisierbarkeit einer Überbauungsmöglichkeit in naher Zukunft gerechnet werden können (BGE 106 Ia 377 E. 3e). Nach Einweisung der Liegenschaft des Beschwerdegegners in ein provisorisches Schutzgebiet konnte ein solcher Antrag nicht mehr in rechtsverbindlicher Weise gestellt werden.\n\nDamals galt im Kanton Zürich noch das frühere Baugesetz für Ortschaften mit städtischen Verhältnissen vom 23. April 1983 (BauG), dem Oberstammheim gemäss § 1 Abs. 2 BauG unterstellt war (vgl. Anhang BauG). Damit waren die Bestimmungen über die Bau- und Niveaulinien sowie die Aufstellung von Quartierplänen anwendbar (§ 1 Abs. 2 BauG). Der Gemeinderat war demgemäss berechtigt, eine Baubewilligung bis zum Vorliegen eines genehmigten Quartierplans zu verweigern (§ 20 BauG). Die Genehmigung des Quartierplans oblag dem Regierungsrat (§ 19 Abs. 2 i.V.m. § 15 BauG). Das Erfordernis eines Quartierplans, mit dem die Bau- und Niveaulinien für die Quartierstrassen festzulegen und die nötigen Parzellarordnungsmassnahmen durchzuführen sind, schliesst die Annahme aus, ein Grundstück könne in verhältnismässig kurzer Zeit überbaut werden (BGE 109 Ib 16 E. 2 mit Hinweisen).\n\nAuch der Annahme des Beschwerdegegners, sein Grundstück sei grob erschlossen, kann nicht zugestimmt werden. Wie der Augenschein bestätigt hat, liegt es deutlich ausserhalb des überbauten Gebiets des Dorfs Oberstammheim; es grenzt lediglich an zwei 3,5 m breite Feldwege an. Auch wenn die Groberschliessung nicht unbedingt voraussetzen würde, dass die Parzelle an die Ortsverbindungsstrasse Oberstammheim-Nussbaumen angrenzt, so würde sie jedenfalls verlangen, dass eine den Anforderungen der Gewässerschutzgesetzgebung entsprechende öffentliche Kanalisation verlegt wäre (Art. 4 des eidgenössischen Wohnbau- und Eigentumsförderungsgesetzes vom 4. Oktober 1974). Das trifft nicht zu. Die Kanalisation endet im Bereich der bestehenden Überbauung, und der \"Trottengarten\" liegt ausserhalb des Gebiets, das durch das generelle Kanalisationsprojekt der Gemeinde vom Januar 1955 abgegrenzt wird.\n\nBGE 110 Ib 29 S. 35\n\nSchliesslich bestätigt auch die allgemeine bauliche Entwicklung der Gemeinde, dass keineswegs angenommen werden kann, im Gebiet \"Trottengarten\" habe im Jahre 1973 sehr wahrscheinlich in naher Zukunft mit einer den Erfordernissen der Ortsplanung entsprechenden Überbauung gerechnet werden können. Die Einwohnerzahl von Oberstammheim nahm in den letzten zehn Jahren nur um rund 50 Einwohner zu. Dabei förderte die Gemeinde mit Recht eine Überbauung in den Quartierplangebieten \"Schulerwies\" und \"Hufäcker\", die beide innerhalb der durch das generelle Kanalisationsprojekt abgegrenzten Gemeindefläche lagen.\n\nb) Konnte weder 1973 noch 1976 damit gerechnet werden, auf dem Grundstück des Beschwerdegegners mit hoher Wahrscheinlichkeit in naher Zukunft eine Überbauung zu verwirklichen, so auferlegt ihm die Zuweisung der Liegenschaft in das Übrige Gemeindegebiet auch kein Sonderopfer. Daran ändert sich nichts, wenn das Land nicht nur zur Verkleinerung der zu ausgedehnten Bauzone, sondern auch zum Schutz des Ortsbildes ausgezont wurde (BGE 108 Ib 351 E. 5a mit Hinweisen). Die Parzelle des Beschwerdegegners unterliegt den gleichen Eigentumsbeschränkungen wie alle dem Übrigen Gemeindegebiet zugewiesenen Grundstücke.\n\nDer Beschwerdegegner macht indessen geltend, im landwirtschaftlichen Güterzusammenlegungsverfahren Stammertal, das 1964 eingeleitet und 1973 abgeschlossen wurde, ausserordentlich stark belastet worden zu sein. Die Auszonung des Grundstücks GB Nr. 1775 treffe ihn deshalb besonders schwer, weil er damit gerechnet habe, zum Ausgleich dieser Belastung die Parzelle im \"Trottengarten\" zu Baulandpreisen verkaufen zu können.\n\nDas Bundesgericht hat in einem neuern Entscheid angedeutet, die fehlende Koordination einer Güterzusammenlegung mit der Nutzungsplanung könne unter bestimmten Voraussetzungen möglicherweise derart schwerwiegende Nachteile zur Folge haben, dass die Frage eines Sonderopferausgleichs zu prüfen sei, falls die Neuzuteilung nicht mehr geändert werden könne (unveröffentlichte Erwägung 4b des Urteils BGE 109 Ib 115). In jenem Fall wurde das einbezogene Land ohne Rücksicht auf ein während des Verfahrens vom Kanton angeordnetes Bauverbot bonitiert, das auch landwirtschaftliche Bauten ausschloss. Die Meliorationsgenossenschaft meldete hierauf Entschädigungsansprüche an, ohne die Bonitierung zu ändern. Daher war nicht auszuschliessen, dass die Eigentümer, denen Grundstücke im Bauverbotsgebiet zugeteilt wurden, möglicherweise eine Minderzuteilung in Kauf nehmen BGE 110 Ib 29 S. 36mussten, die durch die erwartete Entschädigungszahlung hätte ausgeglichen werden sollen. Bei dieser Sachlage war die Frage des Sonderopfers näher zu prüfen. Das auch für landwirtschaftliche Bauten geltende Bauverbot hätte unter diesen Umständen die betreffenden Eigentümer gegenüber den andern in das Güterzusammenlegungsverfahren einbezogenen Eigentümer möglicherweise in stossender Art rechtsungleich treffen können.\n\nSo verhält es sich jedoch im vorliegenden Fall nicht. Das Land des Beschwerdegegners im \"Trottengarten\" wurde von der Güterzusammenlegung Stammertal ausgenommen; er konnte deshalb durch Verkauf und Tausch darüber verfügen, was er zum Teil auch getan hat. Seine Belastung im Güterzusammenlegungsverfahren ist im wesentlichen auf die Arrondierung seines Grundbesitzes in Dorfnähe und im Bereich seines Hofs zurückzuführen. Diese Belastung könnte er freilich vermindern, wenn er auch noch das Grundstück GB Nr. 1775 zu einem Preis für Bauerwartungsland veräussern könnte. Doch trifft ihn der Wegfall dieser Möglichkeit nicht anders als alle Eigentümer, deren Grundstücke zufolge der Änderung von Nutzungsplänen an Wert verlieren, ohne dass sie dadurch enteignungsähnlich betroffen würden.\n\nAbgesehen davon geht weder aus den Akten des Güterzusammenlegungsverfahrens Stammertal noch aus den an der Augenscheinsverhandlung gegebenen Erläuterungen hervor, dass der Hof des Beschwerdegegners nicht mehr wirtschaftlich lebensfähig sei, weil die Belastung der Melioration nun nicht durch die erhoffte Entschädigung aus materieller Enteignung ausgeglichen werden kann. Der Wegfall dieser Möglichkeit lässt im übrigen auch das Ergebnis der Güterzusammenlegung für den Beschwerdegegner nicht als unkorrekt erscheinen. So kann nicht gesagt werden, der Beschwerdegegner befinde sich aufgrund einer Gegenüberstellung zwischen gesamtem Altbestand und gesamter Neuzuteilung in einer Lage, die sich schlechthin nicht rechtfertigen lässt und die nur in grober Missachtung der gesetzlichen Vorschriften oder elementarer Grundsätze des Güterzusammenlegungsverfahrens - namentlich des Prinzips des vollen Realersatzes - geschaffen werden konnte. Ebensowenig ist ersichtlich, dass der Beschwerdegegner zugunsten anderer Eigentümer offensichtlich benachteiligt worden wäre (BGE 105 Ia 326 E. 2b und c). Unter diesen Umständen kann der für den Beschwerdegegner ungünstige Ausgang des vorliegenden Verfahrens auch nicht zu einer Überprüfung der Güterzusammenlegung Stammertal führen.\n\nBGE 110 Ib 29 S. 37\n\n5. Die Beschwerde der Gemeinde Oberstammheim erweist sich somit als begründet. Das angefochtene Urteil ist aufzuheben, und das Entschädigungsbegehren des Beschwerdegegners aus materieller Enteignung ist abzuweisen."}