{"annee": "110", "cour": "V", "page": "48", "date": "10/1/1984", "cite": ["106 V 22", "97 V 173", "98 V 135", "106 V 91", "105 V 274", "101 V 114", "104 V 209", "96 V 95"], "cite_par": ["119 V 56", "122 V 351", "119 IB 33", "110 V 176", "116 V 23", "118 V 214", "125 V 266", "112 V 97", "131 V 329", "113 V 256", "115 V 133", "115 V 38", "115 V 297", "117 V 294", "115 IB 37", "110 V 199", "124 V 215", "115 V 416", "124 II 361", "113 V 241", "117 V 282", "113 V 22", "123 V 193", "129 V 245", "114 V 239", "127 V 213", "110 V 109", "122 V 6", "122 V 242", "113 V 180", "119 V 347", "125 V 413", "122 V 34", "113 V 159", "112 V 206", "130 V 253"], "chapeau": "9. Auszug aus dem Urteil vom 10. Januar 1984 i.S. Schweizerische Ausgleichskasse gegen Peter und Eidgenössische Rekurskommission der AHV/IV für die im Ausland wohnenden Personen", "regestes": ["Objet de la contestation et objet du litige. - L'existence d'une décision formant l'objet de la contestation est une condition pour qu'il y ait jugement au fond dans la procédure de recours subséquente; conditions auxquelles la procédure de recours peut être étendue à une question non visée par la décision administrative (consid. 3b). - Distinction entre l'objet de la contestation et l'objet du litige; conditions auxquelles la procédure de recours peut être étendue à un point tranché par la décision administrative mais qui n'est pas compris dans l'objet du litige (consid. 3c). - La mesure dans laquelle le dispositif de la décision est attaqué détermine l'objet du litige; le degré d'invalidité et les bases de calcul sont autant de facteurs qui déterminent la fixation - contestée - de la rente (consid. 3d). Maxime inquisitoire et application d'office du droit. Portée de ces principes en regard du devoir de collaboration des parties et du principe selon lequel le juge n'examine que les griefs qui sont articulés; délimitation entre la compétence juridictionnelle et le pouvoir d'intervention de l'autorité de surveillance (consid. 4)."], "faits": "BGE 110 V 48 S. 49\n\nA.- Dem deutschen Staatsangehörigen Walter Peter ist mit Verfügung der Schweizerischen Ausgleichskasse vom 3. März 1982 eine ganze Invalidenrente ab 1. März 1979 zugesprochen worden, dies in Form einer ordentlichen Teilrente nach Skala 33. Der Versicherte erhob Beschwerde an die Eidgenössische Rekurskommission der AHV/IV für die im Ausland wohnenden Personen mit dem Wortlaut: \"Möchte das Gericht bitten, die Verfügung vom 3. März 1982 zu überprüfen. Ich habe 25 Jahre in Basel und Münchenstein/BL gearbeitet. Mit dieser kleinen Rente kann ich meine Familie nicht unterhalten.\" Die Rekurskommission hob mit Entscheid vom 31. Januar 1983 die angefochtene Verfügung auf und wies die Sache zwecks näherer Abklärung an die Verwaltung zurück, weil die invaliditätsmässigen Anspruchsvoraussetzungen nach der Aktenlage nicht schlüssig beurteilt werden könnten.\n\nB.- Die Schweizerische Ausgleichskasse führt Verwaltungsgerichtsbeschwerde mit den Anträgen:\n\n\"1. das angefochtene Urteil sei aufzuheben;\n\n2. der Invalidenversicherungs-Kommission Basel-Stadt sei die\n\nMöglichkeit zu geben, ihre Akten vorzubringen und eine Vernehmlassung\n\neinzureichen;\n\n3. was die Berechnung der Rente betrifft, sei aus den in unserer\n\nVernehmlassung vom 20. Juli 1982 zuhanden der Rekurskommission\n\ndargestellten Gründen die Richtigkeit unserer Verfügung vom 3. März 1982 zu\n\nbestätigen, es sei denn, Ihr Gericht würde den Eintritt der Invalidität auf\n\nein anderes Datum als dasjenige festsetzen, das die\n\nInvalidenversicherungs-Kommission Basel-Stadt angenommen hat.\"\n\nZur Begründung macht die Schweizerische Ausgleichskasse im wesentlichen geltend, streitig sei lediglich die Rentenberechnung (Höhe des Rentenbetrages), nicht aber die Bemessung der Invalidität noch das Datum des Invaliditätseintritts; aus diesem Grunde habe sie sich am 20. Juli 1982 gegenüber der Vorinstanz lediglich zur Frage der Rentenberechnung ausgesprochen, ohne eine BGE 110 V 48 S. 50Stellungnahme der Invalidenversicherungs-Kommission zu den mit der Invalidität zusammenhängenden Punkten einzuholen und der Vernehmlassung beizulegen. Die Rekurskommission habe \"nicht über die streitige Frage der Berechnung der Rente entschieden\", sondern \"das von der Invalidenversicherungs-Kommission Basel-Stadt angenommene Datum des Eintritts der Invalidität in Frage gestellt\", ohne die vorhandenen Kommissionsakten eingeholt zu haben. Die Rekurskommission habe somit ohne Kenntnis des genauen Sachverhaltes entschieden, was allein schon die Aufhebung ihres Entscheides rechtfertige.\n\nWalter Peter lässt sich zur Verwaltungsgerichtsbeschwerde nicht vernehmen. Das Bundesamt für Sozialversicherung schliesst sich den Anträgen und Ausführungen der Schweizerischen Ausgleichskasse an; insbesondere sei die Rente richtig berechnet sowie der Rentenbeginn zutreffend festgelegt worden, und es seien auch die versicherungsmässigen Voraussetzungen zur Rentengewährung erfüllt.", "considerants": "Aus den Erwägungen:\n\n3. a) Mit der Verfügung vom 3. März 1982 ist dem Beschwerdegegner eine ganze Invalidenrente zugesprochen worden. Er hat somit unter dem Gesichtspunkt der für den Rentenanspruch wesentlichen Anspruchsvoraussetzung der Invalidität die höchstmögliche Leistung erhalten (vgl. Art. 28 Abs. 1 IVG). Bei dieser Sachlage erscheint der Einwand der Schweizerischen Ausgleichskasse als richtig, dass das eingangs wiedergegebene, äusserst knapp formulierte vorinstanzliche Rechtsbegehren des Versicherten nur dahin verstanden werden kann, dass er die Rentenverfügung vom 3. März 1982 weder in bezug auf den Invaliditätsgrad als solchen noch hinsichtlich des mit der Art der Invalidität aufs engste verknüpften Rentenbeginns, sondern einzig unter dem Gesichtswinkel der Rentenberechnung anfocht. Diese Interpretation wird durch die vom Versicherten zum Ausdruck gebrachte Absicht, eine für den Unterhalt der Familie ausreichende, somit eben betragsmässig höhere Invalidenrente zu erhalten, bestätigt. Die Rekurskommission hat jedoch die angefochtene Rentenverfügung in bezug auf die Rentenberechnung nicht geprüft; vielmehr hat sie die Sache zwecks näherer Abklärung an die Verwaltung zurückgewiesen, weil die invaliditätsmässigen Anspruchsvoraussetzungen nach der Aktenlage nicht schlüssig beurteilt werden könnten. Zu prüfen ist, ob die Vorinstanz durch diesen Entscheid in unzulässiger BGE 110 V 48 S. 51Weise über den Streitgegenstand hinausgegangen ist, wie die Schweizerische Ausgleichskasse sinngemäss behauptet.\n\nb) Im verwaltungsgerichtlichen Beschwerdeverfahren sind grundsätzlich nur Rechtsverhältnisse zu überprüfen und zu beurteilen, zu denen die zuständige Verwaltungsbehörde vorgängig verbindlich - in Form einer Verfügung - Stellung genommen hat. Insoweit bestimmt die Verfügung den beschwerdeweise weiterziehbaren Anfechtungsgegenstand. Umgekehrt fehlt es an einem Anfechtungsgegenstand und somit an einer Sachurteilsvoraussetzung, wenn und insoweit keine Verfügung ergangen ist (vgl. BGE 105 V 276 Erw. 1 mit Hinweisen; GYGI, Bundesverwaltungsrechtspflege, 2. Aufl., S. 44 unten; SALADIN, Das Verwaltungsverfahrensrecht des Bundes, S. 170).\n\nNach der Rechtsprechung des Eidg. Versicherungsgerichts kann das verwaltungsgerichtliche Beschwerdeverfahren aus prozessökonomischen Gründen auf eine ausserhalb des Anfechtungsgegenstandes, d.h. ausserhalb des durch die Verfügung bestimmten Rechtsverhältnisses liegende spruchreife Frage ausgedehnt werden, wenn diese mit dem bisherigen Streitgegenstand derart eng zusammenhängt, dass von einer Tatbestandsgesamtheit gesprochen werden kann, und wenn sich die Verwaltung zu dieser Streitfrage mindestens in Form einer Prozesserklärung geäussert hat (vgl. BGE 106 V 25 Erw. 3a mit Hinweisen).\n\nc) Vom Anfechtungsgegenstand zu unterscheiden ist der Begriff des Streitgegenstandes. Streitgegenstand im System der nachträglichen Verwaltungsrechtspflege ist das Rechtsverhältnis, welches - im Rahmen des durch die Verfügung bestimmten Anfechtungsgegenstandes - den aufgrund der Beschwerdebegehren effektiv angefochtenen Verfügungsgegenstand bildet (GYGI, a.a.O., S. 46; KÖLZ, Kommentar zum Verwaltungsrechtspflegegesetz des Kantons Zürich, S. 131 f. N. 19). Nach dieser Begriffsumschreibung sind Anfechtungsgegenstand und Streitgegenstand identisch, wenn die Verwaltungsverfügung insgesamt angefochten wird. Bezieht sich demgegenüber die Beschwerde nur auf einen Teil des durch die Verfügung bestimmten Rechtsverhältnisses, gehören die nicht beanstandeten Teilaspekte des verfügungsweise festgelegten Rechtsverhältnisses zwar wohl zum Anfechtungs-, nicht aber zum Streitgegenstand.\n\nIn der Verwaltungsverfügung festgelegte - somit Teil des Anfechtungsgegenstandes bildende -, aber aufgrund der Beschwerdebegehren nicht mehr streitige - somit nicht zum Streitgegenstand BGE 110 V 48 S. 52zählende - Fragen prüft der Richter nur, wenn die nichtbeanstandeten Punkte in engem Sachzusammenhang mit dem Streitgegenstand stehen (BGE 101 V 116 Erw. 1 mit Hinweis, BGE 98 V 139; ZAK 1968 S. 628).\n\nNicht zum Streitgegenstand gehören blosse Differenzen bezüglich der Begründung einer Verfügung, weil nur das Verfügungsdispositiv, nicht aber die Begründung anfechtbar ist (vgl. BGE 106 V 92 Erw. 1).\n\nd) Streitgegenstand des vorinstanzlichen Verfahrens war das Begehren des heutigen Beschwerdegegners, es sei ihm eine höhere als die laut Dispositiv der Kassenverfügung vom 3. März 1982 festgesetzte Rente zuzusprechen, wobei der Antragsteller sinngemäss davon ausging, dass die Rentenberechnung als solche fehlerhaft erfolgt sei. Indem die Rekurskommission statt dessen den Fall lediglich unter dem von keiner Seite in Frage gestellten Gesichtspunkt des Invaliditätsgrades beurteilte und die Sache diesbezüglich zu näherer Abklärung an die Ausgleichskasse zurückwies, ging sie nicht über den Streitgegenstand hinaus; denn der Invaliditätsgrad und die Rentenberechnung als solche bilden nur Teilfaktoren im Rahmen der Festsetzung der streitigen Rente.\n\n4. a) Im Prozess vor der Eidgenössischen Rekurskommission der AHV/IV für die im Ausland wohnenden Personen ist grundsätzlich das VwVG anwendbar (Art. 1 Abs. 2 lit. d VwVG; Art. 12 Vo über verschiedene Rekurskommissionen (SR 831.161)). Massgeblich sind somit in erster Linie die Art. 44 ff. VwVG; im Beschwerdeverfahren sind aber auch die allgemeinen Verfahrensgrundsätze des 2. Abschnittes (Art. 7 ff. VwVG) zu beachten (SALADIN, a.a.O., S. 92 und S. 163).\n\nNach Art. 12 VwVG stellt die Behörde den Sachverhalt von Amtes wegen fest. Gemäss Art. 62 Abs. 4 VwVG bindet die Begründung der Begehren die Beschwerdeinstanz in keinem Falle. Es gelten somit der Untersuchungsgrundsatz und das Prinzip der Rechtsanwendung von Amtes wegen (SALADIN, a.a.O., S. 113 ff.). Der Untersuchungsgrundsatz besagt, dass Verwaltung und Richter von sich aus für die richtige und vollständige Abklärung des rechtserheblichen Sachverhaltes zu sorgen haben (BGE 104 V 211 Erw. b in fine, BGE 97 V 177, BGE 96 V 95 f.; EVGE 1967 S. 144 f.; ZAK 1979 S. 78 Erw. 2b in fine; RSKV 1982 Nr. 492 S. 143 und Nr. 496 S. 158; GYGI, a.a.O., S. 206). Das Prinzip der Rechtsanwendung von Amtes wegen verpflichtet den Richter, auf den festgestellten Sachverhalt jenen Rechtssatz anzuwenden, den er als den zutreffenden BGE 110 V 48 S. 53ansieht, und ihm auch die Auslegung zu geben, von der er überzeugt ist (GYGI, a.a.O., S. 212).\n\nDie beiden erwähnten Grundsätze gelten nicht uneingeschränkt. Sie finden ihr Korrelat in den verschiedenen Mitwirkungspflichten der Parteien (Art. 13 VwVG) und namentlich in der in Art. 52 Abs. 1 VwVG aufgestellten Begründungspflicht (BGE 104 V 211 Erw. b, BGE 97 V 173; GYGI, a.a.O., S. 208 ff.; SALADIN, a.a.O., S. 119 f.; PFEIFER, Der Untersuchungsgrundsatz und die Offizialmaxime im Verwaltungsverfahren, S. 123 ff.). Zu beachten ist sodann das Rügeprinzip, welches besagt, dass die Beschwerdeinstanz nicht prüft, ob sich die angefochtene Verfügung unter schlechthin allen in Frage kommenden Aspekten als korrekt erweist, sondern nur die vorgebrachten Beanstandungen untersucht (GYGI, a.a.O., S. 214 ff.; JOST, Zum Rechtsschutz im Wirtschaftsverwaltungsrecht, in: ZSR 101/1982 II S. 513). Diese Prinzipien grenzen den Bereich der verwaltungsgerichtlichen Prüfung von der Befugnis zur aufsichtsmässigen Herstellung des gesetzmässigen Zustandes ab, welche in der Rechtsprechungskompetenz nicht inbegriffen ist (GYGI, a.a.O., S. 44 und S. 213). Zusammenfassend lässt sich sagen, dass die Beschwerdeinstanz zusätzliche Abklärungen nur vornimmt oder veranlasst und von den Verfahrensbeteiligten nicht aufgeworfene Rechtsfragen nur prüft, wenn hiezu aufgrund der Parteivorbringen oder anderer sich aus den Akten ergebenden Anhaltspunkte hinreichender Anlass besteht.\n\nb) Da im vorliegenden Fall allseits unbestritten ist, dass dem Beschwerdegegner unter dem Gesichtswinkel der invaliditätsmässigen Voraussetzungen eine ganze Rente zusteht, und da sich auch sonst in den Akten keinerlei Anhaltspunkte finden, die es rechtfertigen würden, auf diese Frage zurückzukommen, ist der die Rückweisung der Sache zur Abklärung der invaliditätsmässigen Voraussetzungen anordnende Entscheid der Rekurskommission aufzuheben.\n\n5. Da sich der vorinstanzliche Entscheid zu der allein zu prüfenden Frage der Rentenberechnung nicht ausspricht, wäre grundsätzlich die Rückweisung des Falles an die Vorinstanz am Platz. Indessen hat der Versicherte selber in keinem Stadium des Verfahrens konkrete Beanstandungen hinsichtlich der Rentenberechnung vorgebracht. Auch ist aus den Rentenakten (Kontenauszüge, Berechnungsblatt) kein Fehler ersichtlich, was übrigens vom Bundesamt ausdrücklich bestätigt wird.\n\nDa somit der Fall im Rahmen der dem Eidg. Versicherungsgericht in diesem Streit um Versicherungsleistungen zustehenden BGE 110 V 48 S. 54umfassenden Kognition (Art. 132 OG) als spruchreif erscheint und das rechtliche Gehör der Parteien im vorliegenden Verfahren gewahrt worden ist, rechtfertigt es sich, die Sache aus Gründen der Prozessökonomie direkt in dem Sinne zu erledigen, dass der vorinstanzliche Entscheid in Gutheissung der Verwaltungsgerichtsbeschwerde der Schweizerischen Ausgleichskasse aufgehoben und damit die Kassenverfügung vom 3. März 1982 bestätigt wird.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn Gutheissung der Verwaltungsgerichtsbeschwerde wird der Entscheid der Eidgenössischen Rekurskommission der AHV/IV für die im Ausland wohnenden Personen vom 31. Januar 1983 aufgehoben."}