{"annee": "110", "cour": "II", "page": "476", "date": "9/10/1984", "cite": ["103 II 277", "84 II 529"], "cite_par": [], "chapeau": "90. Auszug aus dem Urteil der I. Zivilabteilung vom 9. Oktober 1984 i.S. W. X. AG gegen Eidgenössische Versicherungs-Aktiengesellschaft und \"Winterthur\" Schweizerische Versicherungs-Gesellschaft (Berufung)", "regestes": ["Art. 418u al. 1 CO, refus d'accorder une indemnité pour la clientèle lorsque son octroi apparaît inéquitable. S'il se fonde sur la clause de l'art. 418u al. 1 CO qui se réfère à l'équité, le juge peut non seulement réduire mais également refuser l'indemnité réclamée lorsque l'agent a déjà été indemnisé par les prestations de prévoyance de son mandant."], "faits": "BGE 110 II 476 S. 477\n\nDie W. X. & Co. wurde 1970 als Rechtsnachfolgerin der von W. X. als Einzelfirma betriebenen Versicherungsagentur gegründet. Die Kollektivgesellschaft betätigte sich als Generalagentin für die Eidgenössische Versicherungs-Aktiengesellschaft und die \"Winterthur\" Schweizerische Versicherungs-Gesellschaft AG. Gesellschafter waren W. X. sowie zwei seiner Söhne. Im Hinblick auf das altersbedingte Ausscheiden von W. X. und die Weiterführung der Agentur durch die Söhne führte die Kollektivgesellschaft mit der Regionaldirektion der \"Winterthur\" seit 1977 Verhandlungen über den Abschluss eines neuen Agenturvertrages. Nachdem diese gescheitert waren, kündigte die Kollektivgesellschaft die Agenturverträge mit den beiden Versicherungsgesellschaften auf 31. Juli bzw. 30. Juni 1979. Die Vertragsverhältnisse wurden dann aber in gegenseitigem Einverständnis per 7. Mai 1979 aufgehoben. Am 4. Juli 1979 wurde die Kollektivgesellschaft aufgelöst; deren Aktiven und Passiven übernahm die neu gegründete W. X. AG. Seit Juli 1979 ist die W. X. AG als Agentin für die Zürich-Versicherungsgesellschaft tätig.\n\nIm April 1980 erhob die W. X. AG beim Handelsgericht des Kantons Zürich Klage gegen die Eidgenössische Versicherungs-Aktiengesellschaft (Beklagte 1) und die \"Winterthur\" (Beklagte 2) mit der Begründung, Anspruch auf Kundschaftsentschädigungen und auf Nachzahlung bestimmter Provisionen zu haben. Von der Beklagten 2 verlangte sie insbesondere eine Kundschaftsentschädigung von Fr. 244'646.45.\n\nBGE 110 II 476 S. 478\n\nMit Urteil vom 14. November 1983 wies das Handelsgericht beide Klagen ab.\n\nDieses Urteil focht die Klägerin mit kantonaler Nichtigkeitsbeschwerde an, auf die das Kassationsgericht des Kantons Zürich am 13. April 1984 mit der Begründung nicht eintrat, alle damit erhobenen Rügen könnten mit der Berufung beim Bundesgericht geltend gemacht werden.\n\nDie Klägerin legte gegen das Urteil des Handelsgerichts Berufung ein, die aus Gründen, die im veröffentlichten Teil des Entscheides nicht wiedergegeben werden, teilweise gutgeheissen wurde.", "considerants": "Aus den Erwägungen:\n\n2. Gemäss Art. 418u Abs. 1 OR hat der Agent, soweit es nicht unbillig ist, Anspruch auf eine angemessene Entschädigung, wenn durch seine Tätigkeit der Kundenkreis des Auftraggebers wesentlich erweitert worden ist und diesem aus der Geschäftsverbindung mit der geworbenen Kundschaft auch nach Auflösung des Agenturverhältnisses erhebliche Vorteile erwachsen. Der Anspruch besteht nicht, wenn der Agenturvertrag aus einem vom Agenten zu vertretenden Grund aufgelöst worden ist (Art. 418u Abs. 3 OR).\n\nDas Handelsgericht verweigert den gegenüber der Beklagten 2 geltend gemachten Anspruch auf eine Kundschaftsentschädigung von Fr. 244'646.45 mit der Begründung, die Klägerin habe die Kündigung des Agenturvertrags mit der Beklagten 2 selbst zu vertreten; es führt überdies in einer Eventualerwägung aus, der Zuspruch der Entschädigung sei unbillig, weil sie durch Altersvorsorgeleistungen der Beklagten 2 zugunsten von W. X. abgegolten worden sei. Mit der Berufung werden beide Begründungen angefochten. Da sich zeigen wird, dass die Eventualerwägung Bundesrecht nicht verletzt, braucht auf die Hauptbegründung nicht eingegangen zu werden.\n\n3. Das Handelsgericht hält fest, es sei unbestritten, dass der Kundenkreis der Beklagten 2 durch die Tätigkeit der Kollektivgesellschaft wesentlich erweitert worden sei und ihr aus der Geschäftsverbindung mit der angeworbenen Kundschaft auch nach Auflösung des Agenturverhältnisses erhebliche Vorteile erwüchsen. Deren Wert bemisst es auf Fr. 500'000.--. Im angefochtenen Urteil wird weiter ausgeführt, der am 10. Oktober 1982 verstorbene W. X. habe von der Pensionskasse für Agenten der Beklagten 2 BGE 110 II 476 S. 479seit 1. März 1978 eine Rente von jährlich Fr. 51'000.-- bezogen. Zur Zeit der Auflösung des Agenturvertrags habe der Barwert der Rente nach der Berechnung der Beklagten 2 Fr. 732'107.-- betragen; davon seien die persönlichen Beiträge des W. X. von Fr. 33'771.60 abzuziehen. Bei der Aufrechnung mit dem Wert der angeworbenen Kundschaft stellt das Handelsgericht dann aber auf die Behauptung der Klägerin ab, dass der Barwert der Rente, welcher den Leistungen der Beklagten 2 entspreche, nur rund Fr. 600'000.-- betrage.\n\nMit der Berufung werden diese Annahmen betragsmässig nicht in Frage gestellt. Die Klägerin macht lediglich darauf aufmerksam, dass sie von der Beklagten 2 unter dem Titel der Kundschaftsentschädigung nur Fr. 244'646.45 verlange, also bedeutend weniger als ihr grundsätzlich zustehen würde.\n\na) Die Klägerin wirft dem Handelsgericht die Verletzung von Art. 418u Abs. 1 OR sowie Art. 2 und 4 ZGB vor. Sie vertritt die Auffassung, die Voraussetzungen für die Verweigerung der Kundschaftsentschädigung wegen Unbilligkeit seien im vorliegenden Fall nicht gegeben.\n\nNach der bundesgerichtlichen Rechtsprechung, auf die sich das Handelsgericht beruft, kann bei der Beurteilung, ob der Zuspruch einer Kundschaftsentschädigung unbillig ist, berücksichtigt werden, dass der Agent besonders hohe Vergütungen erhalten hat, dass das Vertragsverhältnis lange gedauert hat oder der Auftraggeber besonders günstige Fürsorgeleistungen erbracht hat (BGE 103 II 286; BGE 84 II 533, 541). Die Vorinstanz stellt ausschliesslich auf die Leistungen für die Altersvorsorge von W. X. ab und lässt offen, ob andere Umstände wie insbesondere die nach Behauptung der Beklagten 2 ungewöhnlich hohen Provisionssätze den Zuspruch einer Kundschaftsentschädigung ebenfalls als unbillig erscheinen liessen. In der Literatur ist die Ansicht vorherrschend, dass Vorsorgeleistungen des Auftraggebers an den Agenten unter dem Gesichtspunkt der Billigkeit zu berücksichtigen sind (J.-C. BURNAND, Le contrat d'agence et le droit de l'agent d'assurances à une indemnité de clientèle, Diss. Lausanne 1977, S. 118 f.; KURT BRUNNER, Das Rechtsverhältnis zwischen Versicherer und Vermittlungsagent und seine Drittwirkungen, Diss. Zürich 1981, S. 240; GERHARD HORST LEISS, Der Anspruch des Agenten auf Entschädigung für die Kundschaft in rechtsvergleichender Darstellung, Diss. Bern 1965, S. 134; MEIER/MEYER-MARSILIUS, Der Agenturvertrag, 2. Auflage, S. 78; JEAN-MARIE HANGARTNER, in BGE 110 II 476 S. 480Schweiz. Versicherungs-Zeitschrift 1958/59, S. 281, mit Hinweisen auf die ältere Literatur). Die gleiche Meinung wurde bei den parlamentarischen Beratungen vertreten (Sten.Bull. 1948 N 770). Rechtsvergleichend ist von Interesse, dass die Praxis des Deutschen Bundesgerichtshofes zu § 89b Abs. 1 HGB, der inhaltlich Art. 418u Abs. 1 OR entspricht, damit übereinstimmt. Danach können Leistungen des Unternehmers zum Zweck der Altersversorgung des Handelsvertreters ganz oder teilweise auf den Ausgleichsanspruch angerechnet werden (Urteile des BGHZ vom 23. Juni 1966, 19. November 1970 und 18. Februar 1982, in Entscheide des BGHZ Bd. 45 S. 268 ff., Bd. 55 S. 45 ff. und in NJW 1982 S. 1814). Im übrigen wird die Anrechenbarkeit derartiger Vorsorgeleistungen mit der Berufung dem Grundsatz nach gar nicht bestritten. Es erübrigen sich daher Ausführungen zur Frage, welche anderen Umstände im vorliegenden Fall von Bedeutung sein könnten und ob sie auch in ihrer Gesamtheit betrachtet die Verweigerung der Kundschaftsentschädigung wegen Unbilligkeit rechtfertigen würden.\n\nb) Die Klägerin hält die Anrechnung der Vorsorgeleistungen für unzulässig, weil Ansprecherin der Kundschaftsentschädigung die Kollektivgesellschaft bzw. sie selbst als deren Rechtsnachfolgerin und nicht W. X. persönlich sei. Seine Söhne hätten als Mitgesellschafter seit 1970 erheblich zur Erweiterung des Kundenkreises beigetragen. Jeder sei in der Bearbeitung der Kundschaft selbständig gewesen und habe seinen eigenen Kundenkreis besessen, den er auch selbst erarbeitet habe. Aus der Produktionsstatistik für das Jahr 1978 ergebe sich zum Beispiel, dass 72,9% der neu vermittelten Geschäfte auf die Söhne entfallen seien. Die Vorsorgeleistungen an W. X. könnten deshalb, wenn überhaupt, nur zum Teil berücksichtigt werden. Der Barwert der Rente für W. X. betrage Fr. 600'000.--, während sich die Leistungen für die Altersvorsorge der Söhne lediglich auf Fr. 4'135.-- bzw. Fr. 4'564.-- beliefen, demnach unter dem Gesichtspunkt der Billigkeit nicht ins Gewicht fielen.\n\nObschon die Vorsorgeansprüche nicht der Kollektivgesellschaft, sondern den einzelnen Gesellschaftern zustanden und die Aufwendungen für die Söhne gering waren, ist es in Anbetracht der besonderen Umstände des vorliegenden Falles gerechtfertigt, die Vorsorgeleistungen der Beklagten 2 für W. X. gesamthaft dem von der Kollektivgesellschaft für die Beklagte 2 erwirtschafteten Vorteil gegenüberzustellen. Denn mit der Gewährleistung einer reichlich BGE 110 II 476 S. 481bemessenen Pension für W. X. hat die Beklagte 2 unmittelbar auch der Kollektivgesellschaft bzw. der Klägerin einen Vorteil erbracht, ist doch anzunehmen, dass ein derartiger Familienbetrieb andernfalls selbst für die Alterssicherung seines Seniorchefs erhebliche Auslagen gehabt hätte. Aus diesem Grunde braucht nicht untersucht zu werden, ob der Beitrag der Söhne an die Erweiterung des Kundenstammes durch die Vorsorgeleistungen der Beklagten 2 an die Söhne selbst hinreichend abgegolten worden ist. Für diese Betrachtungsweise spricht auch der im Urteil des Deutschen Bundesgerichtshofes vom 18. Februar 1982 hervorgehobene unmittelbare Zusammenhang zwischen der Versorgungszusage des Auftraggebers an einen einzelnen Gesellschafter und dem Agenturvertrag mit der Gesellschaft (NJW 1982 S. 1814).\n\nc) Die Klägerin bringt im weitern vor, entgegen der Auffassung des Handelsgerichts sei nicht auf den Barwert der Rente abzustellen, weil der am 10. Oktober 1982 verstorbene W. X. die Altersrente nur kurze Zeit bezogen habe. Der Vorinstanz ist indes beizustimmen, dass der Barwert der Rente im Zeitpunkt der Pensionierung abzüglich der persönlichen Beiträge von W. X. massgebend sein muss, denn damit kann der Wert der Leistungen, welche die Beklagte 2 im Hinblick auf die Alterssicherung von Vater X. erbracht hat, am besten erfasst werden. Dass der Barwert nicht nach den üblichen Grundsätzen hätte berechnet werden dürfen, wird mit der Berufung nicht behauptet. Im übrigen hat das Handelsgericht dem Standpunkt der Klägerin insoweit Rechnung getragen, als es zu ihren Gunsten am Wert der Rente, wie er von der Beklagten 2 berechnet worden ist, einen Abzug von rund Fr. 100'000.-- vorgenommen hat.\n\nd) Die Klägerin macht sodann geltend, was ehemals als \"besonders günstige Fürsorgeleistung\" gegolten habe, sei heute mit dem Ausbau der Pensionskassen üblich geworden; bei der Beurteilung der Billigkeit von Kundschaftsentschädigungen seien die Massstäbe daher anders als früher anzulegen.\n\nWie es sich damit verhält, braucht im vorliegenden Fall nicht allgemein entschieden zu werden. Wie bereits erwähnt, bestreitet die Klägerin nicht, dass die Beiträge von W. X. an die Pensionskasse lediglich Fr. 33'771.60 betragen haben. Dies und der Umstand, dass die Kollektivgesellschaft während mehreren Jahren auch nach Auffassung der Klägerin angemessene Provisionen beziehen konnte, rechtfertigt es jedenfalls unter den hier gegebenen Umständen, die Vorsorgeleistungen uneingeschränkt zu berücksichtigen.\n\nBGE 110 II 476 S. 482\n\ne) Die Klägerin wendet schliesslich ein, das Handelsgericht hätte die Kundschaftsentschädigung gestützt auf die Billigkeitsklausel nicht verweigern, sondern nur herabsetzen dürfen. Zur Begründung ihres Einwandes beruft sie sich auf die ratio legis von Art. 418u Abs. 1 OR und die Meinung von GAUTSCHI (N. 4 zu Art. 418u Abs. 1 OR).\n\nDie Stellungnahme GAUTSCHIS kann jedoch von vornherein nicht massgebend sein, denn er hält die Billigkeitsklausel für überflüssig, widersprüchlich und absurd (N. 4b und c zu Art. 418u Abs. 1 OR). Seine grundlegende Kritik hilft nicht weiter, wenn es darum geht, den Sinn dieser Klausel zu bestimmen und die Frage zu beantworten, ob der Gesetzgeber damit dem Richter die Möglichkeit geben wollte, die Kundschaftsentschädigung nicht nur herabzusetzen, sondern ganz zu verweigern. Andere Autoren halten die Verweigerung der Entschädigung für zulässig. So MEIER/MEYER-MARSILIUS, die in Anlehnung an die bereits erwähnte Rechtsprechung des Deutschen Bundesgerichtshofes davon ausgehen, dass der Anspruch dahinfallen kann, wenn der Kapitalwert der Altersrente dessen Höhe übersteigt (a.a.O., S. 78 N. 18). LEISS führt aus, gegen die Billigkeit sprechende Umstände rechtfertigten in der Regel nur eine Herabsetzung, könnten aber in Ausnahmefällen zum Wegfall des Anspruchs führen (a.a.O., S. 134). Die Stellungnahme von BURNAND ist unklar; er schreibt zunächst, eine Kundschaftsentschädigung sei nicht gerechtfertigt, wenn der Agent in irgendeiner Form für seine Leistung hinreichend entschädigt worden sei, spricht dann aber nur noch von einer Herabsetzung (a.a.O., S. 118). BRUNNER scheint lediglich eine Reduktion für zulässig zu halten (a.a.O., S. 239 ff.). Eine einheitliche Lehrmeinung besteht somit nicht.\n\nDer Wortlaut von Art. 418u Abs. 1 OR lässt die Auslegung des Handelsgerichts ohne weiteres zu. Auch die Äusserungen in den parlamentarischen Beratungen sprechen nicht dagegen. Die Billigkeitsklausel, die im Entwurf des Bundesrates nicht enthalten war, geht auf einen Vorschlag der Kommission des Nationalrates zurück. Péclard, Berichterstatter der Kommission, bezeichnete die Billigkeitsklausel als Sicherheitsventil, das den Gerichten ermöglichen solle, sich den Forderungen von Agenten zu widersetzen, die den Anspruch auf Kundschaftsentschädigung zu missbrauchen versuchten (Sten.Bull. 1948 N 9). Der Ständerat hatte zunächst über die Bestimmung in der Fassung des bundesrätlichen Entwurfs beraten, sie dann aber nach Rückweisung an die Kommission in BGE 110 II 476 S. 483der vom Nationalrat geänderten Fassung angenommen, wobei lediglich die Formulierung \"soweit die Billigkeit es verlangt\" durch \"soweit es nicht unbillig ist\" ersetzt wurde. Stüssi, Berichterstatter im Ständerat, hatte vor der Rückweisung darauf hingewiesen, dass in bestimmten Fällen der Zuspruch einer Kundschaftsentschädigung stossend sei (Sten.Bull. 1948 S 64). Bei der abschliessenden zweiten Beratung hatte er dann erläutert, unbillig könne es sein, einen Anspruch zu stellen, wenn zum Beispiel besondere Verhältnisse beim Auftraggeber oder beim Agenten vorlägen, welche eine Abfindung sinn- oder zweckwidrig machten, oder wenn dem Agenten anderweitige Vergünstigungen oder Vorteile durch den Auftraggeber zukämen (Sten.Bull. 1948 S 250). Diesen Ausführungen ist zu entnehmen, dass Stüssi - ähnlich wie Péclard - der Meinung war, die Billigkeitsklausel ermögliche es dem Richter, die Kundschaftsentschädigung nicht nur herabzusetzen, sondern zu verweigern, wenn zwar die übrigen Voraussetzungen von Art. 418u Abs. 1 OR gegeben sind, der Agent aber aus anderen Gründen für die dem Auftraggeber erbrachte Leistung genügend entschädigt worden ist.\n\nDie parlamentarischen Beratungen zeigen eindeutig, dass der Richter gestützt auf die Billigkeitsklausel die in Art. 418u Abs. 1 OR aufgezählten Anspruchsvoraussetzungen erweitern kann; der Einwand der Klägerin, die Klausel berühre nur das Anspruchsquantitativ, trifft daher nicht zu. Auch der Sinn dieser Klausel verbietet nicht, die Kundschaftsentschädigung mit der Begründung, sie sei durch Vorsorgeleistungen des Auftraggebers abgegolten worden, ganz zu verweigern. Dass diese Zuwendungen nach Rechtsprechung und herrschender Lehre zu berücksichtigen sind, ist bereits dargelegt worden. Wie die Äusserungen im Parlament belegen, sollte mit der Billigkeitsklausel insbesondere verhindert werden, dass eine Kundschaftsentschädigung in Fällen ausgezahlt werden muss, wo die Vorteile des Auftraggebers aus der Erweiterung des Kundenkreises durch seine Leistungen an den Agenten aufgewogen werden, also bereits ein Gleichgewicht zwischen den gegenseitigen Leistungen der Vertragspartner besteht. Das Handelsgericht hat somit den Sinn und Zweck von Art. 418u Abs. 1 OR nicht verkannt."}