{"annee": "110", "cour": "IB", "page": "52", "date": "4/4/1984", "cite": ["94 I 286", "98 IA 326", "108 IB 489", "99 IB 413", "101 IB 405"], "cite_par": ["111 IB 91", "118 IA 144", "116 IB 32"], "chapeau": "9. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 4. April 1984 i.S. Schweiz. Bundesbahnen, Kreis III, gegen Kath. Kirchenstiftung St. Anton-Zürich und Präsident der Eidg. Schätzungskommission, Kreis 10 (Verwaltungsgerichtsbeschwerde)", "regestes": ["Envoi en possession anticipé en cas d'expropriation temporaire. Il y a dommages irréparables au sens de l'art. 76 al. 4, 2e phrase, LEx lorsque l'atteinte causée par l'expropriant est irréversible et qu'un rétablissement de la situation antérieure s'avère pratiquement exclu (consid. 1a). L'envoi en possession anticipé en cas d'expropriation temporaire est soumis aux mêmes conditions qu'en cas d'expropriation définitive (consid. 1b). La condition - négative - prévue à l'art 76 al. 4, 2e phrase, LEx pour l'envoi en possession anticipé est remplie en l'espèce (consid. 2)."], "faits": "BGE 110 Ib 52 S. 52\n\nAuf Ersuchen der Schweizerischen Bundesbahnen, Kreis III, eröffnete der stellvertretende Präsident der Eidgenössischen BGE 110 Ib 52 S. 53Schätzungskommission, Kreis 10, ein Enteignungsverfahren für den Bau der Zürcher S-Bahn im Innenstadtbereich (Museumstrasse bis Neptunstrasse). Das Verfahren richtete sich u.a. gegen die Katholische Kirchenstiftung St. Anton als Eigentümerin der zwischen der Minerva- und der Neptunstrasse liegenden Parzellen Nr. 2789 (1270 m2) und Nr. 2790 (4407 m2), auf denen das Pfarrhaus, zwei Wohnhäuser, ein Lagergebäude sowie die St. Antonius-Kirche stehen.\n\nNach dem vom Bundesamt für Verkehr genehmigten Projekt soll auf den Grundstücken der Kirchenstiftung der sogenannte Startschacht erstellt werden, von welchem aus der S-Bahn-Tunnel vorgetrieben werden soll. Für den Bau dieses 30 m tiefen Schachtes und der notwendigen Verankerung beanspruchen die Bundesbahnen vorübergehend Teilflächen von 1830 m2 (Schacht) bzw. von 3010 m2 (Erdanker) und zwar für eine Zeit von 70 bzw. 17 Monaten. Definitiv enteignet werden sollen ein Tunnelbau- und ein Eisenbahnbetriebsrecht.\n\nDie Katholische Kirchenstiftung St. Anton erhob Einsprache gegen die vorübergehende Enteignung und verlangte eine Änderung des Projektes in dem Sinne, dass der Startschacht auf dem ca. 100 m entfernten Artergut der Stadt Zürich zu errichten sei, da bei Verwirklichung des Auflageprojektes die unter Denkmalschutz stehende St. Antonius-Kirche gefährdet und der von der Stiftung geplante und bereits bewilligte Bau eines neues Kirchenzentrums verzögert werde.\n\nAn der Einigungsverhandlung ersuchten die Bundesbahnen um vorzeitige Besitzeinweisung. Die Enteignete widersetzte sich diesem Begehren. Der stellvertretende Präsident der Schätzungskommission wies das Gesuch der Enteignerin zur Zeit ab. Auf Beschwerde der Bundesbahnen hin gestattet das Bundesgericht diesen die vorzeitige Inbesitznahme der fraglichen Grundstücke.", "considerants": "Aus den Erwägungen:\n\n1. Nach Art. 76 EntG kann der Enteigner jederzeit verlangen, dass er zur Besitzergreifung oder Ausübung des Rechts schon vor der Bezahlung der Entschädigung ermächtigt werde, wenn er nachweist, dass dem Unternehmen sonst bedeutende Nachteile entstünden (Abs. 1). Dem Gesuch ist zu entsprechen, sofern die Prüfung der Entschädigungsforderung trotz Besitzergreifung noch möglich ist (Abs. 4 Satz 1). Ist indessen über Einsprachen gegen die Enteignung BGE 110 Ib 52 S. 54und über Begehren nach den Art. 7-10 EntG noch nicht rechtskräftig entschieden, darf dem Gesuch nur insoweit entsprochen werden, als keine bei nachträglicher Gutheissung nicht wieder gutzumachenden Schäden entstehen (Abs. 4 Satz 2).\n\nEs ist hier unbestritten, dass dem Unternehmen, wird die vorzeitige Besitzergreifung nicht bewilligt, bedeutende Nachteile erwachsen. Es wird auch nicht in Abrede gestellt, dass die Entschädigungsforderung der Enteigneten trotz der Inbesitznahme noch geprüft werden kann. Streitig ist einzig, ob im vorliegenden Fall auch die dritte - negative - Voraussetzung für die vorzeitige Besitzeinweisung erfüllt sei, nämlich ob infolge der Besitzergreifung keine Schäden entstünden, die bei nachträglicher Gutheissung der erhobenen Einsprache nicht wieder gutgemacht werden könnten.\n\na) Im angefochtenen Entscheid wird ausgeführt, mit den \"nicht wieder gutzumachenden Schäden\" gemäss Art. 76 Abs. 4 EntG (\"de dommages qui ne pourraient être réparés\", \"danni irreparabili\") sei das Gleiche gemeint wie mit dem in den Art. 87 OG und 45 VwVG genannten \"nicht wieder gutzumachenden Nachteil\"; es gelte daher auch hier die bundesgerichtliche Rechtsprechung, wonach als nicht wieder gutzumachende stets nur rechtliche Nachteile, nicht auch tatsächliche in Betracht fielen.\n\nDieser Auffassung ist aus verschiedenen Gründen nicht zu folgen. Einerseits haben die in Art. 87 OG und Art. 45 VwVG enthaltenen Bestimmungen prozessualer Natur, die sich auf die Anfechtbarkeit eines Zwischenentscheides mit staatsrechtlicher bzw. mit verwaltungsrechtlicher Beschwerde beziehen, nichts oder wenig mit der in Art. 76 Abs. 4 EntG behandelten materiellen Frage gemeinsam, unter welchen Voraussetzungen die vorzeitige Besitzeinweisung trotz einer noch hängigen Einsprache gewährt werden könne. Andererseits ist nach der bundesgerichtlichen Rechtsprechung der Begriff des nicht wieder gutzumachenden Nachteils im Sinne von Art. 87 OG enger als der in Art. 45 VwVG umschriebene, und können die beiden daher nicht gleichgesetzt werden (vgl. BGE 98 Ia 328, 98 Ib 286 f. E. 4, BGE 99 Ib 416; GYGI, Bundesverwaltungsrechtspflege, 2. Aufl., S. 142, SALADIN, Verwaltungsverfahrensgesetz, S. 171 insbes. N. 7). Schliesslich wird durch die vorzeitige Inbesitznahme in die Nutzungsrechte des Eigentümers eingegriffen und damit stets ein Nachteil rechtlicher Natur bewirkt (wie er in Art. 87 OG, nicht aber in Art. 45 VwVG verlangt wird). Wäre die Argumentation des Schätzungskommissions-Präsidenten BGE 110 Ib 52 S. 55richtig, wonach auch Art. 76 Abs. 4 EntG nur von rechtlichen Nachteilen spreche, so erwiese sich demnach die vorzeitige Besitzeinweisung in jedem Falle unzulässig, solange über Einsprachen noch nicht rechtskräftig entschieden ist; das ist offensichtlich nicht der Sinn des Gesetzes.\n\nArt. 76 Abs. 4 Satz 2 ist vernünftigerweise so auszulegen, dass der tatsächliche Zustand des Grundstücks, das Enteignungsobjekt bildet, in Betracht zu ziehen und zu prüfen ist, zu welchem Eingriff, zu welchen Veränderungen die Inbesitznahme durch den Enteigner führt. Stellt sich heraus, dass der Eingriff irreversibel und eine Wiederherstellung des früheren Zustandes praktisch ausgeschlossen ist, so muss die Besitzergreifung vor Erledigung der Einsprachen verweigert werden. In allen anderen Fällen ist sie zu gewähren (ausser wenn das Verfahren in Anwendung von Art. 51 EntG ausgesetzt worden ist; vgl. BGE 101 Ib 171 ff.). Übrigens hat das Bundesgericht schon im Entscheid Erben Bertschy-Ringier darauf hingewiesen, dass für die Besitzeinweisung ausschlaggebend sei, ob der frühere Zustand wiederhergestellt werden könne; unbeachtlich sei dagegen, mit welchen Kosten die Wiederherstellung verbunden sei, da nicht der Enteignete, sondern allein der Enteigner das mit der Besitzergreifung verbundene Risiko trage (BGE 108 Ib 491 ff.).\n\nb) Tatsächlich weist aber, wie der Schätzungskommissions-Präsident festgestellt hat, der vorliegende Fall eine Besonderheit auf. Zur Diskussion steht nicht der definitive Rechtserwerb für den Tunnelbau und den Eisenbahnbetrieb, sondern die vorübergehende Enteignung für die Erstellung und die Benützung des sogenannten Startschachtes. Objekt der Enteignung ist insoweit nicht das Eigentum, sondern die Nutzung und damit der Besitz der fraglichen Grundstücke (vgl. zur Publikation bestimmtes Urteil vom 1. Juni 1983 i.S. Kresse, E. 3a). Das vorliegende Verfahren hat insofern den selben Gegenstand wie das Einspracheverfahren vor dem Departement. Es fragt sich deshalb, ob die vorzeitige Besitzergreifung - wie auch der Schätzungskommissions-Präsident zu argumentieren scheint - nicht aus dem Grunde zu verweigern sei, weil sie den Einspracheentscheid vorwegnehme. Dies hätte indessen zur Folge, dass die Besitzergreifung - falls Einsprachen noch hängig, aber keine nicht wieder gutzumachenden Schäden zu befürchten sind - gestattet werden müsste, wenn der Enteigner eine endgültige Abtretung verlangt, hingegen zu verweigern wäre, wenn lediglich eine vorübergehende Inanspruchnahme, also ein geringerer Eingriff in die Rechte des Enteigneten vorgesehen ist. Ein solches BGE 110 Ib 52 S. 56- unsinniges - Ergebnis lag klarerweise nicht in der Absicht des Gesetzgebers, der 1971 unter der Voraussetzung, dass die Rechte des Enteigneten gesichert seien, die Errichtung öffentlicher Werke erleichtern wollte (vgl. BGE 105 Ib 202 E. 2). Das Gesuch um vorzeitige Besitzeinweisung, das im Zusammenhang mit einer vorübergehenden Enteignung eingereicht wird, ist daher nicht anders zu behandeln als jenes, das der Enteigner im Verfahren um eine endgültige Abtretung stellt.\n\n2. Es bleibt zu prüfen, ob durch die Inbesitznahme der Grundstücke der Enteigneten und den Bau des Startschachtes Schäden entstehen könnten, die im Falle einer Projektänderung nach Gutheissung der Einsprache im oben dargelegten Sinne nicht wieder gutzumachen wären.\n\nDass für die Erstellung des Schachtes ein altes Gebäude (Lagerhaus) abgebrochen werden muss, ist vom Präsidenten der Schätzungskommission zu Recht als unter den konkreten Umständen unerheblich bezeichnet worden, da dieses auch dem Bauvorhaben der Enteigneten selbst hätte weichen müssen.\n\nWird das erarbeitete Sicherheitskonzept eingehalten und erfolgt die Bauausführung mit der notwendigen Sorgfalt, so besteht nach Ansicht des vom Bundesgericht beigezogenen Experten keine Gefahr, dass an den Gebäuden, insbesondere an der unter Denkmalschutz stehenden St. Antonius-Kirche, Schäden entstünden. Im weiteren hat der Experte dargelegt, dass bei Gutheissung der Einsprache der frühere Zustand der Grundstücke ohne weiteres wiederhergestellt werden könnte. Die aus Rühlbeton erstellten Schachtwände könnten - falls die Enteignete den Schacht nicht in ihr Bauvorhaben einbeziehen will - etappenweise abgebrochen werden, der Schacht könnte mit dem durch Beimischung von Zement oder ungelöschtem Kalk stabilisierten Aushubmaterial wieder aufgefüllt und dadurch innert kurzer Zeit die gleiche Festigkeit des Bodens wie vor dem Schachtbau erreicht werden. Auch wäre es möglich, die Verankerungskabel wieder zu entfernen; doch führen diese zu einer Befestigung des Untergrundes und könnten daher auch für die geplanten Neubauten der Enteigneten nützlich sein. Nicht wieder gutzumachende Schäden sind jedenfalls nach dem Experten nicht zu befürchten. Da das Bundesgericht in technischen Fragen an die Auffassung seiner Gutachter gebunden ist, sofern sich diese nicht als offensichtlich widersprüchlich erweist oder auf irrtümlichen tatsächlichen Feststellungen beruht (BGE 101 Ib 408, BGE 94 I 291), ist hier gestützt auf die Expertise festzustellen, BGE 110 Ib 52 S. 57dass auch die in Art. 76 Abs. 4 Satz 2 EntG umschriebene Voraussetzung für die vorzeitige Besitzeinweisung erfüllt ist. Die Beschwerde ist daher gutzuheissen und den Schweizerischen Bundesbahnen die vorzeitige Inbesitznahme der Parzellen der Enteigneten zu gewähren."}