{"annee": "110", "cour": "II", "page": "423", "date": "22/5/1984", "cite": ["95 II 630", "81 II 554", "107 II 269"], "cite_par": ["113 II 345", "114 II 376", "112 II 439", "123 III 115", "113 II 323"], "chapeau": "81. Extrait de l'arrêt de la Ire Cour civile du 22 mai 1984 dans la cause Secura contre G. (recours en réforme)", "regestes": ["Art. 58 al. 1 LCR, notion de l'emploi. L'écoulement d'un certain temps entre l'emploi d'un véhicule automobile et l'accident ne suffit pas à supprimer le lien de causalité entre l'emploi et le dommage. Il peut seulement, suivant les circonstances, lui faire perdre son caractère adéquat."], "faits": "BGE 110 II 423 S. 423\n\nA.- Le 9 janvier 1976, vers 5 h 20, par suite de verglas, C. perdit la maîtrise du train routier qu'il conduisait, sur la route cantonale conduisant d'Yvonand à Yverdon, peu après la sortie d'Yvonand, dans le virage précédant l'intersection avec la voie de chemin de fer. La remorque se renversa et le camion fut immobilisé sur la voie ferrée. C. arrêta son moteur et actionna l'avertisseur d'alarme et les feux de panne, en se proposant de désaccoupler la remorque pour pouvoir ensuite dégager le camion. Trois à quatre minutes après l'arrêt du train routier, un convoi des CFF provenant d'Yvonand entra en collision, à 110 km/h, avec le camion.\n\nLe chef de train, G., qui se trouvait à côté du mécanicien, fut grièvement blessé.\n\nB.- Le 23 septembre 1981, G. a assigné la compagnie d'assurances Secura, qui couvre la responsabilité civile du détenteur du camion conduit par C., en paiement de fr. 400'000.--. BGE 110 II 423 S. 424avec intérêt à 5% dès le 1er janvier 1981. La défenderesse a conclu au rejet de la demande.\n\nPar jugement du 7 septembre 1983, la Cour civile du Tribunal cantonal vaudois, admettant la responsabilité totale de la défenderesse, a condamné celle-ci à payer au demandeur fr. 118'777.90 en capital.\n\nC.- Le Tribunal fédéral admet partiellement un recours en réforme de la défenderesse et rejette le recours joint du demandeur.", "considerants": "Extrait des considérants:\n\n1. a) Selon l'art. 58 al. 1 LCR, si, par suite de l'emploi d'un véhicule automobile, une personne est tuée ou blessée ou qu'un dommage matériel est causé, le détenteur est civilement responsable. La cour cantonale a nié que cette disposition fût applicable et elle a jugé la cause sur la base de l'art. 58 al. 2 LCR. Bien que les parties ne remettent pas en cause sur ce point le jugement cantonal, il y a lieu d'examiner d'office si les conditions de l'art. 58 al. 1 LCR sont remplies.\n\nLa question doit être résolue par l'affirmative. La cour cantonale considère à tort que le véhicule automobile doit être à l'emploi \"au moment de l'accident\". La loi exige seulement que l'emploi soit la cause du dommage (\"par suite de l'emploi\"). L'écoulement d'un certain temps entre l'emploi et l'accident, cause immédiate du dommage, ne supprime pas en soi le lien de causalité. Suivant les circonstances, il pourra seulement lui faire perdre son caractère adéquat (ATF 95 II 635, ATF 81 II 557 s.; cf. aussi ATF 107 II 271; BUSSY-RUSCONI, Code suisse de la circulation routière annoté, n. 7.4 ad art. 58; OFTINGER, Schweizerisches Haftpflichtrecht, 2e éd. II/2 p. 521, n. 339, 543; KELLER, Haftpflicht im Privatrecht, 3e éd., p. 234; GREC, La situation juridique du détenteur de véhicule automobile en cas de collision de responsabilités, thèse Lausanne 1969, pp. 34, 38, 45 ss).\n\nEn l'espèce, lorsque le chauffeur a perdu la maîtrise de son train routier, celui-ci, mû par son moteur, circulait sur la voie publique. Le camion était donc à l'emploi et la perte de maîtrise apparaît comme la réalisation du risque spécifique résultant de l'utilisation des organes mécaniques du véhicule (cf. ATF 107 II 271 et les arrêts cités).\n\nComme la perte de maîtrise a eu pour effet d'obstruer la voie du chemin de fer, elle est sans conteste la cause de la collision entre BGE 110 II 423 S. 425le convoi CFF et le train routier, laquelle est elle-même la cause des lésions subies par le demandeur. Le lien de causalité entre l'emploi et le dommage est donc avéré.\n\nAu demeurant, rien n'a \"interrompu\" ce lien de causalité. En effet, il ne s'est écoulé que trois à quatre minutes entre la perte de maîtrise et la collision; pendant ce court laps de temps, le chauffeur du camion n'a pas été en mesure de dégager son véhicule en difficulté; il n'a pas non plus été possible - ni à lui-même ni à un tiers - de prendre d'autres mesures propres à éviter la réalisation du risque ainsi créé, notamment en signalant au conducteur du train l'existence de l'obstacle.\n\nLa défenderesse soutient à tort que le lien de causalité aurait été interrompu du fait que le dispositif de sécurité des CFF destiné à arrêter les trains lorsque les barrières sont ouvertes n'aurait pas fonctionné. La cour cantonale constate à ce sujet que l'une des barrières du passage à niveau s'était arrêtée sur le toit du camion, mais n'avait pas fait fonctionner l'alarme du \"signum\" de la locomotive, car elle s'était inclinée en formant un angle inférieur à 83 degrés, insuffisant à déclencher l'alarme; elle relève en outre que cette installation était conforme aux ordonnances du Département fédéral des transports, des communications et de l'énergie, ainsi qu'à l'ordre de service établi par les CFF, en leur état au jour de l'accident. Il n'est pas nécessaire de juger si l'insuffisance du dispositif de sécurité, quoique réglementaire, pourrait être qualifiée de négligence des CFF, car il ne s'agirait de toute manière pas d'une négligence grave propre à \"interrompre\" le lien de causalité adéquat, c'est-à-dire à supprimer le caractère adéquat du lien de causalité, en faisant apparaître la cause invoquée comme trop éloignée du dommage, par rapport à une autre cause largement prépondérante. En effet, la cause immédiate de la collision réside dans la présence illicite et hautement dangereuse du camion sur la voie ferrée. Cette présence est la cause largement prépondérante du dommage, et il appartenait au premier chef au chauffeur du camion d'éviter de créer un tel danger. Le dispositif de sécurité n'est qu'un moyen supplémentaire destiné à éviter la réalisation du risque créé par ailleurs; or il faut en général compter avec la possibilité que, pour une raison ou une autre, un tel dispositif puisse ne pas fonctionner; aussi celui qui crée le risque ne peut-il en principe se décharger en soutenant que le système de protection mis en place par autrui s'est révélé inefficace.BGE 110 II 423 S. 426\n\nL'emploi du véhicule automobile demeure donc la cause adéquate du dommage subi par le demandeur (ATF 81 II 557 s.).\n\nb) Les conditions d'une exclusion de responsabilité, prévues par l'art. 59 al. 1 LCR, ne sont pas non plus réalisées. En effet, le demandeur n'a commis aucune faute à l'origine de l'accident. Celui-ci n'est dû non plus ni à la force majeure ni à la faute grave d'un tiers.\n\nC'est donc en vain que la défenderesse s'efforce de démontrer que le train routier aurait glissé sur le verglas sans faute du conducteur.\n\nComme assureur du détenteur, la défenderesse doit ainsi répondre du dommage du demandeur consécutif à l'accident."}