{"annee": "110", "cour": "V", "page": "138", "date": "19/3/1984", "cite": ["108 V 170"], "cite_par": ["119 V 475", "127 V 353", "127 I 133"], "chapeau": "23. Urteil vom 19. März 1984 i.S. Jakob gegen Ausgleichskasse des Kantons Zürich", "regestes": ["Art. 137 let. b OJ. Assuré qui apprend subséquemment qu'un certificat médical, produit alors que la première procédure devant le Tribunal fédéral des assurances était pendante, n'a pas été transmis audit tribunal par l'administration. Il ne s'agit pas d'un nouveau moyen de preuve, mais d'un fait nouveau."], "faits": "BGE 110 V 138 S. 138\n\nA.- Der 1952 geborene Renato Jakob, welcher den Beruf eines Autoelektrikers ausübt, musste sich im Jahre 1960 der Extraktion der Linse des linken Auges unterziehen. Im Jahre 1970 erkrankte er am rechten Auge an Herpes corneae und 1973 an Keratitis. Am 2. Mai 1977 wies die Ausgleichskasse des Kantons Zürich sein Gesuch um Kostengutsprache für zwei Kontaktlinsen verfügungsweise ab. Letztinstanzlich stellte das Eidg. Versicherungsgericht mit Urteil vom 1. Juni 1978 fest, dass die verlangten Kontaktlinsen BGE 110 V 138 S. 139weder eine Ergänzung medizinischer Eingliederungsmassnahmen im Sinne von Art. 12 Abs. 1 IVG darstellen noch wegen hochgradigem irregulärem Astigmatismus oder wegen eines Keratokonus notwendig seien.\n\nB.- Am 6. März 1980 gelangte der Versicherte wiederum an die Invalidenversicherungs-Kommission, indem er erneut um Abgabe von Kontaktlinsen ersuchte. Die Ausgleichskasse trat verfügungsweise auf das Begehren nicht ein, weil das Eidg. Versicherungsgericht seinerzeit den Anspruch letztinstanzlich verneint habe.\n\nEin weiteres Begehren des Versicherten um Abgabe von Kontaktlinsen datiert vom 10. November 1980 und wurde mit Verfügung vom 10. Dezember 1980 von der kantonalen Ausgleichskasse abgewiesen.\n\nC.- Renato Jakob beschwerte sich am 5. Januar 1981 gegen die Verfügung vom 10. Dezember 1980 wiederum bei der AHV-Rekurskommission des Kantons Zürich. Der Beschwerde legte er ein Zeugnis des Augenarztes Dr. med. S. vom 19. Dezember 1980 bei, in welchem unter anderem ausgeführt wird, dass rechtsseitig ein \"ziemlich hochgradiger Astigmatismus irregularis\" bestehe, der nur mit einer harten Kontaktlinse auskorrigiert werden könne.\n\nBei der Prüfung der Beschwerde stiess die AHV-Rekurskommission unter anderem auf das augenärztliche Attest des Dr. med. D. von der Universitätsaugenklinik des Kantonsspitals Zürich vom 28. Februar 1977, worin ausgeführt wird, dass der Versicherte einen \"irregulären Astigmatismus nach Hornhautnarben\" aufweise. In ihrem Entscheid vom 11. Februar 1983 hielt die Rekurskommission fest, dass die Invalidenversicherungs-Kommission es seinerzeit unterlassen habe, dieses Attest und den entsprechenden Kostenvoranschlag des Kontaktlinseninstitutes Götte vom 2. November 1977 an das Eidg. Versicherungsgericht weiterzuleiten. Möglicherweise komme diesen Schriftstücken entscheidende Bedeutung zu. Da aber über den Anspruch auf Kontaktlinsen vom Eidg. Versicherungsgericht materiell entschieden worden sei, könne die Rekurskommission auf die rechtskräftig beurteilte Kassenverfügung vom 2. Mai 1977 nicht zurückkommen. Die Rekurskommission trat deshalb auf die Beschwerde vom 5. Januar 1981 nicht ein.\n\nD.- Am 23. Februar 1983 ersuchte Renato Jakob um Revision des Urteils des Eidg. Versicherungsgerichts vom 1. Juni 1978 und BGE 110 V 138 S. 140verlangte die Abgabe von Kontaktlinsen ab 28. Februar 1977. Der Umstand, dass ein wichtiges Dokument beim Sekretariat der Invalidenversicherungs-Kommission seinerzeit liegengeblieben sei, dürfe ihm nicht angelastet werden.\n\nAusgleichskasse und Bundesamt für Sozialversicherung verzichten auf eine Stellungnahme zum Revisionsgesuch.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Renato Jakob stützt sein Revisionsbegehren auf die in der Präsidialverfügung der AHV-Rekurskommission des Kantons Zürich vom 11. Februar 1983 relevierte unbestrittene Tatsache, dass die Verwaltung zur Zeit der Rechtshängigkeit des Beschwerdeverfahrens, das durch Urteil des Eidg. Versicherungsgerichts vom 1. Juni 1978 erledigt worden ist, sich im Besitz eines ärztlichen Attestes vom 28. Februar 1977 befunden habe, dieses aber irrtümlicherweise nicht an das urteilende Gericht weitergeleitet worden sei. Es ist somit zu prüfen, ob dieser Sachverhalt einen Revisionsgrund darstellt.\n\na) Nach Art. 136 lit. d OG ist die Revision eines bundesgerichtlichen Urteils zulässig, wenn das Gericht in den Akten liegende erhebliche Tatsachen aus Versehen nicht berücksichtigt hat. Stützt sich das Revisionsgesuch auf diese Gesetzesbestimmung, so muss es bei Folge der Verwirkung innert 30 Tagen vom Eingang der schriftlichen Ausfertigung des Urteils hinweg geltend gemacht werden (Art. 141 Abs. 1 lit. a OG). Diese Frist war längst abgelaufen, als der Versicherte am 23. Februar 1983 das Gesuch um Revision des Urteils stellte, das ihm am 16. Juni 1978 ausgehändigt worden war.\n\nb) Ferner ist gemäss Art. 137 lit. b OG die Revision eines bundesgerichtlichen Urteils dann zulässig, wenn der Gesuchsteller nachträglich neue erhebliche Tatsachen erfährt oder entscheidende Beweismittel auffindet, die er im früheren Verfahren nicht hat beibringen können. In diesem Falle ist das Revisionsgesuch innerhalb von 90 Tagen seit der Entdeckung des Revisionsgrundes beim Eidg. Versicherungsgericht anhängig zu machen (Art. 141 Abs. 1 lit. b OG). Diese Frist ist im vorliegenden Falle gewahrt, muss doch davon ausgegangen werden, dass der Gesuchsteller erst durch die Präsidialverfügung der Rekurskommission vom 11. Februar 1983 von der Tatsache Kenntnis erhalten hat, dass die Verwaltung seinerzeit das Arztattest vom 28. Februar 1977 nicht BGE 110 V 138 S. 141weitergeleitet hatte und dass dieses somit vom Eidg. Versicherungsgericht beim Erlass des Urteils vom 1. Juni 1978 nicht berücksichtigt werden konnte. Damit stellt sich die weitere Frage, ob dieser Sachverhalt als Revisionsgrund nach Art. 137 lit. b OG gewertet werden kann.\n\n2. Als \"neu\" gelten Tatsachen, welche sich bis zum Zeitpunkt, da im Hauptverfahren noch tatsächliche Vorbringen prozessual zulässig waren, verwirklicht haben, jedoch dem Revisionsgesuchsteller trotz hinreichender Sorgfalt nicht bekannt waren. Die neuen Tatsachen müssen ferner erheblich sein, d.h. sie müssen geeignet sein, die tatbeständliche Grundlage des angefochtenen Urteils zu verändern und bei zutreffender rechtlicher Würdigung zu einer andern Entscheidung zu führen. Beweismittel haben entweder dem Beweis der die Revision begründenden neuen erheblichen Tatsachen oder dem Beweis von Tatsachen zu dienen, die zwar im früheren Verfahren bekannt gewesen, aber zum Nachteil des Gesuchstellers unbewiesen geblieben sind. Sollen bereits vorgebrachte Tatsachen mit den neuen Mitteln bewiesen werden, so hat der Gesuchsteller auch darzutun, dass er die Beweismittel im früheren Verfahren nicht beibringen konnte. Entscheidend ist ein Beweismittel, wenn angenommen werden muss, es hätte zu einem andern Urteil geführt, falls der Richter im Hauptverfahren davon Kenntnis gehabt hätte. Ausschlaggebend ist, dass das Beweismittel nicht bloss der Sachverhaltswürdigung, sondern der Sachverhaltsermittlung dient. Es genügt daher beispielsweise nicht, dass ein neues Gutachten den Sachverhalt anders bewertet; vielmehr bedarf es neuer Elemente tatsächlicher Natur, welche die Entscheidungsgrundlagen als objektiv mangelhaft erscheinen lassen. Für die Revision eines Entscheides genügt es nicht, dass der Gutachter aus den im Zeitpunkt des Haupturteils bekannten Tatsachen nachträglich andere Schlussfolgerungen zieht als das Gericht. Auch ist ein Revisionsgrund nicht schon gegeben, wenn das Gericht bereits im Hauptverfahren bekannte Tatsachen möglicherweise unrichtig gewürdigt hat. Notwendig ist vielmehr, dass die unrichtige Würdigung erfolgte, weil für den Entscheid wesentliche Tatsachen nicht bekannt waren oder unbewiesen geblieben sind (BGE 108 V 171).\n\nIm ärztlichen Attest des Dr. D. vom 28. Februar 1977 wird festgehalten, dass der Versicherte rechts an irregulärem Astigmatismus nach Hornhautnarben leidet. Dieser Sachverhalt hätte dem heutigen Gesuchsteller schon im ersten Verfahren vor dem Eidg. BGE 110 V 138 S. 142Versicherungsgericht bekannt sein können, wenn er die erforderliche Sorgfalt aufgewendet hätte. Insofern kann der in diesem Dokument festgehaltene Sachverhalt nicht als neu im Sinne der dargelegten Praxis gelten. Aus dem gleichen Grund lässt sich das Arztattest des Dr. D. auch nicht als neues Beweismittel qualifizieren, das der Versicherte nicht schon im früheren Verfahren hätte beibringen können.\n\nNeu ist hingegen die Tatsache, dass die Invalidenversicherungs-Kommission das erwähnte ärztliche Attest, das sie während der Rechtshängigkeit der Verwaltungsgerichtsbeschwerde von 1977 erhielt, nicht an das Eidg. Versicherungsgericht weitergeleitet hat. Dieses Versehen konnte trotz gebührender Sorgfalt vom Versicherten damals nicht erkannt werden und ist deshalb nicht von ihm zu vertreten.\n\n3. Es ist zu prüfen, ob diese neue Tatsache im Sinne von Art. 137 lit. b OG erheblich ist.\n\nNach Ziff. 7.02* HVI Anhang besteht der Anspruch auf Kontaktlinsen, sofern diese notwendigerweise anstelle von Brillen treten und eine wesentliche Ergänzung medizinischer Eingliederungsmassnahmen darstellen, sowie bei hochgradigem irregulärem Astigmatismus und Keratokonus. Nach der Verwaltungspraxis, die gesetzeskonform ist, wird ein Astigmatismus dann als hochgradig bezeichnet, wenn mit der Kontaktlinse ein um mindestens zwei Zehntel besserer Visus erreicht wird als mit der optimal korrigierenden Brille (vgl. Wegleitung über die Abgabe von Hilfsmitteln, Rz. 7.02.4*). Dem Arztzeugnis des Dr. D. ist zu entnehmen, dass bei dem an irregulärem Astigmatismus leidenden Versicherten mit der eigenen Brille ein Visus von 0,6 erreicht wird, während mit konventionellen Kontaktlinsen sich ein Visus von 1,0 ergibt. Aus dieser Visusverbesserung um zwei Fünftel muss auf hochgradigen Astigmatismus geschlossen werden. Damit ist eine wesentliche Voraussetzung für die Abgabe der Kontaktlinsen erfüllt. Da unbestritten ist und auch aktenmässig feststeht, dass der Versicherte für die Ausübung seiner Erwerbstätigkeit als Autoelektriker auf die Kontaktlinsen angewiesen ist (Art. 2 Abs. 2 HVI), hat er Anspruch auf Übernahme ihrer Anschaffungskosten durch die Invalidenversicherung. Daraus ergibt sich, dass die neue Tatsache auch entscheidend ist und demzufolge das Revisionsgesuch gutgeheissen werden muss.BGE 110 V 138 S. 143\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDas Revisionsgesuch wird gutgeheissen, das Urteil des Eidg. Versicherungsgerichts vom 1. Juni 1978 aufgehoben und die Ausgleichskasse verpflichtet, die Kosten der Anschaffung der Kontaktlinsen ab Frühjahr 1977 zu übernehmen."}