{"annee": "111", "cour": "V", "page": "172", "date": "3/7/1985", "cite": ["103 V 120", "98 V 26", "97 V 213", "101 II 321"], "cite_par": ["125 V 237", "112 V 6", "113 V 256", "114 V 78", "112 V 156", "123 V 12", "118 V 193", "112 V 161", "138 V 74"], "chapeau": "35. Auszug aus dem Urteil vom 3. Juli 1985 i.S. S. gegen Ausgleichskasse des Basler Volkswirtschaftsbundes und Kantonale Rekurskommission für die Ausgleichskassen, Basel", "regestes": ["Art. 52 LAVS. Sous l'angle de l'art. 52 LAVS, la responsabilité d'un fondé de procuration ne se détermine pas selon les pouvoirs dont il dispose à l'égard des tiers, mais selon les droits et les obligations qui découlent de ses rapports internes. Portée du jugement pénal pour le juge des assurances sociales (consid. 5). Art. 82 RAVS. - La caisse de compensation peut également avoir connaissance du dommage lorsqu'elle prend connaissance d'une communication adressée par l'administration de la faillite à une tierce autorité (par exemple une autorité pénale) et qui se rapporte au montant présumé du dividende (consid. 3). - Les dispositions générales du code pénal sont applicables à la durée et au point de départ des délais de prescription de plus longue durée institués par le droit pénal (consid. 4a). - Le délai de prescription de cinq ans s'applique uniquement à la créance en réparation du dommage qui résulte du détournement des cotisations du salarié et non pas de celles de l'employeur (consid. 4b)."], "faits": "", "considerants": "BGE 111 V 172 S. 173\n\nAus den Erwägungen:\n\n2. Nach Art. 52 AHVG hat ein Arbeitgeber, der durch absichtliche oder grobfahrlässige Missachtung von Vorschriften einen Schaden verursacht, diesen der Ausgleichskasse zu ersetzen. Ist der Arbeitgeber eine juristische Person, die zur Zeit der Geltendmachung der Schadenersatzforderung nicht mehr besteht, so können subsidiär gegebenenfalls die verantwortlichen Organe in Anspruch genommen werden (BGE 103 V 122).\n\nArt. 14 Abs. 1 AHVG in Verbindung mit Art. 34 ff. AHVV schreibt vor, dass der Arbeitgeber bei jeder Lohnzahlung die Arbeitnehmerbeiträge in Abzug zu bringen und zusammen mit den Arbeitgeberbeiträgen der Ausgleichskasse zu entrichten hat. Die Arbeitgeber haben den Ausgleichskassen periodisch Abrechnungsunterlagen über die von ihnen an ihre Arbeitnehmer ausbezahlten Löhne zuzustellen, damit die entsprechenden paritätischen Beiträge ermittelt und verfügt werden können. Die Beitragszahlungs- und Abrechnungspflicht des Arbeitgebers ist eine gesetzlich vorgeschriebene öffentlichrechtliche Aufgabe. Dazu hat das Eidg. Versicherungsgericht wiederholt erklärt, dass die Nichterfüllung dieser öffentlichrechtlichen Aufgabe eine Missachtung von Vorschriften im Sinne von Art. 52 AHVG bedeute und die volle Schadendeckung nach sich ziehe (BGE 103 V 122, BGE 98 V 29; EVGE 1961 S. 230).\n\n3. a) Nach Art. 82 Abs. 1 AHVV verjährt die Schadenersatzforderung, wenn sie nicht innert Jahresfrist seit Kenntnis des Schadens durch Erlass einer Schadenersatzverfügung geltend gemacht wird, auf jeden Fall aber mit Ablauf von fünf Jahren seit Eintritt des Schadens. Der Eintritt des Schadens muss als erfolgt gelten, sobald anzunehmen ist, dass die geschuldeten Beiträge aus rechtlichen oder tatsächlichen Gründen nicht mehr erhoben werden können (BGE 103 V 122).\n\nb) Die kantonale Rekurskommission ging bei der Beurteilung der Verjährungsfrage davon aus, dass die Ausgleichskasse mit der Zustellung des Verlustscheins vom 5. August 1982 vom Schaden BGE 111 V 172 S. 174Kenntnis erhalten und die einschlägige Verjährungsfrist somit in diesem Zeitpunkt zu laufen begonnen habe, so dass die Schadenersatzverfügung am 7. September 1982 rechtzeitig erlassen worden sei.\n\nDer Beschwerdeführer macht geltend, die Ausgleichskasse habe spätestens Ende 1980 wissen müssen, dass sie für ihre Konkursforderung keine Dividende erhalten werde. Auf ihre Veranlassung sei nämlich gestützt auf Art. 87 Abs. 3 AHVG ein Strafverfahren gegen den Beschwerdeführer eingeleitet worden. In der Anklageschrift vom 12. Juni 1980 sei ausgeführt worden: \"Gemäss Mitteilung des Konkursverwalters ist mit einer Dividende der Gläubiger der 2. Klasse nicht zu rechnen.\" Der gleiche Satz finde sich auch im Urteil des Strafgerichtspräsidenten vom 6. November 1980, das der Ausgleichskasse spätestens gegen Ende 1980 zugestellt worden sei. Die Ausgleichskasse ihrerseits bestreitet, die Anklageschrift gekannt zu haben, gibt jedoch zu, Kenntnis vom erwähnten Urteil des Strafgerichtspräsidenten und der darin enthaltenen Mitteilung des Konkursverwalters gehabt zu haben. Sie habe jedoch in dieser Mitteilung \"nichts weiteres als eine Trendmeldung\" erblickt. \"Zuverlässige Kenntnis von den Dividendenaussichten und damit der Tatsache und der ungefähren Höhe des Schadens\" will die Ausgleichskasse, gemäss ihren Ausführungen in der Beschwerdeantwort, jedoch erst mit dem Erhalt des Zirkulars der Konkursverwaltung vom 28. Mai 1982 erhalten haben, worin die Dividendenaussichten für die 2. bis 5. Klasse mit \"0%\" angegeben wurden. Das Bundesamt schliesst sich dieser Auffassung an mit der Bemerkung, dass die in der Anklageschrift und wiederum im Urteil des Strafgerichtspräsidenten erwähnte Mitteilung des Konkursverwalters betreffend die Dividendenaussichten nicht an die Ausgleichskasse, sondern an die Strafbehörden gerichtet gewesen sei \"und daher nicht den gleichen Stellenwert haben konnte\". Im weitern schliesse der in der Mitteilung enthaltene Ausdruck \"rechnen mit\" ein gewisses Mass an Unsicherheit ein, was zur tatsächlichen Feststellung des Schadens nicht genüge.\n\nInwiefern die in der Anklageschrift und im Strafgerichtsurteil erwähnte Mitteilung des Konkursverwalters, von welcher die Ausgleichskasse spätestens Ende 1980 unbestrittenermassen Kenntnis hatte, für die AHV-rechtlichen Belange nicht den gleichen, sondern einen geringeren Stellenwert gehabt haben soll als der viel später ausgestellte Verlustschein, ist nicht einzusehen. Die Frage nach dem unmittelbaren Adressaten dieser Mitteilung ändert weder BGE 111 V 172 S. 175etwas an deren Inhalt noch an den sich daraus für die Ausgleichskasse ergebenden Schlussfolgerungen, nachdem sie durch das Urteil des Appellationsgerichts davon Kenntnis erhalten hatte. Fraglich ist nur, ob aufgrund der Mitteilung des Konkursverwalters die Ausgleichskasse annehmen musste, dass sie einen Verlust in der Höhe ihrer Beitragsforderung erleiden werde. Dies ist zu bejahen, weil die Ausdrucksweise des Konkursverwalters nicht geeignet war, der Ausgleichskasse irgendeine vernünftige Hoffnung zu belassen, dass es nicht zu einem gänzlichen Verlust ihrer Beitragsforderung im Konkurs der Firma X AG kommen könnte. Vielmehr musste die Ausgleichskasse realistischerweise eben \"damit rechnen\", dass sie ihrer Forderung im vollen Umfang verlustig gehen würde. Somit ist davon auszugehen, dass die Ausgleichskasse gegen Ende 1980 Kenntnis vom Schadenseintritt hatte. Ihre Schadenersatzverfügung erging indessen erst am 7. September 1982, also nach Ablauf der einjährigen Verwirkungsfrist des Art. 82 Abs. 1 AHVV.\n\n4. Damit ist die Frage der Haftung des Beschwerdeführers aber noch nicht entschieden. Dieser wurde mit Urteil des Appellationsgerichts (vom 8. April 1981) gestützt auf Art. 87 Abs. 3 AHVG rechtskräftig der fortgesetzten Widerhandlung gegen das AHVG, das IVG und die Erwerbsersatzordnung schuldig befunden und zu einer Busse von Fr. 500.-- verurteilt.\n\na) Art. 82 Abs. 2 AHVV bestimmt: Wird die Schadenersatzforderung aus einer strafbaren Handlung hergeleitet, für welche das Strafrecht eine längere - als die einjährige - Verjährungsfrist vorschreibt, so gilt diese Frist. Diese Vorschrift beruht auf der Überlegung, dass es unlogisch wäre, wenn die geschädigte Ausgleichskasse ihre Rechte gegenüber dem haftpflichtigen Schädiger verlieren würde, solange dieser mit einer Strafverfolgung rechnen muss, die regelmässig für ihn mit schwerwiegenderen Folgen verbunden ist (vgl. BGE 101 II 321; GUHL/MERZ/KUMMER, OR, 7. Aufl., S. 178).\n\nNach Art. 87 Abs. 3 AHVG wird mit Gefängnis bis zu 6 Monaten oder mit Busse bis zu Fr. 20'000.-- bestraft, wer als Arbeitgeber einem Arbeitnehmer Beiträge vom Lohn abzieht, sie indessen dem vorgesehenen Zweck entfremdet. Es fragt sich, welche Verjährungsfrist für dieses Delikt gilt. Darüber enthält das AHVG keine Bestimmungen. Indessen sieht Art. 333 StGB vor, dass die allgemeinen Bestimmungen des Strafgesetzbuches auch auf jene Delikte Anwendung finden, die in andern Bundesgesetzen mit Strafe BGE 111 V 172 S. 176bedroht sind, welche ihrerseits nicht selbst entsprechende Vorschriften enthalten. Demzufolge bestimmt sich die Dauer der Verjährung der in Art. 87 AHVG genannten Delikte nach Art. 70 StGB. Die strafrechtliche Verjährungsfrist für die mit Gefängnis oder Busse bedrohten Delikte beträgt gemäss Art. 70 Abs. 3 StGB fünf Jahre. Wann sie zu laufen beginnt, lässt sich dem Art. 71 StGB entnehmen. Wird die strafbare Tätigkeit zu verschiedenen Zeiten ausgeübt, so beginnt die Verjährungsfrist mit dem Tag, an dem der Täter die letzte Tätigkeit ausführt (Abs. 2). Dauert das strafbare Verhalten an, so fällt der Beginn der Verjährung mit dem Tag zusammen, an dem das strafbare Verhalten aufhört (Abs. 3).\n\nDaraus ergibt sich für den vorliegenden Fall, dass die Schadenersatzforderung in dem Umfang, als Arbeitnehmerbeiträge vom Lohn der Arbeitnehmer abgezogen und dem vorgesehenen Zweck entfremdet wurden (Art. 87 Abs. 3 AHVG), nach fünf Jahren verjährt (Art. 70 Abs. 3 StGB in Verbindung mit Art. 82 Abs. 2 AHVV). Die Verjährungsfrist hat in jenem Zeitpunkt zu laufen begonnen, als die Firma X AG zum letzten Mal vom Lohn ihrer Arbeitnehmer Beiträge abgezogen und zweckentfremdet hat. Den Erwägungen des Strafgerichtspräsidenten ist zu entnehmen, dass die Firma im Zeitraum November 1978 bis Juli 1979 von den Löhnen ihrer Arbeitnehmer Beiträge abgezogen und nicht an die Ausgleichskasse weitergeleitet hat. Demnach begann die fünfjährige Verjährungsfrist jedenfalls bezüglich der von der Firma X AG von den Löhnen abgezogenen, aber nicht der Ausgleichskasse abgelieferten Arbeitnehmerbeiträge im Juli 1979 zu laufen. Die Schadenersatzverfügung wurde am 7. September 1982 und somit bezüglich der nicht abgelieferten Arbeitnehmerbeiträge rechtzeitig erlassen.\n\nb) Es fragt sich, ob dies auch für die nicht abgelieferten Arbeitgeberbeiträge gilt. Dabei ist zu beachten, dass einerseits Art. 87 Abs. 3 AHVG nur die Zweckentfremdung der Arbeitnehmerbeiträge unter Strafe stellt, anderseits aber - beitragsrechtlich - die Arbeitnehmerbeiträge und die Arbeitgeberbeiträge eng zusammenhängen. In BGE 98 V 29 hat das Eidg. Versicherungsgericht erklärt, dass der Bezug der Arbeitnehmerbeiträge durch den Arbeitgeber und dessen Pflicht, über diese Beiträge zusammen mit dem Arbeitgeberbeitrag mit der Ausgleichskasse abzurechnen, bei der Beurteilung der Schadenersatzpflicht aus Art. 52 AHVG als Gesamtheit zu betrachten sind. Im unveröffentlichten Urteil Chappuis vom 28. März 1985 hat das Gericht sodann entschieden, dass BGE 111 V 172 S. 177die längere strafrechtliche Verjährungsfrist des Art. 82 Abs. 2 AHVV nur für die Arbeitnehmerbeiträge gilt, weil durch Art. 87 Abs. 3 AHVG nur die Zweckentfremdung der vom Lohn des Arbeitnehmers abgezogenen Beiträge mit Strafe bedroht ist. Dagegen unterliegt die Schadenersatzforderung bezüglich der Arbeitgeberbeiträge ausschliesslich der einjährigen Verjährungsfrist von Art. 82 Abs. 1 AHVV.\n\nDaraus ergibt sich für den vorliegenden Fall, dass die Schadenersatzforderung lediglich bezüglich der Arbeitnehmerbeiträge nicht verjährt ist.\n\n5. Es bleibt zu prüfen, ob bezüglich dieser Forderung die in Erw. 2 dargelegten materiellen Haftungsvoraussetzungen erfüllt sind.\n\na) Der Beschwerdeführer ist - wie bereits dargelegt - vom Appellationsgericht gestützt auf Art. 87 Abs. 3 AHVG rechtskräftig zu einer Busse von Fr. 500.-- verurteilt worden, da er für die Firma X AG im Sinne von Art. 89 Abs. 1 AHVG Arbeitnehmerbeiträge abgezogen und dem vorgesehenen Zweck entfremdet habe. Art. 89 Abs. 1 AHVG bestimmt: Wird eine der in Art. 87 und 88 AHVG umschriebenen Widerhandlungen im Geschäftsbetrieb einer juristischen Person, einer Personengesellschaft oder einer Einzelfirma begangen, so finden die Strafbestimmungen gemäss den Art. 87 und 88 auf die Personen Anwendung, welche für sie gehandelt haben oder hätten handeln sollen. Damit stellt sich die Frage nach der Bedeutung des Appellationsgerichtsurteils für die Beurteilung der Schadenersatzforderung der Ausgleichskasse nach Art. 52 AHVG.\n\nNach ständiger Praxis ist der Sozialversicherungsrichter weder hinsichtlich der Angabe der verletzten Vorschriften noch hinsichtlich der Beurteilung des Verschuldens an die Feststellung und Würdigung des Strafrichters gebunden. Er weicht aber von den tatbeständlichen Feststellungen des Strafrichters nur ab, wenn der im Strafverfahren ermittelte Tatbestand und dessen rechtliche Subsumption nicht zu überzeugen vermögen oder auf Grundsätzen beruhen, die zwar im Strafrecht gelten, im Sozialversicherungsrecht jedoch unerheblich sind (BGE 97 V 213; SKV 1981 Nr. 453 S. 145, 1972 Nr. 116 S. 16). Die kantonale Rekurskommission hat in ihrem Entscheid massgeblich auf das Urteil des Appellationsgerichts abgestellt und im übrigen darauf hingewiesen, dass der Beschwerdeführer jenes Urteil hätte weiterziehen können, wenn die Feststellungen des Strafrichters nicht den Tatsachen entsprochen BGE 111 V 172 S. 178hätten. Dies habe der Beschwerdeführer nicht getan; das Urteil des Appellationsgerichts sei rechtskräftig geworden.\n\nDem Appellationsgerichtsurteil lässt sich folgendes entnehmen: Der Beschwerdeführer war weder Verwaltungsrat noch Aktionär der Firma X AG, sondern als deren Prokurist für das Lohnwesen zuständig, indem er die Löhne berechnete, ausbezahlte, verbuchte usw. Ferner führte er bezüglich der Bankkonti seiner Arbeitgeberfirma die Einzelunterschrift und mit Bezug auf die übrigen Belange die Kollektivunterschrift zu zweien. Als Prokurist konnte er gegenüber gutgläubigen Dritten im Namen der Firma und mit Wirkung für diese alle Arten von Rechtshandlungen vornehmen, die der Zweck des Gewerbes oder Geschäftes erforderte (Art. 40, 458 Abs. 1 und 459 Abs. 1 OR). Dazu gehörte auch die Bezahlung der Sozialversicherungsbeiträge. Der Umfang der Handlungsvollmacht des Beschwerdeführers im Aussenverhältnis besagt jedoch keineswegs, dass er berechtigt war, davon umfassend Gebrauch zu machen. Zwischen Geschäftsherrn und Prokurist ist jede beliebige Beschränkung der Vertretungsmacht zulässig, und zwar in dem Sinne, dass sich der Prokurist bei seinem Auftreten nach aussen an diese Beschränkungen halten soll (GUHL/MERZ/KUMMER, a.a.O., S. 147).\n\nEntscheidend für die Beurteilung von Verantwortlichkeitsklagen gestützt auf Art. 52 AHVG ist nicht der Umfang der Handlungsvollmacht einer bestimmten Person im Aussenverhältnis, sondern deren konkrete Obliegenheiten in Form von Rechten und Pflichten im Innenverhältnis. Andernfalls müsste die bevollmächtigte Person auch für Schäden haften, deren Eintritt sie mangels entsprechender Kompetenzen gar nicht hätte vermeiden können. Dies träfe unter anderem für die verhältnismässig häufigen Fälle zu, wo die Handlungsvollmacht gegenüber Dritten über deren zwischen Geschäftsherrn und Bevollmächtigten vereinbarten Einschränkungen hinausgeht.\n\nb) Sowohl vor dem Appellationsgericht als auch vor der kantonalen Rekurskommission machte der Beschwerdeführer geltend, er habe weder über genügend Geld verfügt, um die Sozialversicherungsbeiträge bezahlen zu können, noch habe er aufgrund von Weisungen seines Vorgesetzten M., des Hauptaktionärs und einzigen Verwaltungsrates der Firma X AG, allfällig vorhandene Mittel für die Bezahlung der Sozialversicherungsbeiträge verwenden dürfen, da M. andere Prioritäten für die Verwendung des vorhandenen Geldes festgelegt habe. Das Appellationsgericht räumt ein, BGE 111 V 172 S. 179dass beides zugetroffen habe, meint jedoch, dass dies den Beschwerdeführer \"nicht von seiner Verantwortung für die korrekte Abwicklung der Lohnzahlungen befreit\" habe. Vielmehr hätten ihn die betreffenden Umstände \"zu besonders dezidiertem Auftreten gegenüber seinem Vorgesetzten veranlassen müssen\". Dies sei jedoch nicht geschehen, obwohl er seinem Vorgesetzten M. die Mahnungen der Ausgleichskasse vorgelegt und ihn angeblich zudem \"wöchentlich auf die noch ausstehenden Beitragszahlungen aufmerksam gemacht\" habe. Als Fehlverhalten scheint das Appellationsgericht dem Beschwerdeführer insbesondere anzulasten, dass er - in Unkenntnis der Strafbarkeit der Nichtbezahlung von Arbeitnehmerbeiträgen - die Pflicht vernachlässigt habe, \"sich immer wieder intensiv und mit Nachdruck für die Ablieferung der Beiträge bei M. einzusetzen, bei dessen Weigerung die Konsequenzen einer Nichtzahlung gründlich abzuklären und seinen Vorgesetzten in allen Einzelheiten über das Ergebnis seiner Nachforschungen aufzuklären\". Er habe dies unterlassen und \"damit die Pflichten verletzt, die im Betrieb ... in erster Linie ihm oblagen\".\n\nDie kantonale Rekurskommission ihrerseits hat die Einwände des Beschwerdeführers, wonach er nur eine untergeordnete Position innegehabt habe, als unerheblich erklärt. Dabei begnügte sie sich im wesentlichen mit der Feststellung, dass er unterschriftsberechtigt und zudem für das Lohnwesen zuständig und verantwortlich gewesen sei. Worin das Verschulden des Beschwerdeführers bestanden hat, das Voraussetzung einer Schadenersatzpflicht nach Art. 52 AHVG ist, hat sie nicht näher dargelegt.\n\nIm vorliegenden Fall ist wesentlich, dass der Beschwerdeführer rechtlich nicht befugt war, sich über die Weisungen des Hauptaktionärs und einzigen Verwaltungsrates der Firma X AG betreffend die Verwendung der in ungenügendem Masse vorhandenen finanziellen Mittel hinwegzusetzen und anstatt der ihm vom Hauptaktionär prioritär vorgeschriebenen Zahlungen die Sozialversicherungsbeiträge (zumindest im Umfang des Arbeitnehmeranteils) der Ausgleichskasse abzuliefern. Der einzige Vorwurf des Appellationsgerichts geht dahin, dass der Beschwerdeführer seinen Vorgesetzten zu wenig intensiv und offenbar ohne Hinweis auf die rechtlichen Folgen einer allfälligen Unterlassung auf die Notwendigkeit der Bezahlung der Sozialversicherungsbeiträge aufmerksam gemacht habe. Indessen stellt es kein schuldhaftes Verhalten dar, wenn ein mit dem Lohnwesen betrauter Prokurist, der weiss, dass der Betrieb in wirtschaftlichen Schwierigkeiten steckt, sich darauf BGE 111 V 172 S. 180beschränkt, seinem Vorgesetzten die Mahnungen der Ausgleichskasse zu übergeben und ihn wöchentlich an die Notwendigkeit der Bezahlung der Beträge zu erinnern. Mit seinem Vorgehen hat der Beschwerdeführer die ihm zumutbaren Schritte unternommen, um den Hauptaktionär und einzigen Verwaltungsrat M. auf seine gesetzlichen Pflichten hinzuweisen und deren Erfüllung zu verlangen. Wenn M. als Vorgesetzter des Beschwerdeführers dennoch seine Weisungen nicht änderte, welche schliesslich zum Schaden der Ausgleichskasse führten, dann ist dies nicht auf ein Verhalten zurückzuführen, welches dem Beschwerdeführer als grobe Fahrlässigkeit angelastet werden könnte. Erzwingen konnte der Beschwerdeführer ein anderes Verhalten des M. rechtlich auch mit noch so dezidiertem Auftreten nicht. Zudem ist nicht auszuschliessen, dass ein hartnäckigeres Insistieren des Prokuristen nicht nur angesichts der prekären finanziellen Lage des Betriebes nichts genützt, sondern zu einem Zerwürfnis mit dem Vorgesetzten und entsprechenden negativen Folgen für ihn geführt hätte. Damit ist eine Haftung des Beschwerdeführers auch bezüglich der Arbeitnehmerbeiträge zu verneinen."}