{"annee": "111", "cour": "IV", "page": "92", "date": "20/9/1985", "cite": ["91 IV 197", "60 I 160"], "cite_par": [], "chapeau": "23. Auszug aus dem Urteil des Kassationshofes vom 20. September 1985 i.S. Staatsanwaltschaft des Kantons Schaffhausen gegen Sch. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 91 al. 1; 95 ch. 1 al. 1 LCR. Conduite d'un véhicule automobile. Celui qui pousse une automobile sur un terrain plat et marche à côté d'elle en la guidant par la porte gauche restée ouverte, pour la conduire d'une place de parc à une autre sans allumer le moteur, ne conduit pas un véhicule automobile au sens des dispositions précitées."], "faits": "BGE 111 IV 92 S. 93\n\nA.- Als sich Sch. am frühen Morgen des 2. September 1984 zu seinem auf einem öffentlichen Parkplatz in Stein am Rhein abgestellten Auto begab und dabei erkennbar schwankte, untersagten ihm die Polizisten einer Patrouille der Stadtpolizei die Wegfahrt unter Hinweis auf seinen offensichtlich alkoholisierten Zustand; sie nahmen ihm den Führerausweis und den Zündungsschlüssel ab. Kurz nachdem die beiden Polizeibeamten weggegangen waren, setzte Sch. den Wagen in Bewegung, indem er die Handbremse löste und ihn neben der geöffneten linken Türe gehend, auf ebener Strecke vorwärts schob. Nach ca. 20 m Fahrt stiess das Fahrzeug gegen einen anderen parkierten Personenwagen, ohne dass an diesem Schaden entstand. Die Sch. nach dem Vorfall entnommene Blutprobe ergab einen Alkoholgehalt von 1,36 bis 1,85 Gewichtspromille.\n\nB.- Das Kantonsgericht des Kantons Schaffhausen sprach Sch. am 7. März 1985 von den Anklagen des Führens eines Motorfahrzeugs in angetrunkenem Zustand im Rückfall und trotz Entzugs des Führerausweises sowie von derjenigen der einfachen Verletzung von Verkehrsregeln (Nichtbeherrschen des Fahrzeugs) frei.\n\nDas Obergericht des Kantons Schaffhausen bestätigte am 14. Juni 1985 diesen Entscheid.\n\nC.- Die Staatsanwaltschaft des Kantons Schaffhausen führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts sei aufzuheben und die Sache zur Verurteilung von Sch. wegen Führens eines Motorfahrzeugs in angetrunkenem Zustand und trotz Entzugs des Führerausweises sowie wegen Verletzung von Verkehrsregeln an die Vorinstanz zurückzuweisen.", "considerants": "Aus den Erwägungen:\n\n2. Zur Entscheidung steht die Frage, ob das vom Beschwerdeführer unbestrittenermassen in angetrunkenem Zustand und trotz Entzugs des BGE 111 IV 92 S. 94Führerausweises vorgenommene Verschieben des Wagens, dessen Motor dabei nicht angelassen war, ein Führen des Motorfahrzeugs im Sinne der Art. 91 Abs. 1 und 95 Ziff. 1 Abs. 1 SVG darstelle.\n\na) Geht man vom Wort \"führen\" aus, so bieten sich unvermittelt als sinnverwandte Begriffe die Worte \"lenken\" und \"leiten\" an. Bezogen auf ein Fahrzeug setzen sie voraus, dass dieses in Bewegung sei bzw. in Bewegung gesetzt werde; ein stillstehendes Fahrzeug kann nicht gelenkt oder geleitet werden. Führen im Sinne der vorgenannten Bestimmungen heisst deshalb nach der natürlichen Lesart, ein Fahrzeug im öffentlichen Verkehr in Bewegung setzen (SCHULTZ, die Strafbestimmungen des SVG, S. 186) und dabei seine Bewegungsrichtung bestimmen. Um das zu bewirken, muss mindestens ein Teil der für die Fortbewegung und Lenkung vorgesehenen technischen Einrichtungen betätigt werden. Entsprechend hat das Bundesgericht in einem frühern Entscheid erklärt, Führer des Motorfahrzeugs sei normalerweise derjenige, der am Steuerrad sitzt und die für die Fortbewegung des Fahrzeugs erforderlichen Mechanismen auslöst (BGE 60 I 163). Diesen Normalbegriff des Führers hat es indessen schon damals strafrechtlich als zu eng befunden und jenem Fahrzeuglenker denjenigen als Führer gleichgestellt, der tatsächlich einen Akt der Führung auf seine Verantwortung unternimmt, wie z.B. der Mitfahrer, der von sich aus in die Führung eingreift. Später wurde präzisiert, dass es für die Frage, ob der Täter ein Motorfahrzeug geführt habe, belanglos sei, ob dieses durch die eigene Motorkraft oder durch die Schwerkraft oder eine andere Kraft in Bewegung gesetzt wurde, und dass auch der Lenker eines geschleppten oder gestossenen Motorfahrzeugs \"Führer\" sei (BGE 91 IV 199 ff. unter Hinweis auf die Art. 71 und 72 VRV). Bei der letzteren Aussage ist allerdings das Bundesgericht vom Fall des im Wagen sitzenden Führers ausgegangen. Auf die Frage, ob auch der neben seinem Fahrzeug gehende, dieses mit eigener Muskelkraft schiebende und dabei das Lenkrad durch die offene Seitentüre oder das Seitenfenster betätigende Lenker Führer eines Motorfahrzeugs im Sinne des Gesetzes sei, lässt sich in der bisherigen Rechtsprechung keine Antwort finden. Auch dem schweizerischen Schrifttum ist zur Frage nicht wesentlich mehr als der vorerwähnten Judikatur zu entnehmen.\n\nb) Deutsche Lehre und Praxis zu § 316 StGB, der Trunkenheit des Führers eines Fahrzeugs im Verkehr unter Vergehensstrafe BGE 111 IV 92 S. 95stellt (nicht zu verwechseln mit § 315e StGB), nehmen an, dass Führen eines Kraftfahrzeugs grundsätzlich Inbetriebsetzen desselben in eigener Verantwortung voraussetze. Es wird jedoch als ausreichend erachtet, wenn der Lenker mindestens einen Teil der für die Fortbewegung wesentlichen technischen Vorrichtungen bestimmungsgemäss betätigt. Wer ein Motorfahrzeug schiebt, um den Motor anzulassen, führt, und gleicherweise tut dies, wer ein Motorfahrzeug unter Ausnützung seiner Schwerkraft über eine Gefällstrecke lenkt; denn auch ohne Ingangsetzung des Motors können Kraftfahrzeuge solcher Art als Beförderungsmittel dienen. Dagegen ist nach deutscher Auffassung das blosse Geschobenwerden auf ebener Strecke unter Anwendung von Muskelkraft, das nicht dem Anlassen des Motors dient, kein Führen; nur die Vorgänge und Betätigungen seien als Führen eines Kraftfahrzeugs erheblich, die Gefahren mit sich bringen, welche den Vergehenscharakter des § 316 StGB rechtfertigten (JAGUSCH/HENTSCHEL, Strassenverkehrsrecht, 27. Aufl., N. 11 zu § 21 StVG und N. 2 zu § 316 StGB mit Hinweisen auf die Praxis). Es macht sich deshalb nicht nach § 316 StGB strafbar, wer unter erheblichem Alkoholeinfluss seinen PKW schiebt, indem er z.B. durch das geöffnete Fenster von aussen das Lenkrad bedient (HENTSCHEL/BORN, Trunkenheit im Strassenverkehr, S. 103 N. 336).\n\nc) Auch unter dem Gesichtspunkt des Art. 91 Abs. 1 SVG, der mit Gefängnis oder mit Busse bedroht, wer in angetrunkenem Zustand ein Motorfahrzeug führt, kann es nicht genügen, dass der Lenker ein an sich mit einem Motor ausgestattetes Fahrzeug im öffentlichen Verkehr irgendwie in Bewegung setzt. Nur wenn er dessen technische Einrichtungen mindestens zum Teil in der Weise betätigt, dass die dem Betrieb eines Motorfahrzeugs (s. Art. 7 SVG) innewohnenden erhöhten Gefahren entstehen können, soll die Vergehensstrafe Platz greifen. Das ergibt sich auch aus der Tatsache, dass der Gesetzgeber in Art. 91 Abs. 2 SVG den angetrunkenen Führer eines nichtmotorischen Fahrzeugs bloss mit einer Übertretungsstrafe bedroht hat. Der Grund liegt offensichtlich darin, dass das Inbewegungsetzen eines solchen Fahrzeugs im öffentlichen Verkehr erheblich weniger hohe Gefahren schafft als ein im öffentlichen Verkehrsraum geführtes Motorfahrzeug. Wer deshalb in angetrunkenem Zustand ein Motorfahrzeug führt, ladet schwerere Schuld auf sich, als wer angetrunken ein nichtmotorisches Fahrzeug in Verkehr setzt.\n\nBGE 111 IV 92 S. 96\n\nd) Bezogen auf den vorliegenden Fall ergibt sich, dass Sch., der zwar die Handbremse seines Personenwagens gelöst, diesen dann neben dem Fahrzeug gehend unter Aufwendung der eigenen Muskelkraft auf einem öffentlichen Parkplatz in Bewegung gesetzt und durch die geöffnete Seitentüre das Lenkrad betätigt hat, um den Wagen von einem Parkfeld auf ein anderes zu verschieben, wohl einige für die Fortbewegung seines Motorfahrzeugs wesentliche technische Verrichtungen vorgenommen, durch diese aber in keiner Weise dem Betrieb eines Motorfahrzeugs spezifische Gefahren für den Strassenverkehr ausgelöst hat. Bei einem solchen Manöver kann das Fahrzeug auf ebener Fahrbahn notwendigerweise nur eine geringe Geschwindigkeit erreichen und in aller Regel bloss über kurze Strecken bewegt werden. Insoweit unterscheidet sich dieser Fall wesentlich von demjenigen, in welchem ein Personenwagen mit ausgekuppeltem oder abgestelltem Motor unter Ausnützung der Schwerkraft von dem im Fahrzeug sitzenden Führer eine Gefällstrecke hinuntergesteuert wird. Dabei können verhältnismässig rasch erhebliche Geschwindigkeiten erreicht werden, und es sind die Anforderungen an den Führer annähernd die gleichen wie beim Antrieb des Fahrzeugs durch den Motor (Entscheid des BGHSt in NJW 1960 S. 1212). Nicht anders verhält es sich beim Abschleppen eines Motorfahrzeugs, wenn nicht die Abschleppvorrichtung die Lenkung gewährleistet (s. Schultz, a.a.O., S. 186 lit. c). Hier ist es die motorische Kraft eines Fahrzeugs, die die Fortbewegung des anderen bewirkt, ihm eine entsprechende Geschwindigkeit verleiht und damit an dessen Lenker nicht geringe Ansprüche stellt (s. BGE 91 IV 200 E. 3). Diesem Fall wird man auch denjenigen gleichstellen können, wo ein Motorwagen durch einen anderen gestossen wird. Das geschieht in der Regel zum Anlassen des Motors und damit zur bestimmungsgemässen Inbetriebsetzung des Motorfahrzeugs (s. deshalb auch Art. 71 Abs. 3 VRV). Gerade das ist im vorliegenden Fall nicht geschehen. Sch. hat das Motorfahrzeug nicht seiner Bestimmung gemäss als Beförderungsmittel benutzt, sondern einen Tatbestand gesetzt, der in seinen Auswirkungen höchstens dem Führen eines nichtmotorischen Fahrzeugs gleichkommt.\n\ne) Ist dem aber so, ist auch kein zwingender Grund ersichtlich, warum ein solches Manöver nur von einer Person sollte durchgeführt werden dürfen, die im Besitze des Führerausweises ist. Das Erfordernis des Ausweises über fahrerisches Können und Kenntnis der für Motorfahrzeugführer geltenden Verkehrsregeln soll der BGE 111 IV 92 S. 97Gefährdung der Sicherheit durch die Inbetriebsetzung von Motorfahrzeugen im Strassenverkehr vorbeugen. Wo indessen durch die Fortbewegung eines solchen Fahrzeugs im Verkehr jene Gefahren auch nicht abstrakt geschaffen werden, muss es belanglos sein, ob der Lenker im Besitze des Führerausweises war oder nicht. Wer ein Manöver, wie es der Beschwerdegegner ausgeführt hat, trotz Entzugs des Ausweises vornimmt, macht sich nicht des Führens eines \"Motorfahrzeugs\" ohne Führerausweis im Sinne des Art. 95 Ziff. 1 Abs. 1 SVG schuldig.\n\nDie Vorinstanz hat deshalb den Beschwerdegegner zu Recht von der Anklage des Führens eines Motorfahrzeugs in angetrunkenem Zustand (Art. 91 Abs. 1 SVG) und trotz Entzugs des Führerausweises (Art. 95 Ziff. 1 Abs. 1 SVG) freigesprochen."}