{"annee": "111", "cour": "IA", "page": "239", "date": "27/11/1985", "cite": ["104 IA 215", "108 IA 90"], "cite_par": ["117 IA 491", "116 IA 359", "131 I 85", "139 I 195", "113 IA 412", "112 IA 155", "118 IA 124", "142 I 99", "131 I 126", "112 IA 208", "121 I 138", "119 IA 99", "113 IA 309"], "chapeau": "41. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 27. November 1985 i.S. X. gegen Kantonsgericht Appenzell I.Rh. (staatsrechtliche Beschwerde)", "regestes": ["Art. 6 ch. 2 en relation avec l'art. 85 ch. 7 et l'art. 113 Cst. Examen des dispositions constitutionnelles cantonales par le Tribunal fédéral? L'examen préjudiciel de la conformité d'une disposition constitutionnelle cantonale avec les droits de nature constitutionnelle garantis par la Convention européenne des droits de l'homme et avec d'autres normes du droit fédéral peut en tout cas être demandé par la voie du recours de droit public, si le droit de rang supérieur n'était pas encore entré en vigueur au moment où l'Assemblée fédérale a accordé la garantie à la disposition litigieuse et n'avait donc pas à être pris en considération (consid. 3; précision de la jurisprudence). Art. 6 ch. 1 CEDH. Publicité des débats en procédure pénale. L'art. 6 ch. 1 CEDH est en principe applicable à une procédure pénale de première instance (consid. 6). L'exclusion, sans motifs importants, de la publicité des débats en procédure pénale n'est pas conforme à l'art. 6 ch. 1 CEDH (consid. 7)."], "faits": "BGE 111 Ia 239 S. 240\n\nX. ist im Kanton Appenzell I.Rh. wegen wiederholten Diebstahls und Widerhandlungen gegen das Betäubungsmittelgesetz angeklagt. Zu Beginn des Verfahrens vor dem Kantonsgericht stellte er den Antrag, die Hauptverhandlung öffentlich durchzuführen. Das Kantonsgericht wies diesen Antrag in der Hauptverhandlung vom 13. Februar 1985 ab.\n\nIn der Sache selbst fällte das Gericht kein Urteil; es erachtete den Fall als nicht spruchreif und wies die Sache zur Ergänzung der Untersuchung an die anklagende Behörde zurück.\n\nX. führt mit Eingabe vom 14. März 1985 staatsrechtliche Beschwerde beim Bundesgericht. Er rügt eine Verletzung von Art. 4 BV sowie von Art. 6 Ziff. 1 EMRK und beantragt, den Beschluss des Kantonsgerichts Appenzell I.Rh. vom 13. Februar 1985 aufzuheben.", "considerants": "Aus den Erwägungen:\n\n3. Umstritten ist die Zuständigkeit des Bundesgerichts.\n\nDer angefochtene Beschluss stützt sich ausschliesslich auf Art. 43 Abs. 1 der Verfassung für den Eidgenössischen Stand Appenzell I.Rh. vom 24. Wintermonat 1872 (Fassung vom 24. April 1949; KV). Der Beschwerdeführer rügt diese Verfassungsnorm als unvereinbar mit Art. 6 Ziff. 1 EMRK und mit Art. 4 BV. Das Kantonsgericht wendet ein, dass das Bundesgericht zur Überprüfung kantonaler Verfassungsnormen nicht zuständig sei.\n\na) In seiner bisherigen Rechtsprechung hat sich das Bundesgericht für unzuständig erklärt, kantonale Verfassungsbestimmungen BGE 111 Ia 239 S. 241auf ihre Vereinbarkeit mit den von der Europäischen Menschenrechtskonvention gewährleisteten Rechten mit verfassungsrechtlichem Inhalt sowie mit dem übrigen Bundesrecht zu überprüfen. Es erachtete eben diese Prüfung als eine Aufgabe der Bundesversammlung, welche diese vor dem Entscheid über die Gewährleistung kantonaler Verfassungen zu erfüllen habe (Art. 6 Abs. 2 lit. a i.V.m. Art. 85 Ziff. 7 BV; BGE 104 Ia 221 /222 E. 1c mit Hinweisen). Die Vorschrift von Art. 85 Ziff. 7 BV sei im Verhältnis zu Art. 113 BV spezielleres Recht und entziehe dem Bundesgericht die Zuständigkeit zur Überprüfung der kantonalen Verfassungen (BGE 104 Ia 219 E. 1b mit Hinweisen).\n\nDiese Rechtsprechung ist in der Lehre zum kleineren Teil auf Zustimmung, mehrheitlich aber auf Ablehnung gestossen (vgl. die Zusammenstellung in BGE 104 Ia 220 E. 1b; auf der Seite der Kritiker kommt ANDREAS AUER hinzu, La juridiction constitutionnelle en Suisse, Basel und Frankfurt 1983, Nrn. 267 ff., S. 150 ff.; deutsche Übersetzung von NANNI ROJAS, Die schweizerische Verfassungsgerichtsbarkeit, Nrn. 267 ff., S. 156 ff., Basel und Frankfurt 1984. Kritisiert haben diese Rechtsprechung auch JÖRG PAUL MÜLLER, Die staatsrechtliche Rechtsprechung des Bundesgerichts im Jahre 1978, in: ZBJV 1980, S. 292, und WALTER KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, Bern 1984, S. 63 ff., der in Anmerkung 172 u.a. zusätzlich auf folgende Kritiker verweist: HANS HUBER, Die staats- und verwaltungsgerichtliche Rechtsprechung im Jahre 1963, ZBJV 1964, S. 421/422; MAX IMBODEN, Normkontrolle und Norminterpretation, in: Staat und Recht, Basel und Stuttgart 1971, S. 241/242. Eine umfassende Literaturübersicht findet sich schliesslich bei FRIDOLIN SCHIESSER, Die akzessorische Prüfung, Diss. Zürich 1983, Zürich 1984, S. 303, Anm. 17, der sich der allgemeinen Kritik anschliesst: S. 299 ff.).\n\nb) Ob die erwähnte Rechtsprechung aufgrund dieser nahezu einhelligen und sachlich gewichtigen Kritik generell zu überprüfen ist, braucht für die Beurteilung des vorliegenden Falls nicht entschieden zu werden. Wie zu zeigen sein wird, geht es hier um ein Teilproblem, das unabhängig von der Beantwortung der allgemeinen Frage gelöst werden kann.\n\nDie genannte Praxis beruht im wesentlichen auf der Überlegung, dass es dem Bundesgericht nicht zustehe, dieselben Fragen der Bundesrechtswidrigkeit einer kantonalen Verfassungsnorm zu beurteilen, über die sich schon die Bundesversammlung im Gewährleistungsverfahren ausgesprochen hat BGE 111 Ia 239 S. 242(BGE 104 Ia 220 /221 E. 1b mit Hinweis). Diese Begründung trifft auf den vorliegenden Fall insoweit nicht zu, als sich der Beschwerdeführer auf die Europäische Menschenrechtskonvention beruft. Die umstrittene Vorschrift von Art. 43 Abs. 1 KV wurde an der Landsgemeinde vom 24. April 1949 angenommen. Die Bundesversammlung gewährleistete sie mit Beschluss vom 29. September 1949 (BBl 1949 II 587). Die Europäische Menschenrechtskonvention, auf deren Art. 6 Ziff. 1 der Beschwerdeführer sich in erster Linie beruft, wurde am 4. November 1950 abgeschlossen; sie trat für die Schweiz erst mit der Ratifikation am 28. November 1974 in Kraft (vgl. Liste über den Geltungsbereich der Konvention, SR 0.101, anschliessend an den Konventionstext). Die Frage, ob Art. 43 Abs. 1 KV mit der Europäischen Menschenrechtskonvention vereinbar sei, konnte daher bei der Gewährleistung der Verfassungsvorschrift noch nicht geprüft werden. Demzufolge kommt der Grund für die bundesgerichtliche Rechtsprechung, keine Prüfungskompetenz zu beanspruchen, die der Bundesversammlung zusteht, im vorliegenden Fall nicht zum Zug. Soweit übergeordnetes Recht erst nach der Gewährleistung kantonaler Verfassungsnormen in Kraft tritt, entfällt die sonst von der Bundesversammlung vorzunehmende Prüfung. Damit aber fällt der gemäss Praxis massgebende Unzuständigkeitsgrund für das Bundesgericht dahin. Würde sich das Gericht gleichwohl auch in einem solchen Fall zur Prüfung einer kantonalen Verfassungsvorschrift als unzuständig erklären, so könnte älteres kantonales Verfassungsrecht die Durchsetzung neueren übergeordneten Rechts, dem es nicht mehr entspricht, verhindern. Hiefür spricht kein triftiger Grund. Die Rechtsprechung ist deshalb dahin zu präzisieren, dass die Überprüfung kantonaler Verfassungsbestimmungen auf ihre Vereinbarkeit mit den von der Europäischen Menschenrechtskonvention gewährleisteten Rechten verfassungsrechtlichen Inhalts und mit dem übrigen Bundesrecht jedenfalls dann mit staatsrechtlicher Beschwerde verlangt werden kann, wenn das übergeordnete Recht im Zeitpunkt der Gewährleistung durch die Bundesversammlung noch nicht in Kraft getreten und deshalb bei der vorgängigen Überprüfung nicht zu berücksichtigen war. Diese Präzisierung der Rechtsprechung führt im vorliegenden Fall dazu, dass die Zuständigkeit des Bundesgerichts zur Überprüfung von Art. 43 Abs. 1 KV zu bejahen ist.\n\n4. Die 30tägige Frist zur Anfechtung der umstrittenen Verfassungsvorschrift mit staatsrechtlicher Beschwerde ist längst abgelaufen BGE 111 Ia 239 S. 243(Art. 89 OG). Nach ständiger Rechtsprechung des Bundesgerichts kann jedoch die Verfassungs- bzw. Konventionswidrigkeit einer kantonalen Vorschrift auch noch bei der Anfechtung eines gestützt darauf ergangenen Anwendungsakts geltend gemacht werden. Erweist sich der Vorwurf als begründet, so führt das freilich nicht zur formellen Aufhebung der Vorschrift; die vorfrageweise Feststellung ihrer Verfassungs- bzw. Konventionswidrigkeit im konkreten Anwendungsfall hat nur zur Folge, dass die Vorschrift insoweit auf den Beschwerdeführer nicht angewendet und der gestützt auf sie ergangene Entscheid aufgehoben wird (BGE 104 Ia 87 E. 5 mit Hinweisen). Das Bundesgericht kommt somit nicht in die Lage, eine kantonale Verfassungsvorschrift formell aufzuheben.\n\n5. Dem Beschwerdeführer geht es in der Sache selbst darum, im Strafverfahren vor dem Kantonsgericht eine öffentliche Hauptverhandlung zu erwirken. Er beruft sich dabei in erster Linie auf den in Art. 6 Ziff. 1 EMRK enthaltenen Grundsatz der Öffentlichkeit der Verhandlungen. Das Kantonsgericht verweist demgegenüber auf Art. 43 Abs. 1 KV, wonach Parteiverhandlungen vor den appenzell-innerrhodischen Gerichten nicht öffentlich sind, soweit die Gesetzgebung nichts anderes bestimmt. Die Strafprozessordnung des Kantons Appenzell I.Rh. enthält keine vom Grundsatz des Art. 43 Abs. 1 KV abweichende Vorschrift. Im Kanton Appenzell I.Rh. sind daher Strafprozesse aufgrund einer kantonalen Verfassungsnorm nicht öffentlich. Es stellt sich somit die Frage, ob Art. 43 Abs. 1 KV - auf den konkreten Fall angewandt - mit Art. 6 Ziff. 1 EMRK vereinbar sei.\n\n6. Das Kantonsgericht wendet zunächst ein, dass Art. 6 Ziff. 1 EMRK nach einer neuesten Untersuchung gar nicht unmittelbar anwendbar sei (MIRKO ROS, Die unmittelbare Anwendbarkeit der Europäischen Menschenrechtskonvention, Diss. Zürich 1984, S. 93 ff.).\n\nEntgegen der Auffassung des Kantonsgerichts ist Art. 6 Ziff. 1 EMRK nach der Rechtsprechung der Konventionsorgane sowie jener des Bundesgerichts auf ein erstinstanzliches Strafverfahren wie das hier in Frage stehende grundsätzlich anwendbar (Urteil des Europäischen Gerichtshofs für Menschenrechte vom 22. Februar 1984 i.S. Sutter, in: Publications de la Cour européenne des droits de l'homme, Série A, Volume 74, § 28, S. 13, mit Hinweisen, deutsche Übersetzung in: EuGRZ 1985, S. 232; BGE 108 Ia 92 E. 2c mit Hinweis). Auch die herrschende Lehre nimmt die unmittelbare Anwendbarkeit BGE 111 Ia 239 S. 244der speziellen Garantien der Europäischen Menschenrechtskonvention an (MICHEL HOTTELIER, La Convention européenne des droits de l'homme dans la jurisprudence du Tribunal fédéral, Diss. Genf 1985, S. 25; MARK E. VILLIGER, Die Wirkungen der Entscheide der EMRK-Organe im innerstaatlichen Recht, namentlich in der Schweiz, in: ZSR 104/1985 I, S. 471; LUZIUS WILDHABER, Erfahrungen mit der Europäischen Menschenrechtskonvention, ZSR 98/1979 II, S. 328 ff., 334 ff.; JÖRG PAUL MÜLLER, Die Anwendung der Europäischen Menschenrechtskonvention in der Schweiz, ZSR 94/1975 I, S. 384). Der Hinweis des Kantonsgerichts auf die Arbeit von MIRKO ROS kann schon deshalb nicht überzeugen, weil sich die zitierten Ausführungen auf den Staat Belgien beziehen. Soweit sich die Arbeit mit der Schweiz befasst, lässt sich daraus jedenfalls nicht generell der Schluss ziehen, dass Art. 6 Ziff. 1 EMRK nach der Auffassung des Autors nicht unmittelbar anwendbares Recht darstelle (MIRKO ROS, a.a.O., S. 149 ff., 178 ff.).\n\n7. Art. 6 Ziff. 1 EMRK hat folgenden Wortlaut:\n\n\"1. Jedermann hat Anspruch darauf, dass seine Sache in billiger Weise öffentlich und innerhalb einer angemessenen Frist gehört wird, und zwar von einem unabhängigen und unparteiischen, auf Gesetz beruhenden Gericht, das über zivilrechtliche Ansprüche und Verpflichtungen oder über die Stichhaltigkeit der gegen ihn erhobenen strafrechtlichen Anklage zu entscheiden hat. Das Urteil muss öffentlich verkündet werden, jedoch kann die Presse und die Öffentlichkeit während des gesamten Verfahrens oder eines Teiles desselben im Interesse der Sittlichkeit, der öffentlichen Ordnung oder der nationalen Sicherheit in einem demokratischen Staat ausgeschlossen werden, oder wenn die Interessen von Jugendlichen oder der Schutz des Privatlebens der Prozessparteien es verlangen, oder, und zwar unter besonderen Umständen, wenn die öffentliche Verhandlung die Interessen der Rechtspflege beeinträchtigen würde, in diesem Fall jedoch nur in dem nach Auffassung des Gerichts erforderlichen Umfang.\"\n\na) Wie dargelegt, ist Art. 6 Ziff. 1 EMRK auf ein erstinstanzliches Strafverfahren wie das vorliegende grundsätzlich anwendbar. Der in dieser Bestimmung enthaltene Grundsatz der Öffentlichkeit der Verhandlung bezieht sich ferner auf die Publikums- und nicht bloss auf die Parteiöffentlichkeit. Die Schweiz hat in bezug auf den in Art. 6 Ziff. 1 EMRK niedergelegten Grundsatz der Öffentlichkeit der Verhandlung einen Vorbehalt angebracht. Dieser bezieht sich indessen auf das Verfahren vor Verwaltungsbehörden sowie auf die Öffentlichkeit der Urteilsverkündung BGE 111 Ia 239 S. 245(Art. 1 Abs. 1 lit. a des Bundesbeschlusses über die Genehmigung der Europäischen Menschenrechtskonvention vom 3. Oktober 1974, AS 1974 2148). Er kommt hier nicht zum Zug (BGE 108 Ia 92 E. 2c).\n\nb) Der Grundsatz der Öffentlichkeit des Verfahrens bedeutet eine Absage an jede Form geheimer Kabinettsjustiz. Er soll durch die Kontrolle der Öffentlichkeit dem Angeschuldigten und allen übrigen am Prozess Beteiligten eine korrekte und gesetzmässige Behandlung gewährleisten. Der Öffentlichkeit soll darüber hinaus ermöglicht werden, Kenntnis davon zu erhalten, wie das Recht verwaltet und wie die Rechtspflege ausgeführt wird. Durch die Öffentlichkeit der Hauptverhandlung wird es der Allgemeinheit ermöglicht, den Strafprozess unmittelbar zu verfolgen. Die rechtsstaatliche und demokratische Bedeutung des Grundsatzes der Öffentlichkeit im Strafprozess verbietet einen Ausschluss der Öffentlichkeit dort, wo nicht überwiegende Gründe der staatlichen Sicherheit, öffentlichen Ordnung und Sittlichkeit oder schützenswerte Interessen Privater das vordringlich gebieten. In diesem Sinn sieht auch Art. 6 Ziff. 1 EMRK Ausnahmen vom Grundsatz der Öffentlichkeit vor (BGE 108 Ia 92 E. 3a mit Hinweisen).\n\nc) Die Vorschrift von Art. 43 Abs. 1 KV schliesst die Öffentlichkeit in Strafverfahren vor den appenzell-innerrhodischen Gerichten nicht nur dann von den Verhandlungen aus, wenn überwiegende Gründe das gebieten; sie lässt die Öffentlichkeit generell nicht zu.\n\nDas Bundesgericht hat nicht zu prüfen, ob diese Vorschrift als solche konventionswidrig ist. Es stellt sich einzig die Frage, ob ihre Anwendung auf den vorliegenden Fall gegen die Europäische Menschenrechtskonvention verstösst. Wie ausgeführt, wäre dem nicht so, wenn in der vom Kantonsgericht zu beurteilenden Strafsache einer der erwähnten Gründe vorgelegen hätte, die den Ausschluss der Öffentlichkeit zu rechtfertigen vermögen. Das wäre etwa dann der Fall, wenn es um ein Sittlichkeitsdelikt ginge und der Schutz der öffentlichen Sittlichkeit oder der Schutz der Persönlichkeitssphäre des Opfers den Ausschluss der Öffentlichkeit geboten hätten. Solche besonderen Gründe werden aber vom Kantonsgericht nicht geltend gemacht und sind nicht zu erkennen. In der Anwendung auf den konkreten Fall erweist sich die Verfassungsregel des Art. 43 Abs. 1 KV somit als konventionswidrig. Die Beschwerde ist daher gutzuheissen, und der angefochtene Beschluss ist aufzuheben. Auf die Rüge der Verletzung des Art. 4 BV ist nicht mehr einzugehen."}