{"annee": "111", "cour": "II", "page": "119", "date": "27/8/1985", "cite": [], "cite_par": ["144 III 442"], "chapeau": "27. Auszug aus dem Urteil der II. Zivilabteilung vom 27. August 1985 i.S. M. E. gegen H. H. und Regierungsrat des Kantons Luzern (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst.; art. 310 al. 3 CC; reprise d'un enfant placé chez des parents nourriciers. Les parents qui, malgré le placement de leur enfant chez des tiers, se sont efforcés d'aménager et d'entretenir une relation personnelle avec lui n'ont pas à craindre que l'art. 310 al. 3 CC soit opposé avec succès à leur intention sérieuse de s'occuper un jour de l'enfant et de l'élever (c. 5). Seul l'intérêt de l'enfant est déterminant pour décider du retour de l'enfant auprès de sa mère. Il faut examiner si la relation psychique entre la mère et l'enfant est intacte et si les capacités éducatives et le sens des responsabilités de la mère permettent de justifier, eu égard à l'intérêt de l'enfant, le transfert de la garde. Une décision qui n'examine pas les relations du point de vue de la mère viole l'art. 4 Cst. (c. 6)."], "faits": "BGE 111 II 119 S. 120\n\nA.- Der 1981 geborene Knabe M. E. lebt seit dem Spitalaustritt nach seiner Geburt bei seinen Grosseltern väterlicherseits, der Familie H. Er steht unter der elterlichen Gewalt seiner Mutter K. E.\n\nDie Mutter wohnte mit dem Kind und dem Vater H. H. vorerst bei den Eltern des letzteren in B. Im Juli 1983 zog sie zu ihren Eltern nach X. und versuchte, das Kind zu sich zu holen. Dieser Versuch, der vom Gemeinderat X. unterstützt wurde, scheiterte am Widerstand der Familie H. und des Beistandes des Kindes. Eine Beschwerde der Mutter gegen den die Umplazierung ablehnenden Beistand wurde vom Gemeinderat B. abgewiesen, während der Regierungsstatthalter eine weitere Beschwerde von ihr guthiess. Beide Instanzen stützten sich bei ihrem Entscheid auf kinderpsychiatrische Gutachten.\n\nDer Vater H. H. focht den Entscheid des Regierungsstatthalters beim Regierungsrat des Kantons Luzern an. Er verlangte die Aufhebung dieses Entscheides und die Abweisung des Begehrens um Umplazierung des Knaben M. E. Zudem beantragte er die Befragung des Beistandes über die neueste Entwicklung in den Erziehungsverhältnissen des Kindes und über die Frage einer allfälligen Umplazierung. Die Mutter ihrerseits wollte diese Anträge abgewiesen wissen und verlangte, dass vom Gemeinderat X. sowie von einem von ihr bezeichneten Behördenmitglied ein Amtsbericht eingeholt werde. Eventuell sei bei der Mutter und ihren Eltern sowie bei ihrer Schwester ein Augenschein vorzunehmen. Auch der Regierungsstatthalter beantragte die Abweisung der Beschwerde des H. H., während der Beistand auf die optimale Unterbringung des Knaben in der Pflegefamilie H. hinwies. Der Gemeinderat B. hielt grundsätzlich an seinem Entscheid fest.\n\nB.- Der Regierungsrat des Kantons Luzern hiess die Beschwerde von H. H. gut und lehnte damit die Umplazierung des Kindes M. E. zu seiner Mutter ab. Die hierauf von dieser erhobene BGE 111 II 119 S. 121staatsrechtliche Beschwerde wurde vom Bundesgericht gutgeheissen.", "considerants": "Aus den Erwägungen:\n\n4. Der Regierungsrat des Kantons Luzern ist in seinem Entscheid davon ausgegangen, dass es sich bei der Plazierung des Knaben M. E. um eine Kindesschutzmassnahme im Sinne der Art. 308 und 310 ZGB handle. Sie diene dem Kindeswohl und solle eine Gefährdung des Kindes abwenden. Im vorliegenden Fall sei insbesondere zu beachten, dass die Kontinuität eines guten Aufenthaltsortes für die Entwicklung eines Kindes von entscheidender Bedeutung sei.\n\nGestützt auf ein Gutachten und insbesondere ein Ergänzungsgutachten des leitenden Arztes des Kinder- und Jugendpsychiatrischen Dienstes des Kantons Luzern, gelangt der Regierungsrat sodann zur Feststellung, die Pflegemutter H. sei sozialpsychisch als Mutter des Knaben zu betrachten. Dieser lebe seit seiner Geburt in der Familie der Pflegemutter und erhalte von ihr jene mütterliche Zuwendung, die für ein Kind im Säuglings- und frühen Kindesalter nötig sei. Zur Pflegemutter stehe der Knabe in einer intensiven emotionalen Resonanz, und er werde in der Pflegefamilie als eines der \"eigenen Kinder\" gepflegt und gefördert. Eine Umplazierung aus dieser Familie in völlig andere Lebensverhältnisse würde nach den Ausführungen des Spezialarztes für den Knaben eine schwerwiegende Belastung bedeuten. Er bedürfe für seine weitere Entwicklung dringend der Geborgenheit bei der Pflegemutter und seinem leiblichen Vater. Wegen seiner allgemeinen Empfindlichkeit sei der Knabe auf die Kontinuität in der Beziehung zu Erwachsenen angewiesen. Werde diese Kontinuität unterbrochen, so müsse mit einer ernsthaften Gefährdung des Knaben gerechnet werden. Es komme zu Verunsicherungen, die nicht nur die Stabilität in der Entwicklung der körperlichen Gesundheit des Kindes, sondern auch seine seelische Widerstandskraft erheblich belasteten. Die ernstliche Gefährdung bestehe im Hinblick auf die Persönlichkeitsentwicklung mit vorzeitiger Verselbständigung, Labilität im gemüthaften Bereich, Erschwerung sozialer Anpassung, unter anderem auch in der Gruppe anderer Kinder, sowie in einer zunehmenden Retardierung, die sich zum Beispiel dahingehend auswirke, dass der Knabe bis zur Erreichung des Schuleintrittsalters die Schulreife nicht erlange. An sich könne bei jedem Kind, BGE 111 II 119 S. 122das im Alter von M. E. die Bezugsperson wechsle, von einer Gefährdung gesprochen werden; doch bei diesem scheine eine besondere Gefährdung vorzuliegen. Die Vorgeschichte des Knaben weise bereits auf Empfindlichkeiten in psychosomatischer Hinsicht. Durch die erschwerten Umstände bei der Geburt seien zusätzliche Belastungen entstanden, die erst später (mit der Einschulung) in der Form verminderter Leistungsfähigkeit und herabgesetzter sozialer Anpassungsfähigkeit in Erscheinung treten würden. Um diese ernsthafte Gefährdung auszuschliessen, die nicht nur die gegenwärtige Situation des Knaben, sondern auch seine weitere Persönlichkeitsentwicklung bis ins Erwachsenenalter hinein beeinträchtigen könnte, sollte eine Umplazierung zu der in erwiesenermassen weniger stabilen Verhältnissen lebenden Mutter vermieden werden.\n\nDer Erziehungsfähigkeit der leiblichen Mutter kommt nach der Auffassung des Regierungsrats keine entscheidende Bedeutung zu. Ausschlaggebend sei vielmehr, dass nicht die leibliche Mutter, sondern die Pflegemutter sozialpsychisch für den Knaben als Mutter gelte. Der Knabe habe aber nicht nur zu seiner Pflegemutter, sondern auch zu seinem leiblichen Vater, der sich zur Zeit ebenfalls noch im gemeinsamen Haushalt aufhalte, und zum Pflegevater starke Beziehungen. Zu bedenken sei auch, dass der Knabe, wenn er zu seiner leiblichen Mutter umplaziert würde, während deren Arbeitszeit von den Grosseltern mütterlicherseits betreut werden müsste. Damit verlöre das Kind nicht nur den Kontakt zu seinen bisherigen Bezugspersonen, sondern es würden überdies neue Personen in sein Leben treten, was nicht im Interesse der für den Knaben so wichtigen Kontinuität läge.\n\n5. Es fällt auf, dass der Regierungsrat in einer Weise argumentiert, als ob es sich im vorliegenden Fall um eines der üblichen Pflegeverhältnisse handeln würde, welches zum Wohl des Kindes nach Massgabe von Art. 310 Abs. 3 ZGB aufrechterhalten werden muss. Der Regierungsrat stützt denn auch seinen Entscheid auf die Art. 308 und 310 ZGB, insbesondere - wie vor allem der Vernehmlassung zu entnehmen ist - auf Art. 310 Abs. 3 ZGB.\n\nNun steht aber fest, dass die Beschwerdeführerin seit der Geburt ihres Kindes mit diesem zusammen bei den Grosseltern väterlicherseits, den heutigen Pflegeeltern, Aufnahme gefunden hat und während dreier Jahre mit dem Kind zusammen dort gelebt und das Kind auch selbst betreut hat. Nicht unter der Obhut seiner Mutter hat das Kind lediglich während der Dauer des Umplazierungs- bzw. Beschwerdeverfahrens BGE 111 II 119 S. 123gelebt; in dieser Zeit blieb der Knabe bei der Familie H., während seine Mutter zu ihren Eltern nach X. zog. Der hier zu beurteilende Fall unterscheidet sich demnach wesentlich von Pflegeverhältnissen, wie sie von Art. 310 Abs. 1 und 3 ZGB ins Auge gefasst werden (HEGNAUER, Grundriss des Kindesrechts, 2. Auflage Bern 1983, S. 155; SCHNYDER, Kindesrecht, Supplement zu Tuor/Schnyder, ZGB, Zürich 1977, S. 57 f.).\n\nAngesichts dieser von normalen Pflegeverhältnissen völlig verschiedenen Ausgangslage erscheint der Vorwurf der Beschwerdeführerin berechtigt, der Regierungsrat habe ihrer Erziehungsfähigkeit keine entscheidende Bedeutung zugemessen und damit Art. 310 ZGB offensichtlich falsch und demnach willkürlich angewendet. Art. 310 Abs. 3 ZGB will verhindern, dass ein Kind, welches gestützt auf Art. 310 Abs. 1 ZGB oder vom Inhaber der elterlichen Gewalt freiwillig bei Dritten in Pflege gegeben worden ist, dort längere Zeit gelebt hat und am Pflegeort stark verwurzelt ist, vom Pflegeplatz unversehens weggenommen wird, so dass seine weitere seelisch-geistige und körperliche Entwicklung ernsthaft gefährdet wird. Eltern, die sich trotz der Fremdplazierung um den Aufbau und die Pflege einer persönlichen Beziehung zu ihrem Kind bemüht haben, brauchen indessen nicht zu befürchten, dass Art. 310 Abs. 3 ZGB mit Erfolg gegen ihre ernsthafte Absicht, das Kind eines Tages wieder selbst zu betreuen und zu erziehen, angerufen werden könnte (vgl. Botschaft des Bundesrates an die Bundesversammlung über die Änderung des Schweizerischen Zivilgesetzbuches (Kindesverhältnis) vom 5. Juni 1974, BBl 1974 II, S. 83; HEGNAUER, a.a.O., S. 155). Die Beschwerdeführerin bringt deshalb grundsätzlich zutreffend vor, dass die elterliche Gewalt und die daraus fliessenden Rechte und Pflichten sowie die elterliche Gemeinschaft mit dem Kind den Kindesschutzmassnahmen vorgehen. Letztere sind - im wohlverstandenen Kindesinteresse - nur anzuordnen, wenn die Eltern in Pflege und Erziehung versagen oder wenn die alleinstehende Mutter aus Gründen, die in ihrer Persönlichkeit oder in den äusseren Verhältnissen liegen, ihren Elternpflichten nicht nachzukommen vermag. Liegen keine solchen den Entzug der elterlichen Obhut rechtfertigenden Umstände vor, so könnte der Mutter die Mitnahme ihres Kindes an ihren neuen Wohnort nur verwehrt werden, wenn konkret dargetan wäre, dass wegen der Verwurzelung des Kindes am bisherigen Wohnort und wegen der körperlichen oder seelischen Konstitution des Kindes eine schwerwiegende Gefährdung seiner Entwicklung BGE 111 II 119 S. 124zu befürchten wäre. Wenngleich die Interessen der Eltern hinter das Wohl des Kindes zurückzutreten haben, sollen vorhandene lebendige Bande zwischen Mutter und Kind nicht ohne Not zerrissen oder auch nur gefährdet werden (vgl. HEGNAUER, Kommentar zu Art. 284 aZGB, N. 8, 8a).\n\nBei der Umplazierung eines Kleinkindes, um die es im vorliegenden Fall geht, ist deshalb einerseits das Kindeswohl wichtig, ja vorrangig, und steht deshalb die Frage im Vordergrund, ob seine Entwicklung eine Rücknahme durch die leibliche Mutter, in deren Obhut es bis zu deren Wegzug vom Heim der Pflegefamilie stand, ohne ernsthafte Gefährdung erträgt. Neben dem Kindeswohl ist aber auch dem natürlichen Recht der leiblichen Mutter, ihr Kind weiterhin selbst zu betreuen, zu pflegen und zu erziehen, Rechnung zu tragen. Entgegen der Auffassung des Regierungsrates ist es deshalb entscheidend, ob die Beziehungen der Beschwerdeführerin zu ihrem Kind auch seit der Trennung ungetrübt und genügend intensiv geblieben sind. Sodann ist es wesentlich, ob die Beschwerdeführerin aufgrund ihrer Persönlichkeit, ihres Verantwortungsbewusstseins und ihrer erzieherischen Fähigkeiten wie auch aufgrund der äusseren Umstände, in denen sie lebt, die Pflichten als Mutter zu erfüllen vermag.\n\nOhne die Interessen des Kindes einerseits und jene der Mutter anderseits gegeneinander abzuwägen, hat der Regierungsrat des Kantons Luzern den angefochtenen Entscheid ausschliesslich unter dem Blickwinkel des Kindeswohls gefällt. Dabei hat er Ausführungen des kinderpsychiatrischen Experten, die recht allgemein, zum Teil höchst vage gehalten sind und für irgendwelche Kinder im Alter von M. E. Geltung beanspruchen könnten, zu seiner eigenen Argumentation gemacht, indessen aber die besondere Ausgangslage - Zusammensein von Mutter und Kind während dreier Jahre im Haushalt der Grosseltern väterlicherseits, Wegfall der mütterlichen Obhut erst seit dem Wegzug der Beschwerdeführerin von B. - ausser acht gelassen. Dadurch sowie durch das Ignorieren der wichtigen Frage der Erziehungsfähigkeit der leiblichen Mutter und der Verhältnisse, in denen sie lebt, hat der Regierungsrat einen Entscheid getroffen, der vor Art. 4 BV nicht standhält. Zu Recht hatte die Beschwerdeführerin im kantonalen Verfahren die Einholung eines Amtsberichtes des Gemeinderats von X. und des von ihr bezeichneten Behördenmitgliedes, einen Augenschein oder andere Abklärungen verlangt, wodurch die Fähigkeiten und Möglichkeiten der Mutter zur BGE 111 II 119 S. 125Pflege und Erziehung ihres Kindes hätten festgestellt werden können. Wenn der Regierungsrat die Beweisangebote der Beschwerdeführerin allein mit der Begründung abgelehnt hat, nicht die leibliche Mutter, sondern die Pflegemutter gelte für den Knaben sozialpsychisch als Mutter und es komme deshalb nicht entscheidend auf die Erziehungsfähigkeit der Beschwerdeführerin an, so wird er damit der Besonderheit des Falles und der in der Tat nicht einfachen Abgrenzung zwischen dem Kindeswohl einerseits und den berechtigten Ansprüchen der leiblichen Mutter, welche die elterliche Gewalt ausübt, nicht gerecht. Der Beschwerdeführerin muss deshalb auch unter dem bloss beschränkten Gesichtswinkel der Willkürbeschwerde zugestanden werden, dass über ihre Erziehungsfähigkeit, die Beziehungen zwischen ihr und dem Kind sowie über die Stabilität ihrer Lebensverhältnisse tatsächliche Feststellungen getroffen werden.\n\n6. Der Regierungsrat des Kantons Luzern hat vor allem der Kontinuität des Aufenthaltsortes und der Beziehungen des Kindes zu Erwachsenen entscheidende Bedeutung beigemessen. Dieser Standpunkt deckt sich grundsätzlich mit der Absicht des Gesetzgebers, die er in Art. 310 Abs. 3 ZGB konkretisiert hat (vgl. Botschaft des Bundesrates, a.a.O., S. 83). Er findet jetzt auch seinen Niederschlag in der Rechtsprechung zum Scheidungsrecht und in der Lehre (vgl. HAUSHEER, Die Zuteilung der elterlichen Gewalt im Scheidungsverfahren nach der neueren Rechtsprechung des Bundesgerichts, ZVW 38/1983, S. 121 ff.). So ist dem Regierungsrat denn auch beizupflichten, dass bei Kindern im allgemeinen, bei kleinen Kindern im besonderen stabile äussere Verhältnisse und gefestigte innere Beziehungen zu bestimmten Bezugspersonen von wesentlicher Bedeutung für eine gesunde Entwicklung der gesamten Persönlichkeit sind. Sofern daher der Regierungsrat nach Vornahme der notwendigen Abklärungen auf seiten der Beschwerdeführerin und ihrer Eltern dazu käme, in Abwägung des Kindeswohls und des Interesses der Beschwerdeführerin an einer Gemeinschaft mit ihrem Sohn die äussere und innere Stabilität auf seiten der heutigen Pflegefamilie und deren Erziehungsfähigkeit als wesentlich grösser zu bezeichnen, liesse sich unter dem Blickwinkel von Art. 4 BV ein entsprechender Entscheid kaum beanstanden. Er könnte vor allem dann nicht umgestossen werden, wenn feststünde, dass die Umplazierung eine ernsthafte Gefährdung des Kindes in seiner seelischen und körperlichen Entwicklung befürchten liesse.\n\nBGE 111 II 119 S. 126\n\nBloss allgemeine Überlegungen zur Gefahr, dass sich eine Umplazierung für den Knaben nachteilig auswirken könnte, wie sie der Regierungsrat durch Übernahme der Ausführungen des Experten angestellt hat, vermöchten allerdings nicht zu genügen. Der Regierungsrat sagt nicht klar, worin diese Nachteile im konkreten Fall bestehen. Lediglich materielle Vorzüge auf seiten des heutigen Pflegeplatzes, die durch eine Umplazierung eingebüsst würden, dürften nicht entscheidend ins Gewicht fallen (vgl. HEGNAUER, Kommentar zu Art. 284 aZGB, N. 7). Ebensowenig kann ausschlaggebend sein, dass der Knabe, wenn er wieder in die Obhut seiner leiblichen Mutter käme, während deren Arbeitszeit von den Grosseltern betreut werden müsste, was - so der Regierungsrat - bei Verlust der bisherigen Bezugspersonen Bindungen an neue Personen zur Folge hätte, die in das Leben des Kindes treten. Dieses Argument, mit dem der Regierungsrat wiederum die Besonderheit der vorliegenden Umstände aus den Augen verliert, lässt sich nicht halten. Der Knabe würde nämlich mit der Umplazierung zu seiner Mutter die bisherigen Bezugspersonen - seine Grosseltern väterlicherseits und auch den Vater - nicht notwendigerweise verlieren; durch die Einräumung eines Besuchsrechtes (welches offenbar bereits zur Diskussion stand) kann der Entfremdung gegenüber diesen Personen begegnet werden. Anderseits treten mit den Grosseltern mütterlicherseits auch nicht dem Kind völlig fremde Personen in sein Leben. Davon abgesehen, kann ein seelisch gesundes Kind von nunmehr vier Jahren bei guter Beziehung zu seiner Mutter auch die Begegnung und das Zusammenleben mit ihm bisher nicht oder wenig bekannten Menschen verkraften. Die Psychologie anerkennt heute, dass vielfältige Begegnungen im Kleinkindalter - unter der selbstverständlichen Voraussetzung, dass sie positiv sind - sich sogar fördernd auswirken. Ausschlaggebend könnte deshalb auch für einen neu zu fällenden Entscheid wiederum nur sein, ob die seelische Verbindung zwischen Kind und Mutter intakt ist und ob deren Erziehungsfähigkeit und Verantwortungsbewusstsein - im Zusammenwirken mit den äusseren Verhältnissen, in welchen die Mutter lebt - eine Übertragung der Obhut an die Beschwerdeführerin im heutigen Zeitpunkt und unter Beachtung des Kindeswohls zu rechtfertigen vermögen.\n\n7. Wenn demnach der angefochtene Entscheid keine dem konkreten Fall gerechte Beurteilung zulässt, weil die derzeitigen Verhältnisse auf seiten der leiblichen Mutter nicht geklärt wurden, kann er nicht geschützt werden. Der Entscheid verletzt offensichtlich BGE 111 II 119 S. 127den aus Art. 301 und Art. 310 Abs. 3 ZGB fliessenden Rechtsanspruch der Beschwerdeführerin darauf, ihre eigene Erziehungsfähigkeit und ihre Fähigkeit, dem unter ihrer elterlichen Gewalt stehenden Kind stabile äussere und innere Verhältnisse zu schaffen, nachzuweisen. In diesem Sinne muss die Rüge, der Entscheid des Regierungsrates des Kantons Luzern verletze Art. 4 BV, als begründet betrachtet werden, was zu seiner Aufhebung führt."}