{"annee": "111", "cour": "II", "page": "156", "date": "4/6/1985", "cite": ["110 II 141", "103 II 277", "109 II 120"], "cite_par": ["115 II 440", "123 III 16", "144 III 155"], "chapeau": "33. Urteil der I. Zivilabteilung vom 4. Juni 1985 i.S. S. gegen T. AG (Berufung)", "regestes": ["Promesse de vente. Prétention en dommages-intérêts de l'acheteur pour cause de résolution injustifiée du contrat par le vendeur, avant l'échéance du prix de vente. Art. 91, 97 al. 1, 107, 108 CO et art. 8 CC. 1. Si le vendeur entend se départir du contrat pour cause de refus anticipé de l'acheteur d'accepter la prestation qui lui est offerte, il doit procéder selon les règles des art. 107 et 108 CO; il ne peut renoncer à la fixation d'un délai pour l'exécution que si les conditions de l'art. 108 sont remplies (consid. 2). 2. L'acheteur qui réclame des dommages-intérêts parce que le vendeur s'est départi du contrat sans motif légitime doit établir le dommage allégué ainsi que le rapport de causalité entre la violation du contrat et le gain prétendument manqué. L'acheteur doit donc prouver qu'il aurait pu payer le prix de vente au comptant au moment déterminant, selon ce qui avait été convenu (consid. 3)."], "faits": "BGE 111 II 156 S. 157\n\nA.- M. verkaufte am 6. Mai 1977 seine Liegenschaft Schloss Freidorf, Grundbuchkreis Roggwil TG, an S. Dieser schloss seinerseits am 28. Juni 1977 einen öffentlich beurkundeten Vorvertrag mit der inzwischen von M. als Hauptaktionär gegründeten T. AG. Darin versprach S. die Liegenschaft zu renovieren, in Stockwerkeinheiten aufzuteilen und der T. AG zwei Wohnungen im Dachstock zum Preis von Fr. 147'000.-- und 142'000.-- (inkl. Garagen) zu verkaufen.\n\nBei der Bauausführung ergaben sich Differenzen, weil die T. AG der Ansicht war, der ganze Estrich gehöre zu den beiden für sie bestimmten Wohnungen, während S. einen Teil des Estrichs den übrigen Wohnungseigentümern vorbehalten wollte. Als die T. AG auf ihrer Auffassung bestand, hielt S. sich zum Rücktritt berechtigt; er verkaufte am 17. Juli 1968 die beiden Dachwohnungen an Dritte.\n\nB.- Mit ihrer am 19. April 1979 beim Bezirksgericht Arbon erhobenen Klage forderte die T. AG von S. Fr. 150'000.-- Schadenersatz, berechnet als Differenz zwischen dem Wert der beiden Wohnungen nebst Garagen und dem vertraglichen Kaufpreis. Das Bezirksgericht Arbon kam zum Schluss, der Beklagte habe weder den Rücktritt erklärt, noch sei er zum Rücktritt berechtigt gewesen. Nach Einholung einer Expertise hiess es die Klage für den reduzierten Betrag von Fr. 78'000.-- nebst 5% Zins seit 7. März 1979 gut. Das Obergericht des Kantons Thurgau hat dieses Urteil am 11. September 1984 bestätigt.\n\nC.- Der Beklagte hat das Urteil des Obergerichts mit staatsrechtlicher Beschwerde und Berufung angefochten. Die Beschwerde ist mit Urteil vom heutigen Datum abgewiesen worden, soweit auf sie einzutreten war.\n\nMit der vorliegenden Berufung beantragt der Beklagte, das Urteil des Obergerichts aufzuheben und die Klage vollumfänglich abzuweisen, eventuell die Sache zur neuen Beurteilung an die Vorinstanz zurückzuweisen. Die Klägerin schliesst auf Abweisung der Berufung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Klägerin fordert Ersatz des Schadens, der ihr durch die Nichterfüllung des Vorvertrages über den Verkauf der Wohnungen im Dachgeschoss entstanden ist (Art. 97 Abs. 1 OR). Der Beklagte widerspricht mit der Begründung, er sei berechtigterweise BGE 111 II 156 S. 158vom Vorvertrag zurückgetreten, weil die Klägerin es abgelehnt habe, die Wohnungen mit dem von ihm vorgesehenen Ausbau zu akzeptieren.\n\na) Mit zwei Briefen vom 28. Juni und 6. Juli 1978 beanstandete die Klägerin, dass die im Gang befindlichen Bauarbeiten nicht den Vereinbarungen entsprächen. Sie bestand darauf, dass das ganze Estrichgeschoss zu den beiden an sie verkauften Dachwohnungen geschlagen werde. Für den Fall, dass der Beklagte nicht eine entsprechende Erklärung abgebe, drohte sie ihm rechtliche Schritte an. Der Beklagte rechnete dagegen nur einen Teil des Estrichgeschosses zu den beiden Dachwohnungen. Das Obergericht ist wie schon das Bezirksgericht zum Ergebnis gelangt, die Auffassung des Beklagten treffe zu; der Klägerin sei nicht gelungen zu beweisen, dass der gesamte Estrichraum zu den beiden Wohnungen im Dachgeschoss hinzuzuschlagen sei. Diese Feststellungen des Obergerichts sind, soweit sie auf Beweiswürdigung beruhen, für das Bundesgericht verbindlich. Die Berufungsschrift nimmt darauf Bezug, und die Klägerin stellt sie mit der Berufungsantwort zu Recht nicht in Frage.\n\nb) Der Beklagte macht geltend, mit den genannten Schreiben habe die Klägerin erklärt, sie werde die beiden Wohnungen ohne das ganze Dachgeschoss auf gar keinen Fall akzeptieren; M. habe sich namens der Klägerin auch bei mündlichen Besprechungen in diesem Sinn geäussert. Er rügt eine Verletzung von Art. 8 ZGB, weil die von ihm dazu angetragenen Beweise nicht abgenommen worden seien. Diese Behauptung erweist sich indes als unerheblich. Die brieflichen Äusserungen der Klägerin sind belegt und unbestritten. Sofern sie den Anspruch des Beklagten stützen, brauchen weitere mündliche Äusserungen nicht bewiesen zu werden; soweit ihr Inhalt indes unbehelflich ist, gilt das auch für entsprechende mündliche Äusserungen.\n\n2. Nach Ansicht des Beklagten zieht die Vorinstanz aus den beiden erwähnten Schreiben falsche Schlüsse; aus ihnen folge nämlich eindeutig, dass die Klägerin die beiden Wohnungen mit dem vom Beklagten vorgesehenen vertragskonformen Ausbau nicht akzeptiert hätte. Nach dem angefochtenen Urteil konnte indes der Beklagte diese Briefe nicht gutgläubig dahin verstehen, dass die Klägerin am Erwerb der Wohnungen nicht mehr interessiert sei.\n\nDie Klägerin brachte mit ihren Schreiben entschieden zum Ausdruck, dass sie das ganze Estrichgeschoss als zu den Dachwohnungen BGE 111 II 156 S. 159gehörig beanspruchte und sich mit der abweichenden Meinung des Beklagten nicht abfinden wollte. Nichts erlaubte aber die Annahme, sie werde gegebenenfalls den Verzicht auf den Erwerb der Wohnungen ins Auge fassen. Die Androhung rechtlicher Schritte sollte gegenteils der Durchsetzung ihrer Auffassung dienen.\n\nDaran muss, wie die Vorinstanz zu Recht annimmt, die These des Beklagten scheitern, dass das Verhalten der Klägerin eine antizipierte Annahmeverweigerung im Sinn von Art. 91 OR dargestellt habe. Eine solche Annahmeverweigerung würde zudem einen Rücktritt des Beklagten nur nach Massgabe der Art. 107-109 OR rechtfertigen (Art. 95 OR). Der Beklagte hält diese Voraussetzungen für gegeben, weil unter den gegebenen Umständen eine Nachfristansetzung nicht erforderlich gewesen sei, da sie nach dem Verhalten der Klägerin unnütz gewesen wäre. Davon kann jedoch keine Rede sein, solange nicht einmal festgestellt ist, dass und wie der Beklagte auf die Schreiben der Klägerin reagiert hat; angesichts des unklaren Vertragsinhalts bestand Grund genug, durch Nachfristansetzung für eine Klärung zu sorgen (vgl. BGE 110 II 143 E. 1b). Dabei kann offenbleiben, ob die Klägerin sich in jenem Zeitpunkt bereits auf eine Nachfristansetzung hätte einlassen müssen. Da sie unterblieb, konnte der Beklagte jedenfalls nicht wirksam vom Vertrag zurücktreten. Es braucht deshalb auch nicht entschieden zu werden, ob er mündlich eine entsprechende Erklärung abgegeben hat und ob diese zum Gegenstand der Beweiserhebung hätte gemacht werden müssen.\n\n3. Der Beklagte hält daran fest, dass die Klägerin finanziell gar nicht in der Lage gewesen wäre, den Vorvertrag zu erfüllen, das heisst die beiden Wohnungen Zug um Zug gegen Barzahlung von Fr. 289'000.-- zu erwerben. Die Klägerin habe schon im Frühjahr 1978 erklärt, dass sie den Kaufpreis nicht in bar erbringen könne, sondern ein altes Haus in Zahlung geben müsse.\n\nDas Obergericht hat den Antrag des Beklagten, der Klägerin den Beweis für die Finanzierungsmöglichkeit aufzuerlegen, verworfen. Nach seiner Ansicht hat nicht die Klägerin zu beweisen, dass sie zum Kauf in der Lage gewesen wäre; vielmehr habe der Beklagte zu beweisen, dass der Klägerin die Möglichkeit zur Übernahme gefehlt habe; dieser Beweis sei aber nicht erbracht worden.\n\na) Die Vorinstanz behandelt die Frage der Beweislastverteilung im Zusammenhang mit dem vom Beklagten behaupteten Rücktrittsrecht BGE 111 II 156 S. 160und nimmt deshalb an, Beweisthema sei der Wille der Klägerin zur Übernahme der Wohnungen. Tatsächlich hat der Beklagte im kantonalen Verfahren sein Rücktrittsrecht auch mit der Ablehnung der Barzahlung begründet. Dem ist aber entgegenzuhalten, dass selbst die völlige Insolvenz der Klägerin nach Art. 83 OR einen Rücktritt nur nach erfolglosem Sicherstellungsbegehren erlaubt hätte. Vor Bundesgericht kommt der Beklagte deshalb zu Recht nicht mehr auf dieses Argument zurück. Er stützt seine Auffassung, dass die Klägerin den Nachweis der Finanzierungsmöglichkeit zu erbringen habe, nunmehr eindeutig auf Schadenersatzrecht. Die Finanzierungsmöglichkeit sei eine Voraussetzung des Schadenersatzanspruchs und von der Klägerin zu beweisen, und zwar selbst dann, wenn ihm kein Recht zum Rücktritt zugestanden hätte.\n\nb) Diese Rüge ist begründet. Bei Vertragsverletzung gelten hinsichtlich des Schadenersatzes - vom Exkulpationsbeweis des Schuldners abgesehen - die Beweislastregeln des Deliktrechts (Art. 99 Abs. 3 und Art. 42 OR). Die Klägerin hat daher den behaupteten Schaden und damit auch den Kausalzusammenhang zwischen der Vertragsverletzung und dem ihr angeblich entgangenen Gewinn zu beweisen (KUMMER, N. 246 und N. 281 zu Art. 8 ZGB). Da der Vorvertrag Barzahlung vorsah, muss sie auch den Beweis für die Zahlungsmöglichkeit erbringen. Zur Verteidigung der vom Obergericht vorgenommenen Beweislastverteilung führt die Klägerin in der Berufungsantwort freilich aus, ihre Erfüllungsmöglichkeit sei von vornherein zu vermuten und könne nicht durch eine unsubstantiierte Gegenbehauptung umgestossen werden. Entgegen ihrer Auffassung besteht indes keine natürliche Vermutung dafür, dass jeder Käufer von Eigentumswohnungen für Fr. 289'000.-- im massgeblichen Zeitpunkt den Preis bar zahlen kann. Die Klägerin hat daher den Beweis zu erbringen; sie ist dazu auch viel eher in der Lage als der Beklagte zum Beweis des Gegenteils. Bei dieser Sachlage braucht nicht entschieden zu werden, ob eine natürliche Vermutung überhaupt eine Umkehrung der Beweislast rechtfertigen könnte (vgl. dazu BGE 103 II 281; KUMMER, N. 142 f., 363 ff. zu Art. 8 ZGB). Die Vorinstanz hat somit die Beweislast falsch verteilt und deshalb zum Nachteil des Beklagten ohne Beweisabnahme auf eine bestrittene Behauptung der Klägerin abgestellt. Damit hat sie Art. 8 ZGB verletzt, was insoweit zur Gutheissung der Berufung und Rückweisung der Streitsache führen muss.\n\nBGE 111 II 156 S. 161\n\n4. Die Schadensberechnung des Obergerichts wird mit der Berufung zu Recht nicht angefochten. Dagegen macht der Beklagte geltend, seine Ersatzpflicht sei aufgrund von Art. 43 und 44 OR herabzusetzen, weil die Klägerin eine Mitverantwortung am Notverkauf der Wohnungen trage, denn durch ihr vertragswidriges Beharren auf Zuweisung des ganzen Estrichs habe sie zur Vertragsverletzung Anlass gegeben.\n\nDas Obergericht erwähnt den Herabsetzungsantrag in der Zusammenfassung der Parteivorbringen, geht aber in der Folge ohne Begründung über ihn hinweg. Die Klägerin behauptet in der Berufungsantwort, der Beklagte habe den Antrag verspätet erst an der Verhandlung vor Obergericht gestellt; nach kantonalem Prozessrecht hätte er die Herabsetzung bereits in den Rechtsschriften beantragen müssen. Wie es sich damit verhält, braucht nicht untersucht zu werden. Die Vorschriften von Art. 43 und 44 OR sind als Bundesrecht von Amtes wegen anzuwenden. Zudem ist im Antrag auf Abweisung einer Klageforderung sinngemäss auch jener auf Herabsetzung enthalten (vgl. BGE 109 II 121 E. 2). Ob eine Ermässigung der allfälligen Ersatzpflicht des Beklagten in Betracht fällt, muss deshalb unbekümmert darum geprüft werden, ob der Herabsetzungsantrag nach kantonalem Prozessrecht verspätet gestellt worden ist.\n\nAuf die Schadenersatzforderung wegen Nichterfüllung eines Vertrages finden grundsätzlich die Art. 43 und 44 OR Anwendung (Art. 99 Abs. 3 OR). Der vorliegende Sachverhalt legt indes keine Reduktion der Ersatzpflicht nahe. Denn obschon die Klägerin auf einer Vertragsauslegung bestand, die sich im kantonalen Verfahren als irrig erwiesen hat, rechtfertigte dies keineswegs, dass der Beklagte, ohne sich um eine weitere Klärung der Situation zu bemühen, einfach die Wohnungen an Dritte verkaufte.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird teilweise gutgeheissen, das Urteil des Obergerichts des Kantons Thurgau vom 11. September 1984 aufgehoben und die Sache zur Neubeurteilung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}