{"annee": "111", "cour": "IB", "page": "323", "date": "10/12/1985", "cite": [], "cite_par": ["123 III 328", "114 IB 168", "119 V 208"], "chapeau": "59. Extrait de l'arrêt de la IIe Cour de droit public du 10 décembre 1985 dans la cause société X. c. Commission fédérale des recours en matière de douane et Direction générale des douanes (recours de droit administratif)", "regestes": ["Douane; art. 16 et 17 du Protocole No 3 de l'Accord entre la Confédération suisse et la Communauté économique européenne (RO 1978, p. 609/610): contrôle a posteriori des certificats de circulation des marchandises. Les devoirs d'assistance mutuelle prévus aux art. 16 et 17 du Protocole n'excluent pas la possibilité de demander des renseignements complémentaires, lorsque l'Etat d'importation a des doutes sérieux sur les résultats d'un contrôle a posteriori établi par l'Etat d'exportation (consid. 3). Dans le cas particulier, les autorités douanières suisses étaient tenues de demander aux douanes belges un second rapport sur l'authenticité des documents de la recourante destinés à prouver l'origine des marchandises litigieuses; leur omission à cet égard constitue une violation des droits de procédure accordés à l'importateur par les art. 12 et 29 PA, ainsi que des garanties minimales découlant de l'art. 4 Cst. (consid. 4)."], "faits": "BGE 111 Ib 323 S. 324\n\nLa société X. à Genève a importé, durant les années 1976 et 1977, des vêtements fournis par les Etablissements Y. à Bruxelles. Ces marchandises ont bénéficié du tarif préférentiel des Communautés européennes.\n\nA la suite d'une enquête, la Direction générale des douanes suisses a, le 30 mars 1978, demandé à l'Administration des douanes belges, à Bruxelles, de vérifier l'authenticité et la régularité de 102 certificats de circulation des marchandises, conformément aux art. 16 et 17 du Protocole No 3 de l'Accord entre la Confédération suisse et la Communauté économique européenne. La douane belge a communiqué son rapport le 23 janvier 1980. Il ressort de ce rapport que 21 certificats ont été établis à bon droit, que le contrôle de 35 autres certificats n'a pas pu être effectué parce que le délai de conservation de ces documents était dépassé et qu'enfin, l'origine européenne n'avait pas pu être démontrée pour 47 certificats de circulation de marchandises EUR.1 (en réalité 46).\n\nSur la base des données fournies par la douane belge, la Direction des douanes de l'arrondissement de Genève a, le 13 février 1980, notifié à la société X. une décision de perception pour 44 envois de marchandises ayant bénéficié à tort du tarif préférentiel et a averti l'intéressée que la procédure pénale demeurait réservée. Le 26 février 1980, la Direction des douanes a encore mis en compte les droits relatifs à deux envois dédouanés provisoirement.\n\nLa société X. a recouru contre ces décisions; elle soutenait essentiellement que les Etablissements Y. de Bruxelles n'avaient pas été immédiatement requis d'établir la provenance des marchandises couvertes par les 46 certificats incriminés, comme ils BGE 111 Ib 323 S. 325l'avaient fait pour les 21 premiers, mais qu'ils seraient en mesure d'apporter la preuve de l'origine communautaire de ces marchandises, si un délai de quatre mois leur était accordé.\n\nDans le délai au 15 juillet 1980 fixé par la Direction générale des douanes, la recourante a produit plusieurs documents qui, à son avis, étaient propres à prouver l'origine des marchandises litigieuses. Les autorités douanières suisses ont cependant refusé d'intervenir auprès de la douane belge pour solliciter un complément d'enquête.\n\nPar décision du 2 décembre 1980, la Direction générale des douanes a rejeté les recours de la société X. formés contre les décisions de la Direction des douanes de l'arrondissement de Genève des 13 et 26 février 1980.\n\nLa société s'est ensuite adressée à la Commission fédérale des recours en matière de douane qui, par jugement du 11 décembre 1981, notifié le 30 décembre 1982, a rejeté le recours et confirmé la décision du 2 décembre 1980.\n\nLa société X. a formé un recours de droit administratif et a conclu à l'annulation du jugement de la Commission fédérale des recours du 11 décembre 1981 et de la décision de la Direction générale des douanes du 2 décembre 1980. Elle a également demandé au Tribunal fédéral de déclarer que les importations couvertes par les 46 certificats de circulation de marchandises litigieux doivent être mises au bénéfice de la franchise de droits de douane, en tant que produits originaires de la Communauté économique européenne.\n\nLe Tribunal fédéral a admis le recours et renvoyé l'affaire à la Direction générale des douanes pour nouvelle décision.", "considerants": "Extrait des considérants:\n\n2. La recourante soutient principalement que la Direction générale des douanes, puis la Commission fédérale des recours ont violé son droit d'être entendue en refusant de prendre en considération, et de faire examiner par les douanes belges, les documents destinés à prouver l'origine des marchandises couvertes par les 46 certificats litigieux.\n\nDe son côté, l'Administration fédérale des douanes prétend qu'elle s'est conformée aux règles contenues dans l'accord international, selon lesquelles l'Administration des douanes belges est seule habilitée à procéder au contrôle des pièces devant justifier BGE 111 Ib 323 S. 326l'origine de la marchandise en cause. Elle en déduit qu'elle devait s'en tenir exclusivement au rapport de clôture d'enquête remis par les autorités belges au mois de janvier 1980 et qu'il ne lui appartenait pas d'intervenir auprès de ces autorités pour leur demander un nouveau contrôle. L'argumentation de l'intimée a été entièrement confirmée par la Commission fédérale des recours dans la décision attaquée.\n\n3. a) Selon l'Accord entre la Confédération suisse et la Communauté économique européenne du 22 juillet 1972 (RO 1972 II p. 3169 ss), les droits de douane à l'importation ont été progressivement supprimés. Pour que les marchandises importées en Suisse bénéficient de ce traitement préférentiel, elles doivent correspondre à la notion de \"produits originaires\", telle que la définit l'art. 1er du Protocole No 3 (RO 1972 II p. 3239). L'admission des produits originaires nécessite la présentation d'un certificat de circulation des marchandises qui est délivré, à la demande écrite de l'exportateur, par les autorités douanières de l'Etat d'exportation et conformément aux dispositions de droit interne de cet Etat (art. 8 à 11 du Protocole No 3 modifié au 14 décembre 1977; RO 1978 I p. 601 ss). En principe, l'exportateur est tenu de présenter avec sa demande toute pièce justificative utile, susceptible d'apporter la preuve que les marchandises à exporter peuvent donner lieu à la délivrance d'un certificat (art. 10 al. 4 du Protocole No 3). Il semble toutefois qu'en pratique, ces moyens de preuve soient exigés seulement dans la procédure subséquente de contrôle et que, dans un premier temps, les autorités douanières se contentent de leur désignation.\n\nb) L'art. 16 al. 1 du Protocole prescrit que les Etats membres de la Communauté et la Suisse se prêtent mutuellement assistance, par l'entremise de leurs administrations douanières respectives, pour le contrôle de l'authenticité et de la régularité des certificats de circulation des marchandises. Quant à l'art. 17 du Protocole, il règle le contrôle a posteriori des certificats; celui-ci intervient à titre de sondage ou chaque fois que les autorités douanières de l'Etat d'importation ont des doutes fondés sur l'authenticité du document ou l'exactitude des renseignements relatifs à l'origine réelle de la marchandise en cause. En revanche, le Protocole ne contient aucune disposition sur la procédure de délivrance des certificats de circulation des marchandises par le pays d'exportation. Il en est de même pour la procédure de révocation de ces documents dans les cas où les autorités du pays exportateur BGE 111 Ib 323 S. 327constatent - par elles-mêmes ou sur la base des réclamations formulées par les autorités du pays importateur - l'inauthenticité ou l'inexactitude de tels certificats. La réglementation de ces procédures dépend plutôt du droit interne de l'Etat d'exportation.\n\nDans ces conditions, il faut en déduire que les devoirs d'assistance mutuelle prévus aux art. 16 et 17 du Protocole No 3 n'excluent pas expressément la possibilité de demander des précisions et des renseignements complémentaires. L'assistance mutuelle doit donc comprendre toute mesure utile et nécessaire à la constatation de l'origine de la marchandise; elle ne saurait être limitée à cet égard.\n\nc) Le Tribunal fédéral a déjà eu l'occasion de constater que les résultats du contrôle a posteriori effectué par l'Etat d'exportation liaient l'Etat d'importation. Il a cependant admis que, selon l'art. 17 al. 1 du Protocole, les autorités douanières du pays importateur pouvaient demander un contrôle au pays exportateur chaque fois qu'elles avaient des doutes sérieux sur l'authenticité et l'exactitude des documents présentés. On ne voit dès lors pas pourquoi cette règle ne s'appliquerait pas lorsqu'on peut douter des résultats d'un contrôle a posteriori établi par l'Etat d'exportation. Une deuxième demande de renseignements ne devrait cependant intervenir que s'il existe de nouveaux moyens de preuve qui permettent de penser que les premières informations fournies sont incomplètes ou inexactes. Dans cette hypothèse, l'importateur a en tout cas le droit à ce que ses moyens de preuve soient examinés dans la procédure suisse, pour autant qu'il s'agisse de moyens qui ne paraissent pas d'emblée manifestement mal fondés et qui tentent de prouver la véritable origine de la marchandise. C'est en effet le droit interne applicable (art. 4 Cst., art. 12 et 29 PA), et non les règles du Protocole No 3, qui détermine la façon dont les autorités douanières suisses doivent procéder pour établir l'état de fait, en particulier l'origine véritable de la marchandise. Suivant les circonstances, les autorités suisses ne pourront donc éviter de demander l'assistance officielle de l'Etat d'exportation, afin de sauvegarder les garanties de procédure que le droit public fédéral accorde à l'importateur.\n\n4. Dans le cas particulier, la société X. a rendu vraisemblable que le rapport de clôture d'enquête établi par les douanes belges le 23 janvier 1980 n'était pas complet, en relevant qu'il avait été procédé par sondages et que seule la provenance de 21 certificats de circulation de marchandises avait été vérifiée. Elle offrait ainsi de prouver l'origine des marchandises couvertes par les BGE 111 Ib 323 S. 32846 certificats litigieux. Or la Direction des douanes suisses a toujours refusé d'intervenir auprès des autorités douanières belges pour que celles-ci attestent l'authenticité des documents produits par la recourante. Cette attitude de l'administration ressort déjà d'un échange de lettres qui a eu lieu au mois de juillet 1980 entre le Directeur général des douanes belges et celui des douanes suisses. Alors que le premier déclarait que ses services se tenaient à disposition de l'administration suisse pour lui \"fournir toute aide complémentaire qui serait jugée nécessaire dans le cadre d'un supplément éventuel d'enquête\", le Directeur général des douanes suisses lui répondait que, dans les cas où un deuxième rapport avait été établi après la clôture de l'enquête officielle, ce mode de faire avait entraîné un préjudice pour ses services et un discrédit vis-à-vis de ses administrés; il ajoutait qu'il lui paraissait donc judicieux de \"s'en tenir à la pratique adoptée d'un commun accord\", selon laquelle les deux administrations avaient convenu de ne plus établir de tels rapports. Lorsque les Etablissements Y. se sont adressés à l'autorité belge en septembre 1980, celle-ci n'a pas refusé de leur donner les renseignements qu'ils sollicitaient. Sur la base de la réponse adressée au Directeur général des douanes au mois de juillet, l'administration belge a toutefois subordonné cette enquête complémentaire à la demande expresse de la Direction des douanes suisses ou, à tout le moins, à son accord. Il ressort donc clairement du dossier que c'est l'administration suisse qui, en l'espèce, a empêché que les preuves fournies par la recourante soient examinées, de sorte qu'il n'est pas nécessaire de déterminer quelles conséquences pourrait avoir, pour la procédure de contrôle en Suisse, un éventuel refus des autorités étrangères de donner de plus amples informations après la clôture de l'enquête.\n\nL'échange d'écritures entre les deux directions des douanes des pays concernés démontre aussi que l'administration a voulu instaurer une pratique qui consiste à ne pas demander un second rapport pour obtenir des renseignements complémentaires. Comme on l'a vu (supra consid. 3), cette pratique n'est pas exigée par l'accord international et ne saurait notamment se fonder sur les art. 16 et 17 du Protocole No 3. La façon de procéder des autorités douanières suisses est, au demeurant, contraire aux droits de procédure accordés par les art. 12 et 29 PA et aux garanties minimales découlant de l'art. 4 Cst.\n\nIl en résulte que la Direction générale des douanes et la Commission fédérale des recours ont violé le droit d'être entendu BGE 111 Ib 323 S. 329de la recourante en refusant de transmettre ses offres de preuves aux autorités belges pour examen. Les décisions attaquées doivent dès lors être annulées pour violation du droit fédéral et constatations incomplètes de faits pertinents (art. 104 lettres a et b OJ). Il y a lieu, par conséquent, de renvoyer l'affaire à la Direction générale des douanes afin qu'elle complète la procédure en demandant aux autorités belges les renseignements nécessaires. Il lui appartiendra ensuite de rendre une nouvelle décision sur la base de ce deuxième contrôle."}