{"annee": "111", "cour": "II", "page": "223", "date": "24/10/1985", "cite": ["101 II 200"], "cite_par": [], "chapeau": "45. Auszug aus dem Urteil der II. Zivilabteilung vom 24. Oktober 1985 i.S. S. gegen S. und Justizkommission des Kantons Zug (staatsrechtliche Beschwerde)", "regestes": ["L'attribution des enfants comme mesure provisoire dans la procédure de divorce (art. 145 CC). Pour la durée de la procédure de divorce, les enfants doivent, en règle générale, être confiés au parent qui est à même de prendre soin d'eux personnellement dans une large mesure et au sein du milieu dans lequel ils ont vécu jusqu'alors. A ce stade de la procédure, il n'y a pas encore à déterminer chez quel parent le droit des enfants à des soins et à une éducation optimums est le mieux assuré pour l'avenir."], "faits": "", "considerants": "BGE 111 II 223 S. 223\n\nAus den Erwägungen:\n\n3. Die Justizkommission ist zutreffenderweise vom entscheidenden Kriterium des Kindeswohls ausgegangen, das es bei der Zuteilung der Kinder an den einen Elternteil im gesamten Verfahren auf Scheidung oder Trennung einer Ehe zu wahren gilt. Ist aber vorerst nur die Frage zu entscheiden, welchem Elternteil die Kinder BGE 111 II 223 S. 224während der Dauer des Scheidungsverfahrens überlassen werden sollen, gilt der Grundsatz, dass derjenige Elternteil den Vorzug verdient, der in der Lage ist, die Kinder - ohne dass diese gefährdet werden - weitgehend persönlich und in der bisherigen Umgebung zu betreuen. Es darf nicht übersehen werden, dass das Verfahren nach Art. 145 ZGB lediglich summarisch ist und der Richter in aller Regel noch nicht die nötigen Abklärungen getroffen hat, um definitiv beurteilen zu können, welchem Elternteil im Scheidungsurteil bei der Kinderzuteilung der Vorzug gegeben werden müsse (vgl. BGE 101 II 202 E. 2). Die Verfügung des Massnahmerichters hat nur vorläufigen Charakter und darf den endgültigen Entscheid des Sachrichters nicht vorwegnehmen. Dieser Gesichtspunkt muss im Hinblick auf die Tendenz der neueren Rechtsprechung, der Stabilität der Verhältnisse bei der definitiven Kinderzuteilung grösseres Gewicht beizumessen (HAUSHEER, Die Zuteilung der elterlichen Gewalt im Scheidungsverfahren nach der neueren Rechtsprechung des Bundesgerichts, ZVW 38 (1983) S. 126 ff.), wieder hervorgehoben werden. Bei zu starker Betonung des Grundsatzes der Stabilität bereits im Massnahmeverfahren besteht die Gefahr, dass dieser vorläufigen Regelung präjudizielle Wirkung für die endgültige Zuteilung der Kinder im Scheidungsurteil zukommt und dass der Kampf um die Kinder in dieses Stadium des Verfahrens vorverlegt wird.\n\nDem Massnahmerichter stellt sich vielmehr nur die Frage, ob die Kinder für die Zeit des Scheidungsverfahrens besser bei der Mutter oder beim Vater aufgehoben sind und ob die vorläufige Zuteilung an den einen oder andern Elternteil grössere Gewähr dafür biete, dass die Kinder während der Dauer des Prozesses in ihrer angestammten Umgebung verbleiben können. Es darf nicht ausser Betracht bleiben, dass die Obhut immerhin einem der beiden den Kindern vertrauten Elternteile übertragen wird. Der Richter hat daher aufgrund von Art. 145 ZGB auch zu entscheiden, welcher Gatte während des Scheidungsprozesses mit den Kindern in der ehelichen Wohnung verbleiben darf. In diesem Verfahrensstadium ist noch keineswegs abzuklären, bei welchem Elternteil unter den gegebenen Verhältnissen das Recht der Kinder auf optimale Fürsorge und Erziehung für die Zukunft besser gewährleistet sei. Diese Frage ist erst im endgültigen Urteil zu beantworten."}