{"annee": "111", "cour": "V", "page": "302", "date": "8/11/1985", "cite": [], "cite_par": [], "chapeau": "56. Extrait de l'arrêt du 8 novembre 1985 dans la cause Vafi contre Caisse cantonale genevoise de compensation et Commission cantonale genevoise de recours en matière d'AVS", "regestes": ["Art. 18 al. 3 LAVS, art. 1er de l'Ordonnance sur le remboursement aux étrangers des cotisations versées à l'assurance-vieillesse et survivants (OR). Pouvoir d'examen du juge lorsqu'il examine si la condition de réciprocité formulée par l'art. 18 al. 3 LAVS est ou non remplie. Cas de l'Iran."], "faits": "", "considerants": "BGE 111 V 302 S. 303\n\nExtrait des considérants:\n\n4. a) Aux termes de l'art. 18 al. 3 LAVS, les cotisations payées conformément aux art. 5, 6, 8 ou 10 - dans le cas du recourant (de nationalité étrangère) il s'agit de cotisations d'assuré n'exerçant aucune activité lucrative au sens de l'art. 10 LAVS - par des étrangers originaires d'un Etat avec lequel aucune convention n'a été conclue peuvent être, à titre exceptionnel et sous réserve de réciprocité, remboursées à eux-mêmes ou à leurs survivants, à moins que ces cotisations n'ouvrent droit à une rente. Les mêmes cotisations peuvent aussi être remboursées aux réfugiés et aux apatrides lorsqu'ils n'ont pas droit à une rente. Le Conseil fédéral fixe les autres conditions mises au remboursement et l'étendue de celui-ci. Conformément à cette délégation de compétence, l'autorité exécutive a édicté l'ordonnance du 14 mars 1952 sur le remboursement aux étrangers des cotisations versées à l'AVS (OR; RS 831.131.12) dont l'art. 1er dispose que les étrangers avec le pays d'origine desquels aucune convention n'a été conclue, ainsi que leurs survivants, peuvent, sous réserve de réciprocité, demander le remboursement des cotisations versées à l'AVS si ces cotisations ont été payées, au total, pendant une année entière au moins et n'ouvrent pas droit à une rente (al. 1); le Département fédéral de l'intérieur (DFI) désigne les Etats dont les ressortissants peuvent prétendre le remboursement des cotisations conformément aux dispositions garantissant le droit à la réciprocité (al. 2).\n\nb) La compétence déléguée par l'art. 1er al. 2 OR au DFI a été confiée par ce dernier à l'Office fédéral des assurances sociales (OFAS). Selon les explications fournies par cet office en procédure fédérale dans sa lettre du 23 mai 1985, le département l'a chargé \"de fixer les critères permettant de dire que les législations de sécurité sociale des pays en cause satisfont ou non à l'exigence posée par l'art. 18, alinéa 3, LAVS\"; en pratique, l'office procède à l'étude de la législation des pays étrangers concernés, une centaine environ, ce qui est une tâche souvent malaisée - en raison des différences existant entre les législations de sécurité sociale étrangères et suisse - dans l'accomplissement de laquelle il bénéficie de la collaboration des représentations (ambassades et consulats) suisses à l'étranger ou, plus rarement, de celle des BGE 111 V 302 S. 304représentations diplomatiques des pays étrangers. L'OFAS expose en outre que, sur la base des renseignements ainsi recueillis, il a dressé une liste qui, dans sa dernière version, répartit les pays étrangers de la manière suivante: ceux pour lesquels le remboursement est possible, ceux pour lesquels il n'est possible qu'à certaines conditions (cette catégorie étant elle-même divisée en trois sections), ceux pour lesquels le remboursement n'est pas possible et, enfin, ceux pour lesquels il n'est pas possible \"provisoirement\".\n\nIl ressort d'autre part d'une lettre adressée par l'office fédéral à la juridiction cantonale en octobre 1984 que cette liste n'est pas publiée ni, en principe, mise à la disposition de personnes ou d'organismes extérieurs à l'administration fédérale, car elle subit de très nombreuses modifications au fil du temps et risquerait par conséquent d'induire en erreur ceux qui en auraient connaissance à un moment donné. Aussi l'office préfère-t-il donner \"des renseignements ponctuels\", sur la base de nouvelles vérifications; au demeurant, les caisses de compensation ne disposant pas non plus de la liste en question, elles sont tenues de soumettre à l'office toutes les demandes de remboursement des cotisations d'assurés étrangers qui leur parviennent, bien qu'elles soient compétentes pour rendre une décision à ce sujet.\n\nc) Selon la liste précitée, l'Iran est classé, avec cinq autres Etats, dans la catégorie des pays pour les ressortissants desquels le remboursement des cotisations n'est provisoirement pas possible. Dans sa lettre du 23 mai 1985, l'OFAS indique à ce propos que, malgré les démarches entreprises par diverses autorités suisses entre 1973 et 1978, il ne dispose pas d'informations précises sur le contenu de la législation sociale iranienne, en particulier sur le point de savoir si d'éventuelles cotisations versées à titre obligatoire en Iran par des ressortissants suisses sont ou non remboursables. En 1976, les autorités suisses et iraniennes auraient envisagé de régler, par un échange de notes, \"le problème posé par l'art. 18 LAVS\", mais ce projet n'aurait pas abouti en raison des bouleversements politiques survenus ultérieurement en Iran. En conclusion, l'autorité fédérale de surveillance expose ce qui suit:\n\n\"Depuis cette date (1978), les choses sont restées en suspens: il est quasiment impossible d'obtenir des renseignements, et, en tout état de cause, prendre une décision définitive envers les ressortissants iraniens est chose difficile puisque l'on ne peut apprécier si la clause de réciprocité prévue par la LAVS est remplie ou non par la législation BGE 111 V 302 S. 305iranienne (...) Ranger directement l'Iran parmi les pays pour les ressortissants desquels le remboursement était exclu nous semblait une solution trop radicale puisque cette décision n'aurait pas été fondée sur une connaissance de la législation iranienne. Toutefois, en pratique, le résultat est le même.\"\n\n5. a) Le principe de la réciprocité est un principe général du droit des gens qui permet à un Etat de conditionner l'avantage qu'il accorde à un autre Etat par l'assurance absolue d'obtenir, le cas échéant, le même avantage (ATF 110 1b 176 consid. 3a, 109 1b 168 consid. 5). Il peut être invoqué non seulement à l'égard d'un Etat étranger mais également, comme c'est le cas à l'art. 18 al. 3 LAVS, dans les relations juridiques entre un Etat et un ressortissant étranger qui prétend bénéficier d'avantages accordés aux nationaux de cet Etat, voire à d'autres ressortissants étrangers (cf. à ce sujet, par ex., STOFFEL, Die völkervertraglichen Gleichbehandlungsverpflichtungen der Schweiz gegenüber den Ausländern, thèse Fribourg 1979, pp. 175 ss).\n\nb) Savoir si la condition de réciprocité formulée par l'art. 18 al. 3 LAVS est remplie est une question de droit que le juge examine librement, sans être lié par l'appréciation et, le cas échéant, la décision du DFI prise en application de l'art. 1er al. 2 OR. Il fera cependant preuve de retenue dans cet examen, car, à moins de recourir à d'autres sources d'information que celles du département, il ne dispose généralement pas des connaissances nécessaires de la législation du pays en cause pour être en mesure d'établir si, dans un cas donné, la réciprocité exigée par la loi est garantie (BENDEL, Rückvergütung und Überweisung von AHV-Beiträgen, SZS 1976 pp. 99 ss, plus particulièrement p. 114). Aussi le juge ne peut ni se borner à prendre acte de la décision du DFI - ou de l'OFAS - relative à l'absence de la condition de réciprocité dans le cas d'un pays déterminé, ni en faire abstraction. Il doit bien plutôt s'enquérir auprès de l'autorité fédérale des motifs qui l'ont conduite à cette conclusion - pour autant que ceux-ci ne ressortent pas déjà du dossier avec une clarté suffisante - et rechercher si les critères choisis par l'administration sont pertinents, puis vérifier s'ils ont été correctement appliqués dans le cas d'espèce, notamment si le DFI n'a pas excédé les limites ou abusé du pouvoir d'appréciation, en vérité très large, que lui reconnaît l'art. 1er al. 2 OR. A cet égard, s'il est compréhensible que l'OFAS n'entende pas diffuser, pour les raisons évoquées plus haut, la liste des pays qu'il a élaborée en application de cette disposition de l'ordonnance, il faut cependant souligner que BGE 111 V 302 S. 306lorsqu'il est interpellé par une caisse de compensation, il ne saurait se contenter d'une simple référence à la liste en question pour nier le droit au remboursement des cotisations, faute de réciprocité dans l'Etat concerné. Il lui incombe au contraire de donner des explications détaillées à ce sujet, qui devront être communiquées ensuite par la caisse saisie de la demande à l'assuré requérant, afin que ce dernier ait la faculté de défendre ses droits dans une procédure de recours et puisse éventuellement fournir la contre-preuve que la condition de réciprocité est remplie (par exemple en produisant des documents juridiques dignes de foi dont l'autorité fédérale pourrait ne pas avoir eu connaissance ou qu'elle aurait mal interprétés).\n\nc) Cela étant, il n'est pas possible d'avoir la certitude absolue, compte tenu des indications fournies par l'OFAS en cours de procédure fédérale, qu'un ressortissant suisse obligatoirement assuré en Iran dans les branches équivalentes de la sécurité sociale de cet Etat obtiendrait, dans une situation de droit semblable à celle du recourant, le remboursement de ses cotisations. Le fait que la question avait été discutée entre la Suisse et l'Iran et qu'aucune solution satisfaisante n'avait pu être trouvée à ce problème tend au contraire à démontrer qu'un tel remboursement n'est actuellement pas admis par les institutions d'assurances sociales iraniennes. Dès lors, en considérant que l'Iran est un pays dont les ressortissants ayant cotisé à l'AVS suisse ne peuvent provisoirement pas obtenir le remboursement de leurs cotisations, toutes autres conditions étant remplies, faute de réciprocité, le DFI - soit pour lui l'OFAS - n'a certainement pas excédé les limites ni abusé de son pouvoir d'appréciation."}