{"annee": "111", "cour": "V", "page": "215", "date": "20/8/1985", "cite": ["110 V 263", "107 V 153", "111 V 209", "107 V 89", "108 V 61", "110 V 252"], "cite_par": ["120 V 277", "127 V 121", "120 V 280"], "chapeau": "42. Auszug aus dem Urteil vom 20. August 1985 i.S. Bonomo gegen Ausgleichskasse des Kantons Zürich und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 21 al. 1 LAI, ch. 13.05* et ch. 13.06* de l'annexe à l'OMAI. - Applicabilité dans le temps des ch. 13.05* et 13.06* de l'annexe à l'OMAI, dans leur version en vigueur depuis le 1er janvier 1983 (consid. 1b). - L'assuré peut-il prétendre une participation aux frais d'installation d'une rampe par le biais d'une contribution pour un monte-rampe d'escalier, lorsqu'il satisfait uniquement aux exigences relatives à ce dernier moyen auxiliaire? Conditions mises à l'octroi d'une telle prestation (précision de la jurisprudence); conditions non réalisées en l'espèce (consid. 2d)."], "faits": "BGE 111 V 215 S. 215\n\nA.- Der 1967 geborene, bei seinen Eltern in Greifensee wohnhafte Reno Bonomo besuchte das Freie Gymnasium in Zürich, als er sich am 24. April 1982 bei einem Sportunfall eine schwere BGE 111 V 215 S. 216Kompressions- und Luxationsfraktur BWK 5/6 mit kompletter Paraplegie unterhalb Th 6 zuzog. Er ist seither auf die Benutzung eines Rollstuhles angewiesen, den ihm die Invalidenversicherung in zwei Exemplaren abgab. Auf Anmeldung vom 26. Mai 1982 hin übernahm die Invalidenversicherung ferner nach Abklärung durch den Berufsberater die invaliditätsbedingten Reisekosten für die Fahrten zum Schulbesuch von Greifensee nach Zürich, ebenso die Kosten für vorbereitende Sprachlektionen vom 1. Juli 1982 bis zum Wiedereintritt in das Freie Gymnasium im Oktober 1982.\n\nAm 7. September 1982 teilte der Vater des Versicherten der Regionalstelle mit, bei seiner Liegenschaft in Greifensee bestehe zwischen dem Hauseingang und dem Zugangsweg eine Treppe von vier Stufen, welche mit dem Rollstuhl nicht ohne fremde Hilfe zu überwinden sei; mittels einer Rampe durch den Garten könnte die Höhendifferenz von 74 cm bei einer Steigung von maximal 3,6% bewältigt werden, dies bei einem Kostenaufwand von insgesamt Fr. 11'313.10. Die Invalidenversicherungs-Kommission unterbreitete das von der Regionalstelle befürwortete Leistungsgesuch dem Bundesamt für Sozialversicherung (BSV) zur Stellungnahme, welches am 26. November 1982 antwortete, eine Finanzierung der Rampe gemäss Ziff. 13.05* HVI Anhang falle vorliegend ausser Betracht, da der Versicherte kein existenzsicherndes Erwerbseinkommen habe. Die Ausgleichskasse lehnte deshalb das Leistungsgesuch mit Verfügung vom 9. Februar 1983 ab.\n\nB.- Die AHV-Rekurskommission des Kantons Zürich wies die hiegegen erhobene Beschwerde mit Entscheid vom 25. Februar 1984 ab.\n\nC.- Reno Bonomo lässt Verwaltungsgerichtsbeschwerde führen mit dem Antrag, es sei ihm \"ein angemessener Beitrag an die Kosten der von ihm angeschafften Rampe zuzusprechen\".\n\nWährend die Ausgleichskasse, unter Hinweis auf eine ablehnende Stellungnahme der Invalidenversicherungs-Kommission, auf Abweisung der Beschwerde schliesst, beantragt das BSV deren Gutheissung in dem Sinne, dass dem Versicherten ein Kostenbeitrag von Fr. 6000.-- zugesprochen werde.", "considerants": "Aus den Erwägungen:\n\n1. a) (Vgl. BGE 111 V 211 Erw. 1a)\n\nb) Wäre in intertemporalrechtlicher Hinsicht, wie die Invalidenversicherungs-Kommission meint, auf die vorliegende Sache BGE 111 V 215 S. 217Ziff. 13.05* HVI Anhang in der bis Ende 1982 gültig gewesenen Fassung anwendbar, würde der streitige Beitragsanspruch sowohl unter dem Titel der Rampe wie unter dem Titel des Treppenfahrstuhles von vornherein dahinfallen; denn als Gymnasiast ist der Beschwerdeführer auf keinen dieser Behelfe angewiesen, um ausser Hause einer existenzsichernden Tätigkeit nachgehen zu können. Anders verhält es sich, was den Treppenfahrstuhl anbelangt, unter der seit anfangs 1983 geltenden Ziff. 13.06* HVI Anhang. Es ist deshalb vorerst zu prüfen, welches Recht vorliegend zeitlich zur Anwendung gelangt.\n\nDas BSV verweist auf den Nachtrag 3 (gültig ab 1. Januar 1983) zu seiner Wegleitung über die Abgabe von Hilfsmitteln, \"in welchem die Anwendung des neuen Rechts geregelt\" werde; der Nachtrag enthalte \"die Inkrafttretens- und Übergangsbestimmung\", wonach die revidierten bzw. neu eingeführten Ziff. 13.05* und 13.06* HVI Anhang \"auf alle Leistungsbegehren anwendbar\" seien, die bei Inkrafttreten der neuen Verordnungsregelung am 1. Januar 1983 noch nicht rechtskräftig erledigt seien, was im vorliegenden Fall - die angefochtene Verfügung datiert vom 9. Februar 1983 - zutreffe. Der bundesamtlichen Auffassung kann indes in dieser Form nicht beigepflichtet werden. Wenn das Eidgenössische Departement des Innern die Änderungen der HVI vom 21. September 1982 auf den 1. Januar 1983 in Kraft setzte (Abschnitt II der Verordnungsänderung), so hat es damit bezüglich der zeitlichen Geltung der revidierten Bestimmungen eine Rechtsregel auf der Stufe einer Departementsverordnung aufgestellt, die nicht einfach durch eine bundesamtliche Weisung abgeändert werden kann (BGE 107 V 154 Erw. 2b mit Hinweisen auf Lehre und Rechtsprechung; vgl. auch BGE 110 V 267 mit Hinweisen).\n\nAuszugehen ist vielmehr vom Grundsatz, dass in zeitlicher Hinsicht jene Rechtssätze massgebend sind, die bei Erfüllung des zu Rechtsfolgen führenden Sachverhalts Geltung haben (BGE 110 V 254 Erw. 3a mit Hinweis). Im vorliegenden Fall haben die für den streitigen Beitragsanspruch massgeblichen tatsächlichen Verhältnisse bereits 1982 bestanden, als der Beschwerdeführer ab Oktober 1982 den Schulbesuch im Freien Gymnasium wieder aufnahm. Entscheidend ist indessen, dass diese Verhältnisse sich unter der Herrschaft der bis Ende 1982 geltenden Verordnungsregelung nicht abschliessend verwirklicht haben, vielmehr auch nach dem 1. Januar 1983 fortbestanden und als solche von der Verwaltung erstmals zu beurteilen waren. Daran ändert der Einwand der BGE 111 V 215 S. 218Invalidenversicherungs-Kommission, die Rampe sei bereits im Herbst 1982 eingebaut worden, was im übrigen aufgrund der Zuschrift des Vaters des Beschwerdeführers vom 26. Januar 1983 zweifelhaft ist, nichts. Denn nicht der Einbau der Rampe ist für die Beurteilung des Beitragsanspruches wesentlich, sondern der Umstand, dass der Beschwerdeführer wegen seiner Gehunfähigkeit und im Hinblick auf die Überwindung des Weges zum Schulbesuch die streitige Eingliederungsmassnahme benötigt (Art. 4 Abs. 2 IVG; BGE 108 V 63 oben). Der in diesem Sinne invalidisierende Zustand hielt auch nach dem 1. Januar 1983 an, weshalb der bisher nie formell rechtskräftig beurteilte Beitragsanspruch nach Massgabe der seit anfangs 1983 geltenden Verordnung zu prüfen ist.\n\n2. a) Einerseits könnte der Beschwerdeführer zur Überwindung des Schulweges gestützt auf Ziff. 13.06* HVI Anhang Beiträge an einen Treppenfahrstuhl beanspruchen, auf dessen Anschaffung indessen bisher verzichtet wurde.\n\nAnderseits hat er nach Ziff. 13.05* HVI Anhang kein Anrecht auf Beiträge an die Rampe, weil er diese nicht für die Bewältigung des Arbeitsweges zur Ausübung einer existenzsichernden Erwerbstätigkeit braucht.\n\nZu prüfende Rechtsfrage ist somit, ob dem Beschwerdeführer an die von seinem Vater geplante (zwischenzeitlich eventuell eingebaute) Rampe Leistungen auf der Grundlage einer Beitragsgewährung für den Treppenfahrstuhl zustehen, was in der Verwaltungsgerichtsbeschwerde unter Hinweis auf BGE 107 V 89 sinngemäss geltend gemacht wird.\n\nb) ...\n\nc) (Vgl. BGE 111 V 213 Erw. b)\n\nd) An der bisherigen Rechtsprechung ist grundsätzlich festzuhalten; doch ist sie in folgendem Sinne zu präzisieren: Massgeblich für die Bejahung der Austauschbefugnis im Sinne von BGE 107 V 89 ist, dass das vom Versicherten angeschaffte Hilfsmittel nicht nur unter den Voraussetzungen der unmittelbaren Gegenwart, sondern auch unter den Voraussetzungen, mit denen auf weitere Sicht gerechnet werden muss, die Funktion des dem Versicherten Rechtens zustehenden Hilfsmittels erfüllt.\n\nUnter diesem Gesichtspunkt ist die Gewährung von Leistungen an eine Rampe auf der Grundlage der Beitragszahlung für einen Treppenfahrstuhl nicht schlechtweg ausgeschlossen. Doch muss nach dem Gesagten die Gewähr bestehen, dass der Versicherte die BGE 111 V 215 S. 219Rampe auf weitere Sicht tatsächlich zur Überwindung des Schulweges benutzt. Diese Voraussetzung ist im vorliegenden Fall nicht gegeben. Die Verhältnisse des Beschwerdeführers sind im Hinblick auf sein Alter, den Ausbildungsstand und den Wohnort bei seinen Eltern labil und können kurzfristig ändern. Die Invalidenversicherung kann deshalb nicht zur Zahlung von Beiträgen an die Rampe verpflichtet werden, die einerseits definitiv und auf Dauer angelegt ist und anderseits der Überwindung des Arbeitsweges nur und einzig dann dient, wenn der Beschwerdeführer bei seinen Eltern wohnhaft bleibt - was zweifelhaft ist -, wogegen der Treppenfahrstuhl die Überwindung des Schulweges auch bei geänderten Verhältnissen sichert, indem er andernorts eingesetzt werden kann. Es ist damit vorliegend nicht mit der erforderlichen Wahrscheinlichkeit anzunehmen, dass die Rampe auf weitere Sicht die Funktion eines Treppenfahrstuhles übernimmt. Damit ist das oben umschriebene Erfordernis für eine Beihilfe an die Rampe auf der Grundlage einer Beitragsleistung an den Treppenfahrstuhl nicht erfüllt.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}