{"annee": "111", "cour": "IV", "page": "60", "date": "23/5/1985", "cite": [], "cite_par": [], "chapeau": "17. Auszug aus dem Urteil des Kassationshofes vom 23. Mai 1985 i.S. I. gegen Staatsanwaltschaft des Kantons Graubünden (Nichtigkeitsbeschwerde)", "regestes": ["Art. 148 et 159 CP. Il ne peut exister de concours idéal entre l'escroquerie et la gestion déloyale."], "faits": "BGE 111 IV 60 S. 60\n\nAm 19. Mai 1978 gründete I. mit X. und Y. die \"A. Finanz AG\". Zweck der Gesellschaft war die Anlageberatung und Vermittlung von Kapitaleinlagen sowie die Durchführung von Finanzgeschäften aller Art.\n\nI. bot durch Inserate in der Presse und durch Werbematerial angeblich lukrative und seriöse Anlagemöglichkeiten an. So bezeichnete er sich als professionellen Anlageberater, obwohl er nur bescheidene Erfahrung auf kaufmännischem Gebiet aufwies. Mit den Interessenten schloss er namens der A. AG Verwaltungsverträge ab. Deren wesentlicher Inhalt bestand darin, dass der Kunde auf ein Konto Geld einzahlte, welches dann von der A. AG nach eigener Anlagestrategie zu verwalten und über eine amerikanische Broker-Firma für Börsengeschäfte in den USA einzusetzen war.BGE 111 IV 60 S. 61\n\nDie abgegebenen Zusicherungen der Führung von Einzelkonten und einer ständigen Treuhandkontrolle wurden nicht eingehalten. I. bezog aus der Firma mindestens 1,4 Mio. Franken, ohne dass Abrechnungen über die wirklichen Ansprüche erstellt wurden.\n\nAm 22. Februar 1982 wurde über die A. Finanz AG der Konkurs eröffnet. Den Forderungen der Anlagegläubiger von mindestens 9,2 Mio. Franken stehen Aktiven in Höhe von höchstens ca. Fr. 650'000.-- gegenüber.\n\nDas Kantonsgericht von Graubünden sprach I. des gewerbsmässigen Betruges i.S. von Art. 148 Abs. 2 StGB und der fortgesetzten ungetreuen Geschäftsführung i.S. von Art. 159 Abs. 1 StGB sowie eines weiteren Deliktes schuldig und verurteilte ihn zu vier Jahren Zuchthaus und zu einer Busse von Fr. 5000.--.\n\nDie von I. dagegen erhobene Nichtigkeitsbeschwerde heisst das Bundesgericht gut.", "considerants": "Aus den Erwägungen:\n\n3. Das Kantonsgericht von Graubünden hat I. wegen der gleichen Handlungen nicht nur des gewerbsmässigen Betruges, sondern auch der fortgesetzten ungetreuen Geschäftsführung schuldig gesprochen.\n\na) Zur Frage des Verhältnisses zwischen den beiden Strafbestimmungen wird in der Urteilsbegründung festgehalten, es bestehe nicht etwa (unechte) Gesetzeskonkurrenz, sondern Idealkonkurrenz; denn der Tatbestand des Betruges sei einerseits weiter gefasst, indem er weder eine besondere Tätereigenschaft (Geschäftsführerstellung) noch eine Fürsorgepflicht voraussetze, anderseits enthalte Art. 148 StGB aber das zusätzliche Erfordernis der Bereicherungsabsicht.\n\nDiese kurze Behandlung der Konkurrenzfrage wird dem Sinn und Zweck der beiden Strafnormen nicht gerecht. Art. 148 und 159 StGB schützen das gleiche Rechtsgut, das Vermögen. Der Betrugstatbestand erfasst unrechtmässige Eingriffe in fremdes Vermögen, die nicht durch Aneignung fremden Gutes erfolgen (wie bei Art. 137 ff.), sondern durch arglistige Täuschung des Verfügungsberechtigten. Art. 159 StGB hat die Funktion, als subsidiärer Tatbestand Vermögensschädigungen unter Strafe zu stellen, welche sich unter keinen der vorangehenden Tatbestände subsumieren lassen, aber doch strafwürdig sind, weil der Täter als Geschäftsführer gesetzlich oder vertraglich verpflichtet ist, für das betreffende BGE 111 IV 60 S. 62Vermögen zu sorgen. Der wesentliche Strafgrund liegt in der Nichterfüllung der Geschäftsführer-Pflicht. Einer Irreführung bedarf es nicht, weil der Täter als Geschäftsführer selber über das fremde Vermögen disponieren kann. Eigensüchtige Motive werden nicht vorausgesetzt, sonst kommt allenfalls Abs. 2 von Art. 159 StGB zum Zuge. Hat der Täter die Geschäftsführer-Stellung durch arglistige Täuschung erlangt, um sich zum Nachteil des anvertrauten Vermögens unrechtmässig zu bereichern, so erfüllt dieses Vorgehen den Tatbestand des Betruges. Die gemäss Tatplan des betrügerischen Geschäftsführers erfolgende Vermögensschädigung und unrechtmässige Bereicherung werden durch die schwerere Strafnorm des Art. 148 StGB erfasst. Nach Sinn und Zweck der beiden Bestimmungen bleibt in diesem Fall für eine Bestrafung gemäss Art. 159 StGB kein Raum (in diesem Sinn ZR 67/1968 Nr. 69 S. 229 f., vgl. SCHULTZ, in ZBJV 111/1975 S. 500). Folgerichtig ist hier von analogen Überlegungen auszugehen wie bei der Ablehnung der Idealkonkurrenz zwischen Veruntreuung und ungetreuer Geschäftsführung (vgl. SCHMID, in SJZ 68/1972 S. 117; STRATENWERTH, Bes. Teil I, 3. Aufl., S. 285). Es geht bei Art. 159 StGB nicht darum, die Geschäftsführerfunktion gewissermassen als Qualifikationsgrund für alle Vermögensdelikte einzuführen, sondern die Bestimmung soll das Vermögen in jenen Fällen strafrechtlich gegen Verfehlungen des Geschäftsführers schützen, wo die übrigen Strafnormen - gerade wegen der besondern Stellung des mit der Verwaltung fremden Vermögens Betrauten - keinen Schutz bieten (anderer Meinung: VOLLMAR, Die ungetreue Geschäftsführung, Diss. BE 1978 S. 156). Der Ausschluss der Idealkonkurrenz zwischen Art. 148 StGB und Art. 159 StGB entspricht auch dem Grundgedanken, Idealkonkurrenz nur dort anzunehmen, wo es um den Schutz verschiedener Rechtsgüter geht, hingegen nur die schwerere Strafnorm anzuwenden, wenn formell zwei Varianten der Verletzung des gleichen Rechtsgutes durch eine Handlung erfüllt werden.\n\nDa Idealkonkurrenz zwischen Art. 148 und Art. 159 StGB auszuschliessen ist, muss der Schuldspruch aufgehoben werden. Die Vorinstanz hat zu prüfen, inwieweit sich die festgestellte Vermögensschädigung nach der einen oder der andern Strafnorm (oder sofern dies prozessual noch möglich ist: eventuell auch als Veruntreuung) erfassen lässt."}