{"annee": "111", "cour": "V", "page": "14", "date": "22/1/1985", "cite": ["108 V 50", "108 V 4", "110 V 304"], "cite_par": ["127 V 484", "112 V 156", "112 V 180", "124 V 380"], "chapeau": "4. Auszug aus dem Urteil vom 22. Januar 1985 i.S. Liotta gegen Schweizerische Ausgleichskasse und Rekurskommission des Kantons Thurgau für die AHV", "regestes": ["Art. 47 LAVS. - Le délai de la prescription relative d'une année commence à courir dès que l'administration aurait dû s'apercevoir, en faisant preuve de l'attention raisonnablement exigible, que les conditions d'une restitution étaient réalisées. L'administration doit disposer de tous les éléments qui sont décisifs dans le cas concret et dont la connaissance fonde - quant à son principe et à son étendue - la créance en restitution à l'encontre d'une personne déterminée, tenue à restitution (consid. 3, 4). - La créance en restitution doit être considérée comme une créance globale et unique. Le montant total des rentes versées à tort doit être connu avant le prononcé de la décision de restitution (consid. 5)."], "faits": "BGE 111 V 14 S. 15\n\nA.- Mit Verfügung vom 18. September 1978 sprach die Schweizerische Ausgleichskasse der italienischen Staatsangehörigen Giuseppina Calabretta-Laezza eine am 1. Januar 1976 beginnende Witwenrente von monatlich Fr. 360.-- (ab 1. Januar 1977 Fr. 378.--) zu. Die für die Zeit bis 31. Oktober 1978 auszuzahlende Rentensumme bezifferte die Kasse auf Fr. 12'636.--. Am 12. Dezember 1979 teilte die Versicherte der Ausgleichskasse mit, sie habe am 21. April 1977 in zweiter Ehe Giuseppe Liotta geheiratet und wohne in Arbon. Gleichzeitig liess sie die Ausgleichskasse wissen, dass sie die in der Verfügung erwähnten Renten für die abgelaufene Zeit im Gesamtbetrag von Fr. 12'636.-- noch nicht erhalten habe.\n\nAm 12. Februar 1982 forderte die Ausgleichskasse Giuseppina Liotta verfügungsweise auf, die in der Zeit vom 1. Mai 1977 bis 31. Januar 1980 zu Unrecht ausbezahlten Renten im Gesamtbetrag von Fr. 12'474.-- zurückzuerstatten.\n\nB.- Gegen diese Verfügung liess die Versicherte Beschwerde erheben mit dem Antrag, die Rückforderungsverfügung sei aufzuheben; eventuell sei von der Rückerstattung abzusehen; subeventuell sei die Rückforderung zu ermässigen. Der Hauptantrag wurde im wesentlichen mit der Verjährungseinrede begründet.\n\nMit Entscheid vom 2. Juli 1982 trat die Rekurskommission des Kantons Thurgau für die AHV auf die Beschwerde insoweit nicht ein, als mit dieser der vollständige oder teilweise Erlass der Rückforderung beantragt worden war. Im übrigen vertrat die Rekurskommission insbesondere die Ansicht, die für den Rückforderungsanspruch BGE 111 V 14 S. 16gültige einjährige Verjährungsfrist des Art. 47 Abs. 2 AHVG habe erst in dem Zeitpunkt zu laufen begonnen, als die Zweigstelle Catanzaro des Istituto Nazionale della Previdenza Sociale (INPS) am 27. Januar 1982 der Ausgleichskasse mitgeteilt habe, dass der Betrag von Lit. 6'529'700.-- (Gegenwert von Fr. 12'258.--) am 12. Juli 1980 der Versicherten angewiesen worden sei.\n\nC.- Mit der gegen diesen Entscheid erhobenen Verwaltungsgerichtsbeschwerde lässt Giuseppina Liotta erneut die Aufhebung der Kassenverfügung beantragen; allenfalls sei der Rückforderungsbetrag auf Fr. 6426.-- herabzusetzen. Die einjährige Verjährungsfrist habe in dem Zeitpunkt zu laufen begonnen, als die Ausgleichskasse aufgrund der Mitteilung der Versicherten vom 12. Dezember 1979 festgestellt habe, dass seit Mai 1977 kein Rentenanspruch mehr bestand. Richtigerweise hätte die Ausgleichskasse damals unverzüglich eine Rückforderungsverfügung erlassen müssen, statt zunächst nach dem Schicksal der bereits im Oktober 1978 der Generaldirektion des INPS zuhanden der Versicherten überwiesenen rückständigen Renten zu forschen. Vom Oktober 1978 bis Januar 1980 seien die Renten der Versicherten bzw. ihren Verwandten in Italien ohne Vermittlung des INPS direkt durch die Post ausbezahlt worden. Für diese Renten sei der Rückforderungsanspruch am 12. Februar 1982 mit Sicherheit verjährt gewesen, weshalb höchstens die Renten vom Mai 1977 bis September 1978 im Gesamtbetrag von Fr. 6426.-- zurückgefordert werden könnten.\n\nDie Ausgleichskasse beantragt Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung vertritt die Auffassung, dass der Rückforderungsanspruch jedenfalls bezüglich der vom Mai 1977 bis September 1978 ausbezahlten Renten im Betrag von Fr. 6426.-- zu bejahen sei, während der Rückforderung der Renten für die Monate Oktober 1978 bis Januar 1980 allenfalls die Verjährungseinrede entgegengehalten werden könne.", "considerants": "Aus den Erwägungen:\n\n3. Es ist unbestritten, dass die Beschwerdeführerin zu Unrecht Renten bezogen hat. Sie lässt aber geltend machen, dass sie nicht rückerstattungspflichtig sei, weil der Rückforderungsanspruch gemäss Art. 47 Abs. 2 Satz 1 AHVG verjährt sei. Nach dieser Bestimmung verjährt der Rückforderungsanspruch mit dem BGE 111 V 14 S. 17Ablauf eines Jahres, nachdem die Ausgleichskasse davon Kenntnis erhalten hat, spätestens aber mit dem Ablauf von fünf Jahren seit der einzelnen Rentenzahlung.\n\nIn Anlehnung an die Praxis zu Art. 82 Abs. 1 AHVV betreffend die Verjährung von Schadenersatzforderungen im Sinne von Art. 52 AHVG hat das Eidg. Versicherungsgericht entschieden, dass die relative einjährige Verjährungsfrist in dem Zeitpunkt zu laufen beginnt, in welchem die Verwaltung bei Beachtung der ihr zumutbaren Aufmerksamkeit hätte erkennen müssen, dass die Voraussetzungen für eine Rückerstattung bestehen (BGE 110 V 304 Erw. 2b). Um die Voraussetzungen für eine Rückerstattung beurteilen zu können, müssen der Verwaltung alle im konkreten Einzelfall erheblichen Umstände zugänglich sein, aus deren Kenntnis sich der Rückforderungsanspruch dem Grundsatz nach und in seinem Ausmass gegenüber einem bestimmten Rückerstattungspflichtigen ergibt (vgl. dazu BGE 108 V 50). Für die Beurteilung des Rückforderungsanspruchs genügt es nicht, dass der Kasse bloss Umstände bekannt werden, die möglicherweise zu einem solchen Anspruch führen können, oder dass dieser Anspruch bloss dem Grundsatz nach, nicht aber in masslicher Hinsicht feststeht; das gleiche gilt, wenn nicht feststeht, gegen welche Person sich die Rückforderung zu richten hat.\n\nDie absolute Verjährungsfrist des Art. 47 Abs. 2 AHVG von fünf Jahren beginnt mit dem Zeitpunkt zu laufen, an welchem die Leistung effektiv erbracht worden ist, und nicht etwa mit dem Datum, an welchem sie hätte erbracht werden sollen (BGE 108 V 4).\n\n4. a) Da vor Erlass der Rentenverfügung vom 18. September 1978 keine Rentenauszahlungen erfolgt sind, war jedenfalls die absolute fünfjährige Verjährungsfrist noch nicht abgelaufen, als die Ausgleichskasse am 12. Februar 1982 verfügungsweise die Rückerstattung der Renten verlangte.\n\nb) Damit bleibt zu prüfen, ob die Kasse die Rückforderung innerhalb der einjährigen relativen Verjährungsfrist geltend gemacht hat. Es fragt sich also, in welchem Zeitpunkt die Ausgleichskasse unter Beachtung der ihr zumutbaren Aufmerksamkeit hätte feststellen müssen, dass der Beschwerdeführerin zu Unrecht Renten ausgerichtet worden sind und wie hoch die unrechtmässigen Rentenzahlungen waren.\n\nIn Anwendung von Art. 9 der Verwaltungsvereinbarung vom 18. Dezember 1963 betreffend die Durchführung des schweizerisch-italienischen BGE 111 V 14 S. 18Abkommens über Soziale Sicherheit überwies die Ausgleichskasse die von Januar 1976 bis September 1978 aufgelaufenen Rentenbetreffnisse in der Höhe von insgesamt Fr. 12'258.-- (entsprechend Lit. 6'529'700.--) zuhanden der Beschwerdeführerin der Generaldirektion des INPS in Rom. Durch das Schreiben der Beschwerdeführerin vom 12. Dezember 1979, dem das \"Certificato di matrimonio\" des Zivilstandsamtes Borgia beigelegt war, erhielt die Ausgleichskasse zum ersten Mal davon Kenntnis, dass die Beschwerdeführerin sich im April 1977 wieder verehelicht und die ihr zugesprochenen Renten - für die Zeit von Januar 1976 bis Oktober 1978 - noch nicht erhalten hatte. Eine telephonische Rückfrage der Ausgleichskasse bei der Generaldirektion des INPS am 31. März 1980 ergab, dass diese den genannten Betrag bereits am 1. August 1979 der INPS-Agentur in Catanzaro überwiesen hatte. Die Kasse schrieb nun am 1. April 1980 dieser Agentur, dass der Rentenanspruch am 30. April 1977 geendet habe und sie, die Kasse, die für die Zeit vom 1. Oktober 1978 bis 31. Dezember 1979 zu Unrecht ausbezahlten Renten zurückfordern müsse. Sie ersuche deshalb die Agentur, den ganzen Betrag von Lit. 6'529'700.-- der Generaldirektion des INPS zurückzuerstatten und ihr, der Kasse, von der erfolgten Rücküberweisung Kenntnis zu geben. Eine Kopie dieses Schreibens sandte die Ausgleichskasse der Beschwerdeführerin. Erst mit Brief vom 27. Januar 1982 meldete die INPS-Agentur der Ausgleichskasse, dass der Betrag von Lit. 6'529'700.-- bereits am 12. Juli 1980 der Beschwerdeführerin angewiesen worden sei. Am 12. Februar 1982 erliess die Ausgleichskasse die Verfügung, mit der sie die Renten im Betrag von Fr. 12'474.-- von der Beschwerdeführerin zurückforderte.\n\nWohl war der Ausgleichskasse bereits aufgrund des Schreibens der Beschwerdeführerin vom 12. Dezember 1979 klar, dass ein Rentenanspruch seit Mai 1977 nicht mehr gegeben war. Aber erst durch das Schreiben der INPS-Agentur Catanzaro vom 27. Januar 1982 erfuhr die Ausgleichskasse, dass der Betrag von Lit. 6'529'700.-- (am 12. Juli 1980) der Beschwerdeführerin schon ausbezahlt worden war. Erst in diesem Zeitpunkt wusste die Kasse, dass die Beschwerdeführerin den gesamten Rentenbetrag für die Zeit von Mai 1977 bis Januar 1980 effektiv erhalten hatte. Somit wusste sie auch erst in diesem Zeitpunkt, dass sie die Rückforderung gegenüber der Beschwerdeführerin persönlich in der vollen Höhe der zu Unrecht ausbezahlten Renten geltend zu machen hatte. Vorher bestand für die Ausgleichskasse kein Anlass, mit BGE 111 V 14 S. 19einer Rückforderungsverfügung an die Beschwerdeführerin zu gelangen, zumal sie dieser am 1. April 1980 Kenntnis gegeben hatte, dass sie seit Mai 1977 keinen Rentenanspruch mehr habe, und gleichzeitig die INPS-Agentur Catanzaro um Rücküberweisung der Rentensumme an die Generaldirektion gebeten hatte. Da die Kasse somit erst im Januar 1982 hinreichende Kenntnis von allen Gegebenheiten hatte, die sie im Sinne der Rechtsprechung dazu berechtigten, gegenüber der Beschwerdeführerin - und nicht gegenüber dem INPS - die Rückforderung geltend zu machen, begann die einjährige Verjährungsfrist im Januar 1982 zu laufen. Bei Erlass der Kassenverfügung vom 12. Februar 1982 war der Rückforderungsanspruch somit noch nicht verjährt.\n\n5. Eventualiter wird in der Verwaltungsgerichtsbeschwerde beantragt, der Rückforderungsbetrag sei auf Fr. 6426.-- festzusetzen.\n\nDie Gesamtsumme von Fr. 12'474.-- der zu Unrecht ausbezahlten Renten setzt sich wie folgt zusammen:\n\nan INPS erfolgte Nachzahlung Renten\n\nMai 1977 - September 1978 = Fr. 6'426.--\n\nmonatlich direkt ausbezahlte Renten\n\nOktober 1978 - Januar 1980 = Fr. 6'048.--\n\n-------------\n\nFr. 12'474.--\n\nIn der Verwaltungsgerichtsbeschwerde wird folgendes geltend gemacht: Die Kasse habe bereits im Dezember 1979 gewusst, dass die Beschwerdeführerin sicher für den Betrag der monatlich direkt ausbezahlten Renten rückerstattungspflichtig wäre. Bei Erlass der Rückforderungsverfügung im Februar 1982 sei somit die Verjährungsfrist betreffend die Rückforderung der Renten Oktober 1978 bis Januar 1980 schon lange abgelaufen gewesen. Indessen ist die Rückforderung als einheitliche Gesamtforderung zu betrachten, ohne Rücksicht darauf, dass die Renten für die Monate Mai 1977 bis September 1978 der Generaldirektion des INPS überwiesen und diejenigen für die Zeit von Oktober 1978 bis Januar 1980 direkt der Beschwerdeführerin oder ihren Verwandten ausbezahlt worden waren. Die Kasse durfte demnach mit dem Erlass der Rückforderungsverfügung zuwarten, bis der Umfang des Gesamtbetrages der unrechtmässig bezogenen Renten feststand. Das war aber erst im Januar 1982 der Fall, als die INPS-Agentur Catanzaro der Kasse mitteilte, dass die Summe von Lit. 6'529'700.-- der Beschwerdeführerin ausbezahlt worden sei. Demzufolge war BGE 111 V 14 S. 20auch der Anspruch auf Rückzahlung der Renten Oktober 1978 bis Januar 1980 bei Erlass der Rückforderungsverfügung nicht verjährt. Somit erweist sich auch der Eventualantrag als unbegründet.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}