{"annee": "111", "cour": "IB", "page": "91", "date": "31/7/1985", "cite": ["110 IB 52", "108 IB 489"], "cite_par": ["115 IB 517", "116 IB 32", "115 IB 424", "112 IB 280"], "chapeau": "22. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 31. Juli 1985 i.S. Schweiz. Eidgenossenschaft gegen Genosssame Rothenthurm sowie Mitbet. und Eidg. Schätzungskommission, Kreis 9 (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 76 al. 4 2e phrase LEx; envoi en possession anticipé. L'envoi en possession anticipé doit être refusé s'il y a risque qu'on ne puisse plus du tout faire droit aux prétentions émises dans une opposition en cas d'admission ultérieure de celle-ci. Il en est ainsi lorsque la réalisation des intentions de protection de la nature et du paysage manifestées par les opposants ne serait plus possible ou qu'elle serait sérieusement compromise à la suite de la mise en route des travaux de construction par l'expropriant."], "faits": "BGE 111 Ib 91 S. 92\n\nIm Rahmen des Enteignungsverfahrens für den Waffenplatz Rothenthurm stellte die Schweizerische Eidgenossenschaft dem Präsidenten der Eidg. Schätzungskommission, Kreis 9, das Gesuch um vorzeitige Besitzergreifung von acht Grundstücken. Sechs dieser Grundstücke mit einer Gesamtfläche von 42'936 m2 (gemäss Beschrieb \"Wiesen, Wege und Gewässer in den Foren\") liegen im Bereich der zukünftigen Kasernenanlage. Die übrigen zwei im Halte von insgesamt 36'080 m2 (\"Wiese und Gewässer in den Foren\" bzw. \"Schopf, Bienenhaus, Gebäudegrundflächen, Wiese, Wald, Wege im Almigforen\") befinden sich im geplanten Übungsgelände für die Aufklärungstruppen. Auf diesen Parzellen sollte versuchsweise ein Wegstück zur Erprobung der geeigneten, die Umgebung am wenigsten belastenden Bauweise erstellt werden.\n\nDie Schätzungskommission lehnte am 28. Februar 1985 eine vorzeitige Besitzeinweisung ab. Gegen diesen Entscheid hat die durch das Eidg. Militärdepartement handelnde Eidgenossenschaft Verwaltungsgerichtsbeschwerde erhoben. Das Bundesgericht weist die Beschwerde ab aus folgenden", "considerants": "Erwägungen:\n\n3. a) Sind noch Einsprachen gegen die Enteignung und Begehren nach den Art. 7-10 EntG hängig, so darf dem Gesuch um vorzeitige Besitzergreifung - falls die übrigen Bedingungen erfüllt sind - nur insoweit entsprochen werden, als keine bei nachträglicher Gutheissung nicht wieder gutzumachende Schäden entstehen (Art. 76 Abs. 4 Satz 2 EntG). Wie das Bundesgericht BGE 111 Ib 91 S. 93bereits im Urteil Erben Bertschy-Ringier (BGE 108 Ib 489) erklärt hat, steht der Besitzergreifung unter diesem Gesichtswinkel kein Hindernis entgegen, wenn die Möglichkeit besteht, den früheren Zustand des beanspruchten Bodens wieder herzustellen. Die Höhe der hiefür notwendigen Kosten, so ist beigefügt worden, sei grundsätzlich ohne Belang, da der Enteigner das mit der Besitzergreifung verbundene Risiko selbst zu tragen habe. Da in jenem Falle eine Wiederherstellung des früheren Zustandes ohne weiteres möglich war, hat das Bundesgericht den Einwand der Enteigneten, die Ausführung des Werkes präjudiziere den Entscheid über die Einsprache und das Planänderungsbegehren, zurückgewiesen (BGE 108 Ib 491). Im Urteil SBB gegen Kath. Kirchenstiftung St. Anton (BGE 110 Ib 52) ist erneut betont worden, dass bei der Prüfung der Frage, ob nicht wieder gutzumachende Schäden entstehen könnten, der tatsächliche Zustand des zu enteignenden Grundstücks in Betracht zu ziehen und zu untersuchen sei, zu welchen Veränderungen die Inbesitznahme durch den Enteigner führe. Falls der Eingriff irreversibel und eine Wiederherstellung des früheren Zustandes ausgeschlossen sei, müsse die Besitzergreifung vor Erledigung der Einsprachen verweigert werden (BGE 110 Ib 55). Aus diesem Urteil geht aber zusätzlich hervor, dass die Möglichkeit der Wiederherstellung nur insoweit gegeben sein muss, als dies mit Blick auf die Art und Nutzung des fraglichen Bodens als wesentlich erscheint; auf unbedeutende Elemente und Aspekte ist keine Rücksicht zu nehmen. So ist damals als unerheblich betrachtet worden, dass der Enteigner für den vorgesehenen Schachtbau ein altes Gebäude entfernen musste, weil dieses auch dem Bauvorhaben der Enteigneten selbst zum Opfer gefallen wäre. Gewicht wurde ausschliesslich darauf gelegt, ob einerseits die unmittelbar benachbarte, unter Denkmalschutz stehende Kirche vor Schäden bewahrt werden könne und ob andererseits bei Gutheissung der Einsprache der Schacht wieder aufgefüllt und dem Boden die für den geplanten Neubau der Enteigneten notwendige Festigkeit innert kurzem wieder verliehen werden könne. Da diese Fragen bejaht werden konnten, ist die vorzeitige Inbesitznahme bewilligt worden (BGE 110 Ib 56 f.).\n\nb) Die Beschwerdeführerin stellt diese bundesgerichtliche Rechtsprechung nicht in Frage, sondern beruft sich ausdrücklich auf sie und hält fest, dass die von ihr vorzeitig beanspruchten Grundstücke heute ausschliesslich als Futter- und Mähwiesen genutzt würden und auch in Zukunft eine andere Nutzung BGE 111 Ib 91 S. 94- abgesehen von ihrem eigenen Projekt - aller Voraussicht nach ausgeschlossen sei. Aus dieser Feststellung, die zweifellos richtig ist, zieht sie den Schluss, das Schicksal ihres Gesuches könne einzig davon abhängen, ob bei nachträglicher Gutheissung der Einsprachen die Wiesenparzellen wieder so hergerichtet werden könnten, dass sie in gleicher Weise wie heute zu bewirtschaften und zu nutzen wären. Eine solche Wiederherstellung sei aber durchaus möglich; mit Bestimmtheit werde sich sogar ein besserer landwirtschaftlicher Ertrag erzielen lassen. Dem Gesuch um vorzeitige Besitzeinweisung müsse daher entsprochen werden.\n\nMit der Beschwerdeführerin kann davon ausgegangen werden, dass die umstrittene Bodenfläche ohne weiteres wieder in ihren früheren Zustand als landwirtschaftlich nutzbare Wiesen zurückgeführt und deren Ertrag sogar gesteigert werden könnte, falls infolge des Einspracheentscheides das Werk geändert oder auf dieses verzichtet werden müsste. Das genügt aber unter den konkreten Umständen nicht. Es würde eine vorzeitige Besitzeinweisung nur erlauben, wenn in den Einsprachen und Planänderungsbegehren einzig vorgebracht worden wäre, der fragliche Boden dürfe der landwirtschaftlichen Nutzung nicht entzogen werden. Dem ist aber nicht so. Verschiedene der Enteigneten verlangen neben anderem, dass das Landschaftsbild, die Naturschönheiten und insbesondere die spezielle Vegetation im Gebiete nördlich von Rothenthurm erhalten werden müssten. Der WWF verteidigt in seiner Einsprache ausschliesslich Landschafts- und Naturschutzinteressen; etwas anderes wäre ihm nach Art. 12 NHG auch nicht erlaubt. Dass die sich auf Art. 9 EntG stützenden Einwendungen gegen die Enteignung missbräuchlich erhoben worden wären - und deshalb in analoger Anwendung von Art. 2 ZGB nicht zu beachten wären - kann offensichtlich nicht gesagt werden und wird von der Beschwerdeführerin auch nicht behauptet. Unter diesen Umständen wäre Art. 76 Abs. 4 Satz 2 EntG nur Genüge getan, wenn die Möglichkeit bestünde, dem Boden seine früheren natürlichen Eigenschaften zurückzugeben, die ihn zum Lebensraum einer bestimmten, möglicherweise seltenen Pflanzen- und Tierwelt werden liessen und die seine landschaftlichen Eigenarten ausmachten, Merkmale, die hier nicht zum vornherein als unwesentlich bezeichnet werden können.\n\nZwar betont die Beschwerdeführerin zu Recht, dass die Forderung nach der allfällig möglichen Wiederherstellung des früheren Zustandes nicht derart weit getrieben werden dürfe, dass die vorzeitige BGE 111 Ib 91 S. 95Besitzeinweisung praktisch in allen Fällen, in denen noch Einsprachen hängig sind, verweigert werden müsse; eine solche Auslegung würde die mit der Änderung von Art. 76 Abs. 4 EntG verfolgten Absichten des Gesetzgebers zunichte machen. Ebensowenig ist aber ins andere Extrem zu fallen und die vorzeitige Besitzeinweisung auch dort zu gewähren, wo die Gefahr besteht, dass die Einsprachen durch diese Massnahme illusorisch werden könnten. Wenn die Gesetzesänderung von 1971 das Ziel verfolgte, das Enteignungsverfahren zu beschleunigen und die missbräuchliche Erhebung von Einsprachen, die oft nur als Druckmittel gegen den Enteigner dienten, zu verhindern (vgl. die Botschaft des Bundesrates vom 20. Mai 1970, BBl 1970 I S. 1014), so sollte die Reform doch keineswegs dazu führen, dass die Einsprachen ihren Sinn verlören und das Einspracheverfahren zu einem Leerlauf würde. Bezeichnenderweise wird in der zitierten bundesrätlichen Botschaft unterstrichen, \"im Hinblick auf rechtsstaatliche Bedenken\" bleibe die Neuerung in jenen Fällen ausgeschlossen, in denen bei nachträglicher Gutheissung mit nicht wieder gutzumachenden Schäden gerechnet werden müsse. Die Rechtsstaatlichkeit wäre aber offensichtlich nicht mehr gewährleistet, wenn die Einsprachebehörden, die über den Eingriff des Enteigners zu entscheiden haben, vor vollendete Tatsachen gestellt würden.\n\nc) Aus diesen Erwägungen ergibt sich, dass die Schätzungskommission mit Grund annehmen durfte, die in Art. 76 Abs. 4 Satz 2 EntG umschriebene Voraussetzung für eine Besitzeinweisung sei nicht erfüllt. An eine Wiederherstellung der heutigen Gestalt des Bodens und der bestehenden Flora und Fauna nach Durchführung der geplanten Bauarbeiten - für die Einzelheiten kann auf den angefochtenen Entscheid verwiesen werden - ist offensichtlich nicht zu denken. Was die Beschwerdeführerin in diesem Zusammenhang weiter vorbringt, vermag nicht zu überzeugen.\n\nZwar ist die Kritik an der Feststellung der Schätzungskommission, dass die Wiederherstellung des früheren Zustandes des Bodens \"in seiner Gesamtheit\", auch hinsichtlich der natürlichen chemisch-physikalischen Beschaffenheit und der hydrologischen Verhältnisse, verlangt werden dürfe, einigermassen verständlich. Mag diese Formulierung nach dem Gesagten auch etwas zu weit gehen, so hat indessen die Schätzungskommission - wie ebenfalls dargelegt - in der Sache selbst richtig argumentiert und entschieden.\n\nDass das zukünftige Kasernenareal weder im Schutzgebiet gemäss BLN (Bundesinventar der Landschaften und Naturdenkmäler BGE 111 Ib 91 S. 96von nationaler Bedeutung; vgl. Objekt 1308 \"Moorlandschaft Rothenthurm-Altmatt-Biberbrugg\") noch in der vom Kanton Schwyz ausgeschiedenen Planungszone liegt, muss noch nicht heissen, dass dieser Boden nicht schutzwürdig sei, ganz abgesehen davon, dass er zu einem der Schutzobjekte des KLN-Inventars 1979 gehört. Inwiefern er tatsächlich Erhaltung oder Schonung verdiene, ist nicht im vorliegenden, sondern im Einspracheverfahren abzuklären, in welchem die verschiedenen auf dem Spiele stehenden öffentlichen und privaten Interessen gegeneinander abzuwägen sind. Auch der Einwand, der Boden sei bei weitem nicht mehr unberührt, sondern durch menschliche Eingriffe - landwirtschaftliche Nutzung, Entwässerungen, Torfausbeutung usw. - schon umgestaltet und verändert, ist deshalb ins Einspracheverfahren zu verweisen. Für die hier in Anwendung von Art. 76 Abs. 4 Satz 2 EntG zu entscheidende Frage ist einzig massgebend, dass die in den Einsprachen vertretenen Anliegen des Natur- und Landschaftsschutzes nicht als völlig abwegig erscheinen und ihre Durchsetzung durch die baulichen Vorkehren der Enteignerin verunmöglicht oder jedenfalls ernsthaft gefährdet würde. Diese Feststellung konnte und durfte die Schätzungskommission gestützt auf das Fachwissen ihrer Mitglieder und den Rat des zusätzlich beigezogenen Sachverständigen treffen, ohne ein besonderes Gutachten anfertigen zu lassen. Auch das Bundesgericht kann von der Anordnung einer Expertise - wie sie von der Beschwerdeführerin verlangt wird - absehen; diese würde einerseits den Rahmen des vorliegenden Verfahrens sprengen, andererseits dem Einspracheverfahren vorbehaltene Abklärungen vorwegnehmen. Wohl hat das Bundesgericht im bereits erwähnten Besitzeinweisungsverfahren SBB gegen Kath. Kirchenstiftung St. Anton (BGE 110 Ib 52) einen Experten beigezogen, doch lag jener Fall völlig anders, da die vorzeitige Besitzeinweisung aufgrund einer unzutreffenden Auslegung des Begriffs \"nicht wieder gutzumachender Schaden\" verweigert und der Sachverhalt bzw. die Möglichkeit, den früheren Zustand wieder herzustellen, überhaupt nicht untersucht worden war.\n\nSelbst wenn die Schätzungskommission, wie von der Beschwerdeführerin geltend gemacht, ihre Befürchtungen über die nachteiligen Auswirkungen der Bauarbeiten übertrieben hätte, so wäre nicht aus der Welt zu schaffen, dass das Risiko solcher nicht wieder gutzumachender Beeinträchtigungen nicht ausgeschlossen werden kann. Die Beschwerde erweist sich somit in diesem Punkte als offensichtlich unbegründet."}