{"annee": "111", "cour": "IB", "page": "150", "date": "5/9/1985", "cite": ["101 IB 78", "107 III 139", "107 IB 43", "100 IB 341", "108 IB 377"], "cite_par": ["130 V 505", "112 IB 249", "122 I 351", "122 III 237", "118 IB 130", "113 IB 212", "125 II 293", "128 V 50", "122 V 200", "117 IA 297"], "chapeau": "33. Urteil der II. öffentlichrechtlichen Abteilung vom 5. September 1985 i.S. X, in Nachlassliquidation, gegen Stadtgemeinde Zürich und Regierungsrat des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Admissibilité du recours de droit administratif; art. 97 OJ en relation avec l'art. 5 PA. Une décision cantonale qui déclare éteinte par compensation une créance fondée sur le droit public fédéral peut être attaquée par le prétendu titulaire de la créance au moyen du recours de droit administratif. Il importe peu que le recourant fasse découler sa qualité de créancier directement de la loi ou d'une cession."], "faits": "BGE 111 Ib 150 S. 151\n\nAm 4. Dezember 1969 schlossen die F. AG, Eigentümerin der Liegenschaften Rautistrasse 58/60 in Zürich (Auftraggeberin), und X. (Beauftragter) einen Werkvertrag betreffend die Erstellung eines Büro- und Geschäftshauses. In Ziff. 3 dieses Vertrages vereinbarten sie unter anderem:\n\n\"3. Im Auftrag enthalten und im nachstehend vereinbarten Pauschalpreis sind inbegriffen:\n\n...\n\nh. die Kosten für die gemäss behördlichen Vorschriften zu erstellenden Luftschutzräume in der Meinung, dass die von Bund, Kanton und Gemeinde ausgerichteten Subventionen dem Beauftragten zufallen sollen....\"\n\nDa die F. AG als Bauherrin und Grundstückseigentümerin den Bestand bzw. die Gültigkeit der in dieser Vereinbarung nach Auffassung von X. enthaltenen Zession bestritt, zahlte das Bauamt II der Stadt Zürich die Zivilschutzbeiträge von Bund, Kanton und Gemeinde an die F. AG aus, nachdem sie dies der Nachlassliquidatorin von X. am 15. Dezember 1976 mitgeteilt hatte.\n\nMit Eingabe vom 30. Juni 1978 machte X. beim kantonalen Amt für Zivilschutz unter Berufung auf die Zession die Luftschutzbeiträge für die Liegenschaften Rautistrasse 58/60 in der Höhe von Fr. 115'822.-- geltend. Die Militärdirektion des Kantons Zürich verwies den Gesuchsteller auf den Zivilweg, worauf X. gegen die Stadt Zürich beim Bezirksgericht Zürich Klage einreichte. Das Bezirksgericht kam in seinem Urteil vom 25. September 1980 zwar zum Schlusse, es liege eine gültige Zession der umstrittenen Subventionen vor, wies aber die Klage in Gutheissung der Verrechnungseinrede der Beklagten ab. Einen Rekurs von X. gegen dieses Urteil wies das Obergericht des Kantons Zürich am 30. Oktober 1981 ab. Das Obergericht folgte dem Antrag der Stadt Zürich und BGE 111 Ib 150 S. 152wies die Klage von der Hand, da es den Streit als öffentlichrechtlichen und sich selbst daher als unzuständig erachtete. Auf Antrag von X. entschied der Kantonsrat den Kompetenzkonflikt in dem Sinne, dass er den Regierungsrat des Kantons Zürich mit Beschluss vom 5. Juli 1982 anwies, über den geltendgemachten Subventionsanspruch materiell zu entscheiden.\n\nAm 4. Oktober 1982 stellte X. beim Amt für Zivilschutz des Kantons Zürich das Begehren, es sei die Stadt Zürich zu verpflichten, ihm Fr. 115'822.-- nebst Zins zu 5% seit 1. Juli 1976 zu bezahlen. Mit Verfügung vom 14. Juni 1983 wies das kantonale Amt für Zivilschutz dieses Begehren ab. Das Amt für Zivilschutz bejahte die Passivlegitimation der Stadt Zürich, kam aber zum Schluss, es liege keine gültige Zession der Zivilschutzbeiträge vor. Einen von X. gegen diese Verfügung eingereichten Rekurs wies der Regierungsrat des Kantons Zürich mit Entscheid vom 26. September 1984 ab. Der Regierungsrat bejahte die Passivlegitimation der Stadt Zürich, weil die Gemeinde dafür verantwortlich sei, dass die Beiträge an den Berechtigten gelangten. Der Regierungsrat bejahte auch, dass die Zivilschutzbeiträge gültig abgetreten worden seien. Er schützte dagegen die Verrechnungseinrede, welche die Stadt Zürich in ihrem Subeventualbegehren erhoben hatte.\n\nGegen den Entscheid des Regierungsrates vom 26. September 1984 erhebt X. fristgerecht Verwaltungsgerichtsbeschwerde mit dem Antrag, es sei die Stadtgemeinde Zürich zu verpflichten, ihm Fr. 115'822.-- nebst 5% Zins seit 1. Juli 1976 zu bezahlen. Zur Begründung führt er im wesentlichen aus, der Regierungsrat des Kantons Zürich habe die Verrechnungseinrede der Stadt Zürich zu Unrecht geschützt, denn der Subventionsanspruch setze sich aus einem Gemeinde-, einem Kantons- und einem Bundesbeitrag zusammen, weshalb es an der Identität von Schuldner und Gläubiger fehle, auch wenn die Gemeinde als Zahlstelle für den Bundes- und Kantonsanteil tätig gewesen sei. Ausserdem sei der Anspruch auf die Subventionen erst nach der Publikation der Nachlassstundung entstanden, denn gemäss § 67 der Kantonalen Verordnung über den Zivilschutz gelte die Festsetzung der beitragsberechtigten Kosten anlässlich der Abrechnung von Schutzbauten als Zeitpunkt für die Fälligkeit der Beiträge. Nach Art. 213 in Verbindung mit Art. 316 SchKG sei daher die Verrechnung ausgeschlossen.\n\nBGE 111 Ib 150 S. 153", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Regierungsrat hat in der Rechtsmittelbelehrung des angefochtenen Entscheids auf die Verwaltungsgerichtsbeschwerde an das Bundesgericht verwiesen. Ob diese Beschwerdemöglichkeit gegeben ist, bestimmt sich aber allein nach den gesetzlichen Voraussetzungen. Sind dieselben nicht gegeben, kann auf die Beschwerde nicht eingetreten werden; die Rechtsmittelbelehrung ändert hieran nichts. Es ist mithin zu prüfen, ob die Verwaltungsgerichtsbeschwerde nach den massgebenden bundesrechtlichen Vorschriften im vorliegenden Fall zulässig ist.\n\na) Nach Art. 97 Abs. 1 OG beurteilt das Bundesgericht letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne von Art. 5 des Bundesgesetzes über das Verwaltungsverfahren vom 20. Dezember 1978 (VwVG, SR 172.021), die von einer der in Art. 98 OG erwähnten Behörden ausgehen und unter keine der Ausnahmebestimmungen der Art. 99-102 OG fallen. Nach der Begriffsbestimmung des Art. 5 VwVG gelten als Verfügungen \"Anordnungen der Behörden im Einzelfall, die sich auf öffentliches Recht des Bundes stützen und zum Gegenstand haben: a. Begründung, Änderung oder Aufhebung von Rechten oder Pflichten; b. Feststellung des Bestehens, Nichtbestehens oder Umfanges von Rechten oder Pflichten; c. Abweisung von Begehren auf Begründung, Änderung, Aufhebung oder Feststellung von Rechten oder Pflichten oder Nichteintreten auf solche Begehren\". Rechtsverhältnisse aus dem Bundesprivatrecht fallen nicht in die sachliche Zuständigkeit der Behörden der Bundesverwaltungsrechtspflege (vgl. GYGI, Bundesverwaltungsrechtspflege, 2. Aufl., Bern 1983, S. 89 ff.) und können daher auch nicht mit Verwaltungsgerichtsbeschwerde vor das Bundesgericht gebracht werden. Als anfechtbare Verfügungen, die sich auf öffentliches Recht des Bundes stützen, gelten anderseits, wie das Bundesgericht wiederholt entschieden hat, auch solche, die sich richtigerweise auf öffentliches Recht des Bundes hätten stützen müssen. Der Begriff des Bundesrechtes umfasst alle generell-abstrakten Rechtssätze, die von einer Bundesbehörde oder gestützt auf eine Delegation der Rechtssetzungskompetenz von einer Organisation ausserhalb der Bundesverwaltung erlassen werden. Dazu zählen auch die von den Kantonen zum Vollzug von Bundesrecht erlassenen Ausführungsvorschriften, soweit ihnen keine selbständige Bedeutung zukommt, das heisst, wenn das kantonale Recht nichts anordnet, was nicht schon BGE 111 Ib 150 S. 154durch das Bundesrecht geboten wäre (BGE 108 Ib 380 E. 1a mit Hinweisen).\n\nb) Die Zivilschutzbeiträge, deren Auszahlung der Beschwerdeführer verlangt, wurden vom Amt für Zivilschutz des Kantons Zürich einem Baukonsortium Rautistrasse am 6. Februar 1970 zugesichert. Das Bundesamt für Zivilschutz prüfte die Bauabrechnungen am 21. Mai 1976 und sprach aufgrund eines anerkannten Mehrkostenbetrages von Fr. 80'401.-- (Rautistrasse 58) bzw. von Fr. 85'062.-- (Rautistrasse 60) Bundesbeiträge von insgesamt Fr. 41'366.-- zu. Auf dieser Grundlage ermittelte das Amt für Zivilschutz des Kantons Zürich am 15. Juni 1976 Beiträge des Kantons und der Gemeinde von je Fr. 19'138.-- für die Liegenschaft Rautistrasse 58 und am 17. Juni 1976 Beiträge von je Fr. 18'090.-- für die Liegenschaft Rautistrasse 60. Für diese Beiträge war somit Art. 6 des Bundesgesetzes über die baulichen Massnahmen im Zivilschutz (BMG, SR 520.2) in der ursprünglichen Fassung vom 4. Oktober 1963 (AS 1964 S. 489, vgl. auch AS 1978 I S. 61) massgebend (vgl. auch Art. 21 Abs. 3 BMG).\n\nDanach leistet der Bund an die Kosten der baulichen Massnahmen, die nach Art. 2 Abs. 1 BMG für die Hauseigentümer vorgeschrieben sind, Beiträge von 25 bis 35%, während Kanton und Gemeinde zusammen mindestens 35 bis 45% auszurichten haben, so dass die Beiträge insgesamt mindestens 70% ausmachen. Die Aufteilung der Beiträge zwischen Kanton und Gemeinde richtet sich nach kantonalem Recht. Das Bundesrecht schreibt somit die Ausrichtung bestimmter Subventionen sowohl durch den Bund wie durch den Kanton bzw. die Gemeinde vor, während dem kantonalen Recht neben der Regelung des Vollzugs nur die Aufteilung der Beiträge zwischen Kanton und Gemeinden vorbehalten bleibt. Dem kantonalen Recht kommt bei dieser Ordnung keine selbständige Bedeutung zu. Die Subventionen sowohl des Bundes wie der Kantone und Gemeinden sind grundsätzlich dem Bundesrecht zuzuordnen. Da keine der Ausnahmen nach Art. 99 ff. OG zutrifft und namentlich weder Art. 100 lit. d noch Art. 99 lit. h OG anwendbar sind, ist die Verwaltungsgerichtsbeschwerde zulässig, sofern die öffentlichrechtliche Natur der Streitsache zu bejahen ist.\n\nc) Die Subvention gehört grundsätzlich dem Bereich des öffentlichen Rechts an und zwar unabhängig davon, ob sie als durch Verfügung oder durch Vertrag begründet anzusehen ist (vgl. dazu den Entwurf des Eidg. Finanzdepartements für ein Subventionsgesetz vom September 1981, Art. 21 ff.). Sie ist kein Geldgeschenk BGE 111 Ib 150 S. 155des Staates, sondern dient der Erfüllung von Aufgaben im öffentlichen Interesse (BGE 101 Ib 80 E. 3; vgl. auch etwa BGE 100 Ib 341, BGE 107 Ib 45). Dies gilt insbesondere für die hier in Frage stehende Zivilschutzbauten-Subvention, die nach den massgebenden Bestimmungen des Gesetzes vom 4. Oktober 1963 einen Teil der Kosten abgelten soll, welche dem Hauseigentümer durch die gesetzliche Verpflichtung zur Erstellung von Schutzräumen im Sinne von Art. 2 BMG entstehen und für deren Ausrichtung das Gesetz den rechtsanwendenden Behörden keinen erheblichen Ermessensspielraum einräumt. Würde der Beschwerdeführer die umstrittenen Beiträge als gesetzlich Berechtigter beanspruchen, so wäre die öffentlichrechtliche Natur der vorliegenden Streitsache ohne weiteres zu bejahen. Der Beschwerdeführer beansprucht indessen die umstrittenen Zivilschutzsubventionen nicht gestützt auf die gesetzliche Regelung, sondern unter Berufung auf eine privatrechtliche Vereinbarung mit dem gesetzlich subventionsberechtigten Hauseigentümer, die er als Zession versteht. Es ist daher zu prüfen, ob aus diesem Grunde statt der Bestimmungen über die Verwaltungsrechtspflege die Vorschriften über die Zivilrechtspflege (Art. 41 ff. OG) zur Anwendung gelangen.\n\nd) In der Lehre wird die Auffassung vertreten, es handle sich bei der Zession um einen privatrechtlichen Vertrag und Streitigkeiten aus einer Abtretung seien daher vom Zivilrichter zu entscheiden, der auch zu beurteilen habe, ob über eine bestimmte Forderung öffentlichrechtlicher Natur überhaupt durch Abtretung verfügt werden könne (vgl. GRISEL, Traité de droit administratif suisse, 2. Aufl. 1984, S. 631). Es erscheint indessen fraglich, ob dies allgemein zutrifft. Auch wenn die rechtsgeschäftliche Übertragbarkeit von Forderungen aus öffentlichem Recht grundsätzlich bejaht wird (vgl. GRISEL, a.a.O., S. 630; IMBODEN/RHINOW, Verwaltungsrechtsprechung, Bd. I Nr. 30, S. 183; KNAPP, Précis de droit administratif, Basel 1980, S. 99 Nr. 450), ist zu berücksichtigen, dass die Zession an der Natur der abgetretenen Forderung nichts ändert. Die Abtretung hat nicht zur Folge, dass der Subventionsanspruch durch den Gläubigerwechsel zur privatrechtlichen Forderung würde. Die Forderung gegenüber der Verwaltung bleibt vielmehr öffentlichrechtlicher Natur. Die Anzeige der Abtretung der Forderung bewirkt, dass sich der Schuldner durch Zahlung an den Zedenten nicht mehr gültig befreien kann (Art. 167 OR). Ist die Frage, wem eine Forderung zusteht, streitig, so kann der Schuldner die Zahlung verweigern und sich durch gerichtliche BGE 111 Ib 150 S. 156Hinterlegung befreien (Art. 168 Abs. 1 OR). Diese Regelung des Obligationenrechts ist auf Forderungen öffentlichrechtlicher Natur nicht direkt anwendbar, sondern sie gilt nur insoweit, als sie Ausdruck eines allgemeinen Rechtsgrundsatzes ist (vgl. KNAPP, a.a.O., S. 93, Nrn. 416 ff.). Denn Schuldner der öffentlichrechtlichen Forderung bleibt auch im Falle rechtsgeschäftlicher Verfügung über diese Forderung die zuständige Verwaltungsbehörde bzw. das betreffende Gemeinwesen. Die zuständige Verwaltungsbehörde mag zwar regelmässig für die Beurteilung der Gültigkeit und Tragweite einer rechtsgeschäftlichen Abtretung weniger geeignet sein als der Zivilrichter; sie ist dafür besser in der Lage zu entscheiden, ob die Natur einer Forderung deren Abtretung verbietet oder ob sich im Blick auf den Zweck einer Leistung öffentlichrechtlicher Natur gewisse Beschränkungen der Übertragbarkeit aufdrängen. Es ist auch nicht auszuschliessen, dass gleichzeitig über Bestand und Höhe der öffentlichrechtlichen Leistung selbst Unklarheit besteht; in diesem Falle wäre es wenig sinnvoll, darüber die Verwaltungs- und Verwaltungsjustizbehörden entscheiden zu lassen und die Frage der Aktivlegitimation an den Zivilrichter zu weisen. Da die öffentlichrechtliche Forderung im Falle einer zulässigen und gültigen Zession mangels Zahlung an den Zessionaren als solche weiterbesteht, ist der Streit um diese Forderung öffentlichrechtlicher Natur, wenn die zuständige Verwaltungsbehörde deren Auszahlung verweigert, unabhängig davon, ob sie dies mit der Ungültigkeit der Zession oder anders begründet. Auch die Frage der Verrechnung - die gerade im vorliegenden Fall eine Rolle spielt (vgl. nachfolgend lit. e) - entscheidet sich nach öffentlichem Recht (vgl. hinten E. 3). Der Entscheid einer letztinstanzlichen kantonalen Behörde über die Verweigerung einer Leistung, die sich auf öffentliches Recht des Bundes stützt, unterliegt daher auch dann der Verwaltungsgerichtsbeschwerde an das Bundesgericht, wenn die Berechtigung mit der Ungültigkeit der Zession bestritten wird. Dabei kann offen bleiben, ob anders zu entscheiden wäre, wenn die Verwaltungsbehörde den umstrittenen Betrag wie eine privatrechtliche Leistung hinterlegt hätte und daher ausschliesslich ein Prätendentenstreit unter Privaten vorliegen würde.\n\ne) Im vorliegenden Fall hat die nach dem massgebenden kantonalen Recht zuständige Behörde die umstrittenen Zivilschutzsubventionen dem gesetzlich berechtigten Hauseigentümer unter Mitteilung an den Beschwerdeführer ausbezahlt und das spätere, auf BGE 111 Ib 150 S. 157die angebliche Zession des Subventionsanspruchs gestützte Begehren des Beschwerdeführers abgelehnt. Die gegen diesen Entscheid gerichtete Beschwerde hat der Regierungsrat abgewiesen, mit der Begründung, der Beschwerdeführer habe jedenfalls deshalb keinen Anspruch auf die Bezahlung von Subventionen, weil die Stadt Zürich für den Fall des Bestands einer Subventionsforderung zu Recht Verrechnung geltend gemacht habe. Soweit damit die Ausrichtung von Kantons- und Gemeindebeiträgen an den Beschwerdeführer abgelehnt wurde, ist die Verwaltungsgerichtsbeschwerde ohne weiteres zulässig. Dies gilt aber auch für die Beiträge des Bundes. Für Ansprüche vermögensrechtlicher Natur des Bundes oder gegen den Bund sieht zwar Art. 15 Abs. 2 BMG ein besonderes Rechtsmittelverfahren vor. Diese Bestimmung findet jedoch im vorliegenden Fall keine Anwendung. Der private Hauseigentümer hat nach den hier massgebenden Bestimmungen Anspruch auf einen Beitrag von mindestens 70% der beitragsberechtigten Schutzbauten-Kosten (Art. 6 Abs. 1 BMG in der ursprünglichen Fassung), wobei sich dieser Beitrag entsprechend der Finanzkraft des Kantons (Art. 5 Abs. 1 BMG) und den massgebenden kantonalen Vorschriften (Art. 6 Abs. 4 BMG) aus Leistungen des Bundes, des Kantons und der Gemeinde zusammensetzt. Der Private hat nur Anspruch auf den Gesamtbeitrag, dessen Höhe aufgrund der beitragsberechtigten Kosten allenfalls im Verfahren nach Art. 15 Abs. 2 BMG angefochten werden kann (vgl. Art. 15 BMV in SR 520.21), dessen Auszahlung jedoch durch die vom kantonalen Recht gemäss Art. 18 BMG bestimmte Behörde erfolgt, ohne dass der subventionsberechtigte Private eine bestimmte Aufteilung des Beitrages unter den verpflichteten Gemeinwesen verlangen könnte. Auf die vorliegende Verwaltungsgerichtsbeschwerde ist daher einzutreten.\n\n2. Die Zulässigkeit der Zession öffentlichrechtlicher Forderungen ist in jedem Einzelfall aufgrund der massgebenden Gesetzesbestimmungen sowie im Blick auf Ziel und Zweck der Leistung zu beurteilen (vgl. GRISEL, a.a.O., S. 626). Angesichts der Vielfalt möglicher Subventionen (vgl. dazu RHINOW, Begriff und Wesen der Subvention, Basel 1971, S. 143 ff.) kann nicht allgemein entschieden werden, ob solche Forderungen rechtsgeschäftlich übertragbar seien, sondern es ist jeweils für bestimmte Beiträge zu beurteilen, ob deren Natur die Zession zulasse. Die Vorinstanz hat dies mit Bezug auf die hier streitigen Zivilschutzbeiträge bejaht und eine gültige Zession angenommen. Ob diese Auffassung zutreffend BGE 111 Ib 150 S. 158ist, kann offengelassen werden, sofern sich ergibt, dass der Regierungsrat die von der Stadt Zürich erhobene Verrechnungseinrede zu Recht geschützt hat.\n\n3. Eine juristische Person des öffentlichen Rechts kann nach einem allgemeinen Rechtsgrundsatz Verbindlichkeiten, die sie gegenüber einer öffentlichrechtlichen oder privatrechtlichen juristischen oder natürlichen Person hat, mit Forderungen verrechnen, die ihr gegenüber dieser Person zustehen, sofern die allgemeinen Verrechnungserfordernisse (z.B. Gleichartigkeit der Forderungen) erfüllt sind und die Verrechnung nicht durch besondere Vorschriften des öffentlichen Rechts ausgeschlossen ist (BGE 107 III 143 E. 2 mit Hinweisen).\n\nIm vorliegenden Fall stehen einer Verrechnung keine besonderen öffentlichrechtlichen Vorschriften entgegen. Die Verrechnung ist entgegen der Auffassung des Beschwerdeführers auch nicht dadurch ausgeschlossen, dass ein Teil der Beiträge aus Mitteln des Bundes und des Kantons stammt. Denn der Beschwerdeführer hat - wie erwähnt (E. 1e) - nur Anspruch auf den Gesamtbetrag der Subvention, der ihm nach den unbestrittenen Darlegungen der Vorinstanz nach dem massgebenden kantonalen Recht gegenüber der Gemeinde zusteht. Schuldet aber danach die Stadt Zürich dem Beschwerdeführer die gesamten Zivilschutzbeiträge in der Höhe von 70% der beitragsberechtigten Kosten, so kann sie auch den Gesamtbetrag dieser Forderung zur Verrechnung stellen. Die Verrechnung ist im übrigen entgegen der Ansicht des Beschwerdeführers auch nicht deshalb unzulässig, weil der Subventionsanspruch erst nach Publikation der Stundung am 4. Mai 1975 entstanden wäre. Die Verrechnung ist nach Art. 213 Abs. 2 Ziff. 2 in Verbindung mit Art. 316m SchKG nur dann ausgeschlossen, wenn der Rechtsgrund der Forderung in Tatsachen liegt, die nach der Bekanntmachung der Nachlassstundung eingetreten sind (BGE 107 III 144 E. 3). Die Subventionsforderung, die dem Beschwerdeführer nach seiner Auffassung im Werkvertrag 1969 zediert worden ist und die er gegenüber der Stadt Zürich geltend macht, hat ihren Rechtsgrund in der Zusicherung vom 6. Februar 1970, allenfalls in der Erstellung der subventionierten Schutzbauten. Der Beschwerdeführer behauptet nicht, dass die Schutzbauten erst nach der Publikation der Stundung erstellt worden seien. Der Zeitpunkt der Bauabrechnung ist jedenfalls für die Entstehung des Subventionsanspruchs und damit für den massgebenden Zeitpunkt gemäss Art. 213 Abs. 2 Ziff. 2 SchKG nicht entscheidend. Die Stadt BGE 111 Ib 150 S. 159Zürich war daher befugt, ihre Forderung aus Gasinstallationen gegenüber dem Beschwerdeführer mit den Subventionen, die ihm allenfalls zustehen, zu verrechnen. Die Beschwerde ist demzufolge abzuweisen."}