{"annee": "111", "cour": "IA", "page": "101", "date": "10/5/1985", "cite": ["108 IA 230", "109 IA 217", "103 IA 426", "106 IA 100", "104 IA 88", "104 IA 473", "110 IA 1", "98 IA 596", "105 IA 67", "106 IA 73", "80 I 146"], "cite_par": ["114 IA 14", "128 V 272", "115 IA 94", "113 IA 38", "116 V 28", "114 IA 97", "144 II 473", "112 IA 1", "116 V 182", "124 I 310", "119 IA 374", "119 IA 35", "115 IA 293", "126 I 19", "113 IA 286", "114 IA 34"], "chapeau": "19. Extrait de l'arrêt de la IIe Cour de droit public du 10 mai 1985 dans la cause X. contre Tribunal cantonal du canton de Vaud (recours de droit public)", "regestes": ["Art. 31 Cst. Exercice de la profession d'avocat. 1. Droit d'être entendu dans une procédure concernant l'autorisation d'exercer une profession (confirmation de la jurisprudence) (consid. 2). 2. Pouvoir d'examen du Tribunal fédéral dans le cas de refus d'accorder à un avocat d'un canton tiers l'autorisation générale de pratiquer (consid. 3). 3. Restrictions de police auxquelles les cantons peuvent soumettre la profession d'avocat (consid. 4). a) Exigence d'une bonne réputation (consid. 5a). b) Pour savoir si la condition de bonne réputation est réalisée, l'autorité compétente peut prendre en considération le comportement personnel et professionnel de l'avocat dans le canton où il exerce habituellement sa profession et dans ceux où il bénéficie déjà d'une autorisation générale de plaider (consid. 5b et c)."], "faits": "BGE 111 Ia 101 S. 102\n\nA.- L'art 13 al. 1 de la loi vaudoise sur le barreau (ci-après: LB) prévoit que, s'il en est requis, le Tribunal cantonal, dans les limites fixées à l'art. 5 Disp. trans. Cst., inscrit au tableau des avocats le titulaire d'un brevet équivalent délivré par l'autorité compétente d'un autre canton. Selon l'art. 12 LB - auquel renvoie l'art. 13 al. 2 LB -, le requérant doit remplir les conditions suivantes: être de nationalité suisse (lettre a), avoir l'exercice des droits civils (lettre b), jouir d'une bonne réputation (lettre c), n'avoir encouru aucune condamnation à raison de faits contraires à la probité ou à l'honneur (lettre d).\n\nB.- Me X. est titulaire de la patente d'avocat dans le canton de Zurich depuis le 10 juillet 1974. Par lettre du 6 avril 1984, il a demandé au Tribunal cantonal vaudois son inscription au tableau des avocats du canton de Vaud. Parmi les divers documents produits à l'appui de cette requête, figurait une attestation du Tribunal supérieur du canton de Zurich, selon laquelle l'intéressé avait été l'objet, les 25 mars et 9 juin 1982, de deux suspensions professionnelles - respectivement de 4 et 1 mois - à titre de sanction disciplinaire.\n\nPour donner suite aux demandes du président du Tribunal cantonal vaudois des 24 avril et 24 mai 1984, Me X. a déposé en copie les arrêts du Tribunal cantonal zurichois motivant les peines disciplinaires susmentionnées ainsi qu'un jugement de la Chambre des avocats bernois du 18 janvier 1982 prononçant une suspension professionnelle contre lui d'une durée de 10 mois.\n\nC.- Par décision du 10 juillet 1984, le Tribunal cantonal a refusé d'inscrire Me X. au tableau des avocats pratiquant dans le canton de Vaud. L'autorité cantonale a considéré que le requérant ne jouissait pas d'une bonne réputation \"ni comme citoyen, ni comme avocat\". Elle s'est fondée non seulement sur les diverses sanctions disciplinaires dont avait fait l'objet Me X. dans les cantons de Zurich et de Berne, mais également sur son comportement dans le canton de Vaud soit comme avocat, soit comme accusé; elle lui reprochait notamment sa participation à une conférence de presse en janvier 1980 \"en violation des usages du barreau\", ses déclarations \"faites à l'occasion d'une interview BGE 111 Ia 101 S. 103reproduite dans un hebdomadaire\", ainsi que son comportement avec \"un repris de justice, évadé et recherché\".\n\nD.- En temps utile, Me X. a formé un recours de droit public contre la décision du Tribunal cantonal du 10 juillet 1984, concluant à son annulation. Il a, en outre, demandé que l'autorisation de pratiquer la profession d'avocat dans le canton de Vaud lui soit accordée et, à titre subsidiaire, que la cause soit renvoyée à l'autorité cantonale pour nouvelle décision.", "considerants": "Extrait des considérants:\n\n2. Le recourant se plaint \"à titre tout à fait subsidiaire\" d'une violation du droit d'être entendu.\n\na) L'art. 43ter LB, invoqué en premier lieu par le recourant, ne saurait toutefois s'appliquer - même par analogie - dans le cas particulier. La présente cause n'offre en effet aucune similitude avec la procédure disciplinaire prévue aux art. 41 ss LB; le Tribunal cantonal devait exclusivement examiner si le recourant remplissait les conditions légales pour être admis au tableau des avocats pratiquant dans le canton de Vaud. Dans le cadre de cette procédure particulière, sa décision ne revêtait pas le caractère d'une sanction disciplinaire; au demeurant, l'autorité cantonale n'a statué que sur requête du recourant, ce qui n'est pas le propre d'une procédure disciplinaire. C'est donc, en principe, uniquement dans le cadre de l'art 4 Cst. et des règles de procédure qui en sont déduites directement qu'il faut examiner - avec libre cognition (ATF 106 Ia 74 consid. 2, 162 consid. 2a) - le moyen tiré d'une prétendue violation du droit d'être entendu.\n\nToutefois, le recourant ne motive pratiquement pas la prétendue violation de l'art. 4 Cst. On doit ainsi sérieusement se demander si le moyen est recevable au regard des exigences posées par l'art. 90 al. 1 lettre b OJ. Cette question peut cependant rester indécise, le recours s'avérant manifestement mal fondé sur ce point.\n\nb) Le Tribunal fédéral déduit, en particulier, du droit d'être entendu celui pour le justiciable de s'expliquer avant qu'une décision soit prise à son détriment, celui de fournir des preuves quant aux faits de nature à influer sur le sort de la décision, celui d'avoir accès au dossier, celui de participer à l'administration des preuves, d'en prendre connaissance et de se déterminer à leur propos. Toutefois, le Tribunal fédéral a précisé qu'il fonde sa BGE 111 Ia 101 S. 104jurisprudence sur la situation concrète pour définir le droit d'être entendu tiré de l'art. 4 Cst. Ce droit constitue, d'une part, un moyen d'instruire l'affaire et, d'autre part, un droit de la partie - en rapport avec sa personnalité - de participer au prononcé des décisions qui lèsent sa situation juridique. Le droit d'être entendu n'existe pas pour lui-même, mais est étroitement lié à la justification au fond (ATF 109 Ia 233 consid. 5b et les arrêts cités).\n\nEn l'espèce, il ne faut pas perdre de vue que le recourant a saisi le Tribunal cantonal vaudois pour demander son inscription au tableau des avocats de ce canton; s'agissant d'une requête, il lui appartenait de démontrer qu'il remplissait toutes les conditions posées par la loi; il a, d'ailleurs, déposé un certain nombre de pièces sous forme d'attestations diverses; c'est à lui que l'autorité intimée s'est adressée pour obtenir le dépôt des jugements rendus dans le cadre des diverses procédures disciplinaires ouvertes contre lui dans les cantons de Zurich et de Berne. Dès lors qu'il a lui-même produit toutes ces pièces, le recourant avait tout loisir de formuler, à cette occasion, les remarques qu'il jugeait utiles, notamment d'apporter des précisions quant aux faits incriminés. Or il n'en a absolument rien fait. On ne voit dès lors pas en quoi le droit d'être entendu du recourant aurait pu être violé. Ce grief doit ainsi être rejeté dans la mesure où il est recevable.\n\n3. Le recourant se plaint de la violation de ses droits constitutionnels tels qu'ils sont garantis par les art. 5 Disp. trans. Cst. et 31 Cst. Il ne conteste cependant pas, à juste titre, que les dispositions de la loi vaudoise sur le barreau - en particulier l'art. 13 LB - sont, en elles-mêmes, compatibles avec les droits constitutionnels invoqués (ATF 80 I 151 consid. 2). En effet, le Tribunal cantonal vaudois n'a pas mis en doute la valeur du brevet d'avocat zurichois que Me X. a obtenu après examen en juillet 1974. La violation de l'art. 5 Disp. trans. Cst. n'est donc pas en cause dans le cas particulier.\n\nEst en revanche soulevé le grief d'inconstitutionnalité de la décision prise par l'autorité cantonale, qui applique ces dispositions à son cas particulier. Il s'agit ainsi d'examiner si l'autorité intimée pouvait, sans violer l'art. 31 Cst., refuser au recourant l'autorisation générale de pratiquer dans le canton de Vaud. S'agissant du pouvoir d'examen du Tribunal fédéral, le recourant ne démontre en aucune manière que la décision attaquée porterait une atteinte particulièrement grave à la liberté BGE 111 Ia 101 S. 105du commerce et de l'industrie; à cet égard, comme il exerce habituellement son activité dans le canton de Zurich, où il a installé son étude principale, on ne saurait, en l'espèce, tenir l'atteinte pour grave. Aussi, le Tribunal fédéral n'examinera-t-il les griefs soulevés par le recourant - au sujet de la constatation des faits et de leur appréciation - que sous l'angle restreint de l'arbitraire (ATF 104 Ia 475 consid. 1, 199 consid. 3a, ATF 103 Ia 431 consid. 4a).\n\n4. En vertu des art. 31 al. 2 et 33 al. 1 Cst., les cantons ont la faculté d'édicter des restrictions de police au droit d'exercer librement une activité économique, notamment la faculté de subordonner, dans l'intérêt public, l'exercice des professions libérales à des preuves de capacité; ils ne peuvent toutefois prévoir de telles restrictions que dans la mesure où elles sont nécessaires pour atteindre le but de police visé, savoir notamment la protection du public contre les personnes incapables, et doivent respecter les principes de la proportionnalité et de l'égalité de traitement (ATF 105 Ia 71 consid. 4b et les références). La profession d'avocat bénéficie de la liberté du commerce et de l'industrie garantie par l'art. 31 Cst. Mais il n'est pas contraire à cette norme constitutionnelle que l'avocat puisse être soumis à des restrictions particulières (ATF 106 Ia 103 consid. 6a), qui découlent notamment de sa position de \"serviteur du droit\" et de \"collaborateur de la justice\" (arrêt précité, consid. 6b).\n\nLorsqu'un canton fait usage des compétences que lui attribuent les dipositions constitutionnelles précitées, il dispose d'une grande liberté d'appréciation. Il doit cependant tenir compte des droits fondamentaux des intéressés, qui sont également édictés dans l'intérêt public. Toutes collisions pouvant survenir entre différents intérêts publics doivent être alors résolues en opposant et en pesant les intérêts en présence (ATF 104 Ia 97 consid. 6 et les arrêts cités; IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, vol. I, No 57 B IV p. 335). La liberté du commerce et de l'industrie doit également être prise en considération dans cette pesée des intérêts.\n\n5. a) Parmi les restrictions auxquelles ils peuvent soumettre l'exercice de la profession d'avocat, les cantons peuvent prévoir la réalisation de conditions personnelles, comme l'honorabilité, la loyauté et la bonne réputation (ATF 98 Ia 598 consid. 1a et les références). L'art. 12 al. 1 lettre c LB exige, en particulier, d'un avocat qui désire son inscription au tableau des avocats vaudois BGE 111 Ia 101 S. 106qu'il jouisse d'une \"bonne réputation\", ce qui inclut également, selon le Tribunal cantonal, un bon renom professionnel.\n\nLe recourant ne remet en cause - ainsi qu'on l'a vu - ni le contenu de la norme précitée, ni même son interprétation par l'autorité intimée. Il paraît, en revanche, soutenir que les conditions - celle de l'art. 12 lettre c LB notamment - pour l'admettre au tableau des avocats vaudois sont toutes réalisées dans son cas. Cependant, on doit, une fois encore, douter que le recours remplisse sur ce point les conditions de motivation prévues à l'art. 90 al. 1 lettre b OJ. Cette question peut aussi rester irrésolue, le grief s'avérant, comme le précédent, mal fondé.\n\nb) D'abord, le recourant soutient qu'\"un canton ne peut être autorisé à sanctionner que les infractions disciplinaires qui se sont produites sur son territoire par un avocat soumis à sa juridiction disciplinaire\"; que son seul comportement sur \"sol vaudois\" ne justifierait pas le refus de l'autorité intimée au regard de l'exigence de la bonne réputation.\n\nComme toutefois le Tribunal cantonal vaudois n'a pas statué comme autorité disciplinaire mais seulement comme autorité désignée par l'art. 13 al. 1 LB, le problème de la compétence des autorités disciplinaires ne se pose pas (voir à cet égard ATF 108 Ia 230). En revanche, il faut se demander si, pour examiner la réalisation de la condition de bonne réputation, l'autorité intimée pouvait prendre en considération les sanctions disciplinaires prononcées contre le recourant dans d'autres cantons.\n\nc) Dans l'arrêt non publié du 9 juillet 1981, dans la cause S. c. Obergericht des Kantons Uri, le Tribunal fédéral n'a pas définitivement tranché cette question. Elle doit donc être résolue dans le cas particulier. Or, il apparaît que pour décider si un candidat jouit d'une bonne réputation, l'autorité compétente doive pouvoir tenir compte de son comportement personnel et professionnel dans le canton où il exerce habituellement sa profession et dans ceux où il bénéficie d'une autorisation générale de plaider. Cela est indispensable dans la mesure où il s'agira souvent du seul critère d'appréciation possible, car, en règle générale, un requérant n'aura exercé aucune activité - ou seulement une activité occasionnelle - dans le canton où il formule sa demande d'autorisation. L'autorité cantonale compétente doit ainsi pouvoir refuser l'autorisation de pratiquer à un avocat dont le comportement dans un autre canton est de nature à ébranler la confiance nécessaire à l'exercice de sa BGE 111 Ia 101 S. 107profession. Cette protection obéit à un motif d'intérêt public compatible avec l'art. 31 Cst. (voir ATF 98 Ia 601 consid. c; DUBACH, Das Disziplinarrecht der freien Berufe, RDS 1951, p. 40a/41a).\n\nAinsi, pour son examen, le Tribunal cantonal vaudois pouvait tenir compte des suspensions de 10 et 4 mois prononcées en 1982 respectivement par la Chambre des avocats du canton de Berne et par la Commission de surveillance des avocats du canton de Zurich à la suite du comportement du recourant dans le cadre du \"procès de Porrentruy\"; il pouvait également s'appuyer sur la mesure identique d'un mois prise à Zurich le 9 juin 1982 à l'encontre de l'intéressé pour sa participation active à une manifestation organisée en 1980 devant le pénitencier de Regensdorf et pour son attitude en qualité de défenseur dans un procès pénal en 1982.\n\nd) En se fondant sur ces éléments, mais aussi sur ceux qui ressortent du jugement rendu le 16 avril 1984 par sa Cour de cassation pénale, le Tribunal cantonal vaudois pouvait, sans arbitraire, admettre que le recourant ne satisfaisait pas à la condition posée par l'art. 12 lettre c LB. En particulier, le comportement de l'intéressé était de nature à décevoir la confiance que doit pouvoir conserver l'autorité judiciaire à l'égard de l'avocat; cette confiance en l'avocat présuppose notamment que ce dernier conserve son indépendance vis-à-vis de son client. Or, comme le souligne la décision attaquée, le recourant \"s'est commis avec un repris de justice évadé et recherché\", le rencontrant à plusieurs occasions. Pour ce motif déjà, elle n'apparaît pas insoutenable.\n\nIl suit de là que la décision attaquée du 10 juillet 1984 refusant l'inscription du requérant au tableau des avocats vaudois ne consacre, en principe, pas une violation de la garantie constitutionnelle de la liberté du commerce et de l'industrie.\n\n6. Enfin, le recourant paraît soutenir qu'une application par analogie de l'art. 17bis LB violerait l'art. 4 Cst.\n\nTel que présenté, ce moyen ne satisfait pas aux exigences posées par la jurisprudence à propos de la motivation des recours (ATF 110 Ia 3 consid. 2a). La formulation de ce grief est à ce point peu compréhensible que l'on discerne mal en quoi la décision attaquée serait arbitraire. Sur ce point, le recours doit, dès lors, être déclaré irrecevable.\n\nAu demeurant, pour autant que le Tribunal cantonal ait voulu soumettre une nouvelle requête au respect d'un quelconque délai BGE 111 Ia 101 S. 108- le sens des considérations adoptées sur ce point par l'autorité intimée n'apparaît pas très clairement -, on pourrait se demander s'il ne serait pas tombé dans l'arbitraire. En effet, dans le cadre de l'art. 13 al. 1 LB, le Tribunal cantonal doit, eu égard au texte clair de cette disposition, se borner à constater si les conditions posées par l'art. 12 al. 1 LB sont ou ne sont pas réalisées. Le moyen étant de toute façon irrecevable, il n'est pas utile de s'étendre davantage sur cette question."}