{"annee": "111", "cour": "II", "page": "2", "date": "21/2/1985", "cite": ["103 II 170", "100 II 6"], "cite_par": ["142 III 545"], "chapeau": "2. Auszug aus dem Urteil der II. Zivilabteilung vom 21. Februar 1985 i.S. X. (Berufung)", "regestes": ["Nomination d'un curateur en vue de représenter l'enfant né hors mariage pour faire valoir sa créance alimentaire contre son père (art. 308 al. 2 CC). - Le concours d'un curateur, dans le cas d'un enfant né hors mariage, est en principe nécessaire dans la mesure où il s'agit d'obtenir la fixation de contributions d'entretien par convention ou par jugement, de manière à disposer d'un titre exécutoire dans une procédure en exécution forcée contre le père (consid. 2a). - Conditions auxquelles, dans un tel cas, le concours d'un curateur n'est pas nécessaire (consid. 2b). - N'est pas recevable dans un recours en réforme le moyen selon lequel les autorités de tutelle auraient à tort refusé de considérer une convention relative à la garde de l'enfant comme une convention concernant l'obligation d'entretien, au sens de l'art. 287 al. 1 CC (consid. 3)."], "faits": "BGE 111 II 2 S. 3\n\nAm 12. April 1983 wurde M. X. als Tochter von N. X. geboren. O. Y. anerkannte das Mädchen am 14. April 1983 als sein Kind. Mit Schreiben vom 28. April 1983 teilte die zuständige Vormundschaftsbehörde der Kindsmutter mit, das Gesetz schreibe in den Art. 309 und 308 Abs. 2 ZGB vor, dass für ein ausserhalb der Ehe geborenes Kind ein Beistand zu ernennen sei; von der Anordnung einer solchen Massnahme werde jedoch abgesehen, wenn der Vater das Kind innert 30 Tagen anerkenne und einen Unterhaltsvertrag unterzeichne, wobei ein solcher Vertrag der Genehmigung durch die Vormundschaftsbehörde bedürfe.\n\nAm 5. Mai 1983 wurde zwischen O. Y. und M. X., vertreten durch die Mutter, folgende Vereinbarung geschlossen:\n\n\"1. O. Y. erklärt, das Kind M. X. vor dem Zivilstandsbeamten ... am\n\n15.4.1983 zu anerkennen (ZGB Art. 252 Abs. 2 i.V.m. Art. 260). Dadurch\n\nwird das Kindesverhältnis zwischen ihm und dem Kinde festgestellt.\n\nBGE 111 II 2 S. 4\n\n2. Die Eltern von M. X. kommen gemeinsam für die Obhut (Pflege und\n\nErziehung gem. ZGB Art. 276) ihrer Tochter auf. Die daraus entstehenden\n\nKosten übernehmen die Eltern zu gleichen Teilen.\n\n3. Bei einer allfälligen Trennung sind die Eltern dafür besorgt,\n\ndass das Kind wechselnd, jeweils bei einem Elternteil in Obhut sein kann,\n\nso dass beide ihren Unterhaltsverpflichtungen nachkommen können.\n\nDie Eltern regeln ihre berufliche Situation soweit, dass sie\n\ngenügend Zeit für das Kind zur Verfügung haben. Dem Kind muss in beiden\n\nWohnungen ein seinem Alter entsprechender Raum zur Verfügung stehen.\n\nDie jeweiligen Obhutszeiten sind unter Berücksichtigung des\n\nKindeswohls flexibel festzulegen. Der regelmässige Kindergarten- bzw.\n\nSchulbesuch muss gewährleistet sein.\n\n4. Wichtige Entscheide, wie etwa die Frage der Obhutszeiten, der\n\nAusbildung oder die Weiterführung bzw. Beendigung dieses Obhutsvertrages,\n\nsollen nach Möglichkeit gemeinsam getroffen werden.\n\nBei Meinungsverschiedenheiten versuchen die Eltern, durch ein\n\nSchlichtungsgespräch bei einer vom Institut für Ehe und Familie\n\nempfohlenen Drittperson eine Einigung zu erzielen. Der Beizug von Organen\n\nder Vormundschaftsbehörde bleibt vorbehalten.\n\n5. Der Vertrag kann auf 6 Monate hinaus gekündigt werden. Die\n\nKündigung muss schriftlich erfolgen. Sie wird für das Kind erst durch die\n\nGenehmigung der Vormundschaftsbehörde verbindlich (ZGB Art. 287 Abs. 2\n\nper analogiam).\n\n6. Für allfällige Schadenersatzforderungen aus nicht gehöriger\n\nErfüllung der Obhutspflichten soll die Tabelle über den \"Unterhaltsbedarf\n\neines Kindes gemäss Jugendamt des Kantons Zürich\" als\n\nBerechnungsgrundlage genommen werden.\n\n7. Dieser Vertrag wird für das Kind erst mit Genehmigung durch die\n\nVormundschaftsbehörde verbindlich (ZGB Art. 287 Abs. 1, per analogiam).\"\n\nDie Vormundschaftsbehörde gelangte zur Auffassung, dass die Vereinbarung vom 5. Mai 1983 nicht als Unterhaltsvertrag im Sinne von Art. 287 ZGB betrachtet werden könne und beschloss deshalb am 2. Juni 1983, für das Kind eine Beistandschaft nach Art. 308 Abs. 2 ZGB anzuordnen. Als Aufgabe des Beistandes legte die Vormundschaftsbehörde fest, die Interessen des Kindes gegenüber seinem Vater bezüglich der Unterhaltsleistungen zu wahren und nötigenfalls Klage einzuleiten sowie bis spätestens 30. Juni 1985 Bericht zu erstatten.\n\nEine von N. X. gegen den vormundschaftsbehördlichen Beschluss erhobene Beschwerde wies der Bezirksrat am 25. August 1983 ab. N. X. zog diesen Entscheid an die Direktion der Justiz des Kantons Zürich weiter, welche die Beschwerde durch Verfügung vom 13. November 1984 ebenfalls abwies.\n\nBGE 111 II 2 S. 5\n\nDie Verfügung der Direktion der Justiz des Kantons Zürich hat N. X. mit Berufung beim Bundesgericht angefochten. Sie stellt folgende Anträge:\n\n\"1. Von der Erstellung einer Beistandschaft gem. ZGB Art. 308 Abs. 2\n\nist abzusehen (Hauptantrag).\n\n2. Der Obhutsvertrag ist in der von den Eltern vorgeschlagenen oder\n\nabgeänderter Form durch die VB zu genehmigen, der Rechtsschutz dem Kinde\n\nauch bei dieser Unterhaltsregelung zu gewähren (ZGB Art. 287 per\n\nanalogiam) (siehe Eventualanträge hinten).\n\n...\"\n\nDie Direktion der Justiz des Kantons Zürich schliesst auf Abweisung der Berufung.", "considerants": "Aus den Erwägungen:\n\n1. Erfordern es die Verhältnisse, so ernennt die Vormundschaftsbehörde einem Kind einen Beistand, der die Eltern in ihrer Sorge um das Kind mit Rat und Tat unterstützt (Art. 308 Abs. 1 ZGB); die Vormundschaftsbehörde kann dem Beistand besondere Befugnisse übertragen, so unter anderem die Vertretung des Kindes bei der Wahrung seines Unterhaltsanspruchs (Art. 308 Abs. 2 ZGB). Art. 308 ZGB steht im Rahmen der allgemeinen Kindesschutzbestimmungen; die Anordnung einer Beistandschaft der erwähnten Art setzt demnach eine Gefährdung des Kindeswohls sowie den fehlenden Willen oder die mangelnde Fähigkeit der Eltern, Abhilfe zu schaffen, voraus (vgl. Art. 307 ZGB).\n\n2. a) In einem Fall wie dem vorliegenden besteht die Gefährdung des Kindeswohls schon in der Tatsache der ausserehelichen Geburt. In der Situation des ausserhalb der Ehe geborenen Kindes ist die Mithilfe eines Beistandes in der Regel insofern nötig, als es darum geht, eine vertragliche oder allenfalls gerichtliche Festsetzung von Unterhaltsbeiträgen zu erwirken, damit diese gegen den Vater vollstreckt werden können. Die betragsmässige Festsetzung von Unterhaltsbeiträgen ist auch Voraussetzung für den besonderen Schutz der familienrechtlichen Unterhaltspflicht im Sinne von Art. 290 ZGB und für eine allfällige Bevorschussung von Alimenten (vgl. HEGNAUER, Die Beistandschaft für das ausserhalb einer Ehe geborene Kind, in: Kindes- und Adoptionsrecht, Dokumentation zum Seminar vom 11./12. Juni 1980 der Schweizerischen Landeskonferenz für Sozialwesen, S. 92 f.). Die Mutter als Inhaberin der elterlichen Gewalt ist erfahrungsgemäss sehr oft zu zurückhaltend, BGE 111 II 2 S. 6scheu oder unbeholfen, um die Ansprüche ihres Kindes gegenüber dem Vater durchsetzen zu können.\n\nb) Ein Beistand ist freilich nicht in allen Fällen ausserehelicher Kindschaft zu bestellen. In seinem Kreisschreiben vom 1. November 1982 betreffend Beistandschaften für ausserhalb der Ehe geborene Kinder gemäss Art. 309 ZGB und Art. 308 Abs. 2 ZGB (veröffentlicht in: ZVW 38/1983, S. 28 ff.) hält die Direktion der Justiz des Kantons Zürich fest, dass von der Anordnung einer Beistandschaft abgesehen werden könne, wenn beispielsweise die Mutter des Kindes von ihrem Beruf oder von ihrer besonderen finanziellen Situation her in der Lage sei, die Interessen des Kindes sachgerecht zu vertreten bzw. für dessen Unterhalt ohne Einschränkung aufzukommen. Ein stabiles Konkubinatsverhältnis, in welchem der Kindsvater für die Gemeinschaft wie ein Ehemann für die Familie sorge, rechtfertige dagegen nicht, dass auf die Errichtung einer Beistandschaft nach Art. 308 Abs. 2 ZGB verzichtet werde. Wohl sei während des bestehenden Konkubinatsverhältnisses das Kindeswohl in der Regel nicht gefährdet. Eine solche Gefährdung entstehe jedoch mit dessen Auflösung; denn auch bei langjähriger Dauer sei der Kindsvater rechtlich noch nicht zur Leistung bestimmter Unterhaltsbeiträge verpflichtet. Da es sich beim Konkubinatsverhältnis um ein rein faktisches Verhältnis handle, habe - im Gegensatz zur Situation bei der Auflösung einer Ehe, wo der Eheschutz- oder Scheidungsrichter zwingend die Verhältnisse bezüglich der Kinder zu regeln habe - bei der Auflösung des Konkubinatsverhältnisses keine Behörde von Amtes wegen mitzuwirken. Zur Wahrung der Ansprüche des Kindes und damit zum Schutze des Kindeswohls müsse im Trennungsfall somit zuerst eine Vereinbarung abgeschlossen bzw. eine gerichtliche Klage angestrengt werden, bevor vom Kindsvater Beiträge erhältlich gemacht werden könnten, was erfahrungsgemäss wesentlich schwieriger sei als der Abschluss einer Vereinbarung während des Konkubinatsverhältnisses. Der finanzielle Unterhalt des Kindes würde in einem solchen Fall nicht mehr lückenlos gewährleistet sein. Ein solcher Schutz sei nur beim Vorliegen eines von der Vormundschaftsbehörde genehmigten Vertrages (Art. 287 ZGB) bzw. eines entsprechenden gerichtlichen Urteils (Art. 279 ZGB) gegeben. Dem allfälligen Argument, der Kindsvater komme während des Konkubinatsverhältnisses für das Kind auf, sei durch Abfassen eines Vertrages mit Suspensivbedingungen Rechnung zu tragen. So könne im Vertrag festgehalten werden, dass für die BGE 111 II 2 S. 7Dauer des Konkubinatsverhältnisses der Kindsvater seiner Unterhaltspflicht genüge, indem er für sein Kind tatsächlich aufkomme, dass er aber ab Auflösung des Verhältnisses für das Kind einen monatlichen Unterhaltsbeitrag in einem frankenmässig festgelegten Umfang zu entrichten habe (a.a.O. S. 31). Die in diesem Kreisschreiben vertretene Auffassung liegt im wesentlichen auch der angefochtenen Verfügung zugrunde.\n\nc) Die Berufungsklägerin widersetzt sich der Bestellung eines Beistandes vor allem mit der Begründung, dass auch der aussereheliche Vater seiner Unterhaltspflicht genüge, wenn er mit der Kindsmutter zusammen oder abwechselnd mit ihr die Obhut über das Kind ausübe. Dabei beruft sie sich auf den Obhutsvertrag vom 5. Mai 1983, der die Unterhaltspflicht des Vaters klar umschreibe und deshalb in entsprechender Anwendung von Art. 287 ZGB von der Vormundschaftsbehörde hätte genehmigt werden müssen. Nach Ansicht der Berufungsklägerin entstünde eine Verpflichtung des Vaters bzw. ein Klagerecht des Kindes auf Zahlung eines bezifferten Unterhaltsbeitrages erst, wenn der Vater seine Unterhaltspflicht nicht mehr durch Ausübung der Obhut erfülle.\n\nZur Begründung ihrer Ansicht verweist die Berufungsklägerin auf HEGNAUER (Die Übertragung der Obhut durch den geschiedenen Inhaber der elterlichen Gewalt auf den andern Elternteil, in: ZVW 35/1980, S. 59 ff., insbesondere S. 60 Ziff. 5). Dieser Aufsatz befasst sich mit der Übertragung der Obhut bei geschiedenen Eltern. Seine Schlussfolgerungen lassen sich deshalb nicht ohne weiteres auf den zu beurteilenden Fall anwenden, hat sich doch bei einem Kind unverheirateter Eltern kein Richter von Gesetzes wegen mit der Obhutsregelung zu befassen. Bezüglich des vorliegenden Tatbestandes ist der erwähnte Autor ähnlich wie die Vorinstanz im zitierten Kreisschreiben im übrigen der Auffassung, dass das Zusammenleben der Eltern des Kindes an sich nicht genüge, um dessen Unterhalt als gesichert erscheinen zu lassen (HEGNAUER, Die Beistandschaft für das ausserhalb einer Ehe geborene Kind, in: Kindes- und Adoptionsrecht, S. 94). Es fehle in solchen Fällen eben gerade die eherechtliche Verpflichtung der Eltern, für das Kind gemeinsam zu sorgen, und die Verpflichtung des Vaters, im Sinne von Art. 160 Abs. 2 ZGB für die Familie in gebührender Weise Sorge zu tragen. Insofern besteht in den Fällen nichtehelichen Zusammenlebens in der Tat eine grössere Unsicherheit. Im Interesse der materiellen Sicherheit des Kindes ist deshalb mit der Vorinstanz grundsätzlich zu verlangen, dass auf vertraglichem BGE 111 II 2 S. 8oder allenfalls gerichtlichem Weg eine jederzeit vollstreckbare Unterhaltsforderung des Kindes gegenüber dem Vater begründet werde. Eine nachträgliche Anpassung an allfällige Änderungen der Verhältnisse ist deswegen nicht etwa ausgeschlossen (vgl. ausdrücklich Art. 286 Abs. 1 ZGB). Einen Vertrag der erwähnten Art können die Eltern ohne Mithilfe eines Beistandes abschliessen. Wie die kantonalen Instanzen deutlich zum Ausdruck gebracht haben, hätte die Unterbreitung eines die Voraussetzungen des Unterhaltsvertrages gemäss Art. 287 ZGB erfüllenden Vertrages genügt, um von der Bestellung eines Beistands im Sinne des Art. 308 Abs. 2 ZGB abzusehen. Eine andere Funktion als diejenige, die unterhaltsrechtlichen Interessen von M. X. gegenüber dem Vater zu wahren, hatte die Vormundschaftsbehörde dem Beistand nicht übertragen.\n\n3. Soweit die Berufungsklägerin beantragt, der Obhutsvertrag sei in der am 5. Mai 1983 vereinbarten, allenfalls in einer abgeänderten Form, zu genehmigen (Berufungsantrag Nr. 2), ist auf die Berufung nicht einzutreten. Die Genehmigung eines Unterhaltsvertrages im Sinne von Art. 287 Abs. 1 ZGB ist eine Frage der sogenannten freiwilligen oder nichtstreitigen Gerichtsbarkeit. Solche Angelegenheiten sind keine Zivilrechtsstreitigkeiten im Sinne der Art. 44 und 46 OG und auch nicht aus einem andern Grund mit Berufung anfechtbar (vgl. BGE 100 II 7; dazu auch BGE 103 II 172 E. 1). Auch auf den Eventualantrag, der Vertragstext sei zu ergänzen bzw. abzuändern, kann nach dem Gesagten nicht eingetreten werden.\n\nDie Vorinstanz hat im übrigen zu Recht angenommen, die am 5. Mai 1983 unterzeichnete Vereinbarung stelle keinen Unterhaltsvertrag im Sinne von Art. 287 Abs. 1 ZGB dar. Wohl enthält diese Vereinbarung in Ziff. 2 die Verpflichtung, dass beide Eltern gemeinsam für die Pflege und Erziehung von M. X. aufkommen und dass sie die daraus entstehenden Kosten zu gleichen Teilen übernehmen. Auch wird für den Fall einer Trennung der Eltern eine - allerdings äusserst allgemeine - Regelung vorgesehen (Ziff. 3). Ferner wurde die Möglichkeit einer Kündigung der Vereinbarung sowie eine Schadenersatzpflicht \"aus nicht gehöriger Erfüllung der Obhutspflichten\" vereinbart (Ziff. 6), wobei für letzteren Fall auf die Tabelle betreffend den \"Unterhaltsbedarf eines Kindes gemäss Jugendamt des Kantons Zürich\" verwiesen wird. Eine derart allgemein gehaltene Regelung liesse sich im Streitfall indessen nicht vollstrecken und gäbe zu Auseinandersetzungen Anlass.\n\nBGE 111 II 2 S. 9\n\n4. Dass besondere Verhältnisse vorlägen, welche einen Verzicht auf Bestellung eines Beistandes trotz fehlender Einigung der Eltern über einen betragsmässig festgelegten Unterhaltsbeitrag zu rechtfertigen vermöchten, lässt sich dem angefochtenen Entscheid nicht entnehmen. Aufgrund der finanziellen Situation der Berufungsklägerin kann auf jeden Fall nicht davon ausgegangen werden, sie sei in der Lage, ohne Einschränkung für den Unterhalt des Kindes aufzukommen. Ihr Einwand, eine Kindesschutzmassnahme sei erst dann anzuordnen, wenn eine Gefährdung des Kindes in finanzieller Hinsicht konkret eingetreten sei, ist bei dieser Sachlage von vornherein unbehelflich.\n\nEbensowenig vermag sodann das Vorbringen der Berufungsklägerin durchzudringen, es hätte ausgereicht, eine Ermahnung auszusprechen, eine Anweisung zu erteilen oder eine vormundschaftsbehördliche Aufsicht anzuordnen. Abgesehen davon, dass Art. 308 Abs. 1 ZGB die Bestellung eines Beistandes ausdrücklich vorsieht, erscheint in Anbetracht der Haltung der Berufungsklägerin und des O. Y. einzig diese Massnahme als geeignet, den angestrebten Zweck (betragsmässige Festlegung der Unterhaltsbeiträge des Vaters) zu erreichen. Unverhältnismässig und damit bundesrechtswidrig ist ein vormundschaftsrechtlicher Eingriff nicht nur dann, wenn er zu stark ist, sondern auch dann, wenn er zu schwach ist, das Ziel also nur mit einem stärkeren Eingriff erreicht werden kann (vgl. RIEMER, Grundriss des Vormundschaftsrechts, S. 30 N 6). Die Vorbringen der Berufungsklägerin zur Frage der Bevorschussung von Unterhaltsbeiträgen sind von vornherein nicht zu hören, da sie kantonales Recht betreffen.\n\n5. Die Bestellung eines Beistandes für das ausserehelich geborene Kind hindert eine unverheiratete Mutter nicht daran, zusammen mit dem Vater entsprechend ihren Möglichkeiten über die Verteilung der Obhut über das Kind zu befinden. Solange das Kindeswohl nicht gefährdet ist, hat die Vormundschaftsbehörde nicht einzuschreiten. Es steht dieser auch nicht zu, die Unterbreitung eines solchen Obhutsvertrages zur Genehmigung zu verlangen. Das Gesetz sieht eine Genehmigungspflicht lediglich für Unterhaltsverträge vor (vgl. Art. 287 Abs. 1 ZGB), wenn auch einzuräumen ist, dass das Kind durch die Aufteilung der Obhut auf die beiden Elternteile unter Umständen wesentlich stärker betroffen sein kann, als dies für die blosse Unterhaltsregelung zutrifft. Der Gesetzgeber wollte jedoch die unverheiratete Mutter in der Ausübung und Gestaltung der ihr gemäss Art. 298 Abs. 1 ZGB allein BGE 111 II 2 S. 10zustehenden elterlichen Gewalt gerade nicht einschränken (vgl. Botschaft des Bundesrates vom 5. Juni 1974 über die Änderung des Schweizerischen Zivilgesetzbuches, Kindesverhältnis, BBl 1974 II S. 73 f.).\n\n..."}