{"annee": "111", "cour": "IB", "page": "102", "date": "24/4/1985", "cite": ["102 IA 131", "110 IB 260", "103 IA 137", "103 IA 329", "99 IA 247"], "cite_par": ["119 IB 222", "122 I 70", "117 IA 147", "111 IA 303", "139 II 134", "116 IB 169", "118 IB 1", "118 IB 569", "112 IB 496"], "chapeau": "24. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 24. April 1985 i.S. NAGRA gegen Storrer und Mitbet., Gemeinde Siblingen, Regierungsrat und Verwaltungsgericht des Kantons Schaffhausen (Verwaltungsgerichtsbeschwerde)", "regestes": ["Autorisations pour procéder à des mesures préparatoires en vue de l'aménagement d'un dépôt de déchets radioactifs; compétences; art. 4 LUA, art. 10 AF LUA, ordonnance sur les mesures prises en prévision de l'aménagement d'un dépôt de déchets radioactifs. Pour procéder à des mesures préparatoires en vue de l'aménagement d'un dépôt de déchets radioactifs, il faut non seulement l'autorisation du Conseil fédéral prévue par l'art. 1er de l'ordonnance sur les mesures préparatoires mais aussi les autorisations prescrites par le droit cantonal en matière d'aménagement du territoire et de police des constructions."], "faits": "BGE 111 Ib 102 S. 103\n\nAm 24. Juni 1980 reichte die Nationale Gesellschaft für die Lagerung radioaktiver Abfälle (NAGRA) beim Eidgenössischen Verkehrs- und Energiewirtschaftsdepartement (EVED) zwölf Gesuche um Bewilligung vorbereitender Handlungen ein, um mögliche Standorte für die Lagerung radioaktiver Abfälle zu ermitteln. Die Gesuche betreffen ein zusammenhängendes Tiefbohrprogramm, welches die geologischen Kenntnisse über das kristalline Grundgebirge und die dieses überlagernden Sedimentgesteine unter dem nördlichen Mittelland und Jura vervollständigen sollen. Eines dieser Gesuche bezieht sich auf das Gebiet der Gemeinde Siblingen (SH). Es sieht die Ausführung eines lokalen reflexionsseismischen Messprogramms und anschliessend eine Probebohrung auf ca. 1400 m unter Terrain vor. Die Arbeiten sollen ungefähr zwölf Monate dauern.\n\nDas Gesuch der NAGRA wurde gestützt auf die Verordnung vom 24. Oktober 1979 über vorbereitende Handlungen im Hinblick auf die Errichtung eines Lagers für radioaktive Abfälle (SR 732.012) im Bundesblatt 1980 II 1092 ff. publiziert, wobei die Ziele der Bohr- und Messkampagne umschrieben und der sachliche Zusammenhang der zwölf Bohrungen dargelegt wurden.\n\nDie dem Gesuch beigefügten Pläne und Berichte wurden bei den Staatskanzleien und den Gemeindekanzleien der betroffenen Kantone BGE 111 Ib 102 S. 104und Gemeinden zur Durchführung des Einspracheverfahrens öffentlich aufgelegt. Gleichzeitig holte das EVED die Stellungnahme der Kantone und der Fachstellen des Bundes ein. Dabei bemerkte es in seinem Schreiben vom 23. Juli 1980 an den Regierungsrat des Kantons Schaffhausen, dass neben dem Verfahren auf Bundesebene zur Bewilligung der vorbereitenden Handlungen die kantonalen Bewilligungsverfahren (insbesondere gemäss Raumplanungs- und Baupolizeirecht) durchzuführen seien. Mit Beschluss vom 17. Februar 1982 wies der Bundesrat die gegen die vorbereitenden Handlungen in der Gemeinde Siblingen eingereichten Einsprachen ab und erteilte der NAGRA die Bewilligung, die im Gesuch vom 24. Juni 1980 umschriebenen vorbereitenden Handlungen durchzuführen.\n\nIn der Folge ersuchte die NAGRA den Gemeinderat Siblingen um eine Baubewilligung für einen Installationsplatz für die Probebohrung auf dem Grundstück Nr. 471 in Siblingen. Der Gemeinderat überwies das Baugesuch zur Weiterbehandlung an den Regierungsrat. Er beantragte, die Baubewilligung sei nicht zu erteilen, und verwies auf das Ergebnis einer in der Gemeinde Siblingen durchgeführten Konsultativabstimmung, in welcher sich eine eindeutige Mehrheit der Stimmbürger gegen eine Probebohrung ausgesprochen hatte. Mit Verfügung vom 21. März 1983 erteilte die Baudirektion des Kantons Schaffhausen der NAGRA gestützt auf § 3 der kantonalen Verordnung vom 14. Dezember 1982 zum Bundesgesetz über die Raumplanung die Bewilligung, den geplanten Installationsplatz zu errichten. Das Bauvorhaben der NAGRA wurde anschliessend im kantonalen Amtsblatt publiziert. Innert der Rekursfrist gingen fünf Rekurse ein.\n\nDie Stimmberechtigten des Kantons Schaffhausen nahmen am 4. September 1983 mit 13'332 Ja gegen 12'823 Nein eine Volksinitiative an, welche die Behörden des Kantons Schaffhausen verpflichtet, \"mit allen rechtlichen und politischen Mitteln darauf hinzuwirken, dass auf Kantonsgebiet keine Lagerstätten für radioaktive Abfälle errichtet und keine vorbereitenden Handlungen vorgenommen werden\".\n\nAm 27. September 1983 hiess der Regierungsrat des Kantons Schaffhausen die fünf Rekurse gegen die von der Baudirektion erteilte Bewilligung für die vorbereitenden Handlungen in Siblingen gut und hob die Bewilligung gestützt auf Art. 24 des eidgenössischen Raumplanungsgesetzes (RPG) auf. Der Regierungsrat bejahte die Standortgebundenheit der vorbereitenden Handlungen, nahm jedoch an, dem BGE 111 Ib 102 S. 105Vorhaben stünden überwiegende Interessen entgegen. Seinen Entscheid versah er mit der Rechtsmittelbelehrung, es könne gestützt auf § 3 Abs. 4 der kantonalen Raumplanungsverordnung Verwaltungsgerichtsbeschwerde beim Obergericht des Kantons Schaffhausen erhoben werden. Mit Beschwerde vom 19. Oktober 1983 gelangte die NAGRA an das Verwaltungsgericht mit dem Antrag, den Entscheid des Regierungsrates aufzuheben und ihr die Bewilligung zu erteilen, den fraglichen Installationsplatz in Siblingen zu errichten. Das Verwaltungsgericht trat jedoch mit Beschluss vom 17. Februar 1984 auf die Beschwerde nicht ein, da über die raumplanungsrechtlichen Fragen schon mit der bundesrätlichen Bewilligung entschieden worden sei und Art. 24 RPG hier nicht zur Anwendung komme. Gegen diesen Beschluss hat die NAGRA Verwaltungsgerichtsbeschwerde eingereicht.", "considerants": "Aus den Erwägungen:\n\n5. Zur Beurteilung der umstrittenen Kompetenzfrage ist von der Rechtslage auszugehen, wie sie für den Bau von Atomanlagen gemäss Bundesgesetz vom 23. Dezember 1959 über die friedliche Verwendung der Atomenergie und den Strahlenschutz (AtG) besteht, und anschliessend zu prüfen, ob sich für die vorbereitenden Handlungen aus dem Bundesbeschluss zum Atomgesetz eine besondere Regelung ergebe.\n\na) Das Bundesgericht hat wiederholt die umfassende Kompetenz des Bundes festgestellt, gestützt auf Art. 24quinquies BV auf dem Gebiet der Atomenergie über Atomanlagen abschliessend zu legiferieren. Den Kantonen steht in dem von der Atomgesetzgebung des Bundes geregelten Bereiche keine Rechtsetzungsbefugnis mehr zu (BGE 99 Ia 256 E. 5b; BGE 102 Ia 135 E. 4; BGE 103 Ia 336 E. 3b). Dies gilt gemäss Art. 1 Abs. 2 AtG auch für Einrichtungen zur Aufbereitung, Lagerung oder Unschädlichmachung von radioaktiven Kernbrennstoffen und Rückständen; diese sind Atomanlagen im Sinne des Gesetzes.\n\nGemäss Art. 4 Abs. 1 lit. a AtG bedürfen die Erstellung und der Betrieb sowie jede Änderung des Zwecks, der Art und des Umfanges einer Atomanlage einer Bewilligung des Bundes. Mit dem Bau von Atomanlagen verbundene Fragen, die im bundesrechtlichen Bewilligungsverfahren zu prüfen oder zu entscheiden sind - oder von welchen nach der bundesrechtlichen Ordnung die Erteilung einer Bewilligung nicht abhängig gemacht werden darf - können BGE 111 Ib 102 S. 106nicht Gegenstand eines zusätzlichen kantonalen Bewilligungsverfahrens bilden. Der Kanton kann daher den Bau oder Betrieb einer Atomanlage nicht verbieten unter Geltendmachung öffentlicher Interessen, deren Wahrung ins bundesrechtliche Bewilligungsverfahren verwiesen ist oder die nach der gesetzlichen Ordnung nicht massgebend sein sollen (BGE 103 Ia 340 E. 5b; 102 Ia 135 f. E. 4; BGE 99 Ia 257 E. 5c).\n\nVon den bundesrechtlich abschliessend geregelten Fragen sind hingegen die der kantonalen Kompetenz nach wie vor unterstehenden Befugnisse, insbesondere die Beurteilung der raumplanungsrechtlichen, baupolizeilichen und gewässerschutzrechtlichen Belange, zu unterscheiden. Art. 4 Abs. 3 AtG behält - wie der Wortlaut sagt - die polizeilichen Befugnisse des Bundes und der Kantone, insbesondere mit Bezug auf die Bau-, Feuer- und Gewässerpolizei, ausdrücklich vor. Das Bundesgericht hat in BGE 103 Ia 341 f. E. 5d klargestellt, dass sich dieser Vorbehalt auch auf die kantonale Zonenordnung - die Nutzungsplanung im Sinne der heutigen Terminologie - bezieht. Die Raumplanung ist im Rahmen der bundesrechtlichen Prinzipien gemäss Art. 22quater BV durch die Kantone zu schaffen. Der Bund hat die Bestrebungen der Kantone zu fördern, zu koordinieren und mit ihnen zusammenzuarbeiten (Art. 22quater Abs. 2 BV). Aus dem Vorbehalt der Nutzungsplanung ergibt sich zwingend, dass die Grundsätze des eidgenössischen Raumplanungsgesetzes zu wahren sind, d.h. dass ein Vorhaben nur bewilligt werden kann, wenn es als zonenkonform im Sinne von Art. 22 RPG erscheint oder eine Ausnahmebewilligung nach Art. 24 RPG erteilt werden kann.\n\nDer Bau von Atomanlagen ist gemäss dem Willen des Bundesgesetzgebers keine Aufgabe des Bundes (BGE 103 Ia 336 f. E. 3b und 339 E. 4b). Es steht dem Bund daher nicht zu, verbindlich und abschliessend den Standort einer Atomanlage festzulegen. Er hat es gemäss Art. 4 Abs. 1 AtG dabei bewenden zu lassen, eine Polizeibewilligung zur Gewährleistung der nuklearen Sicherheit zu erteilen. Im Rahmen dieses Verfahrens werden die Kantone angehört (Art. 7 Abs. 2 AtG), doch schliesst dies bestehende kantonale Kompetenzen nicht aus. Aus einer positiven Stellungnahme des Kantons im atomrechtlichen Bewilligungsverfahren kann auch nicht gefolgert werden, der Anlage stehe kein kantonalrechtliches Hindernis entgegen (BGE 103 Ia 338 E. 3c).\n\nb) An dieser Kompetenzaufteilung zwischen Bund und Kantonen hat der Bundesbeschluss vom 6. Oktober 1978 zum Atomgesetz BGE 111 Ib 102 S. 107(SR 732.01) grundsätzlich nichts geändert. Mit dem Beschluss ist das atomrechtliche Bewilligungsverfahren ausgebaut und die Rahmenbewilligung eingeführt worden, welche nun auch die - in der Praxis schon früher verlangte (vgl. BGE 103 Ia 335) - Standortbewilligung umfasst. Die Erteilung der Rahmenbewilligung obliegt dem Bundesrat und bedarf der Genehmigung der Bundesversammlung (Art. 8 BB AtG). Auch bei dieser Bewilligung ist der Gesetzgeber davon ausgegangen, es handle sich um eine - in mancher Hinsicht freilich besonders gelagerte - Polizeibewilligung für die grundsätzlich auf privatwirtschaftlicher Basis zu lösende Aufgabe der Energieerzeugung und -versorgung (Botschaft des Bundesrates, BBl 1977 III S. 330; HERIBERT RAUSCH, Schweizerisches Atomenergierecht, Zürich 1980, S. 45; ULRICH FISCHER, Die Bewilligung von Atomanlagen nach schweizerischem Recht, insbesondere S. 103 ff.).\n\nDer Bundesrat hatte zwar beabsichtigt, mit der Rahmenbewilligung den Standort der Atomanlage in einer die Kantone bindenden Weise festzulegen (BBl 1977 III S. 337 sowie Entwurf zum BB Art. 1 Abs. 4: \"Die Rahmenbewilligung bindet auch die Kantone und Gemeinden\"). In den Beratungen der Eidgenössischen Räte wurde jedoch dieser Vorbehalt gestrichen in der Meinung, \"dass am Rechtszustand, wie er durch das Urteil Verbois festgestellt worden ist, nichts geändert werden soll. Kantonale Bau-, Planungs- und Wasserrechtskompetenzen haben also nach wie vor Bestand\" (so der Berichterstatter der nationalrätlichen Kommission, REINIGER, wie auch der Berichterstatter französischer Sprache, PEDRAZZINI, Amtl.Bull. 1978 N 521). Mit der Streichung des vom Bundesrat vorgeschlagenen Vorbehaltes sollte auch ein Widerspruch zu Art. 4 des Atomgesetzes vermieden werden (vgl. PEDRAZZINI, S. 522). Selbst die Kommissionsminderheit, welche den beantragten Absatz 4 beibehalten wollte, strebte damit keine Änderung der Kompetenzordnung zwischen Bund und Kantonen an; auch nach ihrer Auffassung sollte es bei der Regelung gemäss bundesgerichtlicher Rechtsprechung bleiben, doch sollte mit der umstrittenen Bestimmung Missbräuchen - insbesondere auch der missbräuchlichen Verhinderung von Endlagerstätten - entgegengetreten werden (vgl. Votum LEO WEBER, S. 522). Die Mehrheit war jedoch der Meinung, hiezu bedürfe es der Vorschrift nicht.\n\nDer Ständerat beschloss freilich, an dem vom Bundesrat beantragten Absatz 4 festzuhalten. Allerdings gehe es nicht darum, in bestehende Kompetenzen der Kantone und Gemeinden einzugreifen; BGE 111 Ib 102 S. 108erreicht werden sollte vielmehr, dass allfällige Kompetenzstreitigkeiten vermieden oder doch in einem frühen Stadium des Verfahrens erledigt werden könnten und dass die Bewilligungsbehörde in Kenntnis einer klaren raumplanerischen Lage in Kanton und Gemeinde entscheiden könne (Berichterstatter LUDER, Amtl.Bull. 1978 S 274). Der Nationalrat hielt indessen im Differenzbereinigungsverfahren am Antrag auf Streichung von Absatz 4 fest in der Meinung, die Rechtslage sei klar. Das Planungsrecht der Kantone gelte, ob dieser Absatz im Gesetz stehe oder nicht, und finde seine Grenze am Rechtsmissbrauch (Berichterstatter REINIGER, Amtl.Bull. 1978 N 1030, 1036). Der Ständerat schloss sich dieser Argumentation an (Amtl.Bull. 1978 S 419).\n\nAus diesen Materialien ergibt sich, dass die Raumplanungskompetenzen der Kantone auch bei Einrichtungen für die Lagerung oder Unschädlichmachung von radioaktiven Kernbrennstoffen oder Rückständen - solche gelten, wie erwähnt, als Atomanlagen (Art. 1 Abs. 2 AtG) - zu respektieren sind (übereinstimmend CHARLES ALBERT MORAND, Répartition des compétences dans le domaine de la production centralisée d'énergie de réseau, in: Problèmes juridiques de l'énergie, Fribourg 1982, S. 218, DENIS BRIDEL, Procédures d'autorisation de centrales nucléaires, Diss. Lausanne 1984, S. 214 ff., 248; anderer Meinung FISCHER, a.a.O., S. 157/158, und zweifelnd RAUSCH, a.a.O., S. 102 f., 214). Dass der Bundesrat Gutachten einzuholen hat, die sich \"über wichtige Rechtsgüter einschliesslich der Erfordernisse des Umweltschutzes, des Natur- und Heimatschutzes sowie der Raumplanung auszusprechen haben\" (Art. 6 Abs. 2 BB AtG), beseitigt die kantonalen Zuständigkeiten auf diesen Gebieten nicht. Auch Lagerstätten für radioaktive Abfälle bedürfen daher ausser der Rahmenbewilligung und der weiteren atomrechtlichen Bau- und Betriebsbewilligungen der sonstigen vom Bundesrecht geforderten Spezialbewilligungen (z.B. Rodungsbewilligungen) sowie der von den Kantonen zu erteilenden planungs- und baupolizeirechtlichen Bewilligungen.\n\nNach wie vor gilt aber - was in den parlamentarischen Beratungen besonders hervorgehoben wurde -, dass die im bundesrechtlichen Bewilligungsverfahren abschliessend beurteilten Fragen im kantonalen Verfahren nicht wieder aufgeworfen werden können und dieses nicht als Instrument zur Verhinderung der Errichtung von Atomanlagen missbraucht werden darf. Aus diesem Grunde kann einem Volksentscheid, wonach in einem bestimmten Gebiet keine Atomanlagen zugelassen werden sollten, BGE 111 Ib 102 S. 109ohne dass hiefür sachliche, insbesondere raumplanerische oder baupolizeiliche Gründe gegeben wären, im kantonalen Bewilligungsverfahren kein Gewicht zukommen. Ein solcher Volksbeschluss steht mit dem Bundesrecht, das das öffentliche Interesse vor allem an Lagerstätten für radioaktive Abfälle klar bejaht, offensichtlich in Widerspruch.\n\n6. Aus dieser Rechtslage für die Bewilligung von Atomanlagen ergibt sich noch nicht ohne weiteres die Beantwortung der Frage, ob auch für vorbereitende Handlungen zur Erstellung eines Lagers für radioaktive Abfälle ausser der vom Bundesrat zu erteilenden Bewilligung weitere Bewilligungen, namentlich kantonale Bewilligungen raumplanungsrechtlicher und baupolizeilicher Natur, erforderlich sind.\n\nDer Bundesrat ging entsprechend der grundsätzlich privatwirtschaftlichen Lösung der friedlichen Nutzung der Kernenergie davon aus, dass auch das Problem der radioaktiven Abfälle durch deren Erzeuger selbst zu lösen sei (BBl 1977 III S. 319). Angesichts des öffentlichen Interesses an der sicheren Beseitigung der radioaktiven Abfälle behielt er jedoch in seinem Antrag das Recht des Bundes vor, diese Abfälle auf Kosten der Erzeuger selbst zu beseitigen. Im Nationalrat wollte eine Minderheit die Abfallbeseitigung gänzlich zur Bundessache machen. Die Mehrheit schloss sich der Auffassung des Bundesrates an, verstärkte jedoch im Sinne eines Kompromisses die Hilfestellung des Bundes. Dieser soll in einem besonderen Verfahren die Bewilligung für vorbereitende Handlungen erteilen und nötigenfalls den Erzeugern radioaktiver Abfälle das Enteignungsrecht übertragen können; die Einzelheiten sind durch den Bundesrat zu regeln (Art. 10 Abs. 2-4 BB; Berichterstatter Reiniger zu Art. 10, Amtl.Bull. 1978 N 543). Der Ständerat folgte dieser Lösung ohne Diskussion (Amtl.Bull. 1978 S 281).\n\nDer Bundesrat hat hierauf in der Verordnung über vorbereitende Handlungen im Hinblick auf die Errichtung eines Lagers für radioaktive Abfälle vom 24. Oktober 1979 (Verordnung über vorbereitende Handlungen) im einzelnen umschrieben, was unter vorbereitenden Handlungen zu verstehen sei und welche Angaben und Beilagen das Bewilligungsgesuch zu enthalten habe. Im weiteren wird festgelegt, dass das Gesuch den Kantonen und zuständigen Fachstellen des Bundes zur Vernehmlassung zu unterbreiten sowie öffentlich aufzulegen sei mit der Aufforderung an die interessierten Privaten, allfällige Einsprachen und Einwände geltend zu machen.\n\nBGE 111 Ib 102 S. 110\n\nLeider wurde vom Gesetzgeber die Frage nicht ausdrücklich beantwortet, ob mit der bundesrätlichen Bewilligung für vorbereitende Handlungen sämtliche Voraussetzungen für deren Vornahme gegeben seien und insbesondere ein kantonales Baubewilligungsverfahren, in welchem auch über raumplanungsrechtliche Gesichtspunkte zu entscheiden wäre, entfalle. Eine solche Lösung wäre zwar angesichts der umfassenden Kompetenz des Bundes auf dem Gebiete der Atomenergie möglich, müsste sich jedoch ausdrücklich oder sinngemäss aus dem Gesetz ergeben, da sie vom Grundsatz abwiche, wonach beim Zusammentreffen verschiedener Kompetenzen von Bund und Kantonen die Zuständigkeiten zu respektieren sind. Hätte der Bundesgesetzgeber für die Durchführung der vorbereitenden Handlungen die kantonalen Kompetenzen beseitigen wollen, müsste dies somit aus dem Bundesbeschluss zum Atomgesetz klar hervorgehen. Das ist jedoch nicht der Fall, wie sich im folgenden zeigt:\n\na) Es fragt sich zunächst, ob der Ausschluss kantonaler Kompetenzen in der Nennung eines \"besonderen Verfahrens\" für die Bewilligung vorbereitender Handlungen erblickt werden könne. Der Wortlaut des Art. 10 BB würde dies wohl nicht ausschliessen. Indessen spricht bereits die Systematik des das Atomgesetz ergänzenden befristeten Bundesbeschlusses gegen eine solche Auslegung, wird doch das im zweiten Abschnitt des Beschlusses genannte \"besondere Verfahren\" - der Abschnitt handelt von den radioaktiven Abfällen und dem Stillegungsfonds - dem im ersten Abschnitt geregelten Rahmenbewilligungsverfahren für Atomanlagen gegenübergestellt.\n\nFür vorbereitende Handlungen braucht es, was ohne weiteres einleuchtet, keine Rahmenbewilligung, wohl aber mit Rücksicht auf die zentrale Tragweite des Problems der radioaktiven Abfälle einen Bundesratsbeschluss. Man beachte, dass die im ersten Abschnitt geregelte Rahmenbewilligung für Kernreaktoren nur erteilt wird, wenn die dauernde sichere Entsorgung und Endlagerung der radioaktiven Abfälle gewährleistet ist (Art. 3 Abs. 2 BB AtG). Es ist daher verständlich, dass dem Bundesrat die Kompetenz und damit auch die Mitverantwortung überbunden wurde, zu prüfen, ob die vorbereitenden Handlungen in ihrer gesamten Anlage und Durchführung geeignet sind, zur Erstellung sicherer Lagerstätten zu führen.\n\nDass die bundesrätliche Bewilligung im Sinne einer Baubewilligung alle Detailfragen abschliessend und unter Ausschluss eines BGE 111 Ib 102 S. 111Rechtsmittelwegs regle, kann aus der Nennung eines \"besonderen Verfahrens\" nicht geschlossen werden. Der Zweck dieses Verfahrens liegt darin, die vorbereitenden Handlungen gegenüber dem naturgemäss langwierigeren Rahmenbewilligungsverfahren zu erleichtern und allenfalls auch gegenüber einem rein emotional bedingten Widerstand zu ermöglichen. Die Regelung aller Detailfragen gemäss den zum Zuge kommenden weiteren Bewilligungsverfahren kann jedoch ohne Gefährdung des Zwecks der vorbereitenden Handlungen den hiefür zuständigen Behörden überlassen bleiben, die sich an die ihnen gesetzten Grenzen zu halten haben.\n\nb) Auch aus der Vorschrift des Art. 10 Abs. 2 BB AtG, wonach das Gesuch für die Bewilligung der vorbereitenden Handlungen dem Kanton, auf dessen Gebiet die Handlungen erfolgen sollen, zur Vernehmlassung zu unterbreiten ist, kann nicht auf einen Ausschluss der kantonalen Bewilligungskompetenz geschlossen werden. Die Stellungnahme des Kantons ist vor jeder atomrechtlichen Bewilligung des Bundes einzuholen (Art. 7 Abs. 3 AtG). Durch die Anhörung der Kantone wird das kantonale Baubewilligungsverfahren und insbesondere die planungsrechtliche Prüfung der Standortfrage nicht ersetzt (vgl. nicht publ. Entscheid i.S. Aero-Club der Schweiz vom 4. Juli 1979 E. 2c in fine zu Art. 37 Abs. 3 LFG).\n\nc) Ebensowenig kann ein solcher Ausschluss aus der Bestimmung hergeleitet werden, der Bundesrat könne für die Ausführung vorbereitender Handlungen nötigenfalls das Enteignungsrecht an Dritte übertragen. Zwar hat das Bundesgericht im eben zitierten Entscheid i.S. Aero-Club der Schweiz die Frage, ob für den Bau von Flugfeldern nicht nur eine baupolizeirechtliche, sondern auch eine raumplanerische Bewilligung benötigt werde, unter anderem deshalb bejaht, weil für Flugfelder im Gegensatz zu den Flughäfen kein Enteignungsrecht bestehe (vgl. auch BGE 103 Ia 137). Der Umstand allein, dass für ein öffentliches Werk das Enteignungsrecht zur Verfügung steht, ändert indessen noch nichts an der verfassungsrechtlichen Kompetenzordnung. Auch der Bund ist für seine Werke grundsätzlich an das kantonale und kommunale Raumplanungs- und Baurecht gebunden, soweit ihn seine Spezialgesetzgebung hievon nicht befreit, wie etwa bei militärischen Anlagen, bei Nationalstrassen oder - wenigstens zum Teil - bei Flugsicherungseinrichtungen (vgl. BGE 110 Ib 262 E. 2c, nicht publ. Entscheid i.S. Schnyder vom 1. Februar 1982 E. 2 sowie das bereits zitierte Urteil i.S. Bundesamt für Zivilluftfahrt c. Regierungsrat Schaffhausen E. 3a, publ. in ZBl 84/1983 S. 368).\n\nBGE 111 Ib 102 S. 112\n\nDie Möglichkeit der Gewährung des eidgenössischen Enteignungsrechtes für vorbereitende Handlungen bringt besonders deutlich die unterstützende Rolle, die der Bund nach dem Willen des Gesetzgebers ausüben soll, zum Ausdruck. Diese Rolle wurde bei der Beratung des Bundesbeschlusses hervorgehoben (Voten der Berichterstatter Reiniger und Pedrazzini, Amtl.Bull. 1978 N 543 zu Art. 10 des Entwurfs). Aus der Äusserung Pedrazzinis im Differenzbereinigungsverfahren, durch die Streichung des vom Bundesrat vorgeschlagenen Art. 1 Abs. 4 über die bindende Wirkung der Rahmenbewilligung werde das in Art. 10 vorgesehene Enteignungs- und Bewilligungsrecht des Bundesrates für vorbereitende Handlungen nicht berührt (Amtl.Bull. 1978 N 1031), ergibt sich nichts anderes. Eine ausschliessliche Bewilligungskompetenz des Bundesrates lässt sich hieraus nicht ableiten. Immerhin wird mit der durch Bundesbeschluss geschaffenen Möglichkeit der Übertragung des Enteignungsrechts an Dritte unterstrichen, dass die vorbereitenden Handlungen zur Erstellung eines Lagers für radioaktive Abfälle im Interesse der Eidgenossenschaft liegen (Art. 1 und 3 Abs. 2 EntG) und die den Handlungen entgegenstehenden Interessen nicht leichtfertig als überwiegend betrachtet werden dürfen.\n\nd) Schliesslich kann auch aus den recht weitgehenden Anforderungen, welche die Verordnung über vorbereitende Handlungen an ein Bewilligungsgesuch stellt, nicht hergeleitet werden, dass die Kantone und Gemeinden zum Projekt nichts mehr zu sagen hätten. Wie sich im vorliegenden Fall zeigt, entspricht das Bewilligungsgesuch trotz der von der Verordnung verlangten Informationen über Gewässerschutz- und Raumplanungsfragen nicht den üblichen Baugesuchen. Bei den Planbeilagen handelt es sich zum Teil um schematische Darstellungen, zum Teil um kartographische Übersichten. Auch die Pläne, die eine grobe Vorstellung von der Lage und Gestaltung des Bohrplatzes in Siblingen vermitteln, werden in Massstäblichkeit und Ausführung den geltenden kantonalen Vorschriften nicht gerecht.\n\nDie NAGRA hat denn auch bezeichnenderweise bei der Gemeinde Siblingen ein den Anforderungen des kantonalen Baurechts entsprechendes Baugesuch eingereicht. Auch nach ihrer Meinung bleiben kantonale Kompetenzen vorbehalten, doch sollen sich diese \"auf untergeordnete Auflagen polizeilicher Art\" beschränken, BGE 111 Ib 102 S. 113während die Standortfrage offenbar durch die Bundesbewilligung abschliessend beantwortet werden soll. Das trifft jedoch - wie dargelegt - nicht zu. Allerdings könnte aus dem Dispositiv des Bundesratsentscheides vom 17. Februar 1982, nach welchem \"die im Gesuch der NAGRA vom 24. Juni 1980 beantragten vorbereitenden Handlungen\" bewilligt werden, herausgelesen werden, dass hiemit der Standort der Probebohrung dem Gesuch entsprechend auf Parzelle Nr. 471 in Siblingen festgelegt sei. Indessen hat das Bundesamt für Energiewirtschaft in seiner Vernehmlassung vom 11. Oktober 1984 ausgeführt, im Rahmen der Bewilligung für vorbereitende Handlungen werde vor allem geprüft, ob die vorgesehenen Arbeiten die Eignung des Standortes für ein allfälliges späteres Endlager gefährden könnten und ob die vorgesehenen Untersuchungsprogramme wissenschaftlich vertretbar seien. Raumplanerische Gesichtspunkte würden dagegen, soweit sie nicht den Naturschutz berührten, in der Bewilligung des Bundesrates nicht berücksichtigt. Auch aus diesem Grunde ist ein zusätzliches Bewilligungsverfahren gemäss Art. 24 RPG durchzuführen.\n\ne) Die Notwendigkeit, für Probebohrungen Standorte zu wählen, die den raumplanungsrechtlichen Anforderungen entsprechen, führt übrigens nicht zu einer unzumutbaren Erschwerung dieser vorbereitenden Handlungen, vor allem wenn, wie hier, aus geologischen Gründen nicht nur ein einziger, parzellengenau bestimmter Standort für die Proben in Frage kommen kann. Wie das Bundesamt für Energiewirtschaft in seiner Vernehmlassung festhält, ist vom Untersuchungsprogramm der NAGRA her nur eine regionale Ortsgebundenheit gegeben und kann innerhalb der Region Klettgau grundsätzlich auch ein anderer Standort geeignet sein. Es ist daher nicht auszuschliessen, dass sich aufgrund einer Interessenabwägung im Sinne von Art. 24 Abs. 1 lit. b RPG ein anderer Standort als der nunmehr gewählte als geeigneter erweist, doch werden sich die kantonalen Behörden nicht über die geologischen Gegebenheiten und das gewichtige öffentliche Interesse an der Verwirklichung des Untersuchungsprogrammes hinwegsetzen können, das eine Probebohrung im Klettgau offenbar erheischt.\n\nSollte die NAGRA an einem vom Kanton als besser geeignet bezeichneten Standort die Zustimmung der Grundeigentümer nicht erlangen können, so kann sie wie erwähnt um das Enteignungsrecht ersuchen.\n\n7. Die Prüfung der strittigen Kompetenzfrage führt somit unter allen Gesichtspunkten zum Ergebnis, dass das Verwaltungsgericht BGE 111 Ib 102 S. 114zu Unrecht glaubt, Art. 24 RPG sei im vorliegenden Verfahren nicht anzuwenden. Der Vorbehalt des Art. 4 Abs. 3 AtG gilt vielmehr auch für die vorbereitenden Handlungen zum Zwecke der Errichtung von Lagerstätten für radioaktive Abfälle. Der Entscheid des Gerichts ist deshalb nicht nur aus formellen, sondern auch aus materiellen Gründen aufzuheben. Das Verwaltungsgericht wird prüfen müssen, ob der NAGRA die nach Art. 24 RPG erforderliche Bewilligung für den vorgesehenen Standort in Siblingen erteilt werden kann. Die gegen den Nichteintretensentscheid gerichtete Beschwerde ist daher gutzuheissen, soweit auf sie eingetreten werden kann, und die Sache zum materiellen Entscheid an das Verwaltungsgericht zurückzuweisen."}