{"annee": "111", "cour": "II", "page": "421", "date": "28/11/1985", "cite": [], "cite_par": [], "chapeau": "84. Auszug aus dem Urteil der II. Zivilabteilung vom 28. November 1985 i.S. Schweizer Berghilfe, Schweizerische Vereinigung zugunsten cerebral gelähmter Kinder, Verein für das Alter, Schweizerisches Rotes Kreuz und Pro Infirmis gegen K., S. und M. (Berufung)", "regestes": ["Droits de succession; intérêts en faveur du légataire. Malgré le texte de l'art. 8 de la loi cantonale bernoise du 6 avril 1919 sur la taxe des successions et des donations, les droits de succession constituent des dettes personnelles des héritiers et ne sont pas, à défaut de prescription expresse du testateur, à la charge de la succession (consid. 10). Lorsque le disposant fixe une échéance pour la délivrance des legs, les intérêts sont dus par les héritiers dès le terme fixé, sans qu'une interpellation soit nécessaire. Si aucun délai n'est déterminé, les intérêts ne courent qu'à partir de l'interpellation du légataire (consid. 12)."], "faits": "BGE 111 II 421 S. 421\n\nA.- Am 13. Juli 1966 errichtete Frau N. eine öffentliche letztwillige Verfügung, welche sie durch einen Berner Notar abfassen liess. Darin hielt sie fest: BGE 111 II 421 S. 422\n\n\"Mein letzter Wille ist folgender:\n\n1. Ich stelle fest, dass ich keine pflichtteilsberechtigte Verwandte\n\nmehr habe.\n\n2. Meine gesetzlichen Erben enterbe ich, falls sie nicht in den\n\nnachstehenden letztwilligen Verfügungen berücksichtigt sind. Als Erben\n\nsetze ich ein:\n\na) Den Sohn meiner verstorbenen Schwägerin, nämlich Herrn K.,\n\nwelcher 1/3 (einen Drittel) der Hälfte meines dereinstigen Nachlasses\n\nerhalten soll. Dem K. ist bei der Erbteilung meine Liegenschaft in Bern\n\n(exklusive Fahrnis, Bargeld, Bankbüchlein und Wertschriften) auf Rechnung\n\nseines Erbteiles zu den Schatzungswerten des Erbschaftsinventars\n\nanzuweisen und zu Eigentum zu übertragen. Ich meine damit den\n\nVerkehrswert der Liegenschaft, der dannzumal durch Fachleute zu ermitteln\n\nist.\n\nb) Frau S. setze ich für 1/3 (einen Drittel) der Hälfte meines\n\ndereinstigen Nachlasses als Erbin ein. Sollte dieselbe vor mir sterben,\n\nso treten an ihre Stelle ihre Nachkommen.\n\nc) Herrn M. setze ich für 1/3 (einen Drittel) der Hälfte meines\n\ndereinstigen Nachlasses als Erbe ein.\n\nIch verpflichte meine unter a, b und c erwähnten Erben, innert sechs\n\nMonaten nach meinem Tode folgende Vermächtnisse steuerfrei auszuzahlen.\"\n\nUnter Ziffer 1 bis 12 folgen zwölf betragsmässig festgesetzte Legate im Gesamtbetrag von Fr. 220'000.--. In Ziffer 13 verfügte die Erblasserin:\n\n\"13. Nach Bezahlung aller Schulden, Steuern, Liquidationsspesen etc.\n\nist das verbleibende Vermögen zu gleichen Teilen je folgenden\n\nInstitutionen legatweise zukommen zu lassen:\n\na) der Bergbauernhilfe;\n\nb) dem Verein für das cerebral gelähmte Kind;\n\nc) dem Verein für das Alter;\n\nd) dem Schweizerischen Roten Kreuz;\n\ne) der Pro Infirmis.\"\n\nAm 20. Oktober 1978 starb Frau N. Über ihren Nachlass wurde am 8. Mai 1979 ein notarielles Erbschaftsinventar aufgenommen. Darin standen den Aktiven im Gesamtbetrag von Fr. 4'844'849.40 Passiven mit Einschluss der Summenlegate und den entsprechenden Steuern in der Höhe von Fr. 295'601.40 gegenüber.\n\nB.- K., Frau S. und M. reichten beim Appellationshof des Kantons Bern gegen die Schweizerische Berghilfe, die Schweizerische Vereinigung zugunsten cerebral gelähmter Kinder, den Verein für das Alter, das Schweizerische Rote Kreuz und die Pro Infirmis Klage ein mit dem Rechtsbegehren, es sei festzustellen, dass die Kläger die alleinigen Erben der am 20. Oktober 1978 verstorbenen Frau N. seien. Die Beklagten beantragten die Rückweisung, eventuell BGE 111 II 421 S. 423die Abweisung der Klage und verlangten widerklageweise, die Kläger seien zu verpflichten, ihnen die im Testament umschriebenen Vermächtnisse in gerichtlich zu bestimmender Höhe auszurichten.\n\nAm 15. Mai 1984 fällte der Appellationshof ein Urteil, in welchem die als die alleinigen Erben der Frau N. festgestellten Kläger und Widerbeklagten verurteilt wurden, den Beklagten und Widerklägern die ihnen gemäss Ziffer 2/13 der letztwilligen Verfügung vom 13. Juli 1966 zustehenden Vermächtnisse durch den Miterben und Willensvollstrecker M. innert einer Frist von sechs Monaten ab Eintritt der Rechtskraft dieses Urteils zukommen zu lassen. Der Appellationshof stellte fest, dass die Aktiven des Nachlasses Fr. 4'887'549.40 betragen, und ordnete an, dass diese Aktiven in zwei Hälften zu teilen seien, wobei eine Hälfte Fr. 2'443'774.70 ausmache. Die erste Hälfte falle unbelastet an die Kläger als Erben. Von der zweiten Hälfte habe der Willensvollstrecker die Legate gemäss Ziffer 2/1-12 der letztwilligen Verfügung vom 13. Juli 1966 und die darauf geschuldeten Erbschaftssteuern, sämtliche Schulden der Erbschaft inklusive die von der Erblasserin noch geschuldeten Steuern sowie allfällige Nach- und Strafsteuern, ferner die Erbschaftssteuern der Kläger und Erben sowie sämtliche mit der Liquidation der Erbschaft zusammenhängenden Kosten zu bezahlen. Was nach Abzug dieser Auslagen von der zweiten Nachlasshälfte noch übrigbleibe, habe der Willensvollstrecker den fünf als Beklagte und Widerkläger im Prozess stehenden Institutionen zu gleichen Teilen als Barlegate auszurichten.\n\nC.- Gegen das Urteil des Appellationshofs vom 15. Mai 1984 erhoben sowohl die Kläger und Widerbeklagten als auch die Beklagten und Widerkläger beim Bundesgericht Berufung.\n\nDas Bundesgericht weist die Berufung der Kläger und Widerbeklagten ab, soweit darauf einzutreten ist, und heisst die Berufung der Beklagten und Widerkläger teilweise gut, soweit ebenfalls darauf einzutreten ist.", "considerants": "Aus den Erwägungen:\n\n10. In Ziffer 2 des Testaments vom 13. Juli 1966 verpflichtete Frau N. ihre Erben, die nachfolgend aufgeführten Vermächtnisse innert sechs Monaten nach Eröffnung des Erbgangs steuerfrei auszuzahlen. Dazu gehören einmal die in Ziffer 2/1-12 aufgeführten Summenlegate, wobei den Vermächtnisnehmern die genannte BGE 111 II 421 S. 424Legatsumme in vollem Umfang zukommen soll, was zur Folge hat, dass die nach kantonalem Steuerrecht die Vermächtnisnehmer bzw. die Erben treffenden Erbschaftssteuern aus dem Nachlass und zwar aus der zweiten Nachlasshälfte vorweg zu begleichen sind. Was die in Ziffer 2/13 des Testaments aufgeführten fünf Vermächtnisnehmer anbetrifft, so sind diesen nicht bestimmte Beträge auszurichten, sondern der Überrest der Nachlassaktiven, nach Begleichung sämtlicher Nachlasspassiven, d.h. der Erbschafts- und Erbgangsschulden, somit auch der allenfalls noch unbezahlten Steuern der Erblasserin. Hinzu kommen sicher auch die Erbschaftssteuern für die Summenvermächtnisnehmer.\n\nUnklarheit besteht dagegen bezüglich der Frage, ob nach dem Willen der Erblasserin die die drei Erben treffenden Erbschaftssteuern in gleicher Weise vorweg aus dem Nachlass zu begleichen seien, wie sie das ausdrücklich für die Summenlegate angeordnet hat, wo von Steuerfreiheit die Rede ist. Die Vorinstanz hat diese Frage im angefochtenen Urteil bejaht. Sie hat aus der Wendung im Testament, dass \"nach Bezahlung aller Schulden, Steuern, Liquidationsspesen etc.\" das verbleibende Vermögen zu gleichen Teilen den in Ziffer 2/13 erwähnten Institutionen zukommen soll, geschlossen, dass mit \"allen Steuern\" nicht nur diejenigen der Erblasserin und der Vermächtnisnehmer, sondern auch die von den Erben auf ihren Erbteilen geschuldeten Erbschaftssteuern gemeint seien.\n\nDie Beklagten betrachten diese Argumentation als bundesrechtswidrig. Sie machen insbesondere geltend, dass die Belastung des Nachlasses mit den auf die Erben persönlich entfallenden Erbschaftssteuern einer besonderen Anordnung der Erblasserin bedurft hätte, da dies nicht der Regel entspreche. Eine solche besondere Willenskundgebung könne aber entgegen der Auffassung der Vorinstanz nicht darin erblickt werden, dass die Erblasserin als Überrest der Nachlassaktiven bezeichnet habe, was \"nach Bezahlung aller Schulden, Steuern, Liquidationsspesen etc.\" an Nachlassvermögen verbleibe. Mit \"Steuern\" seien vielmehr die Steuern der Erblasserin pro rata Todestag gemeint, nicht hingegen die Erbschaftssteuern der Erben.\n\nDiese Kritik der Beklagten am vorinstanzlichen Urteil ist berechtigt. Tatsächlich ist die Belastung des Nachlasses mit den persönlichen Erbschaftssteuerschulden der Erben so ungewöhnlich, dass der Nachweis eines entsprechenden Erblasserwillens nicht allein damit erbracht werden kann, in der letztwilligen Verfügung BGE 111 II 421 S. 425seien auch Steuern erwähnt. Eine derart weitgehende und aller Regel widersprechende Konsequenz lässt sich aus dem doch recht nachlässig redigierten Testament nicht ziehen. Dass sich die Erblasserin des Umstandes, dass auf den Erbteilen bzw. den Vermächtnissen Erbschaftssteuern geschuldet waren, durchaus bewusst war, ergibt sich gerade daraus, dass sie ausdrücklich bestimmte, die Summenvermächtnisse seien steuerfrei auszuzahlen. Im übrigen spricht die Erblasserin nur im Abschnitt über die Vermächtnisse von den Steuern. Auch dies deutet darauf hin, dass damit nur die Steuern für die Legate und allenfalls noch die von der Erblasserin selber geschuldeten Steuern gemeint waren. Hätte es hingegen dem Willen der Erblasserin entsprochen, dass auch die persönlichen Erbschaftssteuern der Erben dem Nachlass belastet werden sollten, so hätte dies in gleich eindeutiger Weise angeordnet werden müssen, wie dies zugunsten der Vermächtnisnehmer geschehen ist. Nachdem dies nicht der Fall ist und auch keine zusätzlichen Anhaltspunkte für eine solche Lösung sprechen, ist anzunehmen, dass für die Erben nicht das gleiche gelten soll wie für die Vermächtnisnehmer.\n\nAn diesem Ergebnis vermag auch der Umstand nichts zu ändern, dass gemäss Art. 8 des bernischen Gesetzes über die Erbschafts- und Schenkungssteuer vom 6. April 1919 die Erbschaftssteuer auf der Erbschaft als solcher lastet und die Erben für den ganzen zu entrichtenden Steuerbetrag bis zur Höhe ihres eigenen Erbteils haften. Es wird von keiner Seite bestritten, dass es sich dabei vom Zivilrecht aus gesehen trotzdem nicht um Erbschafts- bzw. Erbgangsschulden handelt, sondern vielmehr um persönliche Schulden der Erben. Für die Auslegung einer letztwilligen Verfügung ist aber die Betrachtungsweise des Bundesprivatrechts massgebend, die mit jener des kantonalen öffentlichen Rechts nicht in allen Teilen übereinstimmen muss, wie der vorliegende Fall zeigt. Diesen Gesichtspunkt hat auch der Erblasser bei der Abfassung eines Testaments zu berücksichtigen.\n\nNach dem Ausgeführten kann der Vorinstanz insofern nicht gefolgt werden, als sie der zweiten Nachlasshälfte auch die den Erben anfallenden Erbschaftssteuern belastet hat. Die entsprechende Ziffer des Dispositivs des angefochtenen Urteils ist daher aufzuheben und die Berufung in diesem Sinne teilweise gutzuheissen.\n\n12. Unter den Parteien ist auch streitig, von welchem Zeitpunkt an die den Beklagten zustehenden Vermächtnisse von den BGE 111 II 421 S. 426Erben zu verzinsen seien. Der Appellationshof hat im angefochtenen Urteil darauf hingewiesen, dass dem Gesetz für Vermächtnisse kein bestimmter Verfalltag entnommen werden könne, so dass ein solcher von den Parteien festzulegen sei, wenn nicht der Erblasser einen Verfalltag bestimmt habe. Unter Hinweis auf ESCHER, N. 6 zu Art. 485 ZGB, nimmt die Vorinstanz an, zur Auslösung der Verzugsfolgen bedürfe es einer Mahnung. Da dem Testament von Frau N. hierüber nichts zu entnehmen sei, könne in der an der Verhandlung vom 2. Dezember 1981 als Hauptbegehren gestellten Widerklage eine Mahnung der Erben durch die Beklagten erblickt werden. Die den Beklagten nach Ziffer 2/13 des Testaments zustehenden Vermächtnisse seien daher ab 3. Dezember 1981 mit 5% zu verzinsen.\n\nDemgegenüber vertreten die Beklagten die Auffassung, dem Testament sei ein Verfalltag zu entnehmen, habe doch die Erblasserin bestimmt, die Vermächtnisse seien sechs Monate nach ihrem Tod auszurichten, weshalb der gesetzliche Verzugszins von 5% ab 20. April 1979 laufe. Nach der Lehre kann ein Erblasser in einer letztwilligen Verfügung den Zeitpunkt bestimmen, von dem an die Erben den Vermächtnisnehmern einen Verzugszins zu bezahlen haben. Uneinigkeit besteht in der Lehre nur über die Frage, ob der Erblasser die Bezahlung eines Verzugszinses auch schon anordnen kann, bevor die Erben die Erbschaft angenommen haben bzw. nicht mehr ausschlagen können (vgl. ESCHER, Zur Frage der Verzinslichkeit von Vermächtnisforderungen, SJZ 77 (1981), S. 198; ESCHER, N. 10 zu Art. 562 ZGB; TUOR/PICENONI, N. 10 zu Art. 562 ZGB; PIOTET, Erbrecht, Schweiz. Privatrecht, Bd. IV/1, S. 135, je mit Hinweisen). Hinsichtlich der in Ziffer 2/1-12 des Testaments aufgeführten Summenlegate kann es daher keinem Zweifel unterliegen, dass die Erblasserin mit der ausdrücklichen Anweisung an die Erben, diese Vermächtnisse sechs Monate nach ihrem Tod auszurichten, einen Verfalltag festgelegt hat, von dem an ohne Mahnung Verzugszinsen zu bezahlen sind. Fraglich ist dagegen, ob dasselbe auch für die Vermächtnisse gemäss Ziffer 2/13 der letztwilligen Verfügung gelten soll, hat doch die Erblasserin bestimmt, dass diese Legate erst nach Bezahlung aller Schulden, Steuern, Liquidationsspesen etc. auszurichten seien. Die Auszahlungspflicht der Erben sechs Monate nach dem Tode der Erblasserin bezieht sich nach dem Wortlaut des Testaments zwar auch auf die Vermächtnisse zugunsten der Beklagten. Doch musste sich die Erblasserin im klaren sein, dass angesichts des Umfanges ihres BGE 111 II 421 S. 427Nachlasses dessen Abwicklung und damit auch die betragsmässige Festlegung der Vermächtnisse in Ziffer 2/13 auf den Überrest der Nachlassaktiven einige Zeit in Anspruch nehmen werde, auf jeden Fall mehr als sechs Monate seit dem Erbanfall. Es ist daher davon auszugehen, dass sich diese Auszahlungsfrist sinngemäss nicht auf die letztgenannte Kategorie von Vermächtnissen beziehen kann, sondern für deren Auszahlung nach dem Willen der Erblasserin eine zusätzliche angemessene Zeitspanne zur Verfügung stehen soll. Vom Ergebnis her ist es daher nicht zu beanstanden, wenn die Vorinstanz die Auslösung des Verzugszinses von einer Mahnung der Begünstigten abhängig gemacht hat; denn weder lässt sich dem Testament bezüglich der umstrittenen Vermächtnisse ein Verfalltag entnehmen, noch ist ein gesetzlicher Verfalltag gegeben (vgl. BGE 82 II 441; anderer Meinung ESCHER, a.a.O., SJZ 77 (1981), S. 198), so dass eine Mahnung erforderlich war.\n\nDer Appellationshof war der Auffassung, dass eine Mahnung der Beklagten erst in der an der Verhandlung vom 2. Dezember 1981 als Hauptbegehren gestellten Widerklage auf Ausrichtung der Legate erblickt werden könne, während die im Schriftenwechsel bloss subeventuell erhobenen Widerklagebegehren dazu nicht genügen würden. Der Vorinstanz ist insofern beizupflichten, als die Mahnung als Aufforderung an den Schuldner, eine fällige Forderung zu begleichen, bedingungslos sein sollte, damit sie nicht wiederum zu einer ungebührlichen Unsicherheit über den Leistungstermin führt (VON TUHR/ESCHER, Allgemeiner Teil des schweizerischen Obligationenrechts, Bd. II S. 137). Die Beklagten machen nun geltend, mit dem Wechsel vom subeventuellen Widerklagebegehren vom 13. Oktober 1980 zum Hauptbegehren vom 2. Dezember 1981 habe sich nichts am Antrag der Beklagten geändert, die Klage zurückzuweisen und im Falle des Eintretens auf die Klage diese abzuweisen. In dieser Hinsicht hat sich tatsächlich an der Geltendmachung der umstrittenen Vermächtnisansprüche nichts geändert. Indessen trat durch diesen Wechsel dennoch insofern eine Änderung ein, als die Widerklage verselbständigt und damit vom Schicksal der Klage unabhängig wurde. Dieser Unterschied ist aber bedeutend genug, um nur die verselbständigte Widerklage als Mahnung im Sinne der gemäss Art. 7 ZGB anwendbaren Bestimmungen des OR gelten zu lassen, so dass eine solche am 2. Dezember 1981 erfolgt ist, wie die Vorinstanz angenommen hat. Im übrigen wäre bei der bedingten Mahnung als bestimmbarer und zumutbarer Zahlungstermin frühestens der Eintritt der Bedingung BGE 111 II 421 S. 428zuzulassen. Ein solcher Termin wäre hier aber erst nach der Verselbständigung der Widerklage gegeben, mit der die Beklagten unabhängig von einem zukünftigen ungewissen Ereignis auf der Ausrichtung der umstrittenen Vermächtnisse bestanden haben."}