{"annee": "111", "cour": "II", "page": "86", "date": "6/3/1985", "cite": ["100 IB 240", "91 I 212", "64 I 55"], "cite_par": ["118 II 319", "114 II 284", "113 II 280"], "chapeau": "20. Arrêt de la Ire Cour civile du 6 mars 1985 dans la cause Art Center College of Design contre Office fédéral du registre du commerce (recours de droit administratif)", "regestes": ["Art. 944 CO, 38 ORC. Refus de l'inscription \"ART CENTER COLLEGE OF DESIGN/EUROPE\" pour désigner une fondation suisse créée par une entreprise américaine: la barre oblique, au lieu de la mention EUROPE entre parenthèses, ne correspond pas à l'usage en matière de raisons de commerce ni à la ponctuation ayant cours dans la langue française."], "faits": "BGE 111 II 86 S. 87\n\nA.- Par acte authentique du 3 août 1984, Art Center College of Design, à Pasadena (Californie, USA), a créé une fondation suisse sous le nom de \"ART CENTER COLLEGE OF DESIGN/EUROPE\". Cette fondation, dont le siège est à Vevey, a pour but la création et l'exploitation d'un centre et d'une école pour encourager et promouvoir l'étude et l'enseignement du dessin, de l'art et de toutes les branches apparentées.\n\nL'inscription de la raison \"ART CENTER COLLEGE OF DESIGN/EUROPE\" a été requise au registre du commerce de Vevey.\n\nB.- Le 19 octobre 1984, l'Office fédéral du registre du commerce (ci-après: l'Office) a autorisé l'inscription de la raison, avec la désignation EUROPE entre parenthèses \"(EUROPE)\".\n\nLe mandataire de la fondation a vainement demandé l'inscription telle quelle de la raison proposée.\n\nL'Office a confirmé son point de vue par décision formelle du 15 novembre 1984.\n\nC.- La fondation forme un recours de droit administratif concluant à l'annulation de cette décision et à l'admission de la désignation \"ART CENTER COLLEGE OF DESIGN/EUROPE\".\n\nLe Tribunal fédéral rejette le recours.", "considerants": "Considérant en droit:\n\nL'Office considère que la présentation proposée par la recourante serait de nature à induire le public en erreur et violerait partant le principe de la véracité du registre du commerce consacré par l'art. 38 ORC. Selon lui, les parenthèses placées de part et d'autre d'une désignation territoriale lui confèrent une signification strictement explicative, alors que la barre de fraction, qui ne correspond d'ailleurs pas à un signe de ponctuation de la langue française, paraît plutôt désigner le siège ou l'importance de l'entreprise.\n\nLes raisons de commerce doivent être conformes à la vérité et ne pas être de nature à induire en erreur (art. 944 CO). Il est incontesté que la désignation (SUISSE) ou (EUROPE) est devenue usuelle, dans les raisons de commerce, pour désigner la filiale suisse ou européenne d'un groupe international de personnes morales ou sociétés BGE 111 II 86 S. 88(cf. FORSTMOSER, Schweizerisches Aktienrecht, vol. I, p. 83 n. 88, p. 86 s.). Une telle désignation n'est pas propre à induire en erreur le public moyen de la Suisse, lui prêtant une attention normale (cf. ATF 100 Ib 243, ATF 91 I 215). Compte tenu de cette pratique usuelle, la présentation proposée par la recourante serait à tout le moins propre à créer l'incertitude quant à sa signification. En outre, comme les raisons de commerce ont un caractère purement littéral, elles ne sauraient comporter d'élément figuratif et elles doivent trouver leur expression dans les lettres et la ponctuation utilisées dans la langue de l'inscription, sans que les signes de ponctuation puissent servir d'accessoires figuratifs (ATF 64 I 56s.). Or, comme l'indique l'Office, la barre oblique n'est pas usuelle dans la ponctuation française (cf. par ex. GREVISSE, Le bon usage, 11e éd., 1980, No 106, p. 61). Ces motifs s'opposent à la demande de la recourante. Ils ne sont nullement infirmés par les arguments du recours. Peu importe la présentation graphique de la raison, qui ne fait pas partie de celle-ci. Le point de vue d'experts de Pasadena est également dénué de pertinence, puisqu'il convient de décider de l'admissibilité de la raison rédigée en langue française selon l'usage de cette langue, et de juger du risque de confusion selon l'appréciation du public moyen suisse."}