{"annee": "111", "cour": "II", "page": "62", "date": "22/5/1985", "cite": ["110 II 54", "96 II 161", "84 I 56", "83 II 345"], "cite_par": ["123 III 220", "117 IA 81", "123 III 402", "119 II 89", "127 III 279", "131 III 457", "119 II 241"], "chapeau": "14. Arrêt de la Ire Cour civile du 22 mai 1985 dans la cause société X. contre société Y. (recours en réforme)", "regestes": ["Convention de New York du 10 juin 1958 pour la reconnaissance et l'exécution des sentences arbitrales étrangères. Exception d'incompétence des tribunaux ordinaires. L'art. II al. 3 de la Convention de New York accorde seulement aux parties à la convention d'arbitrage le droit de se prévaloir de cette dernière pour décliner la compétence du juge ordinaire; les formes à respecter à ce sujet sont en revanche régies par la loi interne de chaque Etat contractant (consid. 2). Art. 2 CC, 43 OJ. Lorsqu'ils s'appliquent à des disciplines ne relevant pas du droit fédéral, l'interdiction de l'abus de droit et le devoir d'agir conformément à la bonne foi ne sont pas des règles de droit fédéral pouvant être invoquées au moyen du recours en réforme (consid. 3)."], "faits": "BGE 111 II 62 S. 63\n\nA.- Le 17 mai 1977, la société Y., à Londres, a vendu à la société X., à Lausanne, par l'intermédiaire d'une société française, environ cinquante tonnes de café. Le contrat comportait notamment la clause suivante:\n\n\"Conditions particulières du Contrat européen des cafés.\n\nArbitrage éventuel Le Havre.\"\n\nDes difficultés ont surgi entre parties au sujet de la régularité des livraisons. Se fondant sur la clause compromissoire précitée, la société Y. a soumis le litige à la Chambre arbitrale des cafés et poivres du Havre. Le 23 mars 1978, les arbitres ont rendu une sentence, dans laquelle d'une part ils se déclaraient compétents pour procéder à l'arbitrage dans l'affaire en cause et d'autre part ils réglaient sur le fond différents points litigieux. Le 13 juin 1978, le Président du Tribunal de grande instance du Havre a ordonné l'exequatur de la sentence, décision confirmée par les juridictions de recours françaises en dernier lieu le 27 avril 1983.\n\nB.- Le 15 février 1980, la société Y. a assigné la société X. en paiement de 909'694,85 francs en capital plus intérêts devant la Cour civile du Tribunal cantonal vaudois. La demanderesse BGE 111 II 62 S. 64requiert la réparation d'un dommage qu'elle impute à la carence de la défenderesse dans ses devoirs d'acheteuse.\n\nPar requête du 8 avril 1980, la défenderesse a requis la suspension du procès jusqu'à droit connu sur la compétence de la Chambre arbitrale des cafés et poivres du Havre et sur la validité de sa sentence du 23 mars 1978. Cette requête a été rejetée par le juge instructeur de la Cour civile puis, sur recours, par la Chambre des recours du Tribunal cantonal vaudois, au motif qu'il n'y avait pas de litispendance faute d'identité d'objet entre les deux procédures.\n\nAprès le rejet définitif de sa requête, la défenderesse a déposé une réponse le 23 juin 1981, dans laquelle elle conclut au rejet de la demande.\n\nLa demanderesse a déposé sa réplique le 21 septembre 1983.\n\nLe 16 décembre 1983, la défenderesse a présenté une requête devant le juge instructeur de la Cour civile du Tribunal cantonal vaudois, tendant à faire prononcer que cette dernière n'était pas compétente.\n\nLe 11 mai 1984, le juge instructeur a rejeté la requête. Il a considéré, en bref, que, pour n'avoir pas opposé à la demande un déclinatoire en temps voulu, soit avant toute défense au fond, la défenderesse était déchue du droit de le faire ultérieurement au regard tant des dispositions de procédure cantonale applicables que de l'art. II ch. 3 de la Convention de New York de 1958.\n\nLe 25 septembre 1984, la Chambre des recours du Tribunal cantonal vaudois a rejeté un recours de la défenderesse contre la décision qui précède.\n\nC.- La société X. interjette un recours en réforme contre cet arrêt. Elle conclut à ce que la Cour civile du Tribunal cantonal vaudois soit tenue de décliner sa compétence dans la cause introduite devant elle par la société Y. et à ce que cette dernière soit éconduite d'instance.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Considérant en droit:\n\n1. L'arrêt attaqué est une décision préjudicielle relative à la compétence, rendue dans une cause civile dont la valeur litigieuse atteint au moins 8'000 francs. Le recours en réforme pour violation d'une règle de droit fédéral relative à la compétence matérielle est dès lors ouvert (art. 49 OJ).\n\nBGE 111 II 62 S. 65\n\n2. La France et la Suisse sont parties à la Convention dite de New York pour la reconnaissance et l'exécution des sentences arbitrales étrangères du 10 juin 1958 (RS 0.277.12; ci-après: la Convention), applicable en l'espèce.\n\nSelon l'art. II al. 3 de cette convention:\n\nLe Tribunal d'un Etat contractant, saisi d'un litige sur une\n\nquestion au sujet de laquelle les parties ont conclu une convention au\n\nsens du présent article, renverra les parties à l'arbitrage, à la demande\n\nde l'une d'elles, à moins qu'il ne constate que ladite convention est\n\ncaduque, inopérante ou non susceptible d'être appliquée.\n\nLa recourante propose que l'expression \"à la demande de l'une d'elles\" soit interprétée en ce sens que le juge serait obligé de prendre en considération une telle demande, quel que soit le moment où elle a été présentée en cours de procès; selon elle, si ce sens ne résultait pas déjà de l'interprétation de cette disposition, il faudrait y voir une lacune de la loi, que le juge devrait combler dans le sens désiré.\n\nToutefois, l'analyse de la disposition invoquée ne permet pas de suivre la thèse avancée par la recourante. En effet, ladite disposition ne régit pas les formes de la procédure à suivre devant le juge ordinaire; elle accorde seulement aux parties à la convention d'arbitrage le droit de se prévaloir de celle-ci pour décliner la compétence du juge ordinaire. En l'absence de toute obligation imposée aux parties contractantes, le texte de la Convention ne limite point leur faculté de légiférer quant aux formes à respecter à ce sujet. Contraire au texte et au système de la Convention, l'interprétation proposée irait aussi à l'encontre de son but. En effet, eu égard au fait que la Convention tend à faciliter la solution des différends par la voie de l'arbitrage (ATF 110 II 59), il est conforme à l'économie de la procédure que le problème de la compétence soit réglé d'entrée de cause, que s'il y a lieu les parties soient rapidement renvoyées à agir devant la juridiction arbitrale et qu'un déclinatoire tardif ne puisse être utilisé comme procédé dilatoire; aussi ne saurait-on raisonnablement interpréter la Convention dans le sens qu'elle empêcherait les Etats contractants d'exiger que le déclinatoire soit présenté d'entrée de cause. Rien ne permet non plus de penser que ces derniers auraient pu désirer une telle limitation; l'art. II de la Convention de New York a du reste repris sur ce point la règle figurant à l'art. 4 du Protocole relatif aux clauses arbitrales adopté à Genève le 24 septembre 1923 (cf. FF 1964 II p. 631; également ATF 110 II 57).\n\nBGE 111 II 62 S. 66Par ailleurs, en droit interne des Etats signataires, l'exigence d'un déclinatoire présenté d'entrée de cause est largement répandue (cf. par exemple des règles dans ce sens, valables à l'époque ou ayant remplacé des règles équivalentes: en Suisse, RÜEDE/HADENFELDT, Schweizerisches Schiedsgerichtsrecht, p. 67 et références; en France, RENÉ DAVID, L'arbitrage dans le commerce international, p. 295, 298, JEAN ROBERT, L'arbitrage, droit interne, droit international privé, p. 103; en République fédérale d'Allemagne, SCHWAB, Schiedsgerichtsbarkeit, Kommentar, 3e éd., p. 41 ss; concernant les Etats européens, FOUCHARD, L'arbitrage commercial international, p. 128 ss). La même règle a d'ailleurs trouvé ultérieurement son expression à l'art. VI al. 1 de la Convention européenne sur l'arbitrage commercial international conclue à Genève le 21 avril 1961 (cf. DAVID, op.cit., p. 300 et 596), à laquelle ont adhéré des Etats également signataires de la Convention de New York. Cela montre clairement que ces Etats considéraient eux aussi que cette question n'était point régie dans un autre sens par la Convention de New York. Du reste, les auteurs qui se sont prononcés sur la question considèrent également qu'au regard de l'art. II al. 3 de la Convention de New York, la forme de l'exception d'incompétence n'est pas régie par la Convention mais par la lex fori (SCHWAB, op.cit., p. 356, VAN DEN BERG, The New York Arbitration Convention of 1958, p. 137 ss spéc. p. 138/9, FOUCHARD, op.cit., p. 128, BERTHEAU, Das New-Yorker Abkommen vom 10. Juni 1958 über die Anerkennung und Vollstreckung ausländischer Schiedsprüche, thèse Zurich 1964, p. 37, SCHLOSSER, Das Recht der internationalen privaten Schiedsgerichtsbarkeit, vol. I, p. 383).\n\nEn appliquant le droit cantonal de procédure à la question de savoir jusqu'à quand le déclinatoire était recevable, l'autorité cantonale et, avant elle, le premier juge n'ont donc pas violé le droit fédéral.\n\n3. La recourante fait également grief à l'autorité cantonale d'avoir violé l'art. 2 CC en ne sanctionnant pas l'abus de droit qu'aurait commis l'intimée dans l'accomplissement d'actes de procédure. Toutefois, le recours en réforme n'est ouvert que pour la violation du droit fédéral (art. 43 ss OJ). Si, certes, l'art. 2 CC est l'expression d'un principe général du droit, s'appliquant par exemple également en procédure (cf. ATF 96 II 169, ATF 84 I 62, ATF 83 II 348 ss), l'interdiction de l'abus de droit et le devoir d'agir conformément aux règles de la bonne foi ne sont pas des BGE 111 II 62 S. 67règles de droit fédéral - pouvant être invoquées au moyen du recours en réforme - lorsqu'ils s'appliquent à des disciplines ne relevant pas du droit fédéral (cf. ATF 83 II 351). Or, c'est bien à propos de l'application de règles de procédure cantonale que la recourante invoque l'abus de droit de l'autorité cantonale. Le grief est donc irrecevable."}