{"annee": "111", "cour": "II", "page": "413", "date": "19/12/1985", "cite": [], "cite_par": ["123 III 1", "118 II 97", "114 II 205", "129 III 375", "118 II 93", "126 III 353", "120 II 177", "113 II 374"], "chapeau": "83. Auszug aus dem Urteil der II. Zivilabteilung vom 19. Dezember 1985 i.S. X. gegen X. (Berufung)", "regestes": ["Obligation d'entretien des parents envers l'enfant qui n'a pas achevé sa formation à sa majorité (art. 276 et 277 CC). 1. Abstraction faite des moyens économiques, on doit admettre que les circonstances permettent d'exiger des père et mère qu'ils contribuent à l'entretien de leur enfant majeur quand celui-ci s'adonne à ses études avec conscience, remplit ses devoirs de droit familial envers ses parents et se conduit de telle manière que les relations entre parents et enfant ne sont pas compromises de façon insupportable pour ses père et mère par sa propre faute (consid. 2). 2. Le fait que l'enfant a quitté la maison familiale et vit en concubinage n'exclut pas qu'il puisse prétendre à une contribution d'entretien si les parents partagent la responsabilité du différend qui est à l'origine du départ (consid. 3). 3. Si, étant donné les relations perturbées, on ne peut pas exiger de l'enfant qu'il retourne vivre chez ses parents, celui-ci n'est, en principe, pas tenu de voir imputer quoi que ce soit sur la contribution à laquelle il a droit, du fait que ses parents lui offrent de le reprendre chez eux (consid. 5)."], "faits": "BGE 111 II 413 S. 414\n\nC. X. ist die heute 24jährige Tochter der aus Polen stammenden Eheleute A. und B. X., die sich 1965 in der Schweiz niederliessen. Im Jahre 1970 konnte auch die Tochter hieher nachreisen. Als es im Laufe der Zeit zwischen Eltern und Tochter zu immer grösseren Spannungen kam, wandte sich diese an das Jugendamt, das indessen keine dauerhafte Schlichtung zu erzielen vermochte. Am 2. Dezember 1981, dem Tag ihrer Volljährigkeit, verliess C. X. das Elternhaus. Sie zog zur Familie ihres gleichaltrigen Freundes D. Y., mit dem sie seit April 1983 in einer von ihr gemieteten 2 1/2-Zimmerwohnung zusammenlebt.\n\nIm Oktober 1982 hatte C. X. die Maturitätsprüfung bestanden. Bis zur Aufnahme ihres Studiums in Kunstgeschichte (November 1983) war sie erwerbstätig. Neben dem Universitätsstudium belegte sie Weiterbildungskurse im Hinblick auf die Eintrittsprüfung für das Zeichenlehrer-Studium. Im Mai 1984 bestand sie diese BGE 111 II 413 S. 415Prüfung, und am 15. Oktober 1984 setzte sie das Studium in Kunstgeschichte fort, das fünf Jahre dauern soll.\n\nC. X. hatte bereits mit Eingabe vom 26. Februar 1982 gegen ihren Vater Klage erhoben mit dem Antrag, der Beklagte sei zu verpflichten, ihr rückwirkend ab Dezember 1981 einen monatlichen Unterhaltsbeitrag im Sinne von Art. 279 ZGB in gerichtlich zu bestimmender Höhe zu bezahlen.\n\nDurch Urteil vom 6. Oktober 1983 verpflichtete der Gerichtspräsident den Beklagten, der Klägerin Unterhaltsbeiträge von Fr. 650.-- im Monat für die Zeit vom 1. Dezember 1981 bis 31. Oktober 1982 und von Fr. 844.-- im Monat ab 1. November 1983 zu bezahlen. Beide Parteien appellierten gegen diesen Entscheid. Am 2. Februar 1984 hob die zweite Instanz das angefochtene Urteil auf und wies die Sache zur Beweisergänzung sowie zu anschliessender neuer Beurteilung an den erstinstanzlichen Richter zurück.\n\nAm 19. Oktober 1984 erliess der Gerichtspräsident folgenden neuen Entscheid:\n\n\"1. Der Beklagte wird verurteilt, der Klägerin folgende\n\nUnterhaltsbeiträge zu bezahlen:\n\na) Fr. 650.-- pro Monat rückwirkend für die Zeit vom 1.12.1981 bis\n\n31.10.1982, wobei bereits geleistete Zahlungen angerechnet werden;\n\nb) Fr. 844.-- pro Monat ab 1.11.1983 bis 31.10.1984, wobei bereits\n\ngeleistete Zahlungen anzurechnen sind;\n\nc) Fr. 900.-- pro Monat ab 1.11.1984 bis Ende Oktober 1989.\n\nDer Unterhaltsbeitrag in lit. c ist monatlich zum voraus zu\n\nentrichten und wird indexiert. Der Betrag ist jeweilen auf den 1. Januar\n\neines jeden Jahres (erstmals per 1.1.1986) dem Index des vorangegangenen\n\nMonats November anzupassen.\n\nBerechnungsformel:\n\n(Ausgangsbetrag X neuen Index)/Ausgangsindex 103,9 Punkte (Sept. 84)\n\n2. Es wird Akt genommen und gegeben, dass die Klägerin dem Beklagten\n\nauf jedes Semesterende den Nachweis über den ordnungsgemässen Verlauf des\n\nStudiums unaufgefordert erbringt.\"\n\nDer Beklagte und die Klägerin erhoben hiergegen Appellation bzw. Anschlussappellation. Durch Urteil vom 14. März 1985 wurden beide Rechtsmittel abgewiesen und das erstinstanzliche Urteil vollumfänglich bestätigt.\n\nDen Entscheid der Appellationsinstanz hat der Beklagte sowohl mit staatsrechtlicher Beschwerde als auch mit Berufung beim Bundesgericht BGE 111 II 413 S. 416angefochten. Mit letzterer stellt er folgende Rechtsbegehren:\n\n\"Es sei das genannte Urteil aufzuheben und die Klage abzuweisen.\n\nEventuell:\n\na) Es sei die Klage abzuweisen, soweit es die Unterhaltsbeiträge vom\n\n1. Dezember (1981) bis 31. Oktober 1982 betrifft;\n\nb) Es seien die Unterhaltsbeiträge auf ein den besonderen Umständen\n\nentsprechendes Mass herabzusetzen.\"\n\nDie Klägerin beantragt, es sei wegen Verspätung auf die Berufung nicht einzutreten; allenfalls sei diese vollumfänglich abzuweisen.\n\nMit Urteil vom 2. September 1985 hat die erkennende Abteilung die staatsrechtliche Beschwerde abgewiesen, soweit darauf einzutreten war.", "considerants": "Aus den Erwägungen:\n\n2. Die Eltern haben für den Unterhalt ihres Kindes aufzukommen, und zwar unter Einschluss der Kosten für die Ausbildung (Art. 276 Abs. 1 ZGB). Die elterliche Unterhaltspflicht dauert grundsätzlich bis zur Mündigkeit des Kindes (Art. 277 Abs. 1 ZGB). Befindet sich dieses zu jenem Zeitpunkt noch in Ausbildung, so haben die Eltern, soweit es ihnen nach den gesamten Umständen zugemutet werden darf, für seinen Unterhalt weiterhin aufzukommen, bis die Ausbildung ordentlicherweise abgeschlossen werden kann (Art. 277 Abs. 2 ZGB).\n\nMit dem Kriterium der Zumutbarkeit wird der Ausnahmecharakter der elterlichen Unterhaltspflicht über die Volljährigkeit des Kindes hinaus unterstrichen. Zu beachten sind unter diesem Gesichtspunkt nicht nur die wirtschaftlichen Verhältnisse der Eltern, sondern auch die persönlichen Beziehungen zwischen diesen und ihrem Kind. Für ein studierendes volljähriges Kind sind den Eltern weniger weitgehende Einschränkungen zuzumuten als für ein unmündiges Kind (vgl. REUSSER, Unterhaltspflicht, Unterstützungspflicht, Kindesvermögen, in: Berner Tage für die juristische Praxis 1977, Das Neue Kindesrecht, S. 65). Von der wirtschaftlichen Leistungsfähigkeit abgesehen, erscheint die Verpflichtung der Eltern zu Unterhaltsleistungen in einem Fall wie dem vorliegenden dann als zumutbar, wenn das Kind seinen Fähigkeiten entsprechend pflichtbewusst seinen Studien obliegt, die familienrechtlichen Pflichten gegenüber dem Unterhaltsverpflichteten befolgt und sich so verhält, dass das Eltern-Kind-Verhältnis BGE 111 II 413 S. 417nicht durch eigenes Verschulden in einer für die Eltern untragbaren Weise beeinträchtigt wird (vgl. GROB, Die familienrechtlichen Unterhalts- und Unterstützungsansprüche des Studenten, Diss. Bern 1975, S. 55). Allerdings darf nicht übersehen werden, dass gemäss Art. 272 ZGB auch die Eltern gegenüber dem Kind alle Rücksicht und Achtung schulden, die das Wohl der Familiengemeinschaft erfordert.\n\nEs gilt für den Richter nach dem Gesagten einen Ausgleich zu finden zwischen der erstrebenswerten Entwicklung des Kindes zu einer selbständigen Persönlichkeit einerseits und dem legitimen Anspruch der unterhaltspflichtigen Eltern darauf, dass das Kind ihre Weltanschauung und Lebensauffassung respektiere, andererseits. Weder darf das Kind, das auf Unterhaltsleistungen angewiesen ist, übermässigem Zwang der Eltern ausgesetzt sein, noch sollen sich diese zu einer blossen Zahlelternschaft verurteilt sehen.\n\n3. Dass er finanziell nicht in der Lage wäre, die der Klägerin ... zugesprochenen Unterhaltsbeiträge zu zahlen, macht der Beklagte nicht geltend. Indessen ist er hauptsächlich deshalb der Auffassung, die Leistung eines Beitrages an den Unterhalt der Tochter sei ihm nicht zuzumuten, weil diese seit ihrem Auszug aus dem Elternhaus ihre familienrechtlichen Pflichten vernachlässigt habe und heute mit D. Y. im Konkubinat lebe.\n\na) Unter Hinweis auf den Umstand, dass Konkubinate in der Schweiz zum Beispiel nirgends mehr strafrechtlich verfolgt würden, hält der Appellationshof fest, dass das Empfinden des Beklagten, diese Lebensform sei eine Sünde, den hiesigen Anschauungen nicht mehr entspreche; objektiv stelle das Konkubinat keinen Unzumutbarkeitsgrund dar. In dieser Absolutheit kann der vorinstanzlichen Betrachtungsweise nicht beigepflichtet werden. Abgesehen davon, dass HEGNAUER (Zwei Jahre neues Kindesrecht, in: Kindes- und Adoptionsrecht, S. 14) dafür hält, es sei Eltern generell nicht zuzumuten, für den Unterhalt ihres (mündigen) Kindes aufzukommen, wenn sie dessen Konkubinat missbilligten, können jedenfalls die besonderen Umstände oder die Art des Konkubinats die Verpflichtung der Eltern zur Leistung von Unterhaltsbeiträgen als unzumutbar erscheinen lassen. Zu denken ist etwa an das ehebrecherische Konkubinat.\n\nb) Das Konkubinat zwischen der Klägerin und D. Y. darf nicht losgelöst von den ernsthaften Spannungen betrachtet werden, die schliesslich dazu führten, dass die Klägerin das Elternhaus verliess, und die heute noch andauern. Der Gerichtspräsident ..., auf dessen BGE 111 II 413 S. 418Erwägungen die Vorinstanz weitgehend verweist, hielt fest, dass aufgrund verschiedener Zeugenaussagen sowie der Berichte des Jugendamtes ... vom 3. Juni 1982 und 7. Juni 1984 sich ein düsteres Bild der früheren und der gegenwärtigen Beziehungen zwischen der Klägerin und ihren Eltern ergebe. Man habe sich in einem unheilvollen Netz von gegenseitigen Beleidigungen und Provokationen verfangen. Beide Teile beteuerten zwar ihre Gesprächsbereitschaft, doch gelinge es keiner Seite, sich aus dem erwähnten Netz zu befreien; dies werde auch in Zukunft ohne Beizug einer aussenstehenden Person nicht möglich sein, doch werde eine solche vom Beklagten abgelehnt. Nach Auffassung des Gerichtspräsidenten haben beide Seiten die familienrechtlichen Pflichten objektiv schwer verletzt. Zum Vorwurf gereiche der Klägerin in diesem Zusammenhang unter anderem ihr Weglaufen noch vor ihrer Mündigkeit im Herbst 1981, die Art ihres endgültigen Auszugs am Tag ihrer Volljährigkeit, das von ihren Eltern missbilligte Konkubinat ... sowie die Tätlichkeiten, die Beleidigungen und Provokationen, die sie sich gegenüber den Eltern habe zuschulden kommen lassen. Die Eltern X. andererseits hätten ihre Pflichten beispielsweise dadurch verletzt, dass sie die Klägerin in haltloser Weise des Heroinspritzens bezichtigt, sie Dritten gegenüber als \"Hure\" betitelt und ihr keine bzw. zuwenig Unterhaltsbeiträge bezahlt hätten, als sie noch das Gymnasium besucht habe.\n\nc) Mit dem erstinstanzlichen Richter sieht der Appellationshof die Ursache des Zerwürfnisses zwischen Eltern und Tochter vor allem in der verschuldensneutralen Stresssituation einer Flüchtlingsfamilie, die in einem fremden Land eine neue Existenz aufbaut. Die Vorinstanz hebt zudem auch die Gegensätzlichkeiten in den Weltanschauungen von Eltern und Tochter sowie den Umstand hervor, dass die Eltern - in Widerspruch zu den Bewertungen im neuen Kindesrecht - nur ihre eigene Auffassung über die Entwicklung der Tochter akzeptierten und diese in verschiedenster Hinsicht stark und oft in unzumutbarer Weise unter Druck setzten. Auch wenn die Eltern sich keiner Fehler bewusst seien, schafften sie objektiv Hindernisse in ihrer Beziehung zur Tochter, was deren Reaktion noch verstärke.\n\nDas von den kantonalen Instanzen festgestellte Verhalten der Eltern X. steht in der Tat im Widerspruch zur Leitidee des neuen Kindesrechts. Danach soll die Erziehung des Kindes das Ergebnis der gesamten gegenseitigen persönlichen Begegnung von Eltern und Kind sein, und nicht eine einseitige Einflussnahme der Eltern BGE 111 II 413 S. 419auf das Kind (vgl. Botschaft des Bundesrates vom 5. Juni 1974, BBl 1974 II S. 76 mit Hinweis). Auf seiten der Eltern setzt dies die Bereitschaft voraus, dem Kind eine gewisse Freiheit zuzugestehen und diese Freiheit zu achten; ferner den auf dem Weg zum Erwachsenwerden manchmal notwendigen Widerstand des Kindes nicht zu unterdrücken und dessen Selbstwertgefühl nicht zu beeinträchtigen. Andererseits ist freilich auch vom Kind die für eine harmonische Beziehung zu seinen Eltern erforderliche tolerante Haltung zu erwarten.\n\nd) Im Lichte der erwähnten Grundsätze und der von den kantonalen Instanzen für das Bundesgericht verbindlich festgehaltenen tatsächlichen Gegebenheiten erscheint das Ausziehen der Klägerin aus der elterlichen Wohnung, ihr seitheriges Verhalten den Eltern gegenüber und die Begründung des Konkubinats mit D. Y. nicht als derart gravierende Pflichtverletzung, dass dem Beklagten nicht mehr zuzumuten wäre, an den Unterhalt der Tochter beizutragen.\n\n...\n\n5. Der erstinstanzliche Richter hatte den von der Klägerin geltend gemachten Unterhaltsanspruch unter Hinweis auf ihre Verletzung familienrechtlicher Pflichten gekürzt. Die Vorinstanz hat diesen Entscheid geschützt mit der Begründung, dass ein Kind, das wie die Klägerin selbständig sein wolle, an seinen Unterhalt billigerweise selbst mehr beitragen müsse.\n\na) Ob ein fehlerhaftes Verhalten des Kindes dazu führen könne, dass ein Unterhaltsanspruch zwar nicht verneint, dem Kind jedoch nur ein herabgesetzter Unterhaltsbeitrag zugesprochen wird, erscheint als zweifelhaft. Darüber muss hier jedoch nicht entschieden werden, da die Klägerin das vorinstanzliche Urteil nicht angefochten hat.\n\nb) Die andere Frage ist, ob ein Kind sich für ein Angebot der Eltern, es im elterlichen Heim aufzunehmen, einen entsprechenden Betrag anrechnen lassen müsse, wenn es in einer eigenen Wohnung leben will. Unter Vorbehalt ganz besonderer Verhältnisse dürfte dies grundsätzlich zu bejahen sein, soweit sich ein Wohnen bei den Eltern mit den Bedürfnissen der Ausbildung bzw. des Studiums vereinbaren lässt.\n\nIm Ergebnis läuft die Ermittlung des klägerischen Notbedarfs durch die kantonalen Instanzen auf eine teilweise Anrechnung der Naturalleistungen hinaus, die der Beklagte zu erbringen bereit ist. So wurde der reduzierte Grundbetrag eingesetzt, der für Personen gilt, die im Haushalt von Angehörigen leben, und der von der Klägerin geltend BGE 111 II 413 S. 420gemachte Betrag von Fr. 100.-- für auswärtige Mahlzeiten wurde gestrichen. Andererseits wurde jedoch ein Betrag für Wohnkosten von Fr. 300.-- berücksichtigt, was der Miete für ein Zimmer der oberen Klasse in einem Studentenheim entspricht. Damit gestanden die Vorinstanzen der Klägerin - stillschweigend und im Widerspruch zu ihrem Entscheid betreffend Grundbetrag und Kosten für das Essen - zu, dass sie auswärts wohnen dürfe, wenn auch nicht in der von ihr (zusammen mit D. Y.) gemieteten Wohnung. Unter den hier gegebenen besonderen Umständen ist dies nicht zu beanstanden; in Anbetracht des gegenwärtig schwer gestörten Verhältnisses zu ihren Eltern kann von der Klägerin in der Tat nicht verlangt werden, dass sie in deren Haus ziehe.\n\n..."}