{"annee": "111", "cour": "II", "page": "330", "date": "6/11/1985", "cite": ["104 II 6"], "cite_par": ["125 II 348", "139 III 1", "116 II 275", "123 III 337", "130 III 441", "131 III 459", "130 III 450", "114 II 159"], "chapeau": "65. Urteil der II. Zivilabteilung vom 6. November 1985 i.S. Fritz Frey und 7 Mitbeteiligte gegen Paul Cron (Berufung)", "regestes": ["Règlement d'administration et d'utilisation de la propriété par étages (art. 712g al. 3 CC). 1. Dans quelle mesure l'art. 27 CC, le principe de l'égalité de traitement invoqué sur la base de l'art. 2 CC et la garantie constitutionnelle de la propriété font-ils obstacle à une restriction d'utilisation prévue par le règlement à la charge d'une part de copropriété? (consid. 4-6). 2. Certes, les copropriétaires peuvent convenir, par acte juridique, d'une restriction d'utilisation grevant une part de copropriété déterminée, mais, par analogie avec l'art. 730 al. 1 CC, il faut observer le principe de la limitation de l'étendue de la charge (consid. 7-9)."], "faits": "BGE 111 II 330 S. 330\n\nA.- Dr. iur. Paul Cron, Rechtsanwalt und Leiter eines Musikverlages, wohnt in einem Terrassenhaus an der Zinggentorstrasse 3 BGE 111 II 330 S. 331in Luzern, das einer Stockwerkeigentümergemeinschaft gehört. Am 24. Oktober 1980 hatte er die 5 1/2-Zimmer-Wohnung GB Nr. 7102 und am 9. Oktober 1981 die Stockwerkeinheit GB Nr. 7089 im Parterre des genannten Hauses gekauft.\n\nMit Schreiben vom 26. Oktober 1981 unterrichtete Cron die Mitbewohner der Zinggentorstrasse 3 vom Erwerb der Stockwerkeinheit GB Nr. 7089 und von seiner Absicht, dort seine Anwaltspraxis zu führen und seine beiden Verlage - den Musikalienverlag Edition Cron und den Schallplattenverlag Fono-GmbH - zu betreiben.\n\nGegen Bauvorhaben Crons erhoben die übrigen Bewohner der Liegenschaft Zinggentorstrasse 3 am 16. November 1981 beim Stadtrat von Luzern öffentlichrechtliche und privatrechtliche Baueinsprache. Indessen wurde dem Gesuchsteller Cron am 30. Dezember 1981 vom Stadtrat die Baubewilligung erteilt; die privatrechtliche Baueinsprache wurde an den Zivilrichter verwiesen. Cron liess verschiedene bauliche Veränderungen an der Stockwerkeinheit GB Nr. 7089 vornehmen. So wurden Zwischenwände eingezogen und eine Beleuchtung installiert. Die Installation einer WC-Anlage sodann verlangte eine Wasserleitung, welche in der Autoeinstellhalle angezapft und von dort zu den Parterreräumen GB Nr. 7089 geleitet wurde. Beim Eingang zu diesen liess Cron einen Schuhrost und eine Firmentafel anbringen.\n\nB.- Am 17. Februar 1982 klagte Dr. iur. Paul Cron vor Amtsgericht Luzern-Stadt auf Beseitigung bzw. Abweisung der privatrechtlichen Baueinsprache. Überdies forderte er von der Gegenpartei Fr. 30'000.-- Schadenersatz. Die beklagten Baueinsprecher ihrerseits ersuchten um Abweisung der Klage und stellten verschiedene Anträge betreffend die Nutzung und bauliche Veränderung der Stockwerkeinheit GB Nr. 7089.\n\nBeide Parteien beriefen sich auf das Reglement der Stockwerkeigentümergemeinschaft vom 27. September 1976, dessen Art. 9 lautet:\n\n\"Unter Vorbehalt folgender Ausnahmen sind die Stockwerkanteile ausschliesslich für Wohnzwecke bestimmt:\n\na) die Führung einer ruhigen Büropraxis ist gestattet, sofern nicht dadurch die Interessen anderer Stockwerkeigentümer empfindlich gestört werden.\n\nb) Der Stockwerkeigentumsanteil GB-Nr. 7089 dient als Ausstellungsraum für ein privates, auch durch eine juristische Person geführtes, Museum oder dergleichen mit beschränkt öffentlichem Zutritt. BGE 111 II 330 S. 332Die Besucher der Ausstellung dürfen ihre Fahrzeuge nicht auf GB-Nr. 1627 Luzern parkieren.\n\nc) Der Vorplatz und der Raum an der Südseite des Ausstellungsraumes beim GB-Nr. 7089 muss als Zugang zum Museum und für den Ablad von Museumsgütern frei bleiben.\n\nd) Die Frontpartie gegen die Zinggentorstrasse muss frei bleiben und darf nicht als Parkfläche benutzt werden. Die Absperrung mittels Blumentöpfen oder ähnlicher Hilfsmittel ist Sache der Gemeinschaft.\"\n\nC.- Nachdem das Amtsgericht Luzern-Stadt mit Urteil vom 11. August 1983 die privatrechtliche Baueinsprache beseitigt und im übrigen alle Begehren sowohl des Klägers als auch der Beklagten abgewiesen hatte, soweit darauf eingetreten werden konnte, appellierten die Parteien an das Obergericht des Kantons Luzern.\n\nDas Obergericht erklärte mit Urteil vom 15. November 1984 die privatrechtliche Baueinsprache der Beklagten vom 16. November 1981 ebenfalls als beseitigt. Gemäss Ziffer 2 des Dispositivs hatte der Kläger die Besucher seines Stockwerkanteils Nr. 7089 zu verhalten, ihre Fahrzeuge nicht auf dem Grundstück GB Nr. 1627 zu parkieren. Die anderslautenden und weitergehenden Begehren der Parteien wurden, soweit darauf einzutreten war, vom Obergericht abgewiesen.\n\nD.- Gegen dieses Urteil erhoben die Parteien Berufung und Anschlussberufung an das Bundesgericht. Das Rechtsbegehren der Beklagten und Berufungskläger lautete wie folgt:\n\n\"1. Das Urteil des Obergerichts des Kantons Luzern vom 15. November 1984 sei aufzuheben.\n\n2. Die Baueinsprache der Berufungskläger sei zu schützen.\n\n3. Der Berufungsbeklagte habe jede kommerzielle/gewerbliche Nutzung des Stockwerkeigentumsanteils Nr. 7089 durch einen Geschäftsbetrieb irgendwelcher Art, einschliesslich eine Vermietung für kommerzielle/gewerbliche Zwecke, zu unterlassen.\n\n4. Der Berufungsbeklagte habe allfällige Besucher von Stockwerkeigentumsanteil Nr. 7089 zu verhalten, ihre Fahrzeuge nicht auf dem gemeinschaftlichen Grundstück Nr. 1627 abzustellen.\n\n5. Der Berufungsbeklagte habe jede Anschrift an irgendwelchen Teilen des Hauses, insbesondere durch eine Firmentafel, sowie jegliche baulichen Veränderungen an der Fassade und am Eingang zu Stockwerkanteil Nr. 7089 zu unterlassen.\n\n6. Der Berufungsbeklagte habe die in der Autoeinstellhalle angezapfte Wasserleitung zu Stockwerkanteil Nr. 7089 zu entfernen und den ursprünglichen Zustand wieder herzustellen, eventuell habe er diese Wasserleitung in gleicher Art wie die übrigen Wasserleitungen in der Autoeinstellhalle anzubringen.\n\n7. Der Berufungsbeklagte habe alle widerrechtlich vorgenommenen Einbauten in Stockwerkanteil Nr. 7089 zu beseitigen.\n\nBGE 111 II 330 S. 333\n\n8. Dem Berufungsbeklagten sei für den Fall, dass er Ziff. 3, 4, 5, 6 und 7 nicht nachkommt, die Bestrafung mit Haft oder Busse im Sinne von Art. 292 StGB anzudrohen.\n\n9. Alles unter Kosten- und Entschädigungsfolgen zulasten des Berufungsbeklagten.\"", "considerants": "Aus den Erwägungen:\n\n2. Nicht mehr streitig ist vor Bundesgericht die vor den kantonalen Instanzen noch diskutierte Frage, ob nur die Stockwerkeigentümergemeinschaft als solche eine Verletzung des die Verwaltung und Benutzung ordnenden Reglements (vgl. Art. 712g Abs. 3 ZGB) rügen könne oder ob diese Befugnis auch einzelnen Stockwerkeigentümern zustehe. Auf diese Frage ist von Amtes wegen schon deshalb nicht zurückzukommen, weil offenbar alle Stockwerkeigentümer des Terrassenhauses an der Zinggentorstrasse 3 in Luzern am vorliegenden Rechtsstreit beteiligt sind. Davon abgesehen, ist hier die Rechtsfrage zu beantworten, ob von einem Stockwerkeigentümer - dem Kläger Dr. iur. Paul Cron - der Miteigentumsanteil in einer Art und Weise genutzt werde, dass dies einer Veränderung der Zweckbestimmung gleichkomme. Eine solche Veränderung der Zweckbestimmung der Sache bedarf gemäss Art. 648 Abs. 2 ZGB der Übereinstimmung aller Miteigentümer, soweit diese nicht einstimmig eine andere Ordnung vereinbart haben. È contrario folgt aus dieser gesetzlichen Regelung, die auch für das Stockwerkeigentum Geltung beansprucht (Kommentar MEIER-HAYOZ, N. 50 zu Art. 648 ZGB), dass sich jeder Stockwerkeigentümer gegen die Veränderung der Zweckbestimmung mit einem Veto zur Wehr setzen kann. Es ist aus dem Reglement der vorliegend im Streit liegenden Stockwerkeigentümergemeinschaft nicht ersichtlich, dass sie sich diesbezüglich eine andere als die gesetzliche Ordnung gegeben hat. Vielmehr kann in Art. 26 des Reglements, welcher für Bauarbeiten, die lediglich der Verschönerung des Gebäudes oder der Bequemlichkeit im Gebrauch dienen, die Zustimmung aller Stockwerkeigentümer verlangt (was der gesetzlichen Regelung von Art. 647e Abs. 1 ZGB entspricht), ein Indiz dafür gesehen werden, dass Veränderungen der Zweckbestimmung a fortiori solcher Zustimmung bedürfen. Aber auch Art. 712g Abs. 3 ZGB, der für die Verbindlichkeit des Reglements lediglich einen Mehrheitsbeschluss der Stockwerkeigentümer verlangt, steht der Auffassung nicht entgegen, dass entsprechend Art. 648 Abs. 2 ZGB sämtliche Stockwerkeigentümer einer Veränderung BGE 111 II 330 S. 334der Zweckbestimmung eines Miteigentumsanteils zustimmen müssen und dass deshalb jeder einzelne Stockwerkeigentümer sich dagegen wenden kann.\n\n3. a) Das Obergericht des Kantons Luzern ist im angefochtenen Urteil von Art. 712a Abs. 2 ZGB ausgegangen, wonach der Stockwerkeigentümer in der Verwaltung, Benutzung und baulichen Ausgestaltung seiner eigenen Räume frei ist, jedoch keinem anderen Stockwerkeigentümer die Ausübung des gleichen Rechtes erschweren und die gemeinschaftlichen Bauteile, Anlagen und Einrichtungen in keiner Weise beschädigen oder in ihrer Funktion und äusseren Erscheinung beeinträchtigen darf. Vorbehalten bleibe allerdings eine engere Zweckbestimmung der Liegenschaft im Begründungsakt (Art. 712d ZGB) oder im Reglement (Art. 712g Abs. 3 ZGB).\n\nEine Einschränkung in der Benutzung sieht nach der Feststellung der Vorinstanz in der Tat Art. 9 des Reglements vor, welches sich die Stockwerkeigentümer der Liegenschaft Zinggentorstrasse 3 in Luzern gegeben haben. Danach sind die Stockwerkanteile ausschliesslich für Wohnzwecke bestimmt. Eine Ausnahme von diesem Grundsatz ist gemäss lit. a der zitierten Bestimmung insoweit möglich, als die Führung einer ruhigen Büropraxis gestattet wird, sofern dadurch nicht die Interessen anderer Stockwerkeigentümer empfindlich gestört werden. Sodann dient gemäss lit. b der erwähnten Bestimmung der Stockwerkeigentumsanteil GB Nr. 7089 als Ausstellungsraum für ein privates, auch durch eine juristische Person geführtes Museum oder dergleichen mit beschränktem öffentlichem Zutritt. Die Beschränkung gemäss lit. b des Reglements sei einschneidender, führt das Obergericht aus, als jene gemäss lit. a woraus folge, dass sich der Kläger nicht auf lit. a des Reglements berufen könne. Mit der in Art. 9 lit. b des Reglements statuierten Benutzungsordnung aber vertrage sich die Verlagstätigkeit von Dr. iur. Paul Cron offensichtlich nicht.\n\nb) Nach der Auffassung des Obergerichts vermag indessen Art. 9 lit. b des Reglements weder von Art. 20 Abs. 1 OR noch vor der Eigentumsgarantie der Bundesverfassung noch vor dem Gleichbehandlungsgrundsatz von Art. 2 ZGB standzuhalten.\n\nEinen auf Art. 20 Abs. 1 OR gestützten Nichtigkeitsgrund sieht die Vorinstanz darin, dass die dem Kläger durch das Reglement auferlegte Einschränkung in der Benutzung seines Miteigentumsanteils GB Nr. 7089 eine mit dem Recht der Persönlichkeit nicht zu vereinbarende Beschränkung der wirtschaftlichen Freiheit darstelle BGE 111 II 330 S. 335(Art. 27 Abs. 2 ZGB). Das Obergericht hält die den Kläger belastende Nutzungsbeschränkung im Hinblick darauf, dass es um einen Miteigentumsanteil in einem städtischen Wohnhaus geht, für \"ziemlich ausgefallen\", und es erinnert daran, dass die Beschränkung ad personam - nämlich wegen eines Kaufinteressenten, der eine Mineraliensammlung einrichten wollte - angeordnet worden war. Die Fassung von Art. 9 lit. b des Reglements sei dermassen eng, dass es dem Eigentümer des Stockwerkanteils faktisch verunmöglicht werde, eine andere, weniger ausgefallene Nutzung zu wählen. Daher scheine auch eine nur einigermassen kostendeckende Veräusserung oder Vermietung dieses Stockwerkanteils ausgeschlossen zu sein. Die Gemeinschaftsinteressen der Beklagten, gegenüber denen die dem Kläger auferlegte Beschränkung abzuwägen ist, erfordern indessen nach der Meinung des Obergerichts keine so weitgehende Beschneidung seiner persönlichen und wirtschaftlichen Freiheit. Die Tätigkeit des Klägers als Verleger belaste das Wohnhaus nicht mit besonderen Immissionen (insbesondere von Lärm) und rufe auch nicht einer zusätzlichen Beanspruchung der Gemeinschaftsanlagen (Treppenhaus- und Liftbenützung) oder vermehrter Reinigungsarbeit. Schliesslich setzten auch die übrigen schützenswerten Interessen der Beklagten - die Wahrung der Zweckbestimmung der Überbauung als luxuriöses und ausgesprochen repräsentatives Wohnhaus - keineswegs voraus, dass der Miteigentumsanteil GB Nr. 7089 nur als Ausstellungsraum für ein privates Museum genutzt werde.\n\nDurch das Reglement der Stockwerkeigentümergemeinschaft Zinggentorstrasse 3 in Luzern wird sodann nach dem Dafürhalten der Vorinstanz das gesetzgeberische Ziel des Stockwerkeigentums so weitgehend ausgehöhlt, dass der Kerngehalt des Eigentums - Instituts- und Bestandesgarantie - betroffen sei. Die in keinem sachlichen Zusammenhang mit der Zweckbestimmung der Liegenschaft stehenden Nutzungsbeschränkungen, die dem Eigentümer der Stockwerkeinheit GB Nr. 7089 zugemutet würden, verletzten daher Art. 22ter und 22quater BV.\n\nSchliesslich sieht das Obergericht durch die umstrittene Nutzungsordnung den aus Art. 2 ZGB fliessenden Anspruch auf Gleichbehandlung verletzt; denn dieser zivilrechtliche Grundsatz verbiete ungerechtfertigte Differenzierungen zwischen den einzelnen Stockwerkeigentümern. Zwar rechtfertige die besondere bauliche Ausgestaltung der (nahezu fensterlosen) Stockwerkeinheit GB Nr. 7089 grundsätzlich eine besondere Nutzungsordnung für diese.BGE 111 II 330 S. 336\n\nDas heisse aber noch nicht, dass sich für diesen Miteigentumsanteil eine Sonderregelung aufdränge, die restriktiver sei als die für alle übrigen Stockwerkeinheiten geltende Vorschrift von Art. 9 lit. a des Reglements. Es sei sachlich nicht gerechtfertigt - führt das Obergericht aus - den Beklagten den Betrieb einer ruhigen Büropraxis zuzugestehen, dasselbe jedoch dem Kläger zu versagen, wo doch die übrigen Stockwerkeinheiten von der 4. bis zur 9. Etage des Terrassenhauses durch eigene Immissionen (aus Bürotätigkeit) wesentlich mehr betroffen seien als durch Immissionen (ebenfalls aus Bürotätigkeit), die vom Stockwerkanteil GB Nr. 7089 herrührten.\n\nAus all diesen Gründen - und weil die Beklagten ihre Stockwerkeigentumsanteile auch ohne den umstrittenen Art. 9 lit. b des Reglements gekauft hätten - liegt nach der Auffassung des Obergerichts des Kantons Luzern eine Teilnichtigkeit vor. Indessen sei die erwähnte Bestimmung nicht einfach zu streichen, sondern die übermässige Beschränkung auf das zulässige Mass zu reduzieren. Sinngemäss anwendbar auf die Nutzung der Stockwerkeinheit GB Nr. 7089 sei (mangels einer anderen Bestimmung, die auch vom Richter nicht formuliert werden könne) Art. 9 lit. a des Reglements der Stockwerkeigentümergemeinschaft. Die vom Kläger bisher ausgeübte Verlagstätigkeit entspreche der von dieser Ausnahmebestimmung ins Auge gefassten ruhigen Büropraxis und sei daher zuzulassen.\n\n4. Gegen diese Betrachtungsweise wenden die Beklagten vorerst ein, das Obergericht verkenne die Tragweite von Art. 27 Abs. 2 ZGB in Verbindung mit Art. 20 Abs. 1 OR, wenn es sich auf den Standpunkt stelle, dass der Erwerber der Stockwerkeinheit GB Nr. 7089 durch Art. 9 lit. b des Reglements der Stockwerkeigentümergemeinschaft eine unzulässige Beschränkung seiner persönlichen und wirtschaftlichen Freiheit erleide.\n\nNach Art. 27 ZGB kann niemand ganz oder zum Teil auf die Rechts- und Handlungsfähigkeit verzichten und kann niemand sich seiner Freiheit entäussern oder sich in ihrem Gebrauch in einem das Recht oder die Sittlichkeit verletzenden Grade beschränken. Da auch Vereinsbeschlüsse und statutarische Bindungen nach diesen Grundsätzen zu beurteilen sind (BGE 104 II 8 E. 2a), ist nicht einzusehen, weshalb ein Reglement im Sinne von Art. 712g Abs. 3 ZGB, welches die Verwaltung und Benutzung in der Stockwerkeigentümergemeinschaft ordnet, hievon ausgeschlossen sein sollte.BGE 111 II 330 S. 337\n\nDas Bundesgericht wendet die Schutzbestimmungen des Art. 27 ZGB insbesondere auch auf wirtschaftliche Betätigungen an, nimmt jedoch nur mit Zurückhaltung einen Verstoss hiegegen an, wenn es um die Einschränkung der Vertragsfreiheit geht. Es erachtet eine vertragliche oder statutarische Einschränkung der wirtschaftlichen Bewegungsfreiheit grundsätzlich nur dann als übermässig, wenn sie den Verpflichteten der Willkür eines anderen ausliefert, seine wirtschaftliche Freiheit aufhebt oder in einem Masse einschränkt, dass die Grundlagen seiner wirtschaftlichen Existenz gefährdet sind (BGE 104 II 8 E. 2a mit Hinweisen). Von einer solchen Gefährdung der Grundlagen der wirtschaftlichen Existenz des Erwerbers der Stockwerkeinheit GB Nr. 7089 kann im Hinblick auf Art. 9 lit. b des Reglements der Stockwerkeigentümer indessen nicht die Rede sein. Die hier vorgesehene Beschränkung in der Nutzung des Miteigentumsanteils erfasst nur einen einzelnen, wenngleich nicht unbedeutenden Vermögenswert des Stockwerkeigentümers, doch wird dessen persönliche und wirtschaftliche Freiheit als ganze dadurch nicht zunichte gemacht. Die Beschränkung wirkt sich - ausser in der eingeengten Benützung - vor allem in der Weise aus, dass die Stockwerkeinheit nicht so leicht oder nur zu ungünstigen Bedingungen weiterveräussert werden kann. Von diesem wirtschaftlichen Standpunkt aus gesehen, unterscheidet sich der vorliegend zu beurteilende Sachverhalt kaum von Gewerbebeschränkungen, die gemäss feststehender Praxis mittels Dienstbarkeit gesichert werden können (Kommentar LIVER, N. 129 ff. zu Art. 730 ZGB). Gleicherweise kann sich auch der Besitzer vinkulierter Namenaktien grundsätzlich nicht mit Erfolg auf Art. 27 ZGB berufen, weil er bei der Veräusserung dieser Wertpapiere auf erhebliche, allenfalls unüberwindliche Schwierigkeiten stösst.\n\n5. Mit Recht sodann wenden sich die Beklagten auch gegen die Anrufung der Art. 22ter und 22quater BV durch die Vorinstanz.\n\nUngeachtet dessen, dass ein Teil der schweizerischen Lehre die Drittwirkung von Grundrechten bejaht oder jedenfalls nicht rundweg ausschliesst (vgl. JÖRG PAUL MÜLLER, Elemente einer schweizerischen Grundrechtstheorie, S. 79 ff., GEORG MÜLLER, Die Drittwirkung der Grundrechte, ZBl 79/1978, S. 233 ff., HÄFELIN/HALLER, Schweizerisches Bundesstaatsrecht, S. 329 ff.; noch immer ablehnend AUBERT, Traité de droit constitutionnel suisse, Supplément 1967-1982, No 1742 ff.; VIKTOR ÄPLI, Grundrechte und Privatrecht, Freiburger Diss. 1980, S. 24 ff. bejahend de constitutione ferenda, S. 203 f. ablehnend de constitutione lata), BGE 111 II 330 S. 338kommt eine unmittelbare Anwendung der Normen der Bundesverfassung zur Eigentumsgarantie auf das Verhältnis der Stockwerkeigentümer unter sich nach der bisherigen Rechtsprechung des Bundesgerichts nicht in Frage (vgl. BGE 107 Ia 280 f. E. 3a). Die Privatrechtsordnung lässt Nutzungsbeschränkungen - zum Beispiel in der Gestalt der soeben erwähnten Dienstbarkeiten - zu, welche das Gemeinwesen nicht anordnen könnte, ohne die von der Bundesverfassung gewährleistete Eigentumsfreiheit zu verletzen. Eine solche auf privatrechtlicher Grundlage - grundsätzlich - zulässige Einschränkung in der Benutzung stellt auch die Beschränkung dar, welcher der Kläger aufgrund von Art. 9 lit. b des Reglements der Stockwerkeigentümer unterworfen ist; von Verfassung wegen lässt sich daran nicht rütteln.\n\n6. Auch der vom Obergericht aus Art. 2 ZGB abgeleitete Gleichbehandlungsgrundsatz lässt sich nicht herbeiziehen, um eine Teilnichtigkeit von Art. 9 lit. b des umstrittenen Reglements zu begründen. Zwar lassen sich Argumente finden, um diesem Grundsatz auch innerhalb der körperschaftsähnlich organisierten Stockwerkeigentümergemeinschaft zum Durchbruch zu verhelfen (vgl. ROLF H. WEBER, Minderheitenschutz beim Stockwerkeigentum, ZBGR 60/1979, S. 144 ff., insbesondere S. 164 ff., mit weiteren Hinweisen). Indessen ist das Reglement für die Liegenschaft Zinggentorstrasse 3 in Luzern nicht von der Stockwerkeigentümergemeinschaft gegen den Willen des Eigentümers der Stockwerkeinheit GB Nr. 7089 beschlossen und in Kraft gesetzt worden. Vielmehr ist Art. 9 lit. b in das Reglement aufgenommen worden, ohne dass eine Mehrheit der Stockwerkeigentümer zu ihrem eigenen Vorteil der Minderheit eine Benachteiligung aufgezwungen hätte. Auch dem Kläger, welcher die Stockwerkeinheit GB Nr. 7089 erst erwarb, als das Reglement bereits in Kraft war, ist die Beschränkung der gewerblichen Tätigkeit nicht aufgenötigt worden. Er wusste bei Abschluss des Kaufvertrages um den Art. 9 lit. b des Reglements, der auf seinen Rechtsvorgänger zugeschnitten war und von jenem auch ohne weiteres beachtet wurde.\n\n7. Durch das Stockwerkeigentum soll die Rechtsstellung des Erwerbers eines Miteigentumsanteils an einer Liegenschaft jener des Alleineigentümers möglichst angenähert werden. Es bleibt aber dabei, dass Stockwerkeigentum besonders ausgestaltetes Miteigentum ist (MEIER-HAYOZ, N. 34 zu den Vorbemerkungen zu den BGE 111 II 330 S. 339Art. 646-654 ZGB). Daher müssen die teils gemeinsamen, teils entgegengesetzten Interessen der Stockwerkeigentümer so ausgeglichen werden, dass nicht nur jeder Eigentümer seine Rechte möglichst ungeschmälert ausüben kann, sondern dass auch die Stockwerkeigentümergemeinschaft als ganze funktionsfähig bleibt. Diese verschiedenartigen Interessen, die vor allem in der Verwaltung und Benutzung der in Stockwerkeigentum aufgeteilten Liegenschaft aufeinanderstossen, werden insbesondere durch das Reglement im Sinne von Art. 712g Abs. 3 ZGB geordnet.\n\nDa das Stockwerkeigentum nicht nur der Befriedigung von Wohnbedürfnissen dient, sondern auch im Hinblick auf die Ausübung einer beruflichen Tätigkeit erworben werden mag, hat jede Nutzungsordnung einen den besonderen Bedürfnissen der Stockwerkeigentümer wie auch ihrer Gemeinschaft angepassten, konkreten Inhalt. Es ist geradezu erwünscht, wenn die Grundlagen der Stockwerkeigentümergemeinschaft - sei es der Begründungsakt, das Reglement, die Hausordnung oder auch ein ad hoc gefasster Beschluss der Gemeinschaft - sich über die Zweckbestimmung des Stockwerkeigentums und die sich daraus ergebende Nutzung detailliert aussprechen. Dass dabei auch obligatorische Verpflichtungen einfliessen können, die von einem oder mehreren Stockwerkeigentümern übernommen werden, versteht sich von selbst. Auch solche obligatorische Verpflichtungen helfen die vielfältigen Interessen abgrenzen und fördern gleichzeitig das Einvernehmen innerhalb der Stockwerkeigentümergemeinschaft. Die Rechtsnatur des Stockwerkeigentums steht also einer unter den Miteigentümern rechtsgeschäftlich vereinbarten Nutzungsbeschränkung nicht entgegen, und es mag diese Beschränkung durchaus auch einem zu Sonderrecht ausgeschiedenen Miteigentumsanteil auferlegt werden. Dabei kann die Vereinbarung irgendwann während der Dauer der Stockwerkeigentümergemeinschaft getroffen werden. Es ist aber auch denkbar, dass eine Nutzungsbeschränkung noch vor der Konstituierung der Stockwerkeigentümergemeinschaft vom bisherigen Eigentümer der Liegenschaft einseitig formuliert und im Zeitpunkt der Begründung des Stockwerkeigentums von den Stockwerkeigentümern akzeptiert und zum Bestandteil der die Gemeinschaft regelnden Rechtsordnung gemacht wird. Letzteres ist offensichtlich im Reglement der Stockwerkeigentümergemeinschaft Zinggentorstrasse 3 in Luzern, insbesondere der die Stockwerkeinheit GB Nr. 7089 belastenden Nutzungsbeschränkung gemäss Art. 9 lit. b des Reglements, geschehen.BGE 111 II 330 S. 340\n\n8. So erwünscht eine möglichst klare Regelung der Nutzung - inbegriffen deren Beschränkungen - ist, so trägt sie doch die Gefahr der Erstarrung in sich. Vor allem verhindert jede Nutzungsbeschränkung, bei welcher der damit belastete Stockwerkeigentümer behaftet wird, die Anpassung der dem einzelnen Miteigentümer zustehenden Sondernutzungsrechte an veränderte Verhältnisse. Durch das in Art. 712g Abs. 3 ZGB vorgesehene Reglement der Stockwerkeigentümergemeinschaft wird die Anpassung noch zusätzlich dadurch erschwert, dass eine darin enthaltene Nutzungsbeschränkung ohne weiteres auch den Rechtsnachfolger des belasteten Stockwerkeigentümers bindet - dies ungeachtet dessen, dass die Beschränkung lediglich schuldrechtlicher Natur ist. Eine Nutzungsbeschränkung der zu Sonderrecht ausgestalteten Stockwerkeinheit mag in ihrer praktischen Wirkung gar der Belastung durch eine Dienstbarkeit gleichkommen (vgl. zur mangelnden Flexibilität der Sondernutzungsrechte infolge des Einstimmigkeitsprinzips ROLF H. WEBER, Die Stockwerkeigentümergemeinschaft, Zürcher Diss. 1979, S. 210 f.).\n\nNun kann nach der für die Grunddienstbarkeiten geltenden Vorschrift von Art. 730 Abs. 1 ZGB ein Grundstück zum Vorteil eines andern Grundstückes nur in der Weise belastet werden, dass sein Eigentümer sich bestimmte Eingriffe des Eigentümers dieses andern Grundstückes gefallen lassen muss oder zu dessen Gunsten nach gewissen Richtungen sein Eigentumsrecht nicht ausüben darf. Diesem Grundsatz der Beschränktheit der Belastung widerspricht nach Lehre und Rechtsprechung auch eine Dienstbarkeit mit dem Inhalt, dass das belastete Grundstück zu keinem anderen als dem besonderen Zweck verwendet werden dürfe, dem es zur Zeit der Errichtung der Dienstbarkeit dient (Kommentar LIVER, N. 10 zu Art. 730 ZGB; mit Hinweis auf einen Entscheid des Kantonsgerichts Graubünden, Zivilurteile 1912 Nr. 8, wonach die Verpflichtung, dass ein Grundstück nur für die Ausübung des Schmiedehandwerks benutzt werden dürfe, nicht als Grunddienstbarkeit begründet werden kann, sowie auf ein Urteil des Kantonsgerichts Freiburg, ZBGR 37/1956, S. 353 ff., wonach die Verpflichtung, auf dem Grundstück ein Theater weiterzubetreiben, ebensowenig mittels Servitut begründet werden kann).\n\nSolche \"Beschränkung der Beschränkung\" gilt auch für das Verhältnis der Stockwerkeigentümer unter sich. Sie drängt sich ganz besonders im Hinblick darauf auf, dass - wie oben E. 7 ausgeführt - Stockwerkeigentümer der Wirkung nach Alleineigentum BGE 111 II 330 S. 341anstreben. Jedenfalls dort, wo die Zweckbestimmung der in Stockwerkeigentum unterteilten Liegenschaft durch eine von der Nutzungsordnung abweichende Benützung einer Stockwerkeinheit nicht in Frage gestellt wird und wo dadurch auch die gleichmässige Nutzung der gemeinschaftlichen Gebäudeteile wie auch der Gebrauch der zu Sondernutzungsrecht ausgeschiedenen Stockwerkeinheiten nicht gefährdet werden, ist deshalb einem Stockwerkeigentümer eine faktisch zwar neue, in ihrer Wirkung - vor allem bezüglich Immissionen - aber mit dem bisherigen Gebrauch vergleichbare Nutzung zu gestatten.\n\n9. Indem die Beklagten nun Dr. iur. Paul Cron darauf festlegen wollen, dass die von ihm erworbene Stockwerkeinheit GB Nr. 7089 nur als Ausstellungsraum eines Privatmuseums mit beschränktem öffentlichem Zutritt benützt oder allenfalls der Lagerung privaten Mobiliars dienen solle, verpflichten sie den Kläger auf einen Gebrauch, welcher die von ihm in Aussicht genommene Verlagstätigkeit a priori ausschliesst. Dabei sehen die Beklagten bewusst darüber hinweg, dass durch eine Verlagstätigkeit, wie sie der Kläger anstrebt, weder die Zweckbestimmung der Liegenschaft Zinggentorstrasse 3 in Luzern geändert noch die gleichmässige Nutzung der gemeinschaftlichen Gebäudeteile oder der Gebrauch der übrigen Stockwerkeinheiten beeinträchtigt wird.\n\nVon einer Änderung der Zweckbestimmung der Liegenschaft kann schon deshalb keine Rede sein, weil die vom Kläger beabsichtigte Verlagstätigkeit sich durchaus im Rahmen einer ruhigen Büropraxis, wie sie durch Art. 9 lit. a des Reglements allen Stockwerkeigentümern gestattet wird, ausüben lässt. Diese Verlagstätigkeit unterscheidet sich in ihren Wirkungen auf die Nutzung der gemeinschaftlichen Gebäudeteile und der zu Sondernutzungsrecht ausgeschiedenen Miteigentumsanteile nicht von einer Benützung als Privatmuseum mit beschränktem Publikumszugang. Insofern mangelt es den Beklagten an einem schutzwürdigen Interesse, mit welchem sie ihr beharrliches Bestehen auf der wörtlichen Befolgung vor Art. 9 lit. b des Reglements rechtfertigen könnten. Die strenge Beobachtung dieser Norm bedeutet demgegenüber für den Kläger eine empfindliche Beeinträchtigung seiner Stellung als Stockwerkeigentümer. Er wird dadurch nicht nur verpflichtet, bestimmte Nutzungen, die immissionsträchtig sind (Restaurant, Kino, Fabrikationsbetrieb, Arztpraxis für ansteckende Krankheiten u.ä.), zu unterlassen; vielmehr schliesst die reglementarische Nutzungsbeschränkung jeden Gebrauch der dem Kläger gehörenden BGE 111 II 330 S. 342Stockwerkeinheit für andere Zwecke als jene eines Privatmuseums mit beschränktem öffentlichem Zutritt (oder die Lagerung privaten Mobiliars) aus. Einer derart umfassenden Nutzungsbeschränkung ist im Lichte der Rechtsprechung und herrschenden Lehre (vgl. oben E. 8) der Rechtsschutz zu versagen.\n\nDie Vorinstanz hat daher kein Bundesrecht verletzt, wenn sie die Nutzung der Stockwerkeinheit GB Nr. 7089 im Rahmen von Art. 9 lit. a des Reglements der Stockwerkeigentümergemeinschaft als zulässig erklärt hat. Insofern als das Obergericht festgestellt hat, dass die vom Kläger ausgeübte Verlagstätigkeit einer ruhigen Büropraxis gleichkomme, wie sie diese Vorschrift gestattet, handelt es sich um eine vom Bundesgericht nicht überprüfbare Feststellung der letzten kantonalen Instanz über tatsächliche Verhältnisse (Art. 63 Abs. 2 OG).\n\nZu Recht hat die Vorinstanz auch erkannt, dass Art. 9 des Reglements der Stockwerkeigentümergemeinschaft nicht insgesamt seine Bedeutung einbüsst, wenn dessen lit. b nicht wörtlich ausgelegt wird.\n\nSchliesslich ist nicht einzusehen, inwiefern der Kläger sich rechtsmissbräuchlich verhalten sollte, wenn er verlangt, dass dem Art. 9 lit. b des Reglements der Rechtsschutz zu versagen sei. Dieser Möglichkeit hat er sich durch den Kauf der Stockwerkeinheit GB Nr. 7089 in keiner Weise benommen. Ebensowenig kann aus dem Umstand, dass dem Kläger der Art. 9 lit. b des Reglements beim Abschluss des Kaufvertrags bekannt gewesen ist, die Folgerung gezogen werden, er habe sich mit der darin vorgesehenen Nutzungsbeschränkung ein für allemal abgefunden.\n\nDas Obergericht des Kantons Luzern hat somit zu Recht das Begehren der Beklagten, Dr. iur. Paul Cron \"habe jede kommerzielle/gewerbliche Nutzung des Stockwerkeigentumsanteils Nr. 7089 durch einen Geschäftsbetrieb irgendwelcher Art, einschliesslich eine Vermietung für kommerzielle/gewerbliche Zwecke, zu unterlassen\", nicht geschützt. Bezüglich dieses Begehrens ist daher die Berufung abzuweisen."}