{"annee": "111", "cour": "II", "page": "508", "date": "22/10/1985", "cite": ["101 II 290"], "cite_par": ["135 III 446", "116 II 614", "114 II 239"], "chapeau": "95. Auszug aus dem Urteil der I. Zivilabteilung vom 22. Oktober 1985 i.S. Beyeler AG gegen Grands Magasins Jelmoli S.A. (Berufung)", "regestes": ["Art. 1 al. 2 lettre d LCD. Risque de confusion. Absence de risque de confusion entre deux signes mixtes (mots et images combinés), dont les éléments figuratifs sont similaires et sans originalité particulière (soleils stylisés), mais qui se distinguent suffisamment par leurs éléments verbaux."], "faits": "BGE 111 II 508 S. 508\n\nA.- Die Grands Magasins Jelmoli S.A. (Jelmoli S.A.), ein allgemein bekanntes Kaufhaus und Versandgeschäft, vertreibt u.a. Ober- und Unterbekleidung für Damen, Herren und Kinder, ferner Schuhe, Heimtextilien, Fusspflegemittel und orthopädische Artikel. Ausserdem bietet sie unter der Kurzbezeichnung \"Jelmoli Reisen\" die Dienstleistungen eines Reisebüros an und unterhält hiefür zahlreiche Büros und Buchungsstellen in der ganzen Schweiz. Sie stellt ihre Reisebürotätigkeit seit Anfang der Siebzigerjahre unter ein Bildzeichen, welches in stilisierter Form eine halbe Sonnenscheibe mit einem roten Zentrum und darum herum zwei halbkreisförmigen orangen bzw. gelben Streifen darstellt (Zeichen K I). Sie verwendet das Zeichen auf Briefpapier, Aufklebern, Ansteckschildern und Reisetaschen sowie an Schaufenstern, sodann in Reiseprospekten und Versandkatalogen.\n\nDie Beyeler AG vertreibt insbesondere Textilwaren im Grosshandel wie im Einzelverkauf. Sie meldete am 31. Oktober 1978 eine BGE 111 II 508 S. 509Marke zur Eintragung an, welche als Bildzeichen ebenfalls eine stilisierte halbe Sonnenscheibe mit rotem Zentrum und darum herum zwei halbkreisförmigen orangen bzw. gelben Streifen aufweist. Darunter sind die Worte \"beyeler damart\" aufgedruckt. Die Eintragung der Marke erfolgte unter Nr. 298.077 für Ober- und Unterbekleidung für Damen, Herren und Kinder, Schuhe, Heimtextilien, Fusspflegemittel und orthopädische Artikel (Zeichen B). Das Zeichen wird in Prospekten, auf Verpackungen, an Verkaufsläden usw. verwendet. Die Beyeler AG gebrauchte es auch bei Reisewettbewerben, die in Zusammenhang mit dem Verkauf ihrer Artikel stehen.\n\nB.- Die Jelmoli S.A. erhob am 23. Januar 1981 gegen die Beyeler AG Klage und verlangte unter anderen, es sei gerichtlich festzustellen, dass sich die Beklagte des unlauteren Wettbewerbs schuldig mache, indem sie als Enseigne, Marke und in anderer Form im Zusammenhang mit ihrer Geschäftstätigkeit ein Bildzeichen verwende, das in stilisierter Form eine halbe Sonnenscheibe mit einem roten Zentrum, halbkreisförmig umrahmt zunächst von einem orangen und alsdann von einem gelben Streifen, darstelle, und es sei der Beklagten zu verbieten, dieses Zeichen als Enseigne oder Marke oder in irgendeiner anderen Form im Zusammenhang mit ihrer Geschäftstätigkeit zu verwenden; ausserdem sei die Nichtigkeit der Schweizer Marke Nr. 298.077 (Zeichen B) der Beklagten festzustellen.\n\nDas Handelsgericht des Kantons Aargau schützte am 23. Oktober 1984 diese Klagebegehren, während sie das Bundesgericht auf Berufung der Beklagten abweist.", "considerants": "Aus den Erwägungen:\n\n1. Im vorliegenden Verfahren stehen sich unbestritten nur noch das nicht eingetragene Zeichen K I der Klägerin und das als Marke eingetragene Zeichen B der Beklagten gegenüber. Der Anspruch der Klägerin richtet sich daher nach Wettbewerbsrecht.\n\nNach Art. 1 Abs. 2 lit. d UWG begeht unlauteren Wettbewerb, wer Massnahmen trifft, die bestimmt und geeignet sind, Verwechslungen mit Waren, Leistungen oder dem Geschäftsbetrieb eines anderen herbeizuführen.\n\nOb der Gebrauch des Zeichens K I vor Eintragung der Marke der Beklagten zu einer Verkehrsgeltung geführt hat, wie die Vorinstanz annimmt, kann offenbleiben, wenn entgegen dem angefochtenen BGE 111 II 508 S. 510Urteil eine Verwechslungsgefahr zwischen den beiden Zeichen auszuschliessen ist. Aus demselben Grund kann auch dahingestellt bleiben, wieweit Art. 1 Abs. 2 lit. d UWG oder nur die Generalklausel nach Abs. 1 auf ein Zeichen, das sich wie jenes der Klägerin auf eine Dienstleistung bezieht und deshalb nach geltendem Markenschutzgesetz nicht als Marke eingetragen werden kann, anwendbar ist.\n\n2. Ob sich die beiden Zeichen im Sinn von Art. 1 Abs. 2 lit. d UWG genügend voneinander unterscheiden, ist wie im Markenrecht (BGE 101 II 291 f. mit Hinweisen) nach dem Gesamteindruck zu beurteilen, den sie machen.\n\nDie Vorinstanz geht zu Recht davon aus, das Motiv einer stilisierten Sonne dürfe nicht monopolisiert werden; es steht im Gemeingut und kann daher höchstens wegen seiner spezifischen Erscheinungsform - einer charakteristischen Form- oder originellen Farbgebung - kennzeichnungskräftig wirken. Ob das für die graphische Gestaltung des streitigen Sonnenzeichens angenommen werden kann, wie die Vorinstanz meint, ist fraglich, da weder die Farbkombination (Übergang von Dunkelrot über Orange zu Gelb) besonders originell, noch die Verwendung der geometrischen Form (drei konzentrische Halbkreise) besonders charakteristisch erscheint. Das kann aber offenbleiben; entscheidend für die Kennzeichnungskraft sind auf jeden Fall die beigefügten Worte \"Jelmoli Reisen\" oder \"Jelmoli Voyages\", mit denen das Zeichen der Klägerin gemäss den verbindlichen Feststellungen der Vorinstanz (Art. 63 Abs. 2 OG) zumeist auftritt, und der Wortbestandteil \"beyeler damart\" der Marke der Beklagten. Die beigefügten Firmennamen wirken nicht nur stärker als die Sonnenzeichen, sie unterscheiden diese auch genügend voneinander, zumal die Klägerin ihr Zeichen für die Dienstleistungen ihrer Reiseagentur verwendet, während es die Beklagte für den Verkauf von Textilerzeugnissen, insbesondere von Rheumawäsche gebraucht. Dass im übrigen die Zeichen von den Parteien vereinzelt ohne Firmennamen angebracht worden sind, fällt insgesamt nicht ins Gewicht. Es sind zwei ganz verschiedene Geschäftsbereiche betroffen. Daran ändert auch nichts, dass die Beklagte das Zeichen ebenfalls bei Reisewettbewerben verwendet, die im Zusammenhang mit dem Verkauf ihrer Artikel stehen. Solche Auslosungen kostenloser Reisen können den Durchschnittskunden nicht zur Annahme verleiten, die Geschäftstätigkeit der Beklagten sei darauf gerichtet, der Kundschaft solche Leistungen gegen Bezahlung anzubieten. Hinzu kommt, BGE 111 II 508 S. 511dass die Firma der Klägerin der Bevölkerung weit bekannt ist und sie dem Kunden nicht indirekt als Herstellerin, sondern stets in direktem Kontakt entgegentritt. Dass ein Durchschnittskäufer meinen könnte, die mit dem Zeichen der Beklagten gekennzeichneten Waren würden von der Klägerin hergestellt oder es bestehe sonst ein Zusammenhang zwischen den Geschäftsbetrieben der Parteien, lässt sich unter diesen Umständen nicht annehmen; eine Verwechslungsgefahr ist daher aus auszuschliessen."}