{"annee": "111", "cour": "II", "page": "76", "date": "30/4/1985", "cite": ["100 II 145", "90 II 302", "78 II 42", "104 II 275"], "cite_par": ["132 III 620", "122 III 73"], "chapeau": "18. Extrait de l'arrêt de la Ire Cour civile du 30 avril 1985 dans la cause United Overseas Bank S.A. contre Petroship International S.A. et autres (recours en réforme)", "regestes": ["Crédit documentaire. Comportement illicite du donneur d'ordre. Lorsque, dans une vente internationale, le paiement du prix est assuré au moyen d'un crédit documentaire, le donneur d'ordre qui, par son comportement, prive d'une manière illicite la banque émettrice du pouvoir de disposer de la marchandise ou des titres prévus dans l'accréditif doit rembourser la banque, conformément à son devoir de mandant."], "faits": "BGE 111 II 76 S. 77\n\nEn octobre 1980, Petroship International S.A. à Panama (ci-après Petroship) a acheté à Petchem Company Ltd à Hong Kong (ci-après: Petchem) 300'000 barils de pétrole \"high speed\", le paiement du prix devant être couvert par un accréditif documentaire.\n\nSur ordre de Petroship, United Overseas Bank S.A. à Genève (ci-après: UOB) a, le 14 octobre 1980, ouvert un accréditif, irrévocable et transférable, à l'intention de Chartered Bank à Hong Kong, qui l'a confirmé le lendemain.\n\nL'une des clauses de l'accréditif prévoyait que le chargement se ferait en deux envois d'environ 150'000 barils chacun, le premier entre le 14 et le 25 octobre 1980, le second le 10 novembre 1980 au plus tard, tous deux par un navire qui serait indiqué par le donneur d'ordre directement au bénéficiaire.\n\nPetroship donna pour instruction à UOB, par divers télex ultérieurs, d'apporter plusieurs amendements à l'accréditif précité; figurait au nombre de ceux-ci la désignation du navire \"British Fidelity\", sur lequel devrait se faire la première cargaison. UOB répercuta ces demandes d'amendements sur Chartered Bank.\n\nSans qu'il soit établi qu'elle connût la désignation, par Petroship, du navire \"British Fidelity\", Petchem a fait embarquer, le 19 octobre 1980, le pétrole à Singapour sur le navire \"Cys Mariner\". Tout en protestant contre cette décision et affirmant que le contrat de vente avait été valablement annulé par elle, faute d'exécution conforme par Petchem, Petroship a pris livraison de la marchandise - à un lieu et à un moment non déterminés - et l'a revendue en Turquie. Petroship a agi ainsi sans avoir acquis le droit à la marchandise, chargée contre remise d'un connaissement, et sans l'autorisation du possesseur du connaissement, soit d'UOB.\n\nLe 30 octobre 1980, Interpetrol a présenté à UOB les documents utiles au paiement de l'accréditif. Ces documents portent tous le nom du navire \"Cys Mariner\". Les considérant néanmoins comme BGE 111 II 76 S. 78conformes, UOB a accepté de payer le montant réclamé, soit US$ 6'143'686.--, somme dont elle fut remboursée par Chartered Bank le lendemain auprès de Bankamerica International. Le 5 novembre 1980, Chartered Bank a accepté à son tour de négocier les mêmes documents en faveur de Petchem, laquelle a substitué ses propres factures au montant de US$ 6'405'916.50. Le même jour, UOB fut débitée de ce montant auprès de Bankamerica International.\n\nInvitée par UOB à lui rembourser ce dernier montant, Petroship s'y est refusée. Elle estime avoir subi un préjudice important du fait que la banque a accepté des documents non conformes à l'accréditif et elle n'a, en deux versements, remboursé à UOB que US$ 3'893'015.23, pour solde de compte selon elle.\n\nUOB a assigné en paiement Petroship ainsi que d'autres personnes concernées par cette affaire. Elle a requis que les défendeurs soient solidairement condamnés à lui payer Fr. 6'992'367.22 avec intérêts; ensuite, elle a modifié ses conclusions, demandant le paiement d'une somme de US$ 3'222'289.04, plus intérêts.\n\nPar jugement du 9 juin 1983, le Tribunal de première instance du canton de Genève a condamné Petroship à payer à UOB Fr. 5'452'995.60 avec intérêts; il a rejeté la demande contre Petroship pour le surplus, ainsi que les demandes dirigées contre les autres défendeurs.\n\nStatuant le 2 novembre 1984, sur appel de toutes les parties, la Cour de justice du canton de Genève a intégralement rejeté la demande.\n\nContre cet arrêt, UOB interjette un recours en réforme devant le Tribunal fédéral, en reprenant ses dernières conclusions.", "considerants": "Extrait des motifs:\n\n3. a) Pour ce qui est tout d'abord de la demande dirigée contre Petroship, la lettre d'ouverture du crédit documentaire No 800'595 se réfère expressément aux Règles et usances uniformes relatives aux crédits documentaires commerciaux, revision de 1974, codifiées par la Chambre de commerce internationale (ci-après: RUU). Petroship n'a manifesté d'aucune manière son désaccord, de sorte qu'elle a tacitement admis comme étant une clause contractuelle cette référence à des conditions générales établies par une association professionnelle (ATF 100 II 149). Rien BGE 111 II 76 S. 79ne s'oppose en soi à l'inclusion de telles conditions générales dans un contrat, dont l'applicabilité au présent cas d'espèce n'est du reste pas remise en cause. Par ailleurs, Petroship s'est également soumise aux clauses générales de la banque, devenues également ainsi clauses contractuelles.\n\nb) Quoique tenant le contrat de vente pour annulé, Petroship s'est emparée sans droit de la marchandise qui lui était destinée, sans être en possession du connaissement ni avoir obtenu l'autorisation d'UOB qui le détenait. La cour cantonale et la recourante se sont peu attachées à la portée juridique de ce fait. Pour la première, ce serait seulement une cause d'enrichissement illégitime (art. 62 CO); pour la seconde, ce serait là une violation positive du contrat selon l'art. 97 CO et un acte illicite selon l'art. 41 CO obligeant Petroship à payer des dommages-intérêts en réparation du dommage causé. De son côté, l'intimée se défend d'avoir voulu de la sorte confirmer la vente, prétendant qu'elle n'a agi ainsi que pour limiter le dommage, dans son intérêt et dans celui de la recourante. S'agissant là d'une question de droit, celle-ci doit être examinée d'office par le Tribunal fédéral (art. 63 OJ).\n\naa) Le comportement de l'acheteur, soit du donneur d'ordre, doit être jugé au regard de la fonction des ventes internationales avec paiement du prix au moyen de crédits documentaires. A cet égard, il est sans pertinence de savoir si Petroship a ou non ratifié le contrat de vente en s'emparant sans droit de la marchandise. Il ne s'agit, en effet, pas ici de déterminer l'incidence qu'a pu avoir un tel comportement sur le rapport de base, notamment sur la régularité de la livraison, mais uniquement ses conséquences quant aux rapports juridiques liés à l'accréditif.\n\nbb) Dans les relations entre banques, d'une part, et entre bénéficiaire et banque, d'autre part, le Tribunal fédéral a jugé que la banque qui refuse de payer le montant demandé de l'accréditif ne peut ni conserver les documents, ni disposer de la marchandise. Si elle conserve notamment le connaissement ou dispose de la marchandise, elle est obligée de payer le montant intégral de l'accréditif; en effet, tout comportement de la banque émettrice qui prive le bénéficiaire ou la banque remettante du pouvoir de disposer de la marchandise doit produire les mêmes effets qu'une acceptation sans réserve des documents (ATF 104 II 278, ATF 90 II 307 /8). Ces principes ne peuvent qu'être confirmés (cf. également EISEMANN-EBERTH, Das Dokumenten-Akkreditiv, 2e éd., p. 162/3, ZAHN, Zahlungs- und Zahlungssicherung im Aussenhandel, 5e éd., p. 145/6, CANARIS, in HGB, Grosskommentar, vol. III/2, 3e éd., p. 785 n. 401, REICHWEIN, RSJ 1965, p. 56, SCHÖNLE, RSJ 1983, p. 55 n. 19).BGE 111 II 76 S. 80\n\ncc) Il y a lieu d'examiner si la même règle vaut également dans les rapports entre la banque émettrice et son mandant, le donneur d'ordre. A cet égard, la banque intervient en faveur de son mandant selon le même système, destiné à remplacer le paiement comptant dans les ventes internationales à distance, où les titres représentatifs de la marchandise sont remis contre paiement du prix (ATF 100 II 150, ATF 78 II 52). Ainsi la banque émettrice, ayant reçu les documents de la banque remettante et payé le montant de l'accréditif après contrôle desdits documents, ne se défera de ceux-ci en faveur de son mandant que contre paiement du prix, sauf convention contraire (cf. ZAHN, op.cit., p. 173 ss, 184 ss, HARTMANN, Der Akkreditiv-Eröffnungsauftrag, thèse Zurich 1974, p. 107 ss). Si donc le mandant s'empare, de façon illicite, des titres ou de la marchandise, il met la banque dans l'incapacité de faire valoir ses droits de disposition sur la marchandise; aussi ne saurait-il, sans violer gravement les règles de la bonne foi, contester son obligation de rembourser la banque (cf. aussi HARTMANN, op.cit., p. 110 n. 18).\n\nOn relèvera du reste que, à l'instar du rapport contractuel existant entre la banque émettrice et la banque remettante, le donneur d'ordre (accréditeur) est lié à la banque émettrice par un contrat de mandat (ATF 78 II 50 /51 consid. 4); rien ne s'oppose à ce que, sur ce point, l'on soumette aux mêmes règles l'exécution de l'un et de l'autre de ces mandats. Sans doute la règle prévue à l'art. 8 lettre f RUU vise-t-elle expressément les relations entre la banque émettrice et la banque remettante. Le Tribunal fédéral a, cependant, rappelé dans l'arrêt précité (ATF 104 II 278 /9) que c'était là l'expression d'un principe général, dont le bénéficiaire de l'accréditif pouvait également se prévaloir à l'encontre de la banque émettrice; on ne voit pas pourquoi il devrait en aller autrement dans les rapports entre la banque émettrice et le donneur d'ordre.\n\nc) Pour ce motif déjà, l'action de la banque est donc fondée dans son principe.\n\nIl n'est dès lors pas nécessaire à la solution du présent litige d'examiner la nature et la portée exactes de la clause relative à la désignation par le donneur d'ordre du navire transporteur qui figurait dans l'accréditif et de déterminer s'il s'agissait là d'une BGE 111 II 76 S. 81condition de l'accréditif lui-même, comme l'a jugé la cour cantonale, ou au contraire d'une condition ressortissant exclusivement au rapport de base entre acheteur et vendeur."}