{"annee": "111", "cour": "V", "page": "370", "date": "29/11/1985", "cite": ["111 V 186", "105 V 225", "111 V 141", "107 V 173", "105 V 31"], "cite_par": ["118 V 293", "123 V 137", "122 V 28"], "chapeau": "66. Urteil vom 29. November 1985 i.S. X. gegen Bundesamt für Militärversicherung und Zivilgericht des Kantons Glarus", "regestes": ["Art. 4 à 6 LAM. - Lorsque l'assuré se prévaut d'une rechute ou de suites tardives d'une affection qui s'est manifestée et qui a été annoncée ou constatée de toute autre façon pendant le service, l'assurance militaire est responsable selon les art. 4 et 5 LAM s'il existe un rapport de causalité naturelle et adéquate entre la rechute ou les suites tardives et l'affection apparue pendant le service (consid. 2). - L'existence d'un rapport de causalité naturelle doit être déterminée selon le critère de la vraisemblance prépondérante (changement de jurisprudence; consid. 2b)."], "faits": "BGE 111 V 370 S. 370\n\nA.- X., geboren am 7. Juni 1956, rückte am 2. Februar 1976 in die Grenadier-Rekrutenschule in Isone ein. Laut Sanitätsakten meldete er sich am 11. Februar 1976 krank wegen einer infizierten Blase am rechten Fussrücken sowie einer Fussdistorsion rechts. Nach kurzer ärztlicher Behandlung konnte er wieder BGE 111 V 370 S. 371uneingeschränkt Dienst leisten. Am 21. Februar 1976 erlitt er eine Fraktur der rechten Hand (Metacarpalia III und IV), worauf er vorzeitig aus der Rekrutenschule entlassen wurde.\n\nVom 2. August bis 5. November 1977 absolvierte X. den restlichen Teil der Rekrutenschule. Die Sanitätsakten verzeichnen vom 23. bis 25. August 1977 eine Behandlung des rechten Fusses, anscheinend wegen einer leichten Fussübertretung. Eine erneute ärztliche Behandlung erfolgte ausserdienstlich in der Zeit vom 10. Dezember 1979 bis 8. Januar 1980 wegen einer traumatischen Verletzung des rechten Fusses; anlässlich dieser Behandlung wurden beidseits \"lockere Fussgelenke\" festgestellt.\n\nAm 8. Januar 1981 unterzog sich X. in der Orthopädischen Universitätsklinik Z. einer offenen Durchtrennung bzw. Teilresektion der Plantaraponeurosis rechts nach Steindler sowie einer Calcaneus-Osteotomie nach Dwyer. Laut Operationsbericht erfolgte der Eingriff wegen eines starken Hohlfusses mit Rückfuss varus. Mit Schreiben vom 13. Januar 1981 meldete die Klinik den Fall der Militärversicherung, wobei sie als Diagnose \"rezidivierende Fussdistorsionen rechts\" angab und die Meinung vertrat, weil der Versicherte vor der Rekrutenschule nie über dieses Leiden geklagt habe, sei ein Zusammenhang mit dem Militärdienst anzunehmen, so dass der Spitalaufenthalt zu Lasten der Militärversicherung gehe.\n\nDie Militärversicherung traf nähere Abklärungen und erliess am 15. Mai 1981 eine vorläufige Mitteilung, mit welcher sie eine Übernahme der Operation vom 8. Januar 1981 sowie eine Bundeshaftung \"für den Hohlfuss und den anormalen Rückfuss rechts\" ablehnte. Am 16. Juli 1981 erliess sie einen gleichlautenden Vorschlag und am 8. März 1982 eine entsprechende beschwerdefähige Verfügung, worin sie feststellte, dass die Operation einer Korrektur der Fussdeformität und nicht in erster Linie der Sanierung eines lockeren Bandapparates gedient habe.\n\nB.- Die gegen diese Verfügung erhobene Beschwerde wurde vom Zivilgericht des Kantons Glarus nach Einholung einer ergänzenden ärztlichen Stellungnahme abgewiesen (Entscheid vom 6. April 1983).\n\nC.- X. lässt Verwaltungsgerichtsbeschwerde erheben mit dem Antrag, es sei festzustellen, dass für die gesundheitliche Beeinträchtigung des rechten Fusses eine teilweise Bundeshaftung in gerichtlich zu bestimmendem Ausmass bestehe und es sei die Militärversicherung zu verpflichten, die Kosten für die BGE 111 V 370 S. 372Korrekturoperation vom 8. Januar 1981 in der Orthopädischen Universitätsklinik Z. zu übernehmen.\n\nDie Militärversicherung äussert sich in grundsätzlicher Weise zur Haftung für Spätfolgen und schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Mit Bezug auf die Haftung der Militärversicherung unterscheidet das Gesetz zwischen \"dienstlichen Gesundheitsschädigungen\" (Art. 4 MVG, Randtitel) und \"nachdienstlich festgestellten Gesundheitsschädigungen\" (Art. 6 MVG, Randtitel) mit den entsprechenden Haftungsgrundsätzen bzw. Beweisregeln gemäss Art. 5 und 6 MVG.\n\na) Eine \"dienstliche Gesundheitsschädigung\" liegt vor, wenn die Schädigung (bzw. die Verschlimmerung einer vordienstlichen Schädigung) während des Dienstes in Erscheinung tritt und gemeldet oder sonstwie festgestellt wird (Art. 4 MVG). In diesen Fällen haftet die Militärversicherung nach dem Prinzip der Kontemporalität bzw. Kontemporaneität (vgl. MAURER, Schweizerisches Sozialversicherungsrecht, Bd. I, S. 348 f.). Sie haftet indessen nicht, wenn sie den Beweis erbringt, dass die Gesundheitsschädigung sicher vordienstlich ist oder sicher nicht durch Einwirkungen während des Dienstes verursacht werden konnte (Art. 5 Abs. 1 lit. a MVG) und dass die Gesundheitsschädigung sicher durch Einwirkungen während des Dienstes weder verschlimmert noch in ihrem Ablauf beschleunigt worden ist (Art. 5 Abs. 1 lit. b MVG). Erbringt sie nur den Beweis nach lit. a, so haftet sie für die Verschlimmerung der Gesundheitsschädigung (Art. 5 Abs. 2 Satz 1 MVG).\n\nAls \"nachdienstlich festgestellte Gesundheitsschädigung\" gilt eine Schädigung, die erst nach Schluss des Dienstes durch einen eidgenössisch diplomierten Arzt festgestellt und bei der Militärversicherung angemeldet wird. In diesen Fällen haftet die Militärversicherung, wenn die Gesundheitsschädigung wahrscheinlich durch Einwirkungen während des Dienstes verursacht worden ist; sie haftet auch insoweit, als eine vordienstliche Gesundheitsschädigung wahrscheinlich durch Einwirkungen während des Dienstes verschlimmert worden ist (Art. 6 MVG).\n\nb) Die Haftung gemäss Art. 4/5 MVG und Art. 6 MVG unterscheidet sich namentlich darin, dass im ersten Fall der adäquate BGE 111 V 370 S. 373Kausalzusammenhang zwischen den Einwirkungen während des Dienstes und der Gesundheitsschädigung vermutet wird und nur durch den gegenteiligen Sicherheitsbeweis ausgeschlossen werden kann, während im zweiten Fall das Vorliegen adäquat kausaler Folgen von Einwirkungen während des Dienstes erwiesen sein muss. Welche Beweisregeln in einem konkreten Fall zur Anwendung kommen, ist von der Beantwortung der Vorfrage abhängig, ob eine Gesundheitsschädigung während des Dienstes in Erscheinung getreten, gemeldet oder sonstwie festgestellt oder ob sie erst nach Beendigung des Dienstes durch einen eidgenössisch diplomierten Arzt festgestellt und bei der Militärversicherung gemeldet worden ist. Dies beurteilt sich nach dem im Sozialversicherungsrecht allgemein ausreichenden Beweisgrad der überwiegenden Wahrscheinlichkeit. Dabei gilt praxisgemäss eine Gesundheitsschädigung (bzw. die Verschlimmerung einer vordienstlichen Gesundheitsschädigung) schon dann im Sinne von Art. 4 MVG als in Erscheinung getreten, wenn irgendwelche Beschwerden oder Symptome gemeldet oder festgestellt werden, die wahrscheinlich mit der geltend gemachten Gesundheitsschädigung zusammenhängen, wogegen nicht erforderlich ist, dass schon während des Dienstes die richtige Diagnose gestellt worden ist (BGE 105 V 229 Erw. 3a mit Hinweisen).\n\n2. a) Die Haftung der Militärversicherung erstreckt sich grundsätzlich auf sämtliche Folgen, die mit dem versicherten Ereignis in einem rechtserheblichen Kausalzusammenhang stehen (BGE 105 V 231 Erw. 4c). Dabei finden je nach der Ausgangslage die Haftungsgrundsätze bzw. Beweisregeln der Art. 4 und 5 MVG oder jene des Art. 6 MVG auf die Gesamtheit der Gesundheitsschädigung Anwendung.\n\nb) Macht der Versicherte nachträglich sog. Spätfolgen geltend, so kann sich die Frage stellen, ob die behauptete Folge in einem rechtserheblichen Kausalzusammenhang mit einer dienstlichen Gesundheitsschädigung steht und ob demzufolge die Haftungs- und Beweisregeln von Art. 4/5 MVG auch auf die Spätfolge Anwendung finden. Dabei ist zu prüfen, ob zwischen der Spätfolge und der im Dienst in Erscheinung getretenen und gemeldeten oder sonstwie festgestellten Gesundheitsschädigung ein natürlicher und adäquater Kausalzusammenhang besteht. Dies gilt in gleicher Weise, wenn ein Rückfall geltend gemacht wird (zum Begrifflichen vgl. BGE 105 V 35 Erw. 1c).\n\nGemäss früherer Praxis wurde die Frage des natürlichen Zusammenhangs zwischen behaupteter Spätfolge und dienstlicher BGE 111 V 370 S. 374Gesundheitsschädigung nach dem Beweisgrad der überwiegenden Wahrscheinlichkeit beurteilt, wobei der Zusammenhang in der Regel bejaht wurde, wenn die geltend gemachte Spätfolge zum Symptomkreis der im Dienst in Erscheinung getretenen Gesundheitsschädigung gehörte (vgl. LAURI, Kausalzusammenhang und Adäquanz im schweizerischen Haftpflicht- und Versicherungsrecht, Diss. Bern 1976, S. 70 f. mit Hinweisen auf die Rechtsprechung). In BGE 105 V 230 hat das Eidg. Versicherungsgericht unter Hinweis auf ein nicht veröffentlichtes Urteil Courvoisier vom 29. April 1975 festgestellt, ein psychisches Leiden, das auf eine versicherte physische Gesundheitsschädigung zurückgeführt werde, sei nach den gleichen Beweisregeln zu beurteilen wie das physische Leiden selbst, \"sofern ein entsprechender Zusammenhang nicht zum vornherein ausgeschlossen werden kann\". In mehreren (nicht veröffentlichten) Urteilen hat das Gericht im gleichen Sinne entschieden und es als genügend erachtet, wenn der Zusammenhang der behaupteten Spätfolge mit der dienstlichen Gesundheitsschädigung nicht ausgeschlossen werden konnte. [Im gleichen Sinne auch BGE 111 V 141.] Die Militärversicherung hält dieser Praxis zu Recht entgegen, dass sie zu einer unberechtigten Privilegierung derjenigen Versicherten führt, die Leistungen aufgrund einer Haftung nach Art. 4/5 MVG bezogen haben, und dass die Behauptung von Spätfolgen beweismässig keine grössere Wahrscheinlichkeit für sich hat, nur weil früher (oft zufällig) eine Haftung nach Art. 4/5 MVG und nicht nach Art. 6 MVG bestanden hat. Es lässt sich zudem nicht rechtfertigen, an den Zusammenhang zwischen Spätfolge und dienstlicher Gesundheitsschädigung beweismässig geringere Anforderungen zu stellen, als wenn erstmals eine Gesundheitsschädigung gemeldet wird und - nach dem Beweisgrad der überwiegenden Wahrscheinlichkeit - zu prüfen ist, ob es sich um eine dienstliche oder eine nachdienstlich festgestellte Gesundheitsschädigung handelt (vgl. Erw. 1b hievor). Eine Haftung für Spätfolgen aufgrund der dienstlichen Gesundheitsschädigung setzt demnach voraus, dass ein Zusammenhang mit überwiegender Wahrscheinlichkeit ausgewiesen ist. Entscheidend ist somit, ob der Zusammenhang zwischen Spätfolge und dienstlicher Gesundheitsschädigung wahrscheinlicher ist als das Fehlen eines solchen. Soweit in der bisherigen Praxis die blosse Möglichkeit eines Zusammenhangs als genügend erachtet wurde, kann daran nicht festgehalten werden.\n\nBGE 111 V 370 S. 375\n\nc) Der natürliche Zusammenhang zwischen behaupteter Spätfolge und dienstlicher Gesundheitsschädigung genügt nicht für ein Wiederaufleben der ursprünglichen Haftung. Voraussetzung ist, dass der Zusammenhang im Sinne der Adäquanztheorie auch als rechtlich erheblich gelten kann. Als adäquate Ursache ist nach der Rechtsprechung ein Ereignis dann anzusehen, wenn es nach dem gewöhnlichen Lauf der Dinge und der allgemeinen Lebenserfahrung an sich geeignet ist, einen Erfolg von der Art des eingetretenen herbeizuführen, der Eintritt dieses Erfolges also durch das Ereignis allgemein als begünstigt erscheint. Danach kommt es für die Adäquanz auf die generelle Eignung der fraglichen Ursache an, Wirkungen der eingetretenen Art zu erzeugen (BGE 111 V 188 Erw. b, 109 V 152 Erw. 3a, 107 V 176 f.).\n\nFür die Feststellung natürlicher Kausalzusammenhänge im Bereich der Medizin sind Verwaltung und Richter bisweilen auf die Angaben ärztlicher Experten angewiesen. Dabei weicht der Richter nicht ohne zwingende Gründe von den Folgerungen des medizinischen Gutachters ab. Die Beweiswürdigung und damit die Beantwortung der Frage, ob der natürliche Kausalzusammenhang mit dem Beweisgrad der überwiegenden Wahrscheinlichkeit ausgewiesen ist, obliegt der Verwaltung bzw. dem Richter. Im weitern ist es eine von der Verwaltung bzw. im Beschwerdefall vom Richter zu beurteilende Rechtsfrage, ob der eingetretene Erfolg im Sinne der Lehre von der adäquaten Kausalität einer bestimmten Ursache zuzurechnen ist oder nicht (BGE 111 V 188 Erw. b, BGE 107 V 175 f.; vgl. auch MAURER, a.a.O., Bd. I, S. 338 ff.).\n\n3. Im vorliegenden Fall ist streitig, ob die Fussbeschwerden rechts, welche die Operation vom 8. Januar 1981 notwendig machten, als Spätfolge einer dienstlichen Gesundheitsschädigung zu qualifizieren sind.\n\na) Als Grundlage für die vom Beschwerdeführer geltend gemachte Spätfolge kommen allein die im Februar 1976 und August 1977 im Dienst gemeldeten und behandelten Beschwerden im rechten Fuss in Betracht. Bei der ersten dienstlichen Gesundheitsschädigung anfangs 1976 handelte es sich um eine Fussdistorsion rechts. Bei der zweiten Schädigung wurde in den Sanitätsakten am 23. August 1977 u.a. folgendes vermerkt: \"Druckdolenz des re Lig. calcaneum, ... Inversion Hinterfuss unsicher - schmerzhaft\"; der letzte Eintrag am 25. August 1977 lautet: \"Besserung, keine Geschwulst mehr, hoher Rist beidseits, re mit Exostose od. Kippung über Os cuneiforme intermedium. Fuss re ca. 1-2 cm kürzer.\" BGE 111 V 370 S. 376An den ersten Vorfall vermochte sich der Beschwerdeführer anlässlich der Befragung durch den Aussendienst der Militärversicherung nicht mehr konkret zu erinnern, und zum zweiten Vorfall führte er aus, er habe den rechten Fuss \"beim Zurückrennen querfeldein vom Schiessplatz Isone in die Kaserne wahrscheinlich übertreten\". Es scheint sich somit auch in diesem Fall um eine Fussdistorsion gehandelt zu haben.\n\nDie nachdienstliche Meldung bei der Militärversicherung erfolgte am 13. Januar 1981 durch die Klinik Z. mit der Diagnose \"Rezidivierende Fussdistorsionen rechts\". Der Versicherte klage seit der Rekrutenschule im Sommer 1977 über gelegentliches Übertreten des rechten Fusses nach längeren Märschen; ein Trauma sei nicht bekannt. In der Zwischenzeit sei es immer häufiger zu Supinationsdistorsionen gekommen. Da der Versicherte vor der Rekrutenschule nie über dieses Leiden geklagt habe, sei ein Zusammenhang mit dem Militärdienst anzunehmen. In einem weiteren Bericht vom 2. Juli 1981 gab die Klinik die Diagnose mit \"Status nach rezidivierenden Fussdistorsionen rechts, Hohlfuss rechts mit Rückfuss varus\" an. Des weitern stellte sie fest, es sei unzweifelhaft, dass der operative Eingriff vom 8. Januar 1981 primär eine vorbestandene Fussdeformität korrigiert und nicht eine posttraumatische Läsion behoben habe; es sei ferner anerkannt, dass diese Deformität eine gewisse Neigung zu lateralen Distorsionen aufweise. Im Hinblick darauf, dass der Versicherte seinen glaubwürdigen Angaben zufolge vor der Rekrutenschule nie unter Beschwerden gelitten habe und dass die Fussdeformität zur Einteilung in einer andern, weniger sport- und marschintensiven Truppengattung hätte Anlass geben sollen, seien die Beschwerden und der deswegen indizierte Eingriff als Folgen des Militärdienstes zu betrachten.\n\nMit Bericht vom 3. März 1983 beantwortete die Klinik Z. ergänzende Fragen der Vorinstanz. Daraus geht u.a. hervor, dass anlässlich der Operation vom 8. Januar 1981 durch Heraussägen eines Knochenkeils die Achsenstellung des Fersenbeins verändert und die Fusssohlensehnenplatte durchtrennt wurden; eine Straffung von Bändern wurde nicht vorgenommen. Nach den Angaben der Klinik wäre bei normaler Fussform eine laterale Bandplastik durchgeführt worden; beim bestehenden Hohlfuss und Rückfuss varus habe man sich zu einer Stellungskorrektur entschlossen, um voraussehbare Rückfälle zu vermeiden. Der Rückfuss varus bedinge aus statischen Gründen eine erheblich grössere aktive und passive Stabilisierung des oberen Sprunggelenkes zur Vermeidung BGE 111 V 370 S. 377von lateralem Einknicken bzw. rezidivierenden Distorsionen. Die Erstdistorsion sei das auslösende Ereignis, die vorbestehende Fussform eine ungünstige Komponente zur Heilung gewesen; durch die Korrektur der Fussform sei eine Heilung ermöglicht worden.\n\nb) Aus den ärztlichen Angaben geht hervor, dass die nach dem Dienst aufgetretenen Distorsionen in einem natürlichen Zusammenhang mit einer vorbestandenen Fussdeformität stehen und dass mit der streitigen Operation die Grundursache der Distorsionen, nämlich die Fussanomalie, behoben und nicht die Distorsionen als solche behandelt wurden. Weil das Grundleiden ausserdienstlicher Natur ist, sind insoweit auch dessen Folgen von vornherein nicht haftungsbegründend. Unter dem Gesichtspunkt der Haftung für Spätfolgen kann sich lediglich die Frage stellen, ob die im Dienst eingetretenen Distorsionen zusätzlich eine kausale Nachwirkung auf die Distorsionen nach dem Dienst hatten. Ein solcher Zusammenhang wäre gegeben, wenn die im Dienst erlittenen Distorsionen zu einer Lockerung bzw. Dehnung der Bänder geführt hätten, die ihrerseits die späteren Distorsionen begünstigt hätte. Auch wenn sich die Klinik Z. zu dieser Frage nicht konkret geäussert hat, ist ein solcher Zusammenhang aufgrund der Akten zu verneinen. Mit der in Frage stehenden Operation wurde einzig die Grundursache der Distorsionen (Anomalie der Fussform) behoben, wogegen keine Notwendigkeit bestand, den Bandapparat als solchen zu korrigieren. Darauf, dass bei normaler Fussform eine laterale Bandplastik durchgeführt worden wäre, kann es entgegen den Ausführungen der Klinik Z. nicht ankommen. Entscheidend ist, dass eine Bandoperation gar nicht indiziert war. Weder war sie zur Behebung der konkreten Distorsionen notwendig, noch hätte sie vorbeugend für weitere Distorsionen einen Sinn gehabt, weil damit die eigentliche Grundursache der Distorsionen nicht beseitigt worden wäre.\n\nAndere Hinweise dafür, dass die dienstlichen Distorsionen an den nachdienstlichen kausal mitbeteiligt gewesen wären, sind nicht ersichtlich. Dass die im Dienst aufgetretenen Distorsionen mit einem eigentlichen Trauma verbunden waren, wird vom Beschwerdeführer nicht behauptet und auch von der Klinik Z. nicht angenommen. Aufgrund der Sanitätsakten ist davon auszugehen, dass es sich um geringfügige Vorfälle gehandelt hat, deren Auswirkungen innert weniger Tage behoben waren. Nach den Abklärungen der Militärversicherung hat sich der Beschwerdeführer in der Folge während Jahren keiner Behandlung des rechten Fusses BGE 111 V 370 S. 378unterzogen, noch hat er sich während der militärischen Wiederholungskurse in den Jahren 1978 bis 1980 wegen Fussbeschwerden beim Truppenarzt gemeldet. Wenn später wieder Beschwerden aufgetreten sind, so lag deren Ursache offensichtlich in der vordienstlichen Fussdeformität. Im Hinblick auf die Geringfügigkeit der dienstlichen Vorfälle und den Umstand, dass während längerer Zeit keine behandlungsbedürftigen Beschwerden mehr aufgetreten sind, ist auch eine Teilkausalität im Sinne einer nachwirkenden Verschlimmerung des Vorzustandes nicht wahrscheinlich. Selbst wenn angeblich erstmals im Dienst Distorsionen eingetreten sind, ist ein Zusammenhang zwischen den geltend gemachten Spätfolgen und der dienstlichen Gesundheitsschädigung nicht mit der erforderlichen überwiegenden Wahrscheinlichkeit erstellt. Daraus folgt, dass für die nachdienstlich gemeldeten Fussbeschwerden schon mangels eines natürlichen Kausalzusammenhangs keine Bundeshaftung besteht. Dementsprechend hat die Militärversicherung für die streitige Operation vom 8. Januar 1981 nicht aufzukommen.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}