{"annee": "111", "cour": "IA", "page": "255", "date": "10/9/1985", "cite": ["109 IA 81", "108 IA 197", "110 IA 131"], "cite_par": ["112 IA 344", "111 IA 259"], "chapeau": "44. Extrait de l'arrêt de la Ire Cour civile du 10 septembre 1985 dans la cause sociétés A., B. et C. contre société D. (recours de droit public)", "regestes": ["Compétence en cas de contestation d'une demande de récusation d'un arbitre (art. 21 CIA). En vertu de la disposition impérative de l'art. 21 CIA, l'autorité étatique prévue par l'art. 3 CIA est compétente pour statuer en cas de contestation d'une demande de récusation. Cette compétence exclut l'application obligatoire pour les parties de tout règlement prévoyant la compétence d'une autre autorité."], "faits": "BGE 111 Ia 255 S. 255\n\nLes sociétés A., B., C. et D. sont soumises à une clause arbitrale prévoyant l'application des règles de conciliation et d'arbitrage de la Chambre de commerce internationale à Paris (CCI) et la fixation du siège de l'arbitrage à Genève.\n\nAux termes de l'art. 2 ch. 7 du règlement de la Cour d'arbitrage de la CCI, \"en cas de récusation d'un arbitre par une partie, la Cour statue sans recours, les motifs étant laissés à sa seule appréciation\".\n\nDans le cadre d'une procédure d'arbitrage engagée en application de la clause précitée, les sociétés A., B. et C. ont BGE 111 Ia 255 S. 256demandé la récusation des arbitres en vertu de l'art. 40 al. 4 CIA. D. s'est opposée à cette requête.\n\nSaisi de trois requêtes en récusation d'arbitres, le Tribunal de première instance de Genève les a déclarées irrecevables par jugement du 7 février 1985, en considérant qu'elles devaient d'abord être soumises à la Cour d'arbitrage de la CCI selon l'art. 2 ch. 7 du règlement de ladite Cour. Le 18 avril 1985, la Cour de justice du canton de Genève a rejeté les appels interjetés contre ce jugement.\n\nLe Tribunal fédéral a admis, dans la mesure où ils étaient recevables, les recours de droit public formés par les sociétés A., B. et C. et annulé l'arrêt rendu le 18 avril 1985 par la Cour de justice du canton de Genève.", "considerants": "Extrait des considérants:\n\n2. ...\n\nd) Les art. 18 et 19 CIA indiquent quels sont les motifs de récusation des arbitres et du tribunal arbitral; l'art. 20 précise dans quel délai la récusation doit être demandée, et l'art. 21 al. 1 prévoit qu'\"en cas de contestation, l'autorité judiciaire prévue à l'art. 3 statue sur la récusation\".\n\nL'art. 1 al. 2 CIA réserve l'application des règlements d'arbitrage dans la mesure où ceux-ci ne contreviennent pas à des dispositions impératives du concordat. Parmi celles-ci, l'art. 1er al. 3 mentionne les art. 18 à 21.\n\nLe sens de ces dispositions est clair: en cas de contestation d'une demande de récusation, l'autorité judiciaire étatique prévue à l'art. 3 du concordat statue sur la récusation. Une disposition d'un règlement d'arbitrage contrevenant à cette règle impérative est dès lors dénuée de portée.\n\nEn l'espèce, l'art. 2 ch. 7 du règlement de la Cour d'arbitrage de la CCI, auquel se réfère la clause arbitrale fondant la compétence des arbitres, prévoit qu'\"en cas de récusation d'un arbitre par une partie, la Cour statue sans recours, les motifs étant laissés à sa seule appréciation\". Il s'agit donc d'une disposition qui octroie à une autre autorité que l'autorité judiciaire prévue à l'art. 3 CIA la compétence pour statuer sur la récusation, et qui confère même à cette autre autorité une compétence exclusive. Une telle disposition contrevient manifestement à l'art. 21 CIA; elle est donc inapplicable en vertu de l'art. 1 al. 2 CIA.\n\nBGE 111 Ia 255 S. 257\n\ne) Cette interprétation correspond non seulement au texte clair du concordat, mais aussi au but de la loi. L'institution de l'arbitrage ayant notamment pour fin de permettre de résoudre les différends dans des délais raisonnables, il appartient aux arbitres et aux parties de collaborer à cette fin, en s'abstenant de procédés retardant sans nécessité la procédure (ATF 109 Ia 83 consid. 2a, ATF 108 Ia 201). Du moment que seul le prononcé de l'autorité cantonale est décisif en matière de récusation, la possibilité donnée aux parties d'instaurer une procédure préalable et privée de récusation, qui devrait être obligatoirement suivie, ne serait qu'une vaine cause de retard et de renchérissement de la procédure. Il est donc normal qu'une réglementation dans ce sens soit prohibée.\n\nf) Cette interprétation est d'ailleurs soutenue par la majorité de la doctrine, contrairement à ce que pensent les juridictions cantonales.\n\nJOLIDON (Commentaire du concordat suisse sur l'arbitrage, p. 297) déclare en se référant au règlement de la Cour d'arbitrage de la CCI que \"les parties ne sont ... pas tenues par les règles du CIA de suivre à la procédure convenue chargeant une personne ou institution autre que l'autorité judiciaire prévue à l'art. 3 de se prononcer ou de statuer (d'abord) sur une demande de récusation\". PANCHAUD, dans ses notes à l'édition quadrilingue du concordat (Payot 1974), est du même avis lorsqu'il indique, dans la note relative aux art. 20 et 21, qu'\"en cas de contestation, l'autorité judiciaire a, en cette matière, une compétence exclusive\". Cette opinion est aussi celle de BRATSCHI ET BRINER (in RSJ 1976/72 p. 104).\n\nRÜEDE/HADENFELDT (Schweizerisches Schiedsgerichtsrecht, p. 180) considèrent également que, dans le domaine de l'application du concordat, les conventions prévoyant que le tribunal arbitral ou un tiers, par exemple l'institution sous l'auspice de laquelle se déroule l'arbitrage, sont compétents pour décider de la récusation, demeurent sans effet. Ils sont même d'avis que ce principe est d'application générale et vaut aussi dans les cantons non concordataires. Ces auteurs admettent cependant qu'une instance privée puisse décider au préalable, sous réserve de recours aux juridictions étatiques, et que si une partie suit d'abord cette voie, prévue dans un règlement d'arbitrage, elle n'en est pas pour autant empêchée de saisir par la suite l'autorité judiciaire compétente. LANZ exprime une opinion similaire (Das Konkordat über die Schiedsgerichtsbarkeit, thèse Zurich 1971, p. 30).\n\nBGE 111 Ia 255 S. 258\n\nLa doctrine précitée consacre donc le caractère impératif de l'art. 21 CIA. Elle en atténue cependant la portée en ce sens qu'elle laisse à la partie instante à la récusation le droit de saisir d'abord l'autorité privée prévue conventionnellement, avec la faculté de recourir ensuite, de toute façon, à l'autorité étatique prévue par le concordat. Il ne s'agit donc nullement d'imposer à la partie requérante l'obligation de saisir en premier lieu l'autorité prévue par convention préalable ou règlement arbitral. Ce point de vue doctrinal prévaut d'ailleurs également dans la jurisprudence et la doctrine antérieures au concordat, ou dans les cantons non concordataires: la compétence des tribunaux étatiques est impérative, une renonciation anticipée à cette compétence étant exclue. Une renonciation conventionnelle serait en revanche possible, soit par compromis exprès, soit par le fait que le requérant saisit l'autorité conventionnelle, le recours à l'autorité étatique étant toujours réservé; mais il ne peut y avoir d'obligation de saisir l'autorité conventionnelle (cf. arrêt zurichois, in BlZR 1979 (78) No 17; GRESSLY, Die Stellung des Schiedsrichters, thèse Berne 1959, p. 90 s.; CONTINI, Contribution à l'étude de l'arbitrage en procédure civile vaudoise, thèse Lausanne 1951, p. 285 s.; GULDENER, Die Gerichtsbarkeit der Wirtschaftsverbände, in RDS 1952 (NF 71), p. 262a; cf. aussi WENGER, Die Rechtsmittel gegen schiedsrichterliche Entscheidungen, in Die Internationale Schiedsgerichtsbarkeit in der Schweiz, p. 56 s.).\n\nSeuls WENGER ET POUDRET soutiennent l'opinion selon laquelle la partie à un arbitrage soumis à un règlement, comme celui de la CCI, doit suivre les dispositions de ce règlement en matière de procédure de récusation, quitte à saisir ensuite la juridiction étatique.\n\nL'opinion de WENGER (exprimée in l'Arbitrage international privé et la Suisse, Colloque d'avril 1976, Mémoires publiés par la Faculté de droit de Genève, No 53 p. 26) procède de la tendance à accorder, dans le droit suisse de l'arbitrage international, une plus grande importance à la volonté des parties, et à ne considérer comme véritablement impératives dans ce domaine que les dispositions qui sont d'ordre public. Le Tribunal fédéral a déjà eu l'occasion de dire que cette position est contraire au texte clair de l'art. 1 al. 3 CIA, qu'elle n'est pas acceptable de lege lata et que le fait qu'une disposition concordataire n'est pas d'ordre public ne permet pas à un tribunal suisse de s'en écarter (ATF 110 Ia 132).\n\nBGE 111 Ia 255 S. 259\n\nQuant à l'opinion de POUDRET (L'application du concordat de 1969 à l'arbitrage international, in Les étrangers en Suisse, Recueil de travaux publiés par la Faculté de droit de Lausanne, 1982, p. 269), qu'il a reprise et développée dans une consultation produite en l'espèce par l'intimée, elle se réfère à Gentinetta et repose sur la prémisse selon laquelle seule la décision sur récusation que prendra l'institution arbitrale prévue par le règlement d'arbitrage constitue la \"contestation\" visée par l'art. 21 CIA, l'autorité judiciaire prévue par le concordat ne pouvant être saisie qu'après cette \"contestation\". Ce point de vue ne saurait être partagé, car la contestation d'une demande de récusation ne peut avoir que le sens d'un refus de celle-ci par les arbitres visés ou par une partie; l'art. 21 CIA vise en effet le cas où la demande de récusation est contestée, c'est-à-dire niée ou refusée, et non pas le cas où elle donne lieu à une \"contestation\" devant un organisme tiers.\n\nOn doit donc admettre qu'en vertu de la disposition impérative de l'art. 21 CIA, l'autorité étatique prévue par l'art. 3 CIA est compétente pour statuer en cas de contestation d'une demande de récusation. Cette compétence exclut l'application obligatoire pour les parties de tout règlement prévoyant la compétence d'une autre autorité. Quant à savoir si une partie peut saisir l'autorité conventionnelle ou réglementaire, sous réserve de son droit de recours à l'autorité étatique, la question n'a pas à être tranchée ici.\n\nLes juridictions cantonales ne pouvaient donc pas imposer aux parties l'obligation de suivre préalablement la procédure prévue à l'art. 2 ch. 7 du règlement de la Cour d'arbitrage de la CCI. La demande de récusation étant contestée, de manière expresse par l'intimée et tacite par les arbitres, les conditions d'application de l'art. 21 al. 1 CIA étaient remplies et l'autorité judiciaire devait statuer sur la récusation."}