{"annee": "111", "cour": "IB", "page": "26", "date": "29/5/1985", "cite": ["97 I 573", "108 IB 505", "103 IB 134", "106 IB 26", "99 IB 200", "110 IB 398", "105 IB 94", "109 IB 130", "99 IB 488"], "cite_par": ["114 IB 135", "116 IB 418", "114 IB 362", "117 IB 285", "120 IB 59", "118 IB 206", "118 IB 417"], "chapeau": "6. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 29. Mai 1985 i.S. Blust und 18 Mitb. gegen Kanton Thurgau und Regierungsrat des Kantons Thurgau (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 98 et 99 let. c OJ; procédure de remembrement selon les art. 30 ss LRN; obligation d'adhérer à un syndicat de remembrement, art. 36 LRN. 1. Irrecevabilité du recours de droit administratif contre une décision du Conseil fédéral concernant l'approbation d'un projet général de routes nationales (consid. 3a). 2. L'obligation des propriétaires fonciers d'adhérer à un syndicat de remembrement est la conséquence de la compétence accordée au gouvernement cantonal, par le droit fédéral, d'ordonner d'office les remembrements rendus nécessaires par la construction de la route. La procédure de remembrement peut être entamée avant que le projet définitif ait acquis force obligatoire, mais ne peut toutefois prendre fin avant que ce projet ait été approuvé (consid. 3b)."], "faits": "BGE 111 Ib 26 S. 26\n\nDie Kantone Thurgau und St. Gallen planen seit langem in Zusammenarbeit mit dem Bund den Zubringer Arbon zur Autobahn N 1. Dieser Zubringer soll u.a. Arbon und die Wohngebiete BGE 111 Ib 26 S. 27der Umgebung vom starken Durchgangsverkehr entlasten und einen flüssigen Anschluss an die Autobahn sicherstellen. In den siebziger Jahren stand das sogenannte Projekt \"Grenzstrasse\" im Vordergrund, doch stiess es auf heftige Opposition, da es Wohnquartiere berührte. Schon damals hatte der Regierungsrat des Kantons Thurgau ein Landumlegungsverfahren für den Landerwerb vorgesehen. Die Eigentümer der innerhalb des Perimeters gelegenen Grundstücke stimmten am 5. Juli 1974 der Gründung einer Umlegungskorporation zu.\n\nUm den Einwendungen gegen das Projekt \"Grenzstrasse\" Rechnung zu tragen, wurde eine neue Linienführung gewählt, die in grösserer Entfernung von den Wohngebieten verläuft. Mit Beschluss vom 2. November 1982 stimmte der Regierungsrat dem neuen generellen Projekt des im Kanton Thurgau gelegenen Teilstückes des Zubringers Meggenhus-Arbon-Wiedehorn zu. Mit Beschluss vom 14. September 1983 genehmigte der Bundesrat das entsprechende Projekt. Gegen das in der Folge verfasste Ausführungsprojekt, das vom 5. April bis 4. Mai 1984 öffentlich auflag, führten zahlreiche Grundeigentümer Einsprache, so auch die jetzigen Beschwerdeführer. Die Einspracheverfahren sind noch nicht abgeschlossen.\n\nUm die Arbeiten für die Ausführung des Projektes voranzutreiben, beschloss der Regierungsrat des Kantons Thurgau am 13. August 1984 die Erweiterung der Landumlegung zur Ausscheidung des Trassees des Zubringers Arbon zur N 1 im Umfang gemäss Plan vom 1. August 1984, und er verpflichtete die Eigentümer der im Plangebiet liegenden Grundstücke zum Beitritt zur Landumlegungskorporation Arbon.\n\nEugen Blust und 18 weitere Grundeigentümer führen Verwaltungsgerichtsbeschwerde an das Bundesgericht, mit der sie beantragen, der Beschluss vom 13. August 1984 sei aufzuheben; eventuell sei der Beschluss aufzuheben und die Vorinstanz anzuweisen, zunächst die Rechtskraft der Entscheide über die Einsprachen gegen das Ausführungsprojekt betreffend den streitigen Zubringer zur N 1 abzuwarten und danach, falls das vorliegende oder ein abgeändertes Ausführungsprojekt in Rechtskraft erwachsen sollte, zunächst zu versuchen, das notwendige Land auf dem Wege der freiwilligen Güterzusammenlegung zu erwerben. Zur Begründung ihrer Beschwerde machen sie im wesentlichen geltend, der Bundesrat habe seine Kompetenzen überschritten, als er das über 8 km lange Strassenstück BGE 111 Ib 26 S. 28Meggenhus-Arbon-Wiedehorn als Zubringer zur Autobahn und damit als eine der Nationalstrassengesetzgebung unterstehende Strasse anerkannt habe. Da dies nicht richtig sei, könne keine Landumlegung gestützt auf das Nationalstrassenrecht angeordnet werden. Auch sehe weder das Bundesrecht noch das kantonale Recht die Möglichkeit vor, die Eigentümer zum Beitritt zu einer Umlegungskorporation zu verpflichten. Es könne den Eigentümern überdies nicht zugemutet werden, sich auf ein Umlegungsverfahren einzulassen, solange nicht feststehe, ob das Ausführungsprojekt rechtskräftig werde.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n3. a) Die Einwendung der Beschwerdeführer, beim umstrittenen Zubringer Arbon handle es sich um eine Kantonsstrasse und nicht um einen zur Nationalstrasse gehörenden Anschluss im Sinne von Art. 6 NSG, richtet sich in Wirklichkeit gegen den Beschluss des Bundesrates vom 14. September 1983 über die Genehmigung des generellen Zubringers Meggenhus-Arbon-Wiedehorn. Der Bundesratsbeschluss über die Genehmigung des generellen Projektes ist jedoch nicht mit Verwaltungsgerichtsbeschwerde anfechtbar (BGE 110 Ib 402 E. 3; BGE 106 Ib 31 E. 12b; BGE 99 Ib 206 ff. E. 3; BGE 97 I 578 E. 1a).\n\nNach dem Willen des Gesetzgebers sollen Einsprachen gegen die generelle Linienführung grundsätzlich ausgeschlossen sein. Auch soll mit der Genehmigung des Projektes die Linienführung im wesentlichen endgültig feststehen (BGE 99 Ib 207 f. E. 3). Was für die Linienführung zutrifft, hat auch für die Anerkennung einer Strasse als Anschlussbauwerk, welches der Nationalstrassengesetzgebung untersteht, zu gelten, bildet diese Anerkennung doch Voraussetzung für die Planung solcher Anschlüsse im Rahmen der generellen Nationalstrassenprojektierung. Die Frage, wo und welche Anschlüsse vorzusehen sind, ist im Rahmen der generellen Projektierung zu prüfen (BGE 106 Ib 29 E. 12a). Diese ist vom Bundesamt für Strassenbau (früher Eidg. Amt für Strassen- und Flussbau) in Zusammenarbeit mit den interessierten Bundesstellen und Kantonen durchzuführen (Art. 12 und 13 NSG). Sie findet ihren Abschluss mit der Projektgenehmigung durch den Bundesrat (Art. 20 NSG).BGE 111 Ib 26 S. 29\n\nIn den Beschluss der Bundesversammlung über das Nationalstrassennetz sind derartige Anschlussbauwerke nicht aufzunehmen. Die Bundesversammlung hat einzig über die allgemeine Linienführung und die Art der zu errichtenden Nationalstrassen zu entscheiden (Art. 11 NSG). Zur technisch richtigen Ausgestaltung der Nationalstrassen als Verkehrsverbindungen von gesamtschweizerischer Bedeutung gehören hingegen die Anschlüsse mitsamt den erforderlichen Zufahrtsstrecken, vermöchten doch sonst die Nationalstrassen ihren Auftrag, hohen verkehrstechnischen Anforderungen zu genügen und eine sichere sowie wirtschaftliche Abwicklung des Verkehrs zu gewährleisten (Art. 5 NSG), nicht zu erfüllen.\n\nKann im Einspracheverfahren gemäss Art. 26 ff. NSG gegen das Ausführungsprojekt die generelle Linienführung als solche nicht beanstandet werden, so ist ein Einsprecher mit der Einwendung, ein als Anschlussbauwerk anerkanntes Strassenstück sei nicht nationalstrassenbedingt, auch nicht bei seiner Einsprache gegen die Anordnung einer Landumlegung, die dem Landerwerb für den Strassenbau dient (Art. 30 ff. NSG), zu hören. Der Regierungsrat durfte daher mit Recht vom Bundesratsbeschluss über die Genehmigung des generellen Projektes ausgehen, welches mit erfolgter Genehmigung grundsätzlich verbindlich geworden ist. Er war deshalb nicht verpflichtet, auf die Einwendung der Beschwerdeführer, die umstrittene Zufahrtsstrasse sei nicht nationalstrassenbedingt, näher einzugehen.\n\nAuch das Bundesgericht ist nicht befugt zu prüfen, ob der Bundesrat das Strassenstück Meggenhus-Arbon-Wiedehorn zu Recht als Teil der Nationalstrasse N 1 anerkennen durfte. Die dem Bundesrat zugewiesene Plangenehmigungskompetenz ist nicht dem Erlass einer unselbständigen Verordnung des Bundesrates gleichzusetzen, die vom Bundesgericht daraufhin überprüft wird, ob sie den Rahmen der im Gesetz delegierten Kompetenzen sprenge oder aus anderen Gründen gesetzes- oder verfassungswidrig sei (BGE 103 Ib 139 E. 4a mit Verweisungen). Sie stellt vielmehr eine dem Bundesrat zugewiesene Kompetenz des Gesetzesvollzuges im Nationalstrassenrecht dar, die der bundesgerichtlichen Kontrolle entzogen ist (Art. 98 OG). Die Einwendung der Beschwerdeführer, der Zubringer Arbon sei nicht nationalstrassenbedingt, richtet sich - wie erwähnt - nicht eigentlich gegen das Ausführungsprojekt. Es handelt sich dabei nicht um eine Einwendung, welche ein Eigentümer vortragen kann, um darzutun, das BGE 111 Ib 26 S. 30Ausführungsprojekt verstosse im Bereich seines Grundstückes gegen Bundesrecht. Einzig eine solche Einwendung kann er indessen vorbringen, auch wenn ihre Gutheissung eine begrenzte Änderung der generellen Linienführung zur Folge haben sollte. Doch kann er sich nicht darauf beschränken, unter Geltendmachung allgemeiner öffentlicher Interessen die generelle Linienführung als solche zu beanstanden (BGE 99 Ib 209 E. 3). Nur dies tragen die Beschwerdeführer aber in Wirklichkeit vor, wenn sie sich dagegen zur Wehr setzen, dass der Bundesrat das umstrittene Strassenstück als Teil der Nationalstrasse anerkannt hat, womit dem Kanton der entsprechende hohe Bundesanteil an die Erstellungskosten zukommt.\n\nAuf die Beschwerde ist daher insoweit nicht einzutreten, als die Beschwerdeführer geltend machen, der Bundesratsbeschluss über die Genehmigung des generellen Projektes verletze das Nationalstrassengesetz.\n\nb) Somit kann sich einzig fragen, ob der Regierungsrat im Hinblick auf die Realisierung des umstrittenen Strassenprojektes die Erweiterung der bereits 1974 eingeleiteten Landumlegung beschliessen und die Beschwerdeführer zum Beitritt zur Landumlegungskorporation verpflichten durfte, bevor das Ausführungsprojekt rechtskräftig wurde, oder ob er damit bis zur Genehmigung des Ausführungsprojektes hätte zuwarten müssen, wie dies für die Beschlussfassung über eine allfällige Enteignung zutrifft. Soll der Landerwerb für eine Nationalstrasse im Enteignungsverfahren erfolgen, so ersetzt die Genehmigung des Ausführungsprojektes den Entscheid über Einsprachen gegen die Enteignung (Art. 35 lit. a und 55 EntG; BGE 108 Ib 507 E. 2). Das Enteignungsverfahren beschränkt sich auf die Behandlung der angemeldeten Forderungen; Einsprachen gegen die Enteignung sowie Begehren, die eine Planänderung bezwecken, sind ausgeschlossen (Art. 39 Abs. 2 NSG). Die Genehmigung des Ausführungsprojektes muss deshalb vorliegen, bevor das auf die Behandlung der Forderungen beschränkte Enteignungsverfahren eingeleitet werden kann (BGE 109 Ib 133 E. 2b; BGE 99 Ib 490 E. 2).\n\nFür die Einleitung eines Umlegungsverfahrens gilt dies hingegen nicht. Dieses Verfahren wickelt sich im Rahmen der Grundsatzbestimmungen des Nationalstrassengesetzes nach kantonalem Recht ab (Art. 32 Abs. 2 NSG; vgl. BGE 105 Ib 96 ff. E. 5 und 6 sowie 109 ff. E. 2 und 3). Soweit Güterzusammenlegungen in Aussicht genommen werden - wie dies im vorliegenden Falle zutrifft -, sind gemäss bundesrechtlicher Anordnung Vorprojekte hiefür BGE 111 Ib 26 S. 31wenn möglich gleichzeitig mit den generellen Strassenprojekten aufzustellen (Art. 33 NSG). Dass zu diesem Zwecke nach kantonalem Recht Umlegungskorporationen gebildet werden können, liegt im Interesse der betroffenen Eigentümer, wird doch damit deren Mitsprache gewährleistet. Die von den Beschwerdeführern beanstandete Verpflichtung der Eigentümer zum Beitritt zur Korporation ist Folge der der kantonalen Regierung bundesrechtlich verliehenen Kompetenz, für den Strassenbau notwendige Landumlegungen von Amtes wegen zu verfügen (Art. 36 NSG; vgl. BGE 105 Ib 99 f. E. 6a und 109 f. E. 2a).\n\nZur Klarstellung ist freilich festzuhalten, dass der Abschluss des Umlegungsverfahrens mit der Neuzuteilung der einbezogenen Grundstücke erst nach der Genehmigung des Ausführungsprojektes erfolgen kann. Die Ausscheidung und Abtretung des für den Strassenbau benötigten Landes setzt die Verbindlichkeit der im Ausführungsprojekt festgesetzten Strassengrenzen voraus. Die Vorarbeiten für die neue Grundstückseinteilung - die Aufnahme des Altbestandes und die Ausarbeitung des Neuzuteilungsentwurfs einschliesslich der Ermittlung allfälliger Entschädigungs- und Ausgleichszahlungen (Art. 31 Abs. 2 und 35 NSG) - können hingegen vorher ausgeführt werden. Mit Rücksicht auf den erfahrungsgemäss erheblichen Zeitaufwand, der für die Neuordnung der Grundstücke aufgewendet werden muss, ist ein solches Vorgehen zweckmässig, auch wenn es das Risiko einschliesst, dass im Falle der Nichtgenehmigung eines Projektes oder von Änderungen, welche die Genehmigungsbehörde verfügt, gewisse Arbeiten hinfällig werden.\n\nWird im vorliegenden Falle ausserdem berücksichtigt, dass die Erweiterung des Umlegungsperimeters erst nach der durch den Bundesrat erfolgten Genehmigung des generellen Projektes beschlossen worden ist und dass dieses - wie dargelegt - die Linienführung im wesentlichen endgültig festlegen soll, so ergibt sich auch, dass die Wahrscheinlichkeit einer unnützen Inanspruchnahme der Eigentümer gering und ihnen deshalb in ihrem eigenen Interesse zuzumuten ist, sich an den Vorarbeiten zu beteiligen. Ihre Mitwirkung in der Korporation schliesst auch eine Einigung über die Neuzuteilung auf freiwilliger Basis nicht aus. Das Vorgehen der Regierung führt daher nicht zu einem Verstoss gegen die Regel des Art. 30 NSG über die Landerwerbsarten. Wird die Grösse des Perimeters berücksichtigt, und werden ebenfalls die Vorteile des Umlegungsverfahrens für den Landerwerb beachtet - es verteilt BGE 111 Ib 26 S. 32die Last der Landabtretung auf zahlreiche Eigentümer und führt in der Regel zu einer für die Bewirtschaftung rationelleren Grundstückseinteilung (BGE 105 Ia 326 E. 2c mit Verweisungen; 105 Ib 109 E. 2a) -, so ist auch die Annahme des Regierungsrates nicht zu beanstanden, ein freihändiger Erwerb des für die Strasse benötigten Landes falle ausser Betracht."}