{"annee": "111", "cour": "V", "page": "226", "date": "26/8/1985", "cite": ["111 V 205", "105 V 66"], "cite_par": ["111 V 205", "124 V 166", "127 V 113", "125 V 256"], "chapeau": "44. Auszug aus dem Urteil vom 26. August 1985 i.S. Bundesamt für Sozialversicherung gegen Grünenfelder und Versicherungsgericht des Kantons St. Gallen", "regestes": ["Art. 42 al. 2 LAI. Indépendamment de la période de carence de 360 jours (à calculer rétrospectivement), il suffit, par application analogique de la variante 2 de l'art. 29 al. 1 LAI, que l'on puisse s'attendre à ce que l'impotence persiste (précision de la jurisprudence)."], "faits": "", "considerants": "BGE 111 V 226 S. 226\n\nAus den Erwägungen:\n\n3. a) Streitig ist, ob die Beschwerdegegnerin Anspruch auf eine Hilflosenentschädigung gemäss Art. 42 IVG hat. Dieser BGE 111 V 226 S. 227Anspruch entsteht nach Art. 35 Abs. 1 IVV am ersten Tag des Monats, in dem sämtliche Anspruchsvoraussetzungen erfüllt sind. Das Gesetz schreibt für den Anspruch auf Hilflosenentschädigung der Invalidenversicherung weder bei Erwachsenen nach Art. 42 Abs. 1 IVG noch bei Minderjährigen nach Art. 20 Abs. 1 IVG eine Wartezeit vor. Da jedoch nach Art. 42 Abs. 2 IVG nur als hilflos gilt, wer \"dauernd\" der Hilfe Dritter oder der persönlichen Überwachung bzw. der Dienstleistungen Dritter (Art. 36 Abs. 3 lit. d IVV) bedarf, ist dieses Erfordernis nach ständiger Rechtsprechung und Verwaltungspraxis erfüllt, wenn der die Hilflosigkeit begründende Zustand weitgehend stabilisiert und im wesentlichen irreversibel ist, d.h. wenn analoge Verhältnisse wie bei der Variante 1 von Art. 29 Abs. 1 IVG gegeben sind (Variante 1). Ferner ist das Erfordernis der Dauer als erfüllt zu betrachten, wenn die Hilflosigkeit während 360 Tagen ohne wesentlichen Unterbruch gedauert hat (Variante 2). Im Fall der Variante 1 entsteht der Anspruch auf Hilflosenentschädigung im Zeitpunkt, in dem die leistungsbegründende Hilflosigkeit als bleibend vorausgesehen werden kann (Art. 29 IVV; BGE 105 V 67 mit Hinweisen; ZAK 1983 S. 334).\n\nb) Gemäss der mit EVGE 1969 S. 114 begründeten und in EVGE 1969 S. 161 f. sowie ZAK 1970 S. 74 bestätigten Rechtsprechung setzt das Erfordernis der Dauer im Sinne von Art. 42 Abs. 2 IVG - abgesehen von der \"bleibenden\" Hilflosigkeit (Variante 1) - neben der (retrospektiv zu beurteilenden) Wartezeit von 360 Tagen voraus, dass die relevante Hilflosigkeit voraussichtlich noch mindestens 360 Tage lang dauern wird (Rz. 317 der Wegleitung über Invalidität und Hilflosigkeit, gültig ab 1. Januar 1979). Von dieser Rechtsprechung ist das Eidg. Versicherungsgericht mit BGE 105 V 67 insofern abgewichen, als dieses Urteil für die Umschreibung der prognostisch massgebenden Dauer der Hilflosigkeit ausdrücklich auf die Variante 2 von Art. 29 Abs. 1 IVG Bezug nimmt und die Hilflosigkeit danach voraussichtlich \"weiterhin\" andauern muss, was praxisgemäss nicht 360 Tage bedeutet (bestätigt in ZAK 1983 S. 334). Im Urteil Wenger vom 23. April 1985 (in BGE 111 V 207 nicht veröffentlichte Erw. 1c) wurde die Frage offengelassen, ob an jenem Erfordernis der prognostischen zweiten Periode von 360 Tagen festzuhalten oder ob die in Art. 42 Abs. 2 IVG vorausgesetzte Dauer schon als erfüllt zu betrachten ist, wenn diese voraussichtlich weiterhin andauern wird.\n\nIn EVGE 1969 S. 114 ging es darum, den Begriff der Hilflosigkeit dahin zu konkretisieren, dass diese nicht \"bleibend\" sein BGE 111 V 226 S. 228muss, sondern schon leistungsbegründend wirken kann, wenn sie längere Zeit dauert. Damit wurde in Anlehnung an Art. 4 Abs. 1 und Art. 29 Abs. 1 IVG eine \"bleibende\" und eine \"längere Zeit dauernde\" Hilflosigkeit anerkannt. Im Gegensatz zur Variante 2 des Art. 29 Abs. 1 IVG wurde jedoch bei der längere Zeit dauernden Hilflosigkeit eine erschwerende prognostische Anspruchsvoraussetzung von 360 Tagen verlangt. Daran kann nicht mehr festgehalten werden. Aus Art. 42 Abs. 2 IVG lässt sich die geforderte Weiterdauer der massgebenden Hilflosigkeit während 360 Tagen nicht ableiten. Es rechtfertigt sich auch nicht, bei der \"dauernden\" Hilflosigkeit im Sinne der Variante 1 an Art. 29 Abs. 1 IVG anzuknüpfen, bei der Variante 2 dagegen bezüglich der prognostischen Dauer von dieser Bestimmung abzuweichen. Schliesslich sprechen auch Gründe der Praktikabilität für eine Vereinheitlichung der Regeln über den Anspruchsbeginn bei Renten und Hilflosenentschädigungen. Diese Auffassung vertritt auch das Bundesamt für Sozialversicherung in der nachträglich vom Eidg. Versicherungsgericht eingeholten Stellungnahme vom 15. April 1985. Demzufolge ist das Erfordernis der Dauer bei der Variante 2 der Hilflosigkeit erfüllt, wenn diese nach Ablauf der 360tägigen Wartefrist voraussichtlich weiterhin andauern wird, wie dies bereits in BGE 105 V 67 und ZAK 1983 S. 334 umschrieben worden ist."}