{"annee": "111", "cour": "IV", "page": "31", "date": "21/2/1985", "cite": ["108 IV 63", "104 IV 211", "109 IV 143"], "cite_par": [], "chapeau": "8. Auszug aus dem Urteil des Kassationshofes vom 21. Februar 1985 i.S. X. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 19 ch. 2 litt. a LStup. Lorsque l'infraction porte sur une quantité suffisante de stupéfiants, celui qui ne livre de la drogue qu'à une seule personne en sachant que celle-ci, à son tour, ne s'en dessaisira qu'au profit d'un cercle restreint de personnes déterminées est néanmoins punissable en application de cette disposition."], "faits": "BGE 111 IV 31 S. 31\n\nX. verkaufte insgesamt ca. 8 kg Haschisch an Y. Deswegen wurde er im Berufungsverfahren durch die erste Strafkammer des Obergerichts des Kantons Zürich am 22. November 1983 schuldig erklärt der wiederholten und fortgesetzten Widerhandlungen gegen Art. 19 Ziff. 1 in Verbindung mit Ziff. 2 lit. a BetmG und mit 10 Monaten Gefängnis bestraft. Die gegen diesen Entscheid geführte Nichtigkeitsbeschwerde weist der Kassationshof ab u.a. mit folgender", "considerants": "Erwägung:\n\n2. Nachdem die Vorinstanz mit zutreffender Begründung das Verhalten des Beschwerdeführers unter Berücksichtigung der neuesten Rechtsprechung des Bundesgerichts in objektiver (BGE 109 IV 143 E. 3 mit Verweisungen) und subjektiver Hinsicht (BGE 104 IV 212 ff.) als \"schweren Fall\" im Sinne von Art. 19 Ziff. 2 lit. a BetmG qualifiziert hatte, wurde anschliessend in den Urteilserwägungen festgehalten, es sei nicht relevant, \"ob der Angeklagte lediglich einem Abnehmer Stoff lieferte und wusste, dass dieser Abnehmer selber wiederum nur einen bestimmten, kleineren Personenkreis belieferte\".\n\nNach Ansicht des Beschwerdeführers hat die Vorinstanz mit der eben zitierten Feststellung insoweit Bundesrecht verletzt, als die BGE 111 IV 31 S. 32von ihm vermittelten, insgesamt 8 kg Haschisch sich zum vornherein nicht zur Gefährdung vieler Menschen geeignet hätten, weil es nach seinem Wissen nur für einen kleinen Kreis von 5 oder 6 Personen bestimmt war.\n\nDiese Darstellung lässt den eindeutigen Wortlaut des Gesetzes ausser Betracht. Ein schwerer Fall nach Art. 19 Ziff. 2 lit. a BetmG liegt schon dann vor, wenn sich die Widerhandlung auf eine Menge von Betäubungsmitteln bezieht, welche die Gesundheit vieler Menschen in Gefahr bringen kann. In objektiver Hinsicht setzt die Bestimmung also nur voraus, dass die Widerhandlung mit einer Menge eines bestimmten Betäubungsmittels begangen wird, die geeignet ist, eine gesundheitliche Gefahr für viele herbeizuführen; in subjektiver Beziehung verlangt das Gesetz, dass der Täter um diese objektiven Umstände weiss oder darauf schliessen muss (BGE 104 IV 213 E. 2). Indem der Beschwerdeführer geltend macht, dass die 8 kg Haschisch nur einem Abnehmer geliefert und damit nur wenige Personen versorgt wurden, übersieht er das Wesen des zu beurteilenden Deliktes als eines abstrakten Gefährdungsdeliktes, bei welchem der Nachweis nicht erforderlich ist, dass die Gefahr eingetreten oder vom Täter gewollt war (BGE 108 IV 65 E. 2 mit Hinweisen; ALFRED SCHÜTZ, Die Strafbestimmungen des Bundesgesetzes über die Betäubungsmittel vom 3. Oktober 1951 in der Fassung vom 20. März 1975, Diss. Zürich, 1980, S. 156)."}