{"annee": "111", "cour": "IV", "page": "55", "date": "29/3/1985", "cite": ["93 IV 66", "107 IV 169"], "cite_par": ["119 IV 44", "117 IV 139", "118 IB 111"], "chapeau": "16. Auszug aus dem Urteil des Kassationshofes vom 29. März 1985 i.S. Frau B. gegen Staatsanwaltschaft des Kantons Thurgau (Nichtigkeitsbeschwerde)", "regestes": ["Art. 148 CP, art. 19 LStup; escroquerie dans le commerce de drogue. a) Celui qui mélange à de la drogue normalement diluée (héroïne, cocaïne) une quantité supplémentaire de 30% de sucre et qui revend ensuite le produit obtenu en laissant croire implicitement qu'il s'agit d'un produit de la qualité usuelle au prix du marché ou même à un prix nettement exagéré au regard de celui-ci, se rend coupable de tromperie astucieuse. L'acquéreur de la drogue est victime d'un préjudice objectif à ses intérêts pécuniaires (consid. 2 et 3). b) L'art. 19 LStup protège la santé publique, aussi l'infraction qu'il réprime ne peut-elle absorber une infraction contre le patrimoine (consid. 4)."], "faits": "BGE 111 IV 55 S. 56\n\nA.- Frau B. erwarb Heroin und Kokain durchschnittlicher Qualität und verschnitt in der Zeit von April 1983 bis März 1984 unter mehreren Malen die gekauften und bereits gestreckten Drogen mit Puder- oder Traubenzucker. Sie verkaufte sodann den gefälschten Stoff zu einem durchschnittlichen Grammpreis von Fr. 500.-- bzw. 300.-- unter Verschweigung der Tatsache, dass sie die Drogen zusätzlich um 30-50% mit fremden Substanzen gestreckt hatte.\n\nB.- Die Kriminalkammer des Kantons Thurgau sprach Frau B. am 2. November 1984 ausser der wiederholten und fortgesetzten, teilweise schweren Widerhandlung gegen das Betäubungsmittelgesetz auch des wiederholten Betrugs schuldig und verurteilte sie wegen dieser und anderer Delikte zu zwei Jahren Gefängnis, unter Anrechnung der erstandenen Untersuchungshaft und des vorzeitigen Vollzugs ab 7. April 1984.\n\nC.- Frau B. führt Nichtigkeitsbeschwerde mit dem Antrag, Ziffer 1 des Urteilsdispositivs der Kriminalkammer sei aufzuheben, sie sei von der Anklage des wiederholten Betrugs freizusprechen und zu höchstens 18 Monaten Gefängnis zu verurteilen unter Abzug der Untersuchungshaft und des bereits vollzogenen Strafteils.\n\nDas Bundesgericht weist die Beschwerde ab.\n\nBGE 111 IV 55 S. 57", "considerants": "Aus den Erwägungen:\n\n2. In rechtlicher Beziehung stellt sich die Beschwerdeführerin auf den Standpunkt, es fehle an einer arglistigen Täuschung.\n\na) Nach dem angefochtenen Urteil ist es in Händler- und Konsumentenkreisen durchaus üblich, Drogen nach ihrer \"Güte\" zu beurteilen und zu klassifizieren. Dabei spiele - so führt die Vorinstanz aus - neben der Eignung des Stoffs als Rauschgift dessen Reinheit eine wichtige Rolle; dass reines Heroin im Handel mit Endverbrauchern kaum angeboten werde, berechtige indes nicht zum Schluss, Qualitätsschwankungen hätten keinen Einfluss auf den Marktwert. Im vorliegenden Fall habe die Beschwerdeführerin - welche die zu streckenden Rauschgifte in mittlerer Qualität zu handelsüblichen Preisen übernommen hatte - in etwa acht Fällen das ursprüngliche Gewicht des erworbenen Kokains und Heroins um ca. einen Drittel mit Puderzucker gestreckt und \"die so gewonnene Menge mindestens zum marktgerechten Ankaufspreis, jedoch in den meisten Fällen noch zu erhöhtem Grammpreis verkauft\". Indem sie den Käufern die Beimengung von Zucker verschwiegen habe, habe sie diese ohne Zweifel bezüglich des Reinheitsgehalts der Drogen getäuscht; die Käufer hätten nämlich \"ein gegenüber dem Marktwert für Drogen dieser verminderten Qualität massiv erhöhtes Entgelt\" entrichtet. Die Beschwerdeführerin habe denn auch selber zugegeben, es hätte für diese Ware nicht der übliche Handelspreis verlangt werden können, wenn die Abnehmer nicht im Glauben belassen worden wären, \"normalen\" Stoff zu kaufen. Mit dem stillschweigenden Verkauf von Heroin und Kokain unterdurchschnittlichen Reinheitsgehalts zu handelsüblichen Preisen sei diesen die wesentliche Eigenschaft mindestens mittlerer, handelsüblicher Qualität der Rauschgifte vorgetäuscht worden, die in Wirklichkeit nicht vorhanden gewesen sei. Da der Reinheitsgrad der zwei Drogen entgegen der Auffassung der Beschwerdeführerin nicht sofort und mühelos während des Kaufgeschäfts überprüfbar sei, indem dessen Verminderung nicht aufgrund der Farbe festgestellt werden könne, sondern sich erst beim Konsum manifestiere, und da beim illegalen Drogenhandel auch andere Faktoren mitspielten, die zu einem schnellen Kauf ohne Prüfung der Ware führten (z.B. Angst vor der Verfolgung durch die Polizei usw.), habe die Beschwerdeführerin mit an Sicherheit grenzender Wahrscheinlichkeit annehmen können, dass die Verminderung des Reinheitsgehalts nicht sofort nachkontrollierbar BGE 111 IV 55 S. 58sei. Daraus schloss die Vorinstanz, Frau B. habe die Käufer arglistig getäuscht.\n\nb) Es entspricht allgemeiner Lebenserfahrung, dass ein Käufer in Kenntnis der Sachlage keine minderwertige Ware zum Preis einer vollwertigen kauft. Dieser Erfahrungssatz gilt vorwiegend im Bereich des landesüblichen Marktes, also dann, wenn vollwertige Ware ohne weiteres erhältlich ist. Er kann aber nicht schlechthin auf den illegalen Drogenhandel übertragen werden. Einerseits ist hier nicht jederzeit Ware normaler Qualität erhältlich. Anderseits ist der Käufer gelegentlich von der Droge derart abhängig, dass es ihm nur darauf ankommt, sie zu erhalten, selbst wenn er für minderwertigen Stoff den für gängige Qualität üblichen Preis bezahlen muss. In solchen Fällen unterlässt er die objektiv gebotene Prüfung oder bezahlt gar bewusst den übersetzten Preis. Ist dagegen der Käufer nicht in solchem Masse süchtig, dann ist ihm das Verhältnis zwischen Preis und Qualität nicht gleichgültig. Solche Käufer sind nicht bereit, für gestreckte bzw. überdurchschnittlich gestreckte Ware den Normalpreis zu bezahlen.\n\nc) Im vorliegenden Fall behauptet die Beschwerdeführerin selber nicht, dass sie das überdurchschnittlich gestreckte Rauschgift an Personen verkauft habe, die in so hohem Masse süchtig waren, dass das Verhältnis von Qualität und Preis des Stoffes für sie belanglos war. Gegenteils hatte sie nach der verbindlichen Feststellung der Vorinstanz selber anerkannt, dass sie für die Ware nicht den üblichen Handelspreis hätte verlangen können, wenn die Abnehmer nicht im Glauben belassen worden wären, \"normalen\" Stoff zu erhalten. Sie war sich also durchaus bewusst, dass das Verhältnis zwischen Reinheitsgehalt der Droge und Preis für ihre Käuferschaft von Bedeutung war. Indem sie den Käufern verschwieg, dass sie das zu handelsüblichen Preisen erworbene Heroin und Kokain durchschnittlicher Qualität weiter um über 30% mit Zucker gestreckt und damit einen Stoff von unterdurchschnittlicher Qualität hergestellt hatte, gleichzeitig aber mindestens den üblichen Handelspreis, in den meisten Fällen sogar einen massiv erhöhten Grammpreis forderte, erweckte sie bei der Käuferschaft den falschen Eindruck, es werde Stoff von mindestens durchschnittlicher, wenn nicht sogar von besonderer \"Güte\" angeboten. Darin liegt unzweifelhaft eine Täuschung über Tatsachen.\n\nd) Diese Täuschung war auch arglistig. Wie nämlich die Vorinstanz feststellt, konnte der Reinheitsgehalt des Stoffes bei Abwicklung des Kaufgeschäfts nicht sogleich und mühelos überprüft BGE 111 IV 55 S. 59werden, da die Beimischung von Zucker farblich nicht erkennbar war; die \"Güte\" der Droge war erst beim Konsum, d.h. nach Erwerb derselben festzustellen. Es war deshalb arglistig, dem preis- und qualitätsbewussten Käufer eine überdurchschnittlich stark gestreckte Droge zu einem für gängigen, ja überdurchschnittlich guten Stoff angemessenen Preis anzubieten, und ihn damit in den Glauben zu wiegen, er erhalte für seine Leistung eine vollwertige Gegenleistung, welchen Irrtum er nicht durch sofortige Überprüfung der Sachlage beheben konnte (s. BGE 107 IV 170 E. 2a).\n\nDemgegenüber kann nicht eingewendet werden, es gebe auf dem Gebiet des illegalen Drogenhandels keinen \"normalen\" oder \"handelsüblichen\" Stoff bzw. keine Ware von \"gängiger Qualität\". Vielmehr zeigt die Erfahrung des Alltags, dass dem anders ist, was die Vorinstanz zutreffend angenommen hat. Im übrigen hatte die Beschwerdeführerin vor der Kriminalkammer selber geltend gemacht, das auf dem Markt zirkulierende Heroin weise einen durchschnittlichen Streckungsgrad von 30% auf. Entsprechend ist denn auch die Vorinstanz davon ausgegangen, dass das von Frau B. erworbene oder übernommene Rauschgift nicht von einer das verkehrsübliche Mass übersteigenden Reinheit war und dass sie diese gängige Qualität durch zusätzliche Beimengung von mindestens 30% Zucker derart verschlechtert hatte, dass sie unter das Handelsübliche fiel.\n\n3. Die Beschwerdeführerin behauptet, die Käufer hätten keinen Vermögensschaden erlitten; sie hätten gestrecktes Heroin erwartet und für ihre Leistung eine Gegenleistung erhalten, die sich zu jener in einem durchaus angemessenen Verhältnis gehalten habe. Damit setzt sich die Beschwerdeführerin erneut in Widerspruch zu den verbindlichen tatsächlichen Feststellungen der Vorinstanz, denen zufolge die Käufer gegen Bezahlung des in den meisten Fällen verhältnismässig hohen Preises einen zwar gestreckten Stoff, nicht aber einen solchen von unterdurchschnittlicher Qualität erwarteten. Standen aber Leistung und Gegenleistung in einem ungünstigeren Wertverhältnis, als sie nach der vorgespiegelten Sachlage hätten stehen müssen (BGE 93 IV 73), dann ist den Käufern mit dem Erwerb der Droge objektiv ein Schaden im Sinne des Art. 148 StGB entstanden.\n\n4. Die Beschwerdeführerin vertritt schliesslich die Auffassung, der Tatbestand, dass jemand mit gestrecktem Heroin handle und dabei allenfalls einen Gewinn mache, sei einzig von der Strafbestimmung des Art. 19 BetmG erfasst und es gelte dieser Artikel BGE 111 IV 55 S. 60den Unrechtsgehalt der Tat nach allen Seiten ab, weshalb für eine zusätzliche Verurteilung nach Art. 148 StGB kein Raum bleibe.\n\nDiese Argumentation lässt ausser acht, dass das von Art. 19 BetmG geschützte Rechtsgut die öffentliche Gesundheit ist, während Art. 148 StGB dem Schutz des Vermögens dient. Es kann deshalb nicht gesagt werden, die Verurteilung nach der erstgenannten Gesetzesbestimmung gelte einen beim Handel mit Drogen verübten Betrug ebenfalls ab, zumal auch nicht einzusehen ist, warum der Drogenhändler, der beim Verkauf eines Rauschgiftes einen andern durch arglistige Täuschung am Vermögen schädigt, um sich selbst zu bereichern, hierfür straflos bleiben sollte. Wer solches tut, tut mehr als illegal mit Drogen zu handeln."}