{"annee": "112", "cour": "IV", "page": "19", "date": "8/1/1986", "cite": ["110 IV 24", "108 IV 180"], "cite_par": ["113 II 181", "122 IV 197", "129 IV 53", "117 IV 170", "117 IV 153", "112 IB 55"], "chapeau": "7. Urteil des Kassationshofes vom 8. Januar 1986 i.S. D. c. Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 148 et 251 CP. Relation entre ces dispositions et le droit pénal administratif cantonal (art. 335 al. 1 et 2 CP). Celui qui obtient des subsides d'études cantonaux sur la base de documents falsifiés est punissable en vertu des art. 148 et 251 CP. La même infraction commise au préjudice de la Confédération est réprimée en application des dispositions spéciales que représentent les art. 14 et 15 DPA. Cette différence de traitement ne peut être corrigée par le biais de la jurisprudence (précision de la jurisprudence)."], "faits": "BGE 112 IV 19 S. 19\n\nA.- D. ist seit dem Sommersemester 1981 an der philosophischen Fakultät (Studienrichtung Psychologie) der Universität Zürich immatrikuliert. Die kantonale Kommission für Studienbeiträge lehnte am 5. Dezember 1983 sein Gesuch vom 5. Juli 1983 um Ausrichtung von Studienbeiträgen aus der Stipendienkasse der Hochschule ab mit der Begründung, er könne nicht als regulärer Student im Sinne von § 1 der Verordnung über die Ausrichtung von Studienbeiträgen an Schüler und Studierende höherer Lehranstalten vom 6. Februar 1974 gelten, so lange er sich nicht \"in einen von der entsprechenden Fachschaft für verbindlich erklärten BGE 112 IV 19 S. 20Studien- und Praktikumsplan einordnen wolle oder könne und sich den Anordnungen der Rektorin widersetze\". D. verfasste daraufhin einen Studienplan (datierend vom 1. Dezember 1983) und unterzeichnete ihn. Diesen Plan legte er mit der daran angefügten folgenden Bestätigung den zuständigen Professoren seines 2. Hauptfaches zur Unterschrift vor:\n\n\"Hiermit bestätigen wir, die Professoren der Haupt- und Nebenfächer\n\nvon D. seinen Studienplan und erkennen diesen Studienplan an.\"\n\nNachdem die Professoren diese Bestätigung unterzeichnet hatten, fügte D. dem zitierten Text folgenden Nachsatz an:\n\n\"..., dass er seine Studien-Psychologie an der Universität Zürich\n\nerfolgreich bis angegebene Zeit absolvieren kann und will.\"\n\nD. reichte dieses Dokument, nachdem es von drei weiteren Professoren unterzeichnet worden war, am 21. Dezember 1983 als Beilage zu einem Rekurs gegen die Verfügung vom 5. Dezember 1983 beim Erziehungsrat des Kantons Zürich ein. Er wünschte für das Studienjahr 1983/4 einen Studienbeitrag von insgesamt Fr. 600.--.\n\nDem Berater der Stipendiaten kam bei der Bearbeitung des Rekurses nach Rücksprache mit den fünf Professoren, die die Bestätigung unterzeichnet hatten, der Verdacht, dass die Bestätigung ergänzt worden war, nachdem die ersten beiden Professoren sie unterzeichnet hatten. Der gewünschte Studienbeitrag wurde nicht ausbezahlt.\n\nB.- Die II. Strafkammer des Obergerichts des Kantons Zürich sprach D. am 2. Juli 1985 im Berufungsverfahren der Urkundenfälschung (Art. 251 StGB) sowie des vollendeten Betrugsversuchs (Art. 148 in Verbindung mit Art. 22 Abs. 1 StGB) schuldig und verurteilte ihn deswegen zu einer Gefängnisstrafe von 20 Tagen, bedingt vollziehbar bei einer Probezeit von 2 Jahren.\n\nC.- Der Verurteilte führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, der Entscheid des Zürcher Obergerichts sei aufzuheben und die Sache sei zu seiner Freisprechung an die Vorinstanz zurückzuweisen. Er ersucht um die Gewährung der unentgeltlichen Rechtspflege.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beschwerdeführer macht wie bereits im Berufungsverfahren unter Hinweis auf BGE 108 IV 180 ff. und BGE 110 IV 24 ff. geltend, BGE 112 IV 19 S. 21Art. 148 und 251 StGB seien nicht anwendbar, da der vorliegende Sachverhalt verwaltungsrechtlicher Natur sei. Er geht davon aus, dass sein Verhalten vom kantonalen Verwaltungsstrafrecht erfasst werde und bei Fehlen von - etwa Art. 14 VStrR (Leistungs- und Abgabebetrug) und Art. 15 VStrR (Urkundenfälschung) entsprechenden - Strafbestimmungen im kantonalen Recht nicht strafbar sei.\n\nDas BG über das Verwaltungsstrafrecht findet gemäss dessen Art. 1 Anwendung, wenn die Verfolgung und Beurteilung von Widerhandlungen einer Verwaltungsbehörde des Bundes übertragen ist. Diese Voraussetzung ist vorliegend unbestrittenermassen nicht erfüllt.\n\nNach den in der eidgenössischen Nichtigkeitsbeschwerde zitierten Ausführungen in BGE 108 IV 180 ff. erfasst Art. 15 VStrR (Urkundenfälschung, Erschleichung einer falschen Beurkundung) \"nicht nur Urkundendelikte im Steuerveranlagungsverfahren, sondern jede derartige Handlung, welche sich gegen das Gemeinwesen richtet oder einen nach der Verwaltungsgesetzgebung unrechtmässigen Vorteil bewirken soll\" (S. 182). Das Bundesgericht warf im zitierten Entscheid die Frage auf, ob der Gesetzgeber mit Art. 15 VStrR auch Urkundendelikte, die in der Absicht begangen werden, sich einen nach der Verwaltungsgesetzgebung der Kantone und Gemeinden unrechtmässigen Vorteil zu verschaffen oder einen Kanton bzw. eine Gemeinde am Vermögen zu schädigen, vom Anwendungsbereich von Art. 251 StGB habe ausnehmen wollen mit der Folge, dass solche Urkundendelikte nicht gemäss Art. 251 StGB, sondern, da Art. 15 VStrR nicht anwendbar ist, nur nach dem kantonalen Recht strafbar sein können (S. 183 E. 2c). Der Kassationshof erachtete eine solche Betrachtungsweise als naheliegend, da andernfalls die Urkundendelikte zum Nachteil von Kantonen und Gemeinden gemäss Art. 251 StGB, der Zuchthaus bis zu 5 Jahren oder Gefängnis androht, strenger bestraft würden als Urkundendelikte zum Nachteil des Bundes, für die Art. 15 VStrR lediglich Gefängnis oder Busse androht; und der Kassationshof verwies in diesem Zusammenhang auch auf die Kompetenz der Kantone zum Erlass von Strafbestimmungen gemäss Art. 335 Ziff. 1 Abs. 2 StGB. Eine abschliessende Stellungnahme zum Verhältnis VStrR/StGB, das nicht nur bezüglich der Urkundendelikte, sondern auch bezüglich des Leistungs- und Abgabebetruges (Art. 14 VStrR/Art. 148 StGB) der weiteren Klärung bedürfe, war aber zur Beurteilung des dem BGE 108 IV 180 ff.\n\nBGE 112 IV 19 S. 22zugrunde liegenden Falles nicht erforderlich, da auf jenen Sachverhalt unbestrittenermassen das VStrR Anwendung fand und die fragliche Tat, eine Falschbeurkundung, nach Art. 15 VStrR, der als lex specialis die Anwendung von Art. 251 StGB ausschliesst, nicht strafbar war.\n\nIn BGE 110 IV 24 ff. nahm das Bundesgericht zum Verhältnis von Verwaltungsstrafrecht und gemeinem Strafrecht beim Betrugstatbestand Stellung. Es führte unter Hinweis auf BGE 108 IV 180 ff. aus, dass die Tragweite von Art. 148 StGB \"durch die privilegierenden Bestimmungen des Fiskal- bzw. allgemein des Verwaltungsstrafrechts eingeschränkt\" werde und dass diese Einschränkung folgerichtig auch dann gelten müsse, \"wenn im konkreten Fall eine anwendbare Spezialnorm fehlt, z.B. weil der zuständige Kanton keine solche Strafbestimmung kennt\" (S. 28). Nach den Ausführungen des Kassationshofes muss es für die Auslegung von Art. 148 StGB \"in jedem Falle dabei bleiben, dass der nach herrschender Rechtsauffassung nicht unter den gemeinrechtlichen Betrugstatbestand fallende Steuerbetrug von der Bestrafung nach der Bestimmung des StGB ausgenommen ist\" (S. 28). Der Kassationshof hielt aber auch fest, dass die Schädigung des Gemeinwesens \"im Prinzip nicht weniger strafwürdig als die Schädigung eines privatrechtlichen Vermögens ist\" und dass privilegierende Ausnahmen restriktiv zu interpretieren sind (S. 29). Im konkreten Fall wurde die Anwendbarkeit von Art. 148 StGB bejaht, da der Beschwerdeführer nicht als Steuerpflichtiger in einem gegen ihn eingeleiteten Veranlagungsverfahren oder ihm durch den vorangehenden Quellensteuerabzug aufgezwungenen Rückerstattungsverfahren betrügerische Handlungen begangen, sondern sich aus eigener Initiative entschlossen hatte, durch Irreführung der Behörden sich unrechtmässig zu bereichern, indem er auf raffinierte Weise systematisch fiktive Rückerstattungsansprüche existierender oder erfundener Personen geltend machte und mittels falscher Urkunden die Auszahlung erwirkte (S. 29).\n\n2. Der Beschwerdeführer macht geltend, der ihm zur Last gelegte Versuch, vom Kanton Zürich mittels gefälschter Urkunden einen Studienbeitrag zu erlangen, falle nach den Ausführungen des Bundesgerichts in den beiden zitierten Entscheiden nicht unter Art. 148 und 251 StGB, sondern unter das kantonale Verwaltungsstrafrecht und sei bei Fehlen von Strafbestimmungen im kantonalen Recht nicht strafbar.\n\nBGE 112 IV 19 S. 23\n\nDer Einwand ist angesichts der beiläufigen Bemerkungen in BGE 108 IV 180 ff. und BGE 110 IV 24 ff. verständlich, erweist sich aber als unbegründet.\n\na) In den beiden erwähnten Präjudizien wird die Frage aufgeworfen, ob den Art. 14/15 VStrR sinngemäss in bezug auf die Anwendbarkeit von Art. 148 StGB und 251 StGB bei Verfehlungen im Verwaltungsbereich, insbesondere im Fiskalbereich, eine allgemeine einschränkende Wirkung zukomme, so dass eine (subsidiäre) Bestrafung nach den Bestimmungen des StGB auch dann ausser Betracht fallen müsse, wenn eine Verfehlung nicht gestützt auf eine verwaltungsrechtliche Spezialnorm (kantonales oder eidgenössisches Verwaltungsstrafrecht) geahndet werden könne.\n\nJene für die konkreten Urteile nicht entscheidenden Ausführungen (BGE 108 IV 183, 110 IV 27) gingen in der Richtung der Annahme, aus dem Verwaltungsstrafrecht des Bundes und aus Art. 335 Ziff. 1 Abs. 2 und Ziff. 2 StGB sei der Schluss zu ziehen, verwaltungsrechtliche Urkundendelikte und betrügerische Handlungen gegen die Verwaltung seien stets nur nach den speziellen Bestimmungen des einschlägigen Verwaltungsstrafrechts zu beurteilen; die Art. 251 StGB und 148 StGB könnten in diesem Bereich nicht zur Anwendung kommen, auch dann nicht, wenn eine anwendbare Spezialnorm fehle und die Tatbestandselemente des gemeinrechtlichen Tatbestandes an sich erfüllt seien.\n\nb) Das grundsätzliche Problem des Verhältnisses des Strafgesetzbuches zu gleichartigen Strafnormen im Verwaltungsstrafrecht des Bundes und der Kantone lässt sich jedoch richtigerweise nicht generell lösen; insbesondere drängt sich eine Differenzierung zwischen dem Steuerstrafrecht, das bezüglich der kantonalen Steuern vollständig den Kantonen überlassen wurde (Art. 335 Ziff. 2 StGB), und dem übrigen kantonalen Verwaltungsstrafrecht (Art. 335 Ziff. 1 Abs. 2 StGB) auf.\n\nc) Im vorliegenden Fall braucht auf die Besonderheit des Steuerstrafrechts und die Beurteilung fiskalischer Verfehlungen nicht eingetreten zu werden, da es sich hier nicht um ein Delikt in diesem Bereich handelt. Das betrügerische Erschleichen eines Stipendiums verstösst gegen nichtfiskalisches Verwaltungsrecht des Kantons; eine entsprechende spezielle Strafnorm müsste sich auf Art. 335 Ziff. 1 Abs. 2 StGB stützen können.\n\nd) Nach herrschender Lehre gilt im Bereich des kantonalen Verwaltungsstrafrechts i.e.S. - im Gegensatz zum Steuerstrafrecht - der Vorrang des Bundesrechts (HAFTER, Das eidgenössische BGE 112 IV 19 S. 24Strafrecht und die Vorbehalte zugunsten der Kantone im Sinne von Art. 335 StGB, in ZSR 1939 S. 24a f., 53a; Krauss, Die strafrechtliche Problematik der Erschleichung kantonaler Subventionen, in Festschrift Frank Vischer, S. 50). Das bedeutet, dass die betrügerische Erschleichung einer staatlichen Leistung gemäss Art. 148 StGB als Betrug zu erfassen ist, wenn die Elemente des gemeinrechtlichen Betrugstatbestandes vorliegen, und dass eine kantonalrechtliche privilegierende Norm nicht etwa (wie beim Steuerbetrug) den Vorrang beanspruchen könnte. Aus dieser bis jetzt unangefochten geltenden Konzeption, wonach kantonales Verwaltungsstrafrecht im Sinne von Art. 335 Ziff. 1 Abs. 2 StGB das Bundesrecht nicht derogiert (im Gegensatz zum kantonalen Steuerstrafrecht), ergibt sich, dass das Fehlen einer kantonalen Spezialbestimmung (etwa analog Art. 14/15 VStrR) für die Strafbarkeit eines Stipendienbetruges ohne Bedeutung ist, da ohnehin die gemeinrechtlichen Strafnormen des StGB vorgehen.\n\nDass der Bund in seinem Bereich für analoge Fälle privilegierende Strafnormen des Leistungsbetruges und der Urkundenfälschung (Art. 14/15 VStrR) geschaffen hat, nach der herkömmlichen Auslegung von Art. 335 Ziff. 1 Abs. 2 StGB aber den Kantonen eine solche Privilegierung gleichartiger Verfehlungen verwehrt, ist eine merkwürdige und sachlich kaum zu rechtfertigende Konsequenz, die sich jedoch nicht auf dem Wege der Rechtsprechung vermeiden lässt.\n\ne) Zu erwägen wäre allenfalls, ob gestützt auf die neuere Entwicklung des Verwaltungsstrafrechts des Bundes den Kantonen die Befugnis zugestanden werden könnte und müsste, analoge, dem StGB vorgehende Strafbestimmungen in ihrem Verwaltungsbereich zu schaffen, oder ob der Bundesgesetzgeber selber für den Bereich des kantonalen Verwaltungsrechts (exklusive Steuerrecht) den Art. 14/15 VStrR entsprechende Vorschriften erlassen sollte. Die Frage kann hier offenbleiben. Auf jeden Fall besteht kein Anlass, den Schutz, welchen die Art. 148 und 251 StGB nach bisher unangefochten geltender Auslegung auch den öffentlichen Gemeinwesen boten, als aufgehoben zu betrachten, weil der Bund gleichartige Verfehlungen gegenüber seiner Verwaltung vom gemeinen Strafrecht ausgenommen und privilegierenden Spezialnormen unterstellt hat. Hätte der Gesetzgeber damit - ähnlich wie seit jeher im Bereich des Steuerstrafrechts - verwaltungsrechtliche Verfehlungen allgemein aus dem Anwendungsbereich der Art. 148 und 251 StGB ausklammern und ausschliesslich der Spezialgesetzgebung BGE 112 IV 19 S. 25vorbehalten wollen, so wäre schon aus Gründen der Rechtssicherheit eine ausdrückliche Regelung dieser Frage notwendig gewesen, damit die Kantone drohende Strafbarkeitslücken durch entsprechende kantonale Vorschriften hätten schliessen können.\n\nf) Sind demnach die Art. 148 und 251 StGB auf Leistungsbetrüge und damit zusammenhängende Urkundenfälschungen zum Nachteil der Kantone anwendbar, so verstösst die angefochtene Verurteilung des Beschwerdeführers nicht gegen Bundesrecht.\n\nDer Beschwerdeführer behauptet mit Recht selber nicht mehr, dass die ihm zur Last gelegten Tatbestände auch im Falle der Anwendbarkeit des StGB nicht erfüllt seien. Hätte der Beamte aufgrund der verfälschten Urkunde den Studienbeitrag ausbezahlt, dann hätte er zum Schaden des Kantons Zürich über dessen Vermögen verfügt.\n\n3. Der Beschwerdeführer ersucht um die Gewährung der unentgeltlichen Rechtspflege. Seine Mittellosigkeit ist hinreichend ausgewiesen. Die Nichtigkeitsbeschwerde war nicht von vornherein aussichtslos. Der Beschwerdeführer konnte aus einzelnen Erwägungen von BGE 110 IV 24 ff. und BGE 108 IV 180 ff. den Schluss ziehen, die Erschleichung eines durch das kantonale Recht geregelten Studienbeitrages mit verfälschten Urkunden sei nach Auffassung des Bundesgerichts nicht gemäss Art. 148 und 251 StGB, sondern nach dem kantonalen Strafrecht zu beurteilen. Das Gesuch um Gewährung der unentgeltlichen Rechtspflege ist daher gutzuheissen."}