{"annee": "112", "cour": "II", "page": "193", "date": "5/6/1986", "cite": ["106 II 92", "109 II 26"], "cite_par": ["117 II 115", "122 III 301", "119 II 104", "127 III 474", "138 III 728", "115 II 297", "123 III 145"], "chapeau": "32. Urteil der II. Zivilabteilung vom 5. Juni 1986 i.S. Weltwoche Verlag AG gegen Imbach-Reisen AG (Berufung)", "regestes": ["Droit de réponse (art. 28 ss CC). 1. Des décisions concernant le droit de réponse peuvent être attaquées devant le Tribunal fédéral par la voie du recours en réforme (consid. 1). 2. La rédaction d'un journal a le droit d'ajouter au texte de la réponse une note (imprimée en plus petits caractères) où elle explique brièvement en quoi consiste le droit de réponse et déclare en outre que la question demeure pendante de savoir si c'est la version de l'auteur de la réponse qui est exacte ou celle du journal (consid. 2 et 3)."], "faits": "BGE 112 II 193 S. 193\n\nDie Weltwoche Verlag AG in Zürich gibt eine Wochenzeitung mit dem Titel \"Die Weltwoche\" heraus. Diese veröffentlichte in ihrer Ausgabe Nr. 29 vom 18. Juli 1985 unter der Überschrift \"Die Mafia auf Sizilien wird zur Touristenattraktion - Schweizer Reisebüro als Pionier\" und dem darunter in Fettdruck gesetzten Titel \"Im Revier der hinterhältigsten Mörder\" einen Artikel. Darin wurde der Imbach-Reisen AG, die in Luzern ein Reisebüro betreibt, vorgeworfen, das Verbrechertum in Sizilien als makabre BGE 112 II 193 S. 194Touristenattraktion als erste entdeckt zu haben und es ihren Kunden als Urlaubskitzel anzubieten. Die Imbach-Reisen AG verlangte hierauf die Veröffentlichung einer Gegendarstellung. Die Weltwoche Verlag AG gab diesem Ersuchen statt und veröffentlichte in ihrer Ausgabe Nr. 31 vom 1. August 1985 den Gegendarstellungstext, der mit dem Namen Werner Imbach unterzeichnet war. Dem Text folgte eine kleingedruckte redaktionelle Bemerkung folgenden Inhalts:\n\n\"Laut Art. 28 ZGB hat jedermann, der sich durch eine Veröffentlichung in der \"Weltwoche\" direkt in seiner Persönlichkeit betroffen fühlt, Anspruch auf Gegendarstellung. Der Anspruch ist auf die Darstellung von Tatsachen beschränkt und gibt dem Betroffenen Gelegenheit zu einer sachbezogenen Wiedergabe seines eigenen Standpunktes. Die Frage, welche Version die richtige ist, bleibt offen.\"\n\nMit Eingabe vom 14. August 1985 gelangte die Imbach-Reisen AG an das Amtsgericht Luzern-Stadt und stellte gegenüber der Weltwoche Verlag AG folgende Anträge:\n\n\"1. Es sei festzustellen, dass der Artikel \"Im Revier der hinterhältigsten Mörder, die Mafia wird zur Touristenattraktion - Schweizer Reisebüro als Pionier\" von Johannes von Dohnanyi, den die Gesuchsgegnerin in der \"Weltwoche\" Nr. 29 vom 18. Juli 1985 veröffentlichte, die Gesuchstellerin in ihrer Persönlichkeit unmittelbar betrifft und sie daher Anspruch auf Gegendarstellung hat.\n\n2. Es sei festzustellen, dass die Gegendarstellung der Gesuchstellerin zum Artikel \"Im Revier der hinterhältigsten Mörder, die Mafia auf Sizilien wird zur Touristenattraktion - Schweizer Reisebüro als Pionier\", die die Gesuchsgegnerin auf Seite 45 der \"Weltwoche\" Nr. 31 vom 1. August 1985 veröffentlichte, mit einem gesetzeswidrigen Zusatz versehen war und damit nicht korrekt erfolgt ist.\n\n3. Die Gesuchsgegnerin sei unter Strafandrohung zu verpflichten, die Gegendarstellung der Gesuchstellerin nochmals zu veröffentlichen. Dabei sei ihr zu verbieten, dieser Gegendarstellung andere als in Art. 28 k Abs. 2 ZGB vorgesehene Erklärungen beizufügen.\"\n\nDie Beklagte beantragte, auf die ersten beiden Begehren sei nicht einzutreten und das dritte sei abzuweisen.\n\nMit Entscheid vom 9. September 1985 wies der Präsident II des Amtsgerichtes Luzern-Stadt die klägerischen Rechtsbegehren ab, soweit er darauf eintrat. Er betrachtete die der Veröffentlichung der Gegendarstellung beigefügte redaktionelle Bemerkung als mit dem Gesetz vereinbar und verneinte daher den von der Klägerin geltend gemachten Anspruch auf nochmalige Publikation der Gegendarstellung.\n\nAm 14. November 1985 hiess das Obergericht (I. Kammer) des Kantons Luzern einen Rekurs der Klägerin gegen den erstinstanzlichen BGE 112 II 193 S. 195Entscheid gut und verpflichtete die Beklagte, die Gegendarstellung der Klägerin ohne gesetzwidrigen Zusatz zu veröffentlichen.\n\nGegen diesen Entscheid hat die Beklagte Berufung an das Bundesgericht erhoben. Sie beantragt die vollumfängliche Abweisung der Klage.\n\nDie Klägerin stellt den Antrag, die Berufung sei abzuweisen und der angefochtene Entscheid zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Beim Gegendarstellungsrecht gemäss den Art. 28 g - 28 l ZGB handelt es sich um ein zivilrechtliches Mittel eigener Art, das dem Schutz der Persönlichkeit gegenüber den periodisch erscheinenden Medien dient; es gibt demjenigen, der durch Tatsachendarstellungen in solchen Medien in seiner Persönlichkeit unmittelbar betroffen ist, Anspruch auf Veröffentlichung einer eigenen Darstellung, ohne dass er die Widerrechtlichkeit, insbesondere also die Unrichtigkeit der über ihn verbreiteten Tatsachen nachweisen oder glaubhaft machen müsste. Wenn das Medienunternehmen die Ausübung des Gegendarstellungsrechts verhindert, die Gegendarstellung verweigert oder diese nicht korrekt veröffentlicht, kann der Betroffene den Richter anrufen (Art. 28 l Abs. 1 ZGB). Hinsichtlich des Verfahrens regelt das Bundesrecht den Gerichtsstand (Art. 28 l Abs. 2 ZGB: Wohnsitz des Klägers oder des Beklagten); ausserdem schreibt es vor, dass der Richter unverzüglich aufgrund der verfügbaren Beweismittel zu entscheiden habe und dass Rechtsmitteln keine aufschiebende Wirkung zukomme (Art. 28 l Abs. 3 und 4 ZGB).\n\nb) Streitigkeiten über die gerichtliche Durchsetzung des Rechts auf Gegendarstellung sind Zivilrechtsstreitigkeiten nicht vermögensrechtlicher Natur (so TERCIER, Le nouveau droit de la personnalité, S. 215, Rz. 1619; zum Begriff der Zivilrechtsstreitigkeit vgl. BGE 109 II 27). Beim entsprechenden richterlichen Entscheid handelt es sich sodann um einen Endentscheid im Sinne von Art. 48 OG. Dass er in einem raschen Verfahren summarischer Art ergeht, ändert nichts daran, dass er endgültigen, und nicht nur vorläufigen, Charakter hat (vgl. BGE 106 II 96 E. 1b). Über das Bestehen eines Anspruches auf Gegendarstellung und über dessen Verwirklichung wird in der Tat unabhängig von der Geltendmachung anderer Rechtsmittel zum Schutze der Persönlichkeit definitiv BGE 112 II 193 S. 196entschieden. Das Gegendarstellungsrecht hat vor allem nicht bloss den Charakter einer vorsorglichen Massnahme, was den Weiterzug an das Bundesgericht auf dem Wege der Berufung ausschlösse. Dass Entscheide über das Gegendarstellungsrecht mit dem Rechtsmittel der Berufung an das Bundesgericht weiterziehbar sein sollen, entspricht denn auch der Auffassung, die das Bundesamt für Justiz in seinem Zirkularschreiben an die Kantone vom 16. April 1984 betreffend den Erlass kantonaler Einführungsbestimmungen zum Bundesgesetz vom 16. Dezember 1983 vertreten hat und die namentlich auch von TERCIER geteilt wird (a.a.O. S. 228 f., Rz. 1735 ff.; siehe auch S. 290 f. bezüglich des erwähnten Zirkulars). Die einzige Besonderheit des Verfahrens in Streitigkeiten der vorliegenden Art besteht darin, dass gemäss Art. 28 l Abs. 4 ZGB der Berufung in Abweichung von Art. 54 Abs. 2 OG keine aufschiebende Wirkung zukommt. Eine solche Wirkung kann ihr entgegen der in Art. 54 Abs. 3 OG vorgesehenen Regelung auch nicht auf Gesuch hin durch den Abteilungspräsidenten verliehen werden.\n\n2. Über den Inhalt der Veröffentlichung der Gegendarstellung bestimmt Art. 28 k Abs. 2 ZGB folgendes:\n\n\"Die Gegendarstellung ist als solche zu kennzeichnen; das Medienunternehmen darf dazu nur die Erklärung beifügen, ob es an seiner Tatsachendarstellung festhält oder auf welche Quellen es sich stützt.\"\n\nMit der Kennzeichnung der Gegendarstellung als solche soll verhindert werden, dass diese unbemerkt veröffentlicht wird. Im Interesse der Wirksamkeit der Gegendarstellung muss diese sodann ohne Kommentar oder Replik (\"Redaktionsschwanz\") veröffentlicht werden. Der Personenkreis, der durch die Gegendarstellung erreicht wird, soll nach dem Grundsatz der Waffengleichheit von der Erwiderung des in seiner Persönlichkeit Betroffenen Kenntnis nehmen können, ohne dass diese Darstellung in ihrer Wirkung durch eine gleichzeitige Stellungnahme des Medienunternehmens abgeschwächt wird (vgl. Botschaft des Bundesrates über die Änderung des Schweizerischen Zivilgesetzbuches (Persönlichkeitsschutz: Art. 28 ZGB und 49 OR) vom 5. Mai 1982, BBl 1982 II S. 679). Zugelassen ist nach dem Gesetz einzig die Erklärung, ob das Medienunternehmen an seiner Darstellung der Tatsachen festhalte oder auf welche Quellen es seine eigene Darstellung stütze. Diese Ausnahmen wurden erst nach Abschluss des Vernehmlassungsverfahrens in den Gesetzesentwurf aufgenommen, nachdem der Vorentwurf der Expertenkommission noch ein uneingeschränktes BGE 112 II 193 S. 197Verbot jeglicher Entgegnung bei der Veröffentlichung der Gegendarstellung vorgesehen hatte (vgl. TERCIER, a.a.O. S. 212, Rz. 1591).\n\n3. a) Streitig ist im vorliegenden Fall einzig, ob die Beklagte die klägerische Gegendarstellung mit einem unzulässigen Zusatz versehen habe. Sollte die Veröffentlichung in diesem Sinne nicht korrekt gewesen sein, hätte dies nach Art. 28 l ZGB zur Folge, dass die Beklagte zur nochmaligen Veröffentlichung der Gegendarstellung ohne den betreffenden Zusatz zu verpflichten wäre, wozu sie vom Obergericht des Kantons Luzern im Unterschied zum erstinstanzlichen Richter denn auch verurteilt worden ist. Das Obergericht räumt in seinem Entscheid zwar ein, dass der von der Beklagten beigefügte Zusatz, es bleibe offen, welche Version die richtige sei, weniger weit gehe und insofern für den Betroffenen günstiger sei als der gemäss Art. 28 k Abs. 2 ZGB zulässige, wonach an der eigenen Tatsachendarstellung festgehalten werde. Es vertritt dann aber die Auffassung, massgebend müsse nach dem Gesetzestext der gesamte Eindruck sein, den die Veröffentlichung der Gegendarstellung dem unbefangenen Durchschnittsleser vermittle. Unter diesem Gesichtspunkt vermindere der Satz, dass offenbleibe, welche Version die richtige sei, die Wirkung der Gegendarstellung. Die Verknüpfung dieses Satzes mit der Wiedergabe der Voraussetzungen des Gegendarstellungsrechts relativiere die Aussagekraft der Entgegnung der Klägerin. Der Gegendarstellung werde durch den Zusatz der Beklagten ein vorläufiger Charakter verliehen, der ihr nach dem Gesetz nicht zukomme. Die Erklärung der Beklagten erwecke nämlich den Eindruck, bei der Entgegnung der Klägerin handle es sich um eine erste Stellungnahme, über deren Wahrheitsgehalt der Richter entscheiden müsse. Dies entspreche zwar der gesetzlichen Ordnung, doch schwäche die von der Beklagten gewählte Formulierung die Unmittelbarkeit der klägerischen Darstellung. Die Gegendarstellung könne die vom Gesetzgeber gewollte Wirkung nur entfalten, wenn in jeder Beziehung wertungsfrei Behauptung gegen Behauptung stehe. Art. 28 k Abs. 2 ZGB sei im Interesse der mit dem Gegendarstellungsrecht bezweckten Waffengleichheit eng auszulegen. Unzulässig seien insbesondere Formulierungen, die zu einer Abschwächung der Gegendarstellung führten.\n\nb) Dem Obergericht ist darin beizupflichten, dass die Zulässigkeit einer Erklärung des Medienunternehmens, die einer Gegendarstellung bei deren Veröffentlichung beigefügt wird, nach BGE 112 II 193 S. 198einem strengen Massstab zu beurteilen ist. Wie sich aus dem Wortlaut von Art. 28 k Abs. 2 ZGB ergibt, beruht die gesetzliche Regelung auf dem Grundsatz, dass die Veröffentlichung der Gegendarstellung nicht mit einer gleichzeitigen Stellungnahme (Gegen-Gegendarstellung) des Medienunternehmens verbunden werden darf. Die Wirkung der Gegendarstellung darf durch die Beifügung einer Erklärung des Medienunternehmens nicht über den vom Gesetz zugelassenen Umfang hinaus geschmälert werden. Richtig ist auch die Auffassung der Vorinstanz, dass bei der Beurteilung der Zulässigkeit eines Zusatzes zur Gegendarstellung massgebend auf den Eindruck abzustellen sei, den die Erklärung des Medienunternehmens auf einen unbefangenen Durchschnittsleser mache.\n\nc) Die der Veröffentlichung der Gegendarstellung beigefügte Erklärung der Beklagten, wonach die Frage, welche Version die richtige sei, offenbleibe, geht inhaltlich weniger weit als das nach dem Gesetz erlaubte Festhalten des Medienunternehmens an der eigenen Tatsachendarstellung. Entgegen der Auffassung des Obergerichts wird die Wirkung der Gegendarstellung auf den Durchschnittsleser durch die erwähnte Erklärung nicht stärker beeinträchtigt als durch den im Gesetz ausdrücklich vorgesehenen Zusatz. Die Vorinstanz hält freilich dafür, dass vor allem auch die Verknüpfung der fraglichen Erklärung mit der von der Beklagten beigefügten Erläuterung des Gegendarstellungsrechts gesetzwidrig gewesen sei.\n\nDas Medienunternehmen darf der Veröffentlichung der Gegendarstellung grundsätzlich nichts anderes beifügen als die im Gesetz ausdrücklich vorgesehenen Erklärungen (vgl. TERCIER, a.a.O. S. 212, Rz. 1595). Auch die Wiedergabe von Gesetzesbestimmungen über das Gegendarstellungsrecht ist nicht unbeschränkt zulässig. Die beiden im Anschluss an die Ausführungen der Klägerin veröffentlichten Sätze über das Wesen des Gegendarstellungsrechts stehen nun aber in einem engen inneren Zusammenhang mit der als zulässig zu betrachtenden Erklärung, dass offenbleibe, welche Version die richtige sei. Dem Leser wollte mit den beiden einleitenden Sätzen verständlich gemacht werden, dass mit der Veröffentlichung der Gegendarstellung einem gesetzlichen Anspruch der Klägerin Folge geleistet, die Frage der Richtigkeit der ursprünglichen Tatsachendarstellung damit aber nicht präjudiziert werde. Eine solche Erläuterung des Gegendarstellungsrechts ist nicht zu beanstanden.\n\nBGE 112 II 193 S. 199\n\nDie Klägerin erblickt eine Unkorrektheit darin, dass die Beklagte ausgeführt habe, der Anspruch auf Gegendarstellung stehe demjenigen zu, der sich durch die Veröffentlichung direkt in seiner Persönlichkeit betroffen \"fühle\". Damit werde der Eindruck erweckt, die Betroffenheit beruhe nur auf einem subjektiven Gefühl der Klägerin. Dieser Auffassung kann nicht gefolgt werden. Die Beklagte hat dadurch, dass sie sich zur Veröffentlichung der klägerischen Gegendarstellung bereit erklärte, zum Ausdruck gebracht, dass sie den Gegendarstellungsanspruch als solchen anerkennt und dass das Gefühl der Klägerin, durch den seinerzeitigen Artikel in der \"Weltwoche\" in ihrer Persönlichkeit unmittelbar betroffen worden zu sein, somit objektiv gerechtfertigt war. Entscheidend ist aber, dass die Wirkung der Gegendarstellung durch die Formulierung des strittigen Zusatzes nicht in unzulässiger Weise vermindert wurde. Die Erklärung des Medienunternehmens ist weder inhaltlich noch äusserlich - der redaktionelle Zusatz ist erheblich kleiner gedruckt als der Text der Gegendarstellung - geeignet, das Gewicht der Gegendarstellung zu vermindern oder den bei der Leserschaft durch diese hervorgerufenen Eindruck zu verfälschen. Die Vorinstanz hat die Beklagte deshalb zu Unrecht verpflichtet, die klägerische Gegendarstellung - unter Weglassung der strittigen Nachbemerkung - nochmals zu veröffentlichen."}