{"annee": "112", "cour": "IB", "page": "320", "date": "21/5/1986", "cite": ["107 IA 337", "109 IB 214"], "cite_par": ["114 IB 214", "116 IB 175", "113 IB 393", "115 IB 347"], "chapeau": "51. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 21. Mai 1986 i.S. Müller gegen Bischof AG, Gemeinde Speicher und Regierungsrat des Kantons Appenzell A.Rh. (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 29 al. 1 et 2 de l'ordonnance d'exécution de la loi fédérale concernant la haute surveillance de la Confédération sur la police des forêts du 1er octobre 1965 (OFor); recours de droit administratif et recours de droit public. Délimitation du principe de droit fédéral de la conservation de l'aire forestière (art. 29 al. 1 OFor) et des dispositions de droit cantonal réglant la distance aux forêts (art. 29 al. 2 OFor) (complément à l'ATF 107 Ia 337) (consid. 3a, b). Qualité pour agir dans la procédure cantonale - art. 103 let. a OJ. Lorsqu'il s'agit d'examiner dans une procédure d'autorisation de construire la conformité d'une construction au droit forestier fédéral, le droit cantonal doit garantir la qualité pour former opposition et pour recourir au moins dans la même mesure que le droit fédéral (consid. 3c)."], "faits": "BGE 112 Ib 320 S. 321\n\nDie Firma E. Bischof AG plant im Rahmen einer Sanierung ihrer Tankanlagen, auf dem Grundstück Nr. 294 ein Tanklager zu erstellen. Gegen dieses Vorhaben erhob Hans R. Müller erfolglos Einsprache u.a. mit der Begründung, die geplante Baute sei nicht zonenkonform und unterschreite den zulässigen Wald- und Gewässerabstand. Gegen den Einsprachentscheid rekurrierte Hans R. Müller beim Regierungsrat des Kantons Appenzell A.Rh., der indessen mangels Legitimation des Rekurrenten auf die Beschwerde nicht eintrat. Eine dagegen erhobene Verwaltungsgerichtsbeschwerde weist das Bundesgericht ab.", "considerants": "Aus den Erwägungen:\n\n3. a) Der Beschwerdeführer macht geltend, Art. 29 Abs. 1 der Vollziehungsverordnung zum Bundesgesetz betreffend die eidgenössische Oberaufsicht über die Forstpolizei vom 1. Oktober 1965 (FPolV) sei verletzt. Art. 29 Abs. 1 FPolV schreibt als Gebot des Bundesrechts vor, dass Bauten in Waldesnähe, welche die Erhaltung des Waldes beeinträchtigen, unzulässig seien. Dieses Gebot werde verletzt, weil der beanstandete Bau unmittelbar an die Waldgrenze zu stehen käme (Abstand null); es seien sogar widerrechtlich bereits Bäume gefällt worden.\n\nb) Die Kantone erlassen gemäss Art. 29 Abs. 2 FPolV \"Vorschriften über einen angemessenen Abstand der Bauten vom Waldrand (Art. 686 ZGB)\". Diese Vorschriften haben als kantonales Recht selbständige Bedeutung, auch wenn sie sich auf das eidgenössische Forstpolizeirecht stützen; ihre Verletzung wäre mit staatsrechtlicher Beschwerde zu rügen (BGE 107 Ia 337 ff.). Der Kanton Appenzell A.Rh. besitzt solche Abstandsvorschriften. Offenbar hat die kantonale Forstdirektion für die Unterschreitung des Waldabstandes eine Ausnahmebewilligung erteilt (vgl. Umzonungsbeschluss des Regierungsrates vom 25. Februar 1986, Abschnitt \"Formelles\"). Auch wenn das kantonale Recht solche Ausnahmebewilligungen vorsieht, dürfen diese nicht zur Verletzung des bundesrechtlichen Gebots gemäss Art. 29 Abs. 1 FPolV führen. Wenn - wie im vorliegenden Fall - die Baute direkt am Waldrand, d.h. mit einem Waldabstand null, erstellt werden soll und dafür sogar einige Bäume gefällt werden müssen, wird auf die Einhaltung eines Waldabstandes überhaupt verzichtet; damit ist BGE 112 Ib 320 S. 322das bundesrechtliche Walderhaltungsgebot gemäss Art. 29 Abs. 1 FPolV gefährdet. Eine Verletzung dieses Gebotes ist - wie der Beschwerdeführer richtigerweise geltend macht - mit Verwaltungsgerichtsbeschwerde zu rügen.\n\nc) Nach der Rechtsprechung des Bundesgerichts hat das kantonale Recht die Einsprache- und Beschwerdebefugnis für die im Baubewilligungsverfahren aufgeworfene Frage der Vereinbarkeit des Bauvorhabens mit dem eidgenössischen Forstpolizeirecht mindestens im gleichen Umfang zu gewähren wie nach Bundesrecht (BGE 109 Ib 216 E. 2b mit Hinweisen). Es bleibt demnach zu prüfen, ob der Beschwerdeführer zur Rüge der Verletzung von Art. 29 Abs. 1 FPolV gemäss Art. 103 lit. a OG legitimiert ist."}