{"annee": "112", "cour": "II", "page": "104", "date": "14/8/1986", "cite": [], "cite_par": ["117 IA 175", "122 I 18"], "chapeau": "20. Auszug aus dem Urteil der II. Zivilabteilung vom 14. August 1986 i.S. M. (Berufung)", "regestes": ["Art. 397d CC, art. 44 lettre f OJ; privation de liberté à des fins d'assistance. Ne peuvent être soumises à l'examen du juge que les mesures qui privent ou restreignent la liberté, mais non les décisions des autorités qui lèvent de telles mesures."], "faits": "BGE 112 II 104 S. 104\n\nDie 1960 geborene, auf eigenes Begehren bevormundete Silvia T. war gestützt auf die Bestimmungen über die fürsorgerische Freiheitsentziehung in eine psychiatrische Klinik eingewiesen worden.\n\nAuf Empfehlung der behandelnden Ärzte und entgegen dem Antrag des Vormundes hiess der Vormundschaftsrat des Kantons Basel-Stadt am 15. Januar 1986 ein Entlassungsgesuch der Silvia T. gut und hob den seinerzeitigen Einweisungsentscheid auf. Hiegegen rekurrierte der Vormund M. an das Appellationsgericht des Kantons Basel-Stadt als Verwaltungsgericht, welches auf den Rekurs nicht eintrat.\n\nDer Vormund M. erhob gegen diesen Entscheid des Appellationsgerichts des Kantons Basel-Stadt Berufung an das Bundesgericht.\n\nBGE 112 II 104 S. 105", "considerants": "Aus den Erwägungen:\n\n3. Gemäss Art. 397d ZGB kann die betroffene oder eine ihr nahestehende Person \"gegen den Entscheid\" innert zehn Tagen nach der Mitteilung schriftlich den Richter anrufen.\n\na) Die Vorinstanz ist zur Auffassung gelangt, dass die hier vorgesehene gerichtliche Beurteilung auf die Freiheit entziehende Massnahmen beschränkt sei und nicht in Anspruch genommen werden könne für Entscheide, welche die früher entzogene Freiheit wiederherstellen. Die rechtsstaatliche Garantie der gerichtlichen Überprüfung sei nämlich durch den Beitritt der Schweiz zur Konvention zum Schutze der Menschenrechte und Grundfreiheiten (SR 0.101) notwendig geworden und könne sich daher - entsprechend dem Sinn von Art. 5 Ziff. 4 EMRK - nur auf die Freiheit entziehende Massnahmen, nicht aber auf deren Aufhebung erstrecken. Das folge auch aus der Systematik des Gesetzes einerseits, weil Art. 397d Abs. 1 ZGB Rechtsschutz bezüglich der Art. 397a bis 397c ZGB gewähre, die durchweg von der Freiheitsentziehung handeln, anderseits weil Art. 397d Abs. 2 ZGB das Recht auf richterliche Beurteilung ausdrücklich für die Abweisung eines Entlassungsgesuches einräume und damit ebenfalls erkennen lasse, dass der Gesetzgeber nur die Freiheit entziehende Massnahmen ins Auge gefasst habe. Schliesslich weisen nach den Ausführungen des Appellationsgerichts auch die Gesetzesmaterialien, insbesondere die in der Botschaft des Bundesrates genannten Fälle (BBl 1977 III, S. 36 f.), darauf hin, dass der Anspruch auf gerichtliche Beurteilung bloss bei der Freiheitsentziehung, nicht aber bei der Aufhebung einer die Freiheit entziehenden Massnahme bestehe.\n\nb) Gegen diese triftige Begründung des Appellationsgerichts vermögen die Argumente des Berufungsklägers nicht aufzukommen. Die Vorschriften über die fürsorgerische Freiheitsentziehung, vor allem auch Art. 397d Abs. 1 ZGB, gelten in gleicher Weise für nicht bevormundete Personen wie für solche, die unter Vormundschaft stehen (vgl. Art. 397a Abs. 1 ZGB; RIEMER, Grundriss des Vormundschaftsrechts, Bern 1981, § 8 N. 12). Daher kann der Anspruch auf richterliche Beurteilung eines Entscheides nicht davon abhängen, ob der Betroffene bevormundet ist oder nicht, und lässt sich der Geltungsbereich von Art. 397d ZGB nicht durch Überlegungen begründen, die ausschliesslich dem Vormundschaftsrecht entstammen. Das gilt unbeschadet der Tatsache, dass BGE 112 II 104 S. 106die fürsorgerische Freiheitsentziehung als Teil des Vormundschaftsrechts aufgefasst werden kann (SCHNYDER, Die fürsorgerische Freiheitsentziehung als Teil des schweizerischen Vormundschaftsrechtes, ZVW 35/1980, S. 121 ff.).\n\nEntgegen der Auffassung des Berufungsklägers liegt bezüglich Art. 397d ZGB keine (echte) Lücke in dem Sinne vor, dass das Gesetz eine Frage nicht beantwortet, die sich bei dessen Anwendung unvermeidlicherweise stellt (Kommentar MEIER-HAYOZ, N. 251, 274 zu Art. 1 ZGB; HÄFELIN, Zur Lückenfüllung im öffentlichen Recht, in: Festschrift zum 70. Geburtstag von Hans Nef, Zürich 1981, S. 92, 94). Die historisch-teleologische und systematische Auslegung durch das Appellationsgericht hat ergeben, dass der Gesetzgeber bewusst nur jene Entscheide der richterlichen Beurteilung zugänglich machen wollte, die eine die Freiheit entziehende oder beschränkende Massnahme zum Gegenstand haben. Gegenüber behördlichen Entscheiden, die eine solche Massnahme wiederaufheben, bedarf der Betroffene dieses rechtsstaatlichen Schutzes nicht. Der Gesetzgeber hat somit die sich stellende Frage beantwortet, allerdings negativ (Kommentar MEIER-HAYOZ, N. 255 zu Art. 1 ZGB; HÄFELIN, a.a.O., S. 116).\n\nc) Entzieht sich eine Verfügung, welche die Aufhebung einer Massnahme der fürsorgerischen Freiheitsentziehung anordnet, der Überprüfung durch den Richter, so lässt sich ein diesbezüglicher Rechtsmittelentscheid der kantonalen Instanz auch nicht mit Berufung an das Bundesgericht weiterziehen. Der Rechtsschutz, den Art. 44 lit. f OG gewährt, kann nicht weitergehen als die rechtsstaatliche Garantie des Art. 397d ZGB."}