{"annee": "112", "cour": "IB", "page": "8", "date": "27/5/1986", "cite": [], "cite_par": [], "chapeau": "3. Arrêt de la IIe Cour de droit public du 27 mai 1986 dans la cause Willy Auberson contre Vaud, Conseil d'Etat (recours de droit administratif)", "regestes": ["Art. 2 al. 1 Loi fédérale sur les abris (LCPCi) et art. 3 de l'ordonnance (OCPCi). Le fait qu'un atelier soit constitué d'éléments préfabriqués et métalliques ne permet pas à son propriétaire d'échapper à l'assujettissement prévu à l'art. 2 al. 1 LCPCi; la soumission à la loi dépend exclusivement de la destination du bâtiment considéré et non de la manière dont celui-ci a été construit (consid. 2). Détermination de l'étendue de l'assujettissement selon l'art. 3 OCPCi (consid. 3)."], "faits": "BGE 112 Ib 8 S. 9\n\nLe 19 mars 1981, Willy Auberson a déposé auprès de la commune d'Yverdon-les-Bains une requête tendant à obtenir une dispense de l'obligation de construire un abri de protection civile sous l'atelier de mécanique de 316 m2 - fait d'éléments préfabriqués montés sur une structure métallique - qu'il désirait bâtir..\n\nLe 23 mars 1981, l'Office cantonal de la protection civile a informé la commune qu'il acceptait de libérer Willy Auberson de l'obligation de construire un abri mais fixait à 5'000 francs la contribution de remplacement que devait payer le propriétaire ainsi avantagé.\n\nContestant le principe même de son assujettissement à l'obligation de verser une telle contribution, Willy Auberson a recouru auprès du Conseil d'Etat du canton de Vaud qui a rejeté sa demande le 24 février 1982.\n\nAprès avoir saisi à tort le Département fédéral de justice et police, Willy Auberson a déposé un recours de droit administratif au Tribunal fédéral contre la décision du Conseil d'Etat du 24 février 1982. Il demande l'annulation de la décision entreprise et sa libération de l'obligation de payer une contribution de remplacement au sens des art. 5 et 6 de l'ordonnance sur les constructions de protection civile du 27 novembre 1978 (RS 520.21; OCPCi). A l'appui de ses conclusions, il soutient principalement que l'atelier de mécanique en cause n'est pas un bâtiment qui exige normalement BGE 112 Ib 8 S. 10des caves selon l'art. 2 al. 1 de la loi fédérale sur les constructions de protection civile (RS 520.20; LCPCi) en raison de sa construction très légère.\n\nLe Tribunal fédéral admet le recours dans le sens des considérants, annule la décision attaquée et renvoie la cause à l'autorité de première instance pour nouvelle décision.", "considerants": "Extrait des considérants:\n\n2. a) Aux termes de l'art. 2 al. 2 LCPCi, \"les propriétaires d'immeubles doivent aménager des abris comprenant des sorties de secours et, au besoin, des voies et des canaux d'évacuation dans tous les nouveaux bâtiments qui devraient normalement avoir des caves...\".\n\nDans son message du 21 septembre 1962 (FF 1962 II 703), le Conseil fédéral a proposé une définition très large de ce qu'il entend par \"cave\" au sens de cette disposition et a indiqué expressément que les abris doivent, autant que possible, \"être créés partout où des locaux peuvent normalement être construits au-dessous du rez-de-chaussée\". Cette notion comprend, dès lors, non seulement les caves au sens traditionnel du terme, mais également d'autres locaux situés en sous-sol.\n\nEn outre, s'agissant du critère relatif à la présence \"normale\" de cave dans un bâtiment, il ressort des travaux préparatoires que l'obligation de construire des abris a été conçue de manière très étendue et concerne aussi bien les locaux d'habitation que ceux servant à l'activité professionnelle (BO CE 1963, p. 161; Conseiller fédéral von Moos). Cette constatation s'impose d'autant plus que l'obligation de créer des organismes de protection d'établissement, imposée par les art. 18 et 23 de la loi fédérale sur la protection civile du 23 mars 1962 (RS 520.1) aux administrations et aux établissements privés et publics d'une certaine importance, ne se conçoit pas si ceux-ci ne disposent pas, par ailleurs, d'abris en suffisance; une de leurs tâches principales consiste, en effet, à aménager les abris de l'établissement et à y organiser le séjour (art. 20 de l'ordonnance sur la protection civile du 27 novembre 1978; RS 520.11). Or, l'obligation de construire des abris est prévue exclusivement par la LCPCi et notamment par son art. 2 al. 1 Il s'ensuit qu'en principe, les locaux destinés à l'exercice d'une activité professionnelle sont également assujettis à la LCPCi et que la soumission à la loi dépend moins de la nature de la construction - qu'elle soit préfabriquée, BGE 112 Ib 8 S. 11métallique ou en béton - que de la destination du bâtiment au moment de son édification.\n\nb) Dès lors, contrairement à ce que prétend le recourant, le fait que son atelier soit constitué d'éléments préfabriqués et métalliques ne lui permet pas d'échapper à l'assujettissement. La manière dont a été construit l'immeuble n'a aucun effet sur la question de la soumission de la construction à la LCPCi; celle-ci dépend exclusivement de la destination du bâtiment en cause.\n\nDe ce point de vue, le critère du taux d'occupation de l'immeuble utilisé par l'autorité intimée ne saurait être retenu. Comme le Conseil d'Etat le relevait lui-même le 22 mai 1985 dans l'exposé des motifs concernant le projet de loi d'exécution de la législation fédérale sur la protection civile (cf. Bulletin des séances du Grand Conseil du canton de Vaud, 1985, No 10, p. 741), l'obligation imposée aux propriétaires ne correspond pas forcément au taux d'occupation de l'immeuble. Ainsi, un propriétaire d'une villa de dix pièces devra construire, en vertu de l'art. 3 al. 1 lettre a OCPCi, dix places protégées, même s'il est seul à occuper sa maison.\n\nc) Par conséquent, dans la mesure où il n'est pas contesté que la construction litigieuse - bien que légère - est destinée à abriter un atelier de mécanique, celle-ci devrait normalement être pourvue de caves au sens de l'art. 2 al. 1 LCPCi; partant, le propriétaire ne peut nier le principe de son assujettissement à l'obligation de construire un abri ou de verser une contribution de remplacement, conformément aux art. 2 al. 3 LCPCi et 6 OCPCi.\n\nReste, cependant, à déterminer l'étendue de son assujettissement.\n\n3. a) Dès lors que l'obligation de construire un abri découle directement de la loi, la liste des constructions devant comporter des places protégées obligatoires figurant à l'art. 3 OCPCi ne présente qu'une valeur exemplative et ne constitue qu'un indice de l'assujettissement de ces bâtiments à la LCPCi (cf. Prises de position OFPC concernant LCPCi/OCPCi, publiées le 16 juillet 1979, p. 6, ad art. 3 al. 1 OCPCi).\n\nCette constatation ne concerne toutefois que la question du principe de la soumission à la loi et non celle du nombre de places protégées à prévoir concrètement pour chaque bâtiment mentionné dans la liste. Sur ce point, pour autant que la construction en cause figure dans l'énumération de l'art. 3 OCPCi, l'ordonnance du Conseil fédéral fixe avec précision la proportion de places protégées requises en fonction de la grandeur du bâtiment, et cela d'après divers critères (nombre de chambres, de lits, de postes de travail, superficie...).\n\nBGE 112 Ib 8 S. 12S'agissant d'un atelier de mécanique, la lettre f de l'art. 3 OCPCi dispose que les bureaux et bâtiments administratifs, de même que les entreprises industrielles et artisanales (fabriques, ateliers) doivent comporter deux places protégées pour trois postes de travail. Cette clé de répartition doit, dès lors, être appliquée au recourant.\n\nb) Dans le cadre de la procédure cantonale, le propriétaire a prétendu travailler seul dans son atelier. L'autorité de première instance n'a pas accepté cette allégation et, considérant qu'il était peu probable que l'intéressé soit seul à travailler dans une construction de 316 m2, a fixé à cinq le nombre de places protégées mises à sa charge.\n\nIl est indéniable que la surface à disposition pour un seul poste de travail apparaît pour le moins surprenante. Or, s'agissant de déterminer, en application de l'art. 3 al. 1 lettre f OCPCi, le nombre de postes de travail dans une construction, il faut se référer à la capacité totale du bâtiment à cet égard et non pas au nombre de personnes effectivement occupées au moment considéré. De même que les établissements ouverts au public (art. 3 al. 1 lettres b, c, d et e) doivent comporter des places protégées en fonction de leur capacité maximale, les entreprises industrielles et artisanales sont assujetties par rapport au nombre maximum de places de travail que leurs locaux peuvent offrir. Si la fixation de ce chiffre suppose une certaine appréciation de la part de l'autorité, celle-ci doit cependant se fonder sur un examen concret de chaque situation, tenant compte de tous les éléments à disposition; elle ne peut se contenter d'une estimation prima facie de la capacité de l'entreprise en se basant exclusivement sur les plans de l'immeuble sans examiner le genre d'activité déployée dans le bâtiment et sans tenir compte du nombre de places de travail susceptibles d'y être installées sans nécessiter l'octroi d'une nouvelle autorisation de construire.\n\nEn l'occurrence, l'Office cantonal de la protection civile n'a procédé à aucune mesure d'instruction spéciale pour déterminer la capacité réelle de l'atelier du recourant; il s'est borné à supposer - sans présenter la moindre motivation - que le bâtiment devrait comporter cinq places protégées, ce qui correspond à sept postes de travail. Cette manière de fixer les obligations incombant au propriétaire de la construction ne respecte pas le droit fédéral. Il appartenait à l'autorité de première instance - qui dispose d'un personnel spécialisé dans les questions touchant aux constructions - d'examiner avec soin le cas d'espèce et de fixer pour l'atelier un BGE 112 Ib 8 S. 13nombre de postes de travail conforme aux constatations concrètes résultant d'une instruction.\n\nNon motivée sur ce point et basée sur des suppositions, la décision attaquée doit, par conséquent, être annulée et l'affaire renvoyée à l'autorité de première instance pour nouvelle décision dans le sens des considérants.\n\nc) Il convient cependant de souligner que, si l'instruction du cas devait laisser apparaître que le bâtiment du recourant ne contient qu'une seule place de travail, cette situation ne saurait entraîner, comme semble le soutenir l'Office fédéral dans ses observations, la libération de l'intéressé de toute obligation pécuniaire. Dans la mesure où une construction doit, en principe, comporter des places protégées en vertu de l'art. 3 OCPCi, toute dérogation à cette obligation implique le versement d'une contribution de remplacement équivalente pour la réalisation de constructions publiques de protection civile (art. 2 al. 3 LCPCi). Considérant qu'un atelier doit être pourvu de deux places protégées pour trois postes de travail, la présence d'un seul travailleur entraîne le versement d'une contribution correspondant aux 2/3 des frais supplémentaires moyens par place protégée déterminés par le canton en application de l'art. 6 al. 1 OCPCi. Aucune disposition légale ou réglementaire ne justifie de procéder dans ces cas à l'exonération complète du propriétaire."}