{"annee": "112", "cour": "IB", "page": "496", "date": "3/12/1986", "cite": ["97 I 632", "105 V 198", "103 IA 468", "110 IB 255", "109 IB 26", "103 IA 47", "109 IB 13", "109 IB 257", "110 IB 368", "100 IA 157", "107 IB 341", "109 IB 20", "112 IB 105", "98 V 33", "110 IB 29", "98 IB 314", "108 IB 334", "80 I 239", "110 IB 43", "112 IB 176", "108 IB 71", "81 I 340", "100 IA 147", "93 I 338", "111 IB 81", "104 IA 470", "103 IB 366", "106 V 22", "98 IA 27", "97 I 809", "99 IA 482", "111 IB 102"], "cite_par": ["114 IB 174", "124 II 543", "113 IB 369", "113 IA 368", "116 IB 235", "123 II 481", "116 II 575", "120 II 259", "114 IB 283", "120 IB 465"], "chapeau": "77. Estratto della sentenza della I Corte di diritto pubblico del 3 dicembre 1986 nella causa Comune di Locarno c. Alessandra Balli e litisconsorti (ricorsi di diritto amministrativo)", "regestes": ["Art. 5 al. 2 LAT, 22ter Cst. Expropriation matérielle. Point de départ des intérêts sur les prétentions réclamées par les propriétaires touchés. 1. a) Le droit fédéral ne fixe pas de règles générales de procédure pour l'application de l'art. 5 al. 2 LAT; en vertu de la garantie de la propriété, les cantons sont toutefois tenus de prévoir une procédure judiciaire pour permettre aux intéressés de faire valoir leurs droits. Respect de ce principe dans la législation tessinoise (consid. 2b). b) Le juge cantonal qui, dans l'examen des prétentions pour expropriation matérielle, doit appliquer la maxime d'office et n'est pas lié par les conclusions des parties, est néanmoins tenu, en principe, de respecter les limites imposées par l'objet du litige; exception à cette règle, lorsqu'il y a étroite connexité entre les questions nouvelles et l'objet du litige, et unité de l'état de fait. Un tel lien pouvait être admis sans arbitraire en l'espèce (consid. 2d). 2. Notion de l'expropriation matérielle (confirmation de la jurisprudence). Absence d'expropriation matérielle: dans le cas d'un plan qui se limite à introduire des indices d'utilisation - inexistants auparavant - de 0,75, respectivement de 0,99; dans le cas d'une suspension de la décision sur la demande de permis de bâtir ou d'un blocage d'une durée limitée (trois, resp. deux ans) (consid. 3a-d). Expropriation matérielle admise, en revanche, s'agissant de l'incorporation d'un terrain à bâtir dans une zone pour installations publiques (consid. 3e). 3. Naissance de la prétention pour expropriation matérielle et estimation de celle-ci au moment de l'entrée en vigueur de la mesure qui la provoque. Ce principe est valable tant dans les cas où la mesure qui constitue l'expropriation matérielle réalise complètement son but, que dans ceux où elle entraîne à sa suite une expropriation formelle du bien-fonds en cause. La règle générale qui veut qu'en matière d'expropriation formelle l'on ne tienne pas compte pour l'estimation des effets favorables ou défavorables de l'ouvrage de l'expropriant, ne s'applique pas quand la mesure préparatoire implique déjà en elle-même une expropriation matérielle et fait naître à ce titre un droit indépendant à indemnisation. Faculté des cantons d'introduire des délais plus courts que ceux fixés dans la jurisprudence du Tribunal fédéral pour la prescription ou la péremption des prétentions pour expropriation matérielle; l'opportunité de telles mesures est laissée à leur appréciation (consid. 3e). 4. Point de départ de l'intérêt compensatoire sur l'indemnité pour expropriation matérielle: touchant à la notion de pleine indemnité (art. 22ter Cst., art. 5 al. 2 LAT), cette question est examinée librement par le Tribunal fédéral. Motifs justifiant de ne pas faire partir l'obligation de verser les intérêts automatiquement dès la naissance de la prétention; nécessité d'une interpellation de la part des ayants droit; exigences à remplir pour une telle requête. La collectivité publique ne saurait refuser d'allouer un intérêt compensatoire lorsqu'elle ne peut pas avoir de doute quant à l'intention du propriétaire de demander un dédommagement immédiat. Il y a lieu d'admettre, en l'espèce, que les intérêts ont couru dès l'entrée en vigueur de la restriction (consid. 4)."], "faits": "BGE 112 Ib 496 S. 499\n\nRitenuto in fatto:\n\nNel 1965 il Comune di Locarno adottò un piano di azzonamento (PA), parzialmente riveduto nel 1966. Le particelle n. 1016 e 4850 a 4857 RFD, appartenenti ad Alessandra, Gloria, Gian Michele Balli e Consuelo Botteri nata Balli, furono assegnate per 13'195 mq a una zona con indice di sfruttamento (i.s.) dello 0,75 più abbuono dello 0,10 per costruzioni accessorie; la superficie rimanente di 3420 mq fu inclusa in una zona con un i.s. dello 0,99, oltre a un analogo abbuono dello 0,2. Questo piano non fu però mai approvato dal Governo cantonale.\n\nIl 28 settembre 1970 il Consiglio comunale di Locarno adottò una norma provvisoria del regolamento edilizio cittadino che permetteva BGE 112 Ib 496 S. 500al Municipio di differire per due anni al massimo l'esame delle domande di costruzione manifestamente in contrasto con il piano regolatore in via d'adozione e le relative norme sino all'entrata in vigore dello strumento pianificatorio. Tale disposizione fu ratificata dal Consiglio di Stato il 10 novembre 1970.\n\nIl 15 gennaio 1975 gli Eredi Balli inoltrarono al Municipio quattro domande intese al conseguimento del permesso di costruire altrettante case sui mappali n. 4850, 4851, 4856 e 4857. Il 4 febbraio successivo il Municipio decise di sospendere l'esame delle istanze per due anni, in applicazione dell'art. 50 della nuova legge edilizia cantonale del 19 febbraio 1973 (LE) nel testo scaturito dalla novella legislativa dell'11 marzo 1975, entrata in vigore il 1o luglio successivo (cfr. DTF 103 Ia 482). Esso ritenne che, secondo gli studi pianificatori in corso, le quattro particelle erano destinate ad una zona per attrezzature ed edifici pubblici (APEP - scuole di Solduno). Gli interessati impugnarono senza successo questa sospensione, da ultimo con ricorso di diritto pubblico al Tribunale federale, che fu respinto con sentenza del 27 luglio 1979.\n\nIl Consiglio comunale di Locarno adottò il 2 giugno 1976 il nuovo piano regolatore (PR), che collocava i fondi in narrativa nella zona riservata ad attrezzature pubbliche. Il piano fu pubblicato dal 14 giugno al 13 luglio 1975. Il Consiglio di Stato lo approvo ponendolo in vigore il 7 luglio 1978. Questa risoluzione fu confermata dal Gran Consiglio adito dai proprietari. Un ricorso di diritto amministrativo da questi introdotto e trattato come ricorso di diritto pubblico, è stato dichiarato inammissibile, nella misura in cui non era divenuto privo d'oggetto, con sentenza 27 novembre 1986 del Tribunale federale.\n\nIl 24 luglio 1979 gli Eredi Balli chiesero al Tribunale di espropriazione della giurisdizione sopracenerina un'indennità per espropriazione materiale, in seguito alle restrizioni imposte dal Comune con il piano di azzonamento del 1965. Essi precisavano che le richieste non erano fondate sui vincoli istituiti dal PR entrato in vigore il 7 luglio 1978. Sostenevano altresì che la norma che consentiva al Municipio di sospendere l'esame delle domande di costruzione e i successivi provvedimenti avevano loro impedito di disporre dei fondi per oltre quindici anni. Per tale periodo essi chiedevano fr. 7'158'983.--, poi ridotti a fr. 2'000'000.--, per titolo di espropriazione materiale.\n\nBGE 112 Ib 496 S. 501\n\nLa richiesta degli Eredi Balli fu respinta dal Tribunale di espropriazione con decisione dell'11 agosto 1983. I giudici di prime cure rilevarono che le misure pianificatorie del 1965-66 non configuravano un'espropriazione materiale. Per economia di giudizio accertarono nondimeno che il vincolo istituito dal PR del 1978 concretizzava tale espropriazione dal 4 febbraio 1975. Da quel giorno sarebbero dovuti decorrere gli interessi sull'indennità ancora da determinare.\n\nI proprietari (eccezione fatta di Consuelo Botteri) e il Comune di Locarno ricorsero al Tribunale amministrativo. Quest'ultimo con sentenza del 7 maggio 1984 ha respinto il ricorso dei primi e accolto parzialmente quello interposto dal Comune di Locarno. L'ultima istanza cantonale ha riconosciuto che il vincolo imposto ai fondi con il PR del 1978 costituisce espropriazione materiale dal 7 luglio 1978 e che gli interessi sull'indennità ancora da stabilire saranno dovuti dal 24 luglio 1979, data della presentazione della domanda al Tribunale d'espropriazione. Nella motivazione i giudici cantonali hanno considerato che per il periodo antecedente il 1978 non sussisteva espropriazione materiale. Il Tribunale amministrativo ha rilevato che l'istanza inferiore si era pronunciata sugli effetti del vincolo imposto dal PR, benché gli interessati non avessero formulato conclusioni in tal senso: l'estensione del tema del litigio da parte del primo giudice meritava tutela per motivi sui quali si tornerà in appresso (infra, consid. 2a LCEspr).\n\nCon ricorso di diritto amministrativo rivolto contro la decisione dell'ultima istanza cantonale i proprietari chiedono che l'inizio degli atti costituenti espropriazione materiale sia fatto risalire al 2 novembre 1965 o, al più tardi, al 10 novembre 1975, e che da queste date decorra il loro diritto al versamento di interessi.\n\nAnche il Comune di Locarno ha interposto ricorso di diritto amministrativo, chiedendo che, in accoglimento del gravame, la domanda di indennità del 24 luglio 1979 sia integralmente respinta.\n\nIl Comune di Locarno e Consuelo Botteri-Balli hanno chiesto congiuntamente la sospensione della procedura. Anche Gian Michele Balli ha presentato un'istanza analoga, precisando che avrebbe desistito dal ricorso alla condizione di non dover sopportare spese della sede federale. Il Presidente della I Corte di diritto pubblico ha sospeso ai sensi dei considerandi le procedure, poi riattivate visto che le parti si erano determinate sulla prosecuzione delle cause alla luce di una risoluzione BGE 112 Ib 496 S. 502del 7 agosto 1985, con la quale il Consiglio di Stato ha approvato una variante del PR adottata dal legislativo comunale, che toglie dalla zona soggetta al vincolo alcuni dei terreni di proprietà Balli.", "considerants": "Considerando in diritto:\n\n1. Ammissibilità del ricorso di diritto amministrativo previsto dall'art. 34 cpv. 1 LPT con riferimento a DTF 109 Ib 261 consid. 1e DTF 107 Ib 343. Conseguenza della desistenza di un ricorrente.\n\n2. Il Comune di Locarno rimprovera ai giudici cantonali di avere violato l'art. 5 LPT, accertando l'esistenza di un'espropriazione materiale per il vincolo imposto dal piano regolatore del 1978, per il quale i proprietari non avevano ancora notificato formalmente delle pretese.\n\na) È vero che i proprietari dinanzi al Tribunale di espropriazione avevano asserito di voler far valere i loro diritti solo in ordine al piano di azzonamento del 1965, alla norma e ai provvedimenti sospensivi adottati dal Comune di Locarno, riservandosi di presentare un'ulteriore notifica se e quando le nuove disposizioni fossero divenute definitive. Dal canto suo il Comune, nella risposta alla notifica, aveva contestato ogni argomento riferito alla pretesa di indennità per il periodo indicato, ed aggiunto che il problema consisteva nel sapere se con l'assegnazione dei terreni a una zona di attrezzature pubbliche - entrata in vigore con l'approvazione del PR da parte del Consiglio di Stato - fossero dati gli estremi di un'espropriazione materiale: a parer suo, ciò non era il caso, non potendo sussistere concorrenza di un'espropriazione materiale determinata dal vincolo con l'espropriazione formale che il Comune avrebbe dovuto promuovere in seguito per l'acquisto della proprietà dei terreni. La tesi principale del Comune consisteva nel sostenere che non era intervenuta espropriazione materiale tra il gennaio 1975 (presentazione delle domande di costruzione) e il luglio 1978 (entrata in vigore del PR), e che tale conseguenza dovesse negarsi anche per un periodo di dieci, o quantomeno di sei-otto anni susseguente all'entrata in vigore di detto vincolo.\n\nPer giustificare l'estensione dell'oggetto del litigio, il Tribunale di espropriazione addusse che appariva opportuno esaminare se le restrizioni imposte ai terreni giustificassero l'assegnazione di BGE 112 Ib 496 S. 503un'indennità di espropriazione materiale, indipendentemente dall'esito del gravame presentato al Gran Consiglio contro il piano regolatore del 1978. Infatti - sottolineo la prima istanza - quando la durata di restrizioni d'edificabilità si avvia al decennio, i requisiti dell'espropriazione materiale, a seconda delle circostanze, possono adempiersi indipendentemente dall'esito di un ricorso ancora pendente contro l'imposizione del vincolo. La prima istanza giunse in concreto alla conclusione che ciò era il caso al momento della sua pronuncia.\n\nDal canto suo il Tribunale amministrativo, adito dal Comune con la censura per cui il primo giudice avrebbe statuito \"ultra petita\", ha constatato che i proprietari, benché avessero espressamente dichiarato nella notifica di non voler far valere pretese per il vincolo di attrezzature ed edifici pubblici, lo stesso essendo ancora \"sub judice\", avevano manifestato in modo chiaro e inequivocabile l'intenzione di chiedere il risarcimento di ogni danno se la controversa misura pianificatoria fosse stata, nonostante i loro gravami, confermata definitivamente; esso ha inoltre rilevato come, nel loro ricorso cantonale, i proprietari avessero espressamente aderito su questo punto alla sentenza di prima istanza. Pur manifestando qualche perplessità circa l'estensione del tema della lite, il Tribunale amministrativo l'ha per finire protetta, ponendo fra l'altro in evidenza gli ampi poteri di decisione che competono al Tribunale di espropriazione e la stretta connessione tra il vincolo per attrezzature ed edifici pubblici e le misure di salvaguardia adottate dal Municipio nel periodo precedente l'approvazione e l'entrata in vigore del piano regolatore.\n\nb) In tema di espropriazione materiale il diritto federale non stabilisce regole generali di procedura e si limita - all'art. 5 cpv. 2 LPT - a riconoscere il diritto a un'indennità secondo i principi fissati dall'art. 22ter cpv. 3 Cost.\n\nGià anteriormente all'entrata in vigore dell'art. 22ter Cost. e della LPT la giurisprudenza aveva però ribadito che i Cantoni erano tenuti in virtù del diritto federale a prevedere una procedura giudiziaria per consentire all'interessato di far valere le sue pretese (DTF 80 I 244 consid. 2, DTF 81 I 347 consid. 3, DTF 98 Ia 33; cfr. anche DTF 112 Ib 177 consid. 3a, DTF 110 Ib 372).\n\nIl Cantone Ticino ha ossequiato quest'obbligo, statuendo già nella legge di espropriazione dell'8 marzo 1971 (LCEstr), che il campo di applicazione di questa si estende anche a tutti i casi in cui una BGE 112 Ib 496 S. 504restrizione legale della proprietà abbia conseguenze equivalenti a quelle di un'espropriazione (art. 1 cpv. 2). Per l'espropriazione materiale l'art. 39 cpv. 2 LCEspr prevede che la notificazione delle pretese dev'essere trasmessa all'ente a favore del quale la limitazione è stata sancita oppure direttamente al Tribunale d'espropriazione. Quest'ultimo indaga d'ufficio e non è vincolato né dalle domande di prove delle parti (art. 47), né, nel fissare l'importo dell'indennità, dalle loro conclusioni (art. 49 cpv. 1).\n\nDal punto di vista materiale, la giurisprudenza del Tribunale federale ha precisato che, se l'obbligo di versare interessi non nasce automaticamente con il sorgere della pretesa per espropriazione materiale, l'indennità, per obbedire al precetto costituzionale e legale ancorato negli art. 22ter cpv. 3 Cost. e 5 cpv. 2 LPT, deve fruttarli almeno dal momento in cui il proprietario ha manifestato inequivocabilmente la sua intenzione di farsi risarcire (DTF 109 Ib 263 consid. 2a, DTF 108 Ib 338 consid. 4c, 344 consid. 7b e riferimenti); a questo principio è prospettabile di far eccezione soltanto ove il diritto cantonale, nel rispetto sostanziale delle esigenze dei citati disposti, preveda un altro modo per compensare adeguatamente il ritardo nel versamento dell'indennità, ciò che il Cantone Ticino non ha fatto (DTF 109 Ib 263 con rif. a DTF 97 I 817 in fine).\n\nc) La questione di sapere se i proprietari, come ritenuto dal Tribunale amministrativo, avrebbero manifestato chiaramente l'intenzione di farsi risarcire anche per il vincolo determinato dal PR del 1978 attiene in parte all'accertamento dei fatti. In questa misura, l'istanza precedente essendo un Tribunale amministrativo, il Tribunale federale non può rivedere tale accertamento che alle condizioni ristrettive dettate dall'art. 105 cpv. 2 OG; per il resto, trattasi invece di una questione di diritto federale, da controllare liberamente (art. 104, lett. a OG). Su tali aspetti si tornerà in seguito.\n\nd) Per quanto si è detto sopra, attiene invece esclusivamente alla procedura cantonale il problema di sapere se il giudice di prima istanza e, condividendo il suo giudizio, il Tribunale amministrativo abbiano indebitamente esteso l'oggetto della lite. In quest'ambito, il Tribunale federale può esaminare la controversia solo sotto il profilo dell'arbitrio, il ricorso di diritto amministrativo assumendo per questo aspetto le funzioni di quello di diritto pubblico (DTF 110 Ib 257 consid. 1, DTF 108 Ib 74 consid. 1a, 382, 467 consid. 1b).\n\nBGE 112 Ib 496 S. 505\n\nQuando la prima istanza espropriativa, come in casu il Tribunale d'espropriazione, non è vincolata dalle conclusioni delle parti ed applica il principio d'ufficialità, essa può attribuire all'espropriato più di quanto da lui richiesto, rispettivamente meno di quanto offerto dall'espropriante; nel determinare se sussiste in linea di principio diritto all'indennità, essa non è limitata neppure agli argomenti od alle prove offerte dalle parti. Sotto questo risvolto, i poteri cognitivi e decisionali del Tribunale d'espropriazione ticinese sono praticamente identici a quelli che - in materia d'espropriazione formale - il legislatore federale ha attribuito alle Commissioni federali di stima (cfr. art. 72 LEspr; DTF 111 Ib 102, DTF 109 Ib 31 consid. 1b).\n\nIn dottrina e giurisprudenza è però generalmente ammesso che anche quando vale il principio d'officialità, il giudice è di massima tenuto a rispettare i limiti dell'oggetto del litigio, e non può decidere su temi estranei a quelli controversi, sotto pena di arrogarsi altrimenti poteri che competerebbero soltanto ad un'autorità di vigilanza (GYGI, Bundesverwaltungsrechtspflege, pagg. 250, 42 segg., 44; cfr. sentenza 19 novembre 1986 in re S., destinata a pubblicazione, consid. 3; DTF 105 V 201, DTF 103 Ib 369 /70 consid. 1b; 101 V 116/17, DTF 98 V 33 /34 consid. 1a). Un'estensione illegittima dell'oggetto del litigio non è però data allorquando le nuove domande o le nuove questioni sollevate d'ufficio stanno in intima connessione con il tema della lite stessa, onde si è di fronte ad una fattispecie unitaria, alla condizione tuttavia - se si tratta di procedura di ricorso contro decisioni amministrative - che l'Amministrazione abbia potuto esprimersi su tali punti controversi quantomeno nella forma di una dichiarazione processuale (GYGI, op.cit. pag. 44; cfr. DTF DTF 98 Ib 318 consid. 3, DTF 103 Ib 369 seg., DTF 106 V 25 seg., consid. 3a).\n\nIl Tribunale amministrativo non è certamente caduto nell'arbitrio ammettendo che nel concreto caso la prima istanza potesse pronunciarsi anche sugli effetti esplicati dal vincolo imposto dal PR del 1978, sul principio dell'indennità dovuta per questo titolo e sulla decorrenza degli interessi. Non soltanto sussisteva infatti un'intima connessione con le domande presentate dai proprietari per le limitazioni loro imposte nel periodo precedente e si trattava di stabilire a quale momento fossero verificati gli estremi dell'affermata espropriazione materiale, ma lo stesso Comune di Locarno, come s'è visto, aveva nella sua risposta evocato il tema delle conseguenze espropriative indotte dal piano BGE 112 Ib 496 S. 506regolatore del 1978, pretendendo ch'esse dovessero esser negate sintanto non fossero trascorsi dieci o quantomeno sei-otto anni dall'entrata in vigore del piano. L'ente pubblico stesso aveva inoltre sollevato il problema della concorrenza fra le pretese per espropriazione materiale e quelle derivanti dall'espropriazione formale che avrebbe dovuto esser introdotta successivamente per l'acquisto della proprietà dei fondi da parte della Città, ed aveva anzi espressamente postulato che il decorso degli interessi fosse stabilito a partire dal 1986. Il Comune stesso aveva quindi contribuito ad allargare il tema della lite a tali questioni, né poteva dolersi che il giudice di prime cure si pronunciasse su argomenti e domande da lui stesso proposti: questo tanto più che, in casu, non si trattava di decidere su un ricorso proposto contro una decisione amministrativa presa dalla Città di Locarno, ma su di una domanda in una procedura che può essere fatta aprire tanto dal privato proprietario, quanto dallo stesso ente pubblico (cfr. art. 39 cpv. 3 LCEspr, secondo cui la procedura di stima è aperta, in caso di contestazione delle domande di indennità, su richiesta di una delle parti). In simili condizioni la censura di un'indebita estensione dell'oggetto litigioso sollevata dalla Città di Locarno appare infondata persino a libero esame, e lo è sicuramente sotto il limitato risvolto dell'arbitrio. Su tal punto, pertanto, il ricorso del Comune di Locarno dev'essere respinto.\n\n3. Secondo la giurisprudenza vi è espropriazione materiale quando l'uso attuale o il prevedibile uso futuro di una cosa è vietato o limitato in modo particolarmente grave, così che il proprietario è privato di una delle facoltà essenziali derivanti dal diritto di proprietà; una limitazione di minor importanza può ugualmente costituire espropriazione materiale, se essa colpisce uno solo o un numero limitato di proprietari in modo tale che - fosse negato loro l'indennizzo - essi dovrebbero sopportare un sacrificio eccessivamente gravoso e tale da violare il principio d'uguaglianza (DTF 112 Ib 108 consid. 2a, DTF 110 Ib 32 consid. 4 con rif.). In ambo i casi il miglior uso del fondo è da prendere in considerazione solo se, nel momento determinante, esso appare come molto probabile in un avvenire prossimo; quale migliore uso è di regola da considerare la possibilità di edificare. Per giudicare in proposito vanno prese in considerazione tutti gli elementi di fatto e di diritto da cui la possibilità edificatoria dipende (DTF 112 Ib 108 seg. consid. 2, DTF 110 Ib 33 consid. 4a, DTF 109 Ib 15 /16 con rif.).\n\nBGE 112 Ib 496 S. 507\n\na) Manifestamente a giusta ragione ambo le istanze cantonali hanno negato ogni effetto espropriativo al piano di azzonamento adottato dal Comune nel 1965. In carenza di approvazione governativa, esso non è infatti mai entrato in vigore. Alle ricorrenti non giova neppure l'argomento consistente nel dire che quel piano beneficiava di efficacia provvisoria in virtù dell'art. 36 cpv. 2 dell'allora vigente legge edilizia del 15 gennaio 1940, riformata nel 1962, e ciò perché l'incostituzionalità dell'effetto anticipato positivo di detta norma non fu riconosciuta dal Tribunale federale che con sentenza 22 maggio 1974 (cfr. DTF 100 Ia 157; cfr. anche DTF 103 Ia 48 seg., consid. 8a), e quindi in precedenza tale vigenza provvisoria sarebbe stata verosimilmente opposta loro dal Municipio di Locarno. Infatti, dato e non concesso che i proprietari si fossero piegati a quella regola senza contestarne la costituzionalità, ciò avrebbe avuto soltanto come conseguenza che eventuali loro progetti edificatori avrebbero dovuto adeguarsi agli indici di sfruttamento dello 0,75, rispettivamente dello 0,99 oltre gli abbuoni per costruzioni accessorie, che il piano prevedeva per i loro terreni. Ora, è manifesto che l'introduzione di indici di sfruttamento di tale notevole intensità per una zona abitativa discosta dal centro cittadino non adempie minimamente gli estremi di un'espropriazione materiale e che la pretesa delle ricorrenti di poter continuare a fruire di una più estesa, quasi illimitata facoltà edificatoria permessa dal regolamento edilizio e derivante dal deprecabile difetto precedente di una suddivisione razionale del territorio in zone d'utilizzazione, non trova appoggio né nella garanzia della proprietà, né nei dettami ancorati sin dal 1969 nell'art. 22quater Cost. Avesse acquistato vigore, il piano di azzonamento del 1965 non avrebbe comportato per i proprietari sacrificio superiore a quello imposto dalla restrizione delle facoltà di costruire (da quattro a due piani) descritta nella sentenza 16 giugno 1971 in re Mühlematter c. Comune di Losanna (DTF 97 I 632 segg.), misura nella quale il Tribunale federale ha rifiutato di scorgere espropriazione materiale.\n\nVa poi rivelato, oltretutto, che l'(incostituzionale) efficacia provvisoria ex art. 36 cpv. 2 LE 1940 del piano d'azzonamento del 1965/66 sarebbe in ogni caso decaduta trascorsi al massimo tre anni (cfr. DTF 100 Ia 154 segg. consid. 3): anche sotto il profilo temporale, quindi, quella limitazione non avrebbe costituito espropriazione materiale (DTF 109 Ib 22 segg. consid. 4a, DTF 99 Ia 487; DTF 93 I 343 segg. e riferimenti a dottrina).\n\nBGE 112 Ib 496 S. 508\n\nb) Nessuna espropriazione materiale ha comportato per le proprietarie ricorrenti neanche la norma di salvaguardia adottata dal Consiglio comunale di Locarno il 28 settembre 1970 e ratificata il 10 novembre successivo dal Consiglio di Stato, che consentiva al Municipio di tenere in sospeso al massimo per due anni le domande di costruzione in contrasto con lo studio del piano regolatore. Tale norma non è mai stata applicata ai proprietari; nel periodo della sua vigenza, nessuna domanda di costruzione è stata infatti presentata al Municipio. Avessero le ricorrenti fatto uso di tale possibilità all'inizio della vigenza di tale norma comunale, l'approvazione del loro progetto, se conforme per il resto alla legislazione applicabile, non avrebbe potuto essere protratta dal Municipio oltre il dicembre 1972. Per i motivi esposti sopra, una simile temporanea sospensione, di durata limitata, non avrebbe costituito una restrizione costitutiva di espropriazione materiale (cfr. anche KUTTLER, Welcher Zeitpunkt ist für die Beurteilung der Frage, ob eine materielle Enteignung vorliegt, massgebend? in ZBl 76, 1975, pag. 506).\n\nc) La nuova legge edilizia cantonale del 19 febbraio 1973, che aveva inizialmente ripreso la norma dell'art. 36 cpv. 2 della cessata legge del 1940, fu riformata dal legislatore ticinese - in seguito alle sentenze del Tribunale federale che ne avevano riconosciuto l'incostituzionalità - con la novella dell'11 marzo 1975, entrata in vigore il 1o luglio successivo (cfr. DTF 103 Ia 482). Questa riforma ha introdotto nella legge le norme di salvaguardia, di carattere puramente negativo, dell'art. 50 (sospensione della decisione su una domanda di licenza o permesso edilizio) e del blocco edilizio (art. 25bis; cfr. sentenza citata). È appunto della prima di queste due norme che il Municipio si è avvalso per sospendere il 4 febbraio 1975 la decisione sulla domanda di costruzione presentata il 15 gennaio 1975 dai proprietari. Questa sospensione è rimasta in vigore sino alla data della pubblicazione del PR adottato dal Consiglio comunale il 2 giugno 1976, esposto dal 14 giugno al 13 luglio successivo. Ad essa ha fatto seguito il blocco edilizio determinato dall'art. 25bis LE, che è durato sino all'approvazione concessa al nuovo piano regolatore dal Consiglio di Stato il 7 luglio 1978. Gli effetti inibitori delle due congiunte misure sono quindi durati poco più di tre anni. Per quanto si è esposto sopra, anche questo periodo di attesa non ha determinato espropriazione materiale, onde la doglianza ricorsuale delle proprietarie va disattesa.\n\nBGE 112 Ib 496 S. 509\n\nÈ tuttavia doveroso rilevare che i risentimenti delle proprietarie nei confronti dell'ente pubblico sono comprensibili, ove si avverta che il Comune di Locarno ha esitato a lungo, sospeso e modificato i progetti pianificatori, e che le istanze cantonali hanno tardato ad evadere i gravami delle ricorrenti, come il Tribunale federale ha già avuto occasione di rilevare. Queste comprensibili lagnanze non possono però fondare una pretesa d'indennizzo per espropriazione materiale, tanto più che, come si è visto, nel periodo decennale 1965/75, i proprietari Balli, se l'avessero voluto, avrebbero potuto conseguire una licenza edilizia negli intervalli in cui nessuna limitazione poteva esser loro opposta con successo dall'autorità comunale.\n\ne) Come il Tribunale amministrativo ha constatato ed è incontroverso in causa, i fondi in discussione avevano carattere edilizio. L'inclusione di un terreno di questa natura in una zona per attrezzature pubbliche è, per costante giurisprudenza, costitutiva di espropriazione materiale. Il fondo cessa infatti di esser oggetto di mercato per l'edilizia privata e di partecipare all'evoluzione dei prezzi del mercato dei fondi edificabili. La perdita o sottrazione forzata del diritto si situa al momento dell'entrata in vigore del piano: a questo momento nasce la pretesa del proprietario all'indennizzo (DTF 110 Ib 33 consid. 4a, 259 consid. 2, 109 Ib 262 consid. 2a e rif.).\n\nRettamente quindi il Tribunale amministrativo ha ritenuto che l'inserzione dei fondi nella zona per attrezzature pubbliche del piano regolatore, approvato con effetto costitutivo dal Consiglio di Stato il 7 luglio 1978, ingenera espropriazione materiale, ed ha fissato a quel momento la nascita della pretesa di risarcimento.\n\nA giusta ragione il Comune di Locarno non invoca più, davanti al Tribunale federale, l'art. 26 LE per contestare la sussistenza di un'espropriazione materiale. Come rettamente ha rilevato il Tribunale amministrativo (pag. 14) tale tesi non trova innanzitutto conforto nel testo di questa norma, la quale dispone si che le limitazioni previste dal piano regolatore non comportano indennizzo, ma fa espressa eccezione per il caso in cui esse equivalgono - come qui - ad un'espropriazione.\n\nNon è neppure possibile, come adombrato dal Comune di Locarno davanti alle istanze cantonali, fare una distinzione fra i casi in cui la misura pianificatoria costitutiva di espropriazione materiale realizza immediatamente e direttamente il suo fine - come ad esempio la creazione di zone verdi per la tutela del paesaggio, o l'imposizione di BGE 112 Ib 496 S. 510vincoli monumentali a determinati edifici per il loro pregio architettonico, storico e culturale -, da una parte, e dall'altra i casi in cui la misura pianificatoria, che sottrae come qui all'edilizia privata un fondo edificabile, costituisce solo la premessa di una susseguente procedura di espropriazione formale destinata a procurare all'ente pubblico la proprietà del terreno sul quale debbono essere costruiti gli edifici o impianti pubblici. Il principio generale del diritto espropriativo, scaturiente direttamente dalla garanzia della proprietà, e secondo il quale nell'espropriazione formale, per stabilire il valore del fondo, si deve far astrazione tanto degli effetti anticipati sfavorevoli quanto di quelli favorevoli che l'opera dell'espropriante comporta (DTF 104 Ia 470 seg. consid. 5b; HESS/WEIBEL, Das Enteignungssrecht des Bundes. I, pagg. 329/30), non può essere applicato a quei casi in cui il provvedimento preparatorio della espropriazione formale e definitiva del fondo costituisca esso stesso, come in casu, un'espropriazione materiale che fa nascere immediatamente una pretesa d'indennizzo a sé stante ed esigibile a favore del proprietario colpito, pretesa che ha un proprio destino sia dal punto di vista processuale, sia dal punto di vista materiale per quanto concerne il momento determinante per la valutazione del pregiudizio subito (DTF 110 Ib 47 seg. consid. 3; DTF 109 Ib 262 segg. consid. 2a). Le difficoltà alle quali sembra esser confrontata la prassi ticinese (cfr. note critiche alla sentenza Stornetta (DTF DTF 109 Ib 257 segg.) di S. BIANCHI, in Rep. 1984, pagg. 291/92 e di A. BRENNI, in RDAT 1984, pagg. 265 segg.) in relazione con la comminatoria di perenzione contenuta nell'art. 39 cpv. 1 LE, che obbliga il proprietario vittima di tale limitazione a far valere le proprie pretese nel termine di un anno dal giorno in cui è diventato \"definitivo\" il provvedimento, non toccano il principio per cui, per l'espropriazione materiale, la data dell'entrata in vigore della misura pianificatoria fa stato per determinare le caratteristiche fisiche e lo statuto giuridico al quale il fondo soggiace e l'ammontare dell'indennità. Tali difficoltà stanno semmai in relazione con la brevità del termine che il legislatore cantonale ha creduto opportuno di introdurre e segnatamente con la data d'inizio del decorso della perenzione, che d'altronde la giurisprudenza del Tribunale cantonale non fa coincidere con quella di entrata in vigore del provvedimento, ma con quella in cui esso è diventato definitivo, esaurito il rimedio ordinario del ricorso al Gran Consiglio (cfr. RDAT 1982, n. 79, BGE 112 Ib 496 S. 511pagg. 172 segg.; sentenza 2 maggio 1986 del Tribunale amministrativo in re Klinge, nota al Tribunale federale in quanto oggetto di ricorso di diritto amministrativo). Quanto poi alle critiche sollevate sempre davanti al Tribunale amministrativo dal Comune di Locarno, e che consistono nel dire che l'obbligo imposto dal legislatore al proprietario di notificare entro un termine breve le sue pretese può provocare un inopportuno accumulo contemporaneo di richieste pregiudizievoli per il finanziamento della pianificazione, si tratta di questione che, semmai, va affrontata dal legislatore cantonale: come è noto, la giurisprudenza del Tribunale federale ha stabilito che - in assenza di regolamentazione cantonale - le pretese per espropriazione materiale si prescrivono in dieci anni dall'entrata in vigore della misura (DTF 108 Ib 339 segg. consid. 5): spetta ai Cantoni di valutare l'opportunità dell'introduzione di termini più brevi.\n\nAnche su tal punto, pertanto, la sentenza dell'ultima istanza cantonale dev'essere condivisa.\n\n4. Resta quindi da esaminare se il Tribunale amministrativo, per la decorrenza degli interessi sulla pretesa per espropriazione materiale nata con l'entrata in vigore del PR il 7 luglio 1978, si sia fondato con ragione sulla data dell'insinuazione formale al Tribunale d'espropriazione della domanda dei proprietari, oppure se nella specie esso avrebbe dovuto fissare tale decorrenza a data anteriore.\n\nLa ragione per la quale la giurisprudenza del Tribunale federale non ha previsto di far coincidere automaticamente la data del decorso dell'interesse compensatorio con quella della nascita della pretesa, stabilita all'entrata in vigore del provvedimento, è stata esposta già in DTF 97 I 818, sentenza anteriore all'entrata in vigore della LPT. Il Tribunale federale ha rilevato che vi sono dei casi in cui la limitazione imposta non intralcia per il momento l'uso che il proprietario stesso vuol fare del suo fondo, per cui egli può esser disposto ad attendere per far valere le sue pretese nate con l'imposizione del vincolo. L'esempio tipico è quello dell'inserimento in una zona per edifici pubblici di fondi già edificati, nei cui stabili il proprietario stesso esercita un'attività industriale o artigianale, o dai quali egli trae per il momento un reddito locativo adeguato; anche può farsi riferimento al caso in cui il fondo colpito dal vincolo per edifici pubblici, ad esempio in vista della costruzione di un impianto di depurazione delle acque (IDA), faccia parte di un'azienda agricola, che costituisce per il proprietario la base BGE 112 Ib 496 S. 512di un'attività ch'egli non intende per il momento abbandonare. La diversità delle fattispecie e degli effetti che un identico vincolo può avere per il proprietario colpito giustifica di esigere da lui una manifestazione chiara della volontà di farsi risarcire. A tale interpellazione non debbono però porsi esigenze di forma troppo severe: è necessario, ma sufficiente, che l'ente pubblico, conformemente ai principi della buona fede, debba rendersi conto che, nel concreto caso, il proprietario intende chiedere l'indennità che gli spetta. Porre esigenze eccessivamente formalistiche a tale manifestazione di volontà non risponderebbe alle esigenze dell'indennità piena ancorate nell'art. 22ter Cost. e nell'art. 5 LPT: non va infatti dimenticato che l'ente pubblico acquista i diritti derivanti dal vincolo pianificatorio al momento stesso della sua entrata in vigore, per cui esso si trova nell'identica situazione dell'espropriante formale che abbia chiesto ed ottenuto l'immissione in possesso, la quale, secondo il diritto espropriativo federale, fa nascere la pretesa agli interessi (art. 76 cpv. 5 LEspr). Essenziale, per la decorrenza dell'interesse, è quindi che per l'ente pubblico non possa sussistere dubbio circa la volontà del proprietario di farsi immediatamente risarcire. È questa d'altronde la ragione per cui la giurisprudenza ha ammesso che l'obbligo di corrispondere interesse andava fatto coincidere con il momento dell'entrata in vigore di un piano di protezione della zona viticola, in un caso in cui, per la scala elevata in cui il piano era stato allestito, doveva dapprima accertarsi esattamente se un fondo sito al margine della zona protetta vi fosse compreso o no, ed il proprietario era stato per tale incertezza indotto a non far valere immediatamente la sua pretesa: il Tribunale federale, ritornando sulla sentenza DTF 97 I 809 segg. e precisandola, ha espressamente rilevato che in simili casi la soluzione adeguata per tener conto di tali circostanze non consiste nel ritardare il dies aestimandi, ma nel far risalire alla data dell'entrata in vigore del vincolo la decorrenza dell'interesse compensatorio (DTF 111 Ib 83 segg. consid. 3b e 4, a, b).\n\nNel caso concreto, non poteva per la Città di Locarno sussistere alcun dubbio circa la volontà dei proprietari Balli di chiedere immediatamente l'indennità loro dovuta per titolo di espropriazione materiale: tale volontà era già stata espressa nelle loro opposizioni al previsto vincolo pianificatorio, alle misure di salvaguardia adottate nel 1975 dal Municipio con la decretata sospensione dell'esame della domanda di costruzione, infine nelle sia pur naufragate trattative per una BGE 112 Ib 496 S. 513cessione bonale dei terreni. In simili circostanze, si giustifica di far risalire il decorso degli interessi compensatori alla data dell'entrata in vigore del PR (7 luglio 1978), e, in accoglimento parziale del ricorso dei proprietari, la sentenza dell'ultima istanza cantonale, che si è basata sull'inoltro formale della causa davanti al Tribunale d'espropriazione (24 luglio 1979), dev'essere su tal punto riformata."}