{"annee": "112", "cour": "V", "page": "275", "date": "13/11/1986", "cite": ["103 V 131", "105 V 58", "111 V 117"], "cite_par": ["118 V 79", "113 V 261", "140 V 246"], "chapeau": "48. Auszug aus dem Urteil vom 13. November 1986 i.S. Bundesamt für Sozialversicherung gegen Weiss und Eidgenössische Rekurskommission der AHV/IV für die im Ausland wohnenden Personen", "regestes": ["Art. 4 al. 2, 6 al. 1, 8 al. 3 let. b, 15-18 LAI, art. 11 de la Convention de sécurité sociale entre la Suisse et la France du 3 juillet 1975: Réalisation du risque assuré. Une atteinte à la santé constitue un cas d'assurance spécifique pour chacune des mesures de réadaptation professionnelle prévues par la loi."], "faits": "BGE 112 V 275 S. 275\n\nA.- Der 1953 geborene französische Staatsangehörige Claude Weiss arbeitete seit Juli 1978 als Grenzgänger in einer der Schweizerischen Unfallversicherungsanstalt (SUVA) unterstellten Schiffahrts- und Speditionsunternehmung in Basel. Am 13. September 1982 erlitt er bei einem Arbeitsunfall ein schweres Schädel-Hirntrauma mit Schädelbasisfraktur und Hirnödem. Die SUVA kam für die Heilbehandlung sowie für die Nachbehandlung (in der Rehabilitationsklinik Bellikon) auf und gewährt dem Versicherten ab 1. August 1985 aufgrund einer 100%igen Invalidität eine Rente.\n\nAm 21. Juli 1983 meldete sich Claude Weiss bei der Invalidenversicherung an und beantragte die Gewährung von Berufsberatung, Umschulung und einer Rente. Die Invalidenversicherungs-Kommission stellte fest, dass die 360tägige Wartezeit gemäss Art. 29 Abs. 1 Variante 2 IVG am 7. September 1983 endete und dass der Invaliditätsgrad 100% betrug. Demgemäss sprach die BGE 112 V 275 S. 276Schweizerische Ausgleichskasse dem Versicherten ab 1. September 1983 eine ganze Invalidenrente (nebst Zusatzrente für die Ehefrau) zu (rechtskräftige Verfügung vom 11. Mai 1984).\n\nMit Verfügung vom 10. Januar 1984 wies die Ausgleichskasse das Gesuch um berufliche Eingliederungsmassnahmen ab, weil bei Eintritt des Versicherungsfalles der Umschulung die versicherungsmässigen Voraussetzungen gemäss Art. 11 des schweizerisch-französischen Abkommens über Soziale Sicherheit (vom 3. Juli 1975) nicht erfüllt gewesen seien.\n\nB.- Claude Weiss beschwerte sich gegen die Verfügung vom 10. Januar 1984 und beantragte, es seien ihm die zu seiner Wiedereingliederung erforderlichen Massnahmen beruflicher Art zu gewähren. Mit Entscheid vom 21. Februar 1985 hiess die Eidgenössische Rekurskommission der AHV/IV für die im Ausland wohnenden Personen die Beschwerde gut.\n\nC.- Das Bundesamt für Sozialversicherung erhebt Verwaltungsgerichtsbeschwerde gegen den Entscheid vom 21. Februar 1985 und beantragt dessen Aufhebung. Claude Weiss lässt Abweisung der Verwaltungsgerichtsbeschwerde beantragen. Die Ausgleichskasse sieht von einer Stellungnahme ab.", "considerants": "Aus den Erwägungen:\n\n1. a) Voraussetzung für die Gewährung von Leistungen der Invalidenversicherung ist, dass der Ansprecher im Zeitpunkt des Versicherungsfalles versichert ist (Art. 6 Abs. 1 IVG). Über den Status als Versicherter enthält Art. 11 des (hier unbestrittenermassen anwendbaren) schweizerisch-französischen Sozialversicherungsabkommens (vom 3. Juli 1975) folgende Bestimmungen für französische Grenzgänger:\n\n\"Für den Erwerb des Anspruches auf eine Leistung der schweizerischen Invalidenversicherung gelten in der Schweiz wohnhafte französische Staatsangehörige und Grenzgänger, die ihre Erwerbstätigkeit in der Schweiz infolge Krankheit oder Unfalls aufgeben müssen, deren Invalidität aber in diesem Land festgestellt wird, für die Dauer eines Jahres, gerechnet vom Zeitpunkt der zur Invalidität führenden Arbeitsunterbrechung als Versicherte im Sinne der schweizerischen Gesetzgebung und haben Beiträge an die schweizerische Alters-, Hinterlassenen- und Invalidenversicherung zu entrichten, als hätten sie Wohnsitz in der Schweiz.\"\n\nEs ist demnach entscheidend, in welchem Zeitpunkt der Versicherungsfall eingetreten ist: ob vor oder nach Ablauf des Jahres BGE 112 V 275 S. 277seit dem \"Zeitpunkt der zur Invalidität führenden Arbeitsunterbrechung\", konkret vor oder nach dem 13. September 1983.\n\nb) Gemäss Art. 4 Abs. 2 IVG gilt die Invalidität als eingetreten, sobald sie die für die Begründung des Anspruchs auf die jeweilige Leistung erforderliche Art und Schwere erreicht hat. Nach der Gerichtspraxis ist dieser Zeitpunkt objektiv aufgrund des Gesundheitszustandes des Versicherten festzustellen; zufällige externe Faktoren (wie z.B. eine noch ungenügend entwickelte Operationstechnik: EVGE 1969 S. 221) sind unerheblich (BGE 111 V 121 Erw. 1d mit Hinweisen).\n\nVor der Einfügung des Abs. 2 in Art. 4 IVG (auf 1. Januar 1968) bestand eine gewisse Unsicherheit darüber, ob ein und derselbe Gesundheitsschaden mehrere (sukzessive) Versicherungsfälle bewirken könne (vgl. EVGE 1966 S. 178, wo das Eidg. Versicherungsgericht eine solche Möglichkeit bezweifelte, die Frage aber offenlassen konnte). Mit Erlass des Abs. 2 von Art. 4 erfolgte die Klarstellung: da diese Bestimmung von der \"jeweiligen Leistung\" spricht, ist es grundsätzlich möglich, dass ein und derselbe Gesundheitsschaden mehrere Versicherungsfälle bewirkt; \"ein solcher Schaden kann nämlich unter Umständen - zur gleichen Zeit oder zeitlich gestaffelt - die Voraussetzungen für sehr verschiedene Leistungsarten (eine oder mehrere Eingliederungsmassnahmen, Rentenleistungen, Hilflosenentschädigungen) erfüllen\" (BGE 105 V 61 Erw. 2c).\n\n2. a) Gestützt auf Art. 11 des Sozialversicherungsabkommens war der Beschwerdegegner bis zum 13. September 1983 (ein Jahr nach dem Unfall vom 13. September 1982) in der schweizerischen Invalidenversicherung versichert. Unbestrittenermassen trat hinsichtlich des Rentenanspruchs der Versicherungsfall vor jenem Datum ein, nämlich am 7. September 1983 gemäss Art. 29 Abs. 1 Variante 2 IVG. Dementsprechend wurde ihm die Invalidenrente zugesprochen. Streitig ist dagegen, in welchem Zeitpunkt der Versicherungsfall bezüglich beruflicher Eingliederungsmassnahmen eingetreten war.\n\nb) In tatbeständlicher Hinsicht ist davon auszugehen, dass mit der Berufsberatung bereits während des ersten Aufenthalts des Beschwerdegegners in der Rehabilitationsklinik Bellikon (8. November 1982 - 24. Juni 1983) begonnen wurde. Offensichtlich wurde die Berufsberatung von den zuständigen Instanzen der SUVA zu jener Zeit als indiziert erachtet. Für den Anspruch gegenüber der Invalidenversicherung ist es irrelevant, dass die BGE 112 V 275 S. 278Massnahme bereits vor der Anmeldung (21. Juli 1983) im Sinne von Art. 4 Abs. 2 IVG indiziert war (BGE 103 V 131 oben). Bezüglich der Berufsberatung erfüllte somit der Beschwerdegegner die versicherungsmässigen Voraussetzungen des Sozialversicherungsabkommens. Indes ist der Anspruch nicht mehr aktuell, weil die Berufsberatung in Bellikon faktisch - wenn auch ohne Erfolg - durchgeführt worden ist.\n\nc) Effektiver Streitpunkt ist der Anspruch auf Umschulung gemäss Art. 17 IVG. Aus den Berichten der Rehabilitationsklinik Bellikon vom 28. Juni und 7. Juli 1983 ergibt sich, dass in der Zeit bis 13. September 1983 von der Möglichkeit einer Umschulung keine Rede sein konnte. Im Sommer 1983 war der psychische Zustand des Beschwerdegegners so schlecht, dass ein dreimonatiger Behandlungsunterbruch (bis zum Wiedereintritt am 29. September 1983) eingeschaltet werden musste. Art und Schwere des damaligen Gesundheitszustandes erlaubten keine Umschulungsmassnahmen. Betrachtet man den Umschulungsanspruch für sich allein genommen, so war der Versicherungsfall bis zum 13. September 1983 nicht eingetreten.\n\nUnbehelflich ist der Einwand, es habe schon vor dem 13. September 1983 festgestanden, dass der Beschwerdegegner die frühere Arbeit niemals wieder werde verrichten können und dass deshalb eine Umschulung unumgänglich sein werde. Das ist wohl richtig, aber nicht entscheidend. Die Notwendigkeit späterer Eingliederungsmassnahmen (z.B. einer Umschulung) ist oft schon kurz nach dem invalidisierenden Ereignis erkennbar. Diese Erkenntnis bedeutet aber nicht den Eintritt des für diese Versicherungsleistung massgebenden Versicherungsfalles. Hierfür massgebend ist vielmehr der Zeitpunkt, in dem die Invalidität nach ihrer aktuellen Art und Schwere die Eingliederungsmassnahme einerseits erheischt und anderseits ermöglicht. Daher wird z.B. bei den medizinischen Eingliederungsmassnahmen verlangt, dass keine Gegenindikation besteht (BGE 105 V 60 Erw. 2a). Im vorliegenden Fall ist es offensichtlich und durch die Berichte der Rehabilitationsklinik Bellikon belegt, dass Umschulungsmassnahmen vor dem 13. September 1983 gänzlich ausgeschlossen waren.\n\n3. a) Die Vorinstanz hat die Beschwerde im wesentlichen mit der Begründung gutgeheissen, der Eintritt des Versicherungsfalles bezüglich der Berufsberatung müsse für alle \"Massnahmen beruflicher Art generell\" gelten. Insbesondere würden Berufsberatung und Umschulung eng zusammenhängen, indem die Berufsberatung BGE 112 V 275 S. 279\"der erste Schritt im Hinblick auf die berufliche Wiedereingliederung [gewesen sei], welcher zur Abklärung der offensichtlich als notwendig erkannten Umschulungsmassnahmen unternommen wurde\".\n\nIn gleicher Richtung argumentiert der Beschwerdegegner, der es als nicht angängig erachtet, \"den zeitlichen Eintritt des Versicherungsfalles für einen Teil der Massnahmen beruflicher Art, nämlich die Berufsberatung, vom zeitlichen Eintritt des Versicherungsfalles für die übrigen Massnahmen beruflicher Art abzuspalten. Hinsichtlich sämtlicher Massnahmen beruflicher Art tritt der Versicherungsfall zeitlich einheitlich ein.\"\n\nb) In BGE 105 V 58, wo es um zwei sukzessiv notwendig gewordene Eingliederungsmassnahmen ging - zunächst um Sonderschulung auf der Kindergartenstufe (Art. 19 Abs. 3 IVG, Art. 12 Abs. 1 lit. b IVV) und ein paar Jahre später um Sonderschulung während der obligatorischen Schulpflicht (Art. 19 Abs. 1 IVG, Art. 8 IVV) -, fand das Gericht, es handle sich nicht um unterschiedliche Leistungskategorien; ohne Rücksicht auf die Altersstufe stellten alle von Gesetz und Verordnung vorgesehenen Sonderschulmassnahmen zusammen \"ein einheitliches, sich ergänzendes Massnahmenbündel mit im wesentlichen gleicher Zielsetzung dar. Tritt die Invalidität in bezug auf die Sonderschulung deshalb ... bereits im Vorschulalter ein, so löst der Übertritt in die Sonderschule bei Erreichen des entsprechenden Alters keinen neuen Versicherungsfall aus\" (S. 62).\n\nDiese Praxis betreffend die Sonderschule kann nicht auf die beruflichen Massnahmen übertragen werden. Zwar ist richtig, dass zwischen Berufsberatung und Umschulung sachlich ein enger Zusammenhang besteht, und des öftern wird - was in casu allerdings nicht der Fall war - die letztere unmittelbar an die erstere anschliessen. Dies ändert aber nichts daran, dass es zwei verschiedene Leistungen sind, sowohl inhaltlich wie gemäss der gesetzlichen Normierung. Sodann ist die Zielsetzung nicht dieselbe. Dabei ist unter dem (in BGE 105 V 62 verwendeten) Begriff \"Zielsetzung\" selbstredend nicht das allgemeine Ziel, den Versicherten wieder ins Erwerbsleben einzugliedern, verstanden (andernfalls für sämtliche Eingliederungsmassnahmen, von den medizinischen bis zur Kapitalhilfe, nur ein einziger Versicherungsfall gelten würde); vielmehr geht es um das Ziel jeder einzelnen Massnahme. Mit der Berufsberatung wird klarerweise nicht dasselbe Ziel anvisiert wie mit der Umschulung. Jede der im Gesetz vorgesehenen Massnahmen BGE 112 V 275 S. 280beruflicher Art (Art. 8 Abs. 3 lit. b IVG) bewirkt daher einen eigenen Versicherungsfall. Art. 4 Abs. 2 IVG, der von der \"jeweiligen Leistung\" der Versicherung spricht, kann nicht anders verstanden und ausgelegt werden (vgl. auch MEYER-BLASER, Zum Verhältnismässigkeitsgrundsatz im staatlichen Leistungsrecht, Diss. Bern 1985, S. 119).\n\nc) Aus diesen Gründen kann der Auffassung von Beschwerdegegner und Vorinstanz nicht gefolgt werden. Der Versicherungsfall der Berufsberatung gilt nicht auch für die Umschulung. Für die letztere ist der Versicherungsfall - wie oben dargelegt - bis zum 13. September 1983 nicht eingetreten. Falls er später eingetreten sein sollte, wäre der Beschwerdegegner nicht mehr versichert gewesen."}