{"annee": "112", "cour": "V", "page": "397", "date": "31/10/1986", "cite": ["110 V 99", "103 V 16", "107 V 87", "111 V 271"], "cite_par": ["115 V 191", "115 V 202", "128 V 192", "131 V 107", "136 I 297", "131 V 472"], "chapeau": "68. Urteil vom 31. Oktober 1986 i.S. Pulver gegen Industrie-, Gewerbe- und Arbeitsamt des Kantons Aargau und Versicherungsgericht des Kantons Aargau", "regestes": ["Art. 59 ss LACI: Mesures préventives (cours de langue à l'étranger). - Pour décider si les conditions d'octroi des prestations prévues par l'art. 61 LACI sont réunies, il faut raisonner de manière prospective, en se plaçant au moment du dépôt de la demande (consid. 1a). - Conditions auxquelles des prestations pour la fréquentation de cours à l'étranger (in casu un cours de langue) peuvent être allouées (consid. 1b)."], "faits": "BGE 112 V 397 S. 397\n\nA.- Der 1954 geborene Versicherte war seit 1. Oktober 1983 arbeitslos. Am 18. Mai 1984 stellte er bei der Arbeitslosenkasse des Kantons Aargau ein Gesuch um Bewilligung eines viermonatigen Spanischkurses in Malaga, was das Industrie-, Gewerbe- und Arbeitsamt des Kantons Aargau (KIGA) ablehnte.\n\nB.- Der Versicherte beschwerte sich beim Versicherungsgericht des Kantons Aargau mit dem Antrag, es seien ihm 62 Taggelder (total Fr. 8'525.--) auszurichten. Auf die Bezahlung der eigentlichen Kurskosten verzichte er.\n\nDas kantonale Gericht wies die Beschwerde am 7. Mai 1985 ab mit der Begründung, dass der Sprachkurs höchstens eine allgemeine berufliche Weiterbildung und nicht eine Weiterbildung im BGE 112 V 397 S. 398arbeitslosenversicherungsrechtlichen Sinne darstelle. Die Vermittlungsfähigkeit sei durch den Sprachkurs nicht spezifisch verbessert worden.\n\nC.- Der Versicherte führt Verwaltungsgerichtsbeschwerde und wiederholt den vorinstanzlich gestellten Antrag.\n\nDas KIGA und das Bundesamt für Industrie, Gewerbe und Arbeit schliessen auf Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Gemäss Art. 1 Abs. 2 AVIG gehört zu den Zielen des Gesetzes, drohende Arbeitslosigkeit zu verhüten und bestehende zu bekämpfen. Diesem Zwecke dienen die sog. Präventivmassnahmen (Art. 59 bis 75 AVIG). Die Arbeitslosenversicherung fördert durch finanzielle Leistungen die Umschulung, Weiterbildung oder Eingliederung von Versicherten, deren Vermittlung aus Gründen des Arbeitsmarktes unmöglich oder stark erschwert ist (Art. 59 Abs. 1 AVIG). Die Umschulung, Weiterbildung oder Eingliederung muss die Vermittlungsfähigkeit verbessern (Art. 59 Abs. 3 AVIG). Die Grundausbildung und die allgemeine Förderung der beruflichen Weiterbildung sind dagegen nicht Sache der Arbeitslosenversicherung (BGE 111 V 274 und 400 f. mit Hinweisen; ARV 1986 Nr. 17 S. 65 Erw. 2).\n\nDie Beurteilung der Frage, ob die Voraussetzungen zur Ausrichtung von Leistungen gegeben sind, hat prospektiv zu erfolgen, und zwar im Zeitpunkt, da das Gesuch eingereicht wird.\n\nAnspruchsberechtigte Kursteilnehmer können Taggelder erhalten. Die Kasse ersetzt die nachgewiesenen notwendigen Auslagen für Kursbeiträge und Lehrmittel sowie für Reisekosten. Ferner gewährt sie einen angemessenen Beitrag an die Auslagen für Unterkunft und Verpflegung am Kursort (Art. 61 AVIG).\n\nb) Öffentliches Recht gilt grundsätzlich nur in dem Staate, der es erlässt. Es untersteht somit dem Territorialprinzip. Ausserhalb seiner Grenzen kann es im Sinne von Ausnahmen gelten. Diese Überlegungen treffen auch auf das Sozialversicherungsrecht zu; denn es ist als Verwaltungsrecht dem öffentlichen Recht zugeordnet (vgl. MAURER, Schweizerisches Sozialversicherungsrecht, Bd. I, S. 202).\n\nIm unveröffentlichten Urteil Parzani vom 19. März 1986 nahm das Eidg. Versicherungsgericht eine solche Ausnahme bezüglich BGE 112 V 397 S. 399der Ausrichtung von Leistungen gemäss Art. 61 AVIG bei Besuch von Kursen im Ausland an. Jedoch müssen für die ausnahmsweise Gewährung solcher Leistungen triftige Gründe gegeben sein. Eine zurückhaltende Praxis ist nach dem erwähnten Urteil Parzani schon deshalb angebracht, weil die erforderlichen Kontrollmöglichkeiten im Ausland erschwert sind, sowohl bezüglich Qualität und Geeignetheit des in Frage stehenden Weiterbildungsinstituts als auch bezüglich des effektiven Besuchs des Kurses durch den Versicherten. Sodann bringt ein im Ausland besuchter Kurs mit sich, dass die Stellensuche in der Regel insofern erschwert wird, als der Versicherte vom heimischen Arbeitsmarkt fern ist. Zudem ist darauf hinzuweisen, dass der Versicherte nur Anspruch auf die dem jeweiligen Umschulungs-, Weiterbildungs- und Eingliederungszweck angemessenen, notwendigen Massnahmen hat, nicht aber auf die nach den gegebenen Umständen bestmöglichen Vorkehren. Denn nach einem bei Eingliederungsmassnahmen der Invalidenversicherung geltenden und auch hier anwendbaren Grundsatz sind die Massnahmen lediglich insoweit zu gewähren, als dies im Einzelfall notwendig, aber auch genügend ist (vgl. BGE 110 V 102, BGE 103 V 16 Erw. 1b mit Hinweisen; vgl. auch BGE 107 V 88). Es ist auch nicht Sache der Arbeitslosenversicherung, kulturelle Bedürfnisse abzudecken. Ferner muss der voraussichtliche Erfolg einer Massnahme in einem vernünftigen Verhältnis zu ihren Kosten stehen (vgl. oben zitierte Urteile; erwähntes Urteil Parzani).\n\nNach dem Gesagten muss demnach ein Anspruch auf Leistungen bei Besuch eines Sprachkurses im Ausland verneint werden, wenn Zweifel an der Zweckmässigkeit des Kurses bzw. Eignung des Schulbetriebes bestehen, die Überprüfbarkeit nicht bejaht werden kann oder wenn zwischen Ziel und aufzuwendenden Mitteln ein vernünftiges Verhältnis verneint werden muss. Sprachkurse im Ausland sind nur dann zu Lasten der Arbeitslosenversicherung zu bewilligen, wenn in der Schweiz keine Möglichkeit besteht, auf geeignete und zweckmässige Weise das angestrebte Ziel zu erreichen, was angesichts der auf diesem Gebiet heute vorhandenen neuen didaktischen und technischen Methoden eher die Ausnahme darstellen dürfte. Ist jedoch ein solcher Ausnahmefall zu bejahen, muss zusätzlich die Wahrscheinlichkeit dargetan sein, dass die Vermittlungsfähigkeit durch eine im Hinblick auf ein konkretes berufliches Ziel absolvierte Weiterbildung im konkreten Fall tatsächlich und in erheblichem Masse gefördert wird (ARV 1986 BGE 112 V 397 S. 400Nr. 17 S. 66 Erw. 2b, 1985 Nr. 23 S. 176 Erw. 4b und S. 179 Erw. 2b)...\n\n2. Es ist allgemein bekannt, dass man in der Schweiz an zahlreichen Instituten Spanisch lernen kann. Eine Notwendigkeit, dass der Beschwerdeführer den Kurs in Malaga besuchte, bestand nicht. Zwar hatte er dort die Möglichkeit, sich täglich auch ausserhalb der Schule in der spanischen Sprache zu üben, doch bestand im vorliegenden Fall kein triftiger Grund, im entsprechenden Sprachraum zu studieren. Wie bereits ausgeführt, gewährt die Sozialversicherung nicht das Bestmögliche, sondern das zur Erreichung des angestrebten Ziels Erforderliche und Notwendige. Aus diesen Gründen besitzt der Beschwerdeführer keinen Anspruch aus Art. 59 ff. AVIG für den Spanischkurs in Malaga, ohne dass geprüft werden müsste, ob die Leistungsvoraussetzungen von Abs. 1 und 3 des Art. 59 AVIG erfüllt sind.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}