{"annee": "112", "cour": "IA", "page": "7", "date": "8/1/1986", "cite": ["110 IA 87", "110 IA 27", "99 IA 430", "100 IA 109"], "cite_par": ["113 IA 81", "117 IA 277", "116 IA 459", "114 III 67", "117 V 282", "114 IA 101"], "chapeau": "3. Auszug aus dem Urteil der II. Zivilabteilung vom 8. Januar 1986 i.S. M. gegen Regierungsrat des Kantons St. Gallen (staatsrechtliche Beschwerde)", "regestes": ["Devoirs du tuteur (art. 405 ss CC); assistance judiciaire gratuite (art. 4 Cst.). On ne peut pas exiger d'un tuteur qui a une formation de juriste que, dans un procès en divorce, il ait une activité qui aille au-delà de la protection des intérêts personnels et patrimoniaux du pupille, comme avocat de celui-ci, s'il n'exerce pas cette profession. Dans la mesure où les conditions en sont réalisées, le pupille a droit à l'assistance judiciaire gratuite, laquelle comprend la désignation d'un avocat d'office."], "faits": "BGE 112 Ia 7 S. 8\n\nA.- M. steht unter Vormundschaft. Zu seinem Vormund ist lic. oec. HSG und lic. iur. V. ernannt worden. Seit Anfang März 1984 befindet sich M. in Untersuchungshaft.\n\nDie Ehefrau von M. reichte am 15. Mai 1985 beim Bezirksgericht St. Gallen die Ehescheidungsklage ein. Zur Führung dieses Prozesses wurde ihr durch das Justiz- und Polizeidepartement des Kantons St. Gallen am 22. Mai 1985 die unentgeltliche Rechtspflege gewährt und damit auch ein Rechtsanwalt als unentgeltlicher Rechtsbeistand bestellt.\n\nAm 4. Juni 1985 ersuchte auch der Ehemann beim Justiz- und Polizeidepartement des Kantons St. Gallen um unentgeltliche Rechtspflege. Während ihm diese im Sinne der Befreiung von den Verfahrenskosten bewilligt wurde, lehnte das Justiz- und Polizeidepartement die unentgeltliche Rechtsverbeiständung mit der Begründung ab, M. sei bevormundet und sein Vormund verfüge über die nötigen rechtlichen Kenntnisse, um ihn im Scheidungsverfahren zu vertreten.\n\nEin Wiedererwägungsgesuch wurde durch Verfügung des Justiz- und Polizeidepartements vom 17. Juli 1985 abgewiesen, was den Vormund zum Rekurs an den Regierungsrat des Kantons St. Gallen veranlasste. Dieser Rekurs des durch den Vormund vertretenen M. wurde vom Regierungsrat am 24. September 1985 abgewiesen.\n\nBGE 112 Ia 7 S. 9\n\nB.- Mit Eingabe vom 30. Oktober 1985 erhob M., vertreten durch seinen Vormund, staatsrechtliche Beschwerde gegen den Beschluss des Regierungsrats des Kantons St. Gallen vom 24. September 1985, indem er eine Verletzung von Art. 4 BV geltend machte.", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer stützt seinen Anspruch auf unentgeltliche Rechtsverbeiständung ausschliesslich auf Art. 4 BV. Nach ständiger Rechtsprechung des Bundesgerichts hat eine bedürftige Person in einem für sie nicht aussichtslosen Zivilprozess unmittelbar aufgrund dieser Verfassungsbestimmung Anspruch auf unentgeltliche Rechtspflege und auf Ernennung eines unentgeltlichen Rechtsbeistandes, sofern sie eines solchen zur gehörigen Wahrung ihrer Interessen bedarf. Ob dieser Anspruch verletzt sei, prüft das Bundesgericht frei (BGE 110 Ia 27 E. 2 und 88 E. 4, mit Hinweisen).\n\na) Im vorliegenden Fall stellt sich allein die Frage, ob die verlangte Rechtsverbeiständung entbehrlich sei, weil der Vormund des Beschwerdeführers eine rechtskundige Person ist. Der Regierungsrat des Kantons St. Gallen hat dies bejaht. Er hat im angefochtenen Beschluss ausgeführt, die Frage der Kinderzuteilung entfalle im Scheidungsprozess der Eheleute M. und die güterrechtliche Auseinandersetzung biete mangels nennenswerten ehelichen Vermögens keine ungewöhnlichen Schwierigkeiten. Da sich M. der Scheidung widersetze, stehe die Frage im Vordergrund, ob die Ehe dermassen zerrüttet sei, dass den Ehegatten die Fortsetzung der ehelichen Gemeinschaft nicht zugemutet werden könne. Der Scheidungsgrund der tiefen Zerrüttung gehöre zum Grundwissen jedes ausgebildeten Juristen; die Abklärung der Frage, ob eine solche vorliege, biete keine besonderen Probleme. Sodann hat der Regierungsrat festgestellt, dass die Lizentiatsprüfungen des Vormundes lediglich 4 1/2 Jahre zurückliegen, weshalb angenommen werden könne, dass ihm das Rechtsproblem der Zerrüttung geläufig sei. Andernfalls würde es ihm leichtfallen, sich innert Kürze in das sich stellende Thema einzulesen. Zusammen mit dem Wissen des Vormundes, welches er seinem Mündel zur Verfügung zu stellen habe, sei in Betracht zu ziehen, dass das Verfahren - das heisst, die im Ehescheidungsprozess geltende Offizialmaxime - den Parteien weitgehend entgegenkomme. Die zeitliche Belastung, die der Prozess mit sich bringe, sei dem Vormund zuzumuten. Wenngleich der BGE 112 Ia 7 S. 10klagenden Ehefrau vom Justiz- und Polizeidepartement ein unentgeltlicher Rechtsbeistand bestellt worden sei, verlange der Grundsatz der Waffengleichheit nicht gleiches Recht für den Ehemann in Anbetracht dessen, dass sein Vormund durchaus in der Lage sei, den Scheidungsprozess kundig zu führen. Darauf, dass der Vormund nicht das Anwaltspatent besitze, könne es nicht ankommen, weil unter der Herrschaft der Offizialmaxime prozessuale Vorkehren in den Hintergrund träten. Ebensowenig sei entscheidend, dass sich der Vormund des Rekurrenten bisher vorwiegend oder ausschliesslich mit Problemen des Baurechts befasst habe.\n\nb) Die Frage, ob ein Vormund oder Beistand zum unentgeltlichen Rechtsbeistand bestellt werden solle, hat sich bisher nur in Vaterschafts- und Ehelichkeitsanfechtungsprozessen gestellt, wobei die Rechtsprechung schwankend war (vgl. BGE 110 Ia 89). Immerhin wurde in BGE 99 Ia 430 ff. ganz allgemein ausgeführt, der verfassungsmässige Armenrechtsanspruch müsse der bevormundeten oder verbeiständeten Partei offenstehen wie jedem anderen Rechtsuchenden; massgebend könne einzig sein, ob sie selbst bedürftig sei oder nicht. Demgegenüber lehnte es das Bundesgericht in BGE 100 Ia 115 ff. ab, in einem als aussichtslos betrachteten Vaterschaftsprozess und dem damit verbundenen Verfahren der staatsrechtlichen Beschwerde den Beistand des Kindes, der praktizierender Anwalt war, zum unentgeltlichen Rechtsbeistand zu ernennen. Nach der Auffassung des Bundesgerichts verfügte der Beistand über die nötigen Rechtskenntnisse, um die Interessen des Kindes zu wahren, und war die Anwaltsentschädigung für das Verfahren vor Bundesgericht Bestandteil der Kosten der Beistandschaft.\n\nIn dem zuletzt publizierten Entscheid zu einer vergleichbaren Frage (BGE 110 Ia 87 ff., insbesondere S. 90) hat das Bundesgericht ausgeführt, es komme unter dem Gesichtspunkt des unmittelbar aus Art. 4 BV fliessenden Armenrechtsanspruchs allein darauf an, dass einer bedürftigen Partei der Zugang zum Gericht nicht infolge ihrer Bedürftigkeit verwehrt oder erschwert werde. Dieser durch die Verfassung garantierte Minimalanspruch umfasse indessen nicht auch das Recht, von Verfahrens- oder Vertretungskosten überhaupt befreit zu werden. Eine Partei, die über einen geeigneten rechtskundigen Vertreter verfüge, der zu ihrer Vertretung im Prozess nicht nur in der Lage, sondern ohne Vorschiessung der Kosten auch bereit oder verpflichtet sei, könne daher nicht unter Berufung auf Art. 4 BV die Ernennung eines Armenanwalts verlangen.\n\nBGE 112 Ia 7 S. 11\n\nc) Wie der Beschwerdeführer zutreffend dargelegt hat, lässt sich dieser Judikatur nichts Entscheidendes für oder gegen den im vorliegenden Fall doch recht unterschiedlichen Sachverhalt herleiten. Anders als etwa in BGE 110 Ia 87 ff. wurde nicht eigens mit dem Auftrag, den Betroffenen im Prozess zu vertreten, ein hiefür geeigneter Beistand bestellt. Vielmehr hat die Ehefrau geraume Zeit nach Errichtung der Vormundschaft die Ehescheidungsklage erhoben; im Augenblick, als der Vormund ernannt wurde, war noch nicht vorauszusehen, dass das Mündel Beklagter in einem Zivilprozess sein würde.\n\nEs kann deshalb nur darauf ankommen, ob der unbestritten bedürftige Beschwerdeführer in dem auf ihn zugekommenen Scheidungsprozess - der nicht als für ihn zum vornherein aussichtslos bezeichnet werden kann - sich gehörig zur Wehr zu setzen vermag. Unter dem Gesichtspunkt der Waffengleichheit mit der durch einen Rechtsanwalt vertretenen Ehefrau ist insbesondere zu berücksichtigen, dass der Beschwerdeführer nur während gut fünf Jahren die Schule besucht hat. Ungeachtet der Ausbildung und beruflichen Qualifikation des Vormundes fällt entscheidend ins Gewicht, wie leicht die sich stellenden prozess- und materiellrechtlichen Fragen zu beantworten sind. Der Umstand, dass im Ehescheidungsverfahren für die wichtigsten Fragen die Offizialmaxime gilt, darf dabei nicht überbewertet werden. Vielmehr muss sichergestellt werden, dass der Beschwerdeführer rechtskundig vertreten ist, das heisst, dass sein Vertreter im Ehescheidungsprozess über die hiefür - und nicht bezüglich anderer Rechtsprobleme - erforderlichen Kenntnisse und Fähigkeiten in der Weise verfügt, dass die von einem Rechtsanwalt vertretene Gegenpartei sich nicht vorweg in einer günstigeren Lage befindet (BGE 110 Ia 28).\n\n3. Der Regierungsrat hat mit dem angefochtenen Beschluss die Anforderungen, die an den Rechtsvertreter in einem Ehescheidungsverfahren ganz allgemein und in einer Kampfscheidung im besonderen gestellt werden, unterschätzt. Er hat den Hochschulabschlüssen des Vormundes eine zu grosse Bedeutung zugemessen und ohne Berücksichtigung der Kenntnisse und Erfahrungen, die vom Rechtsvertreter in einem Zivilprozess erwartet werden, die juristische Versiertheit des Vormundes bejaht. Der vom Regierungsrat eingenommene Standpunkt führt im Ergebnis dazu, dass die Waffengleichheit in dem Scheidungsprozess, den der Beschwerdeführer mit seiner Ehefrau austrägt, gefährdet ist.\n\nBGE 112 Ia 7 S. 12\n\na) Der Scheidungsprozess ist für den Beschwerdeführer, wie der Regierungsrat selber einräumt, \"von etwelcher Bedeutung\". Da sich M. der Ehescheidung widersetzt, müssen denn auch vor dem Richter nicht nur Aussagen zur tiefen Zerrüttung gemacht oder Beweisanträge dazu gestellt werden. Vielmehr wird das Scheidungsverfahren in die heikle Rechtsfrage einmünden, ob der klagenden Gattin die Fortsetzung der ehelichen Gemeinschaft zugemutet werden dürfe. Möglicherweise stellt sich auch die Frage, ob das überwiegende Verschulden an der Zerrüttung vorwiegend dem einen Ehegatten zuzuschreiben sei, so dass dem anderen Ehegatten die Klage wegen Art. 142 Abs. 2 ZGB verwehrt wäre. Schon deshalb muss dem Beschwerdeführer, der unbestrittenermassen nicht rechtskundig ist, Gelegenheit gegeben werden, einen in Scheidungsprozessen erfahrenen Anwalt als unentgeltlichen Rechtsbeistand zu wählen.\n\nb) Entgegen der Auffassung des Regierungsrates kann der Beschwerdeführer seinen von der Verfassung gewährleisteten Anspruch auf unentgeltliche Verbeiständung nicht schon deswegen einbüssen, weil sein Vormund Jurist mit Hochschulabschluss ist. Es lässt sich nicht behaupten, der Beschwerdeführer sei rechtskundig und ausreichend vor Gericht unterstützt aufgrund des Umstandes, dass sein Vormund eine juristische Ausbildung genossen hat; insbesondere ist dadurch nicht a priori Waffengleichheit mit der durch einen Rechtsanwalt vertretenen Gegenpartei hergestellt. Wie der Beschwerdeführer zutreffend darlegt, setzt eine sachkundige Vertretung im Scheidungsprozess nicht nur theoretische Kenntnisse des materiellen Scheidungsrechts voraus, die sich mit entsprechendem Zeitaufwand allenfalls aneignen liessen (wobei es sich freilich fragt, ob das, wie der Regierungsrat ohne weiteres annimmt, noch zum Aufgabenbereich eines aus anderem Grunde bestellten Vormundes gehöre). Vonnöten ist vielmehr auch eine minimale praktische Erfahrung im Umgang mit zivilprozessualen Problemen, über welche man nicht schon deshalb verfügt, weil man ein juristisches Studium abgeschlossen hat. Der Vormund erklärt selber, dass er in seiner bisherigen Tätigkeit nie mit Fragen des Familien- und insbesondere des Scheidungsrechts befasst war. Es spricht für das Verantwortungsbewusstsein des Vormundes gegenüber dem Mündel, dass er sich ausserstande fühlt, dessen persönliche Interessen in einem so wichtigen Verfahren, wie es der Scheidungsprozess für die Betroffenen ist, fachkundig wahrzunehmen.\n\nBGE 112 Ia 7 S. 13\n\nc) Auch das Argument des Regierungsrates, prozessuale Überlegungen träten in den Hintergrund, weil das Ehescheidungsverfahren von der Offizialmaxime beherrscht werde, vermag nicht zu überzeugen. Die Offizialmaxime enthebt die Parteien nicht der Verantwortung für das Sammeln des Prozessstoffes, dem gerade bei einer Kampfscheidung, wie sie im vorliegenden Fall zu erwarten ist, entscheidende Bedeutung zukommt. Bezüglich Art. 142 Abs. 2 ZGB gilt insofern die Dispositionsmaxime, als der Richter nicht von Amtes wegen der Schuldfrage nachzugehen und allenfalls das überwiegende Verschulden des Klägers festzustellen hat (Kommentar BÜHLER/SPÜHLER, N. 132 zu Art. 142 ZGB). Im übrigen würde man sich wohl kaum mehr der Offizialmaxime erinnern, wenn dem Vormund als Rechtsvertreter im Scheidungsverfahren Fehler unterliefen, sondern man würde ihn wiederum bei seiner juristischen Ausbildung behaften.\n\nd) Soweit entsprechend der ursprünglichen Absicht des Gesetzgebers das Amt des Vormundes Privaten übertragen wird, darf man selbst von einem Vormund mit qualifizierter Ausbildung nicht erwarten, dass er über die Wahrung der persönlichen und vermögensrechtlichen Interessen des Mündels hinaus - mit der an sich eine Prozessführung verbunden sein mag (Kommentar EGGER, N. 28 zu Art. 407 ZGB) - geradezu als dessen Rechtsanwalt tätig wird, ohne dass er diesen Beruf praktiziert. Qualifizierte Berufsleute würden von der Übernahme einer Vormundschaft abgehalten, wenn man sie unter Berufung auf ihre Ausbildung zwänge, Aufgaben in grossem Umfang zu erfüllen, die zwar den Interessen des Mündels dienen, aber doch nicht in unmittelbarem Zusammenhang mit der Vormundschaft stehen und bei deren Übernahme nicht vorausgesehen werden konnten. Dem Bevormundeten steht wie jedem Rechtsuchenden der verfassungsmässige Anspruch auf unentgeltliche Rechtsverbeiständung zu, sofern die Voraussetzungen hiefür erfüllt sind. Dieser Anspruch darf nicht deswegen beeinträchtigt werden, weil dem Mündel zufällig ein als Jurist ausgebildeter Vormund zur Seite steht, der aber nicht über die Kenntnisse und die Erfahrung eines patentierten Rechtsanwaltes verfügt."}