{"annee": "112", "cour": "IA", "page": "136", "date": "27/8/1986", "cite": ["100 IA 157", "94 I 29", "108 IA 155", "103 IA 369", "101 IA 583", "111 IA 196", "108 IA 178", "104 IA 305", "110 IA 176", "104 IA 215", "105 IA 349", "111 IA 115", "105 IA 80"], "cite_par": ["118 IA 320", "118 IA 305", "122 I 90", "123 I 41", "129 I 366", "130 I 140", "126 I 81", "118 IA 245", "141 V 495"], "chapeau": "24. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 27. August 1986 i.S. X. gegen Grossen Rat des Kantons Schaffhausen (staatsrechtliche Beschwerde)", "regestes": ["Art. 85 let. a et 88 OJ; qualité pour recourir contre une norme cantonale de délégation. La qualité pour attaquer une norme cantonale de délégation est donnée sur la base de l'art. 85 let. a OJ lorsque est invoquée une violation des droits politiques (consid. 2a); elle l'est sur la base de l'art. 88 OJ lorsque est invoquée une violation de l'art. 4 Cst., de l'art. 2 Disp.trans. Cst. ou du principe de la séparation des pouvoirs (consid. 2b). Violation du droit de vote des citoyens par une norme de délégation? Telle que prévue à l'art. 44 de la loi schaffhousoise du 18 février 1985 sur l'organisation de l'activité du gouvernement et de l'administration, la délégation ne viole pas le droit de vote des citoyens, qui habilite le Conseil d'Etat à adapter, par voie d'ordonnance, les dispositions régissant l'organisation et les compétences de l'administration cantonale contenues dans des lois ou des décrets (consid. 3)."], "faits": "BGE 112 Ia 136 S. 137\n\nDer Grosse Rat des Kantons Schaffhausen verabschiedete am 18. Februar 1985 das Gesetz über die Organisation der Regierungs- und Verwaltungstätigkeit (Organisationsgesetz). Der Abschnitt \"D. Schlussbestimmungen\" enthält unter anderem folgende Vorschrift:\n\nArt. 44 Organisationsrechtliche Befugnisse des Regierungsrates Der Regierungsrat ist ohne Rücksicht auf abweichende Vorschriften in bestehenden Gesetzen befugt, in Gesetzen oder Dekreten enthaltene Organisations- und Zuständigkeitsvorschriften für die kantonale Verwaltung im Sinne dieses Gesetzes auf dem Verordnungsweg anzupassen.\n\nEr ist ermächtigt, im Falle einer solchen Anpassung gesetzliche Kompetenzvorschriften zugunsten eines bestimmten Departements oder einer bestimmten nachgeordneten Dienststelle allgemeiner zu fassen.\n\nDie Volksabstimmung über das Organisationsgesetz wurde auf den 22. September 1985 angesetzt.\n\nMit Eingabe vom 5. September 1985 erhob X. staatsrechtliche Beschwerde beim Bundesgericht. Er rügt die in Art. 44 des Organisationsgesetzes enthaltene Delegationsnorm zugunsten des Regierungsrates als eine Verletzung des Stimmrechts sowie einen Verstoss gegen Art. 4 BV und Art. 2 Üb.Best. BV.\n\nBGE 112 Ia 136 S. 138Eine weitere Verletzung des Stimmrechts sieht er in einer angeblich unzulässigen Beeinflussung des Stimmbürgers durch die Botschaft des Grossen Rates. Er beantragt, Art. 44 des Organisationsgesetzes als \"verfassungswidrig unzulässig und somit unanwendbar zu erklären und aufzuheben\".\n\nIn der Volksabstimmung vom 22. September 1985 wurde das Organisationsgesetz angenommen.\n\nMit Teilurteil vom 24. April 1986 wies das Bundesgericht die staatsrechtliche Beschwerde ab, soweit sie sich gegen die Volksabstimmung vom 22. September 1985 richtet. Im übrigen wurde das Verfahren bis zur amtlichen Veröffentlichung des Gesetzes sistiert. Mit der Veröffentlichung des Gesetzes am 9. Mai 1986 ist die Sistierung dahingefallen. Das Bundesgericht weist die staatsrechtliche Beschwerde ab, soweit darüber nicht bereits entschieden wurde und darauf eingetreten werden kann.", "considerants": "Aus den Erwägungen:\n\n2. a) Der Beschwerdeführer ist stimmberechtigter Einwohner des Kantons Schaffhausen und damit grundsätzlich berechtigt, im Zusammenhang mit der Volksabstimmung über das neue Organisationsgesetz Stimmrechtsbeschwerde zu führen (Art. 85 lit. a OG). Mit dieser Beschwerde kann nach der Rechtsprechung des Bundesgerichts gerügt werden, ein Erlass enthalte eine Delegationsnorm, durch die eine referendumspflichtige Materie künftig der Volksabstimmung entzogen werde (BGE 105 Ia 361 E. 4b; BGE 104 Ia 307 /308 E. 1b). Die Beschwerde ist daher zulässig, soweit mit ihr die Aufhebung von Art. 44 des Organisationsgesetzes beantragt wird, der nach der Auffassung des Beschwerdeführers eine unzulässige Kompetenzdelegation enthält.\n\nb) Soweit der Beschwerdeführer jedoch die Verletzung von Art. 4 BV und Art. 2 Üb.Best. BV sowie des Grundsatzes der Gewaltentrennung rügt, bestimmt sich die Legitimation zur Beschwerdeführung nach Art. 88 OG. Diese Vorschrift setzt voraus, dass der Beschwerdeführer durch den angefochtenen Erlass in seiner persönlichen Rechtsstellung beeinträchtigt wird. Das ist hier jedoch nicht der Fall, weshalb in dieser Hinsicht auf die Beschwerde nicht eingetreten werden kann (BGE 105 Ia 359 E. 3d).\n\n3. a) Bei Stimmrechtsbeschwerden prüft das Bundesgericht nicht nur die Auslegung von Bundesrecht und kantonalem Verfassungsrecht frei, sondern auch jene anderer kantonaler Vorschriften, BGE 112 Ia 136 S. 139die den Inhalt des Stimm- und Wahlrechts regeln oder mit diesem eng zusammenhängen. In ausgesprochenen Zweifelsfällen schliesst es sich jedoch der von der obersten kantonalen Behörde vertretenen Auffassung an; als solche gelten das Parlament und das Volk (BGE 111 Ia 117 /118 E. 2a; BGE 110 Ia 181 E. 3a, je mit Hinweisen).\n\nb) Der Beschwerdeführer macht geltend, die Schaffung der Delegationsnorm von Art. 44 des Organisationsgesetzes hebe das Stimmrecht in unzulässiger Weise auf. Wie es sich damit verhält, hängt von der Beantwortung der Frage ab, ob die mit dieser Vorschrift ausgesprochene Delegation an den Regierungsrat zulässig ist, in Gesetzen und Dekreten enthaltene Organisations- und Zuständigkeitsvorschriften für die kantonale Verwaltung auf dem Verordnungsweg anzupassen.\n\nNach der bundesgerichtlichen Rechtsprechung ist die Delegation rechtsetzender Befugnisse an Verwaltungsbehörden zulässig, wenn sie nicht durch das kantonale Recht ausgeschlossen wird, wenn sie auf ein bestimmtes Gebiet beschränkt wird und das Gesetz die Grundzüge der Regelung selbst enthält, soweit sie die Rechtsstellung der Bürger schwerwiegend berührt, und wenn sie in einem der Volksabstimmung unterliegenden Gesetz enthalten ist. Ob die Delegationsnorm diesen verfassungsrechtlichen Anforderungen genügt, prüft das Bundesgericht frei (BGE 104 Ia 310 E. 3c mit Hinweisen).\n\nc) Im vorliegenden Fall stellt sich zunächst die Frage, ob bestehendes formelles Gesetzesrecht überhaupt auf dem Verordnungsweg geändert werden kann.\n\nAus dem rechtsstaatlichen Prinzip des Vorrangs des Gesetzes folgt unter anderem der Grundsatz der Parallelität der Formen. Danach kann eine Behörde ihre Anordnungen nur in jener Form gültig ändern, in der sie erlassen wurden (BGE 108 Ia 184 E. 3d; BGE 105 Ia 81 E. 6a; BGE 101 Ia 591 E. 4a; BGE 100 Ia 162 E. 5d; 98 Ia 111 E. 2d; BGE 94 I 36 E. 3a). Mehr folgt aus diesem Grundsatz nicht; namentlich ist es dem Gesetzgeber nicht verwehrt, die Kompetenz zur Änderung oder Aufhebung einer Norm des formellen Gesetzes an den Verordnungsgeber zu delegieren (vgl. BGE 103 Ia 379 E. 4b). Hingegen muss sich die Befugnis zur Aufhebung oder Änderung formellen Gesetzesrechts durch den Verordnungsgeber in klarer Weise aus der Delegationsnorm ergeben, die ihrerseits in einem dem Referendum unterstehenden Gesetz enthalten sein muss (BGE 103 Ia 378 /379 E. 4b; BGE 94 I 36 E. 3a).\n\nBGE 112 Ia 136 S. 140\n\nDiesem Erfordernis wurde im vorliegenden Fall dadurch Genüge getan, dass die Delegationsnorm im Organisationsgesetz enthalten und dem Volk unterbreitet worden ist.\n\nd) Der umstrittenen Delegation von Rechtssetzungsbefugnissen an den Regierungsrat stehen im weitern keine Normen des kantonalen Rechts entgegen. Zwar beruft sich der Beschwerdeführer auf die Art. 41 Ziff. 4, Art. 42 Ziff. 1 und Art. 66 KV. Die Vorschrift von Art. 41 Ziff. 4 KV bestimmt jedoch lediglich, dass dem Grossen Rat unter Vorbehalt der Volksrechte das Recht der Gesetzgebung nach Massgabe der Verfassung zustehe. Art. 42 Ziff. 1 KV schreibt vor, dass unter anderem Gesetze der Volksabstimmung zu unterstellen sind. Art. 66 KV zählt die Befugnisse des Regierungsrates auf. Über die Frage der Zulässigkeit einer Delegation dieser Rechtssetzungsbefugnisse an den Regierungsrat lässt sich diesen Verfassungsvorschriften nichts entnehmen. Namentlich schliessen sie eine solche Delegation nicht aus.\n\ne) Die Delegation ist sodann auf ein bestimmtes Gebiet beschränkt. Zwar sollen nach Art. 44 des Organisationsgesetzes sämtliche Gesetze und Dekrete angepasst werden können. Wortlaut, systematische Stellung unter dem Titel \"D. Schlussbestimmungen\" und die Beratungen der grossrätlichen Spezialkommission (Protokoll, S. 78/79) zeigen, dass es nur um Anpassung bestehender Gesetze und Dekrete an das neue Gesetz gehen kann. Obwohl sich die Delegation auf sämtliche bestehenden Gesetze und Dekrete bezieht, ist das Erfordernis der Beschränkung auf ein bestimmtes Gebiet gewahrt. Die Delegation beschränkt sich auf den klar abgegrenzten, engen Bereich der Anpassung von Organisations- und Zuständigkeitsvorschriften für die kantonale Verwaltung im Sinne des neuen Gesetzes.\n\nf) Die Delegation nach Art. 44 des Organisationsgesetzes betrifft ferner keine Regelung, welche die Rechtsstellung der Bürger berührt. Es geht um blosse Organisations- und Zuständigkeitsvorschriften innerhalb der Verwaltung. Solche bereits bestehenden Vorschriften sollen mit dem neuen Gesetz in Übereinstimmung gebracht werden. Dabei hat sich der Regierungsrat an das Organisationsgesetz zu halten und ist nicht befugt, von Bestimmungen dieses Gesetzes abzuweichen. Wie sich auch aus der Liste ergibt, die bei der Beratung für das neue Gesetz vorlag, halten sich die vorgesehenen Gesetzesänderungen durchaus im Rahmen der Delegationsnorm. Substanzielle Änderungen wie jene des Verwaltungsrechtspflegegesetzes, die den Rechtsmittelweg im Verwaltungsverfahren BGE 112 Ia 136 S. 141regelt (Art. 16) und somit die Rechte des Einzelnen berührt, wurden durch Aufnahme in das Gesetz selbst vorgenommen (Art. 42 des Organisationsgesetzes). Der Grund zur Übertragung der allgemeinen Anpassungskompetenz liegt einzig darin, die betreffenden Vorschriften, die den Einzelnen in seinen Rechten nicht berühren, auf einfache Weise dem Organisationsgesetz anzupassen. Zwar wäre das auch ohne weiteres unmittelbar durch das neue Gesetz selbst möglich gewesen. Doch ist die Begründung der kantonalen Behörden berechtigt, wonach die Gesetzesvorlage durch den Verzicht auf eine in das Gesetz integrierte Anpassung an Übersicht gewonnen hat und zudem allfällige Fehler bei der Durchsicht des Rechtsbuchs auf einfache Art korrigiert werden können. Die entgegenstehenden Bedenken des Beschwerdeführers sind unbegründet. Namentlich kann der Regierungsrat die Gesetze nicht \"nach Gutdünken\" anpassen, da Art. 44 des Organisationsgesetzes die Kompetenz klar umschreibt, begrenzt und inhaltlich in den Rahmen des neuen Gesetzes weist. Es liegt auch im Wesen einer jeden vom Volk ausgesprochenen Delegation, dass der Stimmbürger dadurch sein Stimmrecht einschränkt. Genügt die Delegationsnorm den verfassungsrechtlichen Anforderungen, so hat sich der einzelne Stimmbürger diese Einschränkung gefallen zu lassen, auch wenn er ihr nicht zugestimmt hat.\n\ng) Der Beschwerdeführer macht schliesslich geltend, durch eine allfällige Änderung anderer Gesetze auf dem Verordnungsweg werde der Grundsatz der Einheit der Materie verletzt.\n\nDas vom Verfassungsrecht des Bundes gewährleistete politische Stimmrecht gibt dem Bürger unter anderem Anspruch darauf, dass kein Abstimmungsergebnis anerkannt wird, das nicht den freien Willen der Stimmbürger zuverlässig und unverfälscht zum Ausdruck bringt. Daraus wird unter anderem das generell gültige Prinzip der Einheit der Materie abgeleitet, wonach verschiedene Materien nicht zu einer einzigen Abstimmungsvorlage verbunden werden dürfen (BGE 111 Ia 198 E. 2b mit Hinweis auf BGE 108 Ia 157 E. 3b und BGE 104 Ia 223 E. 2b).\n\nIm vorliegenden Fall ist der Grundsatz der Einheit der Materie klarerweise nicht verletzt. Die Gesetzesvorlage hat die Organisation der Regierungs- und Verwaltungstätigkeit im Kanton Schaffhausen zum Gegenstand. Der umstrittene Art. 44 des Organisationsgesetzes ermöglicht dem Regierungsrat die Anpassung anderer Gesetze und Dekrete in bezug auf Organisations- und Zuständigkeitsvorschriften im Rahmen dieses neuen Gesetzes. Es handelt BGE 112 Ia 136 S. 142sich demnach um dieselbe Materie, wie sie im Organisationsgesetz geregelt ist. Darauf, ob jene Gesetze an sich verschiedene Materien regeln, kann es nicht ankommen."}