{"annee": "112", "cour": "IV", "page": "48", "date": "10/3/1986", "cite": ["101 IV 340", "83 IV 55", "95 IV 157", "53 I 195"], "cite_par": ["116 IV 167", "117 IV 480", "117 IV 54", "117 IV 48", "116 IV 371", "116 IV 161"], "chapeau": "15. Auszug aus dem Urteil des Kassationshofes vom 10. März 1986 i.S. S. c. Staatsanwaltschaft des Kantons Luzern (Nichtigkeitsbeschwerde)", "regestes": ["Art. 1 al. 1, 20 al. 1 litt. a OL. Un avantage peut aussi être qualifié de momentané lorsque, pour le lecteur moyen, il est reconnaissable que l'offre est limitée dans le temps, parce que la quantité de la marchandise en vente est restreinte aux stocks existants. Une règle particulière s'applique, à certaines conditions, en cas de vente de coupons et d'invendus. L'annonce de réductions de prix pour le stock restant de certains articles saisonniers (vêtements, etc.), peu avant le début des soldes autorisés, par le moyen de prospectus envoyés par une maison de vente par correspondance est soumise à autorisation."], "faits": "", "considerants": "BGE 112 IV 48 S. 49\n\nAus den Erwägungen:\n\n2. Gemäss Art. 20 Abs. 1 lit. a AO wird mit Haft oder Busse bestraft, wer vorsätzlich eine unter diese Verordnung fallende, nicht bewilligte Verkaufsveranstaltung öffentlich ankündigt oder durchführt. Handelt der Täter fahrlässig, so wird er mit Busse bestraft (Art. 20 Abs. 2 AO). Ausverkäufe und ähnliche Veranstaltungen im Sinne dieser Verordnung sind Veranstaltungen des Detailverkaufs, bei denen dem Käufer durch öffentliche Ankündigung in Aussicht gestellt wird, dass ihm vorübergehend besondere, vom Verkäufer sonst nicht gewährte Vergünstigungen zukommen werden (Art. 1 Abs. 1 AO).\n\nUmstritten ist im vorliegenden Fall einzig, ob in den inkriminierten Prospekten vorübergehende Vergünstigungen angekündigt wurden. Bei der Beurteilung dieser Rechtsfrage kommt es nicht darauf an, welchen Sinn der Veranstalter der Ankündigung beigelegt hat; massgebend ist vielmehr der Eindruck, den die Ankündigung auf das Publikum macht, d.h. ob die angesprochene Käuferschicht in den Glauben versetzt wird, die angepriesene Ware später nicht mehr so günstig erwerben zu können wie zur Zeit des Sonderangebots (BGE 101 IV 341 E. 2, BGE 95 IV 158 E. 1 mit Verweisungen).\n\na) Die beiden zu beurteilenden Prospekte Nrn. 4 und 6 tragen die Überschrift \"... (X.) ... NEUE POST\". Im Bereich der Überschrift sind drei schwarze \"Stempel\" mit den Worten \"Wichtige Mitteilung\" angebracht. Auf 16 bzw. 20 Seiten werden farbig abgebildete Waren, vor allem Kleidungsstücke, angepriesen. Bei jeder Abbildung ist ein ovales gelbes Feld angebracht, in dem zwei Preise genannt werden: in kleiner Druckschrift der alte Preis, der durchgestrichen ist, und darunter in etwa 3 mal grösserer, ca. 7 mm hoher Schrift der neue tiefere Preis, der wie mit Filzstift von Hand geschrieben wirkt. Im weiteren wird auf folgendes hingewiesen (im BGE 112 IV 48 S. 50Prospekt Nr. 4 vom Januar 1984 auf der Titelseite in gewöhnlich grosser Druckschrift auf einem gelben, schrägstehenden Balken sowie auf S. 3 und 8 an weniger auffälliger Stelle und ohne gelben Balken; im Prospekt Nr. 6 vom Januar 1985 lediglich auf S. 3 und 8 in der letztgenannten Form):\n\n\"Bei allen diesen Angeboten handelt es sich um aktuelle Saison-Artikel aus dem Katalog. Damit wir Sie bestmöglichst bedienen können, bitten wir Sie, uns ... auch einen gewünschten Ersatz-Artikel bekanntzugeben.\"\n\nb) Nach Auffassung der Vorinstanz erweckten die beiden Prospekte beim Durchschnittsleser angesichts der gesamten Umstände den Eindruck, dass damit eine vorübergehende Preisreduktion im Sinne von Art. 1 Abs. 1 AO und demnach ein Sonderverkauf gemäss Art. 2 Abs. 2 AO angekündigt werde. Das Obergericht wies zur Begründung auf die beschriebene Aufmachung und den Inhalt der Prospekte hin sowie auf die Tatsachen, dass darin Saisonartikel um die Jahreswende, also bereits in fortgeschrittener Saison, angeboten wurden und dass die Prospekte kurz vor Beginn der Ausverkaufszeit (15. Januar) bei den Adressaten eintrafen.\n\nDer Beschwerdeführer weist demgegenüber auf die besonderen Probleme beim Einkauf und Verkauf von der Mode unterworfenen Saisonartikeln hin. Er führt aus, dass der Fabrikant Modeartikel von vornherein nur in einer ganz bestimmten Anzahl herstelle, dass daher spätere Nachbestellungen durch ein Versandhaus ausgeschlossen seien, dass sich ein Versandhaus darauf einstellen und daher Modeartikel auf einmal und in entsprechend grossen Beständen einkaufen müsse, dass die eingekauften Waren, deren Absatz aufgrund der Anpreisung im Hauptkatalog nicht den Erwartungen entspricht, in der Folge zu reduzierten Preisen erneut angepriesen werden und dass dieses Angebot zu herabgesetzten Preisen, das in speziellen Prospekten angekündigt werde, nicht nur vorübergehend, sondern dauernd gelte, bis die fraglichen Waren verkauft seien.\n\nDiese Ausführungen des Beschwerdeführers mögen die tatsächlichen Verhältnisse zutreffend wiedergeben, sie gehen aber an der Sache vorbei. Gerade wegen der in der Beschwerde genannten Tatsachen werden für bestimmte Zeiten (siehe Art. 9 Abs. 2 AO) Ausverkäufe und Sonderverkäufe bewilligt; diese sollen den Absatz von noch nicht verkauften Waren erleichtern und gerade den Geschäften, die Saison- bzw. Modeartikel anbieten, die Räumung der Lager ermöglichen (BGE 101 Ib 148 f., 95 IV 159 E. 2).BGE 112 IV 48 S. 51\n\nc) Auch wenn man mit dem Beschwerdeführer davon ausgeht, der Durchschnittsleser habe die beiden Prospekte in dem Sinne verstanden, dass die Fa. X. die darin genannten Waren so lange zu den herabgesetzten Preisen verkaufe, bis die noch vorhandenen Bestände erschöpft seien, enthalten die inkriminierten Prospekte die öffentliche Ankündigung einer vorübergehenden Vergünstigung im Sinne von Art. 1 Abs. 1 AO. Eine angekündigte Vergünstigung kann auch dann vorübergehend sein, wenn sie für den Durchschnittsleser erkennbar durch die mengenmässige Beschränkung auf die noch vorhandenen Warenbestände zeitlich befristet wird, ihre Dauer somit nicht von vornherein zeitlich genau bestimmt ist, sondern vom Umsatz, also von den Interessen der Kunden abhängt (siehe BGE 95 IV 160, BGE 83 IV 57; nicht publizierte Urteile des Kassationshofes vom 4. Februar 1986 i.S. G. c. VS, vom 19. Januar 1984 i.S. M. c. BS und vom 30. Mai 1983 i.S. LU c. H.; LUCAS DAVID, Schweizerisches Werberecht, 1977, S. 271; GIGER, in ZBl 50/1949 S. 236; HEINZ PETER CHRISTEN, in WuR 18/1966 S. 165). Der Beschwerdeführer scheint dies nicht grundsätzlich zu bestreiten, er macht aber geltend, nach Lehre und Praxis seien sog. \"Restenverkäufe\", wie sie namentlich in der Textil- und Schuhbranche üblich und notwendig sind, keine bewilligungspflichtigen Sonderverkäufe im Sinne der Ausverkaufsordnung.\n\nGemäss Ziff. 133 der in der Beschwerde zitierten Empfehlungen des BIGA vom 2. Oktober 1978 betreffend den Vollzug der Ausverkaufsordnung ist \"die Ankündigung von Resten- und Restpostenverkäufen ... immer dann ohne Bewilligung zulässig, wenn nicht der Eindruck erweckt wird, dass nur vorübergehend zu besonders billigen Preisen Restposten offeriert werden (vgl. BGE 53 I 195ff.).\" Eine Bewilligung ist nicht erforderlich, wenn die Ankündigung \"auf eine immer bestehende oder doch stets sich wiederholende Verkaufsgelegenheit\" hinweist. Es handelt sich um Waren, \"bei denen der regelmässige Anfall von Resten und Restposten typisch ist\". Dabei stehen \"Waren, die beim Verkauf zugemessen werden (zum Beispiel Textilien, Wand- und Bodenbeläge usw.), sowie Schuhe und dergleichen\" im Vordergrund. Diese Voraussetzungen, die in ähnlicher Weise auch in BGE 53 I 197f. umschrieben werden, sind vorliegend nicht erfüllt. Die fraglichen Prospekte weisen nicht auf eine immer bestehende oder doch stets sich wiederholende Gelegenheit hin. Da die Prospekte kurz vor dem Beginn der Ausverkaufszeit (15. Januar) bei den Adressaten BGE 112 IV 48 S. 52eintrafen und darin ein Hinweis fehlte, dass auch ausserhalb der Ausverkaufszeiten Resten oder Restposten zu ähnlich stark reduzierten Preisen verkauft werden, erschien die angekündigte Veranstaltung dem Durchschnittsleser als bewilligungspflichtiger Inventurausverkauf (DAVID, op. cit., S. 272; vgl. auch RUDOLF FLÜELER, Die rechtliche Regelung des Ausverkaufswesens in der Schweiz, Diss. BE 1957, S. 69 f., B. VON BÜREN, Kommentar zum BG über den unlauteren Wettbewerb, 1957, S. 228). Dieser Eindruck wurde durch die Bitte des Anbieters um Angabe eines Ersatzartikels bestätigt; damit wurde noch besonders auf die mengenmässige Beschränkung des Angebots hingewiesen und dem Adressaten rasches Zugreifen nahegelegt. In den inkriminierten Prospekten deutete nichts darauf hin, dass das Angebot der darin genannten Waren zu stark reduzierten Preisen zum ordentlichen Geschäftsgang der Fa. X. gehöre und auch ausserhalb der Ausverkaufszeiten ständig gelte oder doch in regelmässigen Abständen wiederholt werde. Der Beschwerdeführer hat dies denn auch weder nachgewiesen noch behauptet. Bei dieser Sachlage kann dahingestellt bleiben, ob die in den fraglichen Prospekten angepriesenen Waren im Zeitpunkt der Ankündigung überhaupt als \"Resten\" im Sinne der zitierten Empfehlungen des BIGA und der Rechtsprechung zu betrachten sind.\n\nd) Die fraglichen Prospekte erweckten demnach beim Durchschnittsleser angesichts ihrer Aufmachung, des Zeitpunkts ihrer Verteilung und der Art der darin angepriesenen Waren den Eindruck, dass ihm vorübergehend vom Verkäufer sonst nicht gewährte Vergünstigungen zukommen werden. Indem der Beschwerdeführer eine solche Veranstaltung öffentlich ankündigte, ohne im Besitz der erforderlichen Bewilligung zu sein, erfüllte er den Tatbestand von Art. 20 Abs. 1 lit. a AO."}