{"annee": "112", "cour": "II", "page": "450", "date": "18/11/1986", "cite": ["31 II 662", "109 II 116", "34 II 694", "111 II 263", "94 II 355"], "cite_par": ["132 III 449", "122 III 26", "140 III 409", "122 III 373"], "chapeau": "73. Extrait de l'arrêt de la Ire Cour civile du 18 novembre 1986 dans la cause Banque X. contre B. (recours en réforme)", "regestes": ["Responsabilité de la banque qui verse à un tiers non autorisé les fonds que son client lui a confiés. Clause de transfert. Gestion d'affaires. 1. Nature juridique de la prétention du client à l'égard de la banque et de la clause par laquelle la banque reporte sur ses clients le risque d'une exécution dépourvue d'effet libératoire (consid. 3). 2. L'exploitation d'une banque doit être assimilée à l'exercice d'une industrie concédée par l'autorité, au sens de l'art. 100 al. 2 CO (consid. 3). 3. Fondements légaux du rejet ou de la réduction des prétentions du client (consid. 4). 4. Gestion d'affaires entreprise par le client dans l'intérêt de deux banques: dérogation, quant au droit applicable, à la règle de rattachement habituelle (consid. 1a); modalités selon lesquelles le montant récupéré par le client est imputé sur les créances de celui-ci à l'encontre des deux banques (consid. 5a et b)."], "faits": "BGE 112 II 450 S. 451\n\nA.- Par acte du 30 novembre 1967, B., ressortissant vietnamien, domicilié à Saigon, avait conféré à son fils H., établi à Lille (France), une procuration générale pour lui permettre d'opérer la vente de biens immobiliers qu'il possédait dans le département de la Drôme.\n\nLe 14 octobre 1968, la Banque X., à Genève, ouvrit à B. un compte courant en francs suisses. B., qui était déjà titulaire de comptes de dépôt à terme renouvelable dans cet établissement bancaire, désigna son épouse comme son représentant à l'égard de la Banque X., avec signature individuelle.\n\nDu 15 octobre 1968 au 19 février 1975, la Banque X. resta en relations épistolaires avec son client.\n\nB., demeuré au Viêt-nam, vécut, dès 1975, avec son épouse, les événements politiques qui précédèrent directement et suivirent la chute de Saigon.\n\nEn automne 1975, ses deux fils, H. et K., se rendirent à Genève pour solliciter la Banque X., ainsi qu'une autre banque, de leur délivrer les fonds qu'elle(s) détenait(aient) au nom de B., afin, prétendaient-ils, que celui-ci n'ait pas à craindre les investigations du nouveau gouvernement vietnamien et, partant, une obligation de rapatrier ses fonds. Dans un premier temps, la Banque X. leur opposa un refus et les invita à produire, outre la procuration précitée du 30 novembre 1967, une nouvelle lettre d'instructions signée par leur père. Par la suite, cependant, elle fit droit à leur requête, en raison, notamment, des liens privilégiés qu'elle entretenait avec leur mandataire et après qu'ils lui eurent transmis une carte de voeux que B. avait adressée à H. en mars 1977. K., BGE 112 II 450 S. 452agissant tant pour lui-même que pour son frère H., fit alors transférer le solde des comptes aux Etats-Unis.\n\nEn novembre 1978, B., revenu en Europe, apprit que ses comptes avaient été soldés le 19 juillet 1977. Il protesta en affirmant qu'il n'avait jamais conféré à quiconque le pouvoir de le remplacer auprès des banques suisses et françaises.\n\nB.- B. a assigné la Banque X. en paiement d'un montant total de 425'588 fr. 55 plus intérêts.\n\nLa défenderesse a conclu au rejet de la demande en invoquant, entre autres, le fait que K. avait remboursé à son père 153'000 US $.\n\nPar arrêt du 25 avril 1986, la Cour de justice du canton de Genève, après avoir mis à néant le jugement de première instance, a admis la demande.\n\nC.- Contre cet arrêt, la défenderesse interjette un recours en réforme en concluant, principalement, au rejet de la demande, et, subsidiairement, à ce qu'il soit dit qu'elle sera subrogée aux droits du demandeur envers K.\n\nLe demandeur propose le rejet du recours, dans la mesure où il est recevable.\n\nAdmettant partiellement le recours, le Tribunal fédéral déduit du montant alloué par la cour cantonale au demandeur une partie de la somme que ce dernier s'est vu remettre par son fils K.", "considerants": "Extrait des considérants:\n\n1. a) Si le droit suisse est, sans conteste, applicable au contrat de prêt ou de dépôt conclu par B. avec la Banque, il n'en va pas forcément de même en ce qui concerne les démarches entreprises par le demandeur en vue de recouvrer chez son fils K. des biens qui devaient être remis aux banques suisses dans l'hypothèse où celles-ci seraient condamnées à lui restituer les fonds qu'il leur avait confiés. Selon la lex fori, une telle activité relève non pas du prêt ou du dépôt, mais de la gestion d'affaires (art. 419 ss CO). Or, dans le pseudo-contrat qu'est la gestion d'affaires, tout comme dans le mandat en la forme duquel ladite gestion peut se transformer en cas de ratification, la prestation caractéristique est celle du gérant, comme celle du mandataire; la gestion d'affaires est donc soumise en principe au droit du domicile du gérant (ATF 31 II 665; SCHOENENBERGER/JAEGGI, introduction aux art. 1er ss CO, No 302; VISCHER/VON PLANTA, Internationales Privatrecht, BGE 112 II 450 S. 4532e éd., p. 181). Toutefois, il convient, exceptionnellement, de déroger à la règle de rattachement habituelle lorsque les circonstances particulières d'un contrat (ou quasi-contrat) rattachent davantage celui-ci à un autre ordre juridique, ce qui peut être le cas lorsqu'il est étroitement lié à un autre contrat (ATF 94 II 360 /361 consid. 3 et les références). Il en va ainsi en l'occurrence. En effet, le centre des relations litigieuses réside dans le contrat conclu avec la Banque, soit un contrat soumis au droit suisse; c'est en Suisse que le falsus procurator a agi à l'encontre de la Banque suisse et son éventuelle responsabilité délictuelle serait aussi soumise au droit suisse, en tant que lex delicti commissi; en outre, dans la mesure où le demandeur a agi comme gérant (pour l'hypothèse où il gagnerait ses procès), il l'a fait pour diminuer le dommage subi par son cocontractant - dans un contrat soumis au droit suisse - et décharger la responsabilité délictuelle de son ou ses fils à l'égard de la Banque suisse, responsabilité également soumise au droit suisse; enfin, dès lors que le demandeur faisait valoir sa créance en restitution contre la Banque suisse, il pouvait s'attendre à une objection de compensation tendant à ce qu'il restituât pour sa part ce qu'il avait touché comme gérant, de sorte que ces deux causes juridiques sont étroitement connexes. Dans ces conditions particulières, la gestion d'affaires litigieuse présente avec la Suisse un lien prépondérant et il s'impose, exceptionnellement, de la soumettre aussi au droit suisse.\n\nA cet égard, le recours en réforme est ainsi recevable (art. 43 OJ).\n\n2. (N'ayant pas prêté l'attention qui eût été nécessaire pour qu'elle puisse se prévaloir de sa bonne foi, la défenderesse doit se laisser opposer l'absence de pouvoirs du falsus procurator. Aussi ne s'est-elle pas valablement libérée de son obligation de restituer, en remettant à un tiers - le fils du demandeur - l'équivalent des biens que son client lui avait confiés.)\n\n3. A l'appui de ses conclusions libératoires, la défenderesse invoque les deux clauses suivantes, qui figurent dans ses conditions générales:\n\n\"4. Vérifications en matière de signature et de légitimation. Le dommage résultant de défauts de légitimation ou de faux non décelés est à la charge du client, sauf en cas de faute grave de la banque.\n\n(...)\n\n6. Erreurs de transmission. Le dommage provenant de l'emploi de la poste, du télégraphe, du téléphone, du télex, de tout autre moyen de transmission ou d'une entreprise de transport, en particulier par suite de BGE 112 II 450 S. 454retards, pertes, malentendus, mutilations ou doubles expéditions, est à la charge du client, sauf en cas de faute grave de la banque.\"\n\na) En l'occurrence, le demandeur réclame à la défenderesse la restitution de la somme déposée (art. 475 et 481 CO) ou prêtée (art. 312, 315 et 318 CO). Il ne conclut donc pas à l'allocation de dommages-intérêts (art. 97 al. 1 CO), mais bien à l'exécution du contrat; cette action en exécution n'est pas subordonnée à l'existence d'une faute de la banque, qui doit payer une seconde fois si, comme ce fut le cas en l'espèce, elle a offert sa prestation à un tiers non autorisé (cf. ATF 111 II 265 consid. 1a et b et les références citées). Ainsi, en pareille situation, ce n'est pas le client qui subit un dommage, mais la banque, tenue qu'elle est de s'exécuter derechef. Du point de vue juridique, les clauses précitées n'ont dès lors pas pour effet d'exclure ou de limiter la responsabilité contractuelle de l'établissement bancaire, laquelle n'est pas en cause dans cette hypothèse (cf., à ce sujet: GAUTSCHI, n. 36a à c ad art. 398 CO; WEBER, Haftung für Schäden bei Ausführung gefälschter Zahlungsaufträge, in: RSJ 1985 (81), p. 85 ss, 87; BUCHER, Wer haftet wem? Zum Problem der Tragung des Risikos betrügerisch veranlasster Bankvergütungen, in: Recht 1984, p. 97 ss, 99/100; GUGGENHEIM, Die Verträge der schweizerischen Bankpraxis, 3e éd., p. 248, ad No 78). En réalité, elles entraînent un transfert sur la tête du client du risque que la banque doit en principe supporter en cas d'exécution en main d'une personne non autorisée (dans ce sens, cf. ATF 111 II 265 précité, consid. 1 b); en d'autres termes, elles mettent préventivement à la charge du client le dommage subi par la banque (\"Schadensabwälzung\"; cf. WEBER, op. cit., p. 90) et instituent, par conséquent, une responsabilité du premier envers la seconde, qui s'étend même aux cas fortuits (\"Zufallshaftung\"; cf. BUCHER, op.cit., p. 100/101; GUGGENHEIM, ibid.).\n\nDans le dernier arrêt cité (ibid.), le Tribunal fédéral a laissé indécise la question de savoir si - et, dans l'affirmative, jusqu'à quel point - le risque d'une exécution dépourvue d'effet libératoire peut être reporté sur le client par le biais d'une clause topique, incluse dans les conditions générales des banques. Il n'est pas possible de trancher cette question une fois pour toutes, dans un sens ou dans l'autre, eu égard à la diversité des situations envisageables. La solution du problème réside donc dans l'examen de la clause incriminée au regard de l'ensemble des circonstances du cas concret. De lege lata, l'art. 100 al. 2 CO peut être retenu BGE 112 II 450 S. 455comme fondement de ce contrôle judiciaire. Il n'est certes pas directement applicable à la stipulation tendant à libérer la banque de son obligation contractuelle de restituer la chose déposée (clause de transfert), car il figure parmi les dispositions relatives aux conséquences de l'inexécution des obligations (art. 97 ss CO). Toutefois, la similitude des situations, qui apparaît de manière évidente si l'on compare l'obligation de restituer dans le dépôt régulier (art. 475 CO) et irrégulier (art. 481 CO), commande ici l'application analogique de cette disposition. En effet, on ne voit pas pour quelle raison le dépositaire pourrait se soustraire librement, au moyen d'une clause de transfert, à son devoir de restituer des fongibles (cas du dépôt irrégulier), alors qu'il ne pourrait exclure que dans les limites de l'art. 100 CO sa responsabilité découlant de l'impossibilité fautive de restituer une chose individualisée (cas du dépôt régulier). Telle est d'ailleurs la considération implicite sur laquelle s'est fondée la Cour de céans dans l'arrêt ATF 109 II 116 où elle a laissé indécise la question de l'applicabilité de l'art. 100 al. 2 CO aux banques. Pour les motifs énoncés dans cet arrêt, et en accord avec la doctrine quasi unanime sur ce point, il sied de répondre affirmativement à cette question, partant d'assimiler l'exploitation d'une banque à l'exercice d'une industrie concédée par l'autorité, au sens de la disposition précitée.\n\nAinsi, en vertu de son pouvoir d'appréciation - c'est-à-dire en appliquant les règles du droit et de l'équité (art. 4 CC) -, le juge pourra tenir pour nulle une clause mettant d'emblée à la charge du client, en cas de faute légère de la banque, le risque de l'exécution en main d'une personne non autorisée à recevoir la prestation. Dans l'exercice de son pouvoir d'appréciation, il lui appartiendra d'examiner la clause litigieuse en tenant compte des autres stipulations du contrat et de l'ensemble des circonstances du cas particulier (pour des exemples de circonstances pouvant influer sur la décision du juge, cf. WEBER, Allgemeine Geschäftsbedingungen der Banken - zum Problem einer Grenzziehung, in: La Société anonyme suisse, 56 (1984), p. 158). A cet égard, il y aura lieu de prendre en considération, d'une part, le besoin de protection des clients contre les clauses préformulées - pratiquement non susceptibles d'être discutées -, telles qu'elles figurent dans les conditions générales (cf., à ce sujet: WESSNER, Les contrats d'adhésion: quelle protection pour la partie réputée la plus faible?, in: RDS 105 (1986), I, p. 161 ss), et, d'autre part, l'intérêt que peut avoir la banque à se prémunir contre certains risques dont la BGE 112 II 450 S. 456réalisation peut difficilement être évitée. Cette pesée des intérêts antagonistes, pour laquelle il est impossible de poser des règles absolues, doit conduire, en définitive, à une répartition équitable du risque entre la banque et ses clients, sur le vu de la situation propre à l'affaire considérée.\n\nCertains auteurs font remarquer - à juste titre - que l'application de l'art. 100 al. 2 CO aux banques ne permet pas toujours d'assurer une protection efficace des clients, puisqu'elle est exclue dans l'hypothèse où le dommage résulte d'un cas fortuit (p.ex. un virement erroné à la suite d'un mauvais fonctionnement du système électronique) et que, d'autre part, la banque peut s'exonérer conventionnellement de la responsabilité découlant d'une faute légère de ses auxiliaires (art. 101 al. 3 CO; cf. p.ex. GUGGENHEIM, op.cit., p. 46; BUCHER, op.cit., p. 101/102). Selon eux, le juge devrait alors veiller à une répartition équitable de ce genre de risque en examinant le contenu des clauses litigieuses au regard des normes générales du droit civil (art. 2 et 27 CC, 19 à 21, 23 ss CO). Dans le cas particulier, il n'est cependant pas nécessaire de traiter plus avant cette question, étant donné l'existence d'une faute des organes de la Banque.\n\nb) Force est de constater, en l'occurrence, que la faute commise par la défenderesse est de celles qui pourraient et devraient être évitées par toute banque prudente placée dans les mêmes circonstances. En effet, la Banque disposait du temps nécessaire à la réflexion avant de prendre sa décision. Or, sans raison valable, elle a fait taire ses doutes et a permis que le plus clair de la fortune de son client soit remis aux fils de ce dernier et, conséquemment, exposé au danger de disparition, alors que le risque que courait le demandeur, aux dires de ses fils, pouvait facilement être écarté autrement et sans péril pour l'intéressé. Dans ces conditions, il serait inéquitable de faire supporter au client, par le biais de la première des clauses précitées (la seconde vise une situation de fait étrangère au cas particulier), le dommage subi par la Banque du fait de l'exécution irrégulière de son obligation de restituer la somme déposée ou prêtée. Ladite clause doit dès lors être tenue pour nulle, en vertu de l'art. 100 al. 2 CO appliqué par analogie. Quoi qu'il en soit, la défenderesse ne pourrait de toute manière pas en invoquer le bénéfice, eu égard à la gravité de la faute qu'elle a commise en négligeant de prendre les précautions élémentaires que son client pouvait attendre d'elle pour la sauvegarde de l'argent qu'il lui avait confié.BGE 112 II 450 S. 457\n\n4. La défenderesse reproche à la cour cantonale de n'avoir pas retenu une faute concomitante à la charge du demandeur.\n\nOn observe, à titre préliminaire, que l'action ouverte par le client tend à l'exécution du contrat, soit à la restitution de la somme déposée ou prêtée. L'obligation de restitution n'étant pas une dette en dommages-intérêts, les règles sur la réduction de la réparation (art. 99 al. 3 et 44 al. 1 CO) ne sont dès lors pas directement applicables in casu. Il ne s'ensuit pas pour autant qu'une éventuelle faute du créancier, fût-elle grave, demeurerait sans incidence sur le sort de ses prétentions. Celles-ci devraient, au contraire, être réduites (voir rejetées) de ce chef, comme le Tribunal fédéral l'a fait dans l'arrêt invoqué par la défenderesse (ATF 111 II 265 ss consid. 1c et 2 et les références citées; voir aussi: VON TUHR/ESCHER, II, p. 22). Quant au fondement juridique d'une telle réduction (ou d'un rejet) des prétentions du créancier - question laissée indécise dans ledit arrêt -, il peut résider soit dans une faute contractuelle (art. 97 al. 1 CO; cf. p.ex. l'art. 1132 CO concernant la faute du tireur), soit dans un acte illicite du client (art. 41 CO; p.ex. collusion entre le titulaire du compte et le tiers qui émet un ordre falsifié), que la banque peut invoquer pour faire valoir une prétention en dommages-intérêts à l'encontre de son cocontractant (cf. GAUTSCHI, n. 36d ad art. 398 CO; WEBER, article précité, in: RSJ 81 (1985), p. 88 in limine; BUCHER, op.cit., p. 100, au sujet de l'arrêt ATF 109 II 116).\n\nDans le cas particulier, l'hypothèse d'un acte illicite commis par le client peut être écartée d'emblée. Reste donc à examiner uniquement si une violation fautive de ses obligations contractuelles peut être imputée au demandeur. Or, il n'en est rien. Comme le relève pertinemment la cour cantonale, on ne saurait, en effet, reprocher à l'intéressé de n'avoir pas exigé la restitution ou la suppression de la procuration du 30 novembre 1967. De fait, il n'avait apparemment aucune raison de penser que son fils en mésuserait; il la lui avait du reste délivrée en vue d'une opération spécifique - la vente de biens immobiliers sis en France - et il avait au surplus désigné ultérieurement son épouse comme son représentant à l'égard de la Banque, de sorte qu'il ne pouvait imaginer que la défenderesse remette un jour ses avoirs au titulaire de cette ancienne procuration. De même, il est exclu de considérer l'envoi de la carte de voeux, en mars 1977, comme une négligence du demandeur, attendu que cette carte était, au contraire, propre à faire douter que son auteur autorisait BGE 112 II 450 S. 458son fils à disposer en sa faveur des fonds déposés auprès de la défenderesse.\n\nEn tout état de cause, même s'il fallait imputer une faute au demandeur, il y aurait lieu, dans ce cas, de prendre en considération la disproportion manifeste existant entre cette faute légère et la grave négligence commise par la défenderesse, ce qui conduirait à refuser à cette dernière l'allocation de dommages-intérêts, conformément à l'art. 44 al. 1 CO applicable en vertu de l'art. 99 al. 3 CO.\n\n5. Le demandeur a entrepris des démarches pour obliger son fils K. à lui remettre les biens que ce dernier avait indûment utilisés et retenus. En agissant de la sorte, il entendait être couvert pour le cas où les actions judiciaires dirigées contre les banques ne lui permettraient pas de récupérer sa fortune; en revanche, s'il devait obtenir gain de cause, il ferait bénéficier les banques des sommes recouvrées.\n\nDès lors, au moins à titre éventuel, le demandeur a, sans mandat, géré l'affaire des deux banques (art. 419 CO). Tel le mandataire (art. 400 CO), il est tenu de rendre compte de sa gestion et de remettre au maître ce qu'il a reçu pour lui (art. 419 et 420 CO; ATF 34 II 700; cf. GAUTSCHI, n. 9a ad art. 419; OSER/SCHOENENBERGER, n. 26 ad art. 419).\n\na) Aussi la cour cantonale a-t-elle considéré à juste titre que le demandeur devait remettre à la défenderesse et à l'autre établissement bancaire la somme de 111'000 US $ qu'il avait touchée en raison des prélèvements sur les montants provenant de ces deux banques.\n\nEn revanche, son opinion ne saurait être suivie lorsqu'elle estime qu'il n'est pas possible de savoir comment doit se faire la répartition entre les deux banques, du fait qu'on ignore quelles étaient les intentions de K. à ce sujet. En effet, un partage de cette somme proportionnellement aux deux créances s'impose, si l'on applique par analogie l'art. 87 al. 2 CO et si l'on se fonde sur la considération que, tel le mandataire chargé de plusieurs mandats d'encaissement auprès du même débiteur (arrêt du Tribunal fédéral du 22 octobre 1985 en la cause G. c. G. et F.), celui qui gère l'affaire de plusieurs maîtres à l'égard d'un débiteur unique doit les traiter de manière égale sans avantager l'un par rapport à l'autre, soit répartir les fonds encaissés et non affectés spécialement à une dette, en l'absence de privilège, proportionnellement aux différentes créances.BGE 112 II 450 S. 459\n\nL'annexe à la commission rogatoire de K., à laquelle se réfère la cour cantonale, fait état d'un paiement de 111'000 US $ en date du 14 juin 1982. Si l'on tient compte des sommes dues à cette date, en capital et intérêts, par la défenderesse (514'015 fr. 15) et par la seconde banque (194'926 fr. 35), selon les chiffres donnés par l'arrêt du Tribunal fédéral du 1er avril 1985 concernant cette autre banque et par l'arrêt attaqué - ces derniers chiffres n'étant pas contestés comme tels -, il était dû à la défenderesse le 71,87 % du total dû à ces deux banques, de sorte que la part lui revenant se monte à 79'775,7 US $, soit, au cours moyen du 14 juin 1982, à 164'138 fr. 50. Cette somme sera imputée sur le montant de la créance du demandeur.\n\nLes arguments invoqués par la défenderesse pour obtenir en sa faveur la totalité de la somme de 111'000 US $ ne sont pas pertinents. En effet, l'autorité de la chose jugée attachée à l'arrêt précité du Tribunal fédéral concernant l'autre banque ne vise que ce qui était l'objet du procès, non point en l'espèce l'obligation du demandeur fondée sur la gestion d'affaires. En outre, les principes relatifs au calcul du dommage sont inapplicables en l'occurrence, dès lors qu'il n'est pas alloué de dommages-intérêts.\n\nb) Dans le cadre de la gestion d'affaires, il se peut que le demandeur ait encaissé des montants supérieurs pour la défenderesse. Le cas échéant, il devra lui en rendre compte (art. 400 CO par analogie; ATF 34 II 699; cf. GAUTSCHI, n. 8a ad art. 419; OSER/SCHOENENBERGER, n. 24/25 ad art. 419). De même, il lui appartiendra de faire bénéficier la défenderesse des droits acquis pour elle en sa qualité de gérant (art. 401 CO par analogie; GAUTSCHI, n. 9b ad art. 419) ..."}