{"annee": "112", "cour": "II", "page": "390", "date": "18/9/1986", "cite": ["99 II 9", "53 II 97", "82 II 477", "81 II 413"], "cite_par": [], "chapeau": "65. Extrait de l'arrêt de la IIe Cour civile du 18 septembre 1986 dans la cause dame X. contre X. (recours en réforme)", "regestes": ["Communauté de biens; contrat de mariage; abus de droit (art. 226 et art. 2 al. 2 CC). Dans le régime de la communauté, les biens communs peuvent, après le décès de l'un des conjoints, être dévolus au seul époux survivant (sous réserve du quart auquel ont droit les descendants du conjoint prédécédé), s'il en a été convenu ainsi, quelle qu'ait été la contribution de chacun des époux à leur formation. Pour qu'il y ait abus manifeste de droit, il faut que le contrat ait été conclu uniquement dans le dessein de nuire aux autres héritiers du conjoint prédécédé, surtout aux descendants d'un précédent mariage. L'art. 2 al. 2 CC sera appliqué avec d'autant plus de retenue qu'en matière de partage conventionnel dans le régime de la communauté, il est possible d'entamer la réserve ordinaire des descendants et que le législateur tient pour une protection suffisante la réserve du quart des biens communs prévue à l'art. 226 al. 2 CC: l'intention de nuire devra donc être évidente (précision de jurisprudence)."], "faits": "BGE 112 II 390 S. 391\n\nA.- Jean X., né en 1952, est issu du mariage de Paul X. et de Dominique Y. Le divorce des époux X.-Y. a été prononcé en 1968; l'autorité parentale sur Jean X. a été confiée à son père. En 1971, Paul X. a épousé en secondes noces Heidi Z.\n\na) Au cours de la liaison qui a précédé ce second mariage, les rapports se sont détériorés profondément entre père et fils, qui ne se sont pratiquement plus revus pendant longtemps depuis l'été 1973, au cours duquel le second quitta la villa du premier, à Montreux, pour aller habiter Zurich, où il a fait ses études supérieures. Heidi X. a cherché à renouer les liens, mais ses BGE 112 II 390 S. 392démarches ont eu peu de succès. Les contacts n'ont repris que lorsque Paul X. est tombé malade: Jean X. a alors rendu visite à son père à plusieurs reprises.\n\nDès 1975 en effet, Paul X. a dû se soumettre à des traitements médicaux plus ou moins réguliers à la division oncologique du Centre universitaire hospitalier vaudois (CHUV), notamment à une cure de chimiothérapie tous les mois ou tous les deux mois. Selon le responsable de ce service, il a toujours été bien informé de sa maladie, dont la phase initiale (lymphome malin diffus) a été constatée à l'Institut de pathologie du CHUV le 11 juin 1979, et il la comparait à celle du dernier Shah d'Iran, qui en est décédé; il pouvait donc se faire une idée de l'issue possible (décès), le diagnostic lui étant connu depuis le 7 novembre 1979; il savait la gravité du mal dont il souffrait et, partant, le risque sérieux d'une évolution fatale inéluctable auquel il était exposé. Mais, au début de l'affection, le patient a cru à sa guérison et continuait de travailler.\n\nDurant toute la vie conjugale, Heidi X. n'a cessé de soutenir et d'encourager son mari. Elle disposait des mêmes informations médicales que lui, mais ignorait que le décès était imminent.\n\nb) Le 8 avril 1981, les époux X. ont conclu en la forme authentique, dans leur commune d'origine, un contrat intitulé \"contrat de mariage et pacte successoral\", que la Justice de paix du cercle de Montreux a approuvé le 14 avril 1981. Ce document contient notamment les clauses suivantes:\n\n[I.]\n\n\"Nous, les conjoints, adoptons en tant que régime matrimonial désormais valable la communauté de biens universelle, conformément aux art. 215 ss du code civil suisse. La communauté de biens remplace le régime matrimonial légal de l'union des biens auquel nous étions soumis jusqu'ici et réunit en un seul patrimoine la fortune et les revenus de chacun des époux, qui appartiennent indivisément et totalement aux parties.\n\n[II.]\n\nFondés sur l'art. 226, al. 1, CCS et en dérogation à la réglementation prévue par l'art. 225 CCS, nous convenons, en vue du cas du prédécès du mari, que l'épouse survivante recevra en toute propriété trois quarts de la fortune totale et que l'immeuble inscrit au registre foncier au nom du mari sera transféré à son nom, à titre de propriétaire unique. L'épouse survivante bénéficiera de l'usufruit viager du quart de la fortune totale qui reviendra au fils issu du premier mariage du mari ou à ses descendants.\n\nBGE 112 II 390 S. 393\n\nAu cas où le mari décéderait sans laisser de descendants, la propriété de la totalité de la communauté serait dévolue à l'épouse survivante.\"\n\nIl était en outre convenu qu'en cas de prédécès de l'épouse le mari recevrait la moitié de la communauté (art. 225 al. 1 CC), plus l'autre à titre fidéicommissaire, les appelés étant les enfants d'un premier mariage de la femme. Enfin, des dispositions purement successorales favorisaient le conjoint survivant et les descendants de l'épouse.\n\nLe régime de la communauté de biens ainsi adopté ne correspondait en rien à la situation économique des époux, le seul apport - la villa de Montreux, que le fisc estimait à 320'000 fr. en 1981 - étant fourni par le mari.\n\nc) Paul X. est décédé le 16 décembre 1981. Sa succession s'est ouverte à Montreux.\n\nd) Par demande déposée le 30 mars 1983, Jean X. a requis la Cour civile du Tribunal cantonal vaudois de prononcer la nullité du contrat du 8 avril 1981.\n\nLa défenderesse a conclu à libération, au bénéfice de l'offre de renoncer à l'usufruit sur le quart de la succession revenant au demandeur.\n\nB.- Par jugement du 19 décembre 1985, la Cour civile a constaté la nullité du contrat du 8 avril 1981. Cette décision est motivée, en substance, comme il suit:\n\nPaul X. a toujours été parfaitement bien informé de sa maladie. Au moment de signer le contrat du 8 avril 1981, même s'il n'était pas conscient d'un décès imminent, il connaissait la gravité du mal dont il souffrait et, partant, le risque sérieux d'une évolution fatale auquel il était exposé. Alors qu'ils étaient mariés depuis 1971, les époux X.-Z. n'ont songé que dix ans plus tard à adopter le régime de la communauté, qui ne correspondait nullement à leur situation économique. On doit dès lors considérer que le seul but visé par les conjoints était de déterminer à l'avance les conséquences financières du décès de Paul X. Le fait que celui-ci était en mauvais termes avec son fils explique qu'il ait pu consentir à le léser en passant le contrat litigieux, favorable à la défenderesse. Au surplus, on ne voit pas quels effets entre vifs de ce contrat les époux auraient pu envisager; il n'est notamment pas établi qu'ils s'attendaient à devoir répartir entre eux une augmentation des biens de l'un d'eux, ni qu'ils cherchaient à accroître leur crédit à l'égard des tiers. Cela étant, on doit admettre que le contrat du 8 avril 1981, destiné uniquement à BGE 112 II 390 S. 394éluder les règles sur la réserve des descendants, est entaché d'abus de droit et, partant, nul.\n\nC.- Heidi X. a recouru en réforme au Tribunal fédéral. Elle demandait que le contrat du 8 avril 1981 ne fût pas déclaré nul, en renonçant expressément à se prévaloir de l'usufruit sur le quart de la succession qui revient à l'intimé.\n\nLe Tribunal fédéral a admis le recours dans son principe.", "considerants": "Extrait des considérants:\n\n2. a) Dans le régime de la communauté de biens, au décès de l'un des époux, la moitié de la communauté est dévolue au conjoint survivant, l'autre moitié passant aux héritiers du défunt, sous réserve des droits successoraux de l'autre époux (art. 225 al. 1 et 2 CC). Mais le contrat de mariage peut prévoir un mode de partage autre que le partage par moitié (art. 226 al. 1 CC), par exemple l'attribution de tous les biens communs à l'époux survivant (ATF 99 II 11 consid. 4a et les références); les descendants du conjoint prédécédé ont néanmoins droit, dans tous les cas, au quart des biens communs existant lors du décès (art. 226 al. 2 CC).\n\nb) Toutefois, la liberté des époux de convenir d'un autre mode de partage trouve sa limite dans l'abus de droit (art. 2 al. 2 CC).\n\naa) Selon l'arrêt Apolloni contre Apolloni et consorts, du 11 mai 1927 (ATF 53 II 98/99 consid. 6), il y a abus de droit lorsque deux époux qui n'avaient jusqu'alors même pas pensé à conclure une convention dérogeant au régime matrimonial légal adoptent un autre régime à un moment où la dissolution de la communauté par le décès d'un conjoint apparaît imminente, de telle sorte qu'il n'y a plus aucune raison de régler les conséquences économiques de la vie commune, aux seules fins d'attribuer au conjoint survivant, au détriment des héritiers légaux du conjoint qui est à la veille de sa mort, une part des biens plus grande que la loi ne permet de le faire par la voie normale d'une disposition pour cause de mort.\n\nDans l'arrêt Traxel contre Stalder, du 29 septembre 1955 (ATF 81 II 422 ss consid. 4), le Tribunal fédéral, sans revoir cette jurisprudence dans son principe, a précisé que, pour appliquer l'art. 2 al. 2 CC, il ne suffisait pas que le but essentiel du contrat de mariage ait été de favoriser le conjoint survivant. On ne saurait tout au plus parler d'un abus de droit que si le contrat qui favorise BGE 112 II 390 S. 395ainsi le conjoint survivant a été conclu dans des circonstances telles qu'il apparaisse exclu que le régime matrimonial conventionnel puisse produire des effets entre vifs, en d'autres termes lorsque les époux visaient uniquement, par la conclusion du contrat, à avantager le contractant qui survivrait dans une mesure plus grande que ne l'aurait permis une disposition pour cause de mort.\n\nbb) Cette jurisprudence, qui appréciait la situation lors de la conclusion du contrat pour dire s'il y a abus de droit, a été critiquée par la doctrine (cf. EGGER, Ehevertragliche Vereinbarungen über den Vorschlag, ZGB Art. 214 Abs. 3, RSNRF 33 (1952) p. 179 ss; STOCKER, Zum schweizerischen Ehegüterrecht, RDS 1957 II p. 381a/382a; MERZ, n. 552 ad art. 2 CC; LEMP, n. 20 ad art. 226 CC; KLAUS, Pflichtteilsrecht und güterrechtliche Verfügungen, thèse Zurich 1971, p. 132). Se rangeant à ces critiques, le Tribunal fédéral a admis, dans l'arrêt M.F. contre G.F. et H.F., du 15 février 1973 (ATF 99 II 12 /13 consid. 4c), que le moment de la conclusion du contrat n'est pas décisif à lui seul. Il est légitime, a-t-il dit, que les conventions relatives au partage de biens matrimoniaux soient conclues en vue du décès, qui provoque la dissolution du mariage; on ne saurait empêcher les époux d'adapter en tout temps, donc également avant la mort imminente de l'un d'eux, leur régime matrimonial aux circonstances: c'est précisément à ce moment qu'on peut souvent le mieux apprécier la situation. Il n'y a abus de droit que si un contrat de mariage vise uniquement à porter gravement préjudice aux intérêts d'autres héritiers, surtout des enfants nés d'un premier mariage; pour en juger, il faut apprécier l'ensemble des circonstances.\n\nCes principes posés, le Tribunal fédéral a estimé que le contrat conclu par les époux F. ne constituait pas un abus de droit (ATF 99 II 13 /14 consid. 5). Les conjoints avaient adopté le régime de la communauté peu avant le décès du mari, en traitement à l'hôpital pour un mal incurable. Mais le mari, à qui la nature de son mal n'avait pas été révélée, croyait qu'il guérirait et les médecins lui en laissaient l'espoir; quant à la femme, elle savait que son époux ne pouvait plus être sauvé, mais n'avait pas tiré parti de l'ignorance de celui-ci pour l'amener à conclure un contrat qu'il n'aurait pas conclu s'il avait connu la situation réelle: avant que le mari tombât malade, les époux F. voulaient déjà adopter un régime matrimonial dérogeant au régime légal. Le contrat ne lésait pas non plus les héritiers légaux du mari, à savoir sa mère et son frère. Il correspondait à la situation économique des époux F.: BGE 112 II 390 S. 396ceux-ci n'avaient guère d'apports; leurs biens consistaient essentiellement dans le produit de l'exploitation d'un motel qu'ils avaient géré ensemble; l'épouse avait apporté une contribution importante à cette exploitation.\n\n3. Les données de l'affaire F. contre F. et celles du présent cas diffèrent sensiblement. Néanmoins, on ne peut pas dire non plus qu'en l'espèce, d'après l'ensemble des circonstances, le contrat de mariage soit entaché d'abus de droit.\n\na) Comme on l'a vu, l'art. 226 al. 1 CC donne aux époux la faculté de prévoir un mode de partage autre que le partage par moitié, sous la seule réserve, énoncée à l'al. 2, que les descendants du conjoint prédécédé ont droit, dans tous les cas, au quart des biens communs existant lors du décès. Pas plus qu'elle ne fait allusion au moment de la conclusion du contrat, cette disposition légale n'indique les motifs légitimes du partage conventionnel. Il est vraisemblable que les époux adopteront un mode de partage autre que le partage par moitié pour rétablir un équilibre, quand l'un des conjoints a contribué sensiblement plus que l'autre à la constitution des biens communs; mais rien, dans le texte légal, ne permet de restreindre ainsi le but du contrat de mariage: les époux peuvent aussi, comme c'est d'ailleurs très souvent le cas, chercher, par ce biais, à favoriser le conjoint survivant, en particulier afin d'assurer sa situation matérielle ou de lui épargner un partage qui risquerait de lui être pénible ou de lui porter un préjudice économique (cf. LEMP, n. 5 ad art. 226 CC). Un tel souci est légitime: recourir au partage conventionnel n'est nullement contraire au but de cette institution. Le régime de la communauté implique, de par sa nature même, que les biens appartiennent en commun aux deux époux, quelle qu'ait été la contribution de chacun d'eux à leur formation; après le décès de l'un des conjoints, ils peuvent donc être dévolus au seul époux survivant (sous réserve du quart auquel ont droit les descendants du conjoint prédécédé), s'il en a été convenu ainsi (cf. LEMP, n. 20 ad art. 226 CC).\n\nPour qu'il y ait abus manifeste de droit au sens de l'art. 2 al. 2 CC, il faut que les conditions dans lesquelles le contrat a été conclu excluent qu'il ait été passé en vue de produire des effets conformes à la loi (cf. ATF 82 II 490 /491, concernant une convention relative au partage du bénéfice de l'union conjugale dans le régime de l'union des biens, art. 214 al. 3 CC, et cité incidemment dans l'arrêt F. contre F.). C'est pourquoi ne sera abusif que le contrat conclu uniquement dans l'intention de porter préjudice aux autres BGE 112 II 390 S. 397héritiers du conjoint prédécédé, surtout aux descendants d'un précédent mariage, soit dans le seul dessein de leur nuire: ayant pour unique objet d'éluder les règles concernant la réserve, un tel contrat consacrerait une fraude à la loi (cf. l'art. 527 ch. 4 CC). Il n'en irait pas ainsi, évidemment, si l'héritier réservataire eût pu être déshérité par disposition pour cause de mort, conformément à l'art. 477 CC.\n\nOn ne saurait cependant perdre de vue que, contrairement à l'art. 214 al. 3 CC, l'art. 226 al. 2 CC assure expressément la protection des descendants du conjoint prédécédé, en prescrivant qu'ils ont droit, dans tous les cas, au quart des biens communs existant lors du décès. L'art. 2 al. 2 CC devra donc être appliqué avec d'autant plus de retenue qu'en matière de partage conventionnel dans le régime de la communauté de biens il est précisément possible d'entamer la réserve des descendants telle qu'elle est fixée à l'art 471 ch. 1 CC. Dès lors, il faudra que le dessein de nuire soit manifeste: tel sera le cas, pour donner un exemple extrême, si un parent s'est marié uniquement en vue de conclure un contrat qui lui permette de diminuer la réserve de ses descendants d'un premier lit. L'évolution de la société marque d'ailleurs une tendance à la protection accrue du conjoint survivant: la loi fédérale du 5 octobre 1984 concernant la modification du code civil suisse (effets généraux du mariage, régime matrimonial et successions) (RO 1986 p. 122 ss), qui entrera en vigueur le 1er janvier 1988 (RO 1986 p. 153), améliore les droits successoraux du conjoint survivant aux dépens des descendants.\n\nb) En l'espèce, les constatations de l'arrêt déféré ne permettent pas d'affirmer sans aucun doute que Paul X. ait cherché uniquement à porter préjudice aux intérêts de son fils. D'après l'ensemble des circonstances, il a plutôt obéi, avant tout, au souci d'assurer l'avenir de son épouse, qui, durant toute la vie conjugale, n'avait cessé de le soutenir et de l'encourager: connaissant la gravité du mal dont il souffrait et, partant, le risque sérieux d'une évolution fatale auquel il était exposé, il a avantagé dame X. en lui laissant la maison conjugale; ayant pris conscience, à l'approche de la mort, des difficultés auxquelles sa femme devrait faire face, il a tenté de les atténuer en évitant que ses conditions de vie ne fussent par trop modifiées. Le contrat du 8 avril 1981 ne tombe donc pas sous le coup de l'art. 2 al. 2 CC. Dès lors que dame X. a renoncé à l'usufruit sur le quart des biens communs BGE 112 II 390 S. 398existant lors du décès, les prescriptions de l'art. 226 al. 2 CC sont respectées. La convention litigieuse est donc valable."}