{"annee": "112", "cour": "IV", "page": "61", "date": "27/3/1986", "cite": ["108 IV 142", "92 IV 153", "98 IV 60", "71 IV 160"], "cite_par": ["113 IV 108", "113 IA 165", "130 IV 68", "118 IV 91"], "chapeau": "17. Urteil der Anklagekammer vom 27. März 1986 i.S. Staatsanwaltschaft des Kantons Basel-Stadt gegen Staatsanwaltschaft des Kantons Aargau", "regestes": ["Art. 350 ch. 1 CP, fixation du for. Lorsque la Chambre d'accusation du Tribunal fédéral doit fixer le for, elle examine les infractions reprochées à l'accusé librement, sans se préoccuper de la qualification juridique qui leur a été donnée par les autorités cantonales. Pour cela, elle se fonde nécessairement sur les inculpations qui peuvent être retenues contre l'accusé au moment où elle est saisie du dossier (consid. 2)."], "faits": "BGE 112 IV 61 S. 61\n\nDer jugoslawische Staatsangehörige X. wird beschuldigt, in der Zeit zwischen dem 25. Mai 1985 und dem 10. Oktober 1985 in den Kantonen Aargau, Basel-Landschaft und Basel-Stadt 23 Diebstähle von Autoradios aus parkierten Personenwagen verübt zu haben.BGE 112 IV 61 S. 62\n\nZwischen den Strafbehörden der Kantone Aargau und Basel-Stadt geführte Gerichtsstandsverhandlungen verliefen erfolglos, worauf die Staatsanwaltschaft des Kantons Basel-Stadt mit Eingabe vom 7. März 1986 an die Anklagekammer des Bundesgerichts gelangte mit dem Begehren, es seien die Behörden des Kantons Aargau für berechtigt und verpflichtet zu erklären, alle X. zur Last gelegten Delikte zu verfolgen und zu beurteilen. Die Gesuchstellerin vertritt dabei den Standpunkt, die erste wegen Diebstahls eingegangene Anzeige sei am 24./25. Mai 1985 in Rheinfelden/AG erstattet worden, womit die Zuständigkeit dieses Kantons gegeben sei. Im übrigen treffe es nicht zu, dass in Basel zuerst ein Verfahren wegen gewerbsmässigen Betrugs angehoben worden sei. X. sei jeweils nur nach dem Verbleib der Ware gefragt worden. Zudem habe anlässlich seiner Befragung im Oktober 1985 davon ausgegangen werden müssen, dass es sich bloss um Hehlerei handle. Die Frage nach dem Verkauf von Waren eines Hehlers könne aber nicht generell als Verdacht gewerbsmässigen Betrugs interpretiert werden, zumal X. nur einen ganz beschränkten Personenkreis mit Autoradios bedient habe.\n\nDie Staatsanwaltschaft des Kantons Aargau beantragt, das Gesuch der Staatsanwaltschaft des Kantons Basel-Stadt abzuweisen und die Basler Behörden mit der Sache zu befassen. Ob - so macht die Gesuchsgegnerin u.a. geltend - zuerst ein Verfahren wegen gewerbsmässigen Betrugs angehoben worden sei oder nicht, könne offenbleiben, weil nämlich im Kanton Basel-Stadt jedenfalls zuvor schon wegen gewerbsmässiger Hehlerei ermittelt worden sei und dieses Delikt mit gleich schwerer Strafe bedroht werde wie gewerbsmässiger Betrug.", "considerants": "Die Anklagekammer zieht in Erwägung:\n\n1. Unbestritten ist, dass dem Beschuldigten zahlreiche strafbare Handlungen zur Last gelegt werden, die in verschiedenen Kantonen begangen wurden. Damit stellt sich als erstes die Frage nach dem mit der schwersten Strafe bedrohten Delikt (Art. 350 Ziff. 1 Abs. 1 StGB). Nach der gegenwärtigen Aktenlage handelt es sich bei den X. vorgeworfenen Straftaten um Diebstähle, die alle mit gleicher Strafe bedroht sind. Jedenfalls wird von den beteiligten Kantonen nichts angeführt, was zu einem anderen Schluss führen würde. Höchstens könnte man sich fragen, ob bei der Vielzahl der Diebstahlshandlungen nicht der Verdacht auf Gewerbsmässigkeit BGE 112 IV 61 S. 63gegeben sei. Doch braucht dies nicht entschieden zu werden, weil für die Bestimmung des Gerichtsstandes so oder anders das forum praeventionis entscheidend ist, bei wiederholten Diebstählen gemäss Art. 350 Ziff. 1 Abs. 2 StGB und bei gewerbsmässigem Diebstahl nach Art. 346 Abs. 2 StGB (BGE 108 IV 143 E. 1).\n\n2. Die erste wegen Diebstahls ergangene Strafanzeige wurde - was auch von der Staatsanwaltschaft des Kantons Aargau nicht bestritten wird - am 25. Mai 1985 in Rheinfelden erstattet. Damit aber ist die Zuständigkeit dieses Kantons gegeben. Dass die dem Beschuldigten zur Last gelegten Straftaten im Verlaufe der in den Kantonen Aargau und Basel-Stadt geführten Ermittlungen aufgrund des jeweilig ändernden Untersuchungsergebnisses bald als Betrug, bald als Hehlerei angesehen wurden, ist nicht von Belang. Hat die Anklagekammer des Bundesgerichts den Gerichtsstand zu bestimmen, beurteilt sie die dem Beschuldigten vorgeworfenen Handlungen frei, unbekümmert um deren rechtliche Würdigung durch die kantonalen Untersuchungsbehörden (BGE 92 IV 155 E. 1).\n\nDemgegenüber kann nicht auf die Rechtsprechung verwiesen werden, wonach der Gerichtsstand nicht davon abhängt, was dem Beschuldigten schliesslich nachgewiesen werden kann, sondern sich nach den Handlungen richtet, die durch die Strafverfolgung abgeklärt werden sollen, mit anderen Worten, nicht nach dem, was der Täter tatsächlich begangen hat, sondern nach dem, was ihm vorgeworfen wird (BGE 98 IV 63, BGE 71 IV 167). Mit dieser Praxis wird bloss dem Umstand Rechnung getragen, dass die Anklagekammer in aller Regel zu einem Zeitpunkt über die Zuständigkeit befinden muss, in dem die Untersuchung noch nicht abgeschlossen ist, und infolgedessen spätere Änderungen in tatsächlicher Beziehung wie hinsichtlich der rechtlichen Unterstellung der schliesslich vom Beschuldigten zu verantwortenden Handlungen möglich sind, die erst vom Sachrichter berücksichtigt werden können. Bei der Beurteilung der Gerichtsstandsfrage muss das Bundesgericht somit notwendig von den Vorwürfen ausgehen, die dem Täter im Zeitpunkt des Verfahrens vor der Anklagekammer gemacht werden können. Massgebend ist dabei stets die Verdachtslage, wie sie sich zur Zeit des bundesgerichtlichen Entscheides darstellt.BGE 112 IV 61 S. 64\n\nDemnach erkennt die Anklagekammer:\n\nDas Gesuch der Staatsanwaltschaft des Kantons Basel-Stadt wird gutgeheissen, und es werden die Behörden des Kantons Aargau berechtigt und verpflichtet erklärt, alle X. zur Last gelegten strafbaren Handlungen zu verfolgen und zu beurteilen."}