{"annee": "112", "cour": "IB", "page": "309", "date": "13/11/1986", "cite": [], "cite_par": ["123 II 225", "124 V 7", "125 V 146", "126 V 226", "119 IB 216"], "chapeau": "48. Auszug aus dem Urteil des Kassationshofes vom 13. November 1986 i.S. K. gegen Rekurskommission des Kantons Bern für Massnahmen gegenüber Fahrzeugführern (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 16 al. 3, art. 17 LCR; art. 32 al. 1 OAC. L'art. 32 al. 1 OAC, selon lequel le permis de conduire doit être retiré au conducteur qui a conduit un véhicule automobile pendant la durée d'un retrait légitime de permis, dispose d'une base légale suffisante dans les art. 16 et 17 LCR (consid. 2)."], "faits": "", "considerants": "BGE 112 Ib 309 S. 310\n\nAuszug aus den Erwägungen:\n\n1. Gemäss Art. 16 Abs. 2 SVG kann der Führer- oder Lernfahrausweis entzogen werden, wenn der Führer Verkehrsregeln verletzt und dadurch den Verkehr gefährdet oder andere belästigt hat. In leichten Fällen kann eine Verwarnung ausgesprochen werden. Art. 16 Abs. 3 SVG zählt die Fälle auf, in denen der Führerausweis entzogen werden muss. Das Führen eines Motorfahrzeugs trotz Führerausweisentzugs wird darin nicht genannt. Nach Art. 17 SVG (\"Dauer des Führerausweis-Entzuges\") ist die Dauer des Entzugs nach den Umständen festzusetzen; sie beträgt jedoch mindestens sechs Monate, wenn der Führer trotz Ausweisentzuges ein Motorfahrzeug geführt hat oder wenn ihm der Ausweis wegen einer Widerhandlung entzogen werden muss, die er innert zwei Jahren seit Ablauf des letzten Entzuges begangen hat (Art. 17 Abs. 1 lit. c SVG). Gemäss Art. 32 Abs. 1 VZV (\"Obligatorische Entzugsgründe\") ist der Lernfahr- oder Führerausweis zu entziehen, wenn der Führer die Voraussetzungen des SVG oder dieser Verordnung zur Erteilung nicht mehr erfüllt, einen der in Art. 16 Abs. 3 SVG genannten Tatbestände verwirklicht oder ein Motorfahrzeug während der Dauer eines rechtmässigen Ausweisentzuges geführt hat.\n\nDer Beschwerdeführer macht wie bereits im kantonalen Verfahren geltend, Art. 32 Abs. 1 in fine VZV betreffend obligatorischen Ausweisentzug wegen Fahrens trotz Führerausweisentzugs sei durch das SVG nicht gedeckt, entbehre mithin der erforderlichen gesetzlichen Grundlage. Seines Erachtens ist das Führen eines Motorfahrzeuges trotz Führerausweisentzugs nur ein fakultativer Entzugsgrund gemäss Art. 16 Abs. 2 SVG unter der weiteren Voraussetzung, dass auf der Fahrt Verkehrsregeln verletzt werden.\n\n2. Die Voraussetzungen des Führerausweisentzugs müssen angesichts des durch diesen bewirkten erheblichen Eingriffs in die Rechte des Bürgers im Gesetz festgelegt sein (vgl. auch Botschaft des Bundesrates zur Revision des SVG, BBl 1973 II 1183). Die II. öffentlichrechtliche Abteilung des Bundesgerichts setzte sich im nicht veröffentlichten Urteil vom 26. Juni 1981 i.S.\n\nBGE 112 Ib 309 S. 311H. c. Rekurskommission des Kantons Bern, das im angefochtenen Entscheid ausführlich wiedergegeben wird, eingehend mit der Frage des Führerausweisentzugs wegen Fahrens trotz Führerausweisentzugs auseinander. Das Bundesgericht hielt unter Berufung auf Gesetzesmaterialien (Art. 17 Ziff. 3 des Vorentwurfs der Eidg. Polizeiabteilung vom Januar 1952; Botschaft des Bundesrates BBl 1955 II 24; Votum des Berichterstatters im Nationalrat, Sten.Bull. NR 1956 S. 597) sowie unter Hinweis auf Art. 17 Abs. 1 lit. c SVG fest, dass der obligatorische Ausweisentzug wegen Fahrens trotz Ausweisentzugs dem Willen des Gesetzgebers und dem Sinn des Gesetzes (Nachvollzug durch Verlängerung des angeordneten Vollzugs) entspricht, dass demnach Art. 16 Abs. 3 SVG insoweit eine echte Lücke enthält, die nach den allgemeinen Grundsätzen vom Bundesrat auf dem Verordnungsweg gefüllt werden konnte, und dass Art. 32 Abs. 1 in fine VZV somit nicht gesetzwidrig ist. Daran ist festzuhalten. [...] Ergänzend sei bemerkt, dass im Falle des Fahrens trotz Ausweisentzugs entgegen der Ansicht des Beschwerdeführers schon deshalb nicht gemäss Art. 16 Abs. 2 SVG (Verwarnung in leichten Fällen) verfahren werden könnte, weil allein durch das Fahren trotz Führerausweisentzugs weder eine Verkehrsregel verletzt wird noch der Verkehr gefährdet oder andere belästigt werden. Der Beschwerdeführer möchte denn auch - insoweit konsequent - das Führen eines Motorfahrzeugs trotz Führerausweisentzugs nur dann als fakultativen Entzugsgrund gemäss Art. 16 Abs. 2 SVG anerkannt wissen, wenn der Lenker darüber hinaus zugleich noch eine Verkehrsregel verletzte. Damit würde aber der Führerausweis nicht wegen des Fahrens trotz Führerausweisentzugs, sondern wegen der zugleich begangenen Verkehrsregelverletzung entzogen, die indessen ohnehin schon ein fakultativer Entzugsgrund ist. Art. 17 Abs. 1 lit. c SVG regelt klar den Führerausweisentzug wegen Führens eines Motorfahrzeugs trotz Führerausweisentzugs und setzt nicht voraus, dass der Lenker dabei noch eine Verkehrsregel verletzte.\n\nInwiefern die sich aus der historischen, teleologischen und systematischen Auslegung von Art. 16/17 SVG ergebende Annahme einer Lücke in der Aufzählung der obligatorischen Entzugsgründe in Art. 16 Abs. 3 SVG verfehlt sei, vermag der Beschwerdeführer nicht darzulegen. Dass eine solche Lücke im Gesetz vom Bundesrat auf dem Verordnungsweg gefüllt werden kann, stellt er selber nicht in Abrede.\n\nBGE 112 Ib 309 S. 312\n\nArt. 32 Abs. 1 VZV, wonach das Führen eines Motorfahrzeuges trotz Führerausweisentzugs einen obligatorischen Entzugsgrund darstellt, ist demnach durch das SVG gedeckt."}