{"annee": "112", "cour": "IA", "page": "116", "date": "18/7/1986", "cite": [], "cite_par": ["115 II 136", "113 II 406", "113 V 341"], "chapeau": "20. Extrait de l'arrêt de la IIe Cour civile du 18 juillet 1986 dans la cause dame R. contre V., C. et G. (recours de droit public)", "regestes": ["Délai pour former un recours civil en procédure sommaire fribourgeoise. La sécurité du droit interdit qu'un délai de recours clairement déterminé dans la loi soit réduit par voie jurisprudentielle, même s'il est le résultat d'une inadvertance du législateur."], "faits": "BGE 112 Ia 116 S. 117\n\nA.- Le 21 janvier 1986, le Tribunal civil de l'arrondissement de la Gruyère a pris acte d'un passé-expédient par lequel dame R. s'est désistée des conclusions qu'elle avait prises le 16 juillet 1984, en ouvrant action en libération de dette contre V., C. et G. (art. 287 CPC frib.). Après avoir rayé la cause du rôle, le tribunal, statuant en la forme sommaire en vertu de l'art. 290 al. 1 CPC frib., a mis les dépens à la charge de la demanderesse, car les défendeurs n'étaient pas parties à la procédure de mainlevée provisoire.\n\nB.- La demanderesse a formé contre ce règlement des dépens un recours civil auprès du Tribunal cantonal (art. 290 al. 2 CPC). Par arrêt du 13 mars 1986, la Cour civile l'a déclaré irrecevable pour cause de tardiveté, le délai jurisprudentiel de 10 jours étant expiré.\n\nC.- Dame R. exerce en temps utile un recours de droit public au Tribunal fédéral. Invoquant une violation de l'art. 4 Cst., elle conclut à l'annulation de la décision de l'autorité cantonale. La cour cantonale et les intimés ont renoncé à présenter des observations.", "considerants": "Extrait des considérants:\n\nLorsque le procès est rayé du rôle pour une des causes visées aux art. 287 et 289 CPC frib., dont le passé-expédient par désistement (art. 287), et que les parties ne règlent pas elles-mêmes l'attribution des dépens, le juge statue sur ce point en la forme sommaire (art. 290 al. 1 CPC frib.). Cette décision peut être portée au Tribunal cantonal par la voie du recours civil (al. 2). Dans la procédure sommaire, le délai pour recourir en appel ou en cassation est de dix jours (art. 366 al. 2 lettre a CPC frib.). Le Tribunal cantonal applique également cette règle au recours civil (Extraits ATCF 1956 p. 129, 1966 p. 71). La recourante estime qu'il le fait arbitrairement.\n\na) Loin de trouver un appui dans le texte clair de l'art. 366 al. 2 lettre a CPC frib., cette application jurisprudentielle semble en effet le contredire. Elle n'échapperait dès lors au grief d'arbitraire que s'il existait des raisons sérieuses d'admettre que l'interprétation conforme au texte ne correspond pas au sens véritable de la loi et aboutit à un résultat que le législateur n'a certainement pas voulu. De telles raisons peuvent résulter de la genèse de la loi, de son fondement, de son but ou de ses rapports avec d'autres règles légales, dont le texte ne tient manifestement pas compte (ATF 106 BGE 112 Ia 116 S. 118Ia 211 consid. 5, 103 Ia 117 consid. 3 et les références; HAEFLIGER, Alle Schweizer sind vor dem Gesetze gleich, p. 197).\n\nLe juge doit dégager de la loi le sens que ses destinataires peuvent objectivement et raisonnablement lui attribuer; il se fondera sur le texte même et sa finalité, la considération de l'un des facteurs n'excluant pas celle de l'autre. L'interprétation peut aboutir à la constatation d'une lacune - la loi étant incomplète - et notamment d'une lacune praeter legem involontaire, que le législateur n'a pas prévue. C'est ainsi que le silence de la loi peut être contraire à son économie (cf. DESCHENAUX, Traité de droit civil suisse, II, 1, Le Titre préliminaire du code civil suisse, p. 77 ss).\n\nb) La jurisprudence et la doctrine fribourgeoises (Extraits ATCF 1956 p. 129; DESCHENAUX/CASTELLA, La nouvelle procédure civile fribourgeoise, 1960, p. 206 ch. 3) relèvent qu'en ne mentionnant pas le recours civil à l'art. 366 al. 2 lettre a du nouveau code de procédure civile du 28 avril 1953, le législateur cantonal a commis une inadvertance. En effet, l'art. 315 du projet soumis au Grand Conseil prévoyait un délai de dix jours pour le recours civil, alors que le délai d'appel et de cassation était de vingt jours. Le message motivait cette différence en disant notamment que le recours civil ne soulève généralement qu'une seule question, dans une cause exigeant une liquidation rapide. La Commission parlementaire proposa cependant de porter le délai à vingt jours, \"afin d'unifier autant que possible tous les délais, et parce que le délai de dix jours est un peu court, pour les avocats en particulier\" (BGC 1952 p. 259). Cette proposition fut admise (même référence et BGC 1953 p. 35). Dans le système du projet, il était inutile de préciser qu'en procédure sommaire le délai du recours civil était de dix jours, puisque le délai général du recours civil était de cette durée. En portant celui-ci à vingt jours, par souci d'uniformisation, le Grand Conseil aurait dû, pour maintenir à dix jours le délai du recours civil en procédure sommaire, le mentionner expressément à l'art. 366 CPC frib. à côté de l'appel et de la cassation. Cette omission est manifestement due à une inadvertance, car rien ne permet de penser que le législateur ait voulu, dans la procédure sommaire, instituer, pour le recours civil, un délai autre que celui de dix jours. Le projet prévoyait des délais de recours uniformes en procédure sommaire. L'intention du Grand Conseil n'a pas été de modifier ce principe, mais d'uniformiser également les délais de recours en procédure ordinaire. En effectuant cette seconde BGE 112 Ia 116 S. 119unification, il n'a manifestement pas voulu porter atteinte à la première. La jurisprudence cantonale considère dès lors que le délai de recours, en procédure sommaire, est de dix jours aussi bien pour le recours civil que pour l'appel ou la cassation.\n\nc) Les motifs du Tribunal cantonal montrent de façon convaincante l'inadvertance commise par le législateur fribourgeois. Ils ne sont toutefois pas pertinents pour justifier la réduction du délai litigieux par voie jurisprudentielle. La sécurité du droit commande en effet que le justiciable puisse se fier à une règle de procédure clairement exprimée (cf. ATF 100 Ib 77). En l'espèce, l'art. 319 al. 1 CPC frib. ne souffre aucune interprétation. Il précise que le recours civil est formé par un mémoire adressé au Tribunal cantonal dans les vingt jours dès la réception de l'avis que le jugement est rédigé. Une modification de ce délai en procédure sommaire ne pourrait être que le fait du législateur cantonal procédant à la révision de l'art. 366 CPC frib. C'est dès lors de manière arbitraire que le Tribunal cantonal s'est écarté du texte clair de la loi cantonale de procédure."}