{"annee": "112", "cour": "IA", "page": "47", "date": "7/1/1986", "cite": ["101 IA 583"], "cite_par": [], "chapeau": "9. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 7. Januar 1986 i.S. Theiler gegen Grosser Rat des Kantons Bern (staatsrechtliche Beschwerde)", "regestes": ["Art. 6b Cst. BE; art. 85 let. a OJ; référendum financier; rénovation d'immeuble. On ne peut, en règle générale, donner un sens positif à une décision populaire négative; il est donc admissible que, après le refus par le peuple d'un premier projet, les autorités cantonales établissent un nouveau projet réduit et le soumettent à l'instance compétente selon le nouveau montant du crédit (ici: le Grand Conseil) (consid. 4a). Une éventuelle contradiction avec les assurances contenues dans un message officiel relatif à une précédente votation peut-elle influer sur le devoir de soumettre un nouveau projet au référendum? Question laissée ouverte, dès lors qu'une telle contradiction n'existe pas en l'espèce (consid. 4b)."], "faits": "BGE 112 Ia 47 S. 48\n\nDer Grosse Rat des Kantons Bern beschloss am 14. Mai 1985, für die Renovation des Gebäudes Münstergasse 2 in Bern (Diesbachhaus, Sitz der kantonalen Justizdirektion) sei ein Kredit von Fr. 1'576'000.-- zu bewilligen. Er beschloss gleichzeitig mehrheitlich, das Geschäft sei nicht dem fakultativen Referendum zu unterstellen.\n\nLuzius Theiler erhob hiergegen staatsrechtliche Beschwerde mit dem Antrag, der angefochtene Beschluss sei als \"dem fakultativen Referendum unterstellt zu erklären\". Er stützt seine Beschwerde auf Art. 6b der bernischen Staatsverfassung.", "considerants": "Aus den Erwägungen:\n\n4. a) Der Beschwerdeführer erblickt im angefochtenen Beschluss des Grossen Rates einen Verstoss gegen den Volkswillen, weil die Stimmbürger des Kantons Bern am 23. September 1984 einen Kredit für den Ausbau des Diesbachhauses abgelehnt hätten. Zweifellos wäre es unzulässig, einen in der Volksabstimmung abgelehnten Kredit nachträglich unter Umgehung des Referendums durch den Grossen Rat bewilligen zu lassen. Allein dieser Fall liegt hier nicht vor. Es wurde vor allem auf zwei nicht unwesentliche Teile des ursprünglichen Bauvorhabens, deren Kosten mindestens zum Teil als neue Aufwendungen hätten betrachtet werden müssen, verzichtet, nämlich auf den Einbau eines Liftes und auf die Umwandlung der Hauswartwohnung in Büros. Dadurch ergab sich eine Senkung der Gesamtkosten um immerhin rund Fr. 400'000.--. Dem Beschwerdeführer kann sodann nicht beigepflichtet werden, wenn er annimmt, mit der Ablehnung der ersten Kreditvorlage habe \"sich das Bernervolk ohne jeden Zweifel für die Wiederaufwertung der Altstadt als Wohngebiet im allgemeinen und für Wiederherstellung des Diesbachhauses als Wohnhaus ausgesprochen\". Der Sinn eines negativen Volksentscheides lässt sich im allgemeinen nicht in einen positiven umdeuten, weil die Motive, welche die einzelnen Stimmberechtigten zu ihrer Stimmabgabe bewogen haben, nicht ermittelt werden können BGE 112 Ia 47 S. 49(vgl. dazu JEAN-FRANÇOIS AUBERT, Le referendum populaire, in: ZSR 91/1972 I S. 504, und HANS NEF, Erneuerung des Finanzreferendums, in: Der Staat als Aufgabe: Gedenkschrift für Max Imboden, Basel 1972, S. 261). Das Bundesgericht hat im Urteil BGE 101 Ia 583 ff. ausgeführt, nach Ablehnung einer Vorlage durch das Volk sei die Rechtslage die nämliche, wie wenn diesem gar keine Vorlage unterbreitet worden wäre. Mag auch diese Formulierung, die eine sofortige Wiederholung der Abstimmung über den nämlichen Gegenstand nicht ausschlösse, vielleicht etwas zu absolut ausgefallen sein, so ist jedenfalls kein Grund ersichtlich, weshalb nicht unverzüglich ein neues, in der Regel reduziertes Projekt ausgearbeitet und der nach dem neuen Kreditbetrag zuständigen Instanz unterbreitet werden sollte. Das Vorgehen der Behörden des Kantons Bern ist somit auch unter diesem Gesichtswinkel nicht zu beanstanden.\n\nb) Schliesslich hält der Beschwerdeführer dafür, die streitige Kreditvorlage stehe im Widerspruch zur erwähnten Botschaft des Grossen Rates für die Volksabstimmung vom 5. April 1981 betreffend Krediterteilung für ein neues kantonales Bürogebäude an der Reiterstrasse in Bern. Darin sei zugesichert worden, nach der Errichtung des neuen Bürohauses ursprünglich für Wohnzwecke bestimmte Bauten in der Altstadt, die für die kantonale Verwaltung umgestaltet worden seien, wieder für Wohnungen einzurichten.\n\nEs kann dahingestellt bleiben, ob ein Widerspruch der behaupteten Art auf die Referendumspflicht von Einfluss wäre, denn ein solcher Widerspruch ist hier klarerweise zu verneinen. In der erwähnten Botschaft aus dem Jahre 1980 wird zwar bemerkt, die Erstellung eines neuen Bürogebäudes an der Reiterstrasse werde es der Verwaltung ermöglichen, ungeeignete Mietobjekte zu verlassen \"und ursprüngliche Wohnbauten wieder zu Wohnzwecken\" verwenden zu lassen. Indessen ergibt sich aus einer mit einem Plan versehenen Aufstellung auf der nämlichen Seite der Botschaft (S. 11), dass an eine Aufgabe des \"Hauptzentrums Rathaus/Münster\" nie gedacht worden war. Unter den Direktionen, die nicht verlegt werden sollten, war die Justizdirektion (der das Diesbachhaus dient) ausdrücklich erwähnt. Wenn der Regierungsrat in der Vernehmlassung zur heutigen Beschwerde ausführt, der Hinweis auf staatliche Gebäude, die wieder der Wohnnutzung zugeführt werden sollten, habe sich auf die Gebäude Münstergasse 1, 3, 24 und 32 bezogen, befindet er sich deshalb in Einklang mit der BGE 112 Ia 47 S. 50Abstimmungsbotschaft für das Verwaltungsgebäude an der Reiterstrasse.\n\nAus allen diesen Erwägungen erweist sich die staatsrechtliche Beschwerde als unbegründet, und sie ist abzuweisen."}