{"annee": "112", "cour": "III", "page": "81", "date": "5/9/1986", "cite": ["43 III 18", "91 III 1", "61 III 157", "104 III 12"], "cite_par": ["132 I 249", "127 III 173", "128 III 465", "117 III 7"], "chapeau": "20. Urteil der Schuldbetreibungs- und Konkurskammer vom 5. September 1986 i.S. A. (Rekurs)", "regestes": ["1. Complément de l'état de fait (art. 79 al. 1 OJ). Les conditions permettant que l'état de fait soit complété ne sont pas remplies lorsque les faits nouveaux auraient déjà pu et dû être présentés devant l'autorité cantonale de surveillance (consid. 1). 2. Pas de nouvelle notification d'un commandement de payer notifié irrégulièrement lorsque aucun intérêt digne de protection ne l'exige. Il n'y a pas lieu de répéter une notification entachée d'un vice, lorsque la nouvelle et correcte notification du commandement de payer à son domicile ne fournit au recourant aucun renseignement supplémentaire sur la poursuite introduite et que ses droits étaient sauvegardés malgré la notification défectueuse (consid. 2). 3. For de la poursuite introduite contre le créancier séquestrant (art. 52 et 46 al. 1 LP). Le débiteur séquestré ne peut pas requérir une poursuite contre le séquestrant au for du séquestre, contrairement au cas inverse (consid. 3)."], "faits": "BGE 112 III 81 S. 82\n\nA.- Am 24. März 1986 stellte S. beim Betreibungsamt Saanen das Begehren, A. für Fr. 1'075'000.-- nebst Zins zu 5% seit dem 10. Juli 1985 zu betreiben. Das Betreibungsamt fertigte den Zahlungsbefehl Nr. 4815 am 25. März 1986 aus und versuchte, ihn A. an dessen Wohnsitz in Gstaad persönlich zuzustellen. Diese Zustellung scheiterte jedoch, da niemand angetroffen wurde. Zwei weitere Zustellungen vom 5. und 12. April 1986 scheiterten ebenfalls. Daraufhin stellte das Betreibungsamt den Zahlungsbefehl am 22. April 1986 Rechtsanwalt X. in Zürich zu, welcher in einer anderen Sache Vertreter von A. gewesen war. Rechtsanwalt X. erhob gegen den Zahlungsbefehl gleichentags Rechtsvorschlag, wobei er sich auf eine Vollmacht von A. berief.\n\nIn der Folge leitete S. beim Gerichtspräsidenten von Saanen das Rechtsöffnungsverfahren ein. Mit Schreiben vom 12. Juni 1986 teilte Fürsprecher Y. dem Richteramt Saanen mit, dass ihn A. in bezug auf das Rechtsöffnungsverfahren mit der Wahrung seiner Interessen beauftragt habe, und ersuchte um Zustellung des Rechtsöffnungsgesuchs zur Beantwortung. Das Richteramt Saanen liess das Aktendossier, in dem sich auch eine Fotokopie des Zahlungsbefehls befand, Fürsprecher Y. am 16. Juni 1986 zugehen.\n\nB.- Am 14. Juli 1986 reichte Fürsprecher Y. für A. bei der kantonalen Aufsichtsbehörde in Betreibungs- und Konkurssachen für den Kanton Bern Beschwerde ein und beantragte die Nichtigerklärung der Betreibung Nr. 4815 des Betreibungsamtes Saanen.\n\nEr machte hauptsächlich geltend, dass A. den Zahlungsbefehl Nr. 4815 nie zu Gesicht bekommen habe und Rechtsanwalt X. hinsichtlich der in Betreibung gesetzten Forderung kein Mandat besessen habe.\n\nMit Entscheid vom 6. August 1986 trat die Aufsichtsbehörde für den Kanton Bern auf die Beschwerde nicht ein. Sie erachtete zwar die Zustellung des Zahlungsbefehls an Rechtsanwalt X. als mangelhaft. Aus den Rechtsöffnungsakten ergebe sich jedoch, dass das BGE 112 III 81 S. 83Richteramt Saanen das Aktendossier Fürsprecher Y. als dem im Rechtsöffnungs- und dem vorliegenden Beschwerdeverfahren mit der Interessenwahrung von A. beauftragten Anwalt am 16. Juni 1986 habe zugehen lassen. In diesem Aktendossier habe sich auch eine Kopie des Zahlungsbefehls befunden. Der Anwalt von A. habe somit spätestens am 16. Juni 1986 vom Zahlungsbefehl Kenntnis erhalten, weshalb mit der Anfechtung der Zustellung vom 14. Juli 1986 die zehntägige Beschwerdefrist verpasst worden sei.\n\nC.- Gegen diesen Entscheid hat A. bei der Schuldbetreibungs- und Konkurskammer des Bundesgerichts Rekurs gemäss Art. 19 SchKG erhoben. Er beantragt die Aufhebung des angefochtenen Entscheides und die Nichtigerklärung der Betreibung Nr. 4815 des Betreibungsamtes Saanen. Eventuell sei festzustellen, dass die Zustellung des Zahlungsbefehls erst am 8. Juli 1986 erfolgt sei.\n\nDas Bundesgericht weist die Beschwerde ab", "considerants": "aus folgenden Erwägungen:\n\n1. Der Rekurrent ersucht darum, zum Beweis über die neue Tatsache zugelassen zu werden, dass er persönlich erst am 8. Juli 1986 anlässlich einer Unterredung mit seinem Anwalt vom Zahlungsbefehl Kenntnis erhalten habe. Dieser Beweisantrag sei zulässig, weil die kantonale Aufsichtsbehörde ihrem Entscheid einen neuen Gesichtspunkt zugrunde gelegt habe, indem sie die Beschwerdefrist gegen den Zahlungsbefehl von da an berechnet habe, als der Anwalt im Rahmen des Rechtsöffnungsverfahrens vom Zahlungsbefehl Kenntnis erhalten habe.\n\nDie Tatsache, dass der Rekurrent persönlich allenfalls erst am 8. Juli 1986 vom Zahlungsbefehl Kenntnis erhalten hat, war diesem jedenfalls am 14. Juli 1986, als er bei der Aufsichtsbehörde die Beschwerde einreichte, bereits bekannt. Nachdem er seine Beschwerde damit begründete, die Zustellung des Zahlungsbefehls an Rechtsanwalt X. sei nichtig gewesen, hätte er allen Grund gehabt, diese behauptete Tatsache dort vorzubringen. Um darzutun, dass er die Beschwerde rechtzeitig eingereicht habe, hätte es ihm nämlich obgelegen vorzubringen, wann er tatsächlich vom Zahlungsbefehl Kenntnis erhalten habe. Weiter hätte er Gründe dafür namhaft machen müssen, weshalb für den Beginn des Fristenlaufs gerade diese Kenntnisnahme entscheidend sei, mit anderen Worten, warum nicht auf den Zeitpunkt abgestellt werden könne, als BGE 112 III 81 S. 84das Aktendossier mit dem Zahlungsbefehl seinem Anwalt zugestellt worden sei. Die angeblich neuen Tatsachen hätten somit bereits der kantonalen Aufsichtsbehörde vorgetragen werden können und sollen. Die Voraussetzungen für eine Ergänzung des Sachverhalts gemäss Art. 79 Abs. 1 OG sind infolgedessen nicht erfüllt.\n\n2. Die kantonale Aufsichtsbehörde hat zu Recht ausgeführt, dass dem Rekurrenten aus der mangelhaften Zustellung des Zahlungsbefehls kein Rechtsnachteil erwachsen ist. Die Beschwerde hätte daher auch dann nicht gutgeheissen werden können, wenn sie rechtzeitig eingereicht worden wäre.\n\na) Die Zustellung des Zahlungsbefehls Nr. 4815 entsprach nicht den gesetzlichen Vorschriften. Das Betreibungsamt Saanen, in dessen Kreis sich der Wohnsitz des Rekurrenten befindet, versuchte zwar richtigerweise, die erste Zustellung am Wohnsitz des Rekurrenten vorzunehmen (Art. 46 Abs. 1 SchKG), wobei das genaue Datum allerdings nicht mehr bestimmt werden kann; doch war es jedenfalls nicht der auf dem Zahlungsbefehl vermerkte 21. März, nachdem der Zahlungsbefehl erst am 25. März 1986 ausgestellt worden ist. Eine weitere Zustellung am Wohnsitz des Rekurrenten vom 5. April 1986 misslang ebenfalls, da wiederum niemand angetroffen wurde. Beide Zustellungen wären indessen ohnehin mangelhaft gewesen, da sie in die Betreibungsferien vom 23. März bis 6. April 1986 fielen.\n\nAm 12. April 1986 unternahm das Betreibungsamt Saanen einen dritten Zustellversuch. Dieser scheiterte aber erneut, weil niemand zuhause war. In dieser Situation hätte das Betreibungsamt den Zahlungsbefehl für einen neuen Zustellversuch einem Gemeinde- oder Polizeibeamten übergeben (Art. 64 Abs. 2 SchKG) oder eine postalische Zustellung versuchen müssen (Art. 72 Abs. 1 SchKG). Unzulässig war es hingegen, den Zahlungsbefehl einem Rechtsvertreter des Rekurrenten in Zürich zuzustellen, da im vorliegenden Fall die Voraussetzungen von Art. 66 SchKG nicht gegeben waren. Ebensowenig hatte der Rekurrent den betreffenden Rechtsvertreter gegenüber dem Betreibungsamt ausdrücklich als zur Entgegennahme von Betreibungsurkunden befugt bezeichnet oder jenem eine Generalvollmacht ausgestellt (vgl. BGE 43 III 22).\n\nb) Trotz dieser gescheiterten bzw. mangelhaften Zustellungen steht im vorliegenden Fall nun aber fest, dass der Rekurrent mit der Aktenübermittlung an Rechtsanwalt Y. vom ganzen Inhalt des Zahlungsbefehls Kenntnis erhalten hat. Eine erneute und ordentliche BGE 112 III 81 S. 85Zustellung des Zahlungsbefehls am Wohnsitz des Rekurrenten würde diesem somit keine zusätzlichen Erkenntnisse über die angehobene Betreibung vermitteln und liefe daher auf einen überspitzten Formalismus hinaus.\n\nZudem hat der Rekurrent um so weniger ein Interesse an der erneuten Zustellung des Zahlungsbefehls, als Rechtsanwalt X. gegen den Zahlungsbefehl rechtsgültig Rechtsvorschlag erhoben hat. Zwar war jene Zustellung mangelhaft und Rechtsanwalt X. nicht der wirkliche Vertreter des Rekurrenten im vorliegenden Streitfall. Die Rechtsprechung lässt jedoch auch einen Rechtsvorschlag gelten, der gegen einen mangelhaft zugestellten Zahlungsbefehl gerichtet war (BGE 91 III 6 E. 3) und von einem Geschäftsführer ohne Auftrag ausging (FRITZSCHE/WALDER, N 30 zu § 17). Die Frage, ob der Rekurrent mangels eines solchen Rechtsvorschlages noch innerhalb von zehn Tagen von der effektiven persönlichen Kenntnisnahme an hätte Rechtsvorschlag erheben können (vgl. BGE 104 III 13), stellt sich daher nicht. Es bleibt somit bei der Feststellung, dass die Rechte des Betriebenen trotz der fehlerhaften Zustellung gewahrt wurden und der Betriebene kein Interesse an der weiteren Feststellung der Fehlerhaftigkeit der Zustellung hat (BGE 61 III 158 f.).\n\nIm übrigen könnte entgegen der Auffassung des Rekurrenten wegen der fehlerhaften Zustellung nicht die ganze Betreibung für nichtig erklärt werden, da das Betreibungsbegehren korrekt gestellt und an das zuständige Betreibungsamt gerichtet worden ist. Das Betreibungsamt könnte einzig dazu angehalten werden, im Rahmen einer an sich zulässigen Betreibung den Zahlungsbefehl am Wohnsitz des Rekurrenten noch einmal zuzustellen.\n\n3. Die Auffassung des Rekurrenten, die Betreibung sei aufgrund verschiedener zwischen den Parteien anhängiger Prozesse zweckmässigerweise in Genf anzuheben, ist unzutreffend. Dass der Rekurrent am 5. Mai 1986 (also ohnehin nach der Stellung des Betreibungsbegehrens am 24. März 1986) gegen den Rekursgegner in Genf einen Arrest bewirkt hat, eröffnet zwar dem Rekurrenten in Genf den Betreibungsort des Arrestes gegen den Rekursgegner (Art. 52 SchKG), doch erlaubt dies dem Rekursgegner nicht, den Rekurrenten anderswo als an dessen schweizerischem Wohnsitz zu betreiben (Art. 46 Abs. 1 SchKG). Ebenso spielt es weder für das Betreibungsamt noch für die Aufsichtsbehörden eine Rolle, wo sich allenfalls der Gerichtsstand für das Rechtsöffnungsverfahren befindet. Die Behörden haben sich hinsichtlich des Betreibungsortes BGE 112 III 81 S. 86vorliegend auf die Feststellung zu beschränken, dass sich der Wohnort des Betriebenen in Gstaad befindet und die Betreibung daher in Anwendung von Art. 46 Abs. 1 SchKG an diesem Ort anzuheben ist. Daran vermöchte im Gegensatz zum Zivilprozessrecht auch eine allfällige Vereinbarung der Parteien über den Ort der Betreibung nichts zu ändern (AMONN, N 16 zu § 10; FAVRE, S. 105 unten; FRITZSCHE/WALDER, N 2 und 16 zu § 11; GILLIÉRON, S. 78; Schreiben der Schuldbetreibungs- und Konkurskammer an die Aufsichtsbehörde in Schuldbetreibungs- und Konkurssachen des Kantons Genf vom 13. Februar 1984, in: Semaine judiciaire 1984, S. 246)."}