{"annee": "112", "cour": "II", "page": "79", "date": "10/3/1986", "cite": ["86 IV 50", "93 II 498", "107 II 151", "96 II 39", "55 II 23"], "cite_par": ["125 III 339", "134 III 591", "112 II 172", "137 III 481", "122 III 225", "116 IV 262", "136 III 502", "118 V 193"], "chapeau": "15. Extrait de l'arrêt de la Ire Cour civile du 10 mars 1986 dans la cause Continentale, Compagnie Générale d'Assurances S.A. contre C. (recours en réforme)", "regestes": ["Responsabilité civile automobile. Prescription de l'action directe du lésé contre l'assureur (art. 83 al. 1 LCR). La prescription de plus longue durée du droit pénal s'applique aussi à l'action directe du lésé contre l'assureur en responsabilité civile (consid. 3). Autorité de la chose jugée d'une condamnation pour violation des règles de la circulation; incidence sur le procès civil. Une condamnation pénale pour violation des règles de la circulation, prononcée par une autorité dont la compétence de jugement est limitée, n'empêche pas le juge civil d'examiner le même état de fait à la lumière également des dispositions du droit pénal ordinaire, à moins que le juge pénal compétent ne l'ait déjà fait (changement de jurisprudence) (consid. 4)."], "faits": "BGE 112 II 79 S. 80\n\nA.- Le 27 octobre 1974, une automobile, conduite par S., a renversé le piéton C., qui a été blessé. L'autorité de police genevoise a sanctionné les diverses violations des règles de la circulation ayant provoqué cet accident par une amende que la conductrice n'a pas contestée. Dame S. n'a pas fait l'objet d'une plainte pénale pour lésions corporelles par négligence.\n\nC. prit contact avec Continentale, Compagnie Générale d'Assurances S.A. (ci-après: la Continentale), assureur en responsabilité civile de la détentrice du véhicule, dame J., aux fins d'obtenir la réparation de son préjudice qu'il estimait à 394'075 fr. 70. La Continentale contesta le montant du dommage allégué, mais renonça à se prévaloir de la prescription jusqu'au 15 mai 1979. Elle versa 100'000 francs au lésé, le 8 mai 1979, pour solde de tout compte.\n\nLe 10 mai 1979, C. lui fit notifier un commandement de payer de 350'000 francs, qu'il renouvela le 30 avril 1981. Les deux poursuites furent frappées d'opposition.\n\nB.- C. a ouvert action le 27 avril 1984 contre la Continentale en paiement de 350'000 francs. La défenderesse a soulevé l'exception de prescription. Les parties ont alors requis l'autorité saisie de trancher cette question à titre préjudiciel.\n\nPar jugement du 24 janvier 1985, le Tribunal de première instance du canton de Genève a admis l'exception et débouté le demandeur de toutes ses conclusions.\n\nStatuant le 20 septembre 1985, sur appel de C., la Cour de justice du canton de Genève a annulé le jugement attaqué et rejeté l'exception de prescription.\n\nC.- Contre cet arrêt, la défenderesse interjette un recours en réforme en invitant le Tribunal fédéral à constater que l'action est prescrite et, partant, à rejeter la demande.\n\nC. conclut au rejet du recours.\n\nLe Tribunal fédéral rejette le recours et confirme l'arrêt attaqué.", "considerants": "Extrait des considérants:\n\n2. Le litige porte sur l'interprétation de l'art. 83 al. 1 LCR, dont la teneur est la suivante: BGE 112 II 79 S. 81\n\n\"Les actions en dommages-intérêts et en réparation du tort moral qui découlent d'accidents causés par des véhicules automobiles ou des cycles se prescrivent par deux ans à partir du jour où le lésé a eu connaissance du dommage et de la personne qui en est responsable, mais en tout cas par dix ans dès le jour de l'accident. Toutefois, si les dommages-intérêts dérivent d'un acte punissable soumis par les lois pénales à une prescription de plus longue durée, cette prescription s'applique à l'action civile.\"\n\nEn l'occurrence, la prescription ordinaire (art. 83 al. 1, 1re phrase LCR) était acquise le 1er mai 1983, soit deux ans après la notification du dernier commandement de payer (art. 83 al. 4 LCR, qui renvoie à l'art. 135 ch. 2 CO). L'action en dommages-intérêts n'ayant été introduite qu'après l'échéance du délai de prescription ordinaire, elle devrait donc être rejetée. Il n'en irait autrement que si la prescription de plus longue durée du droit pénal lui était applicable (art. 83 al. 1, 2e phrase LCR); en pareille hypothèse, le délai de prescription serait, en effet, de cinq ans dans le cas particulier (art. 70 in fine et 125 CP).\n\nA cet égard, la présente espèce soulève deux problèmes distincts. Il s'agit de savoir, d'une part, si la prescription du droit pénal vaut également pour l'action directe que le lésé peut intenter à l'assureur en responsabilité civile en vertu de l'art. 65 al. 1 LCR, et, d'autre part, si cette prescription prolongée est applicable en dépit du fait que l'autorité de police n'a retenu qu'une contravention à la charge de la conductrice, laquelle n'a fait l'objet ni d'une plainte pénale ni d'une condamnation pour lésions corporelles par négligence.\n\nA la différence du premier juge, la Cour de justice a répondu affirmativement aux deux questions. Se rangeant à l'avis du demandeur, elle a en conséquence appliqué le délai de prescription prolongé du droit pénal à l'action en dommages-intérêts. La défenderesse lui reproche d'avoir violé le droit fédéral en agissant de la sorte.\n\n3. a) Le Tribunal fédéral n'a pas encore tranché la question de savoir si la prescription pénale de plus longue durée de l'art. 83 al. 1 LCR s'applique aussi à l'action que le lésé a le droit d'intenter directement à l'assureur en responsabilité civile en vertu de l'art. 65 al. 1 LCR. Il l'a laissée expressément ouverte dans son arrêt Bidenger du 5 décembre 1967 (ATF 93 II 502 consid. 1 in fine). Quant à l'art. 60 al. 2 CO, dont la teneur est identique à celle de l'art. 83 al. 1, 2e phrase LCR, il ne l'a appliqué qu'à l'action visant l'auteur de l'acte punissable, mais pas à la prétention en dommages-intérêts dirigée contre des tiers dont seule la responsabilité civile était engagée (ATF 55 II 28). ans l'arrêt publié aux ATF 107 II 151 s., il a toutefois fait état des objections BGE 112 II 79 S. 82que cette jurisprudence suscite depuis quelque temps en relevant la solidité des arguments des auteurs qui les ont formulées (p. 155), ce qui constitue déjà un abandon implicite de la position stricte qu'il avait adoptée par le passé. Dans ce cas également, la question de l'applicabilité de l'art. 60 al. 2 CO aux tiers responsables a cependant été laissée indécise.\n\nIl n'est pas nécessaire de la résoudre aujourd'hui, car l'art. 60 al. 2 CO n'est pas applicable en l'espèce. Partant, la cour de céans se bornera à rechercher le sens et la portée de la disposition topique de la loi sur la circulation routière.\n\nb) En plus des auteurs favorables à une large application de l'art. 60 al. 2 CO aux tiers responsables (BÄR et SPIRO, cités in ATF 107 II 155), plusieurs auteurs sont résolument partisans, s'agissant de l'art 83 al. 1 LCR, de l'application de la prescription du droit pénal à l'action directe intentée contre l'assureur (BUSSY/RUSCONI, Code suisse de la circulation routière annoté, 2e éd., n. 4.3 ad art. 83 LCR; GIGER/SCHLEGEL, Strassenverkehrsgesetz, 4e éd., n. 3 ad art. 83 LCR; DESCHENAUX/TERCIER, La responsabilité civile, 2e éd., p. 204, n. 38; VOLKEN, Anwendung der längeren strafrechtlichen Verjährungsfristen auf die zivilrechtliche Haftung juristischer Personen, in RSJ 80 (1984), p. 282, à propos notamment d'un arrêt valaisan publié in RVJ 1975, p. 144 s. et confirmé par l'arrêt publié in RVJ 1984, p. 122 s.; CHÂTELAIN, L'action directe du lésé, thèse Lausanne 1961, p. 131, qui parle d'\"une seule et même prescription\" pour les actions contre le détenteur et contre l'assureur; SPIRO, Die Begrenzung privater Rechte durch Verjährungs-, Verwirkungs- und Fatalfristen, I, p. 209, ad. n. 17). Quelques auteurs sont cependant d'un avis contraire (OFTINGER, Schweizerisches Haftpflichtrecht, II/2, p. 683/684, sans motivation particulière; JAEGER, La prescription des créances en dommages-intérêts, in Journées du droit de la circulation routière, Fribourg 1984, p. 21/22, parce que la prescription de longue durée ne devrait viser, selon lui, que l'auteur de l'acte punissable; SCHWANDER, in Journées du droit de la circulation routière, Fribourg 1984, p. 16/17, car il n'y a qu'une solidarité imparfaite entre les personnes répondant du dommage causé par un accident et leur assureur).\n\nc) Avec la cour cantonale, le Tribunal fédéral se range à l'opinion de la doctrine dominante, suivant laquelle la prescription du droit pénal s'applique aussi à l'action directe du lésé contre l'assureur en responsabilité civile. Cette opinion est en effet la seule BGE 112 II 79 S. 83qui soit compatible avec le texte de la loi; celui-ci fait clairement dépendre l'application de la prescription de plus longue durée de la seule nature de l'acte générateur de la responsabilité et il ne contient aucune référence, même indirecte, à la personne de l'auteur de cet acte. Ce qui importe, selon ce texte, c'est que l'on ait affaire à un acte punissable soumis par les lois pénales à une prescription plus longue que la prescription ordinaire de l'art. 83 al. 1, 1re phrase LCR. Dès lors que l'on est en présence d'un tel acte, quel qu'en soit l'auteur, l'action civile, qui qu'elle vise, est soumise à la prescription du droit pénal.\n\nCette interprétation est au demeurant la seule qui soit conciliable avec le but d'uniformisation du délai de prescription ressortant de l'art. 83 LCR et parfaitement illustré par l'al. 2 de cette disposition, aux termes duquel \"lorsque la prescription est interrompue à l'égard de la personne responsable, elle l'est aussi à l'égard de l'assureur, et vice versa\". En adoptant cette disposition, le législateur a voulu étendre au concours des actions contre le responsable et son assureur (solidarité imparfaite) les effets que l'art. 136 al. 1 CO attache à la solidarité parfaite existant entre les personnes qui répondent du dommage causé par un accident (art. 60 al. 1 et 61 al. 3 LCR; ATF 106 II 253 consid. 3). Du moment que la prescription interrompue à l'égard du responsable l'est également envers l'assureur, la logique veut qu'il en aille de même en ce qui concerne la prolongation du délai de prescription, faute de quoi le but d'uniformisation poursuivi par le législateur ne pourrait pas être atteint.\n\nForce est donc d'admettre, au terme de cet examen, que la prescription de plus longue durée de l'art. 83 al. 1, 2e phrase LCR s'applique non seulement à l'action dirigée contre l'auteur pénalement responsable - ou contre le détenteur si l'accident est dû à la faute du conducteur non détenteur ou à celle d'un auxiliaire au service du véhicule (art. 58 al. 4 LCR) -, mais aussi à l'action directe que le lésé a le droit d'intenter à l'assureur en responsabilité civile en vertu de l'art. 65 al. 1 LCR.\n\n4. a) Estimant que les éléments constitutifs du délit de lésions corporelles par négligence (art. 125 CP) étaient réalisés en l'espèce, la cour cantonale a appliqué la prescription pénale de cinq ans (art. 70 in fine CP) à la présente action en dommages-intérêts, en dépit du fait que la conductrice du véhicule n'avait été condamnée que pour des contraventions aux règles de la circulation routière, qu'elle n'avait pas contesté l'amende qui lui avait été infligée de ce BGE 112 II 79 S. 84chef, et qu'elle n'avait fait l'objet ni d'une plainte pénale ni d'une condamnation pour lésions corporelles par négligence. Ce faisant, la Cour de justice s'est écartée de la jurisprudence du Tribunal fédéral rendue dans un cas analogue et publiée aux ATF 93 II 502 consid. 1. Dans cet arrêt, que la défenderesse invoque à l'appui de son recours en réforme, le Tribunal fédéral considère que la condamnation d'un automobiliste pour contravention aux règles de la circulation routière, prononcée par une autorité administrative, fait obstacle, dès son entrée en force, à la condamnation ultérieure de cet automobiliste pour lésions corporelles par négligence. A son avis, une seconde condamnation serait en effet contraire au principe \"ne bis in idem\", qui ressortit au droit matériel. Il en vient alors à poser ce qui suit, pour écarter la prescription pénale de plus longue durée (ibid.): \"Du moment que l'autorité pénale n'a retenu qu'une contravention à sa charge, (l'automobiliste) s'est donc trouvé libéré d'une poursuite éventuelle pour lésions corporelles par négligence. S'il s'en était rendu coupable, la situation ainsi acquise aurait correspondu à celle d'un acquittement, prononcé sans doute à tort, mais qui n'en lierait pas moins le juge civil.\"\n\nCette jurisprudence ne résiste toutefois pas à un nouvel examen. BUSSY/RUSCONI (op.cit., n. 4.4 ad art. 83 LCR) la critiquent à juste titre en relevant qu'il n'y avait pas matière à application de la règle \"ne bis in idem\" dans cette espèce, car la condamnation pour contravention de circulation laissait de côté les lésions corporelles occasionnées aux demandeurs et n'embrassait donc pas la totalité des faits. Il est vrai que si l'on poussait à l'extrême le raisonnement tenu dans l'arrêt controversé, on serait amené à nier la possibilité, pour le juge pénal compétent, de condamner un automobiliste pour homicide par négligence, du seul fait que cet automobiliste s'est déjà vu infliger une amende pour les contraventions aux règles de la circulation qu'il a commises. En pareille hypothèse, le délit prévu par le code pénal devrait donc être considéré comme absorbé par l'infraction de circulation. On aboutirait ainsi à un résultat non seulement choquant, mais, qui plus est, en parfaite contradiction avec les principes posés par le Tribunal fédéral en matière de concours entre l'art. 90 LCR et les dispositions du code pénal (ATF 106 IV 396 No 95 et les arrêts cités). L'application du droit pénal ordinaire dépendrait, en définitive, de la célérité, pour ne pas dire du bon vouloir, de l'autorité chargée de la répression des seules contraventions aux règles de la circulation. Une telle BGE 112 II 79 S. 85solution n'est pas admissible (cf., à ce sujet, les arrêts cantonaux publiés in Extraits des principaux arrêts du Tribunal cantonal fribourgeois, 1964, p. 147 s. et 151/152; PKG 1958 No 14 p. 58/59 consid. 1; ZR 51 (1952) No 44, 42 (1943) No 130).\n\nEn réalité, l'autorité habilitée à réprimer les contraventions aux règles de la circulation doit examiner d'office, sous toutes les qualifications possibles, l'état de fait qui lui est soumis, et si cet examen révèle l'existence probable d'un délit, elle doit alors transmettre le dossier au juge d'instruction compétent, sous réserve du cas où l'infraction n'est poursuivie que sur plainte du lésé (cf. le second arrêt fribourgeois, op.cit., p. 152). Si elle ne le fait pas et rend néanmoins une sentence partielle restreinte aux violations des règles de la circulation, sa décision ne saurait jouir de l'autorité de la chose jugée et faire obstacle à une poursuite judiciaire ultérieure visant à sanctionner le délit que peut constituer le même acte, déjà réprimé comme contravention. En effet, n'est alors pas réalisée l'une des conditions cumulatives dont dépend l'autorité de la chose jugée (materielle Rechtskraft) d'une décision pénale, à savoir la compétence de jugement illimitée du premier juge (cf., sur ce point, HAUSER, Kurzlehrbuch des schweizerischen Strafprozessrechts, 2e éd., p. 243, lettre c, et p. 249, ch. IV; v. aussi: PIQUEREZ, Traité de procédure pénale bernoise et jurassienne, t. I, No 320; JOOS, Formelles Übertretungsstrafrecht im Kanton Graubünden, thèse Zurich 1979, p. 206/207; AEPPLI, Formelles Übertretungsstrafrecht im Kanton Zürich, thèse Zurich 1971, p. 63). Certains cantons ont du reste résolu expressément ce problème dans leur code de procédure en prévoyant l'annulation pure et simple de la première décision par la juridiction nouvellement saisie (cf., par ex., art. 227 al. 3 CPP jur., art. 29 al. 2 CPP app. R.-E., par. 139 al. 4 CPP thurg., par. 3 al. 2 CPP zoug.; voir aussi les art. 13 et 18, particulièrement explicites, de la loi vaudoise du 18 novembre 1969 sur les contraventions). La situation n'est évidemment pas différente dans les cantons qui n'ont pas codifié le principe susmentionné, puisque la règle \"ne bis in idem\" ressortit au droit matériel (ATF 86 IV 52). PONCET (Le nouveau code de procédure pénale genevois annoté, p. 296 ad. art. 215) le rappelle clairement à propos de la procédure genevoise ici en cause. Il en va de même en procédure pénale valaisanne, contrairement à ce que pourrait laisser croire l'arrêt Bidenger précité (ATF 93 II 502). Dans cet arrêt, le Tribunal fédéral a en effet considéré à tort que l'automobiliste fautif avait échappé à une condamnation pour BGE 112 II 79 S. 86lésions corporelles par négligence en raison de l'autorité de la chose jugée dont était revêtu le prononcé pénal du Département de justice et police du canton du Valais, alors que la libération de l'automobiliste tenait uniquement au fait que la juridiction pénale compétente n'avait pas été saisie du dossier, le cas ne lui ayant pas été dénoncé et les lésés n'ayant pas porté plainte.\n\nEn résumé, la décision rendue par une autorité pénale ne jouissant que d'un pouvoir d'examen limité ratione materiae ne donne lieu à application de la règle \"ne bis in idem\" que dans le cadre restreint de la sphère de compétence de cette autorité. Elle n'empêche pas qu'un nouveau jugement soit rendu à raison des mêmes faits, lorsque ceux-ci constituent également une autre infraction qu'il appartient à une autorité différente de sanctionner.\n\nIl suit de là qu'une condamnation prononcée par une autorité dont la compétence de jugement est restreinte à une catégorie d'infractions (les contraventions, par exemple) ne saurait empêcher le juge civil d'examiner si les éléments constitutifs d'une infraction n'entrant pas dans cette catégorie (délit ou crime, par exemple) sont bien réalisés, lorsque cette question n'a pas été soumise à l'appréciation du juge pénal compétent. Peu importe, au demeurant, le motif pour lequel ce dernier n'a pas été saisi de l'affaire. S'agissant, comme en l'espèce, du défaut de plainte pénale, on rappellera que, selon la jurisprudence, cette circonstance n'empêche pas l'application du délai de prescription prolongé, car la plainte est une condition de l'exercice de l'action publique et non de punissabilité (ATF 96 II 43 consid. 3a, ATF 93 II 500; v. aussi: SPIRO, op. cit., p. 208; GIRSBERGER, in RSJ 58 (1962), p. 215; STARK, Ausservertragliches Haftpflichtrecht, Nos 1111 et 1112).\n\nb) Sur le vu de ce qui précède, c'est à juste titre que la cour cantonale a décidé d'examiner si l'acte commis par la conductrice, et déjà réprimé en tant que contravention aux règles de la circulation, ne constituait pas aussi un délit pénal qui aurait été retenu à la charge de l'automobiliste fautive en cas de dépôt d'une plainte par le lésé. Comme la réalisation des conditions objectives et subjectives du délit de lésions corporelles par négligence était manifeste en l'occurrence, la Cour de justice n'a donc pas violé le droit fédéral en appliquant le délai de prescription pénal de cinq ans à l'action en dommages-intérêts du demandeur et en rejetant, par voie de conséquence, l'exception de prescription soulevée par la défenderesse.\n\nLe recours se révèle dès lors mal fondé."}