{"annee": "113", "cour": "IB", "page": "212", "date": "8/7/1987", "cite": ["112 IB 164", "112 IB 235", "111 IB 150", "110 IB 255", "109 IB 257", "107 IB 219", "110 IB 29"], "cite_par": ["118 IB 196"], "chapeau": "36. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 8. Juli 1987 i.S. Gemeinde Küsnacht gegen X. und Mitbeteiligte und Verwaltungsgericht des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 5 al. 2 LAT; notion de la prétention à indemnité fondée sur le droit fédéral. - Résumé de la jurisprudence (consid. 2). - Lorsque le droit cantonal confère au propriétaire le droit d'exiger la reprise de son fonds par la collectivité publique, indépendamment de la réalisation d'une expropriation matérielle au sens de l'art. 5 al. 2 LAT, la décision relative à cette reprise et à l'estimation de l'indemnité relève exclusivement de la souveraineté cantonale. Sur le plan fédéral, le recours de droit public est la seule voie de recours disponible, à moins que le recourant fasse valoir que l'art. 5 al. 2 LAT aurait dû être appliqué (consid. 3)."], "faits": "BGE 113 Ib 212 S. 212\n\nDie Gemeindeversammlung von Küsnacht beschloss am 1. April 1974 eine Änderung der kommunalen Bauordnung, durch BGE 113 Ib 212 S. 213welche im Gebiet Rotenstein/Holletsmoos auf der Küsnachter Allmend eine Freihaltezone geschaffen wurde. Der Regierungsrat des Kantons Zürich genehmigte die neue Zonenordnung am 30. Juni 1976/21. September 1977.\n\nDie Eigentümer von vier in der Freihaltezone gelegenen Parzellen meldeten am 25. September 1980 Entschädigungsansprüche aus materieller Enteignung an. Im Verfahren vor der kantonalen Schätzungskommission beantragte die Gemeinde Küsnacht, es sei ihr das Eigentum an den erwähnten Grundstücken zuzusprechen.\n\nMit Entscheid vom 26. Mai 1983 wies die kantonale Schätzungskommission II die Begehren auf Entschädigung aus materieller Enteignung ab (Disp. Ziff. 1), sprach dagegen der Gemeinde Küsnacht das Eigentum an den vier genannten Grundstücken zu (Disp. Ziff. 3) und verpflichtete die Gemeinde Küsnacht, dafür eine Entschädigung von Fr. 70.-- pro Quadratmeter zu bezahlen (Disp. Ziff. 4).\n\nHierauf führte die Gemeinde Küsnacht Klage beim Verwaltungsgericht des Kantons Zürich und beantragte, es sei der Übernahmepreis für die Grundstücke herabzusetzen; im übrigen sei der Schätzungsentscheid vollumfänglich zu bestätigen. Das Verwaltungsgericht beschloss am 4. Februar 1986 unter anderem, es werde vorgemerkt, dass der Entscheid der Schätzungskommission II vom 26. Mai 1983 bezüglich Disp. Ziff. 1 und 3 rechtskräftig geworden sei, und entschied, in Abweisung der Klage werde die Gemeinde Küsnacht verpflichtet, für die heimgeschlagenen Grundstücke Fr. 70.-- pro Quadratmeter zu bezahlen.\n\nGestützt auf eine entsprechende Rechtsmittelbelehrung des Verwaltungsgerichts des Kantons Zürich führt die Gemeinde Küsnacht gegen dessen Entscheid Verwaltungsgerichtsbeschwerde mit dem Antrag auf Herabsetzung der für die heimgeschlagenen Grundstücke festgesetzten Entschädigungen.", "considerants": "Auszug aus den Erwägungen:\n\n1. Das Verwaltungsgericht hat in der Rechtsmittelbelehrung des angefochtenen Entscheides auf die Verwaltungsgerichtsbeschwerde an das Bundesgericht verwiesen. Ob diese Beschwerdemöglichkeit offensteht, bestimmt sich allein nach den Voraussetzungen des Bundesrechts. Sind diese nicht gegeben, kann auf die Rechtsvorkehr nicht eingetreten werden; die Rechtsmittelbelehrung ändert hieran nichts (BGE 111 Ib 153 E. 1). Es ist deshalb BGE 113 Ib 212 S. 214zu prüfen, ob die Verwaltungsgerichtsbeschwerde nach den massgebenden bundesrechtlichen Vorschriften im vorliegenden Fall zulässig ist.\n\na) Nach Art. 97 Abs. 1 OG beurteilt das Bundesgericht letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne von Art. 5 des Bundesgesetzes über das Verwaltungsverfahren vom 20. Dezember 1968 (VwVG), die von einer der in Art. 98 OG erwähnten Behörden ausgehen und gegen welche die Beschwerdemöglichkeit durch keine der Ausnahmebestimmungen nach Art. 99 bis 102 OG ausgeschlossen wird.\n\nFür den Bereich des Raumplanungsrechts enthält Art. 34 des Bundesgesetzes über die Raumplanung vom 22. Juni 1979 (RPG) eine besondere Normierung. Danach ist die Verwaltungsgerichtsbeschwerde an das Bundesgericht ausdrücklich zulässig gegen Entscheide letzter kantonaler Instanzen über Entschädigungen als Folge von Eigentumsbeschränkungen (Art. 5 RPG), wobei auch Kantone und Gemeinden zur Beschwerde berechtigt sind.\n\nb) Die kantonalen, regionalen und kommunalen Freihaltezonen nach zürcherischem Recht dienen der Erholung der Bevölkerung, dem Natur- und Heimatschutz oder der Gliederung des Siedlungsgebietes (§ 39 und 61 des Gesetzes über die Raumplanung und das öffentliche Baurecht vom 7. September 1975, PBG).\n\nFür die kantonalen und regionalen Freihaltezonen bestimmt das Gesetz unter der Marginalie \"Heimschlagsrecht\":\n\n\"§ 41. Jeder Grundeigentümer hat neben einem allfälligen\n\nEntschädigungsanspruch aus materieller Enteignung das Recht, seine in der\n\nFreihaltezone gelegenen Grundstücke und Grundstückteile dem Staat\n\nheimzuschlagen.\n\n...\"\n\nAnschliessend wird das Ausdehnungsrecht (§ 41 Abs. 2), die Entschädigung (§ 42), das Verfahren (§ 43) und ein Rückgriffsrecht des Staates auf Gemeinden, welche aus solchen Freihaltezonen besonderen Nutzen ziehen (§ 44), geregelt.\n\nNach § 62 PBG gelten in kommunalen Freihaltezonen für die Rechte der Grundeigentümer hinsichtlich Inhalt und Verfahren die gleichen Bestimmungen wie bei übergeordneten Freihaltezonen. Daraus schliesst das Verwaltungsgericht zu Recht, die Vorschriften von § 41 ff. PBG fänden auch Anwendung auf Grundstücke, die nach Gemeinderecht einer Freihaltezone zugeordnet sind.\n\nBGE 113 Ib 212 S. 215\n\nc) Die Frage der materiellen Enteignung ist rechtskräftig entschieden. Im vorliegenden Verfahren ist allein streitig, welchen Preis die Gemeinde Küsnacht für die von der Freihaltezone erfassten und heimgeschlagenen Grundstücke schuldet. Zu prüfen ist, ob das Verwaltungsgericht mit dem angefochtenen Urteil insoweit über Entschädigungen als Folge von Eigentumsbeschränkungen gemäss Art. 5 RPG entschieden hat, was Voraussetzung für die Zulässigkeit der eidgenössischen Verwaltungsgerichtsbeschwerde ist (Art. 34 Abs. 1 RPG).\n\n2. a) Die nach Massgabe der bundesrechtlichen Rahmenbestimmungen anzuordnenden Planungsmassnahmen des kantonalen und kommunalen Rechts sind geeignet, den Wert der davon betroffenen Grundstücke zu beeinflussen. Dies gilt insbesondere hinsichtlich der Nutzungspläne gemäss Art. 14 ff. RPG. Es schien daher geboten, die vermögensrechtlichen Auswirkungen dieser Planungen ebenfalls zum Gegenstand des Bundesrechts zu erheben. Dementsprechend bestimmt Art. 5 RPG, das kantonale Recht regle einen angemessenen Ausgleich für erhebliche Vor- und Nachteile, die durch Planungen nach diesem Gesetz entstehen (Abs. 1), und normiert zudem den Grundsatz der vollen Entschädigungspflicht bei materieller Enteignung (Abs. 2). Während der Tatbestand der materiellen Enteignung bundesrechtlich abschliessend umschrieben ist (BGE 110 Ib 31 E. 3 mit Hinweis), belässt das Bundesrecht den Kantonen für die Regelung der übrigen Ausgleichsmöglichkeiten im Sinne von Art. 5 Abs. 1 RPG eine weite Gestaltungsfreiheit (vgl. dazu Erläuterungen zum Bundesgesetz über die Raumplanung, hrsg. vom EJPD, Bern 1981, N. 1 ff. zu Art. 5; HEINZ AEMISEGGER, Leitfaden zum Raumplanungsgesetz, Bern 1980, S. 35 ff., S. 39; ULRICH ZIMMERLI, Raumplanungsgesetz und Enteignung, in: Das Bundesgesetz über die Raumplanung, Berner Tage für die juristische Praxis, Bern 1980, S. 51 ff., 61). Ob auch Ansprüche aufgrund solcher kantonaler Regelungen Gegenstand einer eidgenössischen Verwaltungsgerichtsbeschwerde sein können, ist im vorliegenden Verfahren nicht zu entscheiden, da kein Ausgleich im Sinne von Art. 5 Abs. 1 RPG in Frage steht (vgl. immerhin FRITZ GYGI, Der Rechtsschutz, in: Das Bundesgesetz über die Raumplanung, Berner Tage für die juristische Praxis, Bern 1980, S. 67 ff., 76). Zu prüfen ist indessen, ob die Heimfallsentschädigung gemäss § 42 PBG unter Art. 5 Abs. 2 RPG fällt, somit bundesrechtlich bestimmt ist, und ob entsprechende Entscheide demnach aufgrund von Art. 34 Abs. 1 BGE 113 Ib 212 S. 216RPG mit Verwaltungsgerichtsbeschwerde nach Art. 97 ff. OG angefochten werden können.\n\nb) Art. 5 Abs. 2 RPG regelt den Begriff und die Folgen der materiellen Enteignung. Materiell brachte die Vorschrift nichts Neues; sie gibt nur den in der Eigentumsgarantie gemäss Art. 22ter BV enthaltenen und in der bundesgerichtlichen Rechtsprechung konkretisierten Rechtszustand wieder. Formell begründet sie jedoch einen direkten bundesgesetzlichen Entschädigungsanspruch des Betroffenen. Das Raumplanungsgesetz des Bundes beschränkt sich aber nicht darauf, diesen Rechtsanspruch zu verankern, sondern normiert auch zu Gunsten des verpflichteten Gemeinwesens eine Schranke gegen die Festsetzung übermässiger Entschädigungsbeträge (BGE 107 Ib 222 E. 2). Dieser doppelte Zweck ergibt sich auch aus Art. 34 RPG, der nicht bloss eine Rechtsweggarantie des Privaten enthält (Abs. 1), sondern für diesen Bereich ausserdem die Beschwerdeberechtigung des Gemeinwesens einführt (Abs. 2). Zu beachten ist allerdings, dass auch mit der Verwaltungsgerichtsbeschwerde nach Art. 34 RPG nur eine Überprüfung des Bundesrechts, nicht dagegen eine solche kantonaler Vorschriften erfolgen kann (Art. 104 lit. a OG). Zu bestimmen ist daher, wann ein bundesrechtlicher Entschädigungsanspruch vorliegt.\n\nc) Als bundesrechtliche können nur solche Entschädigungsansprüche gelten, die auf dem bundesrechtlichen Begriff der materiellen Enteignung gründen (BGE 107 Ib 230 E. 1). Unerheblich ist dabei, ob die als enteignungsgleich erachtete Eigentumsbeschränkung vor oder nach Inkrafttreten des eidgenössischen Raumplanungsrechts erlassen oder angeordnet wurde (BGE 110 Ib 257 E. 1; 107 Ib 382 E. 1).\n\nFolgt der materiellen Enteignung eines Baugrundstückes durch Zuweisung zur Zone für öffentliche Anlagen eine formelle Enteignung für die Überbauung der Liegenschaft, so kann die Gesamtentschädigung mit Verwaltungsgerichtsbeschwerde angefochten werden, selbst wenn sie ausschliesslich im formellen - kantonalen - Enteignungsverfahren festgesetzt wird (BGE 109 Ib 261 E. 1). Gleiches gilt, wenn das kantonale Recht dem betroffenen Eigentümer die Möglichkeit gibt, vom Gemeinwesen anstelle der Minderwertsentschädigung für die materielle Enteignung die Übernahme der Liegenschaft zu verlangen (Heimschlagsrecht; vgl. BGE 110 Ib 258 E. 1 mit Hinweisen).\n\nSchliesslich hat das Bundesgericht die Verwaltungsgerichtsbeschwerde selbst dann zugelassen, wenn die letzte kantonale Instanz BGE 113 Ib 212 S. 217zwar das Vorliegen einer materiellen Enteignung verneinte, indessen wegen eines teilweise rechtskräftigen Urteils einer Vorinstanz einen Entschädigungsanspruch anerkannte, welcher seinerseits auf den Begriff der materiellen Enteignung abgestützt wurde (nicht veröffentlichtes Urteil des Bundesgerichts vom 3. Juli 1985 i.S. Stadt Opfikon, E. 1b).\n\nd) Nicht unter den Begriff des Bundesrechts fallen und damit von der Verwaltungsgerichtsbeschwerde nach Art. 97 ff. OG ausgeschlossen sind demgegenüber Ansprüche, welche ihren Rechtsgrund ausschliesslich im kantonalen Recht haben (FRITZ GYGI, a.a.O., S. 76).\n\nDas Bundesrecht findet einmal keine Anwendung auf Sachverhalte, welche vor Inkrafttreten des eidgenössischen Raumplanungsgesetzes abgeschlossen waren, beispielsweise vorübergehende Eigentumsbeschränkungen, welche vor dem 1. Januar 1980 wegfielen und zu keinen \"Planungen nach diesem Gesetz\" gemäss Art. 5 RPG führten (Urteil des Bundesgerichts vom 20. Juni 1984 i.S. EG Köniz, E. 1b, veröffentlicht in BVR 1984, S. 461 ff., 462). Keine bundesrechtlichen Entschädigungsansprüche sind weiter solche, welche das kantonale Recht ausserhalb des bundesrechtlichen Entschädigungssystems vor Inkrafttreten des eidgenössischen Raumplanungsgesetzes für Planungsmassnahmen vorsah, die sich vor dem 1. Januar 1980 verwirklichten (Urteil des Bundesgerichts vom 16. Februar 1983, veröffentlicht im ZBl 85/1984, S. 324 ff.). Und schliesslich erfasst das Bundesrecht nicht Heimschlagsrechte, welche das kantonale Recht auch dann gewährt, wenn keine materielle Enteignung vorliegt (Urteil des Bundesgerichts vom 17. Februar 1982, E. 1, veröffentlicht im ZBl 83/1982, S. 207 ff., 208).\n\n3. § 41 PBG gewährt unabhängig davon, ob eine materielle Enteignung gemäss Art. 5 RPG vorliegt, ein Heimschlagsrecht gestützt auf kantonales Recht.\n\na) Ein letztinstanzlicher kantonaler Entscheid, der in Anwendung dieser Bestimmung erging, kann sowohl vom Grundeigentümer wie auch vom Gemeinwesen mit Verwaltungsgerichtsbeschwerde angefochten werden, wenn sie geltend machen, Art. 5 Abs. 2 RPG sei zu Unrecht nicht oder sei nicht richtig angewendet worden (vgl. BGE 112 Ib 165 E. 1, 237 E. 2a; je mit Hinweisen). Bedingung ist, dass die übrigen Prozessvoraussetzungen zur Einlegung dieses Rechtsmittels gegeben sind; insbesondere muss die beschwerdeführende Partei durch den angefochtenen Entscheid beschwert sein.\n\nBGE 113 Ib 212 S. 218\n\nb) Steht indessen vor Bundesgericht nur die Frage zum Entscheid, ob das neben dem Anspruch auf Entschädigung aus materieller Enteignung und somit gestützt allein auf kantonales Recht normierte Heimschlagsrecht zu Recht oder zu Unrecht gewährt und ob die Entschädigung dafür richtig bemessen worden sei, so steht dazu nur die staatsrechtliche Beschwerde offen.\n\nEs handelt sich in diesem Fall um einen rein kantonalen Hoheitsakt, der vom Bundesgericht nur auf seine Verfassungsmässigkeit hin überprüft werden kann (Art. 84 Abs. 1 OG; vgl. auch BGE 112 Ib 237 E. 2 mit Hinweisen).\n\nc) Gegenüber den hier beteiligten Grundeigentümern ist die Frage der materiellen Enteignung im Sinne des Bundesrechts rechtskräftig entschieden (vgl. den Sachverhalt).\n\nStreitig ist allein die Höhe der Entschädigung für das selbständige, allein auf kantonalem Recht beruhende Heimschlagsrecht. Da die Gemeinde auch sinngemäss nicht geltend macht, Art. 5 Abs. 2 RPG sei zu Unrecht nicht oder sei nicht richtig angewendet worden, steht zur Überprüfung dieser Frage nach dem Gesagten nicht die eidgenössische Verwaltungsgerichtsbeschwerde, sondern nur die staatsrechtliche Beschwerde zur Verfügung.\n\nDie vorliegende Rechtsvorkehr kann auch nicht als staatsrechtliche Beschwerde behandelt werden. Der angefochtene Entscheid verletzt die Gemeinde Küsnacht nicht in ihrer Autonomie, was im übrigen von ihr auch nicht geltend gemacht wird. Er betrifft sie auch nicht wie eine Privatperson (vgl. dazu BGE 107 Ia 179 E. 1b; 99 Ia 111 E. 2; je mit Hinweisen); Gegenstand des Urteils ist vielmehr die öffentlichrechtliche Entschädigungsfolge eines kantonalen Heimschlagsrechts.\n\n4. Aus den vorstehenden Erwägungen ergibt sich, dass auf die Beschwerde nicht einzutreten ist."}