{"annee": "113", "cour": "V", "page": "74", "date": "9/3/1987", "cite": ["106 V 120", "105 V 101", "109 V 60", "107 V 214", "105 V 44", "112 V 168"], "cite_par": ["124 III 266", "115 V 266", "122 V 270", "115 V 347", "113 V 341", "120 V 521", "115 V 285", "114 V 350", "114 V 239", "123 V 234"], "chapeau": "13. Auszug aus dem Urteil vom 9. März 1987 i.S. Bundesamt für Industrie, Gewerbe und Arbeit gegen M. Bau AG und Versicherungsgericht des Kantons Bern", "regestes": ["Art. 31 al. 3 et 42 al. 3 LACI. Les personnes visées par l'art. 31 al. 3 LACI n'ont pas droit à l'indemnité en cas de réduction de l'horaire de travail ni, en raison du renvoi figurant à l'art. 42 al. 3 LACI, à l'indemnité en cas d'intempéries. Contrairement à la jurisprudence relative à l'ancien art. 31 al. 1 let. c OAC, il y a lieu d'admettre que le droit des personnes mentionnées à l'art. 31 al. 3 let. c LACI à des prestations est absolument exclu."], "faits": "BGE 113 V 74 S. 74\n\nA.- Die Brüder Edwin und Hans-Rudolf M. sowie Wilfried N. sind zu je einem Drittel am Aktienkapital der Firma M. Bau BGE 113 V 74 S. 75AG beteiligt. Wilfried N. verfügt über 540 Aktien zu Fr. 500.-- Nennwert, Hans-Rudolf und Edwin M. besitzen je 270 Aktien zu einem Nennwert von Fr. 1'000.--. Die drei Aktionäre bilden den Verwaltungsrat der Gesellschaft. Wilfried N. ist als Präsident einzelzeichnungsberechtigt, die Brüder M. zeichnen kollektiv zu zweien. Das Stimmrecht der Gesellschaft bestimmt sich nach der Anzahl Aktien ohne Berücksichtigung des Nennwertes.\n\nWegen der am 8. Januar 1985 einsetzenden Schlechtwetterperiode mussten die Arbeiten für insgesamt 13 Arbeiter auf zwei Baustellen eingestellt werden. Die Arbeitslosenkasse des Kantons Bern anerkannte den grundsätzlichen Anspruch auf Schlechtwetterentschädigung, lehnte aber mit Verfügung vom 10. Juli 1985 den Anspruch von Edwin und Hans-Rudolf M. für die Zeit vom 8. Januar bis 26. Februar 1985 ab. Zur Begründung führte sie an, dass die Brüder M. als Aktionäre die Entscheidungen der Baufirma bestimmen oder massgeblich beeinflussen könnten, weshalb sie gemäss Art. 42 Abs. 3 in Verbindung mit Art. 31 Abs. 3 lit. c AVIG nicht anspruchsberechtigt seien.\n\nB.- In Gutheissung der hiegegen erhobenen Beschwerde bejahte das Versicherungsgericht des Kantons Bern mit Entscheid vom 4. März 1986 den Anspruch von Edwin und Hans-Rudolf M. auf Schlechtwetterentschädigung in den Abrechnungsperioden Januar und Februar 1985. Es gelangte zum Schluss, dass die Rechtsprechung zum altrechtlichen Art. 31 Abs. 1 lit. c AlVV auch bei der Anwendung der neuen Bestimmung des Art. 31 Abs. 3 lit. c AVIG in Verbindung mit Art. 42 Abs. 3 AVIG zu beachten sei. Darnach hätten Personen mit bestimmendem Einfluss auf die Entscheidungen des Betriebes Anspruch auf Entschädigung, wenn der ausgewiesene Arbeitsausfall überprüfbar und die Leistungsansprecher während der witterungsbedingten Arbeitslosigkeit vermittlungsfähig und -bereit seien. Diese Voraussetzungen seien im vorliegenden Fall erfüllt. Aufgrund der konkreten Umstände sei im übrigen zu schliessen, dass Edwin und Hans-Rudolf M. als Verwaltungsräte mit je 25%igem Stimmrecht keinen massgeblichen Einfluss auf die Entscheidungen der Firma ausübten.\n\nC.- Das Bundesamt für Industrie, Gewerbe und Arbeit (BIGA) führt Verwaltungsgerichtsbeschwerde mit dem Begehren um Aufhebung des vorinstanzlichen Entscheides.\n\nWährend die M. Bau AG beantragt, die Verwaltungsgerichtsbeschwerde sei abzuweisen, schliesst die Arbeitslosenkasse auf Gutheissung der Verwaltungsgerichtsbeschwerde.\n\nBGE 113 V 74 S. 76", "considerants": "Aus den Erwägungen:\n\n2. Gemäss dem bis 31. Dezember 1983 geltenden Art. 31 Abs. 1 lit. c AlVV, vom Bundesrat gestützt auf Art. 36 Abs. 2 AlVG erlassen, waren u.a. Personen nicht anspruchsberechtigt, die im Betrieb einer juristischen Person tätig sind, deren Beschlüsse sie in ihrer Eigenschaft als Gesellschafter, Mitglieder oder Aktionäre, insbesondere infolge ihrer Kapitalbeteiligung, bestimmen oder massgeblich zu beeinflussen vermögen. Das Eidg. Versicherungsgericht erachtete diese Bestimmung als gesetzmässig und gelangte bei deren Auslegung zu folgenden Schlüssen: Die in Frage stehenden Personen sind vom Recht auf Leistungen nicht gänzlich ausgeschlossen; sie können darauf Anspruch erheben, wenn ihre Stellung ihre Vermittlungsfähigkeit und -bereitschaft nicht erheblich vermindert und die Überprüfbarkeit ihrer Arbeitslosigkeit nicht übermässig erschwert oder verunmöglicht (BGE 105 V 101). Diese Rechtsprechung bezieht sich nicht nur auf Ganzarbeitslosigkeit; der Leistungsanspruch besteht auch bei Teilarbeitslosigkeit, wenn die erwähnten Voraussetzungen erfüllt sind (ARV 1980 Nr. 41 S. 100). Insofern der Leistungsansprecher zu den in Art. 31 Abs. 1 lit. c AlVV erwähnten Personen gehört, hat die gründliche Abklärung des Umstandes, ob er gemäss der erwähnten Rechtsprechung nicht doch einen Anspruch besitzt, nur dann zu erfolgen, wenn hinreichende Anhaltspunkte für die Entschädigungspflicht der Arbeitslosenversicherung vorliegen (BGE 106 V 120).\n\n3. Nach dem neuen, seit 1. Januar 1984 geltenden Recht (Art. 31 Abs. 3 lit. c AVIG) haben keinen Anspruch auf Kurzarbeitsentschädigung u.a. Personen, die in ihrer Eigenschaft als Gesellschafter, als finanziell am Betrieb Beteiligte oder als Mitglieder eines obersten betrieblichen Entscheidungsgremiums die Entscheidungen des Arbeitgebers bestimmen oder massgeblich beeinflussen können, sowie ihre mitarbeitenden Ehegatten. Die gleichen Personen haben gemäss Art. 42 Abs. 3 AVIG auch keinen Anspruch auf Schlechtwetterentschädigung. Zu prüfen ist vorab, ob Art. 31 Abs. 3 lit. c AVIG gleich wie der frühere Art. 31 Abs. 1 lit. c AlVV auszulegen ist, dem erwähnten Personenkreis somit unter Umständen ein Anspruch auf Leistungen zusteht, oder ob die in Frage stehenden Personen in jedem Fall vom Recht auf Kurzarbeitsentschädigung bzw. (in Verbindung mit Art. 42 Abs. 3 AVIG) auf Schlechtwetterentschädigung ausgeschlossen sind.\n\nBGE 113 V 74 S. 77\n\na) Während Vorinstanz und Beschwerdegegnerin der Auffassung sind, dass an der zu Art. 31 Abs. 1 lit. c AlVV ergangenen Rechtsprechung auch unter der Herrschaft des neuen Rechts festzuhalten sei, macht das BIGA geltend, die bisherige Praxis könne im Rahmen des Art. 31 Abs. 3 lit. c AVIG nicht ohne weiteres beibehalten werden. In Ermangelung einer ausdrücklichen gesetzlichen Grundlage habe der altrechtliche Art. 31 Abs. 1 lit. c AlVV nur in der Weise mit dem Gesetz in Einklang gebracht werden können, dass er als widerlegbare Tatsachenvermutung im Sinne der fehlenden Vermittlungsfähigkeit oder Überprüfbarkeit der Arbeitslosigkeit interpretiert wurde. Nachdem sich die entsprechende neurechtliche Regelung im Gesetz selbst finde, erscheine eine derart einschränkende Interpretation nicht von vornherein zwingend.\n\nb) Das Gesetz ist in erster Linie nach seinem Wortlaut auszulegen. Ist der Text nicht ganz klar bzw. sind verschiedene Auslegungen möglich, so muss nach seiner wahren Tragweite gesucht werden unter Berücksichtigung aller Auslegungselemente, namentlich der Auslegung nach dem Zweck, nach dem Sinn und nach den dem Text zugrunde liegenden Wertungen. Wichtig ist ebenfalls der Sinn, der einer Norm im Kontext zukommt (BGE 112 V 171 Erw. 3a mit Hinweisen).\n\nDas Gericht ist zwar an das Gesetz gebunden, doch weicht es ausnahmsweise von der wörtlichen Interpretation ab, wenn diese zu offensichtlich unhaltbaren Ergebnissen führt, die dem wahren Willen des Gesetzgebers zuwiderlaufen (BGE BGE 112 V 172 oben, BGE 109 V 62 Erw. 4, BGE 107 V 216 Erw. 3b; RKUV 1984 Nr. K 593 S. 226 Erw. 2b; vgl. auch BGE 105 V 47).\n\nc) Der Wortlaut von Art. 31 Abs. 3 lit. c AVIG, der den vom Anspruch auf Kurzarbeitsentschädigung ausgeschlossenen Personenkreis genau umschreibt, ist völlig klar und lässt keinen Raum für verschiedene Auslegungen. Entgegen den Ausführungen der Vorinstanz finden sich auch in den Gesetzesmaterialien keine Anhaltspunkte für eine Auslegung, die vom Wortlaut abweicht. Laut Botschaft des Bundesrates zu einem neuen Bundesgesetz über die obligatorische Arbeitslosenversicherung und die Insolvenzentschädigung vom 2. Juli 1980 sollte sowohl bei der Kurzarbeitsentschädigung als auch bei der Schlechtwetterentschädigung dem Missbrauch bewusst ein Riegel geschoben werden (BBl 1980 III 531 ff.), was gerade für den vollständigen Ausschluss der durch Art. 31 Abs. 3 AVIG erfassten Personen spricht. In der Botschaft BGE 113 V 74 S. 78wird zudem noch ausdrücklich festgehalten, dass dieser Ausschluss sich nur auf Kurzarbeits- und Schlechtwetterentschädigung, nicht aber auf Ganzarbeitslosigkeit bezieht (BBl 1980 III 591 f.). Dass der Ausschluss tatsächlich als absolut - und nicht als relativ im Sinne der bisherigen Praxis - verstanden wurde, zeigen die Verhandlungen in der ständerätlichen Kommission (Protokoll der Sitzung vom 11./12. November 1981 S. 1 f.) und die Beratung des Ständerates (Amtl.Bull. 1982 S 137) klar. Die gegenteilige, vom kantonalen Gericht vertretene Lösung würde im übrigen zu erheblichen Schwierigkeiten bei der Anwendung führen. Denn es müsste im Einzelfall nicht nur untersucht werden, ob ein Leistungsansprecher zum Personenkreis zählt, der die Entscheidungen des Arbeitgebers bestimmen oder massgeblich beeinflussen kann; vielmehr wären darüber hinaus die Vermittlungsfähigkeit und -bereitschaft sowie der tatsächliche Arbeitsausfall zu überprüfen. Noch aufwendiger würde das Vorgehen, wenn - wie von der Vorinstanz befürwortet - für die Aufhebung des Ausschlusses bei der Schlechtwetterentschädigung andere Kriterien zu berücksichtigen wären als bei der Kurzarbeitsentschädigung.\n\nd) Zusammenfassend ist festzustellen, dass kein Grund besteht, vom klaren Gesetzeswortlaut abzuweichen. Die von Art. 31 Abs. 3 AVIG erfassten Personen sind vom Anspruch auf Kurzarbeitsentschädigung und in Verbindung mit Art. 42 Abs. 3 AVIG vom Anspruch auf Schlechtwetterentschädigung ausgeschlossen, ohne dass die Möglichkeit besteht, ihnen im Sinne der Rechtsprechung zum alten Recht (BGE 105 V 101, BGE 106 V 120) unter bestimmten Voraussetzungen Leistungen zu gewähren.\n\n4. Edwin und Hans-Rudolf M. sind zu je einem Drittel am voll liberierten Aktienkapital der M. Bau AG von Fr. 810'000.-- beteiligt. Jeder der beiden verfügt über 25% der Stimmrechte. Sie bilden zusammen mit dem Präsidenten Wilfried N. den Verwaltungsrat; dabei zeichnen sie kollektiv zu zweien, während Wilfried N. die Einzelunterschrift führt.\n\nMit diesen Beteiligungsverhältnissen sowie der gesellschaftsinternen Stellung der genannten Personen und der besondern Struktur der Gesellschaft ist hinreichend erstellt, dass Edwin und Hans-Rudolf M. den Geschäftsgang der Baufirma wesentlich mitbestimmen oder massgeblich beeinflussen können. Dass sie, einerseits als Verantwortlicher für den Maschinen- und Fahrzeugpark und anderseits als Maurerpolier, einen fest umschriebenen Wirkungskreis haben, ändert an der hier entscheidenden Tatsache, dass ihnen BGE 113 V 74 S. 79hinsichtlich der Willensbildung der Aktiengesellschaft eine entscheidende Stellung zukommt, nichts (nicht publiziertes Urteil D. AG vom 29. Januar 1986). Sie gehören daher zu den Personen, die gemäss Art. 42 Abs. 3 in Verbindung mit Art. 31 Abs. 3 lit. c AVIG keinen Anspruch auf Schlechtwetterentschädigung haben; da nach den vorstehenden Erwägungen der Ausschluss der erwähnten Personen als absolut betrachtet werden muss, ist der vorinstanzliche Entscheid in Gutheissung der Verwaltungsgerichtsbeschwerde aufzuheben."}