{"annee": "113", "cour": "IB", "page": "97", "date": "9/4/1987", "cite": ["97 I 293", "100 IB 375", "100 IB 421"], "cite_par": ["121 I 279", "125 I 7"], "chapeau": "18. Urteil der II. öffentlichrechtlichen Abteilung vom 9. April 1987 i.S. Wachtl gegen Kino-Betriebs AG und Verwaltungsgericht des Kantons Bern (Verwaltungsgerichtsbeschwerde)", "regestes": ["Transformation d'une entreprise de projection de films. Loi fédérale sur le cinéma du 28 septembre 1962 (LCin.; RS 443.1). 1. La transformation d'un cinéma traditionnel en un complexe de trois salles de projection est soumise à autorisation selon l'art. 18 al. 1 LCin. (consid. 1a). 2. Qualité pour agir des concurrents (consid. 1b). 3. L'art. 27ter al. 1 lettre b Cst. - qui introduit une limitation à la liberté du commerce et de l'industrie lorsque les intérêts généraux de la culture et de l'Etat le justifient - ne saurait servir de base constitutionnelle à une véritable clause de besoin (consid. 2). 4. Même en présence d'une offre de places de cinéma suffisante ou excessive, l'ouverture et la transformation d'une entreprise de projection ne doit pas être autorisée seulement dans les cas où l'activité envisagée contribue à élever le niveau général de la qualité des films; le but de l'art. 18 al. 2 LCin. consiste uniquement à prévenir une diminution du niveau des films projetés. Une autorisation ne peut dès lors être refusée - également dans une situation de concurrence entre les entreprises existantes - que si, en raison des circonstances concrètes, il faut s'attendre à une baisse effective de la qualité des films (consid. 5b). Précision de la jurisprudence."], "faits": "BGE 113 Ib 97 S. 98\n\nMit Verfügung vom 12. November 1985 bewilligte die Polizeidirektion des Kantons Bern der Kino-Betriebs AG die Umgestaltung des Kinos Jura in Bern in ein Triplex-Kino. Das Projekt sieht vor, unter dem bestehenden Kinosaal (461 Plätze) zwei weitere Vorführsäle (178 Plätze und zwei Rollstuhl-Plätze bzw. 108 Plätze) zu erstellen. Mit der Bewilligung wurde die Auflage verbunden, das Kino Splendid (427 Plätze) spätestens sechs Monate nach Inbetriebnahme des neuen Triplex-Kinos zu schliessen.\n\nEine gegen diese Bewilligung von Wilhelm Heinrich Wachtl und Wilhelm Paul Wachtl erhobene Beschwerde wies der Regierungsrat des Kantons Bern mit Entscheid vom 30. April 1986 ab. Die dagegen eingereichte Verwaltungsgerichtsbeschwerde wurde durch das Verwaltungsgericht des Kantons Bern mit Urteil vom 11. August 1986 abgewiesen.\n\nMit rechtzeitiger Verwaltungsgerichtsbeschwerde vom 14./15. Oktober 1986 stellen Wilhelm Heinrich und Wilhelm Paul Wachtl folgende Rechtsbegehren:\n\n\"Das Urteil des Verwaltungsgerichtes des Kantons Bern vom 11. August 1986 sei aufzuheben. Das Gesuch der Kino-Betriebs AG um Erteilung einer Bewilligung für ein TRIPLEX-KINO im heutigen Cinéma JURA am Bankgässchen 6, 3011 Bern sei auf Grund von Art. 18 des Bundesgesetzes über das BGE 113 Ib 97 S. 99Filmwesen vom 28.9.1962 abzuweisen oder eventuell an die Polizeidirektion des Kantons Bern zurückzuweisen, damit diese prüfe, ob trotz überbesetztem Berner Kinopark, Herr Roland Probst die Kinos JURA 1 und JURA 2 und darüber hinaus ein 108-plätziges Studiokino derart programmieren könne, dass die Vorteile kultureller Natur dieses Projektes den Nachteilen gegenüber, die aus der Vermehrung der Vorführung mittelmässiger Filme und dem Unabhängigkeitsverlust der Theaterleiter in Bern entstehen, überwiegen. Die aufgelaufenen Kosten von Fr. 9'880.-- seien den Beschwerdeführern ganz oder teilweise zurückzuerstatten.\"\n\nZur Begründung machen die Beschwerdeführer im wesentlichen geltend, aufgrund der demographischen Entwicklung der Stadt Bern sowie des ausgewiesenen Rückganges der Besucherzahlen sei davon auszugehen, dass in Bern ein Überangebot an Kinos bestehe. Das Projekt der Kino-Betriebs AG könne daher nur bewilligt werden, wenn davon besondere Vorteile kultureller Natur zu erwarten seien. Diese Voraussetzung sei im vorliegenden Fall nicht gegeben; daran ändere auch der Umstand nichts, dass die zwei neuen Vorführsäle an die Stelle des Kinos Splendid träten und damit eine Verminderung des Sitzplatzangebotes zur Folge hätten, da eine erheblich grössere Platzverminderung nötig wäre, um die Berner Kinoszene wieder ins Gleichgewicht zu bringen.\n\nDas Verwaltungsgericht und der Regierungsrat des Kantons Bern sowie die Kino-Betriebs AG beantragen in ihren Vernehmlassungen, die Beschwerde abzuweisen.\n\nDas Eidgenössische Departement des Innern stellt in seiner Vernehmlassung keinen ausdrücklichen Antrag, steht der Beschwerde aber ablehnend gegenüber.\n\nDas Bundesgericht weist die Beschwerde ab aus folgenden", "considerants": "Erwägungen:\n\n1. a) Der angefochtene Entscheid des Verwaltungsgerichts des Kantons Bern ist ein letztinstanzlicher kantonaler Entscheid über ein Gesuch um Erteilung einer Bewilligung zur Umwandlung eines Betriebes der Filmvorführung, der nach Art. 20 Abs. 2 des Bundesgesetzes über das Filmwesen (Filmgesetz) vom 28. September 1962 (FiG; SR 443.1) der Verwaltungsgerichtsbeschwerde ans Bundesgericht unterliegt.\n\nb) Art. 20 Abs. 2 FiG hatte vor der Revision vom 20. Dezember 1968 des Bundesgesetzes über die Organisation der Bundesrechtspflege BGE 113 Ib 97 S. 100vom 16. Dezember 1943 - soweit hier von Bedeutung - folgenden Wortlaut:\n\n\"Entscheide der letztinstanzlichen kantonalen Behörden können durch die Betroffenen an die Eidgenössische Filmrekurskommission (Art. 17) weitergezogen werden. ...\"\n\nAls Betroffene im Sinne dieser Bestimmung galten unter anderen auch die Konkurrenten des Gesuchstellers (vgl. dazu TH. KERN, Die Bewilligungspflicht für Betriebe der Filmvorführung, in SJZ 59 (1963) S. 36).\n\nDie Aktivlegitimation der Konkurrenten ist auch nach der OG-Revision vom 20. Dezember 1968 zu bejahen: Aus der Botschaft des Bundesrates vom 24. September 1965 über den Ausbau der Verwaltungsgerichtsbarkeit im Bunde ergibt sich lediglich, dass die Filmrekurskommission aufgehoben und deren Funktion dem Bundesgericht übertragen werde (BBl 1965 II 1329); dass darüber hinaus die Beschwerdelegitimation der Konkurrenten aufgehoben werden sollte, ergibt sich nicht aus den Materialien. Für die Beschwerdelegitimation, die sich gemäss dem heutigen Wortlaut von Art. 20 Abs. 2 FiG nach den Bestimmungen über die Verwaltungsgerichtsbeschwerde richtet, ist daher ohne Einschränkung Art. 103 lit. a OG massgebend, wonach zur Verwaltungsgerichtsbeschwerde berechtigt ist, wer durch die angefochtene Verfügung berührt ist und ein schutzwürdiges Interesse an deren Aufhebung oder Änderung hat. Analog der Beschwerdelegitimation des Kontingentsinhabers gegen Kontingentsbewerber (vgl. BGE 100 Ib 424, BGE 97 I 297 E. 1c) muss das Beschwerderecht auch dem Konkurrenten eines zu eröffnenden oder umzuwandelnden Kinobetriebes zuerkannt werden. Die Beschwerdeführer sind als Eigentümer der Kinos Bubenberg, Capitol 1 und Capitol 2 in Bern Konkurrenten der Kino-Betriebs AG und damit zur Beschwerde berechtigt.\n\nDa auch die übrigen formellen Erfordernisse erfüllt sind, ist auf die Beschwerde einzutreten.\n\nc) Das Bundesgericht kann den angefochtenen Entscheid nicht nur auf eine Verletzung von Bundesrecht, einschliesslich Überschreitung und Missbrauch des Ermessens (Art. 104 lit. a OG), sondern auch auf seine Angemessenheit überprüfen (Art. 20 Abs. 2 FiG). Dabei ist allerdings zu beachten, dass der Vorinstanz bei der Anwendung des unbestimmten Gesetzesbegriffes der \"allgemeinen kultur- und staatspolitischen Interessen\" ein gewisser Beurteilungsspielraum zusteht; das Bundesgericht übt in solchen Fällen trotz umfassender Prüfungsbefugnis Zurückhaltung, wenn es, wie BGE 113 Ib 97 S. 101hier, um die Beurteilung von örtlichen Verhältnissen und Gegebenheiten geht, die die kantonalen Behörden besser kennen als das Bundesgericht.\n\nd) Als Vorinstanz hat ein kantonales Gericht entschieden, an dessen Sachverhaltsfeststellung das Bundesgericht gebunden ist, da diese weder offensichtlich unrichtig oder unvollständig noch unter Verletzung wesentlicher Verfahrensvorschriften zustande gekommen ist (vgl. Art. 105 Abs. 2 OG).\n\n2. Nach Art. 27ter Abs. 1 lit. b BV ist der Bund befugt,\n\n\"die Filmeinfuhr, den Filmverleih sowie die Eröffnung und Umwandlung von Betrieben der Filmvorführung zu regeln; der Bund kann hierbei nötigenfalls von der Handels- und Gewerbefreiheit abweichen, wenn allgemeine kultur- oder staatspolitische Interessen dies rechtfertigen.\"\n\nZu dieser Bestimmung hat der Bundesrat in seiner Botschaft vom 24. Februar 1956 an die Bundesversammlung über die Ergänzung der Bundesverfassung durch einen Art. 27ter betreffend das Filmwesen (BBl 1956 I 457 ff.) betont, dass es darum gehe, die Selbständigkeit und finanzielle Unabhängigkeit des schweizerischen Kinogewerbes zu erhalten und ausländischen politischen, ideologischen oder kommerziellen Beeinflussungs- und Beherrschungstendenzen entgegenwirken zu können, da auch die Lichtspieltheater \"im Kampfdispositiv des modernen Propagandakrieges\" existierten (S. 500 f.). Filmeinfuhrbeschränkung und die Möglichkeit der Einführung einer gewissen Kontrolle über Neueröffnungen und grundlegende Umwandlungen von Lichtspielunternehmungen hätten dem kulturellen und politischen Landesinteresse, nicht aber Sonderinteressen einer Wirtschaftsgruppe zu dienen. Gewisse Reflexwirkungen dieser Schutzmassnahmen auf die Filmwirtschaft seien zwar zu erwarten; dies dürfe indessen nicht zur Annahme verleiten, dass es sich im Grunde \"um nichts anderes als um einen Schutz gewerbepolitischer Natur\" handle, denn einer solchen Annahme stünden die Wirtschaftsartikel der Bundesverfassung, insbesondere Art. 31bis, entgegen (S. 502).\n\nDaraus erhellt, dass auf Verfassungsstufe die Handels- und Gewerbefreiheit auch auf dem Gebiet des Filmwesens gewährleistet ist. Einschränkungen sind nur ausnahmsweise zulässig, nämlich dann, wenn allgemeine kultur- oder staatspolitische Interessen dies rechtfertigen (BGE 100 Ib 377 E. 3a). Art. 27ter BV kann damit insbesondere unter keinen Umständen verfassungsrechtliche Grundlage für eine eigentliche Bedürfnisklausel bilden, wie BGE 113 Ib 97 S. 102dies etwa bei Art. 31ter BV für den Bereich des Gastwirtschaftsgewerbes der Fall ist.\n\n3. a) Auf Art. 27ter BV stützt sich das Filmgesetz, dessen im vorliegenden Fall massgeblicher Art. 18 lautet:\n\n\"Bewilligungspflicht\n\n1 Zur Eröffnung und zur Umwandlung von Betrieben der Filmvorführung bedarf es einer Bewilligung; als Umwandlung gilt insbesondere der Wechsel des Inhabers und jede Änderung der massgeblichen Beteiligung am Kapital solcher Betriebe.\n\n2 Gesuche um Erteilung einer Bewilligung sind unter dem Gesichtspunkt der allgemeinen kultur- und staatspolitischen Interessen zu entscheiden. Die Konkurrenzierung bestehender Betriebe darf für die Ablehnung eines Bewilligungsgesuches nicht ausschliesslich massgebend sein. Vorbehalten bleibt die Polizeigesetzgebung der Kantone.\n\n3 Die Bewilligungsbehörden haben darauf zu achten, dass im örtlichen Bereich keine Monopole entstehen, die den öffentlichen Interessen zuwiderlaufen.\"\n\nb) Die Botschaft des Bundesrates zum Gesetzesentwurf hält allgemein fest, es sei Aufgabe des Bundes zu verhindern, dass die Programmierung der schweizerischen Kinos - insbesondere durch Aufkauf derselben - durch das Ausland, das heisst totalitäre Staaten und von diesen abhängige Organisationen, beeinflusst werden könne. Dem damit vorgegebenen Ziel der Erhaltung eines vom Ausland unabhängigen einheimischen Filmgewerbes dienten die vorgeschlagenen Massnahmen in erster Linie.\n\nEine Gefährdung der nationalen Interessen wurde aber auch in einem schrankenlosen, in einen Existenzkampf ausartenden Wettbewerb unter den Betrieben der Filmwirtschaft gesehen, der fast zwangsläufig zu einer \"Programmierung nach unten\" führe, indem sich die durch die Konkurrenz bedrohten Betriebe mit billigen, an die niederen Instinkte appellierenden Filmen über Wasser zu halten suchten. Dieser Konkurrenzkampf dürfe nicht dermassen entarten, dass er auf Kosten des Niveaus der programmierten Filme und damit letztlich auf Kosten der öffentlichen Moral ausgetragen werde; dies sei den kulturpolitischen Interessen abträglich (BBl 1961 II 1029). Zu Art. 18 FiG wird zusätzlich erwähnt, dass auch das allgemeine Interesse und insbesondere das Wohl der Jugend zu berücksichtigen seien (BBl 1961 II 1057).\n\nc) Der zweite Satz von Art. 18 Abs. 2 FiG, wonach die Konkurrenzierung bestehender Betriebe für die Ablehnung eines Bewilligungsgesuches nicht ausschliesslich massgebend sein dürfe, war im BGE 113 Ib 97 S. 103Entwurf des Bundesrates nicht enthalten und wurde erst auf Vorschlag der nationalrätlichen Kommission in den parlamentarischen Beratungen eingefügt; dies aufgrund der Forderung einiger Parlamentarier, die wirtschaftlichen Interessen bestehender Kinobetriebe müssten im Bewilligungsverfahren mindestens mitberücksichtigt werden können (Sten.Bull. NR 1962 S. 431 ff.; W. BIRCHMEIER, Kommentar zum Eidgenössischen Filmgesetz, Zürich 1964, S. 114-116; TH. KERN, Die Bewilligungspflicht für Betriebe der Filmvorführung, SJZ 59 (1963) S. 34). Mit grosser Mehrheit abgelehnt wurde im Nationalrat dagegen ein Antrag, wonach bei der Beurteilung von Bewilligungsgesuchen der Konkurrenzschutz überhaupt nicht berücksichtigt werden dürfe (Sten.Bull. NR 1962 S. 431 f.).\n\n4. a) Die Eidgenössische Filmrekurskommission, die mit Inkrafttreten des Filmgesetzes zunächst letztinstanzlich für die Beurteilung der Beschwerden zuständig war, hat in ihrer Praxis zu Art. 18 FiG festgehalten, dass die kultur- und staatspolitischen Gründe nicht mit Gründen der Staatssicherheit oder der öffentlichen Moral gleichzusetzen seien, denn soweit die Staatssicherheit betroffen sei oder die Vorführung unsittlicher Filme verhindert werden solle, genügten die üblichen polizeilichen Massnahmen. Die Verschärfung der Konkurrenz im Filmwesen solle nur dann zu einer Abweisung eines entsprechenden Gesuches führen, wenn kulturell oder staatspolitisch unerwünschte Folgen offensichtlich zu befürchten seien; das heisst, wenn zu erwarten sei, der Konkurrenzkampf verschärfe sich wegen der neuen Betriebe dermassen, dass er sich schliesslich negativ auf die Programmierung der Kinotheater auswirke, indem das Niveau der Filmprogramme absinke (ZBl 66 (1965) S. 502 f.; vgl. dazu auch W. BIRCHMEIER, a.a.O. S. 113).\n\nb) Das seit der OG-Revision vom 20. Dezember 1968 für die letztinstanzliche Beurteilung der betreffenden Verwaltungsgerichtsbeschwerden zuständige Bundesgericht hatte sich bisher wenig mit Art. 18 FiG zu befassen. In seinem Entscheid vom 8. Dezember 1978 i.S. M.R. hat es unter Hinweis auf BGE 100 Ib 379 in Auslegung von Art. 18 Abs. 2 FiG festgehalten, dass die Eröffnung eines neuen Vorführungsbetriebes an einem Ort, wo die Zahl der Kinoplätze als übersetzt betrachtet werden müsse, in der Regel nicht zu bewilligen sei; denn eine Vermehrung der Kinoplätze ziehe erfahrungsgemäss eine Verminderung der durchschnittlichen Qualität der Filme nach sich; eine Bewilligung komme BGE 113 Ib 97 S. 104höchstens in Frage, wenn die konkreten Umstände die Annahme erlaubten, die vom Gesuchsteller beabsichtigte Tätigkeit führe zu einem Kino von höherer kultureller Qualität. Diese Rechtsprechung ist zu präzisieren.\n\n5. a) Der in Art. 18 Abs. 2 FiG verwendete Begriff der \"allgemeinen kultur- und staatspolitischen Interessen\" ist rechtlich (wenn überhaupt) nur sehr schwer zu fassen; er unterliegt zudem einem steten Wandel. Den staatspolitischen Interessen kommt im Bereich des Filmwesens - anders als vor und während des Zweiten Weltkrieges (geistige Landesverteidigung) oder zur Zeit des Kalten Krieges (in welcher der Filmartikel der Bundesverfassung und das Filmgesetz entstanden) - heute kaum noch Bedeutung zu. Dies ist in erster Linie auf die vor allem durch die weite Verbreitung des Fernsehens bewirkte zunehmende Bedeutungslosigkeit des Kinos als allgemeine Informationsquelle (Beispiel: Verschwinden der Schweizerischen Filmwochenschau) zurückzuführen. Im Vordergrund stehen heute bei den Gründen, die allenfalls einer Bewilligungs-Erteilung entgegenstehen könnten, eindeutig die kulturpolitischen Interessen.\n\nb) Dem Bewilligungs-Kriterium der allgemeinen staats- und kulturpolitischen Interessen kommt aufgrund der verfassungsrechtlichen Grundordnung (Vorrangstellung der Handels- und Gewerbefreiheit) in erster Linie negative Wirkung zu. Die Eröffnung oder Umwandlung eines Betriebes der Filmvorführung ist demnach (bei genügendem oder übersetztem Sitzplatzangebot) - entgegen der zu allgemeinen Formulierung in BGE 100 Ib 378 f. E. 3b - nicht grundsätzlich nur dann zu bewilligen, wenn durch die beabsichtigte Tätigkeit die kulturelle Qualität des Kinos allgemein gehoben wird. Der Zweck von Art. 18 Abs. 2 FiG besteht einzig darin, ein Absinken des Niveaus der programmierten Filme zu verhindern; die Bewilligung kann daher nur dann verweigert werden, wenn nach den konkreten Umständen zu erwarten ist, die Qualität der Programmierung werde tatsächlich abnehmen. Die zu erwartende Qualitätseinbusse muss darüber hinaus die öffentlichen Interessen in einem solchen Mass gefährden, dass sich auch unter dem Gesichtspunkt der Verhältnismässigkeit ein Eingriff in die Handels- und Gewerbefreiheit rechtfertigt.\n\nc) Die Konkurrenzierung bestehender Kino-Betriebe darf nach Art. 18 Abs. 2 FiG bei der Prüfung der Voraussetzungen einer Bewilligungs-Erteilung mitberücksichtigt werden, nicht aber für den Entscheid ausschliesslich massgebend sein; das heisst, dass die BGE 113 Ib 97 S. 105Konkurrenzverhältnisse bei der Prüfung der Bewilligungs-Gesuche nicht als selbständiges Kriterium, sondern nur sofern und soweit herangezogen werden dürfen, als sie sich auf die allgemeinen staats- und kulturpolitischen Interessen nachteilig auswirken könnten. Dies folgt aus der Überlegung, dass \"der schrankenlose, in einen Existenzkampf ausartende Wettbewerb unter den Vorführungsbetrieben auch die nationalen Interessen gefährden, zu einer Programmierung nach unten führen würde\" (W. BIRCHMEIER, a.a.O. S. 114 f.). Die mögliche Mitberücksichtigung darf indessen nicht zu einer Erstarrung und damit zu einer blossen Verteidigung erworbener Positionen führen; auch im Filmgewerbe ist Konkurrenz grundsätzlich erwünscht, da sie durchaus zur Leistungsverbesserung, zur Modernisierung der Betriebe und zu einer Programmierung nach oben führen kann (ZBl 67 (1966) S. 106 f.).\n\nd) Über solche allgemeinen Grundsätze hinaus gilt es, bei der Umgestaltung bestehender Filmvorführungsbetriebe in Mehrfachkinos diesem besonderen Kino-Typ Rechnung zu tragen. Die neue Betriebsform ermöglicht eine Senkung der Betriebskosten pro Leinwand, indem bei gleicher Grundfläche, aber kleineren Sälen mit dem gleichen Personal das Filmangebot (mehr Vorführbetriebe) erhöht werden kann. Auch kann die Abspielzeit der Filme erstreckt werden, indem nach einer gewissen Zeit in einem grösseren Saal ein Film in einem kleineren Saal weitergezeigt werden kann. Insbesondere bietet aber erst diese neue Form des Kinos die Möglichkeit, neben rein kommerziell ausgerichteten Filmen auch anspruchsvolle Werke ins Programm aufzunehmen, die ein kleines Publikum ansprechen und daher schon aus betriebswirtschaftlichen Gründen in einem grossen Saal gar nie zur Vorführung gelangen könnten.\n\n6. Zu weit geht im Lichte dieser Ausführungen das Verwaltungsgericht mit seiner im angefochtenen Entscheid geäusserten Auffassung, wonach heute \"eine Betriebsbewilligung für ein (neues) Kino nur dann zu verweigern ist, wenn einer Neueröffnung kultur- und staatspolitische Interessen insoweit entgegenstehen, als im neuen Saal (ständig) Filme zur Aufführung gelangen würden, von denen eine Gefahr für unseren demokratischen Rechtsstaat ausgehen würde und/oder die mit unserem Kulturverständnis schlechterdings nicht vereinbar sind\" (E. 2b). Diese Auffassung läuft Gefahr, die kultur- und staatspolitischen Interessen mit der Staatssicherheit und anderen Polizeigütern gleichzusetzen; auch betrachtet sie - isoliert - nur den neuen Betrieb und lässt mögliche BGE 113 Ib 97 S. 106Auswirkungen auf bestehende Kinos völlig ausser acht. Trotzdem besteht für das Bundesgericht kein Anlass, das Urteil des Verwaltungsgerichts aufzuheben, da dieses im Ergebnis nicht nur vertretbar, sondern auch angemessen ist.\n\n7. a) Die Umgestaltung des Cinéma Jura in ein Triplex-Kino hat zufolge der gleichzeitigen Auflage der Schliessung des Kinos Splendid nicht nur keine Erhöhung, sondern sogar eine Verminderung des in der Stadt Bern bestehenden Kino-Sitzplatzangebotes zur Folge. Das Sitzplatzangebot, mit dem sich das Verwaltungsgericht eingehend auseinandersetzt, spielt heute jedoch eine eher untergeordnete Rolle; dieser Gesichtspunkt kommt nach dem Gesagten lediglich dann noch zum Tragen, wenn durch die Eröffnung oder Umwandlung ein allfälliges Überangebot von Sitzplätzen geschaffen und dieses wiederum mit einiger Wahrscheinlichkeit zu einer Verminderung der durchschnittlichen Qualität des Filmangebotes führen würde.\n\nb) Vor allem bei Grosskinos besteht eine Unterbelegung der Säle; die Betriebsform des Grosskinos ist heute weitgehend überholt und aus betriebswirtschaftlicher Sicht kaum noch rentabel. Hier kann das Mehrfachkino mit seinen Möglichkeiten (siehe E. 5d), wie sie auch das Verwaltungsgericht des Kantons Bern in seiner bisherigen Praxis treffend aufgezeigt hat (vgl. BVR 1981, S. 235; BVR 1984, S. 383), korrigierend eingreifen. Aus diesen Gründen kann - in Präzisierung des in BGE 100 Ib 378 f. (E. 3b) aufgestellten (zu allgemeinen) Grundsatzes - auch eine (im vorliegenden Fall ohnehin nur leichte) Erhöhung der Anzahl Leinwände, wie sie die geplante Umgestaltung des Cinéma Jura bewirken würde, in Kauf genommen werden; anders entscheiden hiesse um jeden Preis an den erstarrten Strukturen des Kinogewerbes festhalten. Letzteres wird auch vom Eidgenössischen Departement des Innern in seiner Vernehmlassung als - jede (zurzeit dringend nötige) Innovation ausschliessend - nicht wünschenswert abgelehnt.\n\nEine Erhöhung der Anzahl Leinwände führt zwar zu einer erhöhten Nachfrage nach Filmen, zieht aber nicht ohne weiteres ein Ausweichen auf Filme minderer Qualität nach sich, da das Angebot an Filmen gehobener oder mittlerer Qualität genügend gross ist: Das Film-Einfuhrkontingent - das gegenwärtig bei weitem nicht ausgeschöpft wird - könnte im Bedarfsfall ohne weiteres erhöht werden, um einer steigenden Nachfrage zu begegnen. Im übrigen haben die bisher beispielsweise in Basel mit Mehrfachkinos BGE 113 Ib 97 S. 107gesammelten Erfahrungen gezeigt, dass sich seit deren Einführung die Filmqualität erhöht hat, indem dort nun auch ein Studiofilm-Angebot für ein kleines interessiertes Publikum ohne allzu grosse wirtschaftliche Risiken gezeigt werden kann.\n\nc) Unbestreitbar ist dem Kinogewerbe durch das Fernsehen und neue Formen der Filmauswertung (Pay-TV, Video) grosse Konkurrenz erwachsen, die für den Rückgang der Besucherzahlen der Kinos mitverantwortlich ist. Gerade diese Entwicklung zwingt, die bestehende Struktur des traditionellen Filmtheaters grundsätzlich zu überdenken. Eine Chance, der erwähnten Konkurrenz von aussen wirksam zu begegnen, scheint das Mehrfachkino zu bieten. Zumindest vorläufig besteht deshalb - insbesondere unter Berücksichtigung des den kantonalen Instanzen bezüglich der Würdigung der örtlichen Verhältnisse im konkreten Fall zustehenden Beurteilungsspielraumes - kein Grund, hier richterlich einzugreifen. Sollten sich später wider Erwarten negative Auswirkungen von Mehrfachkinos zeigen, so bleibt die Möglichkeit, die erforderlichen Korrekturen bei der Beurteilung künftiger Gesuche anzubringen.\n\nd) Dass die Umgestaltung des Cinéma Jura in einen Triplex-Betrieb die Konkurrenz unter den Kinounternehmungen der Stadt Bern verschärft, ist zwar möglich, bedeutet aber noch kein Hindernis für eine Betriebsbewilligung. So räumen im vorliegenden Fall sogar die Beschwerdeführer ein, \"dass unter Umständen trotz Überbesetzung der Berner Kinoszene die Bewilligung eines Kleinkinos in Übereinstimmung mit den kultur- und staatspolitischen Interessen liegen könnte. ... Es besteht die Möglichkeit, dass Herr Roland Probst\" (Bewilligungsnehmer und Vertreter der Kino-Betriebs AG) \"dank seiner Stellung im internationalen Studiokinoverband unabhängige Verleiher dazu bewegen kann, für sein neues Studiokino Filme einzuführen, die sie sonst nicht einführen würden. In diesem Fall würde das Projekt der Kinotheater AG zu keiner Verschärfung der Nachfrage nach Filmen führen, würde den Filmmarkt nicht austrocknen, sondern beleben. Die damit verbundene Förderung der Vielfältigkeit des Programmangebotes der Kinos würde in Übereinstimmung mit den kultur- und staatspolitischen Interessen liegen.\" Dass dem im vorliegenden Fall nicht so sei, wird seitens der Beschwerdeführer nicht dargelegt. Es sind auch keine Anhaltspunkte ersichtlich, die zwingend auf irgendwelche negative Auswirkungen einer möglichen vermehrten Konkurrenz unter den Kinobetrieben der Stadt Bern schliessen liessen."}