{"annee": "113", "cour": "IB", "page": "90", "date": "10/4/1987", "cite": [], "cite_par": ["116 IB 260", "143 III 65", "117 IB 481", "118 V 171", "115 IA 12"], "chapeau": "17. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 10. April 1987 i.S. E.G. Portland gegen Kartellkommission (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 38 al. 1 lettre c et art. 31 al. 3 LCart. 1. Les décisions qui refusent aux intéressés l'examen des actes d'instruction auxquels s'est livrée la Commission des cartels ne sont pas des décisions qui ordonnent l'administration de preuves au sens de l'art. 31 al. 3 LCart.; la voie du recours prévue à l'art. 38 al. 1 lettre c LCart. - en relation avec l'art. 98 lettre f OJ - n'est ainsi pas ouverte (consid. 2a, b). 2. Faute d'une décision au sens de l'art. 5 PA, les dispositions de la loi fédérale sur la procédure administrative ne s'appliquent pas à la procédure d'instruction menée par la Commission des cartels, à moins que la loi ne le prévoie expressément. Comme la Commission des cartels délimite elle-même l'étendue du droit d'être entendu, le Tribunal fédéral ne peut, eu égard à l'art. 114bis al. 3 Cst., accorder aux intéressés des droits de participation plus étendus en se fondant sur l'art. 4 Cst. (consid. 2a, b)."], "faits": "BGE 113 Ib 90 S. 91\n\nDie Kartellkommission führt über den schweizerischen Zementmarkt eine Untersuchung im Sinne von Art. 29 des Bundesgesetzes vom 20. Dezember 1985 über Kartelle und ähnliche Organisationen (Kartellgesetz, KG; SR 251) durch.\n\nMit Schreiben vom 9. April 1986 gelangte die E.G. Portland, eine Genossenschaft, der die schweizerischen Zementfabriken angehören, an den Präsidenten der Kartellkommission mit dem Ersuchen, es sei ihr Einsicht in die Fragebogen zu gewähren, welche an Informanten versandt worden seien und das Recht einzuräumen, zu den eingegangenen Antworten Stellung zu nehmen. Ausserdem sei ihr die Liste der Personen zu öffnen, die mit Fragebogen bedient worden seien.\n\nDie Kartellkommission wies das Begehren mit Verfügung vom 17. November 1986 ab. Zur Begründung führte sie im wesentlichen aus, BGE 113 Ib 90 S. 92dass auf Untersuchungen nach Art. 29 KG weder das VwVG noch die aus Art. 4 BV hergeleiteten Verfahrensgrundsätze Anwendung fänden. Den rechtsstaatlichen Anforderungen an ein Verfahren, das nicht in eine Verfügung ausmünde, werde Genüge getan durch die Vorschrift von Art. 31 Abs. 4 KG, worin den Beteiligten das Recht zur Stellungnahme zu den tatsächlichen Feststellungen des Untersuchungsberichts eingeräumt werde.\n\nDie E.G. Portland ficht die Verfügung der Kartellkommission mit Verwaltungsgerichtsbeschwerde an und stellt die folgenden Anträge:\n\n\"1. Die Verfügung der Kartellkommission vom 17. November 1986 sei aufzuheben.\n\na) Der Beschwerdeführerin sei das Recht zu gewähren, bei der gegen sie gerichteten Untersuchung nach jedem Hearing, bzw. jeder Befragung von Auskunftspersonen in die bezüglichen Protokolle Einsicht zu nehmen. Spätestens aber im Zeitpunkt der Aufforderung zur Stellungnahme zur Tatsachenfeststellung der Kartellkommission gemäss Art. 31 Abs. 4 des Kartellgesetzes sei ihr das Recht zu gewähren, in die dieser Darstellung zugrundeliegenden Unterlagen Einsicht zu nehmen (Akteneinsicht), unter Wahrung berechtigter Geheimhaltungsinteressen.\n\nb) Eventualiter: Die Verfügung der Kartellkommission vom 17. November 1986 sei aufzuheben und die Kartellkommission sei anzuweisen, über die Anträge der Beschwerdeführerin gemäss lit. a auf Grundlage des Bundesgesetzes über das Verwaltungsverfahren bzw. von Art. 4 BV neu zu entscheiden.\n\n...........\"\n\nDas Bundesgericht tritt nicht ein.", "considerants": "Aus den Erwägungen:\n\n1. Es gehört zu den Hauptaufgaben der Kartellkommission zu untersuchen, ob ein Kartell oder eine ähnliche Organisation volkswirtschaftlich oder sozial schädliche Auswirkungen zeitigt. Derartige Erhebungen kann die Kommission von sich aus oder im Auftrag des Eidg. Volkswirtschaftsdepartements anheben (Art. 29 Abs. 1 KG).\n\nDas Gesetz umschreibt die Form der Untersuchung in Art. 31 wie folgt:\n\n\"Art. 31 Verfahren der Untersuchung\n\n1 Die Kommission ersucht die Personen, die zur Feststellung des Sachverhalts beitragen können, um die erforderlichen Auskünfte und Urkunden. Sie kann Sachverständige beiziehen.\n\n2 Kann der Sachverhalt auf diesem Wege nicht abgeklärt werden, BGE 113 Ib 90 S. 93vernimmt die Kommission die Beteiligten und Dritte als Zeugen und verlangt von ihnen die notwendigen Urkunden. Die Artikel 15-19 des Verwaltungsverfahrensgesetzes gelten sinngemäss.\n\n3 Die Kommission erlässt die Beweisanordnung in Form einer Verfügung.\n\n4 Die Kommission gibt vor Abschluss des Verfahrens den Beteiligten Gelegenheit, zu den tatsächlichen Feststellungen ihres Berichtes Stellung zu nehmen. Die Beteiligten haben den Bericht geheimzuhalten, solange das Eidgenössische Volkswirtschaftsdepartement nicht dessen Veröffentlichung bewilligt hat.\"\n\n2. Das Eintreten auf die Eingabe der E.G. Portland hängt u.a. davon ab, ob die Verfügung der Kartellkommission überhaupt angefochten werden kann. Das Bundesgericht prüft diese Frage von Amtes wegen und ohne Bindung an die Parteistandpunkte.\n\na) Gemäss Art. 98 lit. f OG ist die Verwaltungsgerichtsbeschwerde gegen Verfügungen anderer eidgenössischer Kommissionen als der Rekurs- und Schiedskommissionen nach lit. e nur zulässig, soweit es das Bundesrecht vorsieht. Art. 38 KG nennt drei Fälle, in denen die Verwaltungsgerichtsbeschwerde offensteht. Im vorliegenden Zusammenhang stellt sich einzig die Frage, ob es sich bei der angefochtenen Verfügung um eine Beweisanordnung im Sinne von Art. 31 Abs. 3 handelt, gegen die gemäss Art. 38 Abs. 1 lit. c KG binnen zehn Tagen beim Bundesgericht Beschwerde geführt werden kann.\n\nb) Art. 31 KG regelt das Untersuchungsverfahren der Kartellkommission. Danach können Auskunftspersonen befragt sowie Sachverständige und Urkunden beigezogen werden (Abs. 1). Lässt sich auf diesem Weg der Sachverhalt nicht klären, hört die Kommission die Beteiligten und Dritte als Zeugen an. Die Art. 15 bis 19 VwVG, wo das Beweisverfahren näher geordnet ist, gelten sinngemäss (Abs. 2). Aus dieser Umschreibung wird klar, was unter dem in Abs. 3 verwendeten Begriff der Beweisanordnung zu verstehen ist: es handelt sich um Massnahmen der Beweisadministration. Die Adressaten solcher Anweisungen werden autoritativ aufgefordert, entweder vor der Kommission auszusagen oder ihr Urkunden herauszugeben. Weitere Aufgaben fallen solchen Anordnungen weder nach Wortlaut noch nach Sinn des Gesetzes zu.\n\nAus der Besonderheit des Verfahrens nach Art. 31 KG ergibt sich, dass der Begriff der Beweisanordnung eng auszulegen ist und lediglich Anweisungen umfasst, die dazu dienen, der Kommission die Informationen zu verschaffen, deren sie für die Ausarbeitung ihres Berichtes bedarf. Weitere verfahrensleitende Massnahmen mögen ebenfalls BGE 113 Ib 90 S. 94Zwischenverfügungen sein, als Anordnungen im Sinne des Art. 31 Abs. 3 KG lassen sie sich jedoch nicht definieren.\n\nDie vorliegende Verfügung fordert die Beschwerdeführerin weder auf, sich zu äussern, noch Urkunden herauszugeben. Da es sich somit nicht um eine Beweisanordnung handelt, kann sie nicht mit Verwaltungsgerichtsbeschwerde angefochten werden.\n\nc) Auch ausserhalb des besondern Untersuchungsverfahrens der Kartellkommission kann eine Verfügung der hier vorliegenden Art nicht als Beweisanordnung bezeichnet werden. GULDENER (Schweizerisches Zivilprozessrecht, 3 Aufl., S. 418, Fn. 26) weist darauf hin, dass sog. Beweisdekrete in der Regel ein Prozessprogramm enthalten: Sie führen die Beweise auf, welche das Gericht zu erheben gedenkt. Weitere Formen der Beweisverfügung nennen die Tatsachen, die zu beweisen sind sowie die beweisbelasteten Parteien. Im Verwaltungsverfahren aber auch im Verwaltungsprozess, die beide vom Untersuchungsgrundsatz beherrscht werden, sind solche Verfügungen in der Regel entbehrlich, denn die entscheidende Instanz ist allein für die Sachverhaltsermittlung verantwortlich. Doch auch hier kann einer Beweisverfügung - falls eine solche angezeigt ist - grundsätzlich keine andere Rolle zufallen als im Zivilprozess: Sie bestimmt das Beweisthema (beweisbedürftige rechtserhebliche Tatsachen) und sagt ferner, welche Partei mit welchen Mitteln den Beweis für die einzelnen Tatsachenvorbringen zu leisten hat (vgl. GYGI, Bundesverwaltungsrechtspflege, 2. Aufl., S. 278).\n\nNicht Gegenstand solcher Verfügungen sind dagegen die Massnahmen, deren es zur Regelung des weiteren Verfahrensablaufs bedarf. Auch der Entscheid, ob einem Beteiligten oder einem Dritten Akteneinsicht gewährt werden soll, hat mit der Beweisführung an sich nichts zu tun, geht es doch nur darum festzulegen, ob und in welchem Umfang ihm die von weiteren Beteiligten stammenden Informationen zugänglich zu machen sind.\n\nDa sich damit der Begriff der Beweisverfügung auch nach allgemeiner Umschreibung von der Art des hier angefochtenen Hoheitsaktes unterscheidet, kann auch unter diesem Gesichtspunkt nicht auf die Beschwerde eingetreten werden.\n\nd) Die Beschwerdeführerin vertritt die Auffassung, es seien im Untersuchungsverfahren der Kartellkommission die Regeln des VwVG oder doch zumindest die aus Art. 4 BV hergeleiteten Verfahrensgrundsätze zu beachten. Sie kann sich indessen weder auf das eine noch auf das andere berufen: BGE 113 Ib 90 S. 95\n\naa) Die Vorschriften des VwVG finden nach Art. 1 Abs. 1 dieses Gesetzes nur Anwendung auf Verwaltungssachen, die durch Verfügungen von Bundesverwaltungsbehörden in erster Instanz oder auf Beschwerde zu erledigen sind. Als Verfügungen gelten behördliche Anordnungen im Einzelfall, durch welche eine konkrete verwaltungsrechtliche Rechtsbeziehung rechtsgestaltend oder feststellend in verbindlicher und erzwingbarer Weise geregelt wird (BGE 104 Ia 29 E. d mit Hinweisen). Der für das Bundesverwaltungsrecht in Art. 5 VwVG definierte Verfügungsbegriff deckt sich inhaltlich mit dieser Umschreibung.\n\nZur Verfügung gehört allemal, dass die Rechte und Pflichten der Adressaten gestaltet bzw. festgestellt werden. Den Untersuchungen der Kartellkommission kommt indessen keine solche Wirkung zu, bleibt doch die rechtliche Stellung der Beteiligten vom Ausgang des Verfahrens zunächst vollkommen unberührt. Die Kommission hat lediglich im Falle festgestellter schädlicher Auswirkungen eines Kartells die Möglichkeit, den Beteiligten neue Verhaltensweisen zu empfehlen (Art. 32 Abs. 1 KG). Die Adressaten solcher Empfehlungen sind aber frei, ob sie sich danach richten wollen oder nicht. Nur wenn die Empfehlungen abgelehnt oder nicht befolgt werden, kann das Eidg. Volkswirtschaftsdepartement zu Massnahmen greifen, die in der Form von Verfügungen erlassen werden müssen (Art. 37 KG). Da die Beteiligten erst in diesem Stadium zu einem bestimmten Vorgehen verpflichtet werden können, ist es durchaus sachgerecht, ihnen die Verfahrensgarantien des VwVG erst von hier weg zuteil werden zu lassen. Von dieser Betrachtungsweise hat sich wohl auch der Gesetzgeber leiten lassen, sieht doch Art. 31 Abs. 2 KG bloss die sinngemässe Anwendung von Art. 15-19 VwVG (d.h. der Regeln über die Beweiserhebung) vor. Wären von der Kartellkommission weitere Vorschriften des VwVG zu beachten, so hätte der Gesetzgeber ausdrücklich darauf verwiesen. Die Annahme der Beschwerdeführerin, die Kartellkommission sei auch an die übrigen Vorschriften des VwVG, insbesondere an jene über die Akteneinsicht und das rechtliche Gehör, gebunden, findet somit im Gesetz keine Stütze.\n\nbb) Auch die Berufung der Beschwerdeführerin auf die allgemeinen Grundsätze des Verfassungs- und Verwaltungsrechts geht fehl.\n\nNach Art. 31 Abs. 4 KG haben die Beteiligten das Recht, sich vor Verfahrensabschluss zu den tatsächlichen Feststellungen der Kommission zu äussern. Damit ist aber der Rahmen des rechtlichen Gehörs durch das Gesetz selbst abgesteckt. Die Regelung des Art. 31 KG wurde vom BGE 113 Ib 90 S. 96Gesetzgeber offensichtlich im Hinblick auf die besonderen Anforderungen des kartellgesetzlichen Untersuchungsverfahrens getroffen. Es steht dem Bundesgericht aufgrund von Art. 114bis Abs. 3 BV nicht zu, diesen gesetzgeberischen Entscheid im Anwendungsfall zu überprüfen, so dass es ihm auch aus diesem Grund verwehrt ist, sich materiell mit der Beschwerde zu befassen."}