{"annee": "113", "cour": "IB", "page": "340", "date": "16/9/1987", "cite": ["108 IB 178", "113 IB 148", "104 IB 221", "108 IB 267", "108 IB 167", "112 IB 195", "112 IB 424"], "cite_par": ["116 IB 469", "115 IB 224", "117 IB 178", "119 IB 397", "115 IB 311", "115 IB 472", "115 IB 131", "114 IB 224"], "chapeau": "54. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 16. September 1987 i.S. Wasserverbund Region Bern AG gegen Eidgenössisches Departement des Innern (Verwaltungsgerichtsbeschwerde)", "regestes": ["Autorisation de défricher en vue de la construction d'une installation de pompage des eaux souterraines dans une forêt sise dans une région inscrite à l'IFP et comportant une végétation alluviale au sens de l'art. 21 LPN; confrontation des intérêts selon l'art. 26 OFor. L'examen d'une demande d'autorisation de défricher implique aussi la prise en compte, du point de vue de la protection de la nature et du paysage, des ouvrages à édifier et de leur impact (art. 26, al. 4 OFor). En particulier, confrontation de l'intérêt à une revitalisation (par submersion) du site en cause, inscrit à l'IFP, avec celui d'une région de l'importance de celle de Berne à un approvisionnement en eau suffisant. Renvoi de la cause au DFI pour qu'il octroie l'autorisation de défricher sous réserve de conditions ou de charges tendant à ce que, dans son entité, le site inscrit à l'IFP ne subisse tout au plus que des atteintes minimes, et sous réserve aussi de l'autorisation prévue à l'art. 22 LPN."], "faits": "BGE 113 Ib 340 S. 341\n\nDie Wasserverbund Region Bern AG wurde 1974 mit dem Zweck gegründet, die regionale Wasserversorgung durch den Bau eines neuen Grundwasserwerkes im Aaretal für die Zukunft sicherzustellen. Das seit 1950 bestehende Aaretalwerk I in Kiesen liefert im Sommer 50% des Wasserbedarfs der angeschlossenen 11 Gemeinden und sollte dringend überholt werden. Es soll nunmehr ein Grundwasserwerk Aaretal II errichtet werden. Das Projekt sieht den Bau von zwei Brunnen und einem Pumpwerk mit einer Kapazität von 25000 l/min vor. Der Bau des neuen Werkes soll insbesondere zur Sicherstellung des künftigen Wasserbedarfs der Region, zum Ersatz von nitrathaltigem Quellwasser durch nitratarmes Grundwasser (Mischung) und zur Sicherstellung des Wasserbedarfs im Hinblick auf die Sanierung des Werkes Aaretal I erfolgen. Die Standortfrage wurde auf Grund langjähriger Untersuchungen in Zusammenarbeit mit dem Wasser- und Energiewirtschaftsamt und der Forstdirektion des Kantons Bern abgeklärt. Man kam zum Schluss, einzig in der Au oberhalb von Belp falle Wasser von guter Qualität und genügender Menge an.\n\nDer Regierungsrat des Kantons Bern erteilte der Wasserverbund Region Bern AG am 22. Juni 1983 die erforderliche Konzession zur Entnahme einer Wassermenge von 25000 l/min. Die Konzessionsdauer beträgt 40 Jahre. Das Raumplanungsamt des BGE 113 Ib 340 S. 342Kantons Bern stellte gleichzeitig die Erteilung der Bewilligung für das Bauen ausserhalb der Bauzonen gemäss Art. 24 des Bundesgesetzes über die Raumplanung vom 22. Juni 1979 (RPG) in Aussicht.\n\nZur Verwirklichung des Grundwasserwerkes ersuchte die Wasserverbund Region Bern AG am 10. Mai 1984 im Einvernehmen mit der Burgergemeinde Belp als Grundeigentümerin um Rodung von 7455 m2 Wald auf der Parzelle Nr. 87 in der Au, Gemeinde Belp. Von der Rodungsfläche werden 2615 m2 für die Installation von technischen Anlagen und 4840 m2 für die Einleitung von Giessen, Tümpeln und Infiltrationsgräben für die Wasseranreicherung benötigt. Als Ersatz sollen an Ort und Stelle 1455 m2 und in der Gemeinde Uetendorf 6000 m2 aufgeforstet werden.\n\nDie Rodung betrifft einen Teil des Auenwaldgebietes in der Belp-Au. Die Rodungsfläche befindet sich im kantonalen Naturschutzgebiet \"Aarelandschaft Thun-Bern\", welches im Bundesinventar der Landschaften und Naturdenkmäler von nationaler Bedeutung (BLN, SR 451.11) als Objekt Nr. 1314 aufgeführt ist. Angesichts der besonderen Lage im Auenwaldgebiet liess die Wasserverbund Region Bern AG durch die Beratungsgemeinschaft für Umweltfragen, Zurich, ein Gutachten \"über die Folgen einer Grundwasserentnahme im Auwald Belp für Forstwirtschaft und Natur\" erstellen (Gutachten Dr. J. Burnand/M. Küper vom 30. September 1981). Gestützt darauf erstellte eine Arbeitsgruppe - Dr. Ch. Haefeli, Geologe, Dr. K. Grossenbacher, Biologe, und Ch. Küchli, Forstingenieur - ein Schutzkonzept über die Folgen einer Grundwasserentnahme im Auwald Belp (Berichte vom 1. Juli und 1. November 1982). Dieses Schutzkonzept sieht die Reaktivierung der alten Giessenläufe durch Ausbaggerung und die individuelle Anreicherung des Grundwassers von der Au her durch Anlegen von Gräben und Becken (Infiltration) vor. Damit sollen die Nachteile der Grundwasserabsenkung möglichst behoben werden.\n\nNach Zusicherung des Regierungsrates, die Ausnahmebewilligung gemäss dem Regierungsratsbeschluss vom 30. März 1977 betreffend das Naturschutzgebiet Aarelandschaft Thun-Bern zu erteilen, stellte die kantonale Forstdirektion dem Eidgenössischen Departement des Innern (EDI) den Antrag, das Rodungsgesuch sei gutzuheissen. Die Zuständigkeit lag trotz der geringen Fläche beim EDI, da schon am 7. November 1973 im selben zusammenhängenden Waldstück zur Verstärkung und Erhöhung des Aaredammes BGE 113 Ib 340 S. 343Rodungen von 34863 m2 bewilligt wurden (vgl. Art. 25bis und Art. 25ter der Verordnung betreffend die eidgenössische Oberaufsicht über die Forstpolizei vom 1. Oktober 1965, FPolV; BGE 113 Ib 149 E. 2).\n\nDas EDI holte zur Abklärung der Interessen des Natur- und Heimatschutzes (Art. 26 Abs. 4 FPolV) ein Gutachten bei der Eidgenössischen Natur- und Heimatschutzkommission (ENHK) ein. Diese stellte am 9. Mai 1985 den Antrag, das Rodungsgesuch sei abzuweisen. Gestützt darauf wurde bei der Bürogemeinschaft für angewandte Ökologie, Zürich, welche unabhängig vom vorliegenden Projekt im Auftrag des Kantons Bern an einer praxisorientierten ökologischen Studie der Aarelandschaft Thun-Bern arbeitet, ein Bericht beigezogen. In diesem Bericht vom November 1985 wurde festgehalten, das Projekt sei mit einer Revitalisierung (Überflutung) der Belp-Au unvereinbar, doch würden sich Trinkwassergewinnung und Überflutung keineswegs ausschliessen; allerdings bestehe gegenwärtig kein Projekt zur Überflutung des Auenwaldes.\n\nMit Entscheid vom 11. Juni 1986 lehnte das EDI das Rodungsgesuch ab. Zur Begründung führte es im wesentlichen aus, drei der vier Voraussetzungen für eine Rodungsbewilligung gemäss Art. 26 FPolV seien zu bejahen, nämlich das Bedürfnis, die relative Standortgebundenheit und das Fehlen entgegenstehender polizeilicher Gründe. Hingegen sei das Rodungsgesuch gestützt auf Art. 26 Abs. 4 FPolV, wonach dem Natur- und Heimatschutz gebührend Rechnung zu tragen sei, abzuweisen. Ein Rodungseingriff für das vorliegende Projekt, mit der Konsequenz, dass eine spätere Revitalisierung der sogenannten Hunzigenau verunmöglicht werde, sei nicht zu verantworten, solange nicht feststehe, dass ein Nebeneinander von Trinkwassergewinnung und Überflutung möglich sei. Das Kerngebiet des BLN-Objektes Aarelandschaft Thun-Bern sei das grösste der gemäss Art. 18 und 21 des Bundesgesetzes über den Natur- und Heimatschutz vom 1. Juli 1966 (NHG) hochgradig schützenswerten Flussauenobjekte. Die vom Menschen bloss geringfügig beeinflussten Auenreste müssten unbedingt erhalten werden, und die von ihm starker veränderten Auenstandorte seien wenn immer möglich zu verbessern und wieder zu revitalisieren. Zwischen Thun und Bern würden sich nur zwei Auenstandorte für eine Revitalisierung eignen, darunter die Belp-Au, wo die Wasserfassungen geplant seien. Eine Kombination von Überflutung und Trinkwassergewinnung würde allerdings eine Anpassung des BGE 113 Ib 340 S. 344aktuellen Projektes bedingen. Nach Ansicht des EDI sollte deshalb noch untersucht werden, ob und gegebenenfalls wie das Projekt angepasst werden könnte, um eine periodische Revitalisierung der Hunzigenau durch Überflutung zu ermöglichen. Nur wenn es sich zeigen sollte, dass sich die von der Bürogemeinschaft für angewandte Ökologie vorgeschlagene Alternative nicht oder nur mit hohen Kosten verwirklichen liesse, könnte eine Rodung gemäss vorliegendem Projekt in Frage kommen.\n\nGegen die Verweigerung der Rodungsbewilligung durch das EDI erhob die Wasserverbund Region Bern AG am 14. Juli 1986 Verwaltungsgerichtsbeschwerde an das Bundesgericht. Sie beantragt, die Verfügung des EDI vom 11. Juni 1986 sei aufzuheben, und das Rodungsgesuch vom 10. Mai 1984 sei zu bewilligen.\n\nAm 23. Juni 1987 führte eine bundesgerichtliche Delegation einen Augenschein durch. Anschliessend erfolgten durch umfassende Befragungen weitere Abklärungen.", "considerants": "Aus den Erwägungen:\n\n3. Gemäss Art. 31 Abs. 1 des Bundesgesetzes vom 11. Oktober 1902 betreffend die eidgenössische Oberaufsicht über die Forstpolizei (FPolG) soll das Waldareal der Schweiz nicht vermindert werden. Art. 24 Abs. 1 FPolV führt diesen Grundsatz dahin aus, dass das Waldareal im Hinblick auf seine Nutz-, Schutz- und Wohlfahrtsaufgaben in seinem Bestand und in seiner regionalen Verteilung zu erhalten ist. Sollen Rodungen vorgenommen werden, so bedürfen sie einer Bewilligung. Nach der Bestimmung von Art. 26 Abs. 1 FPolV, die in ständiger Rechtsprechung als gesetzeskonform anerkannt worden ist (BGE 108 Ib 180 E. Ia mit Hinweisen), darf die Bewilligung nur erteilt werden, wenn sich hierfür ein gewichtiges, das Interesse an der Walderhaltung überwiegendes Bedürfnis nachweisen lässt (BGE 108 Ib 268 f. E. 3a), was nur zutrifft, wenn das Werk, wofür die Rodung begehrt wird, auf den vorgesehenen Standort angewiesen ist; finanzielle Interessen, wie die möglichst einträgliche Nutzung des Bodens oder die preisgünstige Beschaffung von Land, gelten nicht als gewichtige Bedürfnisse (Art. 26 Abs. 3 FPolV; BGE 108 Ib 174 E. 5b; BGE 104 Ib 224 E. 3). Das Erfordernis der Standortgebundenheit ist dabei nicht absolut aufzufassen, besteht doch fast immer eine gewisse Wahlmöglichkeit; indessen fallen die Gründe der Wahl eines BGE 113 Ib 340 S. 345Standortes bei der Interessenabwägung ins Gewicht (BGE 112 Ib 200 E. 2a mit Hinweisen).\n\nDer Rodung dürfen sodann keine polizeilichen Gründe entgegenstehen (Art. 26 Abs. 2 FPolV; BGE 108 Ib 172 E. 4). Auch ist dem Natur- und Heimatschutz gebührend Rechnung zu tragen (Art. 26 Abs. 4 FPolV; BGE 108 Ib 183 E. 5c).\n\nDiese Grundsätze gelten ebenfalls für Körperschaften des öffentlichen Rechts bzw. für öffentliche Werke (BGE vom 18. Februar 1987 i.S. EDI und SBN c. Ortsgemeinde Haag, E. 2b, in ZBl 88/1987, S. 500, und BGE 113 Ib 152 E. 3b mit weiteren Hinweisen). Dabei kann es in einem Fall wie dem vorliegenden, in dem an die Stelle der zu rodenden Waldfläche Bauwerke treten sollen, nicht genügen, die Auswirkungen der Rodung als solcher auf das Landschaftsbild zu beurteilen, tritt doch die Rodung als solche praktisch gar nie für sich allein in Erscheinung. Vielmehr müssen von der zuständigen Bewilligungsbehörde - hier also vom EDI - bei der Beurteilung eines Rodungsgesuches insbesondere auch die geplanten Werke und deren Auswirkungen unter dem Gesichtspunkt des Natur- und Heimatschutzes (Art. 26 Abs. 4 FPolV) gewürdigt werden (BGE 108 Ib 177; 98 Ib 500 E. 8).\n\nNur die letztgenannte der vier Voraussetzungen von Art. 26 FPolV ist vom EDI als nicht gegeben erachtet worden; die Voraussetzungen gemäss Art. 26 Abs. 1-3 FPolV sind unbestrittenermassen erfüllt. Im Rahmen der umfassenden Interessenabwägung nach Art. 26 FPolV ist nachfolgend also einzig zu prüfen, ob das Rodungsgesuch auch dem Natur- und Heimatschutz gebührend Rechnung trägt, wie dies von Art. 26 Abs. 4 FPolV verlangt wird.\n\n4. a) Die Beschwerdeführerin rügt zunächst, das EDI habe den Sachverhalt unrichtig und unvollständig festgestellt. Es habe zu Unrecht angenommen, das geplante Wasserfassungswerk könne so angepasst werden, dass es sich mit einer Überflutung (Revitalisierung) des Auenwaldes Belp vertrage.\n\nDie am Augenschein getroffenen Abklärungen ergaben, dass ein vernünftig ausgestaltetes Wasserfassungsnetz in der Belp-Au sich - entgegen der vom EDI getroffenen Annahme - mit einer Revitalisierung des gesamten Auengebietes nicht vertragen kann. Eine Öffnung des Dammes käme grundsätzlich nur auf der Höhe des \"Entengülls\" in Frage. Gestützt darauf kam Geologe Dr. Ch. Haefeli zum Schluss, es könnten oberhalb dieser Stelle BGE 113 Ib 340 S. 346noch vier Brunnen (mit den auf den massgebenden Plänen bezeichneten Standorten R, S, T und U) errichtet werden. Es hat sich gezeigt, dass nur die Brunnen R und S mit einer maximalen Fördermenge zwischen 12000 und 16000 l/min unbedenklich sind. Die beiden weiter südlich liegenden Brunnen T und U kommen jedoch aus verschiedenen Gründen nicht in Betracht. Weil die Aare im Sommer eine Temperatur bis ca. 20 Grad erreichen kann, würde das dort - also bei T und U - gefasste Wasser bis ca. 18 Grad warm, da sich pro 40 m Flussabstand eine Temperaturabsenkung von erfahrungsgemäss 1 bis 2 Grad ergibt. Das Schweizerische Lebensmittelbuch, das gemäss Bundesratsbeschluss vom 14. Dezember 1964 (SR 817.021. 1) Verordnungscharakter hat, bezeichnet jedoch die Idealtemperatur für Trinkwasser auf 8 bis 12 Grad, keinesfalls sollte das Trinkwasser bei seiner Fassung eine Temperatur von 15 Grad übersteigen, weil bei höheren Temperaturen die Gefahr nachträglicher Aufkeimung des Wassers in erheblichem Ausmass besteht. Da bei den Brunnen R und S im Sommer eine Temperatur von minimal 15 Grad zu erwarten ist, kann das Wasser der vier erwähnten Brunnen auch nicht durch Mischung auf eine tiefere Temperatur gesenkt werden. Kommen die beiden oberen Brunnen aber somit nicht in Betracht, so kann eine Wasserfassung von 25000 l/min nicht erreicht werden. Dazu kommt, dass auch die beiden unteren (nördlichen) Brunnen kaum in Frage kommen. Bei einer Öffnung des Aaredamms beim \"Entengüll\" besteht nämlich - wie am Augenschein festgestellt werden konnte - wegen des im betreffenden Gebiet sehr kleinen Gefälles die Gefahr einer Rückflutung und damit einer Verschmutzung der Brunnen. Demnach ist festzustellen, dass eine Revitalisierung - jedenfalls eine solche des gesamten Auenwaldgebietes - und eine Wasserentnahme von 25000 l/min sich gegenseitig ausschliessen, zumal die Brunnen infolge des Belpberges nicht mehr weiter südlich verschoben werden können.\n\nb) Die Beschwerdeführerin rügt sodann, die Vorinstanz habe bei der Sachverhaltsfeststellung übersehen, dass kaum kommunale und kantonale Bewilligungen für eine Dammöffnung zu Revitalisierungszwecken erhältlich gemacht werden könnten. Das EDI habe auch nicht berücksichtigt, dass eine Dammöffnung als unabdingbare Voraussetzung für eine Revitalisierung der Belp-Au eine ganze Anzahl von Objekten gefährden würde. Am Augenschein wurde in der Tat festgestellt, dass von seiten des Kantons und der Gemeinden eine starke Abneigung gegen eine Dammöffnung besteht.BGE 113 Ib 340 S. 347\n\nKanton und Gemeinden befürchten, dass bei einer Dammöffnung der schon mehr als 100 Jahre verfolgte tatkräftige Schutz vor Hochwasser illusorisch gemacht würde. Gemäss einem schriftlichen Bericht des Kantonsingenieurs vom 19. Dezember 1986 wäre bei einer uneingeschränkten Revitalisierung im betreffenden Gebiet auf einer Länge von 6,5 km mit nicht absehbaren Gefährdungen und Beeinträchtigungen zu rechnen. Die Richtigkeit dieser Feststellung bestätigte sich am Augenschein. Vor allem würden die Staatsstrasse Münsingen-Belp, das Restaurant Campagna, verschiedene landwirtschaftliche Siedlungen beim Weiler \"Viehweide\" und allenfalls sogar Teile des Flughafens Belpmoos gefährdet. Die Gefährdung würde insbesondere auch Land betreffen, welches der Kanton Bern zur Sicherstellung der Fruchtfolgeflächen benötigt. Wollten die Gefährdungen auch nur einigermassen in Schranken gehalten werden, müsste ein neuer Damm weiter westlich mit immensen Kosten errichtet werden. Alle diese Umstände zeigen, dass aus tatsächlichen und politischen Gründen in absehbarer Zeit kaum mit einer Dammöffnung zwecks einer Revitalisierung der Belp-Au gerechnet werden kann.\n\nc) Die Beschwerdeführerin rügt ferner Art. 6 NHG als verletzt und macht geltend, diese Bestimmung habe nur die ungeschmälerte Erhaltung, nicht aber eine Verbesserung des bestehenden Zustandes im Auge. Die Revitalisierung der Belp-Au durch Dammöffnung sei nun aber nicht nur ungeschmälerte Erhaltung, handle es sich doch bei dieser Au heute nicht mehr um eine ursprüngliche Au, sondern bloss noch um einen ausgetrockneten Auenwald.\n\nDiese Einwendungen sind nicht stichhaltig. Auch wenn die Belp-Au schon seit einiger Zeit nicht mehr periodisch natürlich überflutet wird, handelt es sich hier - wie die am Augenschein getroffenen Abklärungen ergaben - um einen von einzelnen Bachläufen und kleinen Gewässern durchzogenen Wald, der auf Schotter steht und von dem im Einzugsgebiet des Aarelaufes befindlichen Grundwasser und damit von dessen Schwankungsbereich abhängig ist. Entsprechend handelt es sich dabei auch heute noch um eine eigentliche Auenvegetation. Als solche geniesst sie den Schutz der Bestimmungen gemäss Art. 18 Abs. 1bis und 1ter sowie Art. 21 NHG (in der am 1. Januar 1985 mit dem Umweltschutzgesetz - USG - in Kraft getretenen Fassung des Gesetzes vom 7. Oktober 1983). Dies geht denn auch aus dem Gutachten der ENHK vom 9. Mai 1985 hervor. Ohnehin ist der fragliche Wald BGE 113 Ib 340 S. 348aber bereits als solcher, ohne Rücksicht auf Zustand, Wert und Funktion, schützenswert (s. BGE vom 18. Februar 1987 i.S. EDI und SBN c. Ortsgemeinde Haag, E. 3b, in ZBl 88/1987, S. 501) und nach den bereits erwähnten massgebenden forstrechtlichen Bestimmungen grundsätzlich ungeschmälert zu erhalten bzw. grösstmöglich zu schonen. An sich könnte zum Ausgleich einer Rodung - selbst über Art. 6 NHG (s. hiezu auch nachf. E. 5) hinausgehend - eine Revitalisierung verlangt werden, wobei hier, zumal ein auch nur einigermassen konkretes Projekt hiezu fehlt, offenbleiben kann, in welcher Form und in welchem Ausmass eine solche vorzunehmen wäre; mit den Bestimmungen gemäss Art. 18 Abs. 1bis und 1ter NHG (in der Fassung des Gesetzes vom 7. Oktober 1983) wäre jedenfalls eine ausreichende Rechtsgrundlage dafür vorhanden.\n\nAllerdings ist festzustellen, dass die Revitalisierungsmöglichkeit nur eines der verschiedenen Elemente darstellt, die es im Rahmen der gemäss Art. 26 FPolV vorzunehmenden umfassenden Interessenabwägung zu beachten gilt. Dabei ist auch zu berücksichtigen, dass die Belp-Au laut den Studien der Bürogemeinschaft für angewandte Ökologie nicht an erster Stelle unter den Gebieten steht, die sich für eine Überflutung eignen. Überdies wird in der erwähnten Studie ausdrücklich darauf hingewiesen, dass das Gebiet heute verschiedene ebenfalls für den Naturschutz wertvolle Objekte enthält, die bei einer Überflutung zerstört würden. Somit sprechen zumindest teilweise auch Grunde des Naturschutzes gegen eine Überflutung zwecks Revitalisierung der Belp-Au. Hinzu kommt, dass unter den gegebenen Umständen in einigermassen absehbarer Zeit nicht mit einer Dammöffnung zum Zwecke einer Revitalisierung des betreffenden Gebietes gerechnet werden kann, da eine solche - wie erwähnt - sowohl von seiten des Kantons als auch von seiten der Gemeinden abgelehnt wird und da - wie am Augenschein deutlich zu Tage getreten ist - heute erst sehr unbestimmte Vorstellungen einer Revitalisierung bestehen, die sich noch lange nicht zu einem provisorischen Vorprojekt verdichtet haben. Angesichts der Komplexität der sich bei einer Revitalisierung stellenden Probleme dürfte es ohne weiteres 20 Jahre oder sogar noch länger dauern, bis eine projektreife Vorlage dafür bestehen dürfte. Dabei ist in Betracht zu ziehen, dass der Beschwerdeführerin keine zeitlich unbefristete Konzession erteilt worden ist, sondern dass diese auf höchstens 40 Jahre beschränkt ist. Gesetzliche Bestimmungen zwingen die Beschwerdeführerin BGE 113 Ib 340 S. 349ferner dazu, die Kosten der projektierten Anlage in der Höhe von ca. Fr. 35 Mio. innert 20 Jahren zu amortisieren. Aus diesen Gründen ist die vom EDI getroffene Annahme, die Erstellung des Grundlage des Rodungsbegehrens bildenden Wasserwerkes Aaretal II stehe einer späteren Dammöffnung und Revitalisierung für alle Zeiten entgegen, nicht richtig. Vielmehr wird bei den gegebenen Verhältnissen schon der nächsten Generation die Möglichkeit wieder offenstehen, auch zugunsten einer Revitalisierung entscheiden zu können.\n\nDemnach erscheint die Erhaltung des fraglichen Waldstückes im Interesse einer allenfalls in späteren Jahren für das Gebiet der Belp-Au zu beschliessenden Revitalisierung als nicht derart gewichtig, dass sie das Interesse einer so bedeutenden Region wie Bern an einer hinreichenden Wasserversorgung (s. hiezu auch nachf. E. 5) zu überwiegen vermöchte. Die Rodungsbewilligung einzig mit dem Argument die Revitalisierung des Gebietes der Belp-Au zu verweigern, wäre bei den gegebenen Verhältnissen, wie sie soeben geschildert worden sind, und in Anbetracht dessen, dass die zu rodende Waldfläche mit insgesamt rund 7000 m2 relativ klein ist, unverhältnismässig.\n\n5. a) Zu prüfen ist somit nur noch, ob die Auswirkungen der Rodung bzw. der zu errichtenden Werke vor Art. 26 Abs. 4 FPolV bestehen können. Dabei ist zunächst zu berücksichtigen, dass sich die zu rodende Fläche in einem Gebiet befindet, das vom BLN-Inventar erfasst wird. Durch die Aufnahme eines Objektes von nationaler Bedeutung in dieses Inventar wird dargetan, dass es in besonderem Masse die ungeschmälerte Erhaltung oder jedenfalls grösstmögliche Schonung verdient (Art. 6 Abs. 1 NHG). Die Aufnahme in das Verzeichnis bedeutet allerdings nicht, dass sich am bestehenden Zustand überhaupt nichts mehr ändern darf, doch soll der Zustand eines Objektes gesamthaft betrachtet unter dem Gesichtspunkt des Natur- und Heimatschutzes nicht verschlechtert werden. Allfällige geringfügige Nachteile einer Veränderung müssen durch anderweitige Vorteile mindestens ausgeglichen werden (BBl 1965 III 103). Darüber hinaus sind - wie ausgeführt - nebst den massgebenden forstrechtlichen Vorschriften die besonderen Schutzbestimmungen gemäss Art. 18 Abs. 1bis und 1ter und Art. 21 NHG (in der Fassung des Gesetzes vom 7. Oktober 1983) zu beachten, da es sich bei dem vom Rodungsgesuch betroffenen Wald um Auenvegetation im Sinne dieser Bestimmungen handelt (oben E. 4c).BGE 113 Ib 340 S. 350\n\nAnderseits dürfen nach der Lehre auch in vom BLN-Inventar erfassten Gebieten unter besonderen Verhältnissen Rodungsbewilligungen für Wasserversorgungsanlagen erstellt werden (vgl. ROBERT IMHOLZ, Die Zuständigkeit des Bundes auf dem Gebiete des Natur- und Heimatschutzes, Diss. Zürich 1975, S. 68 mit Hinweis).\n\nb) Im Lichte der vorstehend genannten Grundsätze ist im weiteren auch das von Dr. J. Burnand und M. Küper von der Beratungsgemeinschaft für Umweltfragen im September 1981 erstattete Gutachten über die Folgen einer Grundwasserentnahme in der Belp-Au in die Interessenabwägung für die Beurteilung des Rodungsgesuches im Sinne von Art. 26 Abs. 4 FPolV einzubeziehen. Das Gutachten kam zum Schluss, auf einer Fläche von ca. 7 ha komme es bei einer Wasserentnahme von 13000 l/min zu einer Grundwasserabsenkung von 0,5 m. Auf dieser Fläche würden mit höchster Wahrscheinlichkeit die Altbäume früher oder später eingehen. Die Bäume müssten nämlich zukünftig unabhängig vom Grundwasser leben und hätten nur eine relativ geringe Zuwachsrate zu verzeichnen. Für Neuanpflanzungen wären sodann nur wenige Arten wie Föhren und Traubeneichen geeignet. Es komme somit zu einer Verarmung der Pflanzengesellschaft. Gestützt auf dieses Ergebnis des Gutachtens vom September 1981 wurde von den Beteiligten eine \"Arbeitsgruppe Schutzkonzept Hunzigenau\" eingesetzt, welche aus drei ausgewiesenen Fachleuten bestand (Dr. K. Grossenbacher, Biologe, Spezialist für Moore und Amphibienstandorte; Forstingenieur Ch. Küchli, Spezialist für Pflanzensoziologie; Dr. Ch. Haefeli, Geologe). Diese Arbeitsgruppe erstattete zwei Berichte, welche vom 1. Juli und vom 1. November 1982 datieren. Sie schlug zur Geringhaltung der Eingriffe geeignete Schutzmassnahmen vor, so eine Grundwasseranreicherung durch Erweiterung des \"Entengülls\" und weiterer Tümpel, durch Öffnen von Gräben und durch Vornahme von Ausholzungen um kleine Gewässer herum. Ferner schlug die Arbeitsgruppe die Erstellung Beobachtungsnetzes vor, um jederzeit die tatsächlichen Auswirkungen auf die Lage des Grundwasserspiegels überprüfen und mittels geeigneter Massnahmen Korrekturen vornehmen zu können. In der Folge wurde durch das Geologenbüro Dr. P. Kellerhals/Dr. Ch. Haefeli eine Optimierung der Standorte der beiden erforderlichen Brunnen vorgenommen, wodurch - laut einem vom 1. März 1984 datierten Bericht - die negativen biologischen und forstwirtschaftlichen Folgen wesentlich geringer als gemäss BGE 113 Ib 340 S. 351den früheren Annahmen sein sollten. Es wird nun zu prüfen sein, wie verhindert werden kann, dass der Grundwasserspiegel bei der vorgesehenen Entnahmemenge von 25000 l/min (und nicht etwa nur bei der Grundlage des Gutachtens vom September 1981 bildenden Menge von 13000 l/min) nicht über ein Mass hinaus absinkt, dessen Überschreitung für den Pflanzenwuchs im Rahmen der Interessenabwägung nicht mehr angängige Schädigungen zur Folge hätte. Dieser Mindestgrundwasserspiegel dürfte je nach Jahreszeit bzw. Vegetationsstand unterschiedlich sein. Für den Fall seines Unterschreitens wären die Wasserentnahmen aus den beiden projektierten Brunnen bis zum Wiedererreichen des Mindestgrundwasserspiegels zu beschränken oder, wenn nötig, sogar zu unterlassen. Es kann allerdings nicht Aufgabe des Bundesgerichts als Verwaltungsgerichtsbeschwerdeinstanz sein, die hiezu notwendigen einlässlichen fachlichen Abklärungen zu tätigen und genaue Bedingungen bzw. Auflagen einer Rodungsbewilligung festzulegen. Vielmehr ist dies Sache der Bewilligungsbehörde, welcher die hiefür geeigneten Fachleute zur Verfügung stehen.\n\nc) In Rahmen einer Interessenabwägung bestehen sodann einige weitere Gründe, welche einer Verweigerung der Rodungsbewilligung entgegenstehen. Im Vordergrund steht dabei eine gewisse zeitliche und sachliche Dringlichkeit des Projektes der Beschwerdeführerin. In erster Linie ist in diesem Zusammenhang festzuhalten, dass im Wasser des Einzugsbereichs der Beschwerdeführerin die Nitratwerte eindeutig zu hoch sind und die Grenzwerte teilweise in gesundheitsschädigender Weise überschreiten. Demgegenüber haben Untersuchungen ergeben, dass das in der Belp-Au zu fassende Grundwasser nitratarm ist und dass es deshalb dazu dienen könnte, auf dem Wege der Mischung mit dem übrigen Wasser den Nitratgehalt entscheidend zu senken. Sodann konnte am Augenschein festgestellt werden, dass das Wasser im Bereich der Beschwerdeführerin auch einen zu hohen Atrazingehalt auf weist. Auch diesbezüglich ist die Beschwerdeführerin zwecks Mischung aus gesundheitspolizeilichen Gründen auf das Wasser aus der Belp-Au angewiesen. Das Interesse einer so bedeutenden Region wie Bern an einer hinreichenden Wasserversorgung ist unter den gegebenen Verhältnissen, wie dargelegt, höherrangig als dasjenige an der Erhaltung der in Frage stehenden relativ geringen Waldfläche. Bei Einhaltung der noch festzulegenden Bedingungen bzw. Auflagen werden die Rodung und die Auswirkungen des vorgesehenen Grundwasserwerkes das vom Gesuch betroffene BGE 113 Ib 340 S. 352BLN-Objekt in seiner Gesamtheit nicht in erheblichem Ausmass beeinträchtigen.\n\nd) Der Vollständigkeit halber ist schliesslich festzuhalten, dass die Beschwerdeführerin sich zu Unrecht auf eine Verletzung von Art. 20 des Bundesgesetzes vom 8. Oktober 1982 über die wirtschaftliche Landesversorgung (SR 531) beruft. Daraus kann für den vorliegenden Fall nichts angeleitet werden, handelt es sich doch bei der erwähnten Gesetzesbestimmung um eine blosse Kompetenznorm, gemäss welcher der Bundesrat Vorschriften über die Sicherstellung der Versorgung mit Trinkwasser in Notzeiten erlassen kann. Dennoch ist im Rahmen der Interessenabwägung festzuhalten, dass auch die Versorgungssicherheit des über 200000 Einwohner umfassenden Gebietes mit möglichst nicht gesundheitsschädigendem Trinkwasser zu berücksichtigen ist. Ferner wie die Beschwerdeführerin nicht zu Unrecht darauf hin, dass ihr aus dem Jahre 1950 stammendes Aaretalwerk I sanierungsbedürftig ist, wobei das in der Belp-Au zu gewinnende Wasser die Sanierungszeit des bestehenden Werkes überbrücken sollte.\n\n6. Die vorstehende umfassende Interessenabwägung führt dazu, dass das EDI die Rodungsbewilligung unter von ihm noch genau festzulegenden Bedingungen bzw. Auflagen - vor allem mit Bezug auf den Mindestgrundwasserspiegel - zu erteilen hat. Nebstdem hat es in der Rodungsbewilligung die durch die zuständige Behörde auszustellende, allenfalls von zusätzlichen Bedingungen bzw. Auflagen abhängig zu machende Ausnahmebewilligung gemäss Art. 22 NHG vorzubehalten (s. BGE 112 Ib 431 f.; BGE 113 Ib 152 E. 3b mit weiteren Hinweisen), da es sich bei der zu rodenden Fläche im Auwald Belp - wie ausgeführt (oben E. 4c) - um Ufervegetation im Sinne dieser Bestimmung (i.V.m. Art. 18 Abs. 1bis und 1ter sowie Art. 21 NHG in der Fassung des Gesetzes vom 7. Oktober 1983) handelt.\n\nDemnach ist die Verfügung des EDI vom 11. Juni 1986 in Gutheissung der Verwaltungsgerichtsbeschwerde aufzuheben und die Sache zu neuer Entscheidung im Sinne der vorstehenden Erwägungen an dieses zurückzuweisen."}