{"annee": "113", "cour": "V", "page": "1", "date": "13/3/1987", "cite": ["110 V 145", "105 IA 193"], "cite_par": ["132 V 257", "127 V 119", "126 V 455"], "chapeau": "1. Extrait de l'arrêt du 13 mars 1987 dans la cause Caisse cantonale valaisanne de compensation contre Société B. S.A. et Tribunal cantonal valaisan des assurances", "regestes": ["Art. 4 Cst., art. 85 al. 2 let. c et d LAVS. - Le droit d'être entendu des salariés concernés par une décision relative à des cotisations paritaires et, par conséquent, celui d'obtenir la notification d'une telle décision, doit, sous réserve d'exceptions admises pour des raisons pratiques, être respecté tant lorsque la qualification de l'activité des travailleurs est en cause que lorsque c'est la nature de certains versements qui est litigieuse; d'une manière générale, cette procédure doit être appliquée chaque fois que l'on est en présence d'une reprise de salaires déterminants (précision de la jurisprudence; consid. 3). - Lorsqu'il apparaît que le salarié doit être mis en mesure de recourir lui-même contre la décision de cotisations paritaires, c'est d'abord à la caisse de compensation qu'il incombe de lui notifier cette dernière. L'autorité de recours qui s'aperçoit de l'omission peut, mais ne doit pas nécessairement y remédier elle-même, en invitant le salarié intéressé à intervenir dans la procédure de recours (consid. 4)."], "faits": "BGE 113 V 1 S. 2\n\nA.- La Caisse cantonale valaisanne de compensation a procédé à un contrôle d'employeur auprès de la Société B. S.A., lequel a fait apparaître le versement de sommes non déclarées d'un total de Fr. 16'180.--. Par décision du 26 novembre 1985, notifiée à ladite société uniquement, elle lui a dès lors réclamé un montant de cotisations paritaires AVS/AI/APG et AC de Fr. 1'722.35, dû pour les années 1980 à 1984 et calculé en tant que reprise, en fonction des salaires déclarés initialement.\n\nB.- La Société B. S.A. a recouru contre cet acte administratif, dont elle demandait l'annulation en raison des difficultés financières de l'entreprise.\n\nPar jugement du 14 février 1986, le Tribunal des assurances du canton du Valais a admis le recours dont il était saisi. Sans discuter le fond du litige, les juges de première instance ont considéré que, s'agissant de cotisations paritaires, la caisse intimée aurait dû notifier la décision litigieuse aux salariés intéressés également, afin de respecter leur droit constitutionnel d'être entendus et de leur donner la possibilité d'intervenir dans la procédure. Comme elle ne l'avait pas fait, le tribunal a renvoyé le dossier de la cause à l'administration pour que celle-ci rende de nouvelles décisions.\n\nC.- La Caisse cantonale valaisanne de compensation interjette recours de droit administratif contre ce jugement en concluant à son annulation. Elle fait valoir que, lorsqu'il s'agit essentiellement de la perception de cotisations paritaires, des considérations pratiques s'opposent à une notification systématique des décisions aux assurés eux-mêmes. En particulier, elle allègue que cette notification, pratiquée avec discernement, doit être effectuée notamment lorsqu'il faut déterminer s'il s'agit d'une activité BGE 113 V 1 S. 3dépendante ou indépendante, lorsqu'il y a contestation du principe même du salaire ou de la quotité de celui-ci, ainsi que lorsque, dans le cadre d'un recours, la rétribution des salariés est contestée, dans la mesure où l'adresse de ces derniers peut être obtenue sans trop de difficultés. La recourante en déduit que, s'agissant en l'espèce de la perception de cotisations, soit de dettes des salariés pour partie, dont l'obligation légale de les éteindre incombe à l'employeur, une notification de nouvelles décisions ne se justifie pas.\n\nInvitée à se déterminer, la société intimée n'a pas fait usage de la possibilité de répondre au recours. L'Office fédéral des assurances sociales se rallie à l'opinion de la caisse cantonale, en proposant l'admission du recours de droit administratif. Il estime que, pour des raisons de surcharge administrative, des décisions de cotisations paritaires ne devraient être notifiées à la fois à l'employeur et aux salariés que dans des cas particuliers, notamment lorsque le statut même de salarié est contesté. En outre, il considère que les premiers juges ont violé le droit fédéral (art. 85 al. 2 let. c et d LAVS) dans la mesure où celui-ci les obligeait à remédier eux-mêmes à un éventuel défaut de notification.", "considerants": "Extrait des considérants:\n\n2. Selon la jurisprudence, les décisions des caisses de compensation relatives à des cotisations paritaires doivent en principe être notifiées non seulement à l'employeur, mais également aux salariés concernés. Des exceptions doivent toutefois être admises à ce principe, quoique de façon restrictive. Au nombre de ces exceptions, le Tribunal fédéral des assurances a envisagé le cas où le nombre des salariés est élevé, celui dans lequel le domicile des salariés se trouve à l'étranger ou n'est pas connu, ainsi que celui où il s'agit de montants de cotisations de minime importance (ATFA 1965 p. 239 consid. 1 et 3; RCC 1979 p. 116 consid. 1b, 1978 p. 62 consid. 3a). La Cour de céans a en outre établi que, lorsque l'administration a omis de notifier la décision aux travailleurs intéressés, le juge de première instance doit, lors de la procédure de recours, inviter ces derniers à intervenir, sous réserve des exceptions mentionnées ci-dessus (arrêt M. du 2 mai 1986, consid. 1, non publié à la RCC 1986 p. 539, arrêt non publié M. S.A. du 13 novembre 1981).\n\nBGE 113 V 1 S. 4\n\nLa présente affaire pose ainsi deux questions distinctes. Il s'agit tout d'abord de décider dans quelle mesure la jurisprudence citée, invoquée de part et d'autre, impose que dans les cas où l'administration rend une décision de cotisations paritaires, celle-ci soit, en principe, également notifiée à tous les salariés concernés. Ensuite, il faut établir si le juge qui, saisi d'un recours de l'employeur contre une décision de cotisations paritaires, constate que la caisse de compensation a omis la notification aux salariés concernés et, de ce fait, violé leur droit constitutionnel d'être entendus (art. 4 al. 1 Cst.), a le choix entre renvoyer le dossier à l'administration pour qu'elle répare l'informalité, ou remédier lui-même à ce défaut.\n\n3. a) Dans les arrêts cités ci-dessus, il s'agissait notamment de décider si des cotisations paritaires devaient être perçues ou non, eu égard au fait que le statut des travailleurs en cause (salarié ou indépendant) était litigieux. Dans un cas de ce genre, a-t-il été relevé, la question ne concerne pas seulement la caisse de compensation et l'employeur, mais également le travailleur. Il ne lui est en effet nullement indifférent de devoir ensuite rembourser à l'employeur sa part de cotisations, cela d'autant moins s'il a cotisé sur ce revenu comme indépendant. Dès lors, à moins que des raisons pratiques n'autorisent exceptionnellement à renoncer à cette procédure, une décision doit en principe lui être notifiée.\n\nBien que le Tribunal fédéral des assurances n'entende pas circonscrire les exceptions d'avance et de manière définitive, cette jurisprudence mérite d'être précisée. Ainsi, par identité de motifs, il doit en être de même lorsque c'est la nature de certains versements qui est litigieuse, par exemple lorsqu'il s'agit de décider si des prestations de l'employeur doivent être qualifiées de remboursement de frais ne faisant pas partie du salaire déterminant. Car, dans une situation de ce genre également, les assurés doivent être mis en mesure de faire valoir leur propre point de vue. Par ailleurs, l'on doit admettre que, d'une manière générale, la pratique qui consiste à notifier la décision à l'ensemble des travailleurs intéressés se justifie d'autant plus lorsque l'on est en présence d'une reprise de salaires déterminants ou, du moins, de rémunérations qualifiées de salaires déterminants par la caisse de compensation, faisant suite à des contrôles d'employeur effectués par le service de révision de la caisse. Il apparaît en effet que, par définition, des reprises de salaires sont susceptibles de donner lieu à des litiges, contrairement aux décisions de cotisations BGE 113 V 1 S. 5fixées sur la base des décomptes ordinaires fournis par l'employeur. Au demeurant, de telles reprises peuvent se justifier par diverses circonstances, du reste non exhaustives, telles que la nature de l'activité lucrative exercée par les assurés (indépendante ou salariée), la qualification même des sommes versées par l'employeur aux salariés (salaires déterminants ou remboursements de frais), voire la découverte de sommes qui n'ont pas du tout été déclarées, soit par oubli ou erreur, soit par dissimulation intentionnelle de la part de l'employeur.\n\nb) En l'espèce, la caisse recourante a, dans le cadre d'une reprise fondée sur un contrôle d'employeur effectué par son service de révision, qualifié de salaires déterminants des sommes versées par la Société B. S.A. aux membres de son conseil d'administration, alors que ladite société a fait valoir qu'il s'agissait d'un remboursement de frais de gestion. Par conséquent, au vu des principes établis ci-dessus, la caisse cantonale de compensation était tenue, à défaut d'une exception valable fondée sur des raisons pratiques, de notifier ses décisions aux personnes employées par l'intimée dans la mesure où elles étaient touchées personnellement par ces décisions.\n\n4. a) Toujours dans les arrêts susmentionnés, la Cour de céans a déclaré que, dans la procédure de recours, le juge cantonal doit (sous réserve d'éventuelles exceptions qui peuvent se justifier pour des raisons pratiques) inviter les employés, à qui la décision administrative n'a pas été notifiée, à intervenir dans la procédure. Cette jurisprudence signifie notamment que l'autorité judiciaire de première instance, saisie d'un recours dirigé contre une décision relative à des cotisations paritaires, laquelle aurait dû être notifiée à tous les salariés intéressés, ne peut juger l'affaire au fond aussi longtemps que cette violation du droit d'être entendu subsiste. En revanche, contrairement à l'opinion de la recourante et de l'Office fédéral des assurances sociales, elle n'exprime pas une obligation faite aux premiers juges, laquelle consisterait à leur imposer de recueillir eux-mêmes l'avis des assurés intéressés, mais indique uniquement la manière dont il peut être remédié à cette violation. En substance, cela signifie que, lorsqu'il apparaît que le salarié doit être mis en mesure de recourir lui-même contre la décision, c'est d'abord à la caisse de compensation qu'il incombe de lui notifier cette dernière (art. 128 al. 1 RAVS); en revanche, l'autorité de recours qui s'aperçoit de l'omission peut, mais ne doit pas nécessairement, y remédier elle-même, en invitant le ou les salariés BGE 113 V 1 S. 6intéressés à intervenir dans la procédure de recours déclenchée par l'employeur. Certes, il est permis au juge saisi de l'affaire d'opter pour un appel en cause direct des intéressés, notamment lorsque des motifs d'économie de procédure le justifient. Toutefois, rien ne s'oppose à ce qu'il prononce, pour des raisons propres au cas d'espèce, le renvoi préalable de la cause à l'administration, afin que celle-ci respecte le droit des salariés de recevoir personnellement notification de la décision litigieuse (ATF 110 V 152 consid. 2 in fine) et, le cas échéant, celui de participer à la procédure préparatoire de cette même décision (ATF 105 Ia 197). Ce choix relève en effet de sa compétence; pourvu que le droit d'être entendu soit respecté, les règles de procédure cantonale qu'il applique ne sont limitées ni par l'art. 85 al. 2 let. c et d LAVS, ni par d'autres normes de droit fédéral.\n\nb) Au vu de ce qui précède, c'est à juste titre que le Tribunal des assurances du canton du Valais a, sans discuter le fond du litige, renvoyé la cause à l'autorité administrative pour que celle-ci rende de nouvelles décisions. Cela étant, les conclusions de la recourante ne peuvent pas être admises, tandis que le jugement cantonal entrepris doit être confirmé."}