{"annee": "113", "cour": "V", "page": "120", "date": "29/4/1987", "cite": ["109 IB 81", "110 IA 7"], "cite_par": ["119 V 135", "124 V 159", "126 I 1", "116 V 106", "117 V 160", "113 V 287", "115 V 103", "113 V 198"], "chapeau": "19. Arrêt du 29 avril 1987 dans les causes P. contre Caisse de pensions de l'Etat de Vaud et Caisse de pensions de l'Etat de Vaud contre P. et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 30 al. 2 let. c LPP et art. 331c al. 4 let. b ch. 3 CO: Versement en espèces de la prestation de libre passage. La femme mariée ou sur le point de se marier qui cesse d'exercer une activité lucrative ne saurait être privée, par une disposition contractuelle ou réglementaire contraire (in casu, une disposition de droit public cantonal), du droit de recevoir en espèces sa prestation de libre passage."], "faits": "BGE 113 V 120 S. 120\n\nA.- L'art. 72 de la loi cantonale vaudoise sur la Caisse de pensions de l'Etat de Vaud du 18 juin 1984 (LCP), entrée en vigueur le 1er janvier 1985, énumère les cas dans lesquels la prestation de libre passage en matière de prévoyance professionnelle doit ou peut être versée en espèces. Cette disposition est ainsi libellée:\n\n\"La Caisse verse la prestation à l'assuré en espèces,\n\na) lorsque celui-ci a été affilié à des institutions de prévoyance pendant moins de neuf mois en tout; ou, sur demande de l'assuré,\n\nb) lorsqu'il quitte définitivement la Suisse; ou\n\nc) lorsqu'il s'établit à son propre compte et cesse d'être soumis à BGE 113 V 120 S. 121l'assurance obligatoire en vertu de la loi fédérale sur la prévoyance professionnelle, vieillesse, survivants et invalidité.\"\n\nDame P., née en 1957, mariée, exerçait la profession d'enseignante et était, à ce titre, affiliée à la Caisse de pensions de l'Etat de Vaud (ci-après: la caisse), qui est une institution de prévoyance inscrite au registre de la prévoyance professionnelle. Désireuse de cesser toute activité lucrative, elle a donné sa démission pour le 31 juillet 1985. Elle a demandé à la caisse de lui verser en espèces la prestation de libre passage à laquelle elle avait droit, ce qui lui a été refusé par le conseil d'administration de ladite caisse, en date du 9 octobre 1985.\n\nB.- Estimant que ce refus n'était pas conforme à l'art. 30 al. 2 let. c LPP, selon lequel la prestation de libre passage doit aussi être payée en espèces lorsque la demande en est faite par une femme mariée ou sur le point de se marier qui cesse d'exercer une activité lucrative, dame P. a saisi le Tribunal des assurances du canton de Vaud qui lui a donné partiellement gain de cause: il lui a reconnu le droit de recevoir en espèces son avoir de vieillesse, calculé sur la base du salaire coordonné selon la LPP, le solde étant en revanche exigible suivant les règles de la LCP.\n\nEn bref, le tribunal a considéré que le droit au paiement en espèces faisait en l'occurrence partie des prestations minimales garanties par la LPP, de sorte que, en tant qu'il visait aussi ces prestations, l'art. 72 LCP était contraire au droit fédéral (jugement du 14 mars 1986).\n\nC.- La caisse interjette recours de droit administratif contre ce jugement, dont elle demande la réforme, en ce sens qu'elle ne soit pas tenue de verser en espèces, même partiellement, la prestation litigieuse. Elle fait valoir que l'art. 30 al. 2 let. c LPP crée une inégalité de traitement entre homme et femme, prohibée par l'art. 4 al. 2 Cst. Or, le législateur cantonal était tenu, lors de l'adoption de l'art. 72 LCP, de se conformer à la Constitution fédérale. Au demeurant, si cette disposition est plus restrictive que l'art. 30 al. 2 let. c LPP, elle se situe néanmoins dans la marge de liberté qui est réservée aux institutions de prévoyance.\n\nDame P. a également formé un recours de droit administratif contre le prononcé cantonal en concluant au versement en espèces du montant intégral de sa prestation de libre passage.\n\nL'Office fédéral des assurances sociales propose de rejeter le recours de la caisse et d'admettre celui de l'assurée.\n\nBGE 113 V 120 S. 122", "considerants": "Considérant en droit:\n\n1. Le jugement entrepris a été rendu par une autorité judiciaire compétente selon l'art. 73 al. 1 LPP, dans un litige opposant une institution de prévoyance à un ayant droit. Il peut donc être déféré au Tribunal fédéral des assurances par la voie du recours de droit administratif (art. 73 al. 4 LPP).\n\n2. a) L'art. 27 al. 1 LPP garantit à l'assuré, en cas de dissolution des rapports de travail, le maintien de la prévoyance professionnelle. Selon l'art. 29 LPP, le montant de la prestation de libre passage doit, le cas échéant, être transféré à la nouvelle institution de prévoyance (al. 1). L'assuré peut laisser ledit montant auprès de l'institution à laquelle il appartenait jusqu'alors, si les dispositions réglementaires de celle-ci le permettent et si le nouvel employeur y consent (al. 2). Si ledit montant ne peut être transféré à une nouvelle institution ni laissé auprès de l'ancienne, le maintien de la prévoyance doit être garanti au moyen d'une police de libre passage ou par une forme équivalente (al. 3).\n\nLe principe de l'interdiction du versement en espèces est toutefois assorti d'exceptions, énumérées à l'art. 30 LPP, dont la teneur est la suivante:\n\n\"1. La prestation de libre passage est payée en espèces si l'ayant droit a été assujetti à la prévoyance professionnelle pendant moins de neuf mois en tout.\n\n2. Elle est également payée en espèces lorsque la demande en est faite par:\n\na. Un ayant droit qui quitte définitivement la Suisse;\n\nb. Un ayant droit qui s'établit à son propre compte et cesse d'être soumis à l'assurance obligatoire;\n\nc. Une femme mariée ou sur le point de se marier qui cesse d'exercer une activité lucrative.\"\n\nb) L'art. 50 al. 1 LPP habilite les institutions de prévoyance à établir des dispositions sur les prestations (let. a), l'organisation (let. b), l'administration et le financement (let. c), le contrôle (let. d) et les rapports avec les employeurs, les assurés ainsi que les ayants droit (let. e). Ces dispositions peuvent figurer dans l'acte constitutif, dans les statuts, dans le règlement ou, s'il s'agit d'une institution de droit public, être édictées par la Confédération, le canton ou la commune (art. 50 al. 2 LPP).\n\nBGE 113 V 120 S. 123\n\nQuant à l'art. 50 al. 3 première phrase LPP, il précise que \"les dispositions de la présente loi priment les dispositions établies par l'institution de prévoyance\".\n\nC'est en application de la délégation de compétence susmentionnée que le Grand Conseil vaudois a adopté la LCP, dont l'art. 72 correspond à l'art. 30 LPP, sous la réserve que le remboursement en espèces à la femme mariée ou sur le point de se marier qui cesse d'exercer une activité lucrative n'a pas été prévu. Dans son exposé des motifs et projet de LCP, le Conseil d'Etat vaudois a justifié cette divergence de réglementation par le fait qu'il convenait d'assurer l'égalité entre hommes et femmes, cela d'autant plus que, d'après les statistiques, la moitié au moins des femmes entre vingt et soixante-deux ans exerce une activité professionnelle, ce qui est également le cas de 30% des femmes mariées. Au demeurant, l'introduction dans le droit vaudois d'une règle analogue à celle de l'art. 30 al. 2 let. c LPP serait contraire à l'art. 4 al. 2 Cst. et à l'art. 2 de la Constitution vaudoise (Bulletin du Grand Conseil vaudois, vol. Ia, session ordinaire, printemps 1984, p. 1091).\n\nc) L'art. 6 LPP dispose que la deuxième partie de la loi, intitulée \"Assurance\", fixe, en ce domaine, des exigences minimales. Les institutions de prévoyance peuvent donc prévoir, notamment en matière de modalités de l'assurance obligatoire (art. 7 ss), de prestations d'assurance (art. 13 ss) et de prestations de libre passage (art. 27 ss), une réglementation plus favorable aux assurés et à leurs ayants droit (cf. RIEMER, Das Recht der beruflichen Vorsorge in der Schweiz, p. 38).\n\nDans le cas particulier, le législateur fédéral a clairement pris position, par l'adoption même de l'art. 30 al. 2 let. c LPP, sur le point de savoir quelle était la solution la plus favorable à l'ayant droit. En effet, on constate que cette disposition est le résultat de la confrontation de deux intérêts contradictoires de l'assurée: celui de recevoir immédiatement un montant en espèces, afin d'assumer certaines dépenses liées à l'installation d'un ménage ou à la naissance d'un premier enfant, et celui de conserver une prévoyance professionnelle, dans l'éventualité d'une reprise ultérieure d'activité lucrative, par exemple en cas de divorce ou de veuvage (voir à ce sujet le message du Conseil fédéral à l'appui d'un projet de loi sur la prévoyance professionnelle vieillesse, survivants et invalidité, du 19 décembre 1975, FF 1976 I 209; RIEMER, op.cit., p. 116). Or, la divergence de ces intérêts a été largement discutée BGE 113 V 120 S. 124à l'occasion des débats parlementaires, en particulier devant le Conseil national, les Chambres fédérales ayant finalement estimé, à la majorité de leurs membres, que l'intérêt présumé et bien compris de la fiancée ou de l'épouse, qui cesse d'exercer une activité professionnelle, consistait à lui reconnaître le droit au versement en espèces de sa prestation de libre passage (BO 1977 CN 1334-1338 et 1980 CE 279/280).\n\nOn doit donc admettre, avec les premiers juges, que la limitation des cas de paiement en espèces, comme l'a prévu la LCP, constitue une solution restant en deçà des exigences minimales garanties par la LPP. C'est dire que le droit fédéral n'autorise pas les institutions de prévoyance à supprimer la possibilité réservée par l'art. 30 al. 2 let. c LPP.\n\nd) Quant au grief d'inconstitutionnalité, il n'a pas à être examiné ici: même si l'on admettait que l'art. 30 al. 2 LPP consacre une inégalité de traitement, non justifiée par des différences biologiques, entre l'homme et la femme, le Tribunal fédéral des assurances n'aurait de toute façon pas la possibilité de s'en écarter, car il n'a pas la compétence d'examiner la constitutionnalité des lois fédérales (art. 113 al. 3 et 114bis al. 3 Cst.; cf. ATF 110 Ia 15 consid. 2c, ATF 109 Ib 85).\n\ne) Enfin, c'est en vain que la caisse invoque à l'appui de son argumentation l'art. 49 al. 1 LPP, selon lequel, dans les limites de la loi, les institutions de prévoyance peuvent adopter le régime de prestations, le mode de financement et l'organisation qui leur conviennent. S'il est exact que cette norme (insérée dans la troisième partie de la loi, intitulée \"Organisation\") confère une certaine liberté aux institutions de prévoyance, il n'en résulte nullement que celles-ci peuvent déroger au régime imposé par les art. 27 ss LPP et, notamment, aux prescriptions de l'art. 30 LPP.\n\nf) Vu ce qui précède, le recours de la caisse se révèle mal fondé.\n\n3. a) Les premiers juges admettent que le droit au remboursement en espèces ne doit être reconnu à l'assurée que dans les seules limites de l'avoir de vieillesse calculé sur la base du salaire coordonné au sens de l'art. 8 LPP. Pour le surplus, ils considèrent que l'art. 30 LPP ne s'applique pas à la part des prestations de libre passage non obligatoires selon cette loi, lesquelles seraient ainsi régies, en l'espèce, par l'art. 72 LCP.\n\nb) L'assurée recourante critique à juste titre cette solution, en invoquant l'art. 331c CO, qui a introduit, à son alinéa 4, une réglementation pratiquement identique à celle de l'art. 30 LPP. En BGE 113 V 120 S. 125effet, les dispositions de la LPP en matière de libre passage visent exclusivement la prévoyance obligatoire (art. 6 et 49 al. 2 en corrélation avec les art. 27 ss LPP; RIEMER, op.cit., p. 109), alors que la prévoyance non obligatoire est régie, en ce domaine, par les art. 331a à c CO. Or, il semble avoir échappé à la juridiction cantonale que ces dispositions du droit des obligations sont également applicables, depuis le 1er janvier 1985, aux rapports de travail soumis au droit public de la Confédération, des cantons ou des communes (art. 342 al. 1 let. a CO, dans sa version introduite par le ch. 2 de l'annexe à la LPP). Il en est donc ainsi de l'art. 331c al. 4 let. b ch. 3 CO, selon lequel l'institution de prévoyance est tenue de s'acquitter de son obligation par un versement en espèces, lorsque la demande en est faite par une femme mariée ou sur le point de se marier qui cesse d'exercer une activité lucrative. Par conséquent, l'application de l'art. 72 LCP n'entre pas en considération, en l'occurrence, pour la part de la prestation de libre passage qui excède le régime obligatoire.\n\nc) Le fait que l'art. 331c CO est une norme relativement impérative, en ce sens qu'il peut y être dérogé en faveur du travailleur (art. 362 CO), n'y change rien. Initialement, il était prévu de modifier l'ancien art. 331c CO au moyen d'une disposition figurant dans la LPP (art. 89; message du 19 décembre 1975, FF 1976 I 244). Par la suite, pour des raisons qui tenaient à la relative urgence du projet, cette modification (nouvelle rédaction de l'al. 3, introduction de l'al. 4 et soumission intégrale de l'art. 331c CO à l'art. 362 CO) a été décidée par l'adoption de la loi fédérale du 25 juin 1976, en vigueur depuis le 1er janvier 1977. Or, si l'on se rapporte aux travaux du législateur, on constate que celui-ci a voulu régler d'une manière identique, dans les domaines de la prévoyance obligatoire et facultative, le problème des exceptions au principe de l'interdiction du paiement en espèces de la prestation de libre passage (message du Conseil fédéral concernant la prévoyance facultative en faveur du personnel, du 24 mars 1976, FF 1976 I 1277; message du 19 décembre 1975, FF 1976 I 207 et 244; BO 1976 CN 418-423). Par conséquent, le juge ne peut interpréter différemment les art. 331c al. 4 let. b ch. 3 CO et 30 al. 2 let. c LPP: dans les deux cas, l'assurée ne doit pas être privée, par une disposition contractuelle ou réglementaire contraire, de la possibilité de choix qui lui est réservée.\n\nAu demeurant, on ne saurait voir dans la soumission de l'art. 331c al. 4 CO aux dispositions de l'art. 362 CO une BGE 113 V 120 S. 126quelconque volonté du législateur de permettre une dérogation dans le sens d'un renforcement du principe de l'interdiction du versement en espèces. Dans son message du 24 mars 1976, le Conseil fédéral relevait au contraire que cette soumission avait pour but de produire \"l'effet protecteur envisagé en garantissant au travailleur et à la travailleuse un droit de libre disposition même si celui-ci est de portée relativement minime\" (FF 1976 I 1278). En d'autres termes, il s'agissait, précisément, d'empêcher toute restriction du droit du travailleur de recevoir un paiement au comptant (voir également, dans le même sens: UMBRICHT-MAURER, Einige Probleme aus der Praxis zu Art. 331c OR, RSJ 76/1980, p. 19).\n\nd) En conclusion, le recours de l'assurée est, quant à lui, bien fondé. Par conséquent, il sied de renvoyer l'affaire à la caisse pour détermination du montant de la prestation en cause (compte tenu, notamment, de l'intérêt dû sur l'avoir de vieillesse; art. 12 OPP 2) et versement intégral de celle-ci à l'assurée.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours de la Caisse de pensions de l'Etat de Vaud est rejeté. Le recours de dame P. est admis, la cause étant renvoyée à la caisse susmentionnée pour qu'elle procède conformément aux considérants."}