{"annee": "113", "cour": "III", "page": "120", "date": "13/10/1987", "cite": ["103 II 218", "63 II 38", "94 II 134", "106 III 51", "101 IV 247", "82 II 397"], "cite_par": ["115 II 396", "136 III 152", "117 III 17", "135 III 551", "124 III 79", "126 III 479", "120 III 64"], "chapeau": "27. Arrêt de la Chambre des poursuites et des faillites du 13 octobre 1987 dans la cause B. SA (recours LP)", "regestes": ["1. Art. 19 LP et 79 al. 1 OJ. La réunion d'un recours LP et d'un recours de droit public en un seul mémoire n'est possible que si les éléments essentiels de chacun d'eux sont présentés de manière entièrement séparée (consid. 1). 2. Art. 166 al. 2 LP. Le délai de péremption des art. 88 al. 2 et 166 al. 2 LP est suspendu aussi longtemps qu'il n'a pas été définitivement statué sur l'action en reconnaissance de dette pendante au moment où le commandement de payer est notifié (consid. 2 et 3)."], "faits": "", "considerants": "BGE 113 III 120 S. 121\n\nConsidérants:\n\n1. Selon la jurisprudence constante, le justiciable ne peut, dans un seul mémoire, joindre un recours de droit public à un recours en réforme ou à un pourvoi en nullité (ATF 103 II 218 ss, ATF 94 II 134 consid. 2, ATF 82 II 398, ATF 63 II 38; ATF 101 IV 248 s. et les arrêts cités). On doit, pour les mêmes motifs, exclure la réunion d'un recours de droit public et d'un recours à la Chambre des poursuites. Le recours prévu à l'art. 19 LP et le recours de droit public sont soumis à des règles de forme et à une procédure différentes; les moyens qu'ils permettent d'articuler sont fondamentalement distincts. Ces recours doivent donc être déposés par des mémoires séparés. Mais le Tribunal fédéral a admis la réunion en un seul mémoire d'un recours en réforme ou d'un pourvoi en nullité et d'un recours de droit public, lorsque les éléments essentiels de chaque recours sont présentés de manière entièrement séparée (ATF 103 II 218 ss, ATF 101 IV 248 s.). Cette jurisprudence s'applique aussi s'agissant du recours de l'art. 19 LP. En l'espèce, les deux recours sont parfaitement séparés et leurs motifs sont distincts et différents. Le recours à la Chambre des poursuites et des faillites étant présenté à titre principal, il y a lieu de l'examiner en priorité.\n\n2. Aux termes de l'art. 166 al. 2 LP, le droit de requérir la faillite est périmé par un an à dater de la notification du commandement BGE 113 III 120 S. 122de payer. S'il a été formé opposition, le temps qui s'est écoulé depuis l'introduction de l'action jusqu'à chose jugée n'est pas compté. Le délai est suspendu pendant le temps du procès en reconnaissance de dette, de la procédure en mainlevée ou de l'action en contestation du retour à meilleure fortune, enfin de l'action en libération de dette (GILLIÉRON, Poursuite pour dettes, faillite et concordat, p. 152 en bas). Par analogie avec la disposition correspondante de l'art. 88 al. 2 LP en matière de saisie, le droit de requérir la continuation de la poursuite par la voie de la commination de faillite est lui aussi périmé par un an à dater de la notification du commandement de payer (FAVRE, Droit des poursuites, 3e éd., p. 267 E). Mais pour que le délai de l'art. 166 al. 2 LP puisse être respecté, le préposé devrait notifier la commination de faillite au moins vingt jours avant la réquisition de faillite (al. 1; cf. GILLIÉRON, p. 153). Il appartient néanmoins au seul juge de déterminer si la requête de faillite a été présentée en temps utile; l'office des poursuites doit donc, sur réquisition du créancier, faire notifier une commination tant que le délai prévu à l'art. 166 al. 2 LP n'est pas écoulé; il n'a pas à se demander si la péremption interviendra pendant le sursis de vingt jours que la loi accorde au débiteur menacé de faillite (ATF 106 III 54 consid. 2).\n\n3. Selon la recourante, l'action en reconnaissance de dette de l'art. 79 LP ne suspend le cours des délais des art. 88 al. 2 et 166 al. 2 LP que si elle est ouverte après l'opposition. Le délai utile aurait donc couru du 22 octobre 1985 au 6 octobre 1986 et à nouveau dès le 1er décembre 1986 (date à laquelle la mainlevée est devenue définitive): la péremption était ainsi acquise le 17 décembre 1986; pour l'éviter, il eût fallu une nouvelle poursuite fondée sur la sentence arbitrale.\n\nEn ses art. 88 al. 2 et 166 al. 2 (cf. aussi 154 al. 1 in fine et 188 al. 2 in fine), la loi parle seulement du temps \"qui s'est écoulé depuis l'introduction de l'action\". Elle songe sans doute au cas où l'action en reconnaissance, notamment, est ouverte après l'opposition. Mais le texte n'impose pas cette interprétation. Aussi bien JAEGER admet-il que le procès de l'art. 79 LP peut être introduit déjà concurremment avec le commandement de payer, voire avant que celui-ci soit émis (n. 3 ad art. 79 LP). Cet avis - qui paraît aller de soi - concorde avec le but des deux dispositions légales. Elles doivent prévenir un allongement démesuré de la durée des poursuites par la déchéance dont elles frappent BGE 113 III 120 S. 123le créancier qui se désintéresse de la procédure d'exécution; le délai de péremption ne reste donc suspendu que tant que le créancier n'a pas la faculté d'obtenir une déclaration authentique certifiant le caractère définitif et exécutoire du jugement levant l'opposition (ATF 106 III 55). Ce but est à plus forte raison atteint si l'action en reconnaissance de dette est déjà pendante, d'autant qu'une demande ultérieure se heurterait à l'exception de litispendance.\n\nAussi bien la loi elle-même, dans le cas du séquestre et des formalités destinés à le parfaire, a-t-elle précisé que si l'action en reconnaissance de dette doit être intentée dans les dix jours dès la réception de l'avis de l'opposition (art. 278 al. 2 LP), une action déjà pendante valide aussi la mesure si le créancier requiert la poursuite dans les dix jours dès la communication du jugement (al. 3). La poursuite n'était donc pas périmée lorsque l'Office a notifié la commination de faillite à la recourante."}