{"annee": "113", "cour": "IB", "page": "314", "date": "10/12/1987", "cite": ["107 IB 237", "110 IA 7", "107 IA 226", "112 IB 94", "111 IA 86"], "cite_par": ["118 IB 497", "140 II 473", "119 IB 442", "118 IB 49", "115 IB 295", "127 II 215", "119 IB 222", "120 IB 379", "127 II 209"], "chapeau": "50. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 10. Dezember 1987 i.S. X. gegen Baudirektion und Verwaltungsgericht des Kantons Zug (Verwaltungsgerichtsbeschwerde)", "regestes": ["Aménagement du territoire; autorisation exceptionnelle. 1. Art. 22 LAT; assujettissement à autorisation d'une installation de production de béton. Même si elle n'est pas fixée au sol, une installation de production de béton destinée à rester longtemps au même endroit doit faire l'objet d'une autorisation au sens de l'art. 22 LAT (consid. 2). 2. Art. 24 al. 2 LAT; reconstruction. En cas de reconstruction, l'art. 24 al. 2 LAT exige que la nouvelle construction corresponde à peu près à l'ancien ouvrage par ses dimensions et son affectation. C'est pourquoi la reconstruction ne peut comprendre qu'une modification partielle, où l'identité des constructions doit être respectée dans ses traits essentiels (consid. 3)."], "faits": "BGE 113 Ib 314 S. 314\n\nX. ist Eigentümer der Liegenschaft Hintermatt in der Gemeinde Unterägeri, die im übrigen Gemeindegebiet liegt. Er betreibt dort BGE 113 Ib 314 S. 315den Werkhof seines Bauunternehmens. Im November 1983 wurde festgestellt, dass auf dem Werkhofareal eine neue Beton-Aufbereitungsanlage errichtet worden ist. Der Gemeinderat erachtete diese Anlage als bewilligungspflichtig und veranlasste bei der Baudirektion des Kantons Zug eine Abklärung für die nachträgliche Bewilligung dieser Baute. In ihrer Verfügung vom 29. November 1985 verweigerte die Baudirektion die Bewilligung, da die Voraussetzungen von Art. 24 RPG nicht erfüllt seien.\n\nX. erhob gegen diese Verfügung Beschwerde beim Verwaltungsgericht des Kantons Zug. Er machte geltend, die Anlage sei nicht bewilligungspflichtig; allenfalls müsse sie aufgrund von Art. 24 Abs. 2 RPG bewilligt werden.\n\nDas Verwaltungsgericht wies die Beschwerde mit Urteil vom 13. Mai 1987 ab. Es stellte fest, die Beton-Aufbereitungsanlage sei bewilligungspflichtig. Die Bewilligung könne indessen nicht erteilt werden, da die Voraussetzungen von Art. 24 RPG nicht erfüllt seien.\n\nGegen dieses Urteil des Verwaltungsgerichtes hat X. Verwaltungsgerichtsbeschwerde beim Bundesgericht eingereicht, die teilweise gutgeheissen wurde.", "considerants": "Auszug aus den Erwägungen:\n\n2. a) Die Beschwerde richtet sich vorab gegen die Anordnung der Beseitigung der Beton-Aufbereitungsanlage. Der Beschwerdeführer macht geltend, das Verwaltungsgericht habe die Errichtung dieser Anlage zu Unrecht der Bewilligungspflicht nach Art. 24 RPG unterstellt. Es handle sich nicht um eine industriell betriebene und einmalig an einem festen Standort aufgestellte Anlage. Ihr Zweck bestehe darin, je nach Bedürfnis auf einzelnen Grossbaustellen benützt zu werden. Sofern dies nicht nötig oder möglich sei, werde sie auf das Werkhofareal zurückgenommen. Dort werde sie zur besseren Wartung aufgestellt und zeitweise auch benützt, da ständig kleinere Mengen Beton benötigt würden.\n\nb) Art. 22 RPG regelt die Bewilligungspflicht für Bauten und Anlagen. Aus dieser Bestimmung lassen sich die nach Bundesrecht bewilligungspflichtigen Bauten und Anlagen ableiten, deren Umfang kantonales Recht nicht unterschreiten darf. Danach sind Bauten und Anlagen mindestens jene künstlich geschaffenen und auf Dauer angelegten Einrichtungen, die in bestimmter fester Beziehung zum Erdboden stehen und geeignet sind, die Vorstellung BGE 113 Ib 314 S. 316über die Nutzungsordnung zu beeinflussen, sei es, dass sie den Raum äusserlich erheblich verändern, die Erschliessung belasten oder die Umwelt beeinträchtigen. Dazu gehören auch Fahrnisbauten, welche über nicht unerhebliche Zeiträume ortsfest verwendet werden (EJPD/BRP, Erläuterungen zum Bundesgesetz über die Raumplanung, N. 6 und 7 zu Art. 22 RPG).\n\nc) Gestützt auf diese gesetzliche Ordnung ist die Beton-Aufbereitungsanlage bewilligungspflichtig. Sie ist zwar nicht fest im Boden verankert, sondern auf Betonsockeln mit Schrauben festgemacht und innert weniger Stunden demontierbar. Am Augenschein wurde ausgeführt, dass die Anlage seit 1983 ununterbrochen auf dem Werkplatz aufgestellt sei. Entgegen der Ansicht des Beschwerdeführers erscheint deshalb die Annahme einer Bewilligungspflicht weder willkürlich noch rechtsungleich. Er übersieht, dass zwischen der Benützung einer Anlage auf einer Grossbaustelle und deren Installation auf einem im übrigen Gemeindegebiet liegenden Werkplatz zur Betonherstellung für verschiedene kleinere Baustellen erhebliche tatsächliche Unterschiede bestehen. Daher ist die fehlende Bewilligungspflicht für das Aufstellen solcher Anlagen auf Grossbaustellen nicht als Rechtsungleichheit zu betrachten (BGE 111 Ia 91 E. 3a, BGE 110 Ia 13 f., BGE 107 Ia 228 E. 3). Dass irgendwo im Kanton Zug eine analoge Anlage auf einem Werkhof im übrigen Gemeindegebiet ohne Bewilligung stehe, legt der Beschwerdeführer im übrigen nicht dar.\n\n3. Gemäss Art. 22 Abs. 2 lit. a RPG setzt eine gewöhnliche oder ordentliche Baubewilligung voraus, dass die Bauten und Anlagen dem Zweck der Nutzungszone entsprechen. Trifft dies - wie im vorliegenden Fall unbestritten feststeht - für Bauten ausserhalb der Bauzonen nicht zu, so ist eine Ausnahmebewilligung nach Art. 24 RPG notwendig. Zu prüfen ist zunächst, ob das Bauvorhaben unter Art. 24 Abs. 1 oder Abs. 2 RPG fällt. Kann es nicht einem der privilegierten Tatbestände von Art. 24 Abs. 2 RPG zugeordnet werden, so ist es wie ein Neubau gemäss Art. 24 Abs. 1 RPG zu behandeln. Nach der Vorschrift von Art. 24 Abs. 2 RPG kann das kantonale Recht gestatten, Bauten und Anlagen zu erneuern, teilweise zu ändern oder wieder aufzubauen, wenn dies mit den wichtigen Anliegen der Raumplanung vereinbar ist. Erneuerung, teilweise Änderung und Wiederaufbau sind bundesrechtliche Begriffe. Das kantonale Recht kann diese nicht im Sinne einer Erweiterung näher definieren. Es kann nur bestimmen, ob und allenfalls inwieweit bauliche Massnahmen BGE 113 Ib 314 S. 317innerhalb des bundesrechtlich begrenzten Rahmens im Sinne von Art. 24 Abs. 2 RPG bewilligt werden dürfen (BGE 112 Ib 95 f. mit Hinweisen). Der Kanton Zug hat von dieser Ermächtigung in Form von § 2bis der Verordnung über die vorläufige Einführung des Bundesgesetzes über die Raumplanung vom 21. Oktober 1980 Gebrauch gemacht, wobei diese Ausführungsvorschriften im wesentlichen die Aussage von Art. 24 Abs. 2 RPG wiederholt.\n\na) Die zur Diskussion stehende Beton-Aufbereitungsanlage soll die alte, defekte Anlage ersetzen. Diese war, wenn sie nicht auf Baustellen benötigt wurde, auf dem Werkplatz installiert und diente dort der Produktion von Beton. Da sie abgebrochen werden soll, scheidet im vorliegenden Fall eine blosse Erneuerung aus (vgl. dazu BGE 107 Ib 240 E. b). Es fragt sich daher, ob ein Wiederaufbau, eventuell verbunden mit einer Erweiterung vorliegt. Nach der bundesgerichtlichen Rechtsprechung muss die Wiederaufbaute dem alten Bauwerk in Grösse und Nutzungsart ungefähr entsprechen. Sie darf deshalb höchstens eine teilweise Änderung miteinschliessen (ZBl 85/1984 S. 79). Eine geringfügige Erweiterung gilt als teilweise Änderung. Es darf sich jedoch gemessen an der bestehenden Baute nur um eine Änderung von untergeordneter Bedeutung handeln, welche die Identität der Baute in den wesentlichen Zügen wahrt (BGE 112 Ib 97).\n\nWie am Augenschein festgestellt werden konnte, weist die neue Anlage gegenüber der alten eine etwas höhere Kapazität auf (500 l gegenüber 375 l). Sie ist gegenwärtig wegen des aufgebauten Silos rund 13 m hoch. Eine andere Anordnung des Silos nahm der Beschwerdeführer nicht vor, da ihm jede Änderung der Anlage untersagt worden war. Wie er aber dazu ausführt, lässt sich der Silo ohne weiteres hinter der übrigen Anlage anbringen und mit dieser durch eine sogenannte \"Schnecke\" verbinden. Dadurch wird die Anlage nur noch ca. 6-7 m hoch, somit ungefähr gleich hoch wie die am Augenschein ebenfalls besichtigte alte Beton-Aufbereitungsanlage. Die erwähnte leichte Erhöhung der Kapazität kann noch als von untergeordneter Bedeutung eingestuft werden. Die neue Anlage entspricht daher von der Grösse und der Nutzungsart her ungefähr der alten, wobei eine geringfügige Erweiterung vorgenommen wurde, ohne dass dadurch die Identität der Anlage in unzulässiger Weise verändert worden wäre. Es liegt daher ein Wiederaufbau mit einer teilweisen Änderung im Sinne von Art. 24 Abs. 2 RPG vor."}