{"annee": "113", "cour": "IA", "page": "156", "date": "25/3/1987", "cite": ["108 IA 165", "105 IA 11", "103 IA 280", "100 IA 378", "111 IA 44", "94 I 120", "99 IA 402", "100 IA 169", "110 IA 7"], "cite_par": ["114 IA 267", "116 IA 401", "115 IA 148", "128 I 190"], "chapeau": "24. Arrêt de la Ire Cour de droit public du 25 mars 1987 dans la cause Groupement pour la protection de l'environnement-Vaud, Daniel Brélaz et Jean-Claude Rochat c. Grand Conseil du canton de Vaud (recours de droit public)", "regestes": ["Art. 85 lettre a OJ; remise en cause d'une disposition légale issue d'une initiative populaire cantonale; délai d'attente. Le droit cantonal vaudois n'institue pas un délai d'attente pendant lequel seraient inadmissibles les initiatives ou les propositions tendant à un nouvel examen des décisions populaires. Le Grand Conseil est donc libre de modifier en tout temps les textes qu'il a adoptés en exécution d'une initiative populaire. Est toutefois réservée l'interdiction de l'abus de droit."], "faits": "BGE 113 Ia 156 S. 157\n\nL'initiative populaire cantonale \"pour des mesures d'économie d'énergie\", émanant du Groupement pour la protection de l'environnement-Vaud, a été admise par le peuple les 1er et 2 décembre 1979. Le Grand Conseil du canton de Vaud a ainsi adopté une loi modifiant celle du 5 février 1941 sur les constructions et l'aménagement du territoire (ci-après: LCAT), intégrant un nouvel art. 63a al. 1 relatif aux installations de climatisation et de ventilation mécanique.\n\nEn automne 1984, le Conseil d'Etat a soumis au Grand Conseil le projet d'une nouvelle loi sur l'aménagement du territoire et les constructions (ci-après: LATC), abrogeant la loi sur les constructions et l'aménagement du territoire du 5 février 1941. L'art. 95 al. 1 lettre b de ce projet reprenait textuellement l'art. 63a al. 1 ch. 2 LCAT.\n\nLors des débats devant le Grand Conseil, l'art. 95 du projet, devenu l'art. 98, a été modifié; à l'al. 1, la lettre b prévoit seulement que le règlement cantonal fixe les règles relatives \"à la climatisation et à la ventilation mécanique\"; le reste de l'art. 95 du projet a été biffé.\n\nLe 4 décembre 1985, le Grand Conseil du canton de Vaud a adopté la nouvelle loi sur l'aménagement du territoire et les constructions.\n\nAgissant par la voie du recours de droit public, le Groupement pour la protection de l'environnement-Vaud ainsi que Daniel Brélaz et Jean-Claude Rochat concluent à l'annulation de la \"décision\" du Grand Conseil du canton de Vaud \"modifiant la teneur de l'art. 95 al. 1 lettre b du projet de LATC, devenu l'art. 98 du texte définitif\", le texte du projet devant être rétabli \"dans sa teneur intégrale pour ce qui concerne cette disposition\". Les recourants invoquent l'art. 85 lettre a OJ, la modification apportée à l'art. 63a al. 1 ch. 2 LCAT impliquant une atteinte à leurs droits politiques.\n\nLa loi sur l'aménagement du territoire et des constructions du 4 décembre 1985 a été promulguée dans la Feuille des avis officiels du canton de Vaud du 31 octobre 1986. Le Conseil d'Etat a, le 19 BGE 113 Ia 156 S. 158septembre 1986, édicté un règlement d'application de cette loi, qui est entré en vigueur le 1er janvier 1987.", "considerants": "Considérant en droit:\n\n1. Le recours de droit public revêt un caractère purement cassatoire et ne peut tendre qu'à l'annulation de la décision attaquée (ATF 111 Ia 46 /47 consid. 1c, ATF 110 Ia 13 consid. 1e). Ce principe connaît des exceptions, mais aucune d'entre elles n'est réalisée en l'espèce. Le présent recours n'est, en effet, pas dirigé contre le refus d'une autorisation de police (ATF 100 Ia 174 consid. 2 et les arrêts cités); par ailleurs, on ne se trouve pas dans un cas où le Tribunal fédéral peut donner des injonctions positives à l'autorité intimée (KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, p. 337/338), ni dans l'hypothèse où le recourant s'en prend - s'agissant d'un recours pour violation des droits politiques - non pas au dispositif, mais à la motivation d'une décision prise par l'autorité cantonale (AUER, Les droits politiques dans les cantons suisses, Genève 1978, p. 88).\n\nDans ces conditions, la conclusion des recourants tendant au rétablissement du texte prévu à l'art. 95 du projet de loi s'avère irrecevable. Au demeurant, les recourants attaquent non pas la \"décision\" modifiant une disposition du projet de loi, mais directement l'art. 98 al. 1 lettre b LATC.\n\n2. a) Au niveau cantonal, les droits politiques protégés par l'art. 85 lettre a OJ sont constitués par l'ensemble des droits que confèrent aux citoyens les dispositions constitutionnelles ou législatives qui définissent les conditions et modalités de l'exercice des droits politiques ou en précisent le contenu et l'étendue (AUER, op.cit., p. 73/74; KÄLIN, op.cit., p. 124/125). Ils comprennent notamment le droit d'initiative populaire cantonale et les prétentions concrètes qui en découlent (ATF 108 Ia 166 consid. 2 et l'arrêt cité, ATF 105 Ia 11, ATF 103 Ia 281). Ces droits cantonaux sont aussi déterminés, soit directement, soit subsidiairement, par les règles et les principes généraux développés par la jurisprudence du Tribunal fédéral (voir les exemples cités par AUER, La juridiction constitutionnelle en Suisse, Bâle 1983, p. 220 ss).\n\nb) Aux termes de l'art. 27 ch. 1 de la constitution vaudoise, douze mille citoyens actifs peuvent demander l'élaboration, l'adoption, la modification ou l'abrogation d'une loi; le Grand Conseil constate la nullité des initiatives qui sont contraires au droit fédéral ou à BGE 113 Ia 156 S. 159la constitution cantonale, qui visent plus d'une matière, qui portent sur un objet réglementé par un décret ou susceptible de l'être, ou encore qui sont irréalisables.\n\nL'initiative valable à la forme doit être soumise à la votation populaire (art. 102 de la loi vaudoise du 17 novembre 1948 sur l'exercice des droits politiques; ci-après: LEDP). Par ailleurs, selon l'art. 102a LEDP, une loi est - à l'inverse du décret - promulguée pour un temps \"illimité\".\n\nEn l'espèce, l'initiative dont se prévalent les recourants portait sur la modification d'une loi; en outre, son projet n'est pas réglementé par un décret au sens de l'art. 102a LEDP, ni n'est susceptible de l'être.\n\nc) Dès lors que l'initiative populaire peut avoir, notamment, pour objet la modification ou l'abrogation d'une loi, le caractère \"illimité\" du temps pour lequel cette dernière est promulguée ne peut, pour ce motif déjà, avoir qu'une signification relative.\n\nQuoi qu'il en soit, la législation cantonale vaudoise ne contient - contrairement à d'autres droits cantonaux - aucune prescription n'autorisant la remise en question d'un texte légal par la voie d'une initiative populaire qu'après l'écoulement d'un certain laps de temps à partir de son adoption ou de sa mise en vigueur. Il reste cependant que la remise en discussion d'un texte légal ne doit pas constituer un abus de droit (ATF 100 Ia 382 consid. 2 et les arrêts cités). Ainsi, dans des cas extrêmes d'abus manifeste des institutions démocratiques ou d'utilisation insensée de l'appareil démocratique qui aboutit à la remise en question de celui-ci, on pourrait empêcher une nouvelle votation pour ce motif. Dans l'arrêt Überparteiliches Initiativkomitee (ATF 94 I 120 ss), le Tribunal fédéral a admis que n'était pas abusive une initiative demandant la suspension de travaux de construction commencés deux ans auparavant; dans l'arrêt Schiesser (ATF 99 Ia 406 consid. 4b), il a jugé qu'une demande de nouvel examen ne pourrait éventuellement être contraire à la bonne foi que si l'autorité avait manifesté plus d'une fois clairement sa volonté; enfin, dans l'arrêt Minelli (ATF 100 Ia 384 ss consid. 3 et 4), il a précisé qu'en l'absence d'une restriction légale, la validité d'une initiative tendant à l'abrogation d'une loi est indépendante de la survenance de faits nouveaux ou de l'existence d'une contradiction entre la loi à abroger et d'autres textes légaux du canton ou de la Confédération.\n\nEn l'espèce, rien ne permet de dire que la modification apportée par l'art. 98 al. 1 lettre b LATC procéderait d'un abus de droit.\n\nBGE 113 Ia 156 S. 160Elle est intervenue sur une proposition de la Commission du Grand Conseil qui ne visait qu'à modifier le libellé de la réglementation en cause, sans en toucher la substance. Au demeurant, même si le but avoué eût été de changer le fond du droit, il ne se serait pas agi d'une utilisation inadmissible de l'appareil démocratique.\n\n3. La jurisprudence précitée concerne la remise en cause d'une décision ou d'une disposition légale par la voie de l'initiative émanant des particuliers, tandis que, en l'espèce, la modification légale critiquée a été décidée par le Grand Conseil sur proposition de sa Commission. Ces deux hypothèses sont toutefois équivalentes (ATF 100 Ia 383 /384 consid. 2). Si le citoyen peut, par l'exercice de ses droits démocratiques, provoquer la remise en question de décisions prises et si rien ne s'oppose au lancement d'une initiative qui tend pratiquement à mettre en discussion une décision populaire, il n'existe pas davantage de raison pour empêcher le parlement cantonal de s'efforcer d'obtenir la modification d'une décision populaire antérieure. Dans cette hypothèse, les auteurs d'une initiative qui a abouti pourront à nouveau défendre leurs propositions en exerçant leur droit de référendum (art. 27 ch. 2 Cst. vaud.). Il n'y a là ni obstacle au droit d'initiative, ni même limitation de ce droit, puisque le droit cantonal vaudois n'institue pas un délai d'attente pendant lequel sont inadmissibles tant les initiatives populaires que les propositions tendant à un nouvel examen des décisions populaires.\n\nEn conséquence, dans le canton de Vaud, ainsi que dans les autres cantons qui connaissent une réglementation analogue, le droit politique d'initiative populaire s'épuise par sa première réalisation dans l'ordre juridique positif cantonal. Une fois qu'il a déféré à la volonté populaire en adoptant les textes voulus par l'initiative, le parlement cantonal est libre de les modifier sous réserve de l'interdiction de l'abus de droit.\n\nLes droits politiques des recourants n'ont donc pas été violés."}