{"annee": "113", "cour": "IA", "page": "357", "date": "3/11/1987", "cite": ["104 IA 120", "112 IA 275", "96 I 282", "110 IA 205"], "cite_par": [], "chapeau": "55. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 3. November 1987 i.S. Stadt Chur gegen X. und Mitbeteiligte und Y. und Mitbeteiligte sowie Verwaltungsgericht des Kantons Graubünden (staatsrechtliche Beschwerde)", "regestes": ["Droits acquis; suppression de tombes privées. Ont le caractère de droits acquis, les droits fixés dans une concession dont le fondement ne réside pas dans la loi mais dans la libre convention des parties (consid. 6a/cc). Conditions générales pour la limitation des droits acquis sous l'angle de la garantie de la propriété (consid. 6b)."], "faits": "BGE 113 Ia 357 S. 358\n\nDie Stadt Chur erstellte 1862 den neuen Friedhof Daleu mit einer Fläche von 1600 Klaftern (1 Klafter = 4,41 m2). Sie finanzierte den Gesamtaufwand von Fr. 25'816.-- in erheblichem Umfang, nämlich Fr. 9'000.--, durch den \"Verkauf\" von Familiengräbern, wobei pro Klafter Fr. 75.-- zu bezahlen waren. Diese Geschäfte wurden in sogenannten Legitimationsscheinen festgehalten. Diese stammen für das Verfahren X. vom 25. September 1862 und für das Verfahren Y. und Mitbeteiligte aus dem Zeitraum 1877 bis 1920.\n\nMit Brief vom 31. März 1986 erhielten die privaten Beschwerdegegner vom Bestattungsamt der Stadt Chur die Mitteilung, es sei ihnen bzw. ihrem Rechtsvorgänger dannzumal eine Konzession verliehen worden. Nach dem städtischen Gesetz über das Bestattungs- und Friedhofwesen vom 7. Juli 1974 erlösche das Nutzungsrecht an einem Privatgrab nach 40 Jahren. Der Beliehene habe nach Ablauf der Nutzungszeit gegenüber andern Bewerbern das Vorrecht, das bisher benützte Privatgrab gegen Entrichtung der geltenden Taxe erneut für 40 Jahre in Anspruch zu nehmen. Es werde festgestellt, dass die gesetzliche Konzessionsdauer abgelaufen sei. Die Adressaten wurden daher aufgefordert, den beigelegten Konzessionsschein innert Frist unterzeichnet zurückzuschicken und die Gebühr zu entrichten (im Falle von Y. Fr. 3'400.--). In denjenigen Fällen, in denen noch nicht 20 Jahre seit der letzten Erdbestattung verflossen waren, war das Bestattungsamt bereit, die Konzession noch für den Rest dieser Grabesruhe kostenlos weiterlaufen zu lassen. Der Stadtrat wies die dagegen erhobenen Beschwerden mit Entscheiden vom 24. September 1986 ab.\n\nDas Verwaltungsgericht des Kantons Graubünden jedoch hiess, nachdem es einen Augenschein durchgeführt hatte, mit zwei Urteilen vom 4. Februar/4. Mai 1987 die dagegen eingereichten Rekurse im Sinne der Erwägungen gut.\n\nDie Stadt Chur erhob am 12. Juni 1987 gegen beide Urteile je eine staatsrechtliche Beschwerde.\n\nDas Bundesgericht weist die Beschwerden ab", "considerants": "aus folgenden Erwägungen:\n\n5. Zunächst ist zu prüfen, ob das Verwaltungsgericht ohne Willkür feststellen durfte, das Gesetz über das Bestattungs- und Friedhofwesen der Stadt Chur vom 7. Juli 1974 biete keine gesetzliche BGE 113 Ia 357 S. 359Grundlage für eine Einschränkung der als Konzession betrachteten Legitimationsscheine.\n\na) Das Verwaltungsgericht führt dazu in den angefochtenen Entscheiden aus, im Gesetz über das Bestattungs- und Friedhofwesen der Stadt Chur vom 7. Juli 1974 werde mit keiner Silbe erwähnt, altrechtliche Konzessionen würden durch das neue Gesetz in irgendeiner Weise tangiert. Es würden ganz offensichtlich nur die Fälle der Verleihung neuer sowie die Erneuerung bestehender, inzwischen abgelaufener Konzessionen geregelt. Daraus dürfe aber nicht auch eine stillschweigende Beschränkung noch andauernder altrechtlicher Konzessionen gefolgert werden. Die Konzessionsdauer sei ein wesentlicher Bestandteil der Verleihung, denn sie sei mitbestimmend für das Ausmass der Verpflichtungen, die der Konzessionär übernehme. Eine einseitige Abänderung der Konzessionsdauer treffe das verliehene Nutzungsrecht in seiner Substanz, weshalb das Gesetz dies besonders aussprechen müsse, was vorliegend nicht der Fall sei.\n\nb) Die Beschwerdeführerin macht nicht geltend, entgegen der Auffassung des Verwaltungsgerichts ergebe sich aus dem Gesetz über das Bestattungs- und Friedhofwesen der Stadt Chur vom 7. Juli 1974 ausdrücklich, dass die altrechtlichen, noch nicht abgelaufenen Konzessionen auf eine bestimmte Zeitdauer befristet seien. Sie beruft sich indessen auf die Bestattungsordnung für die Stadt Chur vom 16. November 1923. Darin werde ausdrücklich je nach Vereinbarung eine Begrenzung von 60 oder 80 Jahren normiert (§ 10) und zudem die Möglichkeit festgehalten, dass die Aufhebung eines Friedhofes verfügt werden könne (§ 11). Die Beschwerdeführerin verkennt aber offensichtlich, dass diese Bestattungsordnung bereits mit dem Gesetz über das Bestattungs- und Friedhofwesen der Stadt Chur vom 23. Juni 1957 aufgehoben wurde (Art. 26 Abs. 2) und somit für die Beantwortung der Frage, ob eine Beschränkung altrechtlicher, noch nicht abgelaufener Konzessionen möglich sei, nicht mehr massgebend sein kann. Der Vorwurf willkürlicher Rechtsanwendung durch das Verwaltungsgericht ist somit nicht belegt. Im übrigen ist auch sonst nicht ersichtlich, inwiefern die angefochtenen Entscheide in dieser Hinsicht völlig unhaltbar sein sollten.\n\nMan kann zusätzlich auf die bereits von der Beschwerdeführerin angerufene Bestimmung der Bestattungsordnung für die Stadt Chur aus dem Jahre 1923 hinweisen. Wenn noch damals die Dauer entweder auf 60 oder auf 80 Jahre vereinbart werden konnte, so BGE 113 Ia 357 S. 360dürfen an ein Gesetz, das eine generelle Verkürzung auf 40 Jahre anordnen will, ohne Willkür besonders hohe Anforderungen gestellt werden; eine derartige Rückwirkung hätte deutlich zum Ausdruck gebracht werden müssen. Auch das Gesetz über das Bestattungs- und Friedhofwesen der Stadt Chur vom 23. Juni 1957 schafft lediglich die Möglichkeit, für die Zukunft Privatgräber auf 60 Jahre zur Verfügung zu stellen, von einer Anwendung der Befristung auf bestehende Rechte ist keine Rede (Art. 14). Auch damit sollte keine Neuerung eingeführt werden (Botschaft des Stadtrates an die Einwohnergemeinde der Stadt Chur vom 20. Mai 1957). Um gegen diese Argumente aufzukommen, reicht es nicht, einfach den Gegenstandpunkt zu vertreten; soweit in den Beschwerden lediglich die Meinung vertreten wird, eine Rückwirkung sei zulässig, gehen die Ausführungen am zu entscheidenden Problem vorbei.\n\n6. Das Verwaltungsgericht hielt das Vorgehen der Stadt Chur überdies für verfassungsrechtlich verfehlt. Diese Frage überprüft das Bundesgericht auch im Rahmen einer Autonomiebeschwerde frei (BGE 110 Ia 206 E. 2a; BGE 104 Ia 127 E. 2b).\n\na) aa) Das Verwaltungsgericht nimmt an, die Rechte an den Privatgräbern seien Sondernutzungsrechte an Sachen im öffentlichen Gebrauch im Sinne des alten (§ 225 des Bündnerischen Civilgesetzbuches von 1862, CGB; Art. 130 Abs. 2 aEGZGB) und des geltenden (§ 150 Abs. 2 EGZGB) Sachenrechts. Soweit ihr Inhalt gestützt auf die im Zeitpunkt der Ausstellung der Legitimationsscheine jeweils geltende Gesetzgebung durch Vereinbarung bestimmt worden sei, liege ein wohlerworbenes Recht vor. Zwar enthielten die Legitimationsscheine keine Bestimmung über eine zeitliche Begrenzung; vielmehr lasse die in allen Konzessionen festgeschriebene Zulässigkeit der Vererbung theoretisch eine ewige Dauer der verliehenen Rechte zu. Ein Vertragsverhältnis mit zeitlich unbeschränkter Verbindlichkeit könne es aber nicht geben. Die ewige Dauer, welche faktisch der Veräusserung der im Gemeingebrauch stehenden Sache gleichkäme, sei auch aufgrund von § 225 CGB und Art. 130 aEGZGB untersagt, welche den Erwerb durch Zueignung ausdrücklich verbieten würden.\n\nbb) Die Beschwerdeführerin bestreitet nicht, dass vertragliche Vereinbarungen in einer Konzession und damit auch eine vereinbarte Dauer, wohlerworbene Rechte begründen; sie macht aber geltend, das Gericht habe übersehen, dass die Konzessionsdauer in den Legitimationsscheinen eben gerade nicht festgelegt sei. Dies BGE 113 Ia 357 S. 361trifft offensichtlich nicht zu. Wie die in E. 6a/aa zitierten Ausführungen zeigen, erkannte das Verwaltungsgericht sehr wohl, dass die durch die Legitimationsscheine verliehenen Konzessionen nicht beschränkt sind. Gestützt auf die von ihm als massgebend betrachteten Normen kam es indessen zum Schluss, unbeschränkte, ewige Verleihungen seien rechtlich nicht zulässig. Die tatsächliche Geltungsdauer der im Streite liegenden Legitimationsscheine sei deshalb gestützt auf dasjenige Recht, das im Zeitpunkt der Ausstellung der einzelnen Legitimationsscheine jeweils galt, durch richterliche Auslegung zu ermitteln. Demgegenüber ist die Beschwerdeführerin der Meinung, die Rechtsstellung der Beliehenen in bezug auf die Dauer der Konzession beruhe unmittelbar auf zwingendem Recht, nämlich auf § 225 CGB sowie auf den Begräbnisordnungen von 1862, 1876 und 1896. Demzufolge könne das Verwaltungsgericht hinsichtlich dieser Frage nicht eine richterliche Lückenfüllung vornehmen und damit die Nichtregelung der Konzessionsdauer der vertraglichen Seite zuweisen und als wohlerworbenes Recht qualifizieren.\n\ncc) Es entspricht bundesgerichtlicher Praxis, diejenigen Rechte innerhalb einer Konzession als wohlerworben einzustufen, welche nicht durch einen Rechtssatz, sondern aufgrund freier Vereinbarung der Parteien entstanden sind (Urteil vom 10. April 1985, E. 2b, im ZBl 86/1985, S. 498 ff., S. 500 mit weiteren Hinweisen). Ob dies vorliegend für die Dauer der Privatgrabstätten der Fall ist, prüft das Bundesgericht, da es sich um eine Frage des kantonalen und gemeindeeigenen Gesetzesrechts handelt, nur auf Willkür hin.\n\nWie bereits in E. 5b ausgeführt, bestätigte die Bestattungsordnung für die Stadt Chur von 1923 ausdrücklich, dass die Benützungsdauer für die Privatgrabstätten je nach Vereinbarung 60 oder 80 Jahre sein könne. Demgegenüber enthalten die Begräbnisordnungen von 1862, 1876 und 1893 keine derartigen Regelungen; sie legen aber die Dauer der Konzession auch nicht selber fest und entziehen damit diese Kompetenz auch nicht ausdrücklich der freien Vereinbarung durch die Parteien. Sie bestimmen einzig, die Privatgrabstätten dürften nicht veräussert werden und könnten nur durch Vererbung auf andere Personen übergehen. Im gleichen Sinn normiert auch § 225 CGB, die \"Privat-Berechtigungen\" an Sachen, die zum öffentlichen Gebrauch bestimmt seien, könnten weder durch Zueignung noch durch Ersitzung erworben werden. Es lässt sich somit nicht sagen, das Verwaltungsgericht habe klares Recht verletzt, wenn es davon ausging, die Dauer der aus den BGE 113 Ia 357 S. 362Legitimationsscheinen fliessenden Benützungsrechte sei nicht generell-abstrakt festgelegt, sondern im Rahmen der gesetzlichen Schranken frei vereinbar gewesen und stelle damit ein wohlerworbenes Recht dar. Daran ändert nichts, dass die einzelnen Legitimationsscheine keine zeitliche Beschränkung enthalten und dieser an sich notwendige Punkt nun durch richterliche Lückenfüllung zu entscheiden ist, denn auch verwaltungsrechtliche Verträge können durch solche Interpretation ergänzt werden (vgl. dazu BGE 96 I 288 E. 4).\n\nb) Auch wenn ein wohlerworbenes Recht auf die Konzessionsdauer anerkannt wird, kann eine Beschränkung Platz greifen, denn auch solche Rechte bewirken keine Bindung, die in ihrer Tragweite über die Eigentumsgarantie hinausgeht. Eingriffe in wohlerworbene Rechte sind somit zulässig, wenn sie auf einer gesetzlichen Grundlage beruhen, im überwiegendem öffentlichen Interesse liegen, verhältnismässig sind sowie voll entschädigt werden, sofern sie einer Enteignung gleichkommen (BGE 112 Ia 278 E. 5a; Urteil des Bundesgerichts vom 10. April 1985, E. 3c, im ZBl 86/1985, S. 501 f.). Das Verwaltungsgericht hat seine Entscheide gestützt auf diese Grundsätze gefällt. Es ist dabei zum - bereits als nicht willkürlich beurteilten (E. 5) - Schluss gekommen, dass das geltende Recht keine gesetzliche Grundlage für die einseitig, von der Stadt Chur mit Verfügungen vom 31. März 1986 für die altrechtlichen, noch nicht abgelaufenen Privatgrabstätten festgelegte Dauer bietet. Folglich braucht auf die weiteren Erwägungen nicht mehr eingegangen zu werden. Es ist nicht Sache des Bundesgerichts, heute Richtlinien für künftige Entscheidungen zu geben."}