{"annee": "113", "cour": "V", "page": "321", "date": "30/11/1987", "cite": ["111 V 186", "107 V 173", "109 V 150", "112 V 30", "113 V 307"], "cite_par": ["115 V 133"], "chapeau": "52. Extrait de l'arrêt du 30 novembre 1987 dans la cause A. contre Caisse nationale suisse d'assurance en cas d'accidents et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 67 et 91 LAMA, 6 et 36 LAA: Lien de causalité adéquate. Application des principes jurisprudentiels, précisés dans l'ATF 113 V 307, au cas d'une assurée souffrant d'un syndrome cervico-crânien et d'un syndrome psychologique post-traumatiques."], "faits": "BGE 113 V 321 S. 321\n\nA.- Antonietta A., née en 1936, a été victime d'un accident de la circulation le 29 novembre 1981. Passagère du véhicule conduit par son mari, elle a été blessée au-dessus de l'arcade sourcilière gauche. Elle souffre principalement d'un syndrome cervico-crânien et d'un syndrome psychologique post-traumatique. La Caisse nationale suisse d'assurance en cas d'accidents a accordé à la prénommée ses prestations légales pour les suites de cet accident.\n\nPar décision du 17 août 1983, la Caisse nationale a alloué à Antonietta A. une rente d'invalidité de 40 fr. par mois à partir du 5 janvier 1982. Cette rente est fondée sur le degré d'incapacité de travail de 10%.\n\nBGE 113 V 321 S. 322\n\nB.- L'assurée a recouru contre cette décision devant le Tribunal des assurances du canton de Vaud, en alléguant que son incapacité de travail était de 50%.\n\nAprès qu'elle eut ordonné deux expertises médicales (rapport du prof. C., neurologue à Lausanne, du 27 septembre 1984, et rapport de la Policlinique psychiatrique universitaire de Lausanne, du 5 mars 1985), la juridiction cantonale a rejeté le recours de l'assurée par jugement du 24 juillet 1985. Elle a considéré en résumé que, en ce qui concerne les séquelles organiques de l'accident, le degré d'invalidité de 10% retenu par la Caisse nationale n'était pas critiquable et qu'il n'existait pas de lien de causalité adéquate entre l'accident et les troubles psychiques présentés par l'assurée.\n\nC.- Antonietta A. interjette recours de droit administratif contre ce jugement. Elle demande que sa rente d'invalidité soit \"portée de 10 à 50%\", subsidiairement qu'elle soit augmentée dans la proportion que justice dira, ou encore que la rente soit \"portée à 50% et ce jusqu'au 5 mars 1987\". Ses motifs seront repris, autant que besoin, dans les considérants ci-dessous.\n\nLa Caisse nationale conclut au rejet du recours en toutes ses conclusions.", "considerants": "Extrait des considérants:\n\n2. a) Selon l'art. 67 al. 1 LAMA, la Caisse nationale assure contre les risques d'accidents professionnels ou non professionnels suivis de maladie, d'invalidité ou de mort.\n\nLe droit à des prestations découlant d'un accident assuré au sens de cette disposition suppose d'abord, entre l'événement dommageable de caractère accidentel et l'atteinte à la santé, un lien de causalité naturelle. Cette exigence est remplie lorsqu'il y a lieu d'admettre que, sans cet événement accidentel, le dommage ne se serait pas produit du tout, ou qu'il ne serait pas survenu de la même manière. Il n'est pas nécessaire, en revanche, que l'accident soit la cause unique ou immédiate de l'atteinte à la santé; il faut et il suffit qu'il se présente comme la condition sine qua non de celle-ci. Savoir si l'événement assuré et l'atteinte à la santé sont liés par un rapport de causalité naturelle est une question de fait, que l'administration - ou, le cas échéant, le juge - examine en se fondant essentiellement sur des renseignements d'ordre médical, et qu'il s'agit de trancher en se conformant à la règle du degré de vraisemblance prépondérant, appliquée généralement à BGE 113 V 321 S. 323l'appréciation des preuves dans l'assurance sociale. Ainsi, lorsque l'existence d'un rapport de cause à effet entre l'accident et le dommage semble possible, sans présenter toutefois un tel degré de vraisemblance, le droit à des prestations à raison de l'accident assuré doit être nié (ATF 112 V 32 consid. 1a, ATF 111 V 188 consid. 2b, ainsi que la jurisprudence et la doctrine citées dans ces arrêts).\n\nb) La responsabilité de la Caisse nationale n'est engagée, en outre, que s'il existe un lien de causalité adéquate entre l'accident et le dommage subi, question de droit qu'il appartient à l'administration et, en cas de recours, au juge de trancher (ATF 112 V 33 consid. 1b et les références).\n\nLa causalité est adéquate si, d'après le cours ordinaire des choses et l'expérience de la vie, le fait considéré était propre à entraîner un effet du genre de celui qui s'est produit, la survenance de ce résultat paraissant de façon générale favorisée par une telle circonstance (ATF 112 V 33 consid. 1b, ATF 109 V 152 consid. 3a, ATF 107 V 176 et les arrêts cités).\n\nPour qu'un événement puisse être considéré comme propre à provoquer, d'une manière générale, les effets qui se sont produits, il n'est pas nécessaire qu'il ait régulièrement ou fréquemment de pareils effets. L'exigence de la causalité adéquate ne signifie pas que seules peuvent être prises en considération les conséquences auxquelles il faut habituellement s'attendre, eu égard aux circonstances de l'accident et aux lésions subies. Il s'agit bien plutôt d'examiner les suites que l'accident a effectivement entraînées, et de déterminer rétrospectivement si et dans quelle mesure celui-ci apparaît encore comme la cause essentielle de celles-là. Si un fait est en soi propre à provoquer un effet du genre de celui qui s'est produit, même des conséquences singulières, c'est-à-dire extraordinaires - au sens quantitatif et non pas qualitatif du terme - peuvent constituer des conséquences adéquates de l'accident. Par ailleurs, selon la nouvelle jurisprudence de la Cour de céans, le point de savoir si l'accident considéré est propre à provoquer, d'une manière générale, l'atteinte à la santé qu'il a entraînée ne doit pas être tranché en se référant aux effets probables d'un pareil accident dans le cas d'un assuré jouissant d'une constitution physique et psychique normale, comme le prévoyait la jurisprudence antérieure. Car exclure du cercle des bénéficiaires de la protection contre les risques économiques d'un accident ou d'une maladie professionnelle, les personnes dont il apparaît - à la suite de l'événement assuré - BGE 113 V 321 S. 324que l'état de santé recèle certaines prédispositions morbides, n'est guère compatible avec le but de l'assurance-accidents sociale (ATF 112 V 30 ss).\n\nDans son récent arrêt C. du 19 octobre 1987 (ATF 113 V 307), la Cour de céans a complété les principes exposés ci-dessus par les précisions suivantes:\n\nPour se prononcer sur le caractère adéquat du lien de causalité, il convient d'apprécier l'ensemble des circonstances, en particulier la gravité de l'accident, son caractère plus ou moins impressionnant, les circonstances concomitantes, la gravité des lésions somatiques et leurs caractéristiques, la durée du traitement médical et les douleurs qu'il a entraînées, la diminution de la capacité de travail et la durée de cette incapacité, ainsi que la personnalité que l'assuré présentait avant l'accident. En outre, il s'agit d'évaluer la manière dont l'assuré a assumé l'accident sur le plan psychique, la pression psychique qu'il a subie, laquelle suppose toujours un événement marquant ou une influence prolongée qui se situent en dehors de l'expérience de tous les jours. L'évolution après l'accident doit donc être appréciée par comparaison avec la personnalité de l'assuré avant l'accident, c'est-à-dire au regard de son psychisme antérieur, des maladies subies (notamment d'ordre psychosomatique) ainsi que de la capacité de travail et de gain qu'il présentait précédemment. Le résultat de cette comparaison doit permettre à l'administration et au juge de se prononcer sur le caractère adéquat du lien de causalité. A cet effet, la règle suivante peut servir de ligne directrice: plus la personnalité de l'assuré antérieure à l'accident l'emporte et relègue au second plan l'événement accidentel et les circonstances concomitantes, moins le lien de causalité peut être qualifié d'adéquat; si, en revanche, il résulte de cette comparaison que l'accident, considéré dans son ensemble, ne saurait être qualifié d'insignifiant, le caractère adéquat du lien de causalité pourra difficilement être nié.\n\nEn raison de la complexité du problème, l'administration et le juge doivent évidemment disposer - pour se prononcer sur le lien de causalité adéquate entre l'accident et les troubles psychiques qui l'ont suivi - de renseignements particulièrement fiables, fournis en règle générale par un spécialiste en psychiatrie. Le fait qu'il s'agit d'une question de droit n'y change rien. Ce n'est que si les constatations de l'expert psychiatre permettent, d'une part, d'exclure l'existence de tendances de l'assuré à la revendication, et d'autre part d'attribuer à l'accident - au regard de l'ensemble des BGE 113 V 321 S. 325circonstances antérieures et postérieures à prendre en considération - une influence déterminante, que l'on pourra admettre le caractère adéquat du rapport de causalité. Au demeurant, un incident tout à fait banal ne sera pas considéré, sauf vérifications ultérieures, comme propre à provoquer une névrose assurée; il s'agit en effet d'éviter d'ouvrir le champ de l'assurance-accidents à des risques difficilement supportables. A cet égard, le critère de la gravité de l'accident ne saurait être négligé.\n\n3. a) En l'espèce, la recourante se plaint d'un ensemble de troubles (douleurs cervico-crâniennes et réactions neuro-végétatives) qu'elle impute à son accident du 29 novembre 1981, et qui représentent les conséquences naturelles de ce dernier. Sont litigieux, en premier lieu, le point de savoir si ces troubles sont liés à l'accident par un rapport de causalité adéquate, ainsi que le degré d'invalidité qu'ils entraînent.\n\nb) La juridiction cantonale a ordonné deux expertises médicales, qui résument et complètent les divers examens subis par la recourante avant la décision de rente de la Caisse nationale. De l'expertise du docteur C. du 27 septembre 1984, il résulte, d'une part, que \"sur le plan organique les motifs post-traumatiques justifiant une incapacité de travail sont de l'ordre de 15% environ (syndrome cervico-crânien principalement, qui pourrait entraîner une incapacité un peu plus importante dans l'activité de repassage)\", mais que l'assurée présente une surcharge psychogène. De l'expertise psychiatrique de la Policlinique psychiatrique universitaire de Lausanne, du 5 mars 1985, il résulte d'autre part que la recourante présente une évolution régressive avec de nombreuses somatisations (céphalées, cervicalgies, asthénie) qui correspondent à une hystérie décompensée. Selon l'expert, l'on peut admettre que cette évolution, déclenchée par l'accident, n'a été possible que compte tenu de la personnalité hystérique de l'intéressée mais qu'elle a été aggravée par la découverte tardive d'une fracture du rocher un an après l'accident. L'expert conclut en ces termes: \"Nous proposons de lui reconnaître une incapacité de travail de 50% pour une durée de 2 ans encore à partir de maintenant. Nous faisons cette proposition dans l'optique que l'accident a provoqué un syndrome psychologique post-traumatique qui a été en partie prolongé par les difficultés diagnostiques qui ont engendré une multiplication des investigations. Toutefois, ainsi que nous l'avons mentionné dans notre discussion, le conflit conjugal chronique et la structure de personnalité de l'expertisée BGE 113 V 321 S. 326contribuent à fixer cette dernière sur ses symptômes et si les troubles devaient persister au-delà de 2 ans à partir de maintenant ils ne devraient plus être considérés comme encore en relation de causalité avec l'accident.\"\n\nc) Au vu de ce qui précède, l'existence d'un lien de causalité adéquate entre l'accident et les troubles psychiques doit être niée en l'espèce. Comparé à tous les éléments qui caractérisent la situation personnelle de la recourante avant l'accident, l'événement accidentel lui-même prend, en effet, une importance très secondaire quant aux troubles psychiques considérés. Car il apparaît que - même si l'on tient compte des traits particuliers de la personnalité de l'assurée - un tel accident, qui doit être qualifié de relativement bénin à tous égards et qui n'a entraîné que de légères séquelles organiques, n'est d'une manière générale pas propre à entraîner, d'après le cours ordinaire des choses et l'expérience de la vie, l'évolution régressive et l'incapacité de travail très importante relevées par le psychiatre. On peut d'autant moins l'admettre qu'un conflit conjugal, soit un facteur étranger à l'accident et aux prédispositions d'ordre psychique de l'assurée, influe dans le cas présent sur l'état général de celle-ci. Il convient de relever, par ailleurs, que la découverte tardive de la fracture du rocher est un événement anodin sur le plan médical, puisque sa découverte en temps utile n'aurait probablement rien changé au traitement effectué. Cette circonstance n'est donc pas de nature à modifier la conclusion qui précède. Il n'importe à cet égard que la recourante en ait pris psychologiquement prétexte pour justifier des plaintes sans rapport avec cet événement.\n\nSur le plan somatique, en revanche, il n'est pas contesté que la gêne fonctionnelle de la recourante est une conséquence adéquate de l'accident. La juridiction cantonale a correctement exposé les principes applicables en l'occurrence à l'évaluation de l'invalidité, en relevant à juste titre que, s'agissant d'une assurée qui n'utilise pas toute sa capacité résiduelle de travail, il y avait lieu de se fonder sur l'estimation médicale du taux de l'incapacité de travail. Or, ce dernier a été fixé à 15% par l'expert judiciaire, de sorte que le taux retenu par la Caisse nationale - en l'absence d'indications médicales précises à cet égard - se révèle trop modeste. Il se justifie donc de porter le degré d'invalidité de l'assurée à 15%, ce qui entraîne l'admission partielle du recours."}