{"annee": "113", "cour": "V", "page": "150", "date": "25/5/1987", "cite": ["111 V 251", "112 V 229", "111 V 36", "111 V 342", "112 V 168"], "cite_par": ["114 V 13", "120 V 502", "114 V 125", "114 V 336", "120 V 233"], "chapeau": "23. Extrait de l'arrêt du 25 mai 1987 dans la cause M. contre Caisse cantonale genevoise d'assurance contre le chômage et Commission cantonale genevoise de recours en matière d'assurance-chômage", "regestes": ["Art. 24 al. 1 LACI. - Dans la mesure où elles limitent la notion du gain intermédiaire au revenu que le chômeur a obtenu en exerçant une activité (provisoire) étrangère à sa profession habituelle, les directives et la pratique administratives sont contraires à la loi. - La réglementation légale relative à la prise en compte d'un gain intermédiaire s'applique aussi aux assurés exerçant une profession dans laquelle les changements d'employeurs sont fréquents ou les rapports de service de durée limitée."], "faits": "BGE 113 V 150 S. 150\n\nA.- M., né en 1946, comédien, a fait contrôler son chômage à partir du 1er avril 1985. La Caisse cantonale genevoise d'assurance contre le chômage lui a versé des indemnités journalières de chômage après le délai d'attente légal de cinq jours, imposé aux assurés qui ont exercé une profession dans laquelle les changements d'employeurs sont fréquents ou les BGE 113 V 150 S. 151rapports de service de durée limitée. Au cours des mois de mai et juin suivants, le prénommé a travaillé, pendant de courtes périodes de quelques jours, pour la Fondation d'art dramatique de Genève \"La Comédie\" et pour la Radio-télévision suisse romande. Par décision du 28 juin 1985, la caisse précitée a refusé (implicitement) d'indemniser l'intéressé pendant lesdites périodes d'activité, en déclarant qu'il ne pouvait pas être mis au bénéfice des dispositions légales relatives à l'indemnisation des chômeurs qui réalisent un \"gain intermédiaire\" durant une période de contrôle.\n\nB.- Cette décision a été annulée, sur recours de M., par le Service de l'assurance-chômage de l'Office cantonal genevois de l'emploi (décision du 3 septembre 1985), puis rétablie - sur recours de l'Office fédéral de l'industrie, des arts et métiers et du travail (OFIAMT) - par la Commission cantonale genevoise de recours en matière d'assurance-chômage, par jugement du 5 décembre 1985.\n\nC.- M. interjette recours de droit administratif contre ce jugement, en demandant que l'indemnité journalière de chômage lui soit allouée, pendant les périodes d'activité temporaire en cause, en tenant compte du gain intermédiaire y relatif, comme l'avait décidé l'autorité de recours de première instance.\n\nL'intimée conclut au rejet du recours, ce que propose également l'OFIAMT.", "considerants": "Extrait des considérants:\n\n2. a) La juridiction cantonale a fait sienne l'argumentation développée par l'OFIAMT, selon laquelle ne peut être considéré comme un gain intermédiaire au sens de l'art. 24 LACI que le gain réalisé par un chômeur grâce à un travail \"temporaire et peu ordinaire\", c'est-à-dire une occupation provisoire qui sort du cadre de son activité professionnelle normale. Or, la profession de comédien est un métier dans lequel les changements d'employeurs sont fréquents et les engagements généralement de courte durée; des occupations très brèves entre les divers engagements entrent dans l'activité professionnelle normale et prévisible d'un comédien, qui doit compter avec le fait qu'il risque de ne pas trouver un engagement à l'année. Les emplois que M. a occupés à la Fondation d'art dramatique de Genève et à la Radio-télévision suisse romande font ainsi partie de l'exercice de son métier, de BGE 113 V 150 S. 152sorte que - d'après le premier juge et l'office fédéral - les revenus qu'il en a tirés ne constituent pas un gain intermédiaire.\n\nb) Le recourant objecte qu'un comédien exerce en règle générale son activité ordinaire et principale dans les théâtres, et que les emplois temporaires d'un autre genre ne relèvent pas de l'exercice normal de sa profession. Il fait valoir, en outre, que les revenus provenant de ses emplois extraordinaires étaient nettement inférieurs au montant des indemnités de chômage qu'il eût touché s'il n'avait pas travaillé, ce qui a entraîné une diminution considérable de son revenu durant la période considérée.\n\n3. a) La loi s'interprète en premier lieu selon sa lettre. Si le texte d'une disposition légale est clair, et qu'il ne soit de ce fait pas nécessaire de recourir à d'autres méthodes d'interprétation pour en discerner la portée, il n'est admissible de s'écarter du sens littéral que s'il conduit à des solutions manifestement insoutenables, contraires à la volonté du législateur (ATF 112 V 171 consid. 3a, ATF 111 V 37; voir aussi ATF 111 V 353 et les références citées dans ces arrêts).\n\nb) Le gain intermédiaire est défini à l'art. 24 al. 1, 1re phrase, LACI comme \"tout gain que le chômeur retire d'une activité salariée ou indépendante\" durant une période de contrôle (Einkommen aus unselbständiger oder selbständiger Erwerbstätigkeit; il reddito proveniente da un'attività lucrativa dipendente o indipendente). Il résulte clairement de cette formulation que le gain intermédiaire est une notion très large, sous réserve d'éventuelles restrictions explicites ou précisions y relatives, apportées par la loi. Le fait qu'il existe une différence d'ordre rédactionnel entre le texte français de cette disposition d'une part, et les textes allemand et italien d'autre part, en ce sens que ces derniers ne contiennent pas l'équivalent du mot \"tout\", n'y change rien.\n\nEn ce qui concerne le genre d'activité lucrative, dont le revenu est susceptible de constituer un gain intermédiaire, le législateur n'a prévu qu'une seule exception, à l'art. 24 al. 1, 2e phrase, LACI, qui dispose qu'il n'est pas tenu compte d'un gain accessoire. Est réputé accessoire tout gain que l'assuré retire d'une activité dépendante exercée en dehors de la durée normale de son travail ou d'une activité qui sort du cadre ordinaire d'une activité lucrative indépendante (art. 23 al. 3 LACI).\n\nIl faut relever en outre que, si le gain intermédiaire présente par définition un caractère transitoire, sa prise en compte est toutefois possible, selon la jurisprudence, jusqu'à épuisement du droit - également BGE 113 V 150 S. 153temporaire - au nombre maximal d'indemnités journalières (ATF 111 V 255 consid. 4).\n\nc) Telle qu'elle est exprimée, la thèse défendue par l'OFIAMT et reprise en l'espèce par le premier juge voudrait, semble-t-il, limiter d'une manière générale la notion de gain intermédiaire aux seuls revenus provenant d'une activité étrangère à la profession ordinaire du chômeur. La circulaire de l'OFIAMT relative à l'indemnité de chômage (IC), dans sa version en vigueur depuis le mois de juillet 1985, paraît en revanche moins restrictive à cet égard, puisqu'elle prévoit que le gain intermédiaire \"a pour but d'inciter les assurés à accepter une activité provisoire professionnelle ou extra-professionnelle, qui permette d'éviter ou d'abréger le chômage\" (ch. m. 167), tout en précisant par ailleurs que, dans le cas particulier des personnes qui exercent des activités avec de fréquents changements d'employeurs ou dont les engagements sont de durée limitée, la prise en considération d'un gain intermédiaire n'est possible que lorsque ces assurés \"exercent une activité salariée temporaire en dehors de leur activité professionnelle\" (ch. m. 169).\n\nIl n'est pas décisif de savoir quelle est, parmi ces versions, celle que l'OFIAMT entend préconiser en définitive, car elles sont toutes deux incompatibles avec le texte clair de la loi. Si le législateur avait voulu donner à la notion de gain intermédiaire le sens étroit d'un revenu réalisé - par les chômeurs en général, ou par ceux qui appartiennent à certaines catégories professionnelles distinctes - en dehors de leur profession habituelle, définition qui eût d'ailleurs créé en pratique de notables difficultés d'appréciation, il n'aurait pas manqué de le préciser, de même qu'il a expressément prévu d'excepter du gain intermédiaire le gain accessoire. Au demeurant, en ce qui concerne les assurés exerçant une profession dans laquelle les changements d'employeurs sont fréquents ou les rapports de service de durée limitée, la loi tient déjà compte de leur situation particulière et du fait que dans ces métiers certaines périodes d'inactivité sont normales, en excluant l'indemnisation des cinq premiers jours de leur perte de travail (art. 11 al. 2 LACI, art. 6 al. 1 et 8 al. 1 OACI), laps de temps pendant lequel un éventuel gain intermédiaire n'entre ainsi, de toute façon, pas en considération dans les branches professionnelles visées.\n\nNi la juridiction cantonale ni l'OFIAMT n'avancent, à l'appui de leur solution, des motifs dont il résulterait que l'interprétation littérale de la loi conduit en l'espèce à des résultats manifestement BGE 113 V 150 S. 154insoutenables. L'art. 24 LACI visant à encourager les assurés au chômage à reprendre au plus vite une occupation lucrative, même occasionnelle, au lieu de rester inactifs dans l'attente de retrouver un travail convenable au sens de l'art. 16 LACI (ATF 111 V 255 consid. 5; message du Conseil fédéral à l'Assemblée fédérale concernant une nouvelle loi fédérale sur l'assurance-chômage obligatoire et l'indemnité en cas d'insolvabilité, FF 1980 III 582), le jugement entrepris va bien plutôt à l'encontre du but fixé par le législateur.\n\nAussi, dans la mesure où les directives administratives de l'OFIAMT - qui, il faut le rappeler, ne lient pas le juge des assurances sociales (cf. par exemple ATF 112 V 233 et les références) - subordonnent la prise en considération d'un gain intermédiaire à des conditions contraires à la loi, elles restreignent le droit à l'indemnité de chômage d'une manière qui n'est pas admissible."}