{"annee": "113", "cour": "III", "page": "90", "date": "1/7/1987", "cite": ["108 III 23", "107 III 136", "105 III 122"], "cite_par": [], "chapeau": "20. Arrêt de la Chambre des poursuites et des faillites du 1er juillet 1987 dans la cause V. (recours LP)", "regestes": ["Art. 250 LP et 66 OOF. La transaction passée hors procès entre la masse en faillite et le créancier n'équivaut pas à un jugement passé en force. L'office peut dès lors refuser de modifier l'état de collocation s'il estime que la transaction est entachée d'un vice de la volonté. Sa décision peut faire l'objet d'une plainte à l'autorité de surveillance."], "faits": "", "considerants": "BGE 113 III 90 S. 91\n\nConsidérants:\n\n1. A l'appui de son recours, V. fait valoir qu'il a accepté dans le délai l'offre faite par la masse à l'audience de conciliation et que cette offre ne pouvait être retirée. La transaction est dès lors entrée en force et l'Office doit colloquer la créance pour la somme de 4'000 francs avec droit de rétention sur la voiture du failli; le refus de l'Office pouvait faire l'objet d'une plainte à l'autorité de surveillance, contrairement à ce que celle-ci a considéré en estimant qu'aucune règle de forme n'ayant été violée, le litige ressortissait à la compétence du juge civil.\n\n2. Le recourant contestait la collocation de sa créance. Il lui incombait donc d'ouvrir action contre la masse dans les dix jours dès la publication (28 janvier 1987) du dépôt de l'état de collocation (art. 250 al. 1 et 2 LP). Il a introduit une instance de conciliation (art. 142 ss CPC jur.), dans laquelle il a obtenu \"l'ouverture du droit\", selon la terminologie jurassienne (art. 151 CPC jur.). Il devait alors agir devant le juge du fond dans le délai de péremption de l'art. 250 al. 1 LP (art. 151 al. 4 CPC jur.). Ayant procédé en conciliation devant le Président, c'est à celui-ci que les parties s'adressèrent, la masse le 12 mars pour dire qu'elle ne se considérait pas liée par son offre, en raison d'une tromperie, le recourant le 13 pour donner son acceptation et constater la venue à chef de la transaction. Le 17, le Président a communiqué par écrit au recourant la position de l'Office et l'a rendu attentif au fait qu'il pouvait, par précaution, introduire dans le délai légal - non encore échu - son action en contestation de l'état de collocation.\n\n3. L'autorité cantonale de surveillance a considéré de manière erronée que la plainte était irrecevable. Certes, l'invalidité et le caractère exécutoire de la transaction - que la masse peut conclure (cf. art. 66 OOF et ATF 107 III 136) - donnent lieu à une contestation au fond, qui ressortit au juge, non à l'autorité de surveillance. Mais ce n'est pas de cela qu'il s'agit d'abord, comme le relève justement le recourant, mais de l'attitude que l'office doit adopter lorsque le créancier lui présente une telle transaction. Cette question ressortit au droit formel de la poursuite pour dettes et la faillite; elle est donc de la compétence des autorités de surveillance (cf. ATF 105 III 127).\n\nEn l'espèce, l'Office était en droit de refuser de colloquer la créance s'il considérait la transaction comme entachée d'un vice de la volonté; intervenue hors procès, cette transaction n'équivaut en BGE 113 III 90 S. 92effet pas à un jugement passé en force de chose jugée (art. 150 al. 1 CPC jur.; cf. ATF 108 III 24; art. 64 al. 2 OOF). Le fait que l'Office ait été lié par l'offre (art. 3 CO) est sans pertinence.\n\nLa plainte était donc recevable, mais mal fondée. L'erreur du dispositif ne joue cependant aucun rôle."}