{"annee": "113", "cour": "IA", "page": "388", "date": "30/9/1987", "cite": ["105 IA 385", "104 IA 305", "105 IA 349", "112 IA 221"], "cite_par": ["118 IA 305", "114 IB 214"], "chapeau": "59. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 30. September 1987 i.S. Hübscher und Mitbeteiligte gegen Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 85 let. a OJ; référendum financier; objet du recours pour violation du droit de vote. Lorsqu'un canton connaît l'institution du référendum financier obligatoire et/ou facultatif, toute décision ordonnant une dépense de l'Etat, de même que tout arrêt rendu sur un recours dirigé contre une telle décision, peut faire l'objet d'un recours pour violation du droit de vote. L'acte peut émaner indifféremment du pouvoir exécutif ou législatif (précision de la jurisprudence)."], "faits": "BGE 113 Ia 388 S. 388\n\nDer Regierungsrat des Kantons Zürich bewilligte am 26. November 1986 einen Kredit von 1'300'000 Franken \"für die Erneuerung der Hulfteggstrasse S-2, Steg-Risigrund, Gemeinde Fischenthal\". Er betrachtete diese Ausgaben als gebunden.\n\nBeat Hübscher und Mitbeteiligte erhoben am 7. Februar 1987 gestützt auf Art. 85 lit. a OG staatsrechtliche Beschwerde wegen BGE 113 Ia 388 S. 389Verletzung des Stimmrechts und stellten unter anderem den Antrag, es sei der Beschluss des Regierungsrates vom 26. November 1986 betreffend Ausbauprojekt Hulfteggstrasse, Abschnitt Steg-Risigrund, in der Gemeinde Fischenthal aufzuheben. Sie machten im wesentlichen geltend, als einmalige Aufwendung für den Ausbau der Strasse könne der Kredit nicht als gebundene Ausgabe deklariert werden.", "considerants": "Auszug aus den Erwägungen:\n\n1. b) Gemäss Art. 85 lit. a OG beurteilt das Bundesgericht Beschwerden betreffend die politische Stimmberechtigung der Bürger und betreffend kantonale Wahlen und Abstimmungen. Besteht in einem Kanton das Institut des fakultativen und/oder des obligatorischen Finanzreferendums, so kann Anfechtungsobjekt der Stimmrechtsbeschwerde jeder Ausgabenbeschluss des Staates sowie ein darüber ergangener Rechtsmittelentscheid sein, unabhängig davon, ob jener von der Exekutive (BGE 105 Ia 385 ff.) oder der Legislative (BGE 112 Ia 221 ff.) gefasst worden ist. Die Frage, ob der Kreditbeschluss dem Referendum unterstellt werden muss oder nicht, ist - genauso wie diejenige, ob die Kreditvorlage vollständig sei (vgl. BGE 112 Ia 224 E. 1b) - nicht eine solche des Eintretens auf die Beschwerde, sondern eine der materiellen Beurteilung. In diesem Sinn ist in Bestätigung des Entscheides i.S. Jacot (BGE 105 Ia 385 ff.) die seitherige, unklare Praxis des Bundesgerichts zu präzisieren (vgl. dazu das Urteil vom 7. Juni 1985 i.S. Progressive Organisationen, E. 1, ZBl 87/1986, S. 451 f.). Der Beschluss des Regierungsrates des Kantons Zürich vom 26. November 1986 stellt somit ein zulässiges Anfechtungsobjekt der Stimmrechtsbeschwerde dar. Keine Bedeutung hat im vorliegenden Fall die mit den Urteilen i.S. Escher (BGE 104 Ia 305 ff.) und i.S. Stauffacher (BGE 105 Ia 359 ff.) eingeleitete und in der Literatur kritisierte Rechtsprechung, wonach dann, wenn eine Verordnung oder ein Einzelakt der Exekutive oder der Verwaltung Vorschriften enthält, die richtigerweise Gegenstand eines dem Referendum unterliegenden Gesetzes sein müssten, nicht die Stimmrechtsbeschwerde, sondern gestützt auf Art. 84 Abs. 1 lit. a OG die staatsrechtliche Beschwerde wegen Verletzung des Gewaltenteilungsprinzips zu ergreifen ist (vgl. BGE 105 Ia 361 E. 4b)."}