{"annee": "113", "cour": "IV", "page": "58", "date": "15/5/1987", "cite": [], "cite_par": ["125 IV 195", "143 IV 361"], "chapeau": "18. Urteil des Kassationshofes vom 15. Mai 1987 i.S. A. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 117 CP; homicide par négligence (causalité). Lorsque plusieurs personnes ont décidé d'entreprendre une même action (contraire au devoir de diligence) et qu'elles l'ont exécutée en se répartissant le travail, l'admission d'une relation de causalité entre la totalité des actes décidés et exécutés en commun d'une part et le résultat survenu d'autre part entraîne la punissabilité de tous les participants."], "faits": "BGE 113 IV 58 S. 58\n\nAm 21. April 1983, gegen 18.55 Uhr, bemerkten A. und B. auf der Rückfahrt von ihrer Waldhütte in X. neben der Strasse am rechten Tössufer zwei grosse Steinbrocken, welche sie auf Anregung von A. den dortigen Abhang bzw. über einen überhängenden Felsen hinunterzurollen beabsichtigten. Da ihnen einerseits die örtlichen Verhältnisse bestens bekannt waren, sie insbesondere wussten, dass sich in jenem Bereich am Tössufer öfters Leute - vorwiegend Fischer - aufhielten, und ihnen andererseits bewusst war, dass mit den grossen Steinen von ca. 52 kg bzw. über 100 kg Gewicht eine Person, die sich zufällig im Gefahrenbereich aufhält, getroffen werden könnte, ging B. auf Vorschlag von A. ein paar Schritte nach vorn gegen den Abgrund, um abzuklären, ob sich jemand unten am Abhang bzw. im Bereich des Tössufers aufhalte. Dabei rief er einmal laut hinunter, ob jemand unten sei, wobei er aber von seinem Standort aus das rechte Tössufer nicht einsehen konnte. Nachdem auf das Rufen niemand geantwortet hatte, kehrte B. zu A. zurück, behändigte den grossen, über 100 kg schweren Stein und liess ihn den Abhang hinunterrollen. Unmittelbar nachher rollte A. den kleineren, ca. 52 kg schweren Stein ebenfalls hinunter. Es steht fest, dass der unter dem Abhang befindliche Fischer C. von einem der beiden Steine tödlich getroffen wurde; jedoch konnte nicht geklärt werden, von welchem der beiden.\n\nBGE 113 IV 58 S. 59\n\nDas Obergericht des Kantons Zürich sprach A. am 3. Juli 1986 im Berufungsverfahren der fahrlässigen Tötung schuldig und verurteilte ihn zu einer bedingt vollziehbaren Strafe von drei Monaten Gefängnis. Die gegen diesen Entscheid gerichtete eidgenössische Nichtigkeitsbeschwerde weist der Kassationshof ab.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Beide kantonalen Instanzen haben offengelassen, von welchem der beiden Steine C. tödlich getroffen wurde. Das Obergericht geht von einer gemeinsamen Entschlussfassung der Angeklagten aus, die beiden Steine den Abhang hinunterrollen zu lassen. Gemeinsames Handlungsziel sei gewesen, beide Steine vom Wegrand zu entfernen. Insofern habe die arbeitsteilige Vornahme einer einzigen Gesamthandlung vorgelegen. Der Geschehensablauf sei von der Entschlussfassung bis zu deren Verwirklichung als einheitliches Tun aufzufassen. Entscheidend sei, dass das Hinunterrollen beider Steine ursächlich für den Tod des Geschädigten gewesen sei.\n\nMit der Nichtigkeitsbeschwerde wird geltend gemacht, das Obergericht habe zu Unrecht angenommen, das Vorgehen des Beschwerdeführers A. sei für den Tod von C. kausal geworden.\n\n2. Gemäss Art. 117 StGB macht sich strafbar, wer fahrlässig den Tod eines Menschen verursacht.\n\nDer tatbestandsmässige Erfolg und die Fahrlässigkeit sind vorliegendenfalls unstrittig gegeben. Zu prüfen bleibt einzig, ob der Tod des C. dem Verhalten des A. zugerechnet werden kann, obwohl nicht festgestellt ist, dass der von A. den Hang hinuntergerollte Stein den C. getötet hat.\n\nTäter einer fahrlässigen Straftat ist jeder, der durch sorgfaltswidriges Verhalten zur Tatbestandserfüllung beiträgt (STRATENWERTH, Schweizerisches Strafrecht AT I, Bern 1982, S. 416), obschon er bei Beachtung der ihm persönlich obliegenden Sorgfaltspflicht die derart herbeigeführte Verwirklichung des Straftatbestandes hätte voraussehen und vermeiden können (SCHULTZ, Schweizerisches Strafrecht AT I, 4. Aufl., Bern 1982, S. 202). Dies gilt auch dann, wenn andere neben ihm in ähnlicher Weise mitgewirkt haben (STRATENWERTH, a.a.O., S. 416), m.a.W. sind mehrere Personen, die fahrlässig denselben Erfolg herbeigeführt haben, alle als Fahrlässigkeitstäter strafbar (NOLL/TRECHSEL, Schweizerisches Strafrecht AT I, 2. Aufl., Zürich 1986, S. 170; ebenso SCHUBARTH, BGE 113 IV 58 S. 60Kommentar zum schweizerischen Strafrecht, Bern 1982, N 87 zu Art. 117 StGB). Vorliegendenfalls steht fest, dass beide Angeklagten gemeinsam die beiden Steine den Abhang hinunterrollen lassen wollten. Bei einer derartigen Konstellation ist nicht danach zu fragen, ob der jeweilige Einzelbeitrag für den tatbestandsmässigen Erfolg kausal geworden ist, sondern ob die Kausalität zwischen der gemeinsam vorgenommenen Gesamthandlung und dem eingetretenen Erfolg zu bejahen ist. Jedenfalls muss dies gelten, wenn, wie vorliegendenfalls, die sorgfaltswidrige Handlung gemeinsam beschlossen und in der Folge in einem nahen örtlichen und zeitlichen Zusammenhang gemeinsam durchgeführt wird, wobei es der zufälligen Arbeitsteilung überlassen bleibt, wer welchen Stein ins Rollen bringt. Ist aber davon auszugehen, dass jedenfalls einer der beiden Steine den Tod des Opfers bewirkt hat, genügt dies zur Feststellung, dass das Verhalten des Beschwerdeführers für den eingetretenen Tod kausal geworden ist. Anders zu entscheiden wäre dann, wenn die beiden Angeklagten unabhängig voneinander gehandelt hätten.\n\nDie Vorinstanz hat somit die Kausalität zu Recht bejaht. Damit erübrigt es sich, auf die zusätzliche Erwägung des Obergerichtes einzugehen, die Verurteilung könne auch in Anwendung der Risikoerhöhungstheorie erfolgen, da durch den Steinwurf des Beschwerdeführers eine wesentliche Risikoerhöhung im Sinne jener Lehre zweifellos zu bejahen sei."}