{"annee": "113", "cour": "III", "page": "116", "date": "17/9/1987", "cite": ["101 III 32", "81 III 129", "102 III 49"], "cite_par": ["118 III 27"], "chapeau": "26. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 17. September 1987 i.S. Krebser AG (Rekurs)", "regestes": ["Continuation de la poursuite. Si la faillite n'a pas été ouverte contre une société parce qu'il s'est trouvé trop peu d'actifs et que le créancier n'a pas fait l'avance de frais au sens de l'art. 169 al. 2 LP, la société ne peut être poursuivie derechef dans une nouvelle procédure de poursuite que par voie de faillite. Il ne se justifie pas d'appliquer par analogie l'art. 230 al. 3 LP, selon lequel le débiteur peut aussi être poursuivi par voie de saisie dans les deux ans après la suspension de la liquidation."], "faits": "BGE 113 III 116 S. 116\n\nA.- Am 29. Mai 1987 stellte das Inkassobüro Hirt-Urfer in Vertretung der Krebser AG gestützt auf einen Rechtsöffnungsentscheid des Gerichtspräsidenten IV von Bern gegen die Radio Gard AG das Begehren auf Fortsetzung der Betreibung. Dabei wurde ausdrücklich die Fortsetzung der Betreibung auf dem Wege der Pfändung verlangt, da gemäss Publikation im Amtsblatt des Kantons BGE 113 III 116 S. 117Bern vom 25. März 1987 mangels Aktiven ein Konkursverfahren nicht habe eröffnet werden können.\n\nDas Betreibungsamt Bern leistete dem Begehren, die Betreibung sei auf dem Wege der Pfändung fortzusetzen, keine Folge und stellte der Radio Gard AG am 23. Juni 1987 die Konkursandrohung zu.\n\nB.- Gegen diese Verfügung erhob die Krebser AG Beschwerde bei der unteren Aufsichtsbehörde in Schuldbetreibungs- und Konkurssachen. Sie verlangte die Aufhebung der Konkursandrohung und die Fortsetzung der Betreibung auf dem Wege der Pfändung.\n\nDie untere Aufsichtsbehörde leitete die Sache zur Behandlung an die kantonale Aufsichtsbehörde in Schuldbetreibungs- und Konkurssachen weiter. Diese wies die Beschwerde mit Entscheid vom 10. August 1987 ab.\n\nC.- Gegen diesen Entscheid wendet sich die Krebser AG mit Rekurs gemäss Art. 19 SchKG an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts. Sie erneuert die vor der kantonalen Aufsichtsbehörde gestellten Anträge.\n\nDie Schuldbetreibungs- und Konkurskammer weist den Rekurs ab.", "considerants": "Aus den Erwägungen:\n\n2. Die schuldnerische Gesellschaft ist nach wie vor im Handelsregister eingetragen. Die Betreibung ist daher auf dem Wege des Konkurses fortzusetzen (Art. 39 SchKG). Die Rekurrentin verlangt indessen eine analoge Anwendung von Art. 230 Abs. 3 SchKG. Diese Bestimmung, welche im Falle der Einstellung des Konkurses mangels Aktiven die Fortsetzung auf dem Wege der Pfändung erlaube, müsse auch dann angewendet werden, wenn der Konkurs mangels Aktiven nicht eröffnet werde.\n\nGemäss Art. 230 SchKG zeigt das Konkursamt dem Konkursgericht an, wenn keinerlei in die Masse gehörendes Vermögen vorgefunden wird, und dieses beschliesst die Einstellung des Konkursverfahrens. Die Einstellung wird vom Konkursamt öffentlich bekanntgemacht mit der Anzeige, dass das Verfahren geschlossen werde, falls nicht binnen zehn Tagen ein Gläubiger die Durchführung des Konkursverfahrens verlange und für die Kosten hinreichende Sicherheit leiste. Nach der Einstellung des Konkursverfahrens kann der Schuldner nach Art. 230 Abs. 3 SchKG während zwei Jahren auch auf Pfändung betrieben werden.\n\nBGE 113 III 116 S. 118\n\nArt. 230 Abs. 3 SchKG setzt demnach voraus, dass ein Konkurs eröffnet und anschliessend wieder eingestellt worden ist. Der Wortlaut und der systematische Zusammenhang der Bestimmung sind eindeutig. Eine ausdehnende Auslegung von Art. 230 Abs. 3 SchKG auf den vorliegenden Fall, bei dem ein Konkurs noch gar nicht eröffnet worden ist, ist ausgeschlossen.\n\n3. Die analoge Anwendung einer Gesetzesbestimmung auf einen Sachverhalt, der von dieser nicht ausdrücklich erfasst wird, setzt voraus, dass deren Grundgedanke auch für den nicht geregelten Fall zutrifft (BGE 101 III 34).\n\na) Art. 230 Abs. 3 SchKG ist durch eine Gesetzesrevision vom 28. September 1949 eingefügt worden. Der Revision lag ein Vorstoss einer Kreditschutzorganisation zu Grunde, welche die Einfügung einer neuen Gesetzesbestimmung verlangt hatte, wonach jede Firma im Handelsregister zu löschen sei, wenn der Konkurs mangels Aktiven eingestellt werde. Die Löschung sollte dem Gläubiger, der den in Art. 230 Abs. 2 SchKG vorgesehenen Kostenvorschuss nicht geleistet hat, erlauben, den Schuldner auf dem Wege der Pfändung zu verfolgen und so wenigstens einen Verlustschein zu erhalten. Das Eidg. Amt für das Handels- und das Güterrechtsregister machte jedoch darauf aufmerksam, dass der Vorschlag hinsichtlich der Behandlung im Handelsregister von einer irrigen Vorstellung ausgehe. Um indessen den Gläubiger gegenüber dem Schuldner, der sein Geschäft nach der Einstellung des Konkursverfahrens weiterbetreibt, nicht völlig wehrlos zu lassen, könne eine Bestimmung in das Gesetz aufgenommen werden, die es erlauben würde, den Schuldner während einer bestimmten Zeit auch auf Pfändung zu betreiben, obwohl er noch im Handelsregister eingetragen sei. Dieser Vorschlag ist Gesetz geworden (FAVRE, Droit des poursuites, 3. Aufl., S. 355 f.).\n\nb) Im vorliegenden Fall wurden in einem vorangehenden Verfahren für eine Konkurseröffnung zuwenig Aktiven vorgefunden. Der damalige Gläubiger hätte es in der Hand gehabt, die Konkurseröffnung gleichwohl zu erwirken, indem er für die bis zur ersten Gläubigerversammlung entstehenden Kosten gemäss Art. 169 SchKG einen Vorschuss geleistet hätte, was er jedoch unterlassen hat. Folglich blieb es bei der Nichteröffnung des Konkurses.\n\nDer hier zu beurteilende Fall gleicht somit insofern jenem, der in Art. 230 SchKG geregelt ist, als in beiden Fällen das Betreibungsverfahren nicht weitergeführt wird, wenn der Gläubiger bei einem Mangel an Konkursaktiven keinen Kostenvorschuss leistet.\n\nBGE 113 III 116 S. 119Nach dem Grundgedanken von Art. 230 Abs. 3 SchKG, dem Gläubiger eine zusätzliche Waffe in die Hand zu geben, wenn das Konkursverfahren mangels Aktiven nicht durchgeführt werden kann und der Gläubiger die Kosten nicht vorschiessen oder sicherstellen will, wäre eine analoge Anwendung auf den Fall von Art. 169 Abs. 2 SchKG grundsätzlich denkbar.\n\nc) Anderseits unterscheiden sich die beiden Fälle insbesondere vom Stand des Betreibungsverfahrens her so stark, dass es gerechtfertigt ist, sie in bezug auf die Möglichkeit, die Betreibung auch auf dem Wege der Pfändung fortzusetzen, unterschiedlich zu behandeln. Zu berücksichtigen ist dabei vornehmlich der Umstand, dass im Falle von Art. 169 Abs. 2 SchKG das Konkursverfahren noch nicht eröffnet worden ist. Sämtliche Wirkungen, die das Gesetz an die Eröffnung des Konkurses knüpft, sind hier im Unterschied zur Einstellung des Konkurses nach Art. 230 Abs. 1 und 2 SchKG noch nicht eingetreten.\n\nDies gilt auch für registermässige Wirkungen, die an die Eröffnung des Konkurses geknüpft werden. Fällt der Inhaber einer Einzelfirma in Konkurs oder wird eine Gesellschaft durch Konkurs aufgelöst, so führt dies zunächst gestützt auf die Mitteilung des Konkursrichters zur Eintragung einer entsprechenden Änderung (Art. 64 Abs. 1 HRegV). Kommt es alsdann zu einer Einstellung des Konkursverfahrens, so wird dies dem Handelsregisterführer vom Konkursgericht oder dem Konkursamt ebenfalls mitgeteilt (vgl. hierzu Kreisschreiben des Bundesgerichts Nr. 33 vom 7. Dezember 1955 = BGE 81 III 129 f). Handelt es sich um eine Gesellschaft, so wird diese anschliessend vom Handelsregisterführer gemäss Art. 66 Abs. 2 HRegV im Handelsregister gelöscht, wenn nicht deren Vertreter gegen die Ankündigung der Löschung eine begründete Einsprache erheben. Die Löschung ist aber unter allen Umständen nach durchgeführter Liquidation vorzunehmen. Auf diese Weise können vor der Löschung noch allfällige Aktiven verwertet werden, die nach der Schätzung des Konkursamtes zur Deckung der Konkurskosten nicht ausreichen, die es aber doch verdienen, liquidiert zu werden (BGE 102 III 59).\n\nDies zeigt, dass das Vermögen einer Gesellschaft vollständig zu liquidieren und die Gesellschaft am Schluss des Verfahrens zu löschen ist, wenn der Konkurs über sie einmal - allenfalls nach der Leistung eines Kostenvorschusses nach Art. 169 SchKG - eröffnet worden ist. Leistet der Gläubiger hingegen den allfällig vor der Konkurseröffnung verlangten Kostenvorschuss nicht, so BGE 113 III 116 S. 120fällt die schuldnerische Gesellschaft nicht in Konkurs. Konsequenterweise findet daher keine zwangsweise Liquidation des Vermögens statt, und die Gesellschaft selbst wird nicht gelöscht. Daraus erhellt, dass sich die unterschiedliche gesetzliche Regelung aus dem jeweils unterschiedlichen Stand des Betreibungsverfahrens ohne weiteres ergibt. Es ist denn auch zu beachten, dass das Gesetz die Möglichkeit, den der Konkursbetreibung unterliegenden Schuldner während zwei Jahren auch auf Pfändung zu betreiben, in Art. 230 Abs. 3 SchKG nicht an die Nichtleistung des Kostenvorschusses, sondern an die Einstellung des Konkursverfahrens knüpft.\n\nd) Anzufügen bleibt, dass bei der Einstellung des Konkurses nach Art. 230 SchKG auch eine grössere Klarheit darüber besteht, wieviel verwertbares Vermögen tatsächlich vorhanden ist, als vor der Konkurseröffnung. Zudem erwächst dem Gläubiger in aller Regel kein schwerwiegender Nachteil, wenn er den Schuldner im Falle der Nichteröffnung des Konkurses mangels Aktiven nicht auch auf Pfändung betreiben kann, hat er es doch in der Hand, die Konkurseröffnung durch Leistung eines Kostenvorschusses zu erwirken. Nachdem das Gesetz die beiden Fälle nicht gleich behandelt, besteht somit kein Anlass, dies auf dem Wege der Rechtsprechung herbeizuführen. Bezeichnenderweise hat denn auch die mit der Revision des Schuldbetreibungs- und Konkursrechts beauftragte Expertenkommission keinen Grund für eine diesbezügliche Änderung, Ergänzung oder Klarstellung des bestehenden Gesetzes gesehen."}