{"annee": "113", "cour": "IV", "page": "49", "date": "15/5/1987", "cite": [], "cite_par": ["141 IV 55"], "chapeau": "15. Auszug aus dem Urteil des Kassationshofes vom 15. Mai 1987 i.S. M. gegen Direktion der Justiz des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["1. Ordre dans lequel il convient de faire purger des peines exécutables en commun. Le droit fédéral ne contient aucune disposition prescrivant l'ordre dans lequel il convient de faire purger des peines exécutables en commun (consid. 2). On ne peut critiquer les autorités qui, dans un tel cas, font exécuter en premier les peines dont la prescription est proche (consid. 3). 2. Art. 38 ch. 4 al. 6 CP. La décision de réintégration rendue par l'autorité compétente au sens de l'art. 38 ch. 4 al. 1 CP constitue l'ordre de faire exécuter le solde de la peine conformément à l'art. 38 ch. 4 al. 6 CP (consid. 5b)."], "faits": "BGE 113 IV 49 S. 49\n\nM. wurde zwischen 1973 und 1981 wegen verschiedener Straftaten mehrmals verurteilt. Am 23. Oktober 1981 erteilte die Staatsanwaltschaft BGE 113 IV 49 S. 50des Kantons Zürich einen Vollzugsauftrag, welcher ein Urteil des kantonalen Obergerichts vom 12. Oktober 1981 (4 Jahre Zuchthaus abzüglich 455 Tage Untersuchungshaft) betraf. Am 2. November 1981 folgte ein weiterer Vollzugsauftrag, der die Umwandlung einer Busse in 13 Tage Haft zum Gegenstand hatte und auf welchem sich der Vermerk befindet: \"im Anschluss an die anderen Strafen\". Zwei weitere Vollzugsaufträge ergingen am 20. Januar 1982; dabei ging es um Widerrufe früher gewährter bedingter Entlassungen (Strafreste von 44 und 29 Tagen Gefängnis); erneut ist angemerkt: \"im Anschluss an die andere(n) Strafe(n)\".\n\nNoch 1982 entwich M. aus dem Strafvollzug. Er konnte erst am 4. Juli 1986 wieder festgenommen werden. An diesem Tag ergingen zwei neue Vollzugsaufträge. Der eine wurde von der Staatsanwaltschaft Zürich erteilt und betraf das oben bereits erwähnte obergerichtliche Urteil vom 12. Oktober 1981; unter der Rubrik \"Bemerkungen\" findet sich nur ein Hinweis auf die Dauer der Flucht. Der zweite Vollzugsauftrag erging seitens der Bezirksanwaltschaft Zürich; er bezieht sich auf den weiteren Widerruf einer früheren bedingten Entlassung, wobei hier der Strafrest 298 Tage Gefängnis beträgt; das Schreiben trägt den Vermerk: \"Vollzug im Anschluss an die Obergerichtsstrafe\".\n\nMit Brief vom 13. August 1986 bat M. die Strafvollzugsbehörden des Kantons Zürich, ihn darüber zu orientieren, \"welche Strafen von welcher Seite aufgrund welcher Urteile gegen mich zum Vollzug angeordnet worden sind\". Am 18. August 1986 antwortete ihm die Staatsanwaltschaft des Kantons Zürich, er möge sich mit seinem Anliegen an die Gefängnisverwaltung wenden, welche über \"sämtliche Vollzugsaufträge\" verfüge.\n\nVerschiedene weitere Eingaben des M. nahm die Justizdirektion des Kantons Zürich in der Folge als Rekurs entgegen. Am 22. Januar 1987 verfügte sie, der Rekurs \"gegen die Mitteilung der Staatsanwaltschaft des Kantons Zürich vom 18. August 1986 bzw. die dort erwähnten Vollzugsanordnungen\" werde abgewiesen.\n\nM. erhebt rechtzeitig Verwaltungsgerichtsbeschwerde mit dem Antrag, die Verfügung der Justizdirektion vom 22. Januar 1987 sei aufzuheben und den Strafvollzugsbehörden des Kantons Zürich sei zu untersagen, \"am Beschwerdeführer andere als die vom Obergericht des Kantons Zürich I. Strafkammer vom 12. Oktober 1981 ausgesprochene Strafe von 4 Jahren Zuchthaus abzüglich 455 Tage Untersuchungshaft zu vollziehen\".\n\nBGE 113 IV 49 S. 51", "considerants": "Aus den Erwägungen:\n\n1. Unbestritten ist der Vollzug der vom Obergericht des Kantons Zürich am 12. Oktober 1981 ausgefällten Strafe von vier Jahren Zuchthaus. Was die übrigen Strafen betrifft, vertritt der Beschwerdeführer die Ansicht, auf deren Vollzug müsse verzichtet werden, da die Vollstreckungsverjährung eingetreten sei.\n\nIn grundsätzlicher Hinsicht prüfte die Vorinstanz die Frage, ob die tatsächlich mittlerweile verjährten Strafen \"nicht bereits vor der Flucht des Rekurrenten im Jahre 1982 erstanden wurden, und er heute im Vollzug von Strafen steht, die noch keineswegs verjährt sind\". Es geht mit anderen Worten um das Problem, in welcher Reihenfolge gemeinsam zu verbüssende Strafen zu vollziehen sind.\n\nDie Vorinstanz stellte sich auf den Standpunkt, das Bundesrecht enthalte diesbezüglich keine Vorschriften. Da auch keine einheitliche Praxis der Vollzugsbehörden ersichtlich sei, müsse berücksichtigt werden, \"dass es weder das Ziel des Gesetzgebers noch der Vollzugspraxis sein kann, beim Vollzug von Gesamtstrafen eine Reihenfolge der Teilstrafen festzulegen, die dazu führt, dass beim Strafantritt noch vollziehbare Teilstrafen vor ihrem Beginn verjähren\". Es sei also davon auszugehen, dass \"bei einem gesamthaften Vollzug von mehreren Strafen vorerst die Strafen zu vollziehen sind, bei denen innerhalb der Dauer der Gesamtstrafe die Gefahr der Verjährung besteht, und erst anschliessend die Strafen, bei denen die Vollstreckungsverjährung erst in einem späteren Zeitpunkt eintreten wird\".\n\n2. Zunächst ist zu untersuchen, ob sich dem Bundesrecht für die Lösung der vorliegenden Frage etwas entnehmen lässt. Wie die Vorinstanz richtig feststellt, enthalten weder das StGB noch die VStGB 1 einschlägige Vorschriften. Immerhin sagt Art. 2 Abs. 7 VStGB 1, dass dann, wenn Verwahrungen nach Art. 42 StGB mit Freiheitsstrafen im Vollzug zusammentreffen, die Strafen in den Verwahrungen untergehen. Daraus kann aber noch nicht geschlossen werden, der Gesetzgeber habe den gemeinsamen Vollzug mehrerer Freiheitsstrafen dahingehend regeln wollen, dass die verschiedenen Strafen in einer Art Gesamtstrafe \"untergehen\" und sich folglich das Problem der zeitlichen Reihenfolge gar nicht mehr stellen würde.\n\nEtwas anderes ergibt sich nicht aus den vom Beschwerdeführer erwähnten Bestimmungen. Er verweist zunächst auf Art. 37 Ziff. 1 StGB, wonach der Vollzug der Zuchthaus- und Gefängnisstrafen BGE 113 IV 49 S. 52erziehend auf den Gefangenen einwirken soll. Es ist jedoch unerfindlich, wieso es erziehender sein soll, wenn der Betroffene vorerst \"eine langjährige Strafe absitzt, für die er unmittelbar zuvor verurteilt worden ist, und nicht solche Strafen, die teilweise viele Jahre zurückliegen\". Für den vorliegenden Fall ist dieses Argument im übrigen unbehelflich, da alle heute zum Vollzug anstehenden Strafen vor mindestens fünf Jahren ausgesprochen worden sind.\n\nZum zweiten verweist der Beschwerdeführer auf Art. 2 Abs. 8 VStGB 1, der \"in Analogie\" herangezogen werden sollte. Nach dieser Bestimmung ist vorerst die am dringlichsten oder zweckmässigsten erscheinende Massnahme oder Strafe zu vollziehen, wenn Massnahmen mit Strafen im Vollzug zusammentreffen. Diese Regelung ist für jene Fälle gedacht und sinnvoll, in welchen Massnahmen mit Strafen im Vollzug zusammentreffen. In casu geht es jedoch ausschliesslich um die Verbüssung von Freiheitsstrafen; es ist nicht zu sehen, welche der Strafen zum jetzigen Zeitpunkt am \"zweckmässigsten\" oder am \"dringlichsten\" erscheinen könnte. Abgesehen davon erscheint die Lösung der Vorinstanz gerade unter dem Aspekt der Dringlichkeit als vernünftig.\n\n3. Enthält das Bundesrecht keine Lösung für die Frage, in welcher Reihenfolge gemeinsam zu vollziehende Strafen zu verbüssen sind, so haben die Kantone dieses Problem zu regeln. Der Beschwerdeführer behauptet nicht, dass der Kanton Zürich diesbezüglich ausdrückliche Bestimmungen erlassen hat. Insbesondere lässt sich den §§ 16 ff. des kantonalen Straf- und Vollzugsgesetzes dazu nichts entnehmen. Dasselbe gilt für § 4 der Verordnung über die kantonale Strafanstalt Regensdorf, worin der Vollzugsauftrag als Aufnahmevoraussetzung genannt wird.\n\nGrundsätzlich ist nicht zu beanstanden, wenn die Behörden von mehreren gemeinsam zu verbüssenden Strafen vorerst diejenigen vollziehen lassen, bei denen die Gefahr der Verjährung besteht (ebenso DÜBI, Handbuch über den Straf- und Massnahmenvollzug, Bern 1971, S. 76 lit. e). Dieser Regelung ist sogar der Vorzug zu geben, da unbedingt ausgesprochene Freiheitsstrafen nach Möglichkeit auch vollzogen werden sollten.\n\n4. Im vorliegenden Fall ist jedoch in den Vollzugsaufträgen von Staats- und Bezirksanwaltschaft eine von der Ansicht der Vorinstanz abweichende Ordnung getroffen worden, da sich verschiedentlich der Vermerk findet: \"im Anschluss an die anderen Strafen\" bzw. \"Vollzug im Anschluss an die Obergerichtsstrafe\".\n\nBGE 113 IV 49 S. 53Der Beschwerdeführer wirft der Justizdirektion deshalb eine aktenwidrige Feststellung des rechtserheblichen Sachverhaltes vor.\n\nDas im Kanton Zürich verwendete Formular \"Vollzugsauftrag\" wird verschiedenen Polizeistellen und der Vollzugsanstalt, nicht aber dem Verurteilten zugestellt. Es enthält alle Angaben, die die Vollzugsanstalt kennen muss, um den Vollzug der konkreten Freiheitsstrafe durchführen zu können. Nebst verschiedenen Hinweisen zur Person und zum vollziehbaren Urteil enthält es zwei Rubriken über den \"Vollzugsbeginn\" und das \"Vollzugsende\". Im ersten Vollzugsauftrag vom 23. Oktober 1981 sowie im ersten nach der Flucht des Beschwerdeführers ergangenen Vollzugsauftrag, die beide das obergerichtliche Urteil vom 12. Oktober 1981 betreffen, wurden die entsprechenden Daten berechnet und notiert. In den weiteren Vollzugsaufträgen wurden diese Rubriken demgegenüber freigelassen, dagegen wurde unter \"Bemerkungen\" festgestellt, die Strafen seien im Anschluss an jene Strafe(n) zu vollziehen, in deren Vollzug der Verurteilte sich zur Zeit befinde. Diese Bemerkungen legten aber nicht die chronologische Reihenfolge der Strafen innerhalb des Vollzugs fest, sondern bildeten nur einen Hinweis zuhanden der Vollzugsanstalt, dass der Betroffene sich bereits im Vollzug einer anderen Freiheitsstrafe befindet. Diese Annahme rechtfertigt sich umso eher, als - wie gesagt - der Vollzugsauftrag dem Verurteilten gewöhnlich nicht zu Gesicht kommt. Aus diesem nur für den internen Gebrauch gedachten Auftragsformular kann der Beschwerdeführer deshalb nichts zu seinen Gunsten ableiten. Gesamthaft gesehen, ist die in E. 1 dargestellte Auffassung der Vorinstanz nicht zu beanstanden.\n\n5. In zwei weiteren Punkten ist die Beschwerde ebenfalls abzuweisen.\n\na) ...\n\nb) Weiter bemängelt der Beschwerdeführer den angeordneten Vollzug eines Strafrestes von 298 Tagen Gefängnis gemäss Widerrufsverfügung der Justizdirektion vom 14. Januar 1982. Die bei der seinerzeitigen bedingten Entlassung am 15. April 1976 angesetzte Probezeit betrug drei Jahre und lief folglich im April 1979 ab. Der entsprechende Vollzugsauftrag der Bezirksanwaltschaft Zürich datiert vom 4. Juli 1986. Der Beschwerdeführer beruft sich auf letzteres Datum und auf Art. 38 Ziff. 4 Abs. 6 StGB; nach dieser Bestimmung könne der Vollzug der Reststrafe nicht mehr angeordnet werden, wenn seit dem Ablauf der Probezeit fünf Jahre BGE 113 IV 49 S. 54verstrichen seien, weshalb ein Vollzug der Reststrafe nach dem 15. April 1984 nicht mehr möglich sei.\n\nDamit ist er nicht zu hören. Mit der \"Anordnung\" des Vollzugs der Reststrafe gemäss Art. 38 Ziff. 4 Abs. 6 StGB ist der Rückversetzungsentscheid der zuständigen Behörde i.S. von Art. 38 Ziff. 4 Abs. 1 StGB gemeint. Dieser datiert vom 14. Januar 1982 und erging mithin vor dem vom Beschwerdeführer als massgebend erachteten 15. April 1984. Der interne Vollzugsauftrag der Bezirksanwaltschaft an die Vollzugsanstalt ist demgegenüber für die vorliegend zu prüfende Frage ohne Belang. Der Beschwerdeführer verkennt, dass der Gesetzgeber in Abs. 6 nicht nur vom \"Vollzug der Reststrafe\" spricht, sondern den besonderen Fall regelt, in welchem der Vollzug der Reststrafe wegen des Zeitlaufs \"nicht mehr angeordnet werden\" kann. Denselben Ausdruck verwendet das Gesetz auch in Art. 74 StGB, wonach die Verjährung beim bedingten Strafvollzug mit dem Tag beginnt, an dem \"der Vollzug der Strafe angeordnet\" wird. Auch hier ist naturgemäss nicht der Tag gemeint, an welchem der Vollzug tatsächlich beginnt. Dies zeigt, dass der vom Beschwerdeführer behauptete Unterschied zwischen den Begriffen \"Rückversetzung\" und \"Anordnung des Vollzugs\" nicht besteht."}