{"annee": "114", "cour": "V", "page": "102", "date": "10/6/1988", "cite": ["109 IA 116", "111 IB 161", "112 IA 251", "109 V 207", "113 V 198", "110 V 17", "111 IA 86", "108 IA 111", "110 IA 7", "112 V 356", "111 V 104", "107 V 203"], "cite_par": ["115 V 224", "116 V 218", "124 V 327", "128 V 116", "117 V 214", "118 V 35", "116 V 198", "130 V 80", "117 V 50", "115 V 239", "115 V 244", "116 V 333", "117 V 336", "120 V 312", "127 V 252", "122 III 57", "119 V 283"], "chapeau": "21. Arrêt du 10 juin 1988 dans la cause Caisse de pensions de l'Etat de Vaud contre F. et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 73 al. 1 LPP: Nature de la contestation au sens de cette disposition. La contestation qui oppose une institution de prévoyance à un ayant droit relève de la compétence des autorités juridictionnelles instituées par l'art. 73 LPP si elle ressortit au domaine spécifique du droit de la prévoyance professionnelle et met en cause le rapport d'assurance entre l'institution de prévoyance et l'ayant droit (consid. 1b). Art. 73 al. 4 LPP, art. 97 al. 1 et 128 OJ, art. 5 al. 1 PA: Recevabilité du recours de droit administratif en matière de prévoyance professionnelle. L'art. 73 LPP constitue une réglementation spéciale, dérogeant à l'OJ, dans la mesure où il supprime implicitement une des conditions ordinaires de recevabilité du recours de droit administratif, à savoir l'existence d'une décision fondée sur le droit public fédéral (consid. 1b). Art. 4 al. 1 Cst.: Principe de l'égalité de traitement. Examen de la compatibilité avec l'art. 4 al. 1 Cst. d'une réglementation, prévue par une loi cantonale régissant une institution de prévoyance de droit public, relative à la possibilité de racheter des années d'assurance (consid. 2 et 3)."], "faits": "BGE 114 V 102 S. 103\n\nA.- Jean-Pierre F., né le 16 mai 1930, est affilié à la Caisse de pensions de l'Etat de Vaud depuis le 1er mai 1962. En 1971, il a été nommé \"maître spécial de collège\" (maître de dessin et de travaux manuels) à S. par le Conseil d'Etat vaudois.\n\nPar lettre du 5 novembre 1986, le Service cantonal de l'enseignement secondaire a fait savoir au prénommé que le Conseil d'Etat avait décidé de supprimer la fonction susmentionnée - qui comportait 25 périodes d'enseignement hebdomadaires, et pour laquelle l'âge minimal de la retraite était fixé à 60 ans - et de créer notamment les nouvelles fonctions de maître de dessin, maître d'éducation physique, maître de musique, et maître de travaux manuels, postes chargés de 28 périodes d'enseignement par semaine, mais pour lesquels l'âge de la retraite était abaissé à 57 ans. Le service cantonal l'a informé en outre qu'il pouvait choisir entre le maintien de son statut antérieur, sans modifications essentielles, et l'adoption du nouveau statut; il a précisé toutefois qu'il fallait enseigner durant deux années scolaires complètes selon un horaire hebdomadaire de 28 périodes pour avoir la possibilité de prendre la retraite au plus tôt à 57 ans.\n\nJean-Pierre F. s'est alors adressé à la Caisse de pensions de l'Etat de Vaud en vue de procéder au rachat de trois années d'assurance, de manière à bénéficier à l'âge de 57 ans d'une rente de vieillesse au même taux que celui qui lui serait applicable à 60 ans. La caisse de pensions a refusé d'accéder à cette requête, en invoquant les dispositions légales qui la régissent, soit la loi du 18 juin 1984 sur la Caisse de pensions de l'Etat de Vaud, selon laquelle la décision de rachat d'années d'assurance doit intervenir avant l'âge de 55 ans BGE 114 V 102 S. 104révolus ou, après cet âge, dans les six mois dès l'engagement, termes non respectés en l'occurrence. Ce refus a été confirmé par le Conseil d'administration de la caisse de pensions le 10 décembre 1986.\n\nB.- Jean-Pierre F. a déféré cette contestation au Tribunal des assurances du canton de Vaud, lequel a admis ses conclusions par jugement du 25 mars 1987, en déclarant qu'il devait être autorisé à \"racheter trois années d'assurance afin d'être placé dans la même situation que celle où il se serait trouvé si le nouveau statut avait conservé l'âge de la retraite reconnu jusqu'ici pour les maîtres de dessin\". Les premiers juges ont considéré, en résumé, que la stricte application de la disposition légale invoquée par la caisse de pensions était inéquitable en l'espèce, dans la mesure où elle ne permet pas à l'intéressé de faire usage de la faculté de choisir le nouveau statut, comportant la possibilité de prendre la retraite à 57 ans, sans que sa rente de vieillesse soit réduite en raison de trois années d'assurance manquantes.\n\nC.- La Caisse de pensions de l'Etat de Vaud interjette recours de droit administratif contre ce jugement, dont elle demande l'annulation.\n\nL'intimé conclut implicitement au rejet du recours, sur lequel l'Office fédéral des assurances sociales renonce à se déterminer.", "considerants": "Considérant en droit:\n\n1. a) Selon l'art. 73 LPP, chaque canton désigne un tribunal qui connaît, en dernière instance cantonale, des contestations opposant institutions de prévoyance, employeurs et ayants droit (al. 1). Les décisions des tribunaux cantonaux peuvent être déférées au Tribunal fédéral des assurances par la voie du recours de droit administratif (al. 4).\n\nL'art. 73 LPP s'applique d'une part aux institutions de prévoyance enregistrées de droit privé ou de droit public - aussi bien en ce qui concerne les prestations minimales obligatoires qu'en ce qui concerne les prestations s'étendant au-delà (art. 49 al. 2 LPP) - et, d'autre part, aux fondations de prévoyance en faveur du personnel non enregistrées, dans le domaine des prestations qui dépassent le minimum obligatoire (art. 89bis al. 6 CC; ATF 113 V 200 consid. 1a et 293 consid. 1a). La Caisse de pensions de l'Etat de Vaud est une institution de prévoyance de droit public, inscrite au registre de la prévoyance professionnelle, et participant à l'application BGE 114 V 102 S. 105du régime de l'assurance obligatoire (cf. art. 48 al. 1 et 2 LPP). Elle est régie principalement par la loi cantonale vaudoise sur la Caisse de pensions de l'Etat de Vaud, du 18 juin 1984 (ci-après: LCP).\n\nb) Le litige qui oppose en l'espèce ladite caisse à Jean-Pierre F. porte sur l'application d'une disposition de la LCP réglant la possibilité des assurés de racheter des années d'assurance. Cette question relève en principe de la compétence juridictionnelle instituée par l'art. 73 LPP, car il s'agit d'une contestation qui ressortit au domaine spécifique du droit de la prévoyance professionnelle et qui met en cause le rapport d'assurance entre un ayant droit et une institution de prévoyance au sens de cette disposition (cf. RIEMER, Das Recht der beruflichen Vorsorge in der Schweiz, p. 127; MEYER, Die Rechtswege nach dem BVG, RDS 106/1987 I, p. 613 et p. 629 ch. 3.2). Savoir si le point litigieux - soit dans le cas présent le droit d'un assuré de procéder au rachat d'années d'assurance - est ou non l'objet d'une réglementation expresse de la LPP, ou de ses dispositions d'exécution, n'est pas déterminant en ce qui concerne la compétence, c'est-à-dire la recevabilité de l'action devant le tribunal cantonal, ou du recours subséquent devant le Tribunal fédéral des assurances. Les autorités juridictionnelles instituées par l'art. 73 LPP sont en effet appelées à connaître de litiges qui, parce qu'ils concernent une institution de prévoyance enregistrée ayant étendu la prévoyance au-delà des prestations minimales (art. 49 al. 2 LPP) ou une fondation de prévoyance au sens de l'art. 89bis al. 6 CC, n'appellent l'application d'aucune disposition du droit public fédéral (quant au fond), et doivent être tranchés exclusivement au regard du droit privé, du droit public cantonal, ou du droit public communal. Cette situation résulte de la volonté du législateur de créer une compétence juridictionnelle unique pour le domaine des prestations minimales obligatoires et pour celui des prestations qui s'étendent au-delà, dans les deux cas précités (cf. ATF 112 V 360 consid. 3). Cela signifie, s'agissant du recours de droit administratif devant le Tribunal fédéral des assurances, que l'art. 73 LPP constitue une réglementation spéciale: il supprime en effet, implicitement, une des conditions ordinaires de recevabilité du recours fixées par la loi fédérale d'organisation judiciaire, à savoir l'existence d'une décision fondée sur le droit public fédéral (art. 128 OJ, en corrélation avec les art. 97 al. 1 OJ et 5 al. 1 PA).\n\nBGE 114 V 102 S. 106\n\nc) Le Tribunal fédéral des assurances n'étant pas lié par les motifs que les parties invoquent (art. 114 al. 1 en corrélation avec l'art. 132 OJ), il examine d'office si le jugement attaqué viole des normes du droit fédéral - notion qui comprend aussi le droit constitutionnel fédéral et les principes généraux du droit tels que les principes d'égalité de traitement et de proportionnalité (ATF 109 V 210 consid. 1b) - ou si la juridiction de première instance a commis un excès ou un abus de son pouvoir d'appréciation (art. 104 let. a OJ). Il peut ainsi admettre ou rejeter un recours sans égard aux griefs soulevés par le recourant ou aux raisons retenues par le premier juge (ATF 112 II 29 consid. 2, ATF 111 Ib 164 consid. c, ATF 110 V 20 consid. 1; RAMA 1986 No K 685 p. 299 consid. 1).\n\n2. a) Dans les limites de la LPP, les institutions de prévoyance peuvent adopter le régime de prestations, le mode de financement et l'organisation qui leur conviennent (art. 49 al. 1 LPP). Elles doivent établir les dispositions nécessaires sur les prestations, l'organisation, l'administration et le financement, le contrôle, et les rapports avec les employeurs, les assurés et les ayants droit; dans le cas des institutions de droit public, ces dispositions sont édictées en principe par la collectivité publique dont elles dépendent (art. 50 al. 1 et 2 LPP).\n\nb) En l'espèce, l'art. 43 LCP prévoit que les assurés peuvent prendre leur retraite à l'âge de 60 ans révolus au plus tôt (al. 1). Cette limite est fixée à 57 ans révolus au plus tôt pour les instituteurs et les institutrices, ainsi que pour les fonctionnaires de police (al. 2). Sur préavis du Conseil d'administration de la caisse de pensions, le Conseil d'Etat peut déclarer la règle de l'alinéa 2 applicable à d'autres catégories d'assurés, notamment au personnel soignant des établissements hospitaliers et au personnel gardien des établissements de détention et d'internement (al. 3).\n\nSelon l'art. 16 let. a LCP, l'assuré qui ne compte pas 35 années d'assurance, calculées sur la base d'une activité à plein temps, à l'âge minimum de la retraite peut racheter tout ou partie des années d'assurance manquantes, comptées au degré d'activité lors de la décision de rachat. L'art. 17 LCP prévoit que la décision de rachat d'années d'assurance doit intervenir avant l'âge de 55 ans révolus ou, après cet âge, dans les six mois dès l'engagement.\n\nc) Il n'existe en l'occurrence pas de motifs de mettre en doute la compatibilité avec le droit fédéral de cette réglementation dans son ensemble, laquelle se fonde sur la compétence déléguée aux BGE 114 V 102 S. 107institutions de prévoyance par les art. 49 et 50 LPP. L'art. 13 LPP pose le principe que le droit à des prestations de vieillesse naît à l'âge de 65 ans pour les hommes et à l'âge de 62 ans pour les femmes (al. 1). Mais les dispositions réglementaires de l'institution de prévoyance peuvent prévoir que le droit aux prestations de vieillesse prend naissance le jour où l'activité lucrative prend fin (al. 2, première phrase). Par cette dérogation, le législateur a voulu introduire dans la loi une solution souple, laissant aux institutions de prévoyance notamment la faculté de fixer, pour le début du droit aux prestations minimales obligatoires également, des limites d'âge inférieures à celles mentionnées par l'art. 13 al. 1 LPP (BO 1980 CE 268). Quant au rachat d'années d'assurance, obligatoire ou facultatif selon les cas, la LPP et les dispositions d'exécution y relatives ne contiennent aucune prescription à ce sujet. Destiné à épargner à l'assuré la réduction ultérieure des prestations de l'institution de prévoyance en raison d'un nombre d'années d'assurance insuffisant, il correspond à une pratique courante, comportant de nombreuses variantes. Le cas échéant, le rachat est effectué au moyen de la prestation de libre passage transférée d'une institution de prévoyance à l'autre (cf. HELBLING, Personalvorsorge und BVG, 3e éd., p. 130 s.).\n\n3. a) Est litigieux dans le cas présent le point de savoir si l'intimé peut faire valoir, en raison de la modification de l'âge de la retraite décidée par le Conseil d'Etat en application de l'art. 43 al. 3 LCP, un droit au rachat d'années d'assurance, quand bien même il a dépassé l'âge limite de 55 ans fixé à cet égard par la LCP.\n\nLes premiers juges ont répondu affirmativement à cette question. Ils ont exposé en effet qu'il était \"choquant que des assurés déjà âgés de 55 ans au moment où on leur offre d'adopter un statut avec âge de la retraite moins élevé soient pratiquement empêchés de choisir le nouveau statut parce que l'on ne leur reconnaît pas la faculté de racheter le nombre d'années correspondant à la différence entre l'âge de la retraite dans l'ancien statut et celui moins élevé du nouveau statut\". La juridiction cantonale a considéré dès lors que l'application de l'art. 17 LCP à l'intimé constituait un traitement discriminatoire et arbitraire.\n\nLa recourante objecte à cela, en résumé, que les premiers juges n'avaient pas la compétence de s'écarter d'une disposition claire de la LCP, et qu'il n'y a, par ailleurs, pas lieu d'admettre l'existence d'une lacune dans la LCP au sujet du rachat d'années d'assurance dans des cas tels que celui de l'intimé.\n\nBGE 114 V 102 S. 108\n\nb) Selon la jurisprudence, une norme générale et abstraite viole l'art. 4 al. 1 Cst. - soit le principe de l'égalité devant la loi, et l'interdiction de l'arbitraire qui en résulte - lorsqu'elle n'est pas fondée sur des motifs sérieux et objectifs, qu'elle est dépourvue de sens et d'utilité et qu'elle opère des distinctions juridiques que ne justifient pas les faits à réglementer (ATF 112 Ia 258 consid. 4b et les arrêts cités). Dans l'examen auquel il procède à cette occasion, le juge ne doit toutefois pas substituer sa propre appréciation à celle de l'autorité dont émane la réglementation en cause (ATF ATF 111 Ia 91 consid. 3, ATF 111 V 108 consid. 2c/aa, ATF 110 Ia 13 consid. 2b, ATF 109 Ia 124 consid. 5a, ATF 108 Ia 114 consid. 2b, ATF 107 V 205 consid. 3a).\n\nCe n'est pas, en l'espèce, la limite d'âge de 55 ans en soi - au-delà de laquelle la LCP interdit le rachat d'années d'assurance, sous réserve du cas des personnes entrant ultérieurement au service de l'Etat - que les premiers juges critiquent. Aussi bien ne voit-on pas que cette règle, dont la justification réside, selon le Conseil d'Etat, dans la nécessité \"d'éviter une antisélection des risques\" (exposé des motifs du Conseil d'Etat relatif au projet de loi sur la Caisse de pensions de l'Etat de Vaud, 1984, p. 11), soit contraire à la Constitution. En revanche, les conséquences de l'art. 17 LCP dans le cas des assurés de plus de 55 ans qui sont concernés par l'abaissement de l'âge minimum de la retraite de 60 à 57 ans se révèlent incompatibles avec le principe d'égalité de traitement. Cette catégorie d'assurés, dont l'intimé fait partie, ne peut plus en effet - en raison de cette disposition - procéder au rachat d'années d'assurance afin d'éviter une réduction de la rente de vieillesse en cas de retraite avant l'âge de 60 ans. En cela, la limite de 55 ans défavorise ces assurés d'une manière qui heurte le sens de l'équité, sur le plan de la prévoyance professionnelle, par rapport à tous ceux qui n'ont pas encore atteint cet âge au moment de la modification en question, ainsi que par rapport aux personnes âgées de plus de 55 ans lors de leur engagement par l'Etat.\n\nDes motifs raisonnables à l'appui de cette différence de traitement font défaut; en tout cas, la recourante n'en allègue point. A lui seul, l'équilibre actuariel de la Caisse de pensions, auquel la recourante a fait sommairement allusion en procédure cantonale, ne constitue pas à cet égard un argument suffisant. N'est pas déterminant non plus le fait que l'introduction du nouvel âge minimum de la retraite peut être échelonnée dans le temps en vertu de dispositions transitoires prises par le Conseil d'Etat. Certes, les effets concrets de l'inégalité incriminée s'atténuent lorsque -comme BGE 114 V 102 S. 109c'est le cas, semble-t-il, en l'espèce - l'Etat exige des assurés concernés qu'ils restent à son service pendant une période de deux ans au moins à compter de la modification de leur statut. L'inégalité n'en demeure pas moins inadmissible en principe, du moment que le droit de la prévoyance professionnelle ne fournit pas, à lui seul, de motifs objectifs convaincants aptes à la justifier.\n\nc) C'est ainsi à tort que la recourante critique le jugement entrepris. Celui-ci doit être confirmé dans la mesure où il constate que la limite d'âge de 55 ans, prévue par l'art. 17 LCP, ne fait pas obstacle au rachat éventuel, par l'intimé, de trois années d'assurance au maximum.\n\nQuant à la manière dont la LCP devrait réglementer le rachat d'années d'assurance pour éviter l'inégalité précitée, la Cour de céans n'entend pas préconiser une solution particulière; le choix de la réglementation adéquate doit en effet être réservé au législateur cantonal."}