{"annee": "114", "cour": "V", "page": "181", "date": "24/10/1988", "cite": ["112 V 174", "111 V 279", "110 V 252"], "cite_par": ["116 V 1", "116 V 55", "117 V 170", "117 V 177"], "chapeau": "37. Urteil vom 24. Oktober 1988 i.S. Schweizerische Unfallversicherungsanstalt gegen G. und G. AG sowie Verwaltungsgericht des Kantons Luzern", "regestes": ["Art. 15, 92 al. 1 et 7 LAA, art. 22 al. 1, 2 et 4, art. 115 al. 2 OLAA: Perception des primes pour les assurés travaillant au service de plusieurs employeurs. Pour fixer les primes dans le cas d'un assuré travaillant au service de plusieurs entreprises assujetties, le salaire total ne peut être pris en compte que jusqu'à concurrence du montant maximum du gain assuré."], "faits": "BGE 114 V 181 S. 181\n\nA.- Albert G. ist Verwaltungsratspräsident der Firma G. AG sowie Vizepräsident, Verwaltungsratsdelegierter und Protokollführer der Firma Z. AG. Die Angestellten beider Betriebe sind bei der Schweizerischen Unfallversicherungsanstalt (SUVA) versichert. Die Entschädigungen, die Albert G. für seine Tätigkeit bei den beiden Firmen bezieht, übersteigen je den in der obligatorischen Unfallversicherung vorgeschriebenen Höchstbetrag des versicherten Verdienstes von Fr. 69'600.-- im Jahr, wie er in Art. 22 Abs. 1 UVV in der bis Ende 1986 gültig gewesenen Fassung festgelegt ist. Am 17. Juli 1984 eröffnete die SUVA Albert G. verfügungsweise, seine Lohnbezüge unterlägen ab 1. Januar 1984 für beide Anstellungsverhältnisse je bis zum Höchstbetrag des versicherten Verdienstes der Abrechnungs- und Beitragspflicht. Mit Entscheid vom 27. August 1984 lehnte die SUVA eine gegen die Verfügung erhobene Einsprache unter Hinweis auf Art. 115 BGE 114 V 181 S. 182Abs. 2 UVV ab, wonach bei Mehrfachbeschäftigten der Lohn je Arbeitsverhältnis bis zum Höchstbetrag des versicherten Verdienstes zu erfassen sei.\n\nAuf die Beschwerde des Albert G. hin wies das Verwaltungsgericht des Kantons Luzern mit Entscheid vom 23. August 1985 die SUVA an, die Prämien auf den Lohnbezügen gesamthaft lediglich einmal im Rahmen des Höchstbetrages des versicherten Verdienstes zu erheben.\n\nDie SUVA führte gegen diesen Entscheid Verwaltungsgerichtsbeschwerde beim Eidg. Versicherungsgericht. Dieses hob den angefochtenen Entscheid im materiellen Punkt sowie den Einspracheentscheid vom 27. August 1984 und die Verfügung vom 17. Juli 1984 auf, weil die Voraussetzungen zum Erlass einer Feststellungsverfügung nicht erfüllt waren (Urteil vom 31. Oktober 1986).\n\nB.- Mit Rechnung vom 28. Januar 1987 erhob die SUVA von der Firma G. AG für die Jahre 1984/85 auf der Grundlage einer Lohnsumme von Fr. 69'600.-- Prämien für Berufs- und Nichtberufsunfälle in der Höhe von insgesamt Fr. 2'195.70 (einschliesslich Verwaltungskosten und Zuschlag für Unfallverhütung).\n\nDie gegen diese Verfügung erhobene Einsprache des Albert G. wies die SUVA mit Entscheid vom 17. März 1987 ab.\n\nC.- Diesen Entscheid liessen Albert G. und die Firma G. AG beschwerdeweise an das Verwaltungsgericht des Kantons Luzern weiterziehen. Mit der Beschwerde wurde beanstandet, dass die SUVA auch auf der von der Firma G. AG ausgerichteten Entlöhnung Prämien erhebe, obschon bereits auf den von der Firma Z. AG ausbezahlten Entgelten Beiträge geleistet worden seien.\n\nDas Verwaltungsgericht hiess die Beschwerde gut, hob den Einspracheentscheid und die Prämienverfügung auf mit der Feststellung, dass die Prämien auf den Lohnbezügen von Albert G. bei der Firma G. AG und der Firma Z. AG für die Jahre 1984 und 1985 nur insgesamt im Rahmen des Höchstbetrages des versicherten Verdienstes von Fr. 69'600.-- zu erheben seien (Entscheid vom 18. September 1987).\n\nD.- Mit Verwaltungsgerichtsbeschwerde beantragt die SUVA die Aufhebung des kantonalen Entscheides.\n\nWährend Albert G. und die Firma G. AG die Abweisung der Verwaltungsgerichtsbeschwerde beantragen lassen, schliesst sich das Bundesamt für Sozialversicherung (BSV) der Auffassung der SUVA an.\n\nBGE 114 V 181 S. 183", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Nach Art. 92 Abs. 1 UVG werden die Prämien von den Versicherern in Promillen des versicherten Verdienstes festgesetzt (Satz 1). Sie bestehen aus einer dem Risiko entsprechenden Nettoprämie und aus Zuschlägen für die Verwaltungskosten, für die Kosten der Verhütung von Unfällen und Berufskrankheiten und für die nicht durch Zinsüberschüsse gedeckten Teuerungszulagen (Satz 2). Art. 92 UVG enthält ferner nähere Vorschriften über die Bemessung der Prämien (Abs. 2 bis 6). Abs. 7 delegiert an den Bundesrat folgende Rechtsetzungskompetenzen: Der Bundesrat kann Höchstansätze für die Prämienzuschläge nach Abs. 1 festlegen; er bestimmt die Frist für die Änderung der Prämientarife und die Neuzuteilung der Betriebe in Klassen und Stufen und erlässt Bestimmungen über die Prämienbemessung in Sonderfällen.\n\nArt. 92 Abs. 1 UVG geht für die Prämienfestsetzung vom versicherten Verdienst aus. Dieser Begriff wird in Art. 15 UVG umschrieben. Als versicherter Verdienst gilt für die Bemessung der Taggelder der letzte vor dem Unfall bezogene Lohn, für die Bemessung der Renten der innerhalb eines Jahres vor dem Unfall bezogene Lohn (Abs. 2). Nach Abs. 3 setzt der Bundesrat den Höchstbetrag des versicherten Verdienstes fest und bezeichnet die dazu gehörenden Nebenbezüge und Ersatzeinkünfte. Er erlässt Bestimmungen über den versicherten Verdienst in Sonderfällen, namentlich bei\n\na) langdauernder Taggeldberechtigung;\n\nb) Berufskrankheiten;\n\nc) Versicherten, die nicht oder noch nicht den berufsüblichen\n\nLohn erhalten;\n\nd) Versicherten, die unregelmässig beschäftigt sind.\n\nb) Nach Art. 22 Abs. 1 UVV (in der bis Ende 1986 gültig gewesenen Fassung) beläuft sich der Höchstbetrag des versicherten Verdienstes auf Fr. 69'600.-- im Jahr und Fr. 191.-- im Tag. Als versicherter Verdienst gilt, vorbehältlich von vier hier nicht interessierenden Ausnahmen, der nach der Bundesgesetzgebung über die AHV massgebende Lohn (Abs. 2). Während Abs. 3 die Berechnung des versicherten Verdienstes bei den Taggeldern näher regelt, normiert Art. 22 Abs. 4 UVV u.a. folgendes: Als Grundlage für die Bemessung der Renten gilt der innerhalb eines Jahres vor dem Unfall bei einem oder mehreren Arbeitgebern bezogene Lohn, BGE 114 V 181 S. 184einschliesslich noch nicht ausbezahlter Lohnbestandteile, auf die ein Rechtsanspruch besteht.\n\nGemäss Art. 115 Abs. 1 UVV werden die Prämien auf dem versicherten Verdienst im Sinne von Art. 22 Abs. 1 und 2 UVV erhoben, dies wiederum unter Vorbehalt verschiedener, hier nicht interessierender Abweichungen. Art. 115 Abs. 2 UVV lautet: Bei mehrfach Beschäftigten wird der Lohn je Arbeitsverhältnis bis zum Höchstbetrag des versicherten Verdienstes erfasst. Bei einer Beschäftigungsdauer von weniger als einem Jahr wird der Höchstbetrag des versicherten Verdienstes anteilmässig berechnet.\n\n2. a) Zunächst ist zu prüfen, welche Bedeutung dem Art. 115 Abs. 2 UVV zukommt, auf den sich der angefochtene Einspracheentscheid der SUVA stützt. Dazu meint die Vorinstanz, der Wortlaut von Art. 115 Abs. 2 Satz 1 UVV sei nicht eindeutig. Es sei fraglich, ob bei mehrfach Beschäftigten der Lohn je Arbeitsverhältnis und je bis zum Höchstbetrag des versicherten Verdienstes erfasst werden und der Prämienpflicht unterliegen solle oder ob der Lohn zwar je Arbeitsverhältnis bis zum Höchstbetrag des versicherten Verdienstes zu erfassen sei, wobei aber insgesamt nur der einfache Höchstbetrag prämienpflichtig wäre. Dieser Auffassung kann - mit der SUVA - nicht beigepflichtet werden. Durch die Wendung \"je Arbeitsverhältnis\" hat der Verordnungsgeber klar zum Ausdruck gebracht, dass er die Bezüge aus jedem der Versicherung unterstellten Arbeitsverhältnis bis zum Höchstbetrag des versicherten Verdienstes prämienpflichtig erklären will.\n\nb) Damit beschränkt sich der Streit auf die Frage, ob Art. 115 Abs. 2 Satz 1 UVV übergeordnetem Gesetzes- oder Verfassungsrecht widerspricht. Dabei ist davon auszugehen, dass der Bundesrat an sich im Rahmen delegierter Rechtssetzungskompetenz zur Legiferierung in diesem Bereich zuständig ist, handelt es sich doch bei der Frage der Prämienpflicht auf Bezügen aus mehr als einem unterstellten Arbeitsverhältnis zweifellos um eine \"Prämienbemessung in Sonderfällen\", wozu der Bundesrat nach der klaren Bestimmung des Art. 92 Abs. 7 Satz 2 UVG Bestimmungen zu erlassen hat.\n\nBei der Prüfung der Frage, ob eine vom Bundesrat im Rahmen delegierter Rechtssetzungskompetenz erlassene unselbständige Verordnungsbestimmung vor Gesetz und Verfassung standhält, ist praxisgemäss von folgenden Grundsätzen auszugehen:\n\nDas Eidg. Versicherungsgericht kann Verordnungen des Bundesrates grundsätzlich, von hier nicht in Betracht fallenden BGE 114 V 181 S. 185Ausnahmen abgesehen, auf ihre Rechtmässigkeit hin überprüfen. Bei (unselbständigen) Verordnungen, die sich auf eine gesetzliche Delegation stützen, prüft es, ob sie sich in den Grenzen der dem Bundesrat im Gesetz eingeräumten Befugnisse halten. Wird dem Bundesrat durch die gesetzliche Delegation ein sehr weiter Spielraum des Ermessens für die Regelung auf Verordnungsebene eingeräumt, muss sich das Gericht auf die Prüfung beschränken, ob die umstrittenen Verordnungsvorschriften offensichtlich aus dem Rahmen der dem Bundesrat im Gesetz delegierten Kompetenzen herausfallen oder aus andern Gründen verfassungs- oder gesetzwidrig sind. Es kann jedoch sein eigenes Ermessen nicht an die Stelle desjenigen des Bundesrates setzen, und es hat auch nicht die Zweckmässigkeit zu untersuchen. Die vom Bundesrat verordnete Regelung verstösst allerdings dann gegen Art. 4 BV, wenn sie sich nicht auf ernsthafte Gründe stützen lässt, wenn sie sinn- oder zwecklos ist oder wenn sie rechtliche Unterscheidungen trifft, für die sich ein vernünftiger Grund nicht finden lässt. Gleiches gilt, wenn die Verordnung es unterlässt, Unterscheidungen zu treffen, die richtigerweise hätten berücksichtigt werden sollen (BGE 112 V 178 Erw. 4c, BGE 111 V 284 Erw. 5a, 395 Erw. 4a, BGE 110 V 256 Erw. 4a und 328 Erw. 2d, je mit Hinweisen).\n\n3. Aus dem bis Ende 1983 gültig gewesenen Art. 112 Abs. 2 KUVG geht hervor, dass auch unter dem alten Recht die Prämienerhebung auf den für das Krankengeld (Art. 74 Abs. 2 KUVG) und die Invalidenrente (Art. 78 Abs. 5 KUVG) massgeblichen höchstversicherbaren Verdienst von zuletzt 150 Franken im Tag bzw. 46'800 Franken im Jahr beschränkt war. Zur Prämienberechnung waren grundsätzlich somit jene Lohnbestandteile heranzuziehen, nach denen auch die Versicherungsleistungen bemessen wurden (MAURER, Recht und Praxis der Schweizerischen obligatorischen Unfallversicherung, 2. Aufl., S. 333, N. 8 mit Hinweis auf EVGE 1934 S. 121). Zur Prämienpflicht bei im Rahmen mehrerer unterstellter Arbeitsverhältnisse tätigen Versicherten führte das Eidg. Versicherungsgericht im Fall eines Versicherten, der in zwei unterstellten Betrieben Direktor war, in EVGE 1926 S. 210 in Sachen B. aus: Dass der Versicherte schon als Direktor der E.-B. obligatorisch versichert sei und dieses Unternehmen für ihn auch tatsächlich die gesetzlichen Prämien bezahle, schliesse grundsätzlich nicht aus, dass er auch noch bei der Klägerin (der B.) von der obligatorischen Versicherung erfasst werde und dass auch die Klägerin für ihn prämienpflichtig sei. Dies könne aber nur dann BGE 114 V 181 S. 186der Fall sein, wenn für die SUVA infolge der zweifachen Anstellung auch ein doppeltes Versicherungsrisiko bestehe. Die Verpflichtung der Klägerin zur Prämienbezahlung sei deshalb jedenfalls insoweit zu bejahen, als es sich um die Versicherung ihres Direktors gegen Betriebsunfälle handle. Indem dieser neben seiner Tätigkeit als Direktor der E.-B. auch die Direktionsgeschäfte der Klägerin besorge, setze er sich einem doppelten Betriebsunfallrisiko aus, so dass die Erhebung einer doppelten Betriebsunfallprämie durchaus begründet erscheine. Anders verhalte es sich dagegen in bezug auf die Nichtbetriebsunfälle. Dass der Direktor in zwei Betrieben tätig sei, habe nicht zur Folge, dass auch ein zweifaches Nichtbetriebsunfallrisiko laufe. Für Nichtbetriebsunfälle dürfe daher die SUVA in solchen Fällen bei beiden Betrieben zusammen nur für einen Gesamtbetrag vom höchst versicherbaren Jahresverdienst Prämien beziehen. Und zwar seien diese in jenem Betrieb zu erheben, bei welchem der Versicherte das höhere Einkommen habe. Für diese Lösung in bezug auf den Ort der Prämienerhebung würden vor allem Erwägungen der Einfachheit und Zweckmässigkeit sprechen, zumal die Prämien für Nichtbetriebsunfälle ausschliesslich vom Versicherten geschuldet seien und es diesem gleichgültig sein könne, von welchem der beiden Lohnbeträge (Art. 113 KUVG) diese Prämien bezogen würden (EVGE 1926 S. 214).\n\nIm ersten Verfahren vor dem Eidg. Versicherungsgericht hat die SUVA zu diesem Urteil ausgeführt, es seien Betriebsunfallprämien je auf dem Verdienst in beiden Betrieben zu erheben gewesen, während Nichtbetriebsunfallprämien für beide Versicherungsverhältnisse zusammen höchstens bis zum versicherten Verdienst hätten bezogen werden dürfen; bei dieser Lösung sei es bis zum Inkrafttreten des UVG geblieben. Richtig ist zwar, dass das Eidg. Versicherungsgericht das Urteil B. nicht in Frage gestellt bzw. sich während Jahrzehnten nie mehr zu der in jenem Urteil aufgeworfenen Frage ausgesprochen hat. Anderseits hat die SUVA in ihrem \"Führer durch die obligatorische Unfallversicherung\" (Ausgabe 1979, S. 151) für die Aufteilung des prämienpflichtigen Höchstverdienstes bei Beschäftigung in mehreren Betrieben folgendes vorgesehen:\n\n\"Arbeitet ein Versicherter ohne die Normalarbeitszeit zu überschreiten\n\n- in mehreren unterstellten Betrieben und verdient er in allen zusammen jährlich mehr als 46'800 Franken, so muss jeder Betrieb innerhalb des gesetzlichen prämienpflichtigen Höchstverdienstes den Lohnanteil BGE 114 V 181 S. 187deklarieren, welcher der Dauer der täglichen Beschäftigung des Versicherten in einem Unternehmen entspricht.\"\n\nDiese Weisung führt im Ergebnis zu der im vorliegenden Fall von der Vorinstanz getroffenen Lösung.\n\n4. a) In der Botschaft vom 18. August 1976 zum Bundesgesetz über die Unfallversicherung hat der Bundesrat darauf hingewiesen, dass die Bestimmungen über die Höhe der Festsetzung der Prämien im allgemeinen den bisher für die SUVA geltenden Vorschriften nachgebildet seien. Die von allen Versicherungsträgern nach gleichen Grundsätzen erhobenen Netto-(Risiko-)Prämien seien lohnbezogen. Der für den Prämienbezug massgebende Verdienst könne vom Bundesrat nach Art. 15 Abs. 3 näher umschrieben werden. Damit sei die Möglichkeit gegeben, beispielsweise für die Familienzulagen die bisherige Regelung beizubehalten, wonach diese wohl bei der Festsetzung von Versicherungsleistungen, nicht aber bei der Bestimmung der Prämien zu berücksichtigen seien (BBl 1976 III 219).\n\nDiesen Ausführungen lässt sich entnehmen, dass der versicherte Verdienst und damit auch die Höchstbeschränkung sowohl für die Leistungsseite wie für die Prämienseite von Bedeutung ist. Die parlamentarischen Beratungen zu Art. 92 der bundesrätlichen Vorlage, welcher dem geltenden Art. 92 UVG entspricht, enthalten keine Anhaltspunkte dafür, dass beim Vorliegen mehrerer unterstellter Arbeitsverhältnisse bei der Prämienfestsetzung über den nach Art. 15 Abs. 3 UVG höchst versicherbaren Jahresverdienst hinausgegangen werden wollte (Amtl.Bull. N 1979 S. 286 ff.; Amtl.Bull. S 1980 S. 499).\n\nb) In seiner Botschaft vom 11. August 1976 über die Einführung der obligatorischen Arbeitslosenversicherung (Übergangsordnung) hat der Bundesrat auf die Notwendigkeit hingewiesen, das Arbeitslosenversicherungs-Beitragswesen an die Erhebung der AHV-Beiträge anzukoppeln, weil das Unfallversicherungs-Obligatorium für alle Arbeitnehmer sich - entgegen den früheren Erwartungen - nicht rasch verwirklichen liess (BBl 1976 II 1599 f.). Insbesondere zum Entwurf zu Art. 2 Abs. 1 AlVB, wo die Plafonierung der Beiträge auf einem monatlichen Lohn von höchstens 3'900 Franken \"je Arbeitsverhältnis\" vorgesehen war, wird in der Botschaft ausgeführt (S. 1603):\n\n\"Gemäss Verfassungsauftrag ist der beitragspflichtige Lohn zu plafonieren. Zur Erleichterung der Abrechnungen wird der Höchstbetrag an BGE 114 V 181 S. 188die für die SUVA massgebende Grenze angeglichen, jedoch auf den Monat und das Beschäftigungsverhältnis bezogen.\"\n\nIn der Folge wurde diese Plafonierung je Arbeitsverhältnis nicht in Frage gestellt.\n\nIn der Botschaft vom 2. Juli 1980 zu einem neuen Bundesgesetz über die obligatorische Arbeitslosenversicherung und die Insolvenzentschädigung führte der Bundesrat im Zusammenhang mit Art. 2 betreffend Beitragsbemessung, welcher aus der Übergangsordnung im wesentlichen übernommen wurde, aus (BBl 1980 III 555 f.): Den in der Vernehmlassung geäusserten Bedenken gegen jede Plafonierung könne aus verfassungsrechtlichen Überlegungen nicht gefolgt werden; auch den Vorschlägen, die auf eine massive Erhöhung des massgebenden Höchstbetrages hinausliefen, könne nicht entsprochen werden. Der Einbezug von Nebeneinkünften in die Beitragsbemessung sei eine notwendige und nicht ungewollte Folge der schon unter der Übergangsordnung geltenden Regelung, \"wonach Einkommen aus jedem Arbeitsverhältnis bei der Beitragsbemessung berücksichtigt werden\". Das gleiche ergibt sich aus der eindeutigen Stellungnahme des damaligen Bundespräsidenten Honegger auf eine entsprechende Anfrage von Ständerat Hefti (Amtl.Bull. S 1982 S. 129 und 149 f.).\n\n5. a) Sowohl in der Arbeitslosenversicherung als auch in der obligatorischen Unfallversicherung sind die Geldleistungen plafoniert, d.h. nach Massgabe des höchstversicherbaren Verdienstes beschränkt, ohne Rücksicht darauf, ob die Lohnbezüge aus einem oder mehreren der Versicherung unterliegenden Arbeitsverhältnissen stammen. Dies bringt namentlich der bereits zitierte Art. 22 Abs. 1 in Verbindung mit Abs. 4 UVV zum Ausdruck. Wenn nun die Versicherten bzw. deren Arbeitgeber zu Beiträgen oder Prämien auf Entgelten verpflichtet werden sollen, welche insgesamt über den höchstversicherbaren Verdienst hinausgehen, dann handelt es sich dabei offensichtlich um reine Solidaritätsbeiträge. Wie die dargelegte Entstehungsgeschichte des AlVB und des AVIG zeigt, wollten die gesetzgebenden Organe in der Arbeitslosenversicherung bewusst diese Solidaritätskomponente verwirklichen. Sie haben sie auch klar im Gesetz verankert (Art. 2 Abs. 1 AlVB und Art. 3 Abs. 1 AVIG). In der Unfallversicherung dagegen verhält es sich anders. Weder haben die mit dem Erlass des UVG befassten Behörden zur Problemstellung klar Stellung genommen, noch ordnet das UVG in der positives Recht gewordenen Fassung die Zahlung von Solidaritätsbeiträgen an. Entsprechend den Grundsätzen BGE 114 V 181 S. 189der Praxis zur gesetzlichen Grundlage als Voraussetzung für die Erhebung von Abgaben muss aber verlangt werden, dass eine Beitragsordnung mit Solidaritätskomponenten im Gesetz klar verankert wird, wie dies - wie gesagt - für das AVIG, nicht aber für das UVG zutrifft. Denn die Zahlung von Prämien auf Einkommen, die sich in keinem Fall bei der Zusprechung von Geldleistungen (Renten oder Taggeldern) niederschlagen, läuft auf eine voraussetzungslos geschuldete Abgabe hinaus, die ohne klare gesetzliche Grundlage nicht zulässig ist.\n\nb) Durchführungstechnische Bedenken sind demgegenüber nicht stichhaltig. Auch die von der SUVA befürwortete Lösung würde Koordinationsvorschriften erforderlich machen, vor allem beispielsweise im Falle, dass der mehrfach beschäftigte Versicherte einerseits in einem der SUVA unterstellten Betrieb, anderseits in einer Unternehmung tätig wäre, die einem privaten Unfallversicherer angeschlossen ist. Es ist indessen nicht Aufgabe der Rechtsprechung, sondern Sache des Gesetzgebers, die erforderlichen Koordinationsvorschriften aufzustellen oder durch eine Änderung des UVG bezüglich der Prämienzahlungspflicht die grundsätzlich gleiche Rechtslage wie im AVIG (Plafonierung des beitragspflichtigen Verdienstes je Arbeitsverhältnis) zu schaffen.\n\nc) Zusammenfassend ist festzuhalten, dass die SUVA und die anderen Versicherer bei einem Versicherten, der in mehreren unterstellten Betrieben tätig ist, für die Prämienerhebung den Lohn insgesamt lediglich bis zum höchstversicherbaren Verdienst erfassen dürfen. Das ist im vorliegenden Fall durch die Prämienerhebung bei der Firma Z. AG bereits geschehen, weshalb auf den Arbeitsentgelten, welche Albert G. von der Firma G. AG bezieht, nicht auch noch Prämien bezogen werden dürfen. Die Verwaltungsgerichtsbeschwerde erweist sich deshalb als unbegründet.\n\n6. ..."}