{"annee": "114", "cour": "IV", "page": "1", "date": "17/2/1988", "cite": ["72 IV 132", "104 IV 266", "78 IV 127", "102 IV 196", "73 IV 258", "90 IV 62", "77 IV 206"], "cite_par": ["119 IV 145", "117 IV 369", "129 IV 49", "134 IV 82", "134 IV 297", "124 IV 262", "133 IV 112"], "chapeau": "1. Urteil des Kassationshofes vom 17. Februar 1988 i.S. Eidg. Zollverwaltung gegen S. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 2 al. 2, 71 al. 2 CP; lex mitior, prescription (infractions douanières). La partie d'un délit continu commise sous l'empire de l'ancien droit doit être jugée selon l'ancien droit, sous réserve de l'application de la lex mitior (confirmation de la jurisprudence). Lorsque le nouveau droit prévoit un délai de prescription plus long, mais qu'il prévoit en outre une prescription absolue, il convient d'appliquer à l'auteur le droit qui lui est le plus favorable dans le cas concret."], "faits": "BGE 114 IV 1 S. 1\n\nA.- S. führte in der Zeit von 1971 bis zum 20. Oktober 1976 unter Vorlage fingierter Pachtverträge landwirtschaftliche Erzeugnisse aus Österreich in die Schweiz ein, wodurch er in den Genuss der Zollfreiheit kam, wie sie im konkreten Fall beim Bestehen echter Pachtverhältnisse von Gesetzes wegen vorgesehen gewesen wäre.\n\nMit Verfügung vom 23. August 1977 erklärte die Zolluntersuchungsstelle St. Margrethen S. für die bei den Einfuhren nicht entrichteten Einfuhrabgaben von insgesamt Fr. 3'979.15 leistungspflichtig. Beschwerden gegen diese Verfügung wurden durch die BGE 114 IV 1 S. 2Oberzolldirektion, durch die Zollrekurskommission und schliesslich am 18. August 1983 durch das Bundesgericht abgewiesen.\n\nB.- Mit Strafbescheid vom 23. September 1983 verurteilte die Eidgenössische Zollverwaltung S. wegen Bannbruchs und Zollübertretung zu einer Busse von Fr. 48'665.--. Am 25. Oktober 1983 erhob S. dagegen Einsprache, welche von der Oberzolldirektion mit Strafverfügung vom 9. Oktober 1985 abgewiesen wurde. Am 18. Oktober 1985 stellte S. das Begehren um gerichtliche Beurteilung. Mit Urteil vom 9./16. Dezember 1986 bestätigte das Bezirksgericht Oberrheintal die Strafverfügung.\n\nAuf Berufung von S. sprach ihn das Kantonsgericht St. Gallen am 19. Oktober 1987 für die vor dem 1. Januar 1975 getätigten Einfuhren wegen Verjährung frei und verurteilte ihn für die späteren wegen Bannbruchs und Zollübertretung zu einer Busse von Fr. 8'000.--.\n\nC.- Dagegen hat die Oberzolldirektion eidgenössische Nichtigkeitsbeschwerde eingereicht mit dem Antrag, das angefochtene Urteil aufzuheben und die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen.\n\nDer Beschwerdegegner schliesst auf Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Vorinstanz begründet ihre Auffassung, alle Handlungen des Beschwerdegegners vor dem 1. Januar 1975 seien verjährt, wie folgt: Die dem Beschwerdegegner vorgeworfenen Handlungen, begangen in der Zeit von August 1971 bis 20. Oktober 1976, stünden in einem Fortsetzungszusammenhang. Durch Ziffer 7 des Anhangs zum Verwaltungsstrafrecht, in Kraft seit 1. Januar 1975, seien die Verjährungsfristen des Zollgesetzes von bisher zwei auf fünf Jahre erhöht worden. Der unter altem Recht verübte Teil der fortgesetzten Widerhandlung sei - unter Vorbehalt des milderen neuen Rechtes - nach altem Recht zu beurteilen, der unter neuem Recht verübte dagegen auschliesslich nach neuem Recht. Für alle Handlungen vor dem 1. Januar 1975 sei deshalb die zweijährige Verjährungsfrist gemäss altem Recht zugrunde zu legen, wobei zu berücksichtigen sei, dass es nach altem Recht keine absolute Verjährung gab und dass die Verfolgungsverjährung während eines Beschwerdeverfahrens bezüglich der Festsetzung der hinterzogenen Abgabe ruhte. Vorliegendenfalls sei am 23. September 1983, als die Eidgenössische Zollverwaltung einen Strafbescheid im Sinne BGE 114 IV 1 S. 3von Art. 64 VStrR gegen den Beschwerdegegner erliess, die Verjährung nach altem Recht noch nicht eingetreten gewesen. Die Strafverfügung der Eidgenössischen Oberzolldirektion vom 9. Oktober 1985 sei jedoch erst mehr als zwei Jahre danach ergangen. Gemäss Art. 83 Abs. 3 alt ZG werde die Verfolgungsverjährung durch jede gegen den Täter gerichtete Verfolgungshandlung unterbrochen. Jedoch wirke die Ergreifung eines Rechtsmittels nicht verjährungsunterbrechend, weshalb die Einsprache des Beschwerdegegners vom 25. Oktober 1983 keine Auswirkungen auf die Verjährung habe. Dasselbe gelte für die Stellungnahme der Zollkreisdirektion Chur vom 31. Oktober 1983, welche nur intern übermittelt worden und überdies nicht für die Zustellung an den Beschwerdeführer bestimmt gewesen sei.\n\nDie Beschwerdeführerin macht geltend, die neue Verjährungsordnung gemäss VStrR gelte auch für Taten, die vor dem Inkrafttreten des Verwaltungsstrafrechtes verübt worden seien. Massgeblich sei deshalb für den ganzen Anklagesachverhalt die fünfjährige Verjährungsfrist des neuen Rechtes, weshalb keine Verjährung eingetreten sei; die absolute Verjährung trete erst im Frühjahr 1990 ein. Eventualiter wird geltend gemacht, dass auch bei Zugrundelegung der altrechtlichen zweijährigen Verjährungsfrist die Verjährung nicht eingetreten sei, da sowohl die Einsprache des Beschwerdeführers vom 25. Oktober 1983 wie auch die Stellungnahme der Zollkreisdirektion Chur die Verjährung unterbrochen hätten.\n\n2. a) Die Auffassung der Vorinstanz, für das strafbare Verhalten vor dem Inkrafttreten des VStrR beurteile sich die Frage der Verjährung nach der alten Fassung des ZG, ist zutreffend. Das Bundesgericht hat bereits in BGE 72 IV 135 erkannt, dass der unter altem Recht verübte Teil des fortgesetzten Delikts unter dem Vorbehalt der lex mitior nach altem Recht zu beurteilen ist. Zwar begann die Verjährung vorliegend zufolge Fortsetzungszusammenhangs erst mit der Beendigung der deliktischen Tätigkeit am 20. Oktober 1976 (Art. 83 Abs. 2 alt ZG; Art. 71 Abs. 2 StGB). Daraus kann jedoch entgegen der Auffassung der Beschwerdeführerin nicht hergeleitet werden, die Verjährungsfrage beurteile sich ausschliesslich nach neuem Recht. Denn das fortgesetzte Delikt ist nicht ein einheitliches Delikt. Vielmehr liegen ihm mehrere Einzeldelikte zugrunde, die an sich einzeln beurteilt werden könnten, jedoch aus Gründen der Prozessökonomie wie ein einziges behandelt werden (vgl. STRATENWERTH, AT I, § 19 N. 18 mit Hinweisen).BGE 114 IV 1 S. 4\n\nGesetzesänderungen können in der Regel nur Auswirkungen haben auf Taten, die nach Inkrafttreten der Änderung begangen wurden (Art. 2 Abs. 1 StGB), vorliegend also nur auf die nach dem 1. Januar 1975 begangenen Verstösse gegen das Zollgesetz. Wollte man anders entscheiden, dann hätte dies etwa zur Folge, dass eine nach altem Recht beispielsweise nur als Übertretung strafbare Verhaltensweise bei Fortsetzungszusammenhang schwerer bestraft werden könnte, wenn das neue Recht dafür Vergehensstrafe androht. Es liegt auf der Hand, dass ein Verhalten, das nach altem Recht nur eine Übertretung darstellt, nicht deshalb, weil es im Fortsetzungszusammenhang mit einem neurechtlich als Vergehen qualifizierten Verhalten steht, rückwirkend die Qualifikation eines Vergehens haben kann. Entsprechendes muss für eine Verlängerung der Verjährungsfrist gelten. Nach altem Recht trat die Verjährung nach zwei Jahren ein (Art. 83 Abs. 1 alt ZG). Die Anwendung der neuen fünfjährigen Verjährungsfrist gemäss Art. 11 VStrR verstiesse deshalb gegen das Verbot der rückwirkenden Anwendung strengerer Vorschriften. Daran ändert auch nichts, dass nach neuem Recht eine absolute Verjährung nach 7 1/2 Jahren eintreten kann, während das alte Recht das Institut der absoluten Verjährung nicht kannte. Denn diese Milderung des neuen Rechtes käme vorliegendenfalls nicht zum Zuge.\n\nDie Beschwerdeführerin beruft sich für ihre Ansicht, die neue Verjährungsordnung gelte auch für Taten, die vor dem Inkrafttreten des Verwaltungsstrafrechtes verübt worden seien, auf BGE 104 IV 266. In der Tat wird in der Regeste dieses Urteils gesagt, die neue Verjährungsordnung des VStrR gelte auch für Taten, die vor dem Inkrafttreten des VStrR verübt worden seien. Die damals zu entscheidende Rechtsfrage unterscheidet sich jedoch von der heutigen: Zu entscheiden war ein Fall, in dem es nach altem Recht keine Vollstreckungsverjährung gab, wohl aber nach dem neuen Recht des VStrR. Das neue Recht wurde deshalb als das mildere im Sinne von Art. 2 Abs. 2 StGB rückwirkend angewendet (BGE 104 IV 267 E. 1). Auch aus dem Urteil des Bundesgerichtes (II. öffentlichrechtliche Abteilung) vom 18. August 1983 i.S. des Beschwerdegegners sowie aus dem Urteil vom 29. August 1984 i.S. P. C. ergibt sich nichts für den Standpunkt der Beschwerdeführerin, da in jenen Entscheidungen das hier zur Diskussion stehende Problem nicht erörtert wurde. Unbehelflich ist auch der Hinweis auf den Grundsatz, es sei immer nur das alte oder das neue Recht als ganzes anzuwenden, eine Verbindung beider Rechte dagegen ausgeschlossen.BGE 114 IV 1 S. 5\n\nNach der Rechtsprechung besteht nämlich ein Verbot der kombinierten Anwendung des alten und des neuen Rechtes nur in bezug auf ein und dieselbe Tat (BGE 102 IV 197). Es soll damit vermieden werden, dass hinsichtlich eines Delikts beispielsweise dessen Qualifikation sich nach altem, die Sanktion sich aber nach neuem Recht richte. Entsprechend wurde angenommen, dass das Verbot nicht gelte, wenn es um Drogenhandel einerseits und Konsumhandlungen andererseits gehe oder wenn Konsumhandlungen im weiteren Sinne unter sich verschiedene rechtliche Einheiten darstellen. Zur Frage, wie ein Verjährungsproblem wie das vorliegende zu lösen sei, hat sich das Bundesgericht dabei nicht ausgesprochen. Im Gegenteil wurde in BGE 78 IV 129 wie bereits in BGE 77 IV 207 gesagt, dass die unter altem Recht begangene Tat nach altem Recht verjährt, wenn dieses milder ist als das neue.\n\nb) Unterbrechung der Verjährung trat nach Art. 83 Abs. 3 alt ZG ein \"durch jede gegen den Täter gerichtete Verfolgungshandlung\". Diese Formulierung ist offensichtlich enger als die nach neuem Recht massgebliche Regel von Art. 72 Ziff. 2 Abs. 1 StGB, wonach unter anderem auch die Ergreifung von Rechtsmitteln zur Unterbrechung der Verjährung führt. Die Einsprache des Beschwerdegegners vom 25. Oktober 1983 war offensichtlich keine gegen ihn gerichtete Verfolgungshandlung und unterbrach deshalb die Verjährung nicht.\n\nAber auch die interne Stellungnahme der Zollkreisdirektion Chur vom 31. Oktober 1983 war keine gegen den Täter gerichtete Verfolgungshandlung. Sie findet sich bezeichnenderweise auch nicht in den Untersuchungsakten. Erforderlich für die Verjährungsunterbrechung nach Art. 83 Abs. 3 alt ZG ist eine den Prozess fördernde Handlung, die nach aussen in Erscheinung tritt (BGE 73 IV 258 f.), ein nur interner Vorgang genügt nicht (BGE 90 IV 63).\n\nDie am 23. September 1983 durch Ausfällung des Strafbescheides beginnende, neue zweijährige Verjährungsfrist wurde deshalb bis zum Erlass der Strafverfügung durch die Eidgenössische Oberzolldirektion am 9. Oktober 1985 nicht gültig unterbrochen. Die Beschwerde erweist sich deshalb als unbegründet."}