{"annee": "114", "cour": "III", "page": "88", "date": "17/8/1988", "cite": ["102 III 165", "84 III 16", "109 III 120", "81 III 98", "55 III 55", "105 III 140", "104 III 55"], "cite_par": ["117 III 29", "129 III 203", "119 III 70", "118 III 7", "116 III 35"], "chapeau": "26. Extrait de l'arrêt de la Chambre des poursuites et des faillites du 17 août 1988 dans la cause G. (recours LP)", "regestes": ["Art. 10 al. 1 ORI. L'office des poursuites peut examiner sous l'angle de la vraisemblance si le débiteur a aliéné le bien à séquestrer - en l'espèce en donnant un immeuble à son fils - à seule fin de le soustraire à l'exécution forcée (consid. 2 et 3)."], "faits": "", "considerants": "BGE 114 III 88 S. 88\n\nExtrait des considérants:\n\n2. L'office, dont l'autorité inférieure de surveillance a adopté littéralement le point de vue, a estimé vraisemblable la thèse du créancier. Le procès au fond a débuté le 29 avril 1980, après des BGE 114 III 88 S. 89pourparlers; soudain, immédiatement après l'arrêt du Tribunal fédéral du 29 septembre 1987 et peu avant la requête d'un séquestre, le débiteur fait une donation si importante entraînant des frais d'entretien élevés, et sans donner de raisons, à un fils de moins de vingt ans encore au lycée: le transfert de l'immeuble pouvait dès lors tendre à mettre obstacle à une mainmise en faveur du créancier.\n\na) Le pouvoir d'examen de l'office a été souvent défini, récemment encore (ATF 109 III 126 /127).\n\nSi l'office peut vérifier les ordres qu'il reçoit de l'autorité de séquestre et refuser l'exécution d'une ordonnance qui n'est pas conforme aux exigences de la loi, son examen ne peut toutefois en aucun cas porter sur les conditions de fond du séquestre (ATF 105 III 141 consid. 2b et les références). S'il est seulement douteux, voire peu vraisemblable, que les biens désignés par l'autorité de séquestre soient la propriété du débiteur, l'office ne saurait refuser d'exécuter l'ordonnance: il ne peut que séquestrer les biens désignés, puis donner au tiers qui s'en prétend propriétaire la possibilité de faire valoir ses droits dans le cadre de la procédure de revendication des art. 106 à 109 LP (ATF 104 III 58 consid. 3 et les références, 60 consid. 4). Son contrôle se limite donc à une situation parfaitement claire, sur le seul vu de l'ordonnance. Le fait que la propriété du débiteur sur les biens à appréhender n'est pas vraisemblable ne lui permet pas de refuser son concours.\n\nDeux voies de recours s'offrent donc alternativement au tiers. S'il est patent qu'il est propriétaire des biens séquestrés, il devra déposer une plainte contre l'exécution du séquestre, à laquelle l'office aurait dû refuser de procéder. L'autorité de surveillance examinera uniquement si ces biens appartiennent manifestement au tiers plaignant. Pratiquement, le seul cas d'annulation de séquestre sera celui où le créancier lui-même attribue à un tiers la propriété des biens désignés dans l'ordonnance.\n\nSi, en revanche, il est seulement invraisemblable que les biens désignés dans l'ordonnance soient la propriété du débiteur, le tiers agira par la voie du recours de droit public contre l'ordonnance. Il fera valoir que l'autorité de séquestre a admis de manière insoutenable et en l'absence de toute vraisemblance que les biens désignés peuvent appartenir au débiteur séquestré (ATF 109 III 127 /128).\n\nb) Si donc le tiers choisit la voie de la plainte, c'est qu'il prétend que sa propriété est évidente. En l'espèce, et pour les motifs BGE 114 III 88 S. 90invoqués par l'office à la suite du créancier, il n'était certes pas évident que le débiteur ne fût pas réellement propriétaire de l'immeuble aliéné dans les circonstances constatées par l'autorité de séquestre et les organes de la poursuite.\n\n3. L'application des principes généraux sus-rappelés a toutefois été précisée par l'art. 10 al. 1 ORI pour la saisie (et le séquestre) d'immeubles. La mainmise officielle entraîne obligatoirement l'ouverture de la procédure de revendication (al. 2), organisée à l'art. 9 des Instructions du 7 octobre 1920 de la Chambre de céans: au moment de la mesure, les droits du débiteur sont seulement vraisemblables (art. 10 al. 1 ORI); le créancier devra prouver devant le juge ce qu'il doit rendre seulement vraisemblable devant l'autorité de séquestre et l'office (ATF 84 III 18 /19).\n\na) Selon l'art. 10 al. 1 ORI, les immeubles inscrits au registre foncier au nom d'un autre que le débiteur ne peuvent être saisis que si le créancier rend vraisemblable, ou bien:\n\n1o que (par occupation, succession, expropriation, jugement), le débiteur a acquis la propriété sans inscription au registre foncier (art. 656, al. 2 CC), ou bien\n\n2o qu'en vertu du régime matrimonial l'immeuble répond des dettes du débiteur poursuivi, ou bien\n\n3o que l'inscription au registre foncier est inexacte.\n\nAucune de ces hypothèses n'est réalisée en l'espèce, même pas la dernière. Mais la disposition applique les principes généraux. Aussi bien, la troisième situation, qu'elle évoque sans plus de précisions, doit être entendue dans un sens large. Il faut tenir compte du but qu'elle vise. C'est ainsi qu'on l'appliquera par analogie au cas où le débiteur a aliéné l'immeuble dans des circonstances qui justifient la révocation de ce transfert. En effet, l'art. 10 ORI, dans toutes les hypothèses qu'il envisage, tend à autoriser l'exécution forcée malgré l'inscription figurant au registre foncier; il consacre le droit de faire réaliser l'immeuble bien qu'il ne soit pas inscrit au nom du débiteur poursuivi. Or ce droit n'existe pas seulement dans les cas énumérés à l'art. 10 ORI, mais également lorsque le créancier a obtenu la révocation d'un contrat de vente par lequel le débiteur a aliéné un bien quelconque. De cette manière, l'art 10 ORI trouve son complément nécessaire dans les dispositions sur l'action révocatoire (art. 291 LP). Cette jurisprudence (ATF 81 III 102 /103) laisse indécise la question de savoir s'il suffit au créancier de rendre vraisemblable la BGE 114 III 88 S. 91révocabilité. Mais la ratio legis le permet et a déjà ouvert la voie à des applications aussi extensives.\n\nC'est en effet en vain que le tiers soutient qu'un immeuble inscrit au nom d'un autre que le débiteur ne peut être saisi que dans les cas limitativement énumérés par l'art. 10 al. 1 ORI. Ainsi l'ordonnance d'exécution ne s'oppose pas à la saisie, et partant au séquestre, d'un immeuble inscrit au nom d'un tiers lorsque le créancier soutient que ce tiers s'identifie avec le débiteur. Certes, le cas n'est pas expressément mentionné à l'art. 10 ORI. Mais cette disposition légale n'est pas exhaustive; elle ne saurait faire obstacle à la procédure d'exécution forcée dans le cas où, selon la loi civile telle que l'interprète la jurisprudence, la dualité juridique de la société et du propriétaire des actions ne doit pas être prise en considération parce qu'il y a abus de droit à l'invoquer. Entendre littéralement l'art. 10 ORI, c'est l'empêcher de remplir sa fonction, qui est de permettre une procédure d'exécution forcée conforme au droit matériel. On peut d'ailleurs admettre que, lorsque la dualité juridique formelle dissimule une unité économique complète, l'inscription faite au nom de la société est inexacte au sens de l'art. 10 al. 1 ch. 3 ORI (ATF 102 III 169).\n\nCela fait déjà deux extensions admises: l'acte révoqué, l'identité économique du tiers et du débiteur. Toutes deux sont analogues à la donation fictive prétendue en l'espèce, la seconde tout spécialement car il y a suffi que le créancier considérât l'immeuble nominalement au nom du tiers comme étant en réalité la propriété du débiteur: c'est l'exigence même de l'art. 10 al. 1, à savoir que le créancier \"rende vraisemblable\" que l'inscription sur le registre foncier est inexacte. Un arrêt ancien est encore plus explicite (ATF 55 III 55ss). Si le créancier poursuivant conteste la qualité d'accessoires (art 12 ORI), l'office doit procéder à la saisie, en appliquant par analogie l'art. 10 ORI, lorsque le créancier rend vraisemblable que l'inscription est inexacte; il satisfait à cette exigence \"lorsqu'il invoque des faits qui seraient propres à détruire la présomption résultant de l'inscription au registre foncier\".\n\nb) En l'espèce, l'office et les autorités cantonales de surveillance ont admis avec raison que le créancier séquestrant avait allégué auprès de l'autorité de séquestre des circonstances qui faisaient songer à une donation fictive entraînant, si cet avis est reconnu fondé par le juge (art. 10 al. 2 ORI), ou l'inexactitude de l'inscription (en raison de la nullité de la donation, faute par les parties d'avoir eu l'intention de donner et d'accepter), ou du moins BGE 114 III 88 S. 92la licéité de la mainmise en faveur du créancier. Il s'en faut de beaucoup que l'autorité de séquestre ait certainement, à l'évidence, commis une erreur. C'est à elle seule qu'il appartenait de statuer sur la vraisemblance des allégués du créancier, sous réserve d'un recours de droit public.\n\nPar ces motifs,\n\nla Chambre des poursuites et des faillites:\n\nRejette le recours."}