{"annee": "114", "cour": "II", "page": "253", "date": "18/11/1988", "cite": ["99 II 172", "89 II 402", "60 II 121", "84 II 570", "92 II 1", "86 II 41", "97 II 371", "93 II 498", "110 II 352"], "cite_par": ["119 V 11", "115 II 42", "120 V 299", "116 II 351", "117 V 318", "145 III 225", "116 II 196", "131 I 166", "123 III 49", "118 II 254", "131 III 61", "120 II 144", "117 II 598", "120 II 20"], "chapeau": "43. Urteil der I. Zivilabteilung vom 18. November 1988 i.S. A. gegen B. (Berufung)", "regestes": ["Responsabilité pour acte illicite. Action en constatation de droit. 1. Art. 48 al. 1 et 51 al. 1 let. a OJ. Recours en réforme contre une décision finale sur l'admissibilité d'une action en constatation de droit. Défaut d'indication de la valeur litigieuse (consid. 1). 2. Selon le droit fédéral, une action en constatation de droit est en particulier soumise à la condition que le demandeur ait un intérêt digne de protection à la constatation immédiate d'un rapport de droit litigieux (consid. 2a). Circonstances dans lesquelles cette condition doit être niée (consid. 2b)."], "faits": "BGE 114 II 253 S. 253\n\nA.- Der Knabe A. wurde am 22. März 1985, als er acht Jahre alt war, auf einem Spielplatz in Rheinfelden von einem Kunststoffpfeil, der mit einer Metallspitze versehen war, ins linke Auge getroffen. Er hat die Sehkraft dieses Auges daraufhin verloren; dessen Entfernung kann sich zudem als notwendig erweisen, wenn es weiter schrumpfen sollte. Auch ist eine Entzündung des rechten Auges durch das linke nicht ausgeschlossen.BGE 114 II 253 S. 254\n\nA. befand sich zur Zeit des Unfalls hinter einer Bretterwand, die als Zielscheibe diente, und schaute durch ein Loch dem Spielgeschehen zu. Der Pfeil wurde vom damals elfjährigen B. abgeschossen, der den Verletzten vor dem Unfall zusammen mit andern Kameraden gewarnt und weggeschickt haben will und deshalb ein Mitverschulden bestreitet.\n\nB.- Am 14. März 1986 klagte A. gegen B. auf Feststellung, dass der Beklagte für die ihm zugefügte Körperverletzung vollumfänglich hafte. Der Beklagte widersetzte sich diesem Begehren und beantragte, das Verfahren vorerst auf die Frage zu beschränken, ob eine blosse Feststellungsklage überhaupt zulässig sei.\n\nMit Urteil vom 26. November 1987 verneinte das Bezirksgericht Rheinfelden diese Frage und erkannte, dass auf die Klage nicht einzutreten sei. Der Kläger appellierte an das Obergericht des Kantons Aargau, das am 14. April 1988 im gleichen Sinne entschied.\n\nC.- Der Kläger hat Berufung eingelegt mit den Anträgen, das Urteil des Obergerichts aufzuheben und die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen oder sein Feststellungsbegehren gutzuheissen.\n\nDer Beklagte beantragt, auf die Berufung nicht einzutreten oder sie jedenfalls abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Das angefochtene Urteil enthält entgegen der Vorschrift von Art. 51 Abs. 1 lit. a OG keine Angaben über den Streitwert. Beide Parteien sind sich indes darüber einig, dass dieser Wert den Betrag von Fr. 15'000.-- jedenfalls übersteigt, nach Auffassung des Beklagten sogar bei weitem, was übrigens schon nach den schweren Unfallfolgen auf der Hand liegt.\n\nDass das Obergericht bloss über die Zulässigkeit einer Feststellungsklage zu entscheiden hatte, steht der Berufung entgegen der Auffassung, die in der Berufungsantwort vertreten wird, nicht im Wege. Der Beklagte übersieht, dass die Berufung sich gegen einen kantonalen Endentscheid über die Frage richtet, ob vorliegend eine Feststellungsklage nach Bundesrecht zuzulassen sei, oder ob das Obergericht dies zu Unrecht verneint habe. Es lässt sich im Ernst auch nicht sagen, es gehe bloss um die Feststellung einer Tatsache, wie die Berufungsantwort anzunehmen scheint, will der Kläger doch festgestellt wissen, dass der Beklagte den Unfall BGE 114 II 253 S. 255verschuldet habe und daher dafür hafte (vgl. die nicht veröffentlichte Erwägung 1 des in BGE 99 II 172 ff. wiedergegebenen Urteils).\n\n2. Der Kläger machte bereits in der Klageschrift vom 14. März 1986 geltend, dass er mit seinem Feststellungsbegehren zuzulassen sei, weil sich weder die medizinischen noch die wirtschaftlichen Folgen seiner Körperverletzung überblicken liessen, eine Leistungsklage folglich noch gar nicht möglich sei; um unlösbaren Beweisproblemen vorbeugen zu können und sich gegen die drohende Verjährung zu schützen, habe er zudem ein rechtlich erhebliches Interesse an der Feststellung der Haftung. Der Kläger hält daran auch vor Bundesgericht fest; er wirft dem Obergericht insbesondere vor, dass es die bundesrechtlichen Voraussetzungen eines Feststellungsbegehrens, das unabhängig von der Möglichkeit einer Leistungsklage bestehe, verkenne und von einer \"Sachverhaltsfeststellung\" ausgehe, die aktenwidrig sei und auf offensichtlichen Versehen beruhe. Jedenfalls sei es ihm zur Zeit der Klage noch nicht möglich gewesen, seine Ansprüche abzuschätzen oder gar zu beziffern und damit auf abschliessende Leistungen zu klagen. Das angefochtene Urteil laufe auf eine absolute Subsidiarität der Feststellungsklage gegenüber der Leistungsklage hinaus.\n\na) Das Obergericht hat die Zulässigkeit der Feststellungsklage ausschliesslich nach Bundesrecht beurteilt und die Frage, ob ein weitergehender Anspruch auf eine solche Klage nach kantonalem Recht mit Bundesrecht vereinbar wäre, offengelassen. Eine Klage auf Feststellung eines dem eidgenössischen Recht unterstehenden Rechtsverhältnisses ist zuzulassen, wenn der Kläger an der sofortigen Feststellung ein schutzwürdiges Interesse hat, das rechtlicher oder tatsächlicher Natur sein kann, aber erheblich sein muss. Ein solches Interesse fehlt in der Regel, wenn der Kläger in der Lage ist, über eine blosse Feststellung hinaus eine vollstreckbare Leistung zu verlangen (BGE 97 II 375 E. 2 und BGE 99 II 173 E. 2 mit Hinweisen). Zu bejahen ist es dagegen insbesondere, wenn die Rechtsbeziehungen der Parteien ungewiss sind und die Ungewissheit durch die richterliche Feststellung über den Bestand und den Inhalt des Rechtsverhältnisses beseitigt werden kann (BGE 110 II 357 E. 2). Vorbehalten bleibt ferner der Fall, wo die Verletzung andauert und der Schaden noch wächst, der Geschädigte aber an der sofortigen Feststellung der Verletzung interessiert ist und die Leistungsklage vorläufig auf einen Teil des Schadens beschränken muss (BGE 99 II 174).BGE 114 II 253 S. 256\n\nDas heisst nicht, dass jede abstrakte Ungewissheit genüge; erforderlich ist vielmehr, dass ihre Fortdauer dem Kläger nicht mehr zugemutet werden kann, weil sie ihn in seinen Entschlüssen behindert (BGE 110 II 357 E. 2). Gewiss hat ein Geschädigter vom Schaden nicht schon dann im Sinne von Art. 60 Abs. 1 OR Kenntnis, wenn er weiss, dass die unerlaubte Handlung sein Vermögen vermindert hat oder vermindern wird, sondern erst, wenn er ihre schädlichen Auswirkungen soweit kennt, dass er in der Lage ist, für alle Schadensposten auf dem Prozesswege Ersatz zu verlangen (BGE 93 II 502 E. 2, BGE 92 II 4, BGE 89 II 404 und 417). Dagegen braucht er nicht zu wissen, wie hoch ziffernmässig der Schaden ist. Es ist auch nicht nötig, dass sich dieser im Vermögen des Ersatzberechtigten schon ausgewirkt habe. Der Betroffene kann auf Ersatz künftigen Schadens klagen, selbst wenn dessen Umfang sich noch nicht sicher ermitteln lässt, weil künftige Ereignisse ihn noch erhöhen oder vermindern können. Der Satz, wonach der nicht ziffernmässig nachweisbare Schaden nach Ermessen des Richters mit Rücksicht auf den gewöhnlichen Lauf der Dinge und auf die vom Geschädigten getroffenen Massnahmen abgeschätzt werden soll (Art. 42 Abs. 2 OR), ist nicht nur auf den bereits eingetretenen, aber schwer nachweisbaren Schaden zugeschnitten, sondern auch auf Nachteile, die der Betroffene wegen der schädigenden Handlung voraussichtlich noch erleiden wird (BGE 86 II 45, BGE 84 II 576 /77, BGE 60 II 130 f.).\n\nDas gilt namentlich auch für Schäden aus Körperverletzung. Dafür ist selbst dann Ersatz zuzusprechen, wenn die körperlichen Folgen der Verletzung noch unsicher sind; denn Art. 46 Abs. 2 OR ermächtigt den Richter, bis auf zwei Jahre, vom Tage des Urteils an gerechnet, dessen Abänderung vorzubehalten, wenn die Folgen der Verletzung im Zeitpunkt der Urteilsfällung nicht mit hinreichender Sicherheit festgestellt sind. Aus dieser Bestimmung ergibt sich, dass die Schadenersatzklage sogar dann geschützt werden muss, wenn der künftige Grad der körperlichen Behinderung noch nicht einmal \"hinreichend\" sicher ist und auch noch ungewiss bleibt, ob er binnen zwei Jahren nach der Ausfällung des Urteils genügend zuverlässig wird festgestellt werden können. Das Gesetz findet sich damit ab, dass ein Urteil gefällt werde und in Kraft bleibe, das der späteren gesundheitlichen Entwicklung des Verletzten nicht in allen Teilen entspricht (BGE 86 II 47).\n\nb) Nach dem angefochtenen Urteil waren die medizinischen Folgen des verhängnisvollen Schusses schon im März 1986, als die BGE 114 II 253 S. 257Klage eingereicht wurde, abzusehen und mit grosser Wahrscheinlichkeit zu bestimmen; im Verlaufe des erstinstanzlichen Verfahrens sei sogar mit Sicherheit festgestanden, dass der Kläger sein linkes Auge vollständig verlieren werde. Das Obergericht stützt sich dabei vorweg auf je einen Bericht der Augen-Poliklinik Basel vom 22. Mai 1985 und der Augenklinik des Kantonsspitals Luzern vom 17. Mai 1985, in denen bereits davon die Rede gewesen sei, dass das verletzte Auge schrumpfe und eventuell entfernt werden müsse. Die vom Bezirksgericht eingeholte Expertise sodann habe bestätigt, dass der medizinische Zustand des Klägers vom 6. April 1987 den vorbekannten Umständen entsprochen habe und sein Auge, wie im Mai 1985 befürchtet, weiter schrumpfe, später entfernt und durch eine Prothese ersetzt werden müsse und damit zu einer dauernden Einäugigkeit führe.\n\nDiese Feststellungen des Obergerichts betreffen tatsächliche Verhältnisse und binden das Bundesgericht, da von offensichtlichen Versehen im Sinne von Art. 63 Abs. 2 OG entgegen den. Einwänden des Klägers keine Rede sein kann. Die Vorinstanz hat die medizinischen Berichte nicht übersehen, sie vielmehr gewürdigt, aber nicht in dem vom Kläger gewünschten Sinne. Was in der Berufung dagegen vorgebracht wird, ist daher als blosse Kritik an der Beweiswürdigung des Obergerichts nicht zu hören. Dass der medizinische Zustand zur Zeit der Klage stabil gewesen sei, wie der Kläger dem Obergericht unterstellt, ist dem angefochtenen Urteil übrigens nicht zu entnehmen; es heisst darin vielmehr, dass die medizinische Entwicklung des Zustandes damals, d.h. als der Kläger beim Bezirksgericht Klage einleitete, klar absehbar und die Folgen davon bestimmbar gewesen seien. Diesen Zeitpunkt auf das Datum des Sühnebegehrens vom 9. Dezember 1985 oder des Sühneversuchs vom 7. Januar 1986 beziehen und als Versehen ausgeben zu wollen, ist zudem kühn und kaum ernst gemeint.\n\nIst mit dem angefochtenen Urteil aber davon auszugehen, dass die Unfallfolgen schon zur Zeit der Klage mit grosser Wahrscheinlichkeit bestimmbar waren, so ist die Auffassung des Obergerichts, eine Leistungsklage sei schon damals möglich gewesen, dem Kläger ein Rechtsschutzbedürfnis an einer Feststellungsklage folglich abzusprechen, bundesrechtlich nicht zu beanstanden; sie deckt sich vielmehr mit der hiervor angeführten Rechtsprechung zu den bundesrechtlichen Voraussetzungen einer Feststellungsklage, zum ziffernmässig nicht nachweisbaren Schaden (Art. 42 Abs. 2 OR), zum Rektifikationsvorbehalt (Art. 46 Abs. 2 OR) und zum Beginn BGE 114 II 253 S. 258der Verjährung (Art. 60 Abs. 1 OR). Der Kläger war damals übrigens nicht anderer Meinung, erklärte er doch in der Klageschrift vom 14. März 1986, dass er auf dem linken Auge \"für immer erblindet\" sei. Bei diesem Ergebnis kann dahingestellt bleiben, ob das Obergericht mit seinem Vorhalt, im erstinstanzlichen Verfahren sei sogar mit Sicherheit festgestanden, dass der Kläger sein linkes Auge vollständig verlieren werde, sagen wollte, der Kläger hätte noch vor Bezirksgericht von der Feststellungsklage auf eine Leistungsklage übergehen oder jene mit dieser ergänzen dürfen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen, soweit auf sie einzutreten ist, und das Urteil des Obergerichts des Kantons Aargau vom 14. April 1988 wird bestätigt."}