{"annee": "114", "cour": "II", "page": "167", "date": "23/2/1988", "cite": ["90 I 264", "110 II 213", "113 II 535", "88 I 331"], "cite_par": ["116 II 550", "116 II 331", "115 II 167", "115 II 371"], "chapeau": "27. Auszug aus dem Urteil der II. Zivilabteilung vom 23. Februar 1988 i.S. Frei gegen Staat Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Opposition à la vente d'un bien-fonds agricole (art. 19 al. 1 LPR). Acquisition d'un bien-fonds agricole par l'exploitant d'une gravière dans l'intention de le mettre à disposition du fermier d'une parcelle qui doit être échangée contre un terrain contenant du gravier: situation visée par l'art. 19 al. 1 lettre a LPR (dessein de spéculation) réalisée au regard des conditions concrètes."], "faits": "BGE 114 II 167 S. 168\n\nDie Erben des Walter Landolt-Wyss sind Eigentümer des in der Landwirtschaftszone der Gemeinde Kleinandelfingen gelegenen Grundstücks Kat. Nr. 162 (177,28 Aren Wiesen und Acker). Durch einen am 3. April 1987 öffentlich beurkundeten Vertrag verkauften sie das Grundstück zum Preis von Fr. 398'880.-- (d.h. für Fr. 22.50 je m2) an Hansjörg Frei-Saller, Inhaber eines Kieswerks mit Kiesaufbereitungs- und Betonherstellungsanlage auf dem Gebiet der Gemeinden Kleinandelfingen und Marthalen.\n\nAm 24. April 1987 erhob das Landwirtschaftsamt des Kantons Zürich gestützt auf Art. 19 Abs. 1 lit. a EGG Einspruch gegen dieses Rechtsgeschäft. Hansjörg Frei-Saller widersetzte sich dem Einspruch.\n\nIn Gutheissung der Klage des Landwirtschaftsamtes bestätigte das Landwirtschaftsgericht des Kantons Zürich am 3. September 1987 den Einspruch gegen den Verkauf des Grundstücks Kat. Nr. 162.\n\nGegen dieses Urteil hat Hansjörg Frei-Saller Verwaltungsgerichtsbeschwerde an das Bundesgericht erhoben mit dem Antrag, jenes sei aufzuheben und der Einspruch des Staates Zürich gegen den Verkauf des Grundstücks Kat. Nr. 162 an ihn sei zu beseitigen.\n\nWährend das Landwirtschaftsgericht auf eine Vernehmlassung verzichtet hat, schliesst das kantonale Landwirtschaftsamt auf Abweisung der Beschwerde.\n\nDas Eidgenössische Justiz- und Polizeidepartement vertritt ebenfalls die Auffassung, die Beschwerde sei abzuweisen.", "considerants": "Aus den Erwägungen:\n\n1. Gemäss dem vom Staat Zürich angerufenen Art. 19 Abs. 1 lit. a EGG kann gegen Kaufverträge über landwirtschaftliche Heimwesen und landwirtschaftliche Liegenschaften Einspruch erhoben werden, wenn der Käufer diese offensichtlich zum Zweck der Spekulation oder des Güteraufkaufs erwirbt. Was unter offensichtlicher BGE 114 II 167 S. 169Spekulation zu verstehen ist, beurteilt sich nach Sinn und Zweck des landwirtschaftlichen Bodenrechts (vgl. BGE 90 I 271), wobei die gesamten Umstände des einzelnen Falles zu berücksichtigen sind. Das EGG will unter anderem den bäuerlichen Grundbesitz als Träger eines gesunden und leistungsfähigen Bauernstandes schützen und die Bodennutzung fördern (vgl. Art. 1). Ein Mittel, dieses Ziel zu erreichen, ist, zu verhindern, dass landwirtschaftlich genutzter Boden (in der Regel unter Bezahlung eines entsprechend höheren Preises) zu anderen als landwirtschaftlichen Zwecken erworben wird. In der Gesetzgebung hat dieses Bestreben nicht nur in der Möglichkeit des Einspruchs gegen Kaufverträge betreffend landwirtschaftliche Liegenschaften im Sinne von Art. 19 EGG, sondern etwa auch in der Beschränkung der Vertragsfreiheit gemäss Art. 218 Abs. 1 OR (Sperrfrist) seinen Niederschlag gefunden.\n\nIm Gegensatz zu den beiden andern Tatbeständen von Art. 19 Abs. 1 EGG (lit. b und c) gilt der Einspruchsgrund der Spekulation bzw. des Güteraufkaufs gemäss lit. a in dem Sinne uneingeschränkt, als keine Rechtfertigungsgründe vorbehalten sind. Die Interessen des Beschwerdeführers wie auch diejenigen der übrigen durch den Einspruch des Staates Zürich hier unmittelbar oder mittelbar betroffenen Personen sind demnach von vornherein unerheblich. Dass der in Frage stehende Grundstückkauf für die Weiterführung des Betriebs des Beschwerdeführers von Bedeutung ist, spielt bei der Beurteilung des Einspruchs mit anderen Worten keine Rolle.\n\n2. Spekulation im Sinne der Landwirtschaftsgesetzgebung liegt gemäss der Rechtsprechung des Bundesgerichts vor, wenn mit dem Erwerb eines Grundstücks ein Gewinn durch Weiterveräusserung innert kurzer Zeit oder durch andere Verwendung des bisher landwirtschaftlich genutzten Bodens, insbesondere durch Erstellen von Miethäusern und Vermietung von Wohnungen, angestrebt wird (vgl. BGE 110 II 217 E. 5a mit Hinweisen). Das gilt auch dann, wenn zwischen dem in Frage stehenden Rechtsgeschäft und dem verpönten Erfolg nur ein mittelbarer Zusammenhang besteht. So hielt das Bundesgericht schon in BGE 88 I 334 E. 2 den Tatbestand der Spekulation für erfüllt in einem Fall, da ein Bauunternehmen landwirtschaftlichen Boden erwarb in der Absicht, ihn in der Folge gegen Bauland zu tauschen. Zum gleichen Ergebnis gelangte die erkennende Abteilung kürzlich, als es um ein landwirtschaftliches Grundstück gegangen war, das ein Kiesunternehmen BGE 114 II 167 S. 170in der Erwartung erworben hatte, es zu einem späteren Zeitpunkt als Realersatz anbieten zu können und damit seine Stellung in künftigen Verhandlungen über den Erwerb von kieshaltigem Boden zu verstärken (BGE 113 II 537 E. 3). Ähnlich liegen die Dinge hier:\n\na) Zwar soll das Grundstück Kat. Nr. 162 nicht gekauft werden, um zu gegebener Zeit gegen kieshaltiges Land abgetauscht werden zu können; der Beschwerdeführer will es zur (landwirtschaftlichen) Nutzung dem Pächter des zur Zeit noch ihm gehörenden Grundstücks Kat. Nr. 1349 (im Halte von 158,92 Aren) in Marthalen überlassen; damit strebt er weiter an, dieses Land gestützt auf den mit Paul Spalinger bereits abgeschlossenen Vertrag frei vom bestehenden Pachtverhältnis gegen das für den Kiesabbau benötigte, ebenfalls in Marthalen gelegene Grundstück Kat. Nr. 1017 (im Halte von 50,81 Aren) tauschen zu können. Für den in Frage stehenden Boden (Parzelle Kat. Nr. 162) wurde mit Fr. 22.50 je m2 ein Kaufpreis vereinbart, der deutlich über dem liegt, was für einen Landwirt tragbar ist. Nach den Angaben der Verkäufer der strittigen Parzelle werden im Zürcher Weinland für entsprechendes Land von Bauern Fr. 15.-- bis Fr. 17.-- je m2 bezahlt, nach denjenigen des Beschwerdeführers liegt das Niveau für gutes landwirtschaftliches Kulturland in Kleinandelfingen bei über Fr. 20.-- je m2. Der Beschwerdeführer räumt jedoch selbst ein, dass er mit dem Pachtertrag, der sich auf dem Grundstück Kat. Nr. 162 werde erzielen lassen, seine Kapitalkosten bei weitem nicht werde decken können. Seine Bereitschaft, den für landwirtschaftlichen Boden überhöhten Preis zu zahlen, lässt sich vernünftigerweise nur damit erklären, dass ihm daran gelegen ist, durch den Erwerb von Ersatzland für den bisherigen Pächter des Grundstücks Kat. Nr. 1349 die Unannehmlichkeiten aus dem Weg zu räumen, die der Vollzug des mit Paul Spalinger abgeschlossenen Tauschvertrags - d.h. letztlich der Erwerb der für den Kiesabbau bestimmten Parzelle - andernfalls mit sich bringen würde. Der Beschwerdeführer erklärt denn auch, dass er die strittige Parzelle allein zur Sicherung und Konsolidierung seines Kieswerks erwerben wolle.\n\nWohl steht der Kaufvertrag über das Grundstück Kat. Nr. 162 rechtlich in keinem und auch sonst nur in einem losen Zusammenhang mit dem Tauschgeschäft betreffend die Grundstücke Kat. Nrn. 1017 und 1349. Das strittige Rechtsgeschäft ist indessen in Würdigung sämtlicher Umstände zu beurteilen. Werden somit die BGE 114 II 167 S. 171Interessen des Beschwerdeführers und die wirtschaftlichen Auswirkungen des Kaufvertrags in ihrer Gesamtheit in Betracht gezogen, so erscheint der Tatbestand von Art. 19 Abs. 1 lit. a EGG (Spekulation) als erfüllt.\n\nb) Aus dem Gesagten erhellt, dass der verpönte Erfolg bereits aufgrund einer pachtweisen Übertragung des Nutzungsrechts am fraglichen Land (Kat. Nr. 162) eintreten würde. Der Einwand des Beschwerdeführers, er habe nicht die Absicht, das Grundstück, das ohnehin der Veräusserungsbeschränkung gemäss Art. 218 Abs. 1 OR (Sperrfrist) unterstehe, in absehbarer Zeit weiterzuveräussern, stösst deshalb ins Leere. Den Kern der Sache verkennt der Beschwerdeführer ebenso mit seinem weiteren Vorbringen, die Betrachtungsweise des Landwirtschaftsgerichts habe zur Folge, dass nur noch Landwirte landwirtschaftliches Kulturland erwerben könnten: Es geht in Art. 19 Abs. 1 lit. a EGG nicht um die Person des Erwerbers eines landwirtschaftlichen Grundstücks, sondern darum, ob das Rechtsgeschäft in seinen Auswirkungen den Zielsetzungen des landwirtschaftlichen Bodenrechts entgegenstehe.\n\n..."}