{"annee": "114", "cour": "II", "page": "314", "date": "9/6/1988", "cite": ["86 II 243", "85 II 177"], "cite_par": ["123 III 337"], "chapeau": "57. Auszug aus dem Urteil der II. Zivilabteilung vom 9. Juni 1988 i.S. Schweizerische Lebensversicherungs- und Rentenanstalt gegen Kuhn (Berufung)", "regestes": ["Servitude foncière; contenu (art. 730 CC). 1. Il est licite en principe de constituer en servitude foncière l'interdiction d'exercer sur un fonds une activité professionnelle déterminée (consid. 2 et 3). 2. La servitude selon laquelle il est interdit d'exploiter sur le fonds servant une boulangerie-pâtisserie n'est pas violée par la simple vente de pain et autres articles de boulangerie dans un magasin \"discount\" (consid. 4)."], "faits": "BGE 114 II 314 S. 314\n\nAlbrik Kuhn ist Eigentümer der Liegenschaft GB Wohlen Nr. 3378, Plan 30, Parzelle 3708, auf der er eine Bäckerei und Konditorei betreibt. Zugunsten seines Grundstücks und zu Lasten der Nachbarliegenschaft GB Wohlen Nr. 431, Plan 30, Parzelle 3344, wurde mit Vertrag vom 5. Januar 1982 unter anderem folgende Dienstbarkeit vereinbart, die im Grundbuch eingetragen wurde:\n\n\"VI. Begründung einer Gewerbebeschränkung\n\nJosef Stocker als Eigentümer der belasteten Parzelle 3344 räumt Albrik\n\nKuhn als Eigentümer der berechtigten Parzelle 3708 eine\n\nGewerbebeschränkung ein. Danach darf auf dem belasteten Grundstück\n\nParzelle 3344 zugunsten des berechtigten Grundstückes 3708 keine Bäckerei\n\nund Konditorei betrieben werden.\"\n\nDas Grundstück Nr. 431 wurde in der Folge überbaut und alsdann durch die Schweizerische Lebensversicherungs- und Rentenanstalt erworben. Diese vermietet im Neubau Ladenräumlichkeiten an den Lebensmittelverein Zürich, der unter der Geschäftsbezeichnung BGE 114 II 314 S. 315\"Billi-Top-Discount\" auch Brot und andere Backwaren feilhält.\n\nMit Eingabe vom 2. Juli 1986 reichte Albrik Kuhn beim Bezirksgericht Bremgarten gegen die Schweizerische Lebensversicherungs- und Rentenanstalt Klage ein mit dem Rechtsbegehren, die Beklagte sei zu verpflichten, auf dem Grundstück GB Wohlen Nr. 431, Plan 30, Parzelle 3344, jeglichen Verkauf von Bäckerei- und Konditoreiprodukten einzustellen bzw. einstellen zu lassen.\n\nDie Beklagte beantragte hierauf widerklageweise, es sei festzustellen, dass die vom Kläger angerufene Gewerbebeschränkung nicht Inhalt einer Dienstbarkeit sein könne.\n\nMit Urteil vom 30. Oktober 1986 entschied das Bezirksgericht, dass die Klage gutgeheissen und die Widerklage abgewiesen werde.\n\nEine von der Beklagten hiergegen eingereichte Beschwerde wies das Obergericht (1. Zivilabteilung) des Kantons Aargau am 23. März 1987 ab.\n\nDie Beklagte hat gegen das obergerichtliche Urteil Berufung an das Bundesgericht erhoben. Sie erneuert ihr Widerklagebegehren und verlangt demzufolge, der Eintrag der strittigen Gewerbebeschränkung im Grundbuch sei zu löschen; eventuell sei festzustellen, dass durch den Verkauf von Brot- und Backwaren im \"Billi-Top-Discount\" die Gewerbebeschränkung nicht verletzt werde.\n\nDer Kläger schliesst auf Abweisung der Berufung.", "considerants": "Aus den Erwägungen:\n\n2. Das Obergericht hält die Ausgestaltung einer Gewerbebeschränkung als Dienstbarkeit selbst dort für zulässig, wo es um ein reines Konkurrenzverbot geht. Nach Ansicht der Vorinstanz wären die Grundbuchämter überfordert, wenn sie zu unterscheiden hätten zwischen Gewerbebeschränkungen, die sich auf die Nutzung des Grundstücks auswirkten, und solchen, die ausschliesslich der Durchsetzung eines Konkurrenzverbots dienten. Ob eine Gewerbebeschränkung der Abwehr unerwünschter Immissionen diene oder sonstwie die Nutzung des belasteten Grundstücks betreffe, hange im Einzelfall stark von den örtlichen Gegebenheiten wie etwa der bisherigen Nutzung sowie den im fraglichen Gebiet geltenden Bau-, Immissions- und Nutzungsvorschriften ab; zudem könnte im Dienstbarkeitsvertrag die Abwehr von Immissionen als Zweck lediglich vorgespiegelt werden. Die Vorinstanz BGE 114 II 314 S. 316gelangte ferner zum Schluss, dass die strittige Gewerbebeschränkung nicht nur den Betrieb eines herkömmlichen Bäckerei- und Konditoreigeschäfts erfasse, sondern als generelles Verbot, Backwaren zu verkaufen, zu verstehen sei.\n\n3. a) In BGE 86 II 243 ff. hatte das Bundesgericht über eine Grunddienstbarkeit zu befinden, wonach auf der belasteten Liegenschaft \"weder ein Kolonial-, Mercerie- und Schuhwarengeschäft, noch ein Warenhaus betrieben werden\" durfte. Es hielt fest, dass Dienstbarkeiten, die dem Eigentümer des belasteten Grundstücks eine Betätigung untersagten, zu der er nicht bloss kraft seines Grundeigentums, sondern kraft der jedermann zustehenden persönlichen Freiheit befugt wäre, einschränkend auszulegen seien; es frage sich sogar, ob eine solche einzig im Sinne eines Konkurrenzverbots vereinbarte Gewerbebeschränkung sich überhaupt als Grunddienstbarkeit verdinglichen lasse. Unter Hinweis auf die herrschende Lehre und auf den Umstand, dass Dienstbarkeiten der fraglichen Art in der Schweiz eine geradezu gewohnheitsrechtliche Bedeutung erlangt hätten, erklärte das Bundesgericht, die Schranken von Art. 730 Abs. 1 ZGB betreffend den Inhalt einer Grunddienstbarkeit seien jedenfalls dann gewahrt, wenn die Last zum Schutz eines auf dem berechtigten Grundstück dauernd betriebenen Gewerbes begründet werde, das seinerseits diesem Grundstück seinen wirtschaftlichen Charakter aufpräge (BGE 86 II 252 f. E. 6).\n\nb) Der Entscheid des Bundesgerichts stiess namentlich bei LIVER auf heftige Kritik (vgl. ZBJV 97/1961, S. 380 ff.; dazu auch Kommentar, N. 135 f. zu Art. 730 ZGB). Dieser Autor wendet insbesondere ein, die \"Verdinglichung\" eines Konkurrenzverbots im Sinne der bundesgerichtlichen Praxis führe dazu, dass die Schranken, die das Obligationenrecht hinsichtlich Zeit, Ort und Gegenstand für ein Konkurrenzverbot vorsehe, umgangen würden, und lasse ein solches Verbot zu einer absolut und voraussetzungslos wirkenden Bindung von ewiger Dauer werden; Beschränkungen der persönlichen Handlungsfreiheit fielen im übrigen gar nicht unter den Begriff der Dienstbarkeit; Dienstbarkeiten seien Beschränkungen des Eigentums, vor allem des Grundeigentums; durch sie werde dem Belasteten eine Eigentümerbefugnis entzogen. Mit einer einschränkenden Auslegung der Gewerbebeschränkungen, wie sie das Bundesgericht empfehle, sei sehr wenig zu erreichen; ebensowenig helfe der bundesgerichtliche Hinweis auf die Utilität als Rechtfertigungsgrund; in erster Linie komme es unter BGE 114 II 314 S. 317diesem Gesichtspunkt nicht auf das berechtigte, sondern auf das belastete Grundstück an.\n\nDie Auffassung LIVERS wird in der übrigen Literatur insofern geteilt, als dem Grundsatze nach einhellig davon ausgegangen wird, dass die als Grunddienstbarkeit ausgestaltete Gewerbebeschränkung einer Beschränkung der Eigentümerbefugnisse auf seiten des belasteten Grundstücks gleichkommen müsse (vgl. HUBER, in: ZBGR 33/1952, S. 150 f., und ZBGR 41/1960, S. 380 f.; EGGEN, in: ZBGR 39/1958, S. 136; PIOTET, Dienstbarkeiten und Grundlasten, in: Schweizerisches Privatrecht, Band V/1, S. 551; REY, N. 85 ff. zu Art. 730 ZGB; RIEMER, Die beschränkten dinglichen Rechte, Grundriss des schweizerischen Sachenrechts, II. Band, S. 64; ZOBL, Der zulässige Inhalt von Dienstbarkeiten, Diss. Zürich 1976, S. 132 ff.). Unterschiedliche Meinungen herrschen allerdings darüber, wann gesagt werden kann, eine Betätigung bestimme den körperlichen Zustand, die äussere Erscheinungsform sowie den wirtschaftlichen oder sozialen Charakter des dienenden Grundstücks und mit deren Unterlassung solle eine nach aussen schädigende, belästigende oder störende Eigentumsnutzung verhindert werden (vgl. LIVER, N. 110 zu Art. 730 ZGB; PIOTET, a.a.O. S. 551). Immerhin fällt auf, dass sowohl PIOTET (a.a.O.) wie auch REY (N. 91 zu Art. 730 ZGB) und ZOBL (a.a.O.) die bundesgerichtliche Rechtsprechung in BGE 86 II 243 ff. (wie auch in BGE 85 II 177 ff.) im Ergebnis billigen.\n\nc) Die Nutzung eines Grundstücks zu gewerblichen Zwecken und demzufolge auch das Unterlassen einer gewerblichen Tätigkeit prägen die äussere Erscheinungsform und den wirtschaftlichen sowie sozialen Charakter des betroffenen Grundstücks in jedem Fall. Ob und in welcher Art eine Liegenschaft gewerblich genutzt werden darf, ist somit nicht nur eine Frage der Freiheit der wirtschaftlichen Betätigung, sondern regelmässig auch eine solche des Rechts des Eigentümers zur Nutzung seines Grundstücks. Es geht deshalb nicht an, die Ausgestaltung eines Gewerbeverbots - sei es umfassend, sei es beschränkt - als Dienstbarkeit von vornherein auszuschliessen mit der Begründung, ein solches habe mit der Grundstücksnutzung nichts zu tun. Soweit aber die Nutzung des Grundeigentums in Frage steht, bleibt ohne Belang, dass mit einer Gewerbebeschränkung unter Umständen ein Konkurrenzverbot erreicht werden soll, weil sich auf dem herrschenden Grundstück bereits ein entsprechender Gewerbebetrieb befindet; BGE 114 II 314 S. 318die Zulässigkeit einer Dienstbarkeit beurteilt sich nicht nach dem Motiv, sondern einzig nach dem Inhalt.\n\nd) Aus dem Gesagten erhellt, dass die Verpflichtung, auf einem bestimmten Grundstück keine Bäckerei und Konditorei zu betreiben, wie sie hier strittig ist, grundsätzlich ebensogut Gegenstand einer Dienstbarkeit sein kann wie etwa das Verbot, eine Gastwirtschaft zu führen (das auch von LIVER, N. 131 zu Art. 730 ZGB, für zulässig gehalten wird). Dass hier der Kläger auf seinem Grundstück selbst ein Geschäft der fraglichen Art betreibt, vermag daran nichts zu ändern. Soweit die Beklagte verlangt, es sei festzustellen, dass die strittige Gewerbebeschränkung nicht Inhalt einer Grunddienstbarkeit sein könne, und das Grundbuchamt sei anzuweisen, die entsprechenden Einträge zu löschen, ist die Berufung mithin unbegründet.\n\n4. Die zugunsten des klägerischen Grundstücks eingetragene Dienstbarkeit steht indessen einem Ladengeschäft, wie es vom Mieter der Beklagten betrieben wird, auch nach Ansicht des Klägers nicht entgegen. Ob in einem solchen Geschäft Esswaren, Tranksame oder etwa Papeterieartikel oder Kleider verkauft werden, hat in aller Regel keinen wesentlichen Einfluss auf den Charakter des betreffenden Grundstücks. Mit einer als Dienstbarkeit ausgestalteten Gewerbebeschränkung kann deshalb grundsätzlich nicht bestimmt werden, was im Ladengeschäft soll feilgeboten werden dürfen. Gründe, die zu einem andern Schluss führen würden, sind hier nicht ersichtlich. Zur Einschränkung des Warensortiments bedürfte es einer schuldrechtlichen Verpflichtung, wobei mit einem Konkurrenzverbot dieser Art freilich den Schranken von Art. 27 ZGB Rechnung zu tragen wäre.\n\nDie Berufung ist somit insofern gutzuheissen, als festzustellen ist, dass der blosse Verkauf von Brot und anderen Backwaren auf dem Grundstück der Beklagten die zugunsten der klägerischen Liegenschaft eingetragene Grunddienstbarkeit (Gewerbebeschränkung) nicht verletzt."}