{"annee": "114", "cour": "II", "page": "310", "date": "8/8/1988", "cite": [], "cite_par": [], "chapeau": "56. Estratto della sentenza 8 agosto 1988 della I Corte di diritto pubblico nella causa Comunione dei comproprietari del condominio X. c. Comune di Brissago e Gran Consiglio della Repubblica e Cantone del Ticino (ricorso di diritto pubblico)", "regestes": ["Art. 84 ss OJ; recevabilité du recours de droit public. Art. 712t al. 2 CC; capacité de l'administrateur de représenter la communauté des copropriétaires d'étages envers les tiers. 1. Exigence d'une autorisation préalable de l'assemblée des copropriétaires pour engager une procédure de recours de droit public? (consid. 2a). 2. L'administrateur qui ne s'est pas muni d'une telle autorisation doit-il, à l'instar d'un représentant sans pouvoirs, se voir impartir par le juge un délai convenable pour remédier à l'irrégularité qui affecte les actes judiciaires déjà introduits? (consid. 2b) 3. Faculté de l'administrateur d'ester en justice admise en l'espèce (consid. 2c)."], "faits": "", "considerants": "BGE 114 II 310 S. 311\n\nDai considerandi:\n\n2. Il Municipio di Brissago ha eccepito in limine la carenza di legittimazione attiva della ricorrente ed ha proposto che il gravame venga dichiarato irricevibile per tal motivo. Esso ha addotto che al gravame è stata unicamente allegata la procura conferita dall'amministratore del condominio X. all'avv. M., mentre l'art. 712t cpv. 2 CC esige - salvo si tratti di procedura sommaria e tale non è quella dipendente da ricorso di diritto pubblico - l'autorizzazione preventiva dell'assemblea dei comproprietari; né può parlarsi nella fattispecie d'un caso urgente ove, in forza dell'ultima frase di questa norma, detta autorizzazione può esser richiesta in un secondo tempo.\n\na) Secondo il testo italiano e tedesco dell'art. 712t cpv. 2 CC, l'amministratore dev'essere autorizzato a stare in giudizio come attore o convenuto nell'ambito di un processo civile. Pertanto, ci si potrebbe già chiedere se questa esigenza valga anche per la procedura del ricorso di diritto pubblico, che non è una procedura civile: la questione è indubbiamente delicata ed il Tribunale federale non ha avuto finora che la possibilità di sollevarla, per poi BGE 114 II 310 S. 312lasciarla aperta, nella sentenza inedita del 13 novembre 1984 in re Stockwerkeigentümergemeinschaft Selva c. Christoffel e Comune di Davos (consid. 1). Ove si tenga conto delle finalità della norma, la risposta a tale quesito sembrerebbe invero dover essere affermativa: in effetti, l'ordinamento stabilito dall'art. 712t cpv. 2 CC - ripreso dal § 27 cpv. 2 n. 5 della Wohnungseigentumsgesetz tedesca del 15 marzo 1951 - si fonda sulle considerazioni che un processo, che potrebbe anche essere promosso contro uno o parecchi proprietari, ha sovente degli sviluppi imprevisti e provoca non solo gravi spese, ma turba i rapporti o perfino cagiona inimicizie durevoli tra proprietari e vicini (Messaggio 7 dicembre 1962 del Consiglio federale, in FF 1962 pag. 1864; GILLIOZ, L'autorisation d'ester en justice au nom de la communauté des copropriétaires par étage, RSJ 80/1984 pag. 284; LIVER, Sachenrecht, in Schweizerisches Privatrecht, vol. V/1, pagg. 103/4; KURT MÜLLER, Der Verwalter von Liegenschaften mit Stockwerkeigentum, tesi Zurigo 1965, pag. 137; SJ 1978 pag. 125). Ora, questi inconvenienti possono verificarsi anche nell'ambito d'una procedura di ricorso di diritto pubblico e sembrerebbe quindi necessario che l'assemblea dei comproprietari abbia a decidere anche in tal caso se si deve proporre codesto rimedio, dando o rifiutando all'amministratore la preventiva autorizzazione. Ai fini del giudizio, tale questione può tuttavia rimanere ancora una volta aperta, per le ragioni che si esporranno in seguito.\n\nb) Secondo la dottrina, la formulazione dell'art. 712t cpv. 2 CC in merito ai casi sprovvisti d'urgenza non esclude che l'amministratore che non s'è fatto autorizzare venga trattato alla stregua di un rappresentante senza poteri (falsus procurator), a cui il giudice deve fissare un ragionevole termine per correggere il vizio che inficia provvisoriamente gli atti processuali già compiuti: se l'assemblea dei comproprietari dà poi il proprio consenso all'amministratore entro il termine assegnatogli, essa ratifica gli atti inizialmente eseguiti senza potere e sana il vizio con effetto ex tunc (GILLIOZ, op.cit., pag. 287; inoltre GULDENER, Schweizerisches Zivilprozessrecht, III ediz., pag. 285).\n\nOra, nel concreto caso l'avv. M., entro il termine fissato dal Tribunale federale, ha prodotto il verbale dell'assemblea dei comproprietari del condominio X., svoltasi il 28 maggio 1988, la quale - alla trattanda \"Diversi\" - ha ratificato l'operato del suo amministratore con riguardo alla presentazione del ricorso di diritto pubblico. Ne consegue che, con questa ratifica, l'assemblea BGE 114 II 310 S. 313dei comproprietari ha riparato il vizio che inficiava il ricorso inoltrato dall'amministratore senza autorizzazione e che questo ricorso non può esser dichiarato irricevibile per tal motivo.\n\nc) Del resto il gravame non risulterebbe inammissibile anche se non si volesse seguire l'opinione dottrinale appena esposta e si volesse ritenere che l'assemblea, nei casi normali, non possa ratificare atti processuali compiuti dall'amministratore senza il suo consenso. In effetti, ci si può perlomeno chiedere se l'amministratore della ricorrente non poteva prevalersi della clausola d'urgenza prevista dall'art. 712t cpv. 2, seconda frase CC. Ove si considerino, per un verso, il termine perentorio di 30 giorni stabilito dall'art. 89 cpv. 1 OG e, per altro verso, la difficoltà di indire a scadenza relativamente breve l'assemblea dei comproprietari del condominio, in prevalenza non domiciliati nel Cantone Ticino, la risposta affermativa al quesito sembrerebbe giustificata (cfr. in proposito: GILLIOZ, op.cit., pag. 285; FRIEDRICH, Das Stockwerkeigentum, II ediz., pagg. 169/70): e questa conclusione si imporrebbe addirittura ove si volesse ritenere (come suggerito in risposta dal Gran Consiglio) che la ricorrente - la quale ha impugnato nel 1988 una decisione del 23 aprile 1986 di cui non ha avuto in precedenza contezza - avrebbe dovuto agire entro il breve termine di 10 giorni giusta l'art. 35 cpv. 1 OG.\n\nInfine, non si deve dimenticare che l'impugnativa in sede federale costituisce nel concreto caso la logica conseguenza dell'accoglimento del ricorso del Comune in sede cantonale, ove non è stato contestato che l'assemblea dei comproprietari del condominio X. avesse dato l'autorizzazione contemplata dall'art. 712t cpv. 2 CC: in queste circostanze si può quindi ragionevolmente ritenere che tale autorizzazione copra anche il successivo ricorso di diritto pubblico (cfr. in tal senso la citata sentenza in re Stockwerkeigentümergemeinschaft Selva, consid. 1; inoltre MÜLLER, op.cit., pag. 137).\n\nd) Se ne deve concludere che la capacità di stare in giudizio dell'amministratore del condominio non può essere contestata e che la relativa eccezione sollevata dal resistente dev'essere disattesa."}