{"annee": "114", "cour": "II", "page": "181", "date": "15/4/1988", "cite": ["110 IB 94"], "cite_par": ["124 II 358"], "chapeau": "30. Arrêt de la Ire Cour civile du 15 avril 1988 dans la cause Epoux S. contre sociétés A. et B. (recours en réforme)", "regestes": ["Art. 35 al. 1 OJ, restitution pour inobservation d'un délai. Recours en réforme déposé tardivement. Demande de restitution pour inobservation du délai, fondée sur l'incapacité d'agir d'un des recourants, survenue avant l'expiration du délai de recours. Empêchement non fautif du mandataire d'agir dans le délai fixé nié au cas particulier."], "faits": "BGE 114 II 181 S. 181\n\nA.- La Cour de justice du canton de Genève a débouté par arrêt du 13 novembre 1987 les époux S. de leurs conclusions en paiement de dommages-intérêts dirigées contre les sociétés A. et B. L'accusé de réception attestant la distribution de cet arrêt au mandataire des demandeurs porte la date du 1er décembre 1987.\n\nLes demandeurs ont recouru en réforme au Tribunal fédéral par acte daté du 15 janvier 1988, en concluant à l'annulation de cet arrêt et au paiement par la société A. de divers montants atteignant au total 79'576 francs. La Cour de justice a précisé, en réponse à une demande du Président de la Ire Cour civile, que cet acte avait été déposé au greffe le 18 janvier 1988, selon le sceau apposé au bas de la première page dudit acte, et non pas le 15 janvier, comme indiqué par erreur dans sa lettre communiquant le recours au Tribunal fédéral.\n\nBGE 114 II 181 S. 182\n\nB.- S. est décédé le 12 février 1988.\n\nLe 17 février 1988, le mandataire des demandeurs a présenté au nom de dame S. une demande de restitution pour inobservation du délai du recours en réforme, selon l'art. 35 al. 1 OJ. Le même jour, il a déposé au nom de dame S. et de la succession de S. un recours en réforme reprenant les conclusions de son acte du 15 janvier 1988 et remplaçant celui-ci.\n\nLe Tribunal fédéral rejette la demande de restitution pour inobservation du délai et déclare les recours irrecevables.", "considerants": "Considérant en droit:\n\n1. Dans son acte de recours du 15 janvier 1988 et sa demande de restitution de délai du 17 février 1988, le mandataire des demandeurs indique avoir reçu l'arrêt attaqué le 2 décembre 1987. Il ne fournit toutefois pas le moindre élément de nature à établir cette allégation, alors que l'accusé de réception attestant la distribution de l'acte judiciaire porte la date du 1er décembre 1987. Cette date est donc déterminante pour fixer le point de départ du délai de recours de trente jours de l'art. 54 al. 1 OJ.\n\nDéposé au greffe de la Cour de justice le 18 janvier 1988, le recours est tardif.\n\n2. A l'appui de sa demande de restitution, le mandataire des demandeurs fait valoir que le demandeur, victime d'un malaise le 24 décembre 1987, a été hospitalisé le lendemain 25 décembre dans un état de coma dont il n'est pas sorti jusqu'à son décès le 12 février 1988; son incapacité d'agir pendant cette période était donc totale, et il était impossible d'obtenir des instructions de sa part en ce qui concerne l'opportunité d'un recours contre l'arrêt du 13 novembre 1987; quant à la demanderesse, elle devait d'abord obtenir l'accord de son mari pour cette mesure; si le mandataire des demandeurs \"a néanmoins déposé un recours en date du 18 janvier 1987, c'était uniquement de sa propre initiative malgré le fait qu'il n'avait reçu aucune instruction de ses clients pour sauvegarder les délais et avant la fin de l'incapacité de M. S., qu'on espérait à ce moment passagère\".\n\nLa restitution pour inobservation d'un délai, selon l'art. 35 al. 1 OJ, ne peut être accordée que si, non seulement la partie elle-même, mais aussi son représentant au procès ont été empêchés, sans faute de leur part, d'agir dans le délai fixé (ATF 110 Ib 95 et les arrêts cités).\n\nBGE 114 II 181 S. 183\n\nEn l'espèce, cette condition n'est pas remplie par le mandataire des demandeurs. L'état d'inconscience du demandeur empêchait certes son conseil d'obtenir ses instructions, voire celles de son épouse. Mais elle ne le privait pas de la possibilité de déposer en temps utile un recours \"de sa propre initiative... pour sauvegarder les délais\", ainsi qu'il déclare expressément l'avoir fait. Il ne se prévaut d'aucune circonstance qui l'aurait empêché d'entreprendre cette démarche trois jours plus tôt, soit de déposer son recours le vendredi 15 janvier au lieu du lundi 18 janvier 1988, de manière précisément à sauvegarder le délai légal de trente jours. L'incapacité d'agir du demandeur durait en effet depuis le 24 décembre 1987 et on n'en connaissait pas la durée, même si on pouvait espérer à ce moment qu'elle serait passagère.\n\nLe mandataire des demandeurs n'a ainsi pas établi qu'il ait été empêché sans sa faute d'agir dans le délai fixé, de sorte que la demande de restitution pour inobservation du délai de l'art. 54 al. 1 OJ ne peut être admise selon l'art. 35 al. 1 OJ. Cela entraîne l'irrecevabilité du recours en réforme déposé au nom des demandeurs le 18 janvier 1988, ainsi que du recours présenté le 17 février 1988 au nom de la demanderesse et de la succession du demandeur."}