{"annee": "114", "cour": "IB", "page": "312", "date": "21/9/1988", "cite": ["113 IB 371", "114 IB 81", "111 IB 85", "112 IB 26", "114 IB 180", "108 IB 364"], "cite_par": ["115 IB 472", "116 IB 50", "119 IB 222", "120 IB 207", "120 IB 379", "117 IB 502", "116 IB 131", "117 IB 270", "119 IB 439", "115 IB 508"], "chapeau": "47. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 21. September 1988 i.S. Schweizer Heimatschutz gegen Meinrad Camenzind, Gemeinde Morschach und Regierungsrat des Kantons Schwyz (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 24 LAT; nécessité d'une autorisation pour un terrain de golf; rapport entre autorisation exceptionnelle et plan d'affectation. 1. Une construction ou une installation est en principe soumise à autorisation si son emprise sur le territoire est telle qu'il y a un intérêt du public ou des voisins à un contrôle préalable (consid. 2). 2. Les constructions et installations ne peuvent être autorisées en application de l'art. 24 LAT si, en raison de leurs dimensions et de leurs incidences sur la planification locale, elles ne peuvent être correctement prises en compte que dans le cadre d'une procédure d'aménagement du territoire (consid. 3)."], "faits": "BGE 114 Ib 312 S. 313\n\nGemäss Zonenplan der Gemeinde Morschach vom 23. Oktober 1983 ist südwestlich der Dorfkernzone, im Gebiet Axenfels, eine Kur- und Sportzone ausgeschieden, die zur Errichtung von öffentlich zugänglichen Kur- und Sportanlagen bestimmt ist.\n\nAm 12. April 1986 reichte Meinrad Camenzind beim Gemeinderat Morschach ein Baugesuch ein für die Anlage einer 9-Loch-Golfanlage mit einer Gesamtlänge von 2976 m. Sie beansprucht 74 050 m2. Davon befindet sich der nördliche Teil von 17 150 m2 in der Kur- und Sportzone. Der grössere, südliche Teil von 56 900 m2 ist im übrigen Gemeindegebiet geplant.\n\nDer Gemeinderat Morschach publizierte das Baugesuch am 18. April 1986 und überwies es am 15. Mai 1986 dem Kanton. Am 18. Februar 1987 erteilte das Justizdepartement des Kantons Schwyz eine Ausnahmebewilligung nach Art. 24 RPG. Der Regierungsrat des Kantons Schwyz wies Beschwerden des Schweizer Heimatschutzes und der Gemeinde Morschach gegen den Entscheid des Justizdepartements ab.\n\nMit Verwaltungsgerichtsbeschwerde vom 3. November 1987 beantragt der Schweizer Heimatschutz, die Ausnahmebewilligung sei aufzuheben, eventuell seien die vorgesehenen Terrainveränderungen im Gelände zu profilieren und einem ordnungsgemässen Baubewilligungsverfahren zu unterziehen. Meinrad Camenzind beantragt in seiner Vernehmlassung, auf die Beschwerde sei nicht einzutreten, eventuell sei sie abzuweisen. Landammann und Regierungsrat des Kantons Schwyz beantragen, die Beschwerde sei abzuweisen und der Gemeinderat Morschach schliesst auf Gutheissung der Beschwerde und Aufhebung der Ausnahmebewilligung.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2. In der zweiten Vernehmlassung vor Bundesgericht vom 26. April 1988 bestreitet der Beschwerdegegner eine Baubewilligungspflicht für das Golfplatzprojekt, da gar keine Anlage im Sinne des RPG vorliege.\n\na) Bewilligungspflichtig sind \"Bauten\" und \"Anlagen\" (Art. 22 Abs. 1 RPG). Darunter fallen auch blosse Geländeveränderungen, wenn sie erheblich sind. Dies hat das Bundesgericht im BGE 114 Ib 312 S. 314Zusammenhang mit Kies- oder Lehmgruben (BGE 112 Ib 28; BGE 108 Ib 366), der Aufschüttung für einen Autoabstellplatz (nicht veröffentlichtes Urteil i.S. Weber vom 25. Januar 1984 E. 3a) sowie auch für eine Motocrosspiste (nicht veröffentlichtes Urteil i.S. Möckli vom 22. April 1988 E. 5) festgestellt. Auch die Literatur ist sich darin weitgehend einig (EJPD/BRP, Erläuterungen zum Bundesgesetz über die Raumplanung, Bern 1981, Art. 22 N. 7; LEO SCHÜRMANN, Bau- und Planungsrecht, 2. Auflage, Bern 1984, S. 56; HEINZ AEMISEGGER, Leitfaden zum Raumplanungsgesetz, Bern 1980, S. 84; ERICH ZIMMERLIN, Baugesetz des Kantons Aargau vom 2. Februar 1971, 2. Auflage, Aarau 1985, § 10 N. 6; ALDO ZAUGG, Kommentar zum Baugesetz des Kantons Bern vom 9. Juni 1985, Bern 1987, Art. 1 N. 15). Bei der Beurteilung der Bewilligungspflicht ist nicht allein auf die Veränderung des Terrains durch Abtragung, Auffüllung usw. abzustellen. Es kommt vielmehr auf die räumliche Bedeutung eines Vorhabens insgesamt an. Die Baubewilligungspflicht soll der Behörde die Möglichkeit verschaffen, das Bauprojekt vor seiner Ausführung auf die Übereinstimmung mit der raumplanerischen Nutzungsordnung und der übrigen einschlägigen Gesetzgebung zu überprüfen. Massstab dafür, ob eine bauliche Massnahme erheblich genug ist, um sie dem Baubewilligungsverfahren zu unterwerfen, ist daher, ob damit im allgemeinen, nach dem gewöhnlichen Lauf der Dinge, so wichtige räumliche Folgen verbunden sind, dass ein Interesse der Öffentlichkeit oder der Nachbarn an einer vorgängigen Kontrolle besteht. Das Bundesgericht hat dies beispielsweise für eine Wasserski-Anlage jüngst bejaht (BGE 114 Ib 87 ff. E. 3).\n\nc) Neben den - wenn auch geringfügigen - Terrainveränderungen erweisen sich die Folgen für die Nachbarn, die Landwirtschaft sowie insbesondere hinsichtlich der Infrastruktur als so bedeutungsvoll, dass eine vorgängige Kontrolle durch die zuständigen Behörden nötig ist. Die Tatsache, dass diese Infrastrukturanlagen im konkreten Fall in der Kur- und Sportzone vorgesehen sind, ändert an der Bewilligungspflicht des Golfplatzprojektes nichts. Dieses bildet vielmehr ein untrennbares Ganzes und unterliegt somit einer Gesamtbeurteilung (BGE 111 Ib 87 E. 2).\n\nEs ist deshalb zu Recht ein Baubewilligungsverfahren durchgeführt worden, welches ja auch vom Beschwerdegegner selber in Gang gesetzt wurde.\n\n3. Der Beschwerdeführer und vor allem die Gemeinde machen geltend, das Golfplatzvorhaben dürfe nur in einer entsprechenden BGE 114 Ib 312 S. 315Nutzungszone und nicht auf dem Wege einer Ausnahmebewilligung gemäss Art. 24 RPG gestattet werden.\n\na) Die Kantone haben eine der zweckmässigen Nutzung des Bodens und der geordneten Besiedlung des Landes dienende Raumplanung zu schaffen (Art. 22quater Abs. 1 BV). Dazu werden namentlich Richt- und Nutzungspläne erlassen sowie Baubewilligungsverfahren durchgeführt. Sie stehen untereinander in einem Zusammenhang und sollen ein sinnvolles Ganzes bilden, in dem jeder Teil eine spezifische Funktion erfüllt. In einem Verfahren, das Rechtsschutz (Art. 33 f. RPG) und demokratische Mitwirkung (Art. 4 Abs. 1 und 2 RPG) sichert, entstehen auf Grund einer umfassenden Abstimmung und Abwägung (Art. 1 Satz 2, Art 2 Abs. 1 RPG) nach Massgabe des Richtplanes (Art. 6 ff., Art. 26 Abs. 2 RPG) die für die privaten verbindlichen Nutzungspläne (Art. 14 ff. RPG).\n\nDas Baubewilligungsverfahren dient dagegen der Abklärung, ob Bauten und Anlagen der im Nutzungsplan ausgedrückten räumlichen Ordnungsvorstellung entsprechen (Art. 22 RPG). Es bezweckt einzelfallweise Planverwirklichung, soll aber nicht selbständige Planungsentscheide hervorbringen. Das Baubewilligungsverfahren verfügt weder über das sachlich nötige Instrumentarium, noch ist es bezüglich Rechtsschutz und demokratischer Legitimation geeignet, den Nutzungsplan im Ergebnis zu ergänzen oder zu ändern. Auch Ausnahmebewilligungen gemäss Art. 24 RPG haben den planerischen Stufenbau zu beachten. Ihr Entscheidungsbereich reicht zwar weiter als derjenige der Baubewilligung, weil sie für Vorhaben erteilt werden, welche nicht dem Zweck einer Nutzungszone ausserhalb der Bauzonen entsprechen. Für Bauten und Anlagen, die ihrer Natur nach nur in einem Planungsverfahren angemessen erfasst werden können, dürfen aber keine Ausnahmebewilligungen erteilt werden (BGE 113 Ib 374 E. 5; siehe auch BGE 112 Ib 28 E. 2a und BGE 114 Ib 188 E. 3c cb). Wann ein nichtzonenkonformes Vorhaben hinsichtlich seines Ausmasses und seiner Auswirkungen auf die Nutzungsordnung so gewichtig ist, dass es erst nach einer Änderung des Nutzungsplans bewilligt werden darf, ergibt sich aus der gesetzlichen Planungspflicht (Art. 2 RPG), den Planungsgrundsätzen und -zielen (Art. 3 und Art. 1 RPG), dem kantonalen Richtplan (Art. 6 ff. RPG) sowie der Bedeutung des Projekts im Lichte der im Raumplanungsgesetz festgelegten Verfahrensordnung (Art. 4 und Art. 33 f. RPG).\n\nBGE 114 Ib 312 S. 316\n\nb) aa) Die Zulässigkeit einer Golfplatzanlage in der Kur- und Sportzone der Gemeinde Morschach ist unbestritten. Diese Zone ist für die Aufnahme des projektierten Golfplatzes allerdings zu klein, weshalb er zu einem grossen Teil im übrigen Gemeindegebiet läge. Seine Bewilligung käme somit faktisch einer erheblichen Erweiterung der Kur- und Sportzone gleich. Mit einem solchen Vorgehen würden der Informationsanspruch und die Mitwirkungsrechte der Bevölkerung bei der Planung (Art. 4 Abs. 1 und 2 RPG) umgangen. In Anbetracht der mit dem Projekt verbundenen Infrastrukturfolgen und der Auswirkungen auf Nachbarschaft und landwirtschaftliche Nutzung erscheint dies unzulässig. Das Bundesgericht hat denn auch schon im Zusammenhang mit einer Minigolfanlage entschieden, eine solche gehöre in eine Freihaltezone oder eine Spezialzone für Sportanlagen und Vergnügungsstätten, da Anlagen, die ihrer Zweckbestimmung gemäss eine Nutzungszone voraussetzten, nicht gestützt auf Art. 24 RPG bewilligt werden könnten, ohne dass die bundesrechtlich vorgesehene Nutzungsordnung umgangen werde (unveröffentlichtes Urteil i.S. Gemeinde Risch vom 2. März 1987 E. 4). In gleichem Sinne wurde auch für eine grössere Sportanlage (offene und gedeckte Tennisfelder, zwei Fussballfelder, Dienstgebäude und Parkplätze) entschieden (BGE 114 Ib 186 E 3c).\n\nbb) Die Gemeinde Morschach hat im übrigen ihre Landwirtschaftszone noch auszuscheiden (Art. 2 Abs. 1, Art. 14 Abs. 2, Art. 16 RPG; § 15 und 19 des Planungs- und Baugesetzes des Kantons Schwyz vom 14. Mai 1987 (PBG)). Nach dem kantonalen Richtplan gehört namentlich das Gebiet des projektierten Golfplatzes zum sogenannten \"Futterbaugebiet\". Gemäss Richtplan ist solches als Landwirtschaftszone auszuscheiden, sofern kein überwiegendes Interesse die Zuweisung in eine andere Nutzungszone aufdrängt. Am Augenschein wurde dargelegt, dass das fragliche Gebiet zum besten Landwirtschaftsland der Gemeinde gehöre. Der Gemeinderat beabsichtigt seine Aufnahme in die Landwirtschaftszone. Berücksichtigt man überdies, dass nach den Vorstellungen des Kantons in Morschach eine noch grössere Landwirtschaftszone ausgeschieden werden sollte als von der Gemeinde bisher beabsichtigt, so zeigt sich, dass eine Zuweisung des streitigen Gebietes \"Fronalp\" zur Landwirtschaftszone sehr wohl in Frage kommt.\n\nAuf den hauptsächlich bespielten Flächen, die mindestens ein Mal, teils mehrmals wöchentlich gemäht werden müssen, ist eine BGE 114 Ib 312 S. 317ordentliche Nutzung für die Landwirtschaft nicht möglich und auch sonst sind Konflikte zwischen Landwirtschaft und Spielbetrieb zu erwarten. Dies dürfte vorliegend um so eher der Fall sein, als eine sehr intensive Golfplatznutzung geplant ist, handelt es sich beim Vorhaben des Beschwerdegegners doch um einen 9-Loch- Golfplatz mit rund 7,5 ha, während ein durchschnittlicher Golfplatz 18 Löcher und eine Fläche von rund 50 ha aufweist. Nach Darstellung der fachkundigen Vertreter des Bundesamtes für Landwirtschaft erfährt der als Golfplatz genutzte Boden im Laufe der Jahre zudem eine Veränderung, weshalb er auch nicht in kurzer Frist wieder einer umfassenden landwirtschaftlichen Nutzung zugeführt werden kann.\n\nSolange die Landwirtschaftszonenplanung der Gemeinde Morschach nicht abgeschlossen ist, erscheint es daher unzulässig, rund 6 ha landwirtschaftlich bestgeeigneten Landes auf dem Wege der Ausnahmebewilligung einer anderen Nutzung zuzuführen."}