{"annee": "114", "cour": "IA", "page": "88", "date": "8/6/1988", "cite": ["110 IA 140", "114 IA 84"], "cite_par": ["116 IA 60", "121 I 42", "115 IA 293", "116 IA 295", "127 III 41", "117 IA 193", "117 IA 372", "124 I 327", "116 IA 149", "118 IA 488", "123 I 49", "116 II 721", "118 IA 46", "115 IA 56", "116 IA 359", "125 I 394"], "chapeau": "14. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 8. Juni 1988 i.S. S. gegen Staatsanwaltschaft und Obergericht (I. Strafkammer) des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 5 ch. 4 CEDH; durée de la procédure de mise en liberté. Exception à l'exigence d'un intérêt actuel et pratique selon l'art. 88 OJ (consid. 5b). Obligation du tribunal de statuer \"à bref délai\" sur une demande de mise en liberté (consid. 5c). Le grief de violation de cette obligation nécessite une appréciation des circonstances concrètes de l'espèce (consid. 5c). Cas où une demande de mise en liberté n'a pas fait l'objet d'une décision suffisamment rapide au regard de l'art. 5 ch. 4 CEDH (consid. 5c). Conséquences de la violation de cette disposition (consid. 5d)."], "faits": "BGE 114 Ia 88 S. 89\n\nS. befindet sich seit längerer Zeit im Kanton Zürich in Haft. Am 29. Januar 1987 erhob die Staatsanwaltschaft des Kantons Zürich gegen S. wegen verschiedener Delikte Anklage. Die I. Strafkammer des Obergerichts des Kantons Zürich führte am 14. Januar 1988 die Hauptverhandlung durch; wegen Fernbleibens des Angeklagten S. verschob sie die Beratung. Am 12. Februar 1988 ersuchte S. um Entlassung aus der Haft. Das Obergericht holte von der Staatsanwaltschaft eine Stellungnahme ein. Mit Beschluss vom 24. März 1988 wies die I. Strafkammer des Obergerichts das Haftentlassungsgesuch ab. Diesen Entscheid focht S. am 28. März 1988 mit einer staatsrechtlichen Beschwerde beim Bundesgericht an. Gestützt auf das verfassungsmässige Recht der persönlichen Freiheit sowie Art. 5 Ziff. 3 und Ziff. 4 EMRK rügte er zum einen die Aufrechterhaltung der Haft und die Dauer des Haftentlassungsverfahrens. Im Eventualstandpunkt machte er zum andern geltend, es verstosse gegen Art. 4 BV und Art. 5 Ziff. 4 EMRK, dass er zur Vernehmlassung der Staatsanwaltschaft nicht habe Stellung nehmen können. Mit Urteil vom 20. April 1988 (BGE 114 Ia 84 ff.) hiess das Bundesgericht die Beschwerde wegen Verletzung des dem Angeschuldigten aufgrund von Art. 5 Ziff. 4 EMRK zustehenden Replikrechts gut und hob den angefochtenen Beschluss auf, ohne dass es zu den andern Rügen Stellung nahm. Das Obergericht gab S. daraufhin Gelegenheit, sich zur Vernehmlassung der Staatsanwaltschaft zu äussern. Mit Beschluss vom 11. Mai 1988 entschied es erneut über das Haftentlassungsgesuch vom 12. Februar 1988 und wies es ab.\n\nAuch gegen diesen Entscheid reichte S. staatsrechtliche Beschwerde ein. Er macht wiederum geltend, die Fortdauer der Haft verstosse gegen Verfassung und Konvention, und es liege eine Verletzung von Art. 5 Ziff. 4 EMRK vor, weil das Haftentlassungsverfahren zu lange gedauert habe. Das Bundesgericht erachtet die Beschwerde lediglich in diesem letzten Punkt als begründet.\n\nBGE 114 Ia 88 S. 90", "considerants": "Aus den Erwägungen:\n\n5. Schliesslich wirft der Beschwerdeführer dem Obergericht vor, es habe erst nach 41 Tagen über das Haftentlassungsgesuch vom 12. Februar 1988 entschieden und damit Art. 5 Ziff. 4 EMRK verletzt, wonach über ein solches Begehren \"innert kürzester Frist (à bref délai)\" zu befinden sei. Er beruft sich dabei auf das Urteil des Europäischen Gerichtshofes für Menschenrechte vom 21. Oktober 1986 i.S. Sanchez-Reisse gegen die Schweiz, gemäss welchem der Gerichtshof im damals zu beurteilenden Fall eine Dauer (vom Einreichen des Gesuchs bis zur gerichtlichen Entscheidung) von 31 Tagen als übermässig und mit dem Erfordernis des \"bref délai\" unvereinbar erachtet habe.\n\na) Der Vorwurf bezieht sich auf den ersten Entscheid des Obergerichts über das Haftentlassungsgesuch vom 12. Februar 1988, d.h. auf den Beschluss vom 24. März 1988, der vom Bundesgericht mit Urteil vom 20. April 1988 in Gutheissung der staatsrechtlichen Beschwerde vom 28. März 1988 wegen Verweigerung des dem Angeklagten aufgrund von Art. 5 Ziff. 4 EMRK zustehenden Replikrechts aufgehoben wurde. Da das Bundesgericht damals die Rüge der übermässigen Dauer des Haftrekursverfahrens nicht behandelt hat, ist der Beschwerdeführer berechtigt, sie mit der vorliegenden Beschwerde im Anschluss an den neuen Entscheid des Obergerichts über das erwähnte Haftentlassungsbegehren nochmals vorzubringen.\n\nb) Nach der Rechtsprechung des Bundesgerichts zu Art. 88 OG muss der Beschwerdeführer grundsätzlich ein aktuelles praktisches Interesse an der Aufhebung des angefochtenen Entscheids bzw. an der Überprüfung der von ihm erhobenen Rügen haben, damit auf die Beschwerde eingetreten werden kann (BGE 110 Ia 141 mit Hinweisen). Bei Rechtsverzögerungsbeschwerden fällt das aktuelle praktische Interesse weg, wenn die verlangte Amtshandlung vorgenommen wird. Im vorliegenden Fall hatte das Obergericht über das Haftentlassungsgesuch von S. bereits entschieden, als sich dieser beim Bundesgericht wegen Rechtsverzögerung durch das Obergericht im Haftentlassungsverfahren beschwerte. Ein aktuelles praktisches Interesse an der Überprüfung der Frage, ob eine Rechtsverzögerung begangen worden sei, war somit schon bei Einreichung der Beschwerde vom 28. März 1988 nicht mehr gegeben.\n\nDas Bundesgericht verzichtet jedoch ausnahmsweise auf das Erfordernis des aktuellen praktischen Interesses, wenn der gerügte BGE 114 Ia 88 S. 91Eingriff sich jederzeit wiederholen könnte und eine rechtzeitige verfassungsgerichtliche Überprüfung im Einzelfall kaum je möglich wäre, so dass die Voraussetzung des aktuellen praktischen Interesses eine Kontrolle der Verfassungsmässigkeit faktisch verhindern würde. Es prüft demnach Beschwerden materiell trotz Wegfall des aktuellen praktischen Interesses, wenn sich die aufgeworfenen Fragen jederzeit unter gleichen oder ähnlichen Umständen wieder stellen können und an deren Beantwortung wegen der grundsätzlichen Bedeutung ein hinreichendes öffentliches Interesse besteht und sofern sie im Einzelfall kaum je rechtzeitig verfassungsgerichtlich überprüft werden könnten (BGE 110 Ia 143 E. 2b mit Hinweisen). Das trifft hinsichtlich der hier in Frage stehenden Rüge der Verletzung des \"bref délai\" im Sinne von Art. 5 Ziff. 4 EMRK zu. Das Bundesgericht hatte bis jetzt noch nicht Gelegenheit, diese Konventionsbestimmung im Licht des erwähnten grundsätzlichen Entscheids des Europäischen Gerichtshofes in der Sache Sanchez-Reisse auszulegen. Es drängt sich auf, die vom Beschwerdeführer aufgeworfene Frage, die einen prinzipiellen Aspekt hat, trotz Wegfall des aktuellen Interesses zu prüfen. Auf die Beschwerde ist somit auch in diesem Punkt einzutreten.\n\nc) Gemäss Art. 5 Ziff. 4 EMRK hat jedermann, dem seine Freiheit durch Festnahme oder Haft entzogen wird, das Recht, ein Verfahren zu beantragen, in dem von einem Gericht \"raschmöglichst\" (im französischen Text: \"à bref délai\") über die Rechtmässigkeit der Haft entschieden und im Falle der Widerrechtlichkeit seine Entlassung angeordnet wird. Diese Vorschrift verpflichtet das Gericht, über ein Haftentlassungsbegehren so rasch als möglich zu befinden. Wie der Europäische Gerichtshof für Menschenrechte in dem vom Beschwerdeführer erwähnten Urteil vom 21. Oktober 1986 festgehalten hat, kann die Frage, innerhalb welcher Frist nach Art. 5 Ziff. 4 EMRK über ein Haftentlassungsgesuch entschieden werden muss, nicht abstrakt beurteilt werden; der Entscheid hängt vielmehr von der Würdigung der konkreten Umstände des einzelnen Falles ab (Urteil Sanchez-Reisse, Publications de la Cour européenne des droits de l'homme, Série A, vol. 107, Ziff. 55, S. 20). Im damals vom Gerichtshof beurteilten Fall hatte der argentinische Staatsangehörige Sanchez-Reisse mit Eingaben vom 25. Januar und 21. Mai 1982 um Entlassung aus der Auslieferungshaft ersucht, und das Bundesgericht hatte über das erste Begehren nach 31 Tagen, über das zweite nach 46 Tagen entschieden. Der Europäische Gerichtshof führte im wesentlichen BGE 114 Ia 88 S. 92aus, aufgrund der Erwägungen der bundesgerichtlichen Entscheide ergebe sich, dass es bei der Frage, ob der Gesuchsteller aus der Auslieferungshaft zu entlassen sei, nicht um komplexe Probleme gegangen sei, welche vertiefte Abklärungen und eine eingehende Prüfung erfordert hätten. Mit Rücksicht darauf erscheine es als übermässig lang und mit dem durch Art. 5 Ziff. 4 EMRK gewährleisteten Anspruch des Inhaftierten auf einen vom Gericht innert kurzer Frist zu treffenden Entscheid unvereinbar, dass das Bundesgericht erst nach 31 bzw. 46 Tagen über die Haftentlassungsbegehren entschieden habe (Urteil Sanchez-Reisse, Ziff. 57-61, S. 21/22).\n\nGeht man von dieser sehr strengen Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte aus, so lässt es sich unter dem Gesichtspunkt der erwähnten Konventionsbestimmung nicht vertreten, dass es im vorliegenden Fall von der Einreichung des Haftentlassungsgesuches (12. Februar 1988) bis zum Entscheid des Obergerichts (24. März 1988) 41 Tage gedauert hat. Der lediglich drei Seiten umfassenden Begründung des obergerichtlichen Beschlusses vom 24. März 1988 ist zu entnehmen, dass die Frage der Haftentlassung keine besonderen Probleme aufwarf, die ausgedehnte Abklärungen oder ein umfassendes Aktenstudium erfordert hätten, musste doch das Obergericht schon am 22. Juli und 24. September 1987 über Begehren des Beschwerdeführers um Haftentlassung befinden. Es verwies denn auch in seinem Entscheid vom 24. März 1988 bei fast allen sich stellenden Fragen auf die bereits ergangenen Beschlüsse und fügte seinen damaligen Ausführungen jeweils nur weniges bei. Unter diesen Umständen hat das Obergericht den dem Beschwerdeführer aufgrund von Art. 5 Ziff. 4 EMRK zustehenden Anspruch auf einen vom Gericht \"raschmöglichst\" zu treffenden Entscheid verletzt, indem es erst nach 41 Tagen über das Haftentlassungsgesuch entschied. Das Bundesgericht hat sich bei Anwendung des Art. 5 Ziff. 4 der Konvention an die Praxis des Europäischen Gerichtshofes für Menschenrechte zu halten.\n\nd) Stellt das Bundesgericht fest, ein kantonales Gericht habe über ein Haftentlassungsbegehren nicht genügend rasch im Sinne von Art. 5 Ziff. 4 EMRK entschieden, so hat das klarerweise nicht zur Folge, dass die Haft - wie der Beschwerdeführer meint - \"nach Ablauf des zulässigen bref délai als ungesetzlich erachtet\" werden müsste, was \"zur sofortigen Haftentlassung\" führen würde. Einen Anspruch auf Entlassung aus der Haft hätte der BGE 114 Ia 88 S. 93Beschwerdeführer nur dann, wenn kein Haftgrund mehr bestünde, wenn die Haftdauer übermässig wäre oder wenn sich eine Haftentlassung aus Gründen der Rechtsgleichheit aufdrängen würde. Wie dargelegt wurde (E. 2-4), konnte das Obergericht ohne Verletzung der Verfassung und der EMRK annehmen, es seien nach wie vor Haftgründe (dringender Tatverdacht; Fluchtgefahr) gegeben, die Haftdauer sei nicht übermässig und eine Entlassung aus der Haft komme auch nicht aufgrund des Gebots der rechtsgleichen Behandlung in Frage. Bei dieser Sachlage fällt eine Haftentlassung des Beschwerdeführers ausser Betracht, und der Umstand, dass das Obergericht nicht rasch genug über das Begehren um Entlassung aus der Sicherheitshaft entschied, hat im bundesgerichtlichen Verfahren zur Folge, dass das Bundesgericht in den Erwägungen seines Urteils feststellt, die kantonale Instanz habe Art. 5 Ziff. 4 EMRK (Anspruch auf einen Entscheid innert kurzer Frist) verletzt, und die Beschwerde in diesem Punkt formell gutzuheissen ist.\n\nZusammenfassend ergibt sich, dass die vorliegende staatsrechtliche Beschwerde im Sinne der Erwägungen teilweise gutzuheissen ist."}