{"annee": "114", "cour": "V", "page": "22", "date": "17/2/1988", "cite": ["113 V 42", "105 V 180", "112 V 303", "97 V 166", "108 V 253", "102 V 108"], "cite_par": ["126 V 276", "129 V 80", "121 V 11", "123 V 53", "114 V 258", "122 V 206", "131 V 9", "128 V 102", "115 V 191"], "chapeau": "7. Auszug aus dem Urteil vom 17. Februar 1988 i.S. Bundesamt für Sozialversicherung gegen P. und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 12, 13 et 19 al. 2 let. c LAI, art. 8 al. 1 let. c RAI: Mesures médicales et mesures de nature pédago-thérapeutique. - Faute d'être reconnue par la science médicale, la thérapie musicale ne relève pas des prestations obligatoirement à la charge des caisses-maladie en vertu de la LAMA, de sorte qu'elle ne représente pas non plus une mesure médicale selon les art. 12 et 13 LAI (consid. 1). - Pour l'octroi de mesures de nature pédago-thérapeutique comprises dans la formation scolaire spéciale, les critères déterminants sont d'ordre pédagogique et non médical (consid. 2c, d). - Quand la thérapie musicale représente-t-elle une mesure de nature pédago-thérapeutique au sens des art. 19 al. 2 let. c LAI et 8 al. 1 let. c RAI (consid. 3a)?"], "faits": "", "considerants": "BGE 114 V 22 S. 22\n\nAus den Erwägungen:\n\n1. a) Eine Leistungspflicht der Invalidenversicherung für medizinische Massnahmen im allgemeinen (Art. 12 IVG) und bei Geburtsgebrechen (Art. 13 IVG) besteht unter anderem nur, wenn die Massnahmen nach bewährter Erkenntnis der medizinischen Wissenschaft angezeigt sind (Art. 2 Abs. 1 in fine IVV und BGE 114 V 22 S. 23Art. 2 Abs. 3 GgV). Im sozialen Krankenversicherungsrecht ist die gesetzliche Leistungspflicht der Krankenkassen für Krankenpflege auf die wissenschaftlich anerkannten Heilanwendungen beschränkt (Art. 12 Abs. 2 Ziff. 1 lit. b und Ziff. 2 sowie Abs. 5 KUVG in Verbindung mit Art. 21 und 26 Vo III, Vo 8 und 9 zum KUVG; BGE 108 V 254 f. Erw. 1a/b, vgl. auch BGE 113 V 44 Erw. 4b, BGE 112 V 305 Erw. 2b; RKUV 1987 Nr. K 707 S. 8 ff. Erw. 2 mit Hinweisen).\n\nNach der Rechtsprechung gilt eine Behandlungsart dann als bewährter Erkenntnis der medizinischen Wissenschaft entsprechend, wenn sie von Forschern und Praktikern der medizinischen Wissenschaft auf breiter Basis anerkannt ist. Das Schwergewicht liegt auf der Erfahrung und dem Erfolg im Bereich einer bestimmten Therapie (BGE 105 V 185 Erw. 3; vgl. auch BGE 113 V 45 Erw. 4d/aa mit Hinweisen). Diese im Gebiet der Krankenpflege geltende Definition der Wissenschaftlichkeit findet grundsätzlich auch auf die medizinischen Massnahmen der Invalidenversicherung Anwendung (nicht veröffentlichtes Urteil F. vom 26. April 1974). Ist mithin eine Vorkehr mangels Wissenschaftlichkeit nicht als Pflichtleistung der Krankenkassen nach KUVG anerkannt, so kann sie auch nicht als medizinische Massnahme nach Art. 12 f. IVG zu Lasten der Invalidenversicherung gehen.\n\nb) Im Rahmen von Vorabklärungen für die Fachkommission für allgemeine Leistungen der Krankenversicherung hat der ärztliche Dienst des Bundesamtes für Sozialversicherung (BSV) im Jahre 1980 festgestellt, ein therapeutisches Agens der Musiktherapie sei schwerlich zu finden; jedenfalls würden derzeit konkrete Anhaltspunkte, um die Musiktherapie als wissenschaftlich anerkannte therapeutische Methode bzw. Heilanwendung zu bezeichnen, fehlen. Es ginge auch nicht an, die Musiktherapie einfach unter den Begriff der Psychotherapie einzuordnen, zumal ein entsprechendes Fach in der Ausbildung des Arztes fehle. Eine Leistungspflicht der Krankenkassen für Musiktherapie bestehe daher nicht (RSKV 1980 S. 260 f.).\n\nDie Auffassung dieser Kommission ist für den Richter grundsätzlich nicht bindend. Geht es indessen ausschliesslich um die Würdigung medizinischer Tatbestände, so weicht er davon nur ab, wenn sich diese aufgrund schlüssiger Fakten als unhaltbar erweist (BGE 113 V 46 Erw. 4d/cc, BGE 112 V 306 Erw. 2c mit Hinweis). Dies ist vorliegend nicht der Fall, weshalb die Musiktherapie mangels Wissenschaftlichkeit keine Pflichtleistung der Krankenkassen darstellt.BGE 114 V 22 S. 24\n\nDaran hat sich bis heute nichts geändert, auch wenn diese Therapieform sich verbreitet und beispielsweise von Battegay als \"eine wesentliche Bereicherung der ... zur Verfügung stehenden psycho- und soziotherapeutischen Massnahmen\" geschildert wird (BATTEGAY et al., Handwörterbuch der Psychiatrie, Stuttgart 1984, S. 287).\n\nAus dem Gesagten folgt, dass die streitige Musiktherapie mangels medizinischer Wissenschaftlichkeit von der Invalidenversicherung nicht als medizinische Massnahme nach Art. 12 f. IVG zu übernehmen ist.\n\n2. Als nächstes ist zu prüfen, ob unter dem Titel des Art. 19 IVG eine Beitragspflicht der Invalidenversicherung für die Musiktherapie besteht.\n\na) Gemäss Art. 19 Abs. 1 Satz 1 IVG werden an die Sonderschulung bildungsfähiger Minderjähriger, denen infolge Invalidität der Besuch der Volksschule nicht möglich oder nicht zumutbar ist, Beiträge gewährt. Die Beiträge umfassen nebst dem Schul- (lit. a) und Kostgeld (lit. b) besondere Entschädigungen für zusätzlich zum Sonderschulunterricht notwendige Massnahmen pädagogisch-therapeutischer Art, wie Sprachheilbehandlung für schwer Sprachgebrechliche, Hörtraining und Ableseunterricht für Gehörgeschädigte sowie Sondergymnastik zur Förderung gestörter Motorik für Sinnesbehinderte und hochgradig geistig Behinderte (Art. 19 Abs. 2 lit. c IVG; Art. 8 Abs. 1 lit. c und 10bis IVV).\n\nb) Das BSV räumt ein, dass die Aufzählung in Art. 19 Abs. 2 lit. c IVG und Art. 8 Abs. 1 lit. c IVV bloss beispielhaft und nicht abschliessend sei; indes müsse bei einer Therapieform, für welche die Invalidenversicherung als pädagogisch-therapeutische Massnahme aufzukommen habe, \"ebenfalls die Forderung der Wissenschaftlichkeit erfüllt sein\". Dabei geht das Bundesamt davon aus, dass im Bereich des Art. 19 IVG der gleiche Wissenschaftlichkeitsbegriff gelte wie bei den Art. 12 f. IVG und den Pflichtleistungen in der sozialen Krankenversicherung.\n\nc) In BGE 97 V 166 f. hat das Eidg. Versicherungsgericht festgehalten, Art. 2 Abs. 1 in fine IVV (\"nach bewährter Erkenntnis der medizinischen Wissenschaft angezeigt\") beziehe sich zwar nach seiner systematischen Stellung nur auf die medizinischen Massnahmen und nicht auf die Sonderschulung. Die gesetzliche Unterscheidung von medizinischen und pädagogisch-therapeutischen Massnahmen dürfe aber nicht darüber hinwegtäuschen, dass die beiden Leistungsarten eine gemeinsame Natur hätten. Es BGE 114 V 22 S. 25obliege daher dem Richter, auf die pädagogisch-therapeutischen Massnahmen eine \"ähnliche Regelung\" (\"une règle semblable\") anzuwenden, wie sie der Verordnungsgeber für die medizinischen Massnahmen aufgestellt habe. Diese Überlegungen führten das Gericht in jenem Fall zur Verneinung der Leistungspflicht der Invalidenversicherung hinsichtlich eines von einem französischen ORL-Spezialarzt angewandten Heilverfahrens zur Behandlung von Dyslexie und Dysorthographie, welches weder in der Schweiz noch in Frankreich medizinisch anerkannt war (vgl. den in BGE 97 V 166 nicht veröffentlichten, aber in ZAK 1972 S. 486 publizierten Sachverhalt). Die Invalidenversicherung soll mithin nicht für eine medizinische Massnahme, für die mangels Wissenschaftlichkeit nach Art. 12 f. IVG keine Leistungspflicht besteht, über Art. 19 IVG zur Subventionierung herangezogen werden. Indes darf daraus nicht der Schluss gezogen werden, die Invalidenversicherung sei im Rahmen des Art. 19 IVG nur dann leistungspflichtig, wenn es sich bei der Vorkehr um eine wissenschaftlich anerkannte Massnahme im Sinne von Art. 12 f. IVG handle. Zweifellos trifft dies für die medizinischen Massnahmen zu; davon abzugrenzen sind aber die pädagogisch-therapeutischen Massnahmen der Sonderschulung. Es gibt zahlreiche Vorkehren, bei denen das pädagogische Moment - der Aspekt der Erziehung im Sinne der günstigen Beeinflussung des Verhaltens und der anlagemässig gegebenen Möglichkeiten - weit im Vordergrund vor der medizinischen Behandlung steht. So leistet beispielsweise die Invalidenversicherung an die Kosten für Heileurhythmie, welche keine Pflichtleistung der Krankenkassen (RSKV 1969 S. 131) und daher auch keine medizinische Massnahme gemäss Art. 12 f. IVG darstellt, nach ständiger, vom Eidg. Versicherungsgericht bestätigter (erwähntes Urteil F. vom 26. April 1974 sowie unveröffentlichtes Urteil D. vom 9. Juni 1976) Praxis Beiträge (vgl. Rz. 2.3 in fine des bundesamtlichen Kreisschreibens über die pädagogisch-therapeutischen Massnahmen in der Invalidenversicherung, gültig ab 1. März 1975). Im gleichen Sinn hat das Gericht eine Verhaltenstherapie, welche in erster Linie dem sozialen Verhalten, der Bildung, der Schulung und der lebenspraktischen Förderung diente, als pädagogisch-therapeutische Massnahme im Sinne von Art. 8 Abs. 1 lit. c IVV bezeichnet (nicht veröffentlichtes Urteil B. vom 12. Juni 1978), obwohl solche Verhaltenstherapien nicht unter den Begriff der kassenpflichtigen Psychotherapie im Sinne der Verfügung 8 zum KUVG vom 16. Dezember 1965 (nunmehr Verordnung BGE 114 V 22 S. 268 vom 20. Dezember 1985) fallen. Auch bei der Patterning-Therapie hat das Eidg. Versicherungsgericht deren Ablehnung als pädagogisch-therapeutische Massnahme (im Vorschulalter) nicht mit dem Argument fehlender Anerkennung durch die medizinische Wissenschaft begründet (nicht veröffentlichtes Urteil B. vom 23. Oktober 1984). In bezug auf den Mongolismus schliesslich, der als solcher überhaupt keiner wissenschaftlich anerkannten medizinischen Behandlung zugänglich ist und daher auch nicht als Geburtsgebrechen gilt (so ausdrücklich Rz. 6 des Kreisschreibens des BSV über die medizinischen Eingliederungsmassnahmen, gültig ab 1. Januar 1986), sind heilpädagogische Massnahmen unabhängig von einem Mindestalter ab jenem Zeitpunkt zu gewähren, in dem angenommen werden kann, dass sie im Einzelfall nach dem jeweiligen Stand der wissenschaftlichen Erkenntnis eine angemessene Förderung des Behinderten nach der Zielsetzung der Sonderschulung erwarten lassen (ZAK 1982 S. 191).\n\nDaraus erhellt, dass auch bei den Sonderschulmassnahmen nach Art. 19 IVG und besonders bei den pädagogisch-therapeutischen Massnahmen die Forderung der Wissenschaftlichkeit erfüllt sein muss. Massgebend ist indessen nicht der Begriff der medizinischen, sondern der pädagogischen Wissenschaften. Das Eidg. Versicherungsgericht hat denn auch in BGE 97 V 166 eine mit Art. 2 Abs. 1 in fine IVV vergleichbare (semblable) und nicht eine identische Wertung der Wissenschaftlichkeit verlangt. Das wird durch die in BGE 97 V 166 nicht veröffentlichte Feststellung des Gerichts bestätigt, wonach die Kategorie der pädagogisch-therapeutischen Massnahmen überwiegend nach juristischen und nicht nach medizinischen Kriterien abzugrenzen sei (ZAK 1972 S. 488 Erw. 2b in fine).\n\nd) Dass das Kriterium der medizinischen Wissenschaftlichkeit für die pädagogisch-therapeutischen Massnahmen nicht massgeblich sein kann, ergibt sich auch aus dem Umstand, dass die Invalidenversicherung die medizinischen Massnahmen als Naturalleistung erbringt. Da diese Leistungsart ein Eingliederungsrisiko nach Art. 11 IVG bzw. Art. 23 IVV in sich birgt, soll die Invalidenversicherung nur solche medizinischen Massnahmen erbringen, die der bewährten Erkenntnis der medizinischen Wissenschaft entsprechen. Würde nämlich die Versicherung andere medizinische Massnahmen gewähren, könnte dies im Falle eines Behandlungsmisserfolges die Haftung der Invalidenversicherung begründen. Im Bereich der Sonderschulung beschränkt sich die Rolle der Invalidenversicherung BGE 114 V 22 S. 27dagegen auf die Subventionierung (EVGE 1969 S. 154 ff.). Auch übernimmt sie die Kosten nicht stets vollumfänglich, sondern leistet nur Beiträge, die nicht notwendigerweise die gesamten Kosten zu decken haben (ZAK 1977 S. 232, 1963 S. 181). Beschränkt sich aber die Rolle der Versicherung auf die Beitragsgewährung, so ist eine Haftung für durch Abklärungs- oder Eingliederungsmassnahmen verursachte Krankheiten oder Unfälle ausgeschlossen (MEYER-BLASER, Zum Verhältnismässigkeitsgrundsatz im staatlichen Leistungsrecht, Diss. Bern 1985, S. 153; vgl. auch ZAK 1987 S. 97 f. mit Hinweisen).\n\n3. Ist nach dem Gesagten der Begriff der medizinischen Wissenschaftlichkeit für den Sonderschulbereich nicht massgeblich, so fragt sich weiter, ob es sich bei der streitigen Musiktherapie um eine pädagogisch-therapeutische Massnahme handelt.\n\na) Pädagogisch-therapeutische Massnahmen sind Vorkehren, die nicht unmittelbar der Vermittlung von Kenntnissen und Fertigkeiten in schulischen Belangen dienen. Sie treten ergänzend zum Sonderschulunterricht hinzu und sind hauptsächlich darauf ausgerichtet, die Schulung beeinträchtigende Auswirkungen der Invalidität zu mildern oder zu beseitigen. Der Begriff \"therapeutisch\" verdeutlicht, dass hiebei die Behandlung des Leidens im Vordergrund steht. Wie der Massnahmenkatalog in Art. 19 Abs. 2 lit. c IVG und Art. 8 Abs. 1 lit. c IVV zeigt, geht es dabei vornehmlich um die Verbesserung gewisser körperlicher oder psychischer Funktionen im Hinblick auf den Sonderschulunterricht. Die Abgrenzung gegenüber den medizinischen Massnahmen erfolgt durch den Begriff \"pädagogisch\" (ZAK 1980 S. 502 Erw. 4 mit Hinweis, 1971 S. 601). Im Verhältnis zu den medizinischen Massnahmen ist entscheidend, ob das pädagogische oder das medizinische Moment überwiegt (ZAK 1971 S. 601). Welcher der beiden Gesichtspunkte überwiegt, beurteilt sich nach den konkreten Umständen des Einzelfalles. So hat das Eidg. Versicherungsgericht beispielsweise hinsichtlich der Spieltherapie, welche eine Pflichtleistung der Krankenkassen ist (RSKV 1974 S. 39), festgestellt, diese Vorkehr könne sowohl eine - gewisse Massnahmen bei Geburtsgebrechen ergänzende - medizinische Behandlung als auch eine - logopädische Vorkehren begleitende - pädagogisch-therapeutische Massnahme im Sinne von Wahrnehmungstherapie oder -training sein. In der Folge hat das Gericht unter Hinweis auf ein unveröffentlichtes Urteil S. vom 3. September 1981 die Spieltherapie als pädagogisch-therapeutische Massnahme eingestuft (ZAK 1984 S. 506 BGE 114 V 22 S. 28Erw. 3b). Als pädagogisch-therapeutische Massnahme ist ferner nur eine qualifizierte, namentlich heilpädagogische Behandlung zu werten, nicht aber jede Pflege, die der allgemeinen sozialen Förderung des Behinderten dient (ZAK 1982 S. 192 Erw. 2a mit Hinweisen). Gegenüber dem Sonderschulunterricht wird die Abgrenzung damit erreicht, dass die streitige Vorkehr eine pädagogisch-therapeutische \"Extraleistung\", d.h. den Sonderschulunterricht ergänzende Massnahme sein muss, was beispielsweise auf den Schwimmunterricht, den ein Sonderschüler ausserhalb seiner Sonderschulung erhält, nicht zutrifft (BGE 102 V 108).\n\nb) Laut BATTEGAY (a.a.O., S. 286) ist unter Musiktherapie die systematische und gezielte Anwendung von Musik in rezeptiver (\"passiver\") oder aktiver Form zu Heilzwecken, zur Besserung der körperlich-seelischen Befindlichkeit von Kranken mit körperlichen, seelischen oder geistigen Störungen und zur Förderung ihrer Wiedereingliederung zu verstehen; besonders im Zusammenwirken mit anderen Therapieformen vermöge die Musiktherapie zur emotionalen Aktivierung, Spannungsregulierung, Kontaktförderung und Steigerung der Erlebnisfähigkeit beizutragen. Nach der von der Vorinstanz eingeholten Auskunft eines Musiktherapeuten soll die streitige Vorkehr denn auch der Verbesserung der Kommunikations- und Lernfähigkeit dienen. Sodann stehen gemäss dem vom Beschwerdegegner eingereichten Projektbeschrieb \"Berufsbegleitende Ausbildung in Musiktherapie\" die pädagogischen Elemente eindeutig vor den medizinisch-behandlungsmässigen; und schliesslich hat die Erziehungsdirektion des Kantons Zürich die Musiktherapie als pädagogische Therapie im Sinne einer Stütz- und Förderungsmassnahme qualifiziert. Bei diesen Gegebenheiten ist mit der Rekurskommission davon auszugehen, dass es sich bei der streitigen Musiktherapie um eine der in Art. 19 Abs. 2 lit. c IVG und Art. 8 Abs. 1 lit. c IVV nicht abschliessend aufgezählten (ZAK 1984 S. 506 Erw. 3b in fine, 1971 S. 603 Erw. 2) Massnahmen handelt.\n\n4. Aus Art. 8 Abs. 1 Satz 1 IVG folgt, dass ein Anspruch auf Eingliederungsmassnahmen nur insoweit gegeben ist, als diese zur Erreichung des Zieles der jeweiligen gesetzlichen Norm notwendig und geeignet sind. Die Leistungspflicht der Invalidenversicherung für Musiktherapie setzt mithin voraus, dass diese nach dem Stand der Erkenntnisse der Pädagogik im konkreten Einzelfall eine notwendige und geeignete Unterstützungsmassnahme zu einer sonstigen Vorkehr der Sonderschulung, insbesondere zum Sonderschulunterricht BGE 114 V 22 S. 29darstellt (in diesem Sinne - zur Spieltherapie - ZAK 1984 S. 507 Erw. 5d); nur wenn die Musiktherapie somit unerlässlicher Bestandteil eines Sonderschulprogrammes ist, hat die Versicherung daran Beiträge zu leisten..."}