{"annee": "114", "cour": "IA", "page": "317", "date": "28/10/1988", "cite": ["104 IA 256", "107 IA 126", "110 IA 1", "111 IA 44"], "cite_par": ["129 I 113", "115 IA 157", "115 IA 183", "128 II 112"], "chapeau": "52. Arrêt de la IIe Cour de droit public du 28 octobre 1988 en la cause L. contre cantons de Genève et du Valais (recours de droit public)", "regestes": ["Art. 90 al. 1 lettre b OJ; le grief de double imposition doit être motivé, en particulier lorsqu'il ne s'agit pas d'un cas typique d'application de l'art. 46 al. 2 Cst."], "faits": "BGE 114 Ia 317 S. 317\n\nMlle L., qui avait son domicile à Genève, est décédée le 26 mai 1985. En leur qualité d'héritiers, ses parents, domiciliés en Valais, bénéficièrent des prestations d'assurance-accidents et de celles d'un fonds de prévoyance. Le 25 février 1986, l'Administration fiscale du canton de Genève fixa l'impôt successoral dû sur ces prestations.\n\nLe 18 juin 1986, les époux L. formèrent une réclamation contre la taxation genevoise, en faisant valoir que leur canton de domicile soumettait à l'impôt sur le revenu les prestations d'assurances reçues et qu'ils seraient ainsi doublement imposés.\n\nCette réclamation ayant été déclarée irrecevable pour cause de tardiveté, les époux L. s'adressèrent à la Commission cantonale de recours en matière d'impôts du canton de Genève qui, par décision du 20 novembre 1986, rejeta le recours et confirma la décision sur réclamation. Elle rappela toutefois, à titre indicatif, que le grief de double imposition pourrait encore être soulevé, à réception du bordereau valaisan, directement auprès du Tribunal fédéral.\n\nLe 22 décembre 1987, le Service cantonal des contributions du canton du Valais notifia à L. un bordereau d'impôt sur le revenu portant sur les prestations d'assurances.\n\nBGE 114 Ia 317 S. 318\n\nLe mandataire de L. s'est adressé au Tribunal fédéral le 31 décembre 1987. Il prétendait recourir contre la taxation de l'Administration fiscale cantonale genevoise du 25 février 1986 et contre celle du Service cantonal valaisan des contributions du 22 décembre 1987, au motif que son mandant faisait \"l'objet d'une double imposition sur l'indemnisation touchée\".\n\nPar lettre du 8 janvier 1988, le mandataire du recourant a été invité à compléter son recours dans le délai légal, car celui-ci ne répondait pas aux exigences de motivation posées par la jurisprudence (ATF 111 Ia 46 consid. 1b).\n\nDans sa réponse du 16 janvier 1988, le mandataire de L. a déclaré, sans autre précision, que le recours était dirigé contre la décision de taxation du canton de Genève.\n\nLe Tribunal fédéral a déclaré le recours irrecevable.", "considerants": "Extrait des considérants:\n\n2. a) Le citoyen qui se plaint d'être imposé à double peut former un recours de droit public pour violation de l'art. 46 al. 2 Cst. Le délai de trente jours court dès la notification de la dernière prétention fiscale qui, selon le recourant, constitue une double imposition. L'épuisement des instances cantonales de recours n'est pas nécessaire (art. 86 al. 2 OJ). Si le recours est déposé à temps contre la décision du dernier canton qui a statué, il est recevable contre la taxation antérieure émanant de l'autre canton (ATF 104 Ia 257 consid. 1; Archives 53, p. 449). Le présent recours et son complément du 16 janvier 1988, adressés au Tribunal fédéral dans les trente jours dès la décision de taxation du Valais, ont donc été introduits en temps utile, d'autant plus que le délai légal était suspendu jusqu'au 1er janvier (art. 34 al. 1 lettre b OJ).\n\nb) Selon l'art. 90 al. 1 lettre b OJ, l'acte de recours doit à peine d'irrecevabilité contenir \"un exposé des faits essentiels et un exposé succinct des droits constitutionnels ou des principes juridiques violés, précisant en quoi consiste la violation\". S'agissant d'un recours de droit public, le Tribunal fédéral n'examine que les griefs soulevés de manière claire et, dans la mesure du possible, justifiés par des documents. Il appartient au recourant d'indiquer quel droit constitutionnel a été violé et quelle est la portée de la violation. Il ne saurait se contenter de soulever de vagues griefs ou de renvoyer aux actes cantonaux (ATF 110 Ia 3 ss; LOCHER, Doppelbesteuerungsrecht, vol. 3, § 12, III B, BGE 114 Ia 317 S. 3193 Nos 4, 7, 9, 14, 16). Lorsque le recourant invoque des droits constitutionnels dont le Tribunal fédéral examine l'application avec un libre pouvoir d'examen, tels que l'interdiction de la double imposition intercantonale, il doit établir en quoi la norme juridique a été mal interprétée et mal appliquée. Un bref exposé suffit, si le droit constitutionnel invoqué est clairement défini, et si l'espèce litigieuse représente un cas typique d'application de ce droit (ATF 107 Ia 129 consid. 1c).\n\nEn l'espèce, le recourant ne qualifie pas expressément l'acte qu'il a déposé et présente les faits de manière tellement succincte qu'il n'est pas possible de les comprendre sans se référer au dossier cantonal. Sur le fond, il ne dit pas en quoi l'impôt successoral perçu par le canton de Genève constituerait une double imposition par rapport à l'impôt cantonal valaisan sur le revenu. Par lettre du 8 janvier 1988, le Tribunal fédéral avait donc invité le recourant a compléter son acte de recours en le rendant attentif au fait qu'il s'agissait non seulement de préciser quelle était la taxation contestée, mais aussi de démontrer que les prestations imposées en Valais et à Genève seraient identiques. Or, dans son complément de recours du 16 janvier 1988, le recourant se borne à déclarer qu'il attaque la taxation du canton de Genève, en se référant à l'indication donnée par la Commission cantonale de recours en matière d'impôts dans sa décision du 20 novembre 1986. Pour le reste, il ne tente même pas d'expliquer en quoi l'impôt successoral du canton de Genève et l'impôt sur le revenu du canton du Valais constitueraient une double imposition intercantonale. Dans la mesure où ces taxations ne représentent pas un cas typique d'application de l'art. 46 al. 2 Cst., il ne suffit pas en effet de prétendre que les prestations d'assurances reçues seraient imposées à double et de soumettre le problème au Tribunal fédéral comme à un bureau de conseils en matière fiscale.\n\nIl s'ensuit que le recours ne répond pas aux exigences de motivation posées par la loi et la jurisprudence pour être recevable comme recours de droit public fondé sur l'art. 46 al. 2 Cst."}