{"annee": "114", "cour": "IA", "page": "286", "date": "14/10/1988", "cite": ["100 IA 189", "112 IA 161", "111 IA 231", "98 IA 281", "103 IA 169"], "cite_par": ["122 I 130", "138 I 196", "118 IA 305", "115 IA 234", "119 IA 460"], "chapeau": "46. Extrait de l'arrêt de la IIe Cour de droit public du 14 octobre 1988 dans la cause Alain Fracheboud et Jean Dunant contre Conseil d'Etat du canton de Genève (recours de droit public)", "regestes": ["Principe de la séparation des pouvoirs. Liberté personnelle. 1. L'art. 125 Cst. gen. lui conférant un large pouvoir normatif indépendant dans les matières de police, le Conseil d'Etat genevois est compétent pour édicter le règlement cantonal d'exécution du Concordat intercantonal sur le commerce des armes et des munitions (consid. 5). 2. Soumettre à autorisation l'achat et la vente des armes à épauler semi-automatiques ne viole pas la garantie constitutionnelle de la liberté personnelle (consid. 6)."], "faits": "BGE 114 Ia 286 S. 286\n\nA.- Par loi du 3 mars 1945, le canton de Genève avait adhéré au Concordat intercantonal sur le commerce des armes et des munitions du 20 juillet 1944. L'art. 2 de cette loi donnait au Conseil d'Etat genevois le pouvoir d'édicter les \"dispositions réglementaires qui seraient nécessaires\".\n\nBGE 114 Ia 286 S. 287\n\nLe 23 octobre 1945, l'Exécutif cantonal a arrêté un règlement d'exécution du Concordat intercantonal, abrogé par un nouveau règlement du 23 juin 1964.\n\nB.- Le nouveau Concordat intercantonal du 27 mars 1969 sur le commerce des armes et des munitions (RS 514.542; ci-après: le Concordat) a été approuvé par le Conseil fédéral le 13 janvier 1970.\n\nLe canton de Genève est partie à ce Concordat depuis le 26 février 1972 (RO 1972, p. 693). En application de l'art. 2 de la loi genevoise du 14 janvier 1972 concernant le Concordat intercantonal sur le commerce des armes et des munitions (RL gen. 1972, p. 49), le Conseil d'Etat a édicté le 20 décembre 1972 le règlement d'exécution, entré en vigueur le 30 décembre 1972 (RS gen. I, 3, 10).\n\nC.- Par arrêté du 14 octobre 1987, le Conseil d'Etat genevois a modifié une première fois son règlement. Outre un nouvel art. 30, il a adopté un nouvel art. 4 al. 3 interdisant l'achat et la vente des armes tirant par rafales et des armes à épauler semi-automatiques.\n\nCompte tenu des nombreux recours déposés, le Conseil d'Etat est revenu sur cette nouvelle réglementation.\n\nD.- Au terme d'une procédure de consultation, l'Exécutif cantonal genevois a modifié, par arrêté du 14 décembre 1987, le règlement d'exécution du Concordat de la manière suivante:\n\n\"Art. 4, al. 3 (nouvelle teneur)\n\nal. 4 (nouveau)\n\nArmes tirant par rafales ou à épauler semi-automatiques\n\n3 L'achat et la vente des armes tirant par rafales sont interdits. Le droit fédéral est réservé.\n\n4 L'achat et la vente des armes à épauler semi-automatiques sont assujettis à autorisation. Les autorisations ne peuvent être accordées qu'à des personnes justifiant d'un intérêt légitime à l'acquisition de ce type d'arme. Les autorisations peuvent être subordonnées à des conditions ou à des charges destinées à assurer la sécurité ou l'ordre public. Le droit fédéral est réservé.\n\nArt. 30 (nouvelle teneur)\n\nInterdiction\n\n1 Il est interdit de détenir les armes ou autres objets visés aux articles 8 du concordat et 4 du présent règlement. Le droit fédéral est réservé.\n\nDérogations\n\n2 Des dérogations peuvent être accordées aux personnes justifiant d'un intérêt légitime à la détention de ce type d'arme; ces dérogations peuvent être subordonnées à assurer la sécurité ou l'ordre public.\" BGE 114 Ia 286 S. 288\n\nE.- En temps utile, Alain Fracheboud et Jean Dunant, tous deux à Genève, forment un recours de droit public contre cet arrêté. Alors que le premier recourant demande l'annulation du règlement d'exécution du Concordat, le second précise que seule est requise l'annulation des art. 4 al. 4 et 30. Alain Fracheboud se plaint de la violation des art. 4, 22ter et 31 Cst.; il se prévaut, en outre, de la garantie de la liberté personnelle. Invoquant également l'art. 4 Cst., Jean Dunant reproche au Conseil d'Etat d'avoir \"outrepassé sa compétence\", n'étant pas au bénéfice d'une délégation législative; il soutient ainsi que le règlement attaqué serait dépourvu de base légale.\n\nLe Conseil d'Etat genevois conclut au rejet des recours dans la mesure où ils sont recevables.\n\nLe Tribunal fédéral a rejeté les recours.", "considerants": "Extrait des considérants:\n\n5. Selon les recourants, l'Exécutif cantonal n'était pas habilité à adopter des normes réglementaires allant au-delà des dispositions concordataires; par conséquent, dans la mesure où les art. 4 al. 4 et 30 du règlement incriminé régissent des matières non traitées par le Concordat (achat, vente et détention des armes à épauler semi-automatiques), ils ne reposeraient sur aucune base légale.\n\na) L'art. 130 de la constitution genevoise (ci-après: Cst. gen.) consacre expressément le principe de la séparation des pouvoirs. Si le pouvoir législatif est exercé par le Grand Conseil (art. 70 Cst. gen.), le pouvoir exécutif et l'administration générale du canton sont confiés au Conseil d'Etat (art. 101 Cst. gen.). Selon l'art. 116 Cst. gen., le Conseil d'Etat a pour tâche de promulguer les lois; il est chargé de leur exécution et prend à cet effet les règlements et arrêtés nécessaires. Il ne peut ainsi disposer qu'intra legem et non pas praeter legem, établir des règles complémentaires de procédure, préciser et détailler certaines dispositions de la loi et, éventuellement, combler de véritables lacunes. Mais, à moins d'une délégation expresse, il ne peut pas poser de nouvelles règles qui restreindraient les droits des administrés ou leur imposeraient des obligations, même si ces règles sont encore conformes au but de la loi (ATF 98 Ia 287 consid. bb et les références).\n\nBGE 114 Ia 286 S. 289\n\nb) Le Conseil d'Etat prétend toutefois tirer sa compétence directement de l'art. 125 Cst. gen. pour étendre le champ d'application du Concordat.\n\nAux termes de cette disposition constitutionnelle cantonale, le Conseil d'Etat édicte les règlements de police dans les limites fixées par la loi. L'art. 125 Cst. gen. confère à l'Exécutif cantonal genevois un large pouvoir normatif indépendant dans les matières de police (AUER, La notion de la loi dans la constitution genevoise, in SJ 1981, p. 297, No 52), la notion de police au sens de cette norme constitutionnelle étant plus large que celle comprise dans la \"clause générale de police\" (ATF 100 Ia 196 consid. 4b). L'art. 38 de la loi pénale genevoise (ci-après: LPG; RS gen. E. 3, 1) confirme la compétence du Conseil d'Etat pour édicter des règlements concernant les matières de police, celles-ci étant d'ailleurs définies à l'art. 37 LPG. Or, cette dernière disposition - à ses ch. 9 et 18 - mentionne expressément l'emploi des armes à feu comme matière de police. Le législateur cantonal reste cependant habilité à fixer les limites de ce pouvoir (AUER, eod. loc.). L'exécutif bénéficie ainsi d'un pouvoir réglementaire de substitution et peut donc exercer cette compétence sous réserve d'une loi contraire (KNAPP, Précis de droit administratif, 2e éd., p. 47, No 190).\n\nCertes, le Grand Conseil genevois a légiféré le 14 janvier 1972 (RL gen. 1972, p. 49) en autorisant, à l'art. 1er, le Conseil d'Etat à adhérer au Concordat au nom de la République et canton de Genève. Toutefois, faute de l'avoir clairement exprimé, le législateur cantonal n'a pas, à l'art. 2 de cette loi, apporté une limitation aux compétences ordinaires du Conseil d'Etat en matière de police, notamment à celles qu'il détient de l'art. 125 Cst. gen.; en particulier, alors qu'il lui était loisible de le faire, le Grand Conseil ne s'est pas réservé la faculté - laissée aux cantons par l'art. 10 du Concordat - d'édicter des dispositions plus sévères en matière de commerce des armes. A cet égard, il n'est pas décisif que, dans le préambule du règlement attaqué, le Conseil d'Etat n'ait pas formellement déclaré fonder sa compétence sur la disposition constitutionnelle cantonale précitée (ATF 103 Ia 173 consid. 3 in fine). Par ailleurs, relevant que le Concordat contient des normes minimales permettant l'adhésion du maximum des cantons, les travaux préparatoires relatifs au projet de loi autorisant le Conseil d'Etat à adhérer au Concordat (Mémorial du Grand Conseil 1972, p. 62) soulignent déjà le fait que le précédent règlement était plus rigoureux que les dispositions contenues tant BGE 114 Ia 286 S. 290dans l'ancien que dans le nouveau Concordat; ils tendent ainsi encore à démontrer que le législateur cantonal n'a pas entendu restreindre les compétences de l'exécutif en matière de commerce des armes et des munitions.\n\nEn conséquence, le Conseil d'Etat genevois n'a pas violé le principe de la séparation des pouvoirs en édictant les dispositions réglementaires attaquées, qui reposent ainsi sur une base légale spécifique de niveau constitutionnel.\n\n6. Selon l'un des recourants, la réglementation incriminée porterait atteinte à la garantie constitutionnelle de la liberté personnelle.\n\na) La liberté personnelle, droit constitutionnel non écrit, imprescriptible et inaliénable, donne fondamentalement à l'individu le droit d'aller et de venir et le droit au respect de son intégrité psychique et corporelle. Cette garantie n'englobe toutefois pas la protection de toute possibilité de choix et de détermination de l'homme, si peu importante soit-elle; elle recouvre cependant toutes les libertés élémentaires dont l'exercice est indispensable à l'épanouissement de la personne humaine (ATF 112 Ia 162 consid. 3a, ATF 111 Ia 233 consid. 3a et les références).\n\nb) Le Tribunal fédéral a déjà tenu pour douteuse la prétendue atteinte portée à ce principe constitutionnel par une limitation du port d'arme sur la voie publique, une telle faculté ne paraissant pas pouvoir être considérée comme l'une des manifestations élémentaires de la personnalité (ATF 103 Ia 171 consid. 2). Et encore était-il question, dans cet arrêt, de la protection de l'individu, à savoir de son intégrité personnelle et de ses biens, contre la menace d'un tiers. Or, dans le cas particulier, il n'est rien fait valoir de tel, de sorte que la seule possibilité d'acquérir librement une arme à épauler semi-automatique sans autre but que de s'en rendre propriétaire ne constitue pas une liberté élémentaire dont l'exercice est indispensable à l'épanouissement de la personne humaine. Aussi, les recourants ne peuvent-ils se prévaloir de la garantie de la liberté personnelle."}