{"annee": "114", "cour": "V", "page": "94", "date": "21/3/1988", "cite": ["111 V 151", "112 V 81", "113 IB 30", "111 V 342", "110 V 164", "108 IB 167", "101 V 120", "112 IB 170", "106 V 187", "110 IB 148"], "cite_par": ["122 V 372", "120 V 346", "116 V 335", "119 V 86", "127 V 213", "115 IB 209", "120 V 38", "127 V 149", "123 V 113", "115 V 129", "134 V 153", "133 V 188", "115 IB 387", "127 V 80"], "chapeau": "20. Auszug aus dem Urteil vom 21. März 1988 i.S. Schweizerische Betriebskrankenkasse gegen Ausgleichskasse des Kantons St. Gallen und Versicherungsgericht des Kantons St. Gallen betreffend K.", "regestes": ["Art. 45bis LAI, art. 88quater al. 2 RAI, art. 103 let. a OJ: Qualité pour recourir des caisses-maladie contre des décisions de l'assurance-invalidité. Une caisse-maladie ne peut en principe pas attaquer une décision de refus de rente de l'assurance-invalidité."], "faits": "BGE 114 V 94 S. 94\n\nA.- Mit Verfügung vom 6. Februar 1986 verneinte die Ausgleichskasse des Kantons St. Gallen den Anspruch des 1920 geborenen Wilhelm K. auf eine halbe Invalidenrente bei einem ab Dezember 1983 bestehenden Invaliditätsgrad von 44% mangels Vorliegens eines Härtefalles. Der Versicherte focht die - ausschliesslich an ihn gerichtete - Verfügung nicht an. In der Folge verlangte die Schweizerische Betriebskrankenkasse (SBKK), welche ihm bis zu seiner Pensionierung am 6. August 1985 für BGE 114 V 94 S. 95720 Tage Krankengeld in der versicherten Höhe ausgerichtet hatte, mit Schreiben vom 14. Februar und 21. März 1986 die Zustellung einer Verfügung an sie. Die Ausgleichskasse kam diesem Begehren am 25. März 1986 nach.\n\nB.- Die SBKK erhob gegen die Verfügung der Ausgleichskasse am 4. April 1986 Beschwerde. Sie beabsichtigte, im Falle der Zusprechung einer Invalidenrente einen Teil des Krankengeldes infolge Überversicherung zurückzufordern. Sie verlangte daher die Herausgabe der IV-Akten und stellte vorsorglich das Begehren, es sei Wilhelm K. ab 1. Dezember 1983 eine halbe Invalidenrente zu gewähren.\n\nDas Versicherungsgericht des Kantons St. Gallen trat auf die Beschwerde mit Entscheid vom 2. Juli 1986 nicht ein. Dabei verneinte es die Beschwerdelegitimation der SBKK.\n\nC.- Mit Verwaltungsgerichtsbeschwerde beantragt die SBKK, es sei der vorinstanzliche Entscheid aufzuheben und ihr die Beschwerdelegitimation zuzuerkennen.\n\nAusgleichskasse und Bundesamt für Sozialversicherung schliessen auf Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Aus den Erwägungen:\n\n2. Das Eidg. Versicherungsgericht hat von Amtes wegen zu prüfen, ob die Vorinstanz auf die Beschwerde der SBKK gegen die ablehnende Rentenverfügung der Ausgleichskasse zu Recht nicht eingetreten ist (vgl. BGE 112 V 83 Erw. 1 mit Hinweisen). Es stellt sich die Frage, ob die SBKK im Sinne der Vorbringen in der Verwaltungsgerichtsbeschwerde im vorinstanzlichen Verfahren beschwerdebefugt war. Dabei ist die Beschwerdelegitimation der Krankenkasse unter dem Titel von Art. 103 lit. a OG zu prüfen. Denn sie verfolgt mit der Beschwerdeführung nicht nur ein öffentliches Interesse an der richtigen Durchführung der Kranken- und Invalidenversicherung, sondern - wie dies nach der Rechtsprechung für die Berechtigung zur Verwaltungsgerichtsbeschwerde gemäss lit. a von Art. 103 OG vorausgesetzt ist - wie ein Privater ein angeblich bestimmtes, eigenes finanzielles Interesse (vgl. BGE 113 Ib 32 Erw. 2, BGE 110 Ib 154 Erw. 1c und 197, BGE 108 Ib 170).\n\na) Die Massstäbe, welche Art. 103 lit. a OG und die Praxis bezüglich der Beschwerdebefugnis im letztinstanzlichen Verfahren setzen, sind auch für das erstinstanzliche Beschwerdeverfahrenrichtungsweisend.\n\nBGE 114 V 94 S. 96Im Hinblick auf die derogatorische Kraft des Bundesrechts und entsprechend dem Grundsatz der Einheit des Verfahrens dürfen nach der Rechtsprechung bei Streitigkeiten des Bundesverwaltungsrechts, die mit Verwaltungsgerichtsbeschwerde an das Eidg. Versicherungsgericht weitergezogen werden können, auf kantonaler Ebene an die Beschwerdebefugnis nicht strengere Anforderungen gestellt werden, als sie Art. 103 lit. a OG für die Legitimation zur Verwaltungsgerichtsbeschwerde vorsieht. Wer gemäss Art. 103 lit. a OG im letztinstanzlichen Verfahren beschwerdebefugt ist, muss deshalb auch im kantonalen Rechtsmittelverfahren zum Weiterzug berechtigt sein (BGE 112 Ib 173 Erw. 5a, BGE 111 V 350 Erw. 2b, ARV 1983 S. 41 Erw. 2b, je mit Hinweisen).\n\nb) Nach Art. 103 lit. a in Verbindung mit Art. 132 OG ist zur Verwaltungsgerichtsbeschwerde an das Eidg. Versicherungsgericht berechtigt, wer durch die angefochtene Verfügung berührt ist und ein schutzwürdiges Interesse an deren Aufhebung oder Änderung hat. Die Rechtsprechung betrachtet als schutzwürdiges Interesse im Sinne von Art. 103 lit. a OG jedes praktische oder rechtliche Interesse, welches eine von einer Verfügung betroffene Person an deren Änderung oder Aufhebung geltend machen kann. Das schutzwürdige Interesse besteht somit im praktischen Nutzen, den die Gutheissung der Beschwerde dem Verfügungsadressaten verschaffen würde, oder - anders ausgedrückt - im Umstand, einen Nachteil wirtschaftlicher, ideeller, materieller oder anderweitiger Natur zu vermeiden, welchen die angefochtene Verfügung mit sich bringen würde. Das rechtliche oder auch bloss tatsächliche Interesse braucht somit mit dem Interesse, das durch die vom Beschwerdeführer als verletzt bezeichnete Norm geschützt wird, nicht übereinzustimmen. Immerhin wird verlangt, dass der Beschwerdeführer durch die angefochtene Verfügung stärker als jedermann betroffen sei und in einer besonderen, beachtenswerten, nahen Beziehung zur Streitsache stehe (BGE 111 V 152 Erw. 2a, 350 Erw. 2b und 388 Erw. 1b).\n\n3. a) Die Ausgleichskasse richtete ihre Verfügung vom 6. Februar 1986 an Wilhelm K. als einzigen Adressaten. Da der SBKK nicht die Stellung eines Adressaten zukommt, ist ihre Befugnis zur Beschwerde bei der Vorinstanz nicht unter dem Titel \"Verfügungsadressat\", sondern unter jenem eines \"Nichtadressaten bzw. Drittbeschwerdeführers\" zu beurteilen (vgl. in diesem Zusammenhang ARV 1983 S. 40 Erw. 2a).\n\nBGE 114 V 94 S. 97\n\nb) Das Eidg. Versicherungsgericht hatte sich schon mehrmals mit der Frage zu befassen, ob ein Dritter beschwerdebefugt ist. In BGE 106 V 187 hat es entschieden, dass ein Rückversicherungsverband nicht berechtigt ist, den Entscheid eines kantonalen Versicherungsgerichts anzufechten, der eine dem Verband angeschlossene Krankenkasse zu Leistungen an einen Versicherten verpflichtete. Zur Begründung wurde ausgeführt, die Möglichkeit, dass die Belastung der Krankenkasse eventuell eine Ausgleichspflicht des Verbandes auslösen könnte, bestehe bloss theoretisch und hänge von verschiedenen, derzeit weitgehend noch unbekannten und nicht voraussehbaren Faktoren ab; aus diesem Grunde liege kein hinreichendes prozessuales Rechtsschutzinteresse vor. Ebenfalls verneint wurde die Beschwerdebefugnis des Gläubigers eines verstorbenen Versicherten, den die Arbeitslosenkasse in der Anspruchsberechtigung eingestellt hatte; das Interesse des Gläubigers, allfällige Nachzahlungen aus der Arbeitslosenversicherung mit seinem Guthaben gegenüber dem Verstorbenen verrechnen zu können, wurde als bloss mittelbar bezeichnet (ARV 1980 S. 61). Sodann hat das Eidg. Versicherungsgericht unter der Herrschaft des alten, bis Ende 1983 geltenden Rechts zur Arbeitslosenversicherung erkannt, dass der Arbeitgeber durch die Einstellung seiner Arbeitnehmer in der Anspruchsberechtigung zwar mehr als irgendein Dritter berührt sei, aber grundsätzlich kein schutzwürdiges Interesse an der Aufhebung oder Änderung einer den Anspruch auf Leistungen seiner Arbeitnehmer betreffenden Verfügung hat. Sein Interesse wurde als nicht unmittelbar und auch zu wenig konkret erachtet. Hinzu kam, dass die erfolgreiche Anfechtung einer Verfügung, welche Leistungen an den Arbeitnehmer verweigert, dem Arbeitgeber ohnehin praktisch nicht viel nützen würde. Denn er kann den Arbeitnehmer nicht dazu verhalten, auf den vertraglichen Lohn zu verzichten und statt dessen den Anspruch auf Arbeitslosenentschädigung bei der Arbeitslosenkasse und gegebenenfalls auch auf dem Beschwerdeweg geltend zu machen. Ohne oder gegen den Willen des versicherten Arbeitnehmers hat die Arbeitslosenversicherung keine Leistungen zu erbringen (ARV 1983 S. 38). Ferner wurde die Beschwerdelegitimation des Arbeitgebers mangels eines schutzwürdigen Interesses verneint bezüglich einer Verfügung, womit eine Ausgleichskasse die Rückerstattung von Beiträgen anordnete, welche zu Unrecht von Personen bezahlt wurden, die der AHV als Versicherte ohne beitragspflichtigen Arbeitgeber unterstellt worden sind (BGE 110 V 165). Im weiteren BGE 114 V 94 S. 98wurde einer Durchführungsstelle die Beschwerdelegitimation hinsichtlich Eingliederungsmassnahmen für Versicherte abgesprochen. Zur Begründung führte das Eidg. Versicherungsgericht aus, die Durchführungsstelle sei zwar durch die Kassenverfügung berührt, mit welcher die Invalidenversicherung die Übernahme der Kosten des im Ergotherapie-Zentrum absolvierten Haushalttrainings ablehnte. Indessen könne ihr ein schutzwürdiges Interesse an der Beschwerdeerhebung nicht zugebilligt werden, da sie in keiner näheren Beziehung zur Versicherten stehe. Ausserdem gestatte Art. 103 lit. a OG nicht jedem beliebigen Gläubiger, die Rechte des Versicherten in seinem eigenen Namen geltend zu machen (ZAK 1979 S. 122). Zu einem ähnlichen Ergebnis gelangte das Eidg. Versicherungsgericht auch in einem Fall, in welchem eine Nichte die Rückerstattung eines Teils der für ihre Tante übernommenen Krankheitskosten zu deren Lebzeiten verlangte. Da die Nichte nach Art. 328 Abs. 1 ZGB nicht verpflichtet war, ihre Tante zu unterstützen, war sie bezüglich des Anspruches auf Rückerstattung der von ihr erbrachten Leistungen nur als Gläubigerin zu betrachten. Sie war daher nicht berechtigt, im erstinstanzlichen Verfahren die Nichtberücksichtigung von Behandlungskosten und Medikamenten bei der Prüfung des Anspruchs ihrer Tante auf Ergänzungsleistungen anzufechten. Denn mit Art. 103 lit. a OG - sinngemäss anwendbar im erstinstanzlichen Verfahren - wollte der Gesetzgeber sicherlich nicht jeden beliebigen Gläubiger eines Versicherten ermächtigen, seine Rechte stellvertretend geltend zu machen (BGE 101 V 120).\n\nc) Schliesslich ist auf Art. 76 Abs. 1 lit. h IVV hinzuweisen, wonach die Verfügung der Ausgleichskasse der vom Bund anerkannten Krankenkasse in den Fällen von Artikel 88quater zuzustellen ist. Absatz 1 dieser Verordnungsbestimmung lautet:\n\nHat eine Krankenkasse dem Sekretariat der zuständigen Kommission mitgeteilt, dass sie für einen ihr gemeldeten Versicherten Kostengutsprache oder Zahlung geleistet habe, so ist ihr die Verfügung der Ausgleichskasse über die Zusprechung oder Ablehnung medizinischer Massnahmen zuzustellen.\n\nArt. 88quater Abs. 2 IVV ordnet an:\n\nLehnt die Versicherung medizinische Massnahmen ganz oder teilweise ab und würde deswegen die Krankenkasse leistungspflichtig, so kann diese die entsprechende Verfügung der Ausgleichskasse selbständig mit den in Artikel 69 IVG vorgesehenen Rechtsmitteln anfechten.\n\nBGE 114 V 94 S. 99\n\nDie Verfügung der Ausgleichskasse über die Zusprechung oder Ablehnung von Invalidenrenten ist nach dieser Regelung der Krankenkasse nicht zuzustellen, und auch die Anfechtung einer ablehnenden Rentenverfügung durch die Krankenkasse ist nach der erwähnten Ordnung nicht vorgesehen. Hätte der Bundesrat das Beschwerderecht der Krankenkassen ausdehnen wollen, so hätte er hiezu Gelegenheit gehabt, als er am 20. Dezember 1982 die Verordnung über die Unfallversicherung und gleichzeitig Art. 76 Abs. 1 lit. e IVV erliess. Danach ist die Verfügung der Ausgleichskasse u.a. dem zuständigen Unfallversicherer zuzustellen, sofern er dem Versicherten Leistungen erbringt. Zwar kann eine anerkannte Krankenkasse nach Art. 68 Abs. 1 lit. c UVG auch ein \"zuständiger Unfallversicherer\" im Sinne von Art. 76 Abs. 1 lit. e IVV sein. Indessen hat der Bundesrat Art. 76 Abs. 1 lit. h IVV nicht geändert und damit eine Unterscheidung getroffen bezüglich des Beschwerderechts der Krankenkassen, je nachdem, ob sie als Unfallversicherer oder als Krankenversicherer handeln.\n\nd) Art. 88quater Abs. 2 IVV, gemäss welchem Krankenkassen Verfügungen der Ausgleichskassen bezüglich medizinischer Massnahmen anfechten können, stützte sich zunächst auf lit. b des nunmehr aufgehobenen Art. 45bis IVG mit dem Randtitel \"Verhältnis zur Krankenversicherung\" (in Kraft vom 1. Januar 1968 bis 31. Dezember 1978), welche Bestimmung wie folgt gelautet hatte:\n\nDer Bundesrat regelt das Verhältnis zur Krankenversicherung, insbesondere:\n\na. hinsichtlich der Rückerstattung der Kosten von medizinischen Massnahmen, die von einer vom Bund anerkannten Krankenkasse bezahlt worden sind und nachträglich von der Invalidenversicherung übernommen werden;\n\nb. hinsichtlich der Anfechtung von Verfügungen der Ausgleichskassen durch die vom Bund anerkannten Krankenkassen in Fällen, in denen diese für Kosten medizinischer Massnahmen Gutsprache erteilt oder vorläufig Zahlung geleistet haben.\n\nDer Bundesrat, welcher von der an ihn delegierten Kompetenz Gebrauch machte, beschränkte in Art. 88quater Abs. 2 IVV das Beschwerderecht der Krankenkassen gegen ablehnende Verfügungen der Invalidenversicherung bewusst auf medizinische Massnahmen, obwohl der Ausdruck \"insbesondere\", welcher am Anfang der Delegationsnorm in Art. 45bis IVG stand, es ihm gestattet hätte, das Beschwerderecht der Krankenkassen auszudehnen (vgl. ZAK 1968 S. 42 ff.).\n\nBGE 114 V 94 S. 100\n\nArt. 45bis IVG mit dem Marginale \"Verhältnis zu anderen Sozialversicherungszweigen\" in der neuen, seit 1. Januar 1979 in Kraft stehenden Fassung lautet:\n\nDer Bundesrat ordnet das Verhältnis zu den anderen Sozialversicherungszweigen und erlässt ergänzende Vorschriften zur Verhinderung von Überentschädigungen beim Zusammenfallen von Leistungen.\n\nDer Wortlaut dieser neuen, weiter gefassten Delegationsnorm hätte den Bundesrat zweifellos berechtigt, das Beschwerderecht der Krankenkassen extensiver zu regeln. Wenn er dennoch davon abgesehen hat, so nicht deshalb, weil er diese Möglichkeit übersehen hätte, wie dies von der Beschwerdeführerin behauptet wird. Vielmehr ist von einem qualifizierten Schweigen des Verordnungsgebers auszugehen, welches eine Lückenfüllung oder analoge Anwendung von Art. 88quater Abs. 2 IVV im Sinne ihrer Ausführungen ausschliesst. Namentlich kann auch nicht angenommen werden, der Bundesrat wäre im Hinblick auf die Neufassung des Art. 45bis IVG verpflichtet gewesen, das Recht der Krankenkassen auf Beschwerde gegen Verfügungen der Invalidenversicherung umfassender auszugestalten, als dies in der geltenden Regelung vorgesehen ist.\n\ne) Die SBKK hat ein rein pekuniäres Interesse an der Beschwerdeführung, indem sie davon ausgeht, im Falle einer Rentenzusprechung durch gerichtlichen Entscheid von Wilhelm K. ihre erbrachten Krankengeldleistungen infolge Überversicherung teilweise zurückfordern zu können. Dieses Interesse im Hinblick auf eine mögliche - nicht näher substantiierte - Überversicherung erweist sich nicht als schützenswert, weil es nicht unmittelbar und auch zu wenig konkret im Sinne der dargelegten Rechtsprechung ist. Insbesondere kann die Beschwerdelegitimation auch nicht mit dem Bemühen um Verhinderung einer Überversicherung begründet werden. Denn eine Überversicherung würde ja allenfalls überhaupt erst entstehen, wenn die Beschwerdeerhebung zu einer Rentenzusprechung führt. Das Interesse der Beschwerdeführerin, durch (erfolgreiche) Beschwerdeführung gegebenenfalls eine Überversicherung auszulösen und diese dann durch Rückforderung der erbrachten eigenen Versicherungsleistungen wieder zu beseitigen, vermag den praxisgemäss an das erforderliche Rechtsschutzinteresse gestellten strengen Anforderungen nicht zu genügen (vgl. hiezu GYGI, Bundesverwaltungsrechtspflege, 2. Aufl., 1983, S. 161 f.). Begründet die bloss theoretische Möglichkeit einer eventuellen finanziellen Entlastung kein hinreichendes prozessuales BGE 114 V 94 S. 101Rechtsschutzinteresse (vgl. BGE 106 V 187), so verneinte die Vorinstanz die Beschwerdelegitimation der SBKK als \"Drittbeschwerdeführerin\" zu Recht. Sie trat somit richtigerweise auf die Beschwerde nicht ein, was zur Abweisung der Verwaltungsgerichtsbeschwerde führt."}