{"annee": "114", "cour": "III", "page": "31", "date": "15/1/1988", "cite": ["112 III 47", "107 III 147"], "cite_par": [], "chapeau": "10. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 15. Januar 1988 i.S. V. (Rekurs)", "regestes": ["Art. 271 ch. 4 LP; séquestre de créances de salaire. Les créances de salaire d'un frontalier qui travaille en Suisse et est domicilié dans la République fédérale d'Allemagne peuvent être séquestrées au siège suisse de l'employeur."], "faits": "", "considerants": "BGE 114 III 31 S. 31\n\nAus den Erwägungen:\n\n2. b) Die Argumentation des Rekurrenten läuft darauf hinaus, dass er behauptet, die arrestierten Vermögenswerte seien nicht dauernd oder jedenfalls für eine gewisse Dauer in der Schweiz gelegen; denn sein Lohn werde ihm - einem in der Schweiz arbeitenden und in Konstanz wohnenden Grenzgänger - nach Deutschland überwiesen.\n\nVöllig zutreffend hat die Vorinstanz zu diesem Punkt ausgeführt, dass sich der vorliegende Sachverhalt in keiner Weise mit dem Fall des Taschenarrestes von BGE 112 III 47 ff. vergleichen lasse, wo man die Barschaft von Fr. 2'190.-- des nur vom 11. bis 15. März 1985 in der Schweiz sich aufhaltenden Schuldners arrestieren wollte. Käme es auf die Dauer des Aufenthaltes des Schuldners in der Schweiz überhaupt an, so wäre der Vergleich mit dem Sachverhalt des erwähnten Bundesgerichtsentscheides schon deshalb nicht möglich, weil sich der Rekurrent (abgesehen von Abwesenheiten wegen Ferien, Krankheit und dergleichem) an jedem Werktag des Jahres in St. Gallen aufhält.\n\nEntscheidend ist nun aber vor allem, dass im vorliegenden Fall Arrestgegenstand die Lohnforderungen des im Ausland wohnhaften Rekurrenten gegenüber seinem Arbeitgeber mit Sitz in der Schweiz sind. Solche Forderungen können nach der Rechtsprechung am schweizerischen Sitz des Drittschuldners arrestiert werden (BGE 107 III 147 ff.). Die Verbindung zur Schweiz ist bei einem Arbeitsverhältnis wie dem vorliegenden eng, weshalb auch das Internationale Privatrecht am Recht des Arbeitsortes anknüpft; nicht zuletzt bei leitenden Angestellten spricht nach der Lehrmeinung vieles für das Recht am Sitz des Arbeitgebers (Kommentar SCHÖNENBERGER zum IPR, N. 284; VISCHER in Schweizerisches Privatrecht I, § 80 S. 675; Art. 121 Abs. 1 des Bundesgesetzes über das Internationale Privatrecht [IPRG] vom 18. Dezember 1987, BBl 1988 I 35)."}