{"annee": "114", "cour": "V", "page": "315", "date": "22/8/1988", "cite": ["98 V 129", "108 IB 28", "113 V 17", "109 V 150", "112 V 387", "104 V 36", "97 V 210"], "cite_par": ["119 V 410", "121 V 40", "118 V 305", "120 V 224", "119 V 241", "126 V 353", "122 V 34", "144 V 411", "116 V 307", "119 V 171", "122 V 230", "134 V 277", "125 V 80", "123 V 150"], "chapeau": "58. Auszug aus dem Urteil vom 22. August 1988 i.S. S. gegen \"Zürich\" Versicherungs-Gesellschaft und Versicherungsgericht des Kantons Zürich", "regestes": ["Art. 37 al. 2 LAA: Réduction des prestations en cas d'accident de la circulation. - Critères applicables lors de l'examen de décisions prises en vertu de la liberté d'appréciation (consid. 5a). - Aperçu de la jurisprudence en matière de réduction pour violation des règles de la circulation (consid. 5b). - Portée des recommandations formulées par une commission ad hoc des assureurs LAA à propos des taux de réduction en cas d'accident de la circulation (consid. 5c)."], "faits": "", "considerants": "BGE 114 V 315 S. 316\n\nAus den Erwägungen:\n\n5. a) Die Kürzung von Versicherungsleistungen nach Art. 37 Abs. 2 UVG erfolgt nach Massgabe des Verschuldens. Naturgemäss handelt es sich dabei um einen Ermessensentscheid. Die Beschwerdeführerin lässt zu Recht weder Missbrauch noch Überschreitung des Ermessens geltend machen; es ist daher nur zu prüfen, ob die ermessensweise Festsetzung der Kürzungsquote auf 20% wegen Unangemessenheit abzuändern ist.\n\nBei der Unangemessenheit geht es um die Frage, ob der zu überprüfende Entscheid, den die Behörde nach dem ihr zustehenden Ermessen im Einklang mit den allgemeinen Rechtsprinzipien in einem konkreten Fall getroffen hat, nicht zweckmässigerweise anders hätte ausfallen sollen (BGE 98 V 131 Erw. 2; vgl. auch BGE 108 Ib 31 Erw. 1 und GYGI, Bundesverwaltungsrechtspflege, 2. Aufl., S. 316). Allerdings darf der Sozialversicherungsrichter sein Ermessen nicht ohne triftigen Grund anstelle desjenigen der Verwaltung setzen (nicht veröffentlichtes Urteil F. vom 16. November 1981); das Gericht muss sich somit auf Gegebenheiten abstützen können, welche seine abweichende Ermessensausübung als naheliegender erscheinen lassen (nicht veröffentlichte Urteile B. vom 13. November 1987, D. vom 21. Juli 1987, H. vom 2. Dezember 1986, F. vom 11. Januar 1985 und B. vom 11. Mai 1984). Auch ist den Bestrebungen der Verwaltung bzw. der Versicherer Rechnung zu tragen, die darauf abzielen, durch interne Weisungen, Richtlinien, Tabellen, Skalen usw. eine rechtsgleiche Behandlung der Versicherten zu gewährleisten (unveröffentlichte Urteile H. vom 2. Dezember 1986 und M. vom 18. Oktober 1983).\n\nb) Die Kürzungspraxis des Eidg. Versicherungsgerichts im Bereich der Verkehrsregelverletzungen schwankt schwergewichtig zwischen 10 und 20%:\n\nwegen Überfahrens der Haltelinie an einer unübersichtlichen Kreuzungerfolgte eine 10%ige Kürzung (nicht publiziertes Urteil M. vom 23. August 1967);\n\nbei einem Automobilisten, der infolge übersetzter Geschwindigkeit auf verschneiter und kurvenreicher Strasse die Herrschaft über das Fahrzeug verlor, wurden die Leistungen um 20% gekürzt (BGE 97 V 210); BGE 114 V 315 S. 317wegen ungenügenden Rechtsfahrens mit unangemessener Geschwindigkeit in einer scharfen, unübersichtlichen Rechtskurve wurde eine 10%ige Kürzung ausgesprochen (RSKV 1972 Nr. 116 S. 15);\n\nwegen Überholens auf einer neun Meter breiten Strasse mit einer Geschwindigkeit von ca. 80 km/h trotz Gegenverkehr erfolgte eine Kürzung von 10% (nicht publiziertes Urteil S. vom 13. März 1972);\n\nwegen Verlusts der Herrschaft über das Fahrzeug in einer gefährlichen Kurve bei einer Geschwindigkeit von 130 km/h erfolgte eine 20%ige Kürzung (nicht publiziertes Urteil C. vom 27. Dezember 1973);\n\nwegen Verletzung mehrerer Verkehrsregeln (Überholen eines offensichtlich unsicheren Autofahrers, der nach links abbiegen wollte, mit einer Geschwindigkeit von 80 km/h) erging eine Kürzung von 10% (nicht publiziertes Urteil S. vom 7. Oktober 1976);\n\nbei einem Automobilisten, der mit einer Geschwindigkeit von 50 km/h auf dem Glatteis ins Schleudern geraten war, wurden die Leistungen um 10% gekürzt (nicht publiziertes Urteil R. vom 27. Dezember 1976);\n\nein notorischer Schnellfahrer erlitt eine Kürzung von 20% (nicht publiziertes Urteil U. vom 16. Mai 1977);\n\nwegen eines durch kurze Unaufmerksamkeit verursachten Unfalles erfolgte eine 10%ige Kürzung (nicht publiziertes Urteil R. vom 5. Oktober 1978);\n\neine Kürzung von 10% erging wegen einmaliger Unaufmerksamkeit bzw. momentaner Fehlbeurteilung der Verkehrssituation (nicht publiziertes Urteil Z. vom 24. Juni 1981);\n\nwegen ungenügenden Rechtsfahrens beim Linksabbiegen und mangelnder Aufmerksamkeit wurde ebenfalls eine Kürzung von 10% ausgesprochen (Urteil M. vom 19. Juli 1982, zitiert in Rechtsprechungsbeilage zum SUVA-Jahresbericht 1982, Nr. 1);\n\nauch wegen Nichtgewährens des Vortritts beim Linksabbiegen erfolgte eine 10%ige Kürzung (nicht publiziertes Urteil B. vom 1. Februar 1983);\n\n20% gekürzt wurden die Leistungen bei einem Automobilisten, der bei ungünstigen Strassen- und Wetterverhältnissen auf eine ihm bekannte enge Rechtskurve zugesteuert war und sich nicht strikt rechts gehalten hatte (nicht publiziertes Urteil S. vom 26. Mai 1983);\n\nbei einem Motorradfahrer, der mit 100-110 km/h auf einer ihm bekannten Strecke gefahren war, in einer Linkskurve ohne fremden Einfluss das Gleichgewicht verloren hatte und von der Fahrbahn geraten war, erfolgte eine 10%ige Kürzung (Urteil A. vom 30. Januar 1984 in Rechtsprechungsbeilage zum SUVA-Jahresbericht 1984, Nr. 6);\n\neine Kürzung von 20% wurde bei einem Motorradfahrer ausgesprochen, der bei unübersichtlicher Lage und trotz Gegenverkehr ein parkiertes Auto mit unangepasster Geschwindigkeit überholt hatte (nicht publiziertes Urteil S. vom 16. Mai 1984);\n\nwegen Nichtanpassens der Geschwindigkeit an die Verhältnisse (Sturm, Wolkenbruch, aufgeweichte Strasse, Kurve) wurden die Leistungen um 20% gekürzt (nicht publiziertes Urteil W. vom 21. März 1985);\n\nwegen Nichttragens der Sicherheitsgurte erfolgt nach konstanter Rechtsprechung eine Kürzung von 10% (BGE 109 V 150, BGE 104 V 36; RKUV 1986 Nr. U 9 S. 343). BGE 114 V 315 S. 318c) Im Zusammenhang mit der Angemessenheitskontrolle fragt sich sodann, welche Bedeutung den Empfehlungen zur Anwendung von UVG und UVV der inoffiziellen Ad-hoc-Kommission der Schadenleiter der UVG-Versicherer zukommt. Diese Richtlinien sind weder eine Verwaltungsverordnung noch stellen sie Weisungen der Aufsichtsbehörde an die Durchführungsorgane dar. Sie sind nicht einmal, wie sich schon aus ihrem Titel \"Empfehlungen\" ergibt, für die einzelnen Versicherer, die an der Durchführung des UVG mitwirken, verbindlich, geschweige denn für den Richter (BGE 113 V 21 Erw. b betreffend Verwaltungsweisungen). Dennoch kommt ihnen unter dem Gesichtspunkt der Rechtsgleichheit eine gewisse Bedeutung zu. Dass die revidierte Fassung vom 5. November 1987 erst im Laufe des Beschwerdeverfahrens ergangen ist, spricht, entgegen der Auffassung der Beschwerdegegnerin, nicht zwingend gegen ihre Berücksichtigung. Denn eine neue Rechtspraxis, wozu auch eine gesetzeskonforme Verwaltungspraxis gehört, ist grundsätzlich auf die im Zeitpunkt der Änderung noch nicht erledigten sowie auf künftige Fälle anwendbar (BGE 112 V 387 Erw. 8a mit Hinweis). Indessen zeigt die in Erw. 5b dargelegte Rechtsprechung deutlich, dass im Bereich von Verkehrsregelverletzungen der vorliegenden Art Kürzungen von bis zu 20% durchaus angemessen sind. Für schwerwiegende Verkehrsregelverletzungen sind auch höhere Kürzungssätze geschützt worden, so z.B. 30% wegen Fahrens in angetrunkenem Zustand (nicht publiziertes Urteil T. vom 16. Februar 1976). Wenn Beschwerdegegnerin und Vorinstanz in Würdigung der konkreten Verhältnisse eine Kürzung von 20% verfügten bzw. bestätigten, ist dies unter dem Gesichtspunkt der Angemessenheitskontrolle nicht zu beanstanden. Denn das Überfahren eines Rotlichtes ist, mehr noch als die Verletzung des Vortrittsrechts, ein krasser Verkehrsregelverstoss, von dem es im übrigen sehr unwahrscheinlich ist, dass er - bei der Beschwerdeführerin bekannten örtlichen Verhältnissen - unbewusst begangen werden konnte. Es sind daher keine triftigen Gründe vorhanden, welche eine abweichende Ermessensausübung als naheliegender erscheinen liessen. Aus den dargelegten Gründen rechtfertigt sich dies auch nicht aus dem Umstand, dass in den neuen Empfehlungen der Schadenversicherer bei Missachten des Rotlichtes im Regelfall eine Kürzung von 10% Platz greifen soll."}