{"annee": "114", "cour": "V", "page": "350", "date": "15/8/1988", "cite": ["113 V 74", "113 V 71"], "cite_par": ["122 V 43", "124 V 82"], "chapeau": "64. Urteil vom 15. August 1988 i.S. Kantonales Amt für Industrie, Gewerbe und Arbeit, Bern, gegen K. und Versicherungsgericht des Kantons Bern", "regestes": ["Art. 30 al. 3 LACI, art. 45 al. 1 OACI: Suspension du droit à l'indemnité. - Une suspension peut aussi être prononcée après l'écoulement du délai d'exécution de six mois, pour autant que les jours de suspension aient déjà été subis pendant ce délai et que l'exécution de la mesure soit ainsi intervenue en temps utile, dans le délai de déchéance de six mois (confirmation de la jurisprudence; consid. 2b). - Le délai de six mois pour prononcer une suspension commence à courir indépendamment du point de savoir si l'assuré remplit les conditions du droit à l'indemnité de chômage (consid. 2c)."], "faits": "BGE 114 V 350 S. 350\n\nA.- Marc K. kündigte im März 1986 seine Anstellung bei der Firma S. auf Ende Mai 1986. In der Folge hielt er sich im Ausland auf. Nach seiner Rückkehr in die Schweiz besuchte er ab 22. Dezember 1986 die Stempelkontrolle. Mit Verfügung vom 28. Januar 1987 stellte ihn die Arbeitslosenkasse des Kantons Bern wegen selbstverschuldeter Arbeitslosigkeit ab 22. Dezember 1986 für die Dauer von 10 Tagen in der Anspruchsberechtigung ein.\n\nB.- Die hiegegen erhobene Beschwerde hiess das Versicherungsgericht des Kantons Bern mit Entscheid vom 4. Juni 1987 gut und hob die angefochtene Verfügung auf. Zur Begründung führte es im wesentlichen an, der Beginn der Einstellungsfrist sei auf den 1. Juni 1986 festzulegen, weshalb am 28. Januar 1987 zufolge BGE 114 V 350 S. 351Ablaufs der sechsmonatigen Frist des Art. 30 Abs. 3 letzter Satz AVIG eine Einstellung in der Anspruchsberechtigung wegen selbstverschuldeter Arbeitslosigkeit nicht mehr zulässig gewesen sei.\n\nC.- Das Kantonale Amt für Industrie, Gewerbe und Arbeit (KIGA) führt Verwaltungsgerichtsbeschwerde mit dem Antrag, in Gutheissung der Verwaltungsgerichtsbeschwerde sei der vorinstanzliche Entscheid aufzuheben und die Kassenverfügung vom 28. Januar 1987 zu bestätigen.\n\nMarc K. hat sich nicht vernehmen lassen, während das Bundesamt für Industrie, Gewerbe und Arbeit auf Abweisung der Verwaltungsgerichtsbeschwerde schliesst.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Gemäss Art. 30 Abs. 1 lit. a AVIG ist der Versicherte in der Anspruchsberechtigung einzustellen, wenn er durch eigenes Verschulden arbeitslos ist. Die Arbeitslosigkeit gilt insbesondere dann als selbstverschuldet, wenn der Versicherte das Arbeitsverhältnis von sich aus aufgelöst hat, ohne dass ihm eine andere Stelle zugesichert war, es sei denn, dass ihm das Verbleiben an der Arbeitsstelle nicht zugemutet werden konnte (Art. 44 lit. b AVIV).\n\nb) Die Dauer der Einstellung bemisst sich nach dem Grad des Verschuldens und beträgt 1 bis 10 Tage bei leichtem, 11 bis 20 Tage bei mittelschwerem und 21 bis 40 Tage bei schwerem Verschulden (Art. 45 Abs. 2 AVIV). Die Einstellung gilt nur für Tage, für die der Arbeitslose die Voraussetzungen der Anspruchsberechtigung erfüllt. Sie wird auf die Höchstzahl der Taggelder nach Art. 27 AVIG angerechnet. Die Einstellung fällt binnen sechs Monaten nach Beginn der Einstellungsfrist dahin (Art. 30 Abs. 3 AVIG).\n\nGemäss Art. 45 Abs. 1 lit. a AVIV gilt die Einstellung in der Anspruchsberechtigung ab dem ersten Tag nach der Beendigung des Arbeitsverhältnisses, wenn der Versicherte aus eigenem Verschulden arbeitslos geworden ist oder wenn er sich vor der Arbeitslosigkeit nicht genügend um zumutbare Arbeit bemüht hat.\n\n2. a) Der Beschwerdegegner kündigte sein Arbeitsverhältnis im März 1986 auf Ende Mai 1986, um sich ins Ausland zu begeben. Nach seiner Rückkehr in die Schweiz besuchte er ab 22. Dezember 1986 die Stempelkontrolle. Am 28. Januar 1987 erliess die Arbeitslosenkasse die Einstellungsverfügung und setzte den Beginn der Einstellung auf den ersten Stempeltag am 22. Dezember 1986 fest.\n\nBGE 114 V 350 S. 352Es stellt sich daher die Frage, ob eine Einstellung im Hinblick auf die Verwirkungsfrist von sechs Monaten des Art. 30 Abs. 3 Satz 4 AVIG noch zulässig ist (BGE 113 V 73 Erw. 4b am Ende). Dies hängt im vorliegenden Fall entscheidend davon ab, auf welches Datum der Beginn der Einstellungsfrist festzusetzen ist.\n\nb) Bei der Einstellungsfrist von sechs Monaten des Art. 30 Abs. 3 Satz 4 AVIG handelt es sich um eine Vollstreckungsfrist. Es geht um bereits verfügte Einstellungen, die nach Ablauf der sechs Monate nicht mehr \"bestanden\" werden können, mit der Folge, dass die Einstellung dahinfällt und der Anspruch auf Vollstreckung mit dem unbenützten Ablauf der Frist infolge Verwirkung untergeht (BGE 113 V 73 Erw. 4b am Ende). Die Vollstreckungsfrist von sechs Monaten steht einer nachträglichen Einstellung in der Anspruchsberechtigung grundsätzlich nicht entgegen. Die Einstellung kann daher auch nach Ablauf der sechsmonatigen Einstellungsfrist verfügt werden. Dies setzt jedoch voraus, dass die Einstellungstage bereits während der Einstellungsfrist bestanden wurden und damit der Vollzug der Einstellung rechtzeitig innerhalb der Verwirkungsfrist von sechs Monaten erfolgte (vgl. BGE 113 V 74 Erw. 4c). In diesem Sinne ist BGE BGE 113 V 71 zu verstehen und nicht dahin, dass eine Einstellung in jedem Fall noch nach Ablauf der Vollstreckungsfrist verfügt werden könne. Die Einstellungsfrist von sechs Monaten beschlägt zwar nicht das Recht der Verwaltung, eine Einstellung zu verfügen, sondern bloss die Vollstreckung einer Einstellung. Die zeitliche Begrenzung der Vollstreckung ist aber nicht ohne Einfluss auf die Möglichkeit, nachträglich einen Einstellungsgrund durch Verfügung geltend zu machen. Denn wenn eine Massnahme der Vollstreckung bedarf, diese jedoch zufolge Zeitablaufs nicht mehr in Betracht kommt, so wird die Anordnung einer solchen Massnahme hinfällig. Bei der rückwirkenden Einstellung in der Anspruchsberechtigung sind dabei zwei Tatbestände auseinanderzuhalten, nämlich ob die Arbeitslosenversicherung bereits Leistungen für Stempeltage ausgerichtet oder solche von vornherein verweigert hat. Wird im ersten Fall (z.B. aufgrund einer Revision der Auszahlungen nach Art. 83 Abs. 1 lit. d AVIG und Art. 110 AVIV) die Frage einer rückwirkenden Einstellung in der Anspruchsberechtigung aufgeworfen, so darf eine solche Massnahme nicht mehr vollstreckt werden und braucht darum auch gar nicht erst verfügt zu werden, wenn seit dem Beginn der in Aussicht genommenen Einstellung mehr als sechs Monate vergangen sind. In diesem Sinne hat das Eidg. BGE 114 V 350 S. 353Versicherungsgericht im nicht veröffentlichten Urteil W. vom 6. Dezember 1984 unter Berufung auf das in BGE 113 V 71 erwähnte Urteil B. zum altrechtlichen Art. 45 Abs. 3 AIVV festgehalten, dass nach Ablauf der Vollstreckungsfrist eine nachträgliche Einstellung in der Anspruchsberechtigung nicht mehr verfügt werden kann, da der Fristablauf dem Vollzug der Einstellung (in der Form einer Rückforderung der bereits ausbezahlten Leistungen) entgegensteht. Anders verhält es sich im zweiten Fall, wenn die Arbeitslosenversicherung von Anfang an die Anspruchsberechtigung als solche verneint (z.B. zufolge Vermittlungsunfähigkeit) und somit gar keine Leistungen ausgerichtet hat. Ergibt sich in der Folge (z.B. aufgrund einer Beschwerde), dass die generelle Anspruchsberechtigung zwar bejaht werden muss, jedoch eine befristete Sanktion notwendig ist, so erübrigt sich die Frage nach der Vollstreckung einer solchen Massnahme. Denn die Einstellungsverfügung tritt alsdann an die Stelle der Verfügung, mit welcher die Anspruchsberechtigung verneint wurde. Indem die Verwaltung aufgrund der letzteren - wenn auch aus unzutreffenden Gründen - gar keine Leistungen ausgerichtet hat, ist damit der Vollzug der Einstellung im Umfang der im Einzelfall festgelegten Dauer faktisch bereits vorweggenommen, und zwar rechtzeitig binnen der Frist, innert der eine Einstellung von Gesetzes wegen dahinfällt. Stellt sich nach dem Gesagten die Frage, ob eine nachträgliche Einstellung noch vollzogen werden kann, überhaupt nicht, so steht damit die Befristung in Art. 30 Abs. 3 Satz 4 AVIG einer nachträglichen Verfügung über die Einstellung in der Anspruchsberechtigung nicht entgegen. In diesem Sinne wurde auch in Erw. 4c von BGE 113 V 71 entschieden.\n\nc) Voraussetzung für den Anspruch auf Arbeitslosenentschädigung ist u.a. die Erfüllung der Kontrollvorschriften (Art. 8 Abs. 1 lit. g in Verbindung mit Art. 17 Abs. 2 AVIG). Aus diesem Grunde können Einstellungstage frühestens ab dem Zeitpunkt bestanden werden, in welchem der Versicherte - hier am 22. Dezember 1986 - die Kontrollvorschriften erfüllt (ARV 1987 Nr. 2 S. 40). Hievon zu unterscheiden ist die auf sechs Monate begrenzte Frist zur Vollstreckung von Einstellungstagen, deren Beginn nicht an die rechtliche Arbeitslosigkeit anknüpft, sondern gemäss Art. 45 Abs. 1 AVIV an einen bestimmten Zeitpunkt im Anschluss an den mit einer Einstellung zu sanktionierenden Sachverhalt. Für den Beginn der sechsmonatigen Vollstreckungsfrist des Art. 30 Abs. 3 Satz 4 AVIG ist daher im Unterschied zum BGE 114 V 350 S. 354Bestehen von Einstellungstagen nicht vorausgesetzt, dass in diesem Zeitpunkt bereits die Anspruchsvoraussetzungen, insbesondere die Kontrollvorschriften erfüllt sind (ARV 1987 Nr. 2 S. 42 Erw. 3b). Dies folgt aus Sinn und Zweck der auf sechs Monate begrenzten Frist für den Verfall von noch nicht bestandenen Einstellungstagen. Der Vollzug einer Sanktion soll nur innerhalb einer zeitlich limitierten Frist möglich sein. Der Beginn der Einstellungsfrist fällt daher nicht zusammen mit dem Zeitpunkt, in welchem Einstellungstage überhaupt bestanden werden können (in diesem Sinne auch GERHARDS, AVIG-Kommentar, Bd. I, Art. 30, N. 48 bis 50, S. 372-374).\n\nd) Im vorliegenden Fall begann die sechsmonatige Einstellungsfrist gemäss Art. 45 Abs. 1 lit. a AVIV am ersten Tag nach Beendigung des Arbeitsverhältnisses, d.h. am 1. Juni 1986. Am ersten Stempeltag am 22. Dezember 1986, als der Beschwerdegegner sämtliche Kontrollvorschriften erfüllte und das Bestehen von Einstellungstagen überhaupt zulässig gewesen wäre, war die sechsmonatige Einstellungsfrist bereits abgelaufen und waren damit noch nicht bestandene Einstellungstage verwirkt. Daraus folgt, dass die angefochtene Einstellungsverfügung vom 28. Januar 1987 von der Vorinstanz zu Recht aufgehoben wurde."}