{"annee": "115", "cour": "IB", "page": "202", "date": "16/6/1989", "cite": ["102 IB 227", "106 IB 270"], "cite_par": ["119 IB 103"], "chapeau": "28. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 16. Juni 1989 i.S. G. SA gegen Eidg. Zollverwaltung und Eidg. Zollrekurskommission (Verwaltungsgerichtsbeschwerde)", "regestes": ["Recevabilité du recours de droit administratif (art. 100 let. h OJ). Le recours de droit administratif est irrecevable en ce qui concerne le classement tarifaire quand bien même ce dernier aura été effectué à des fins autres que la perception des droits de douane (changement de jurisprudence)."], "faits": "BGE 115 Ib 202 S. 202\n\nIm Auftrag der G. SA deklarierte die Speditionsfirma W. am 29. April 1986 dem Zollamt Stein-Bad Säckingen eine Sendung Weizenkroketten nach der Tarif-Nr. 1905.01 (Nahrungsmittel) zur Einfuhrverzollung. Das Zollamt revidierte die Sendung und zog davon ein Muster. Zwei weitere Sendungen wurden am 14. Mai und am 1. August 1986 im Auftrag der G. SA von der Speditionsfirma R. beim Zollamt Stein-Bad Säckingen nach der Tarif-Nr. 1905.01 zur Einfuhrverzollung angemeldet. Das Zollamt nahm die Deklarationen an, revidierte die Sendungen und zog davon Muster, die es dem chemisch-technischen Dienst der Oberzolldirektion zur Überprüfung der Tarifeinreihung vorlegte.\n\nGestützt auf die Untersuchungsberichte des chemisch-technischen Dienstes der Oberzolldirektion verfügte die Zollkreisdirektion Basel am 16. Juni 1986, dass die am 29. April 1986 eingeführte Ware nach der Tarif-Nr. 2307.10 (Tierfutter) zu verzollen und nachträglich eine Verzollungsermächtigung der Genossenschaft BGE 115 Ib 202 S. 203für Getreide und Futtermittel einzuverlangen sei. Zwei weitere Verfügungen bezüglich der Einfuhren vom 14. Mai und vom 1. August 1986 mit im wesentlichen gleichlautendem Inhalt erliess die Zollkreisdirektion Basel am 2. Juli und am 18. August 1986.\n\nDie Oberzolldirektion bestätigte die drei Verfügungen mit Entscheid vom 22. Januar 1987. Eine Beschwerde an die Eidg. Zollrekurskommission blieb erfolglos.\n\nMit Verwaltungsgerichtsbeschwerde vom 14. September 1988 stellt die G. SA den Antrag, der Entscheid der Eidg. Zollrekurskommission vom 20. Mai 1988 sei aufzuheben und es sei zu erkennen, dass die deklarierten Waren nach Tarif-Nr. 1905.01 zu verzollen seien und es folglich einer Verzollungsermächtigung der Genossenschaft für Getreide und Futtermittel nicht bedürfe.\n\nDas Bundesgericht tritt auf die Verwaltungsgerichtsbeschwerde nicht ein.", "considerants": "Aus den Erwägungen:\n\n2. a) Der angefochtene Entscheid stützt sich auf öffentliches Recht des Bundes und unterliegt daher grundsätzlich gemäss Art. 97 f. OG der Verwaltungsgerichtsbeschwerde, soweit diese nicht ausdrücklich ausgeschlossen wird. Gemäss Art. 100 lit. h OG ist die Verwaltungsgerichtsbeschwerde unzulässig\n\n\"auf dem Gebiete der Zölle:\n\n(gegen) Verfügungen über deren Veranlagung, soweit diese von der Tarifierung oder von der Gewichtsbemessung abhängt.\"\n\nAus dem Wortlaut dieser Bestimmung schloss das Bundesgericht in BGE 102 Ib 229 e contrario, die Verwaltungsgerichtsbeschwerde sei zulässig gegen Entscheide der Eidg. Zollrekurskommission, die nicht \"das Gebiet der Zölle\" beschlagen, namentlich Entscheide über die Tarifierung zu andern Zwecken als der Zollerhebung (vgl. Art. 109 Abs. 1 lit. c Ziff. 2 Zollgesetz; SR 631.0).\n\nb) Das Bundesgericht hat die Ausschlussbestimmung hinsichtlich der Tarifierung auch in anderer Hinsicht - allerdings ohne nähere Begründung - eng gehandhabt, indem es die Sachverhaltsfeststellungen der Eidg. Zollrekurskommission, welche Grundlage für die Einreihung in den Zolltarif bilden, in verschiedenen nicht veröffentlichten Entscheiden überprüfte (allerdings mit den sich aus Art. 105 Abs. 2 OG ergebenden Einschränkungen). Diese Praxis hat das Bundesgericht im - ebenfalls unveröffentlichten - BGE 115 Ib 202 S. 204Urteil i.S. D. Metallhandel AG vom 31. Oktober 1985 verlassen.\n\nBei der Tarifierung geht es um die Subsumtion eines Tatbestandes unter eine Position des Zolltarifes. Die Sachverhaltsfeststellung lässt sich von der rechtlichen Qualifikation vernünftigerweise nicht trennen. Wenn schon die Verwaltungsgerichtsbeschwerde ausgeschlossen ist, weil sich die Tarifierung für die Überprüfung durch das Bundesgericht nicht eignet (BGE 106 Ib 271), gilt dies erst recht für die darauf bezügliche Sachverhaltsfeststellung. Die Frage nach der Beschaffenheit einer Ware ist in der Regel die \"technischere\" Seite der Tarifierung: häufig steht mit der Bestimmung der Ware auch die anwendbare Tarifposition bereits fest und kann nicht mehr ernsthaft in Zweifel gezogen werden. Anderseits lässt sich die Beschaffenheit einer Ware nur im Hinblick auf eine konkrete Zollposition ermitteln, da sich erst aus dieser ergibt, nach welchen (v.a. naturwissenschaftlichen) Gesichtspunkten eine Ware zu untersuchen bzw. zu bestimmen ist. Die Bestimmung der Beschaffenheit einer Ware und der entsprechend anwendbaren Tarifposition lassen sich somit nur schwer auseinanderhalten; folglich kann die Verwaltungsgerichtsbeschwerde nicht in einem Fall gegeben und im andern unzulässig sein; sie ist in beiden Fällen unzulässig.\n\nEine solche Auslegung von Art. 100 lit. h OG findet ihre Stütze auch in den Materialien (zur Entstehungsgeschichte der Bestimmung vgl. BGE 102 Ib 229 /30): Während der Nationalrat vorschlug, die Verwaltungsgerichtsbeschwerde sei auszuschliessen \"auf dem Gebiete der Zölle: gegen deren Festsetzung, soweit es sich um die Zolltarifierung handelt\" (Amtl.Bull. 1967 N 35), wurde durch den Ständerat schliesslich auch die Gewichtsbemessung - welche die Feststellung der Warenmenge zum Gegenstand hat - der Tarifierung gleichgestellt (Amtl.Bull. 1967 S 351/2). Daraus erhellt die Absicht, ausgesprochen \"technische\" Fragen (wie die der Gewichtsbemessung) der endgültigen Beurteilung durch ein mit Fachleuten aus verschiedenen Wirtschaftszweigen besetztes Spezialgericht zu überlassen.\n\nc) Im genannten Urteil i.S. D. Metallhandel AG (und in einem weiteren Urteil gleichen Datums i.S. K. & Cie AG) warf das Bundesgericht die Frage auf, ob an der Praxis festgehalten werden könne, wonach der Ausschluss der Verwaltungsgerichtsbeschwerde zur Überprüfung der Tarifierung dann nicht gilt, wenn sie zu andern Zwecken als zur Zollerhebung erfolgt (BGE 102 BGE 115 Ib 202 S. 205Ib 227 ff.). Denn die vorwiegend \"technische\" Frage, um was für eine Ware es sich handelt und unter welche Tarifposition sie einzureihen ist, behält ihren \"technischen\" Charakter unverändert, wenn davon die Bewilligungspflicht für Ein- und Ausfuhr und nicht nur der geschuldete Zollbetrag abhängt. Die damals offengelassene Frage ist heute zu entscheiden.\n\nd) Auf dem ganzen Gebiet der Zölle ist die Verwaltungsgerichtsbeschwerde grundsätzlich zulässig (und zwar sowohl gegenüber Entscheiden der Oberzolldirektion wie auch der Eidg. Zollrekurskommission und des Eidg. Finanzdepartements; vgl. Art. 109 Abs. 1 lit. e i.V.m. lit. c und d Zollgesetz). Der Gesetzgeber wollte die Materie der Zölle als solche nicht von der Verwaltungsgerichtsbeschwerde ausnehmen. Wenn er den Ausschluss auf Verfügungen über Zollveranlagungen beschränkte, soweit diese von der Tarifierung (oder Gewichtsbemessung) abhängen, tat er dies nicht deswegen, weil es \"nur\" um die Veranlagung von Zöllen geht, sondern weil er die Tarifierung nicht für justitiabel hielt. Das ergibt sich, wie dargelegt (E. 2b), aus den Materialien. Etwas anderes lässt sich daraus nicht ableiten.\n\nIn BGE 102 Ib 230 /31 legte das Bundesgericht Gewicht auf die Feststellung, schon der Bundesrat habe im Revisionsentwurf von der \"Festsetzung des Zollbetrages\" gesprochen, wie auch der schliesslich verabschiedete Gesetzestext vom \"Gebiet der Zölle\" und \"deren Veranlagung\" spreche. Das bedeutet aber nicht, dass die Tarifierung zu andern Zwecken als der Zollerhebung nicht unter die Ausschlussbestimmung fällt. Vielmehr erscheint der Wortlaut gemessen an der gesetzgeberischen Absicht, nicht justitiable Fragen von der Verwaltungsgerichtsbeschwerde auszunehmen, als zu eng, auch noch in der vom Parlament modifizierten Fassung von Art. 100 lit. h OG.\n\nAuch wenn die Tarifierung zu andern Zwecken als der Zollerhebung erfolgt, geht es um die Anwendung des Zolltarifs, also von Zollrecht. Entsprechend ist auch die Zuständigkeit der Zollbehörden, insbesondere der Eidg. Zollrekurskommission als Spezialverwaltungsgericht gegeben (Art. 109 Abs. 1 lit. c Ziff. 2 Zollgesetz). Es handelt sich also nicht nur um eine zollrechtliche Vorfrage, die bei der Handhabung von wirtschaftspolitischen Massnahmen von Bedeutung und durch die hiefür zuständigen Behörden (Genossenschaft für Getreide und Futtermittel, Eidg. Volkswirtschaftsdepartement) zu entscheiden ist; vielmehr ist nach der gesetzlichen Regelung auch in diesen Fällen über die Zolleinreihung separat BGE 115 Ib 202 S. 206und durch die Zollbehörden selbst zu befinden. Insofern geht es in einem weiteren Sinne um Verfügungen \"auf dem Gebiet der Zölle\" und \"deren Veranlagung\": eben um eine zollrechtliche Tarifierung, d.h. den Entscheid darüber, welche Zolltarifposition auf eine Ware anzuwenden ist. Diese Entscheide müssen stets von der Verwaltungsgerichtsbeschwerde ausgeschlossen sein.\n\ne) Eine andere Auslegung könnte im übrigen zu praktisch unhaltbaren Zuständen führen. Häufig stellt sich nämlich die Tarifierungsfrage sowohl im Zusammenhang mit der Zollveranlagung als auch für andere Zwecke. So zum Beispiel im vorliegenden Fall, wo die angefochtene neue Tarifeinreihung einerseits zu einer Reduktion des Zollansatzes führt, anderseits aber Preiszuschläge und Kontingentsunterstellung zur Folge hat.\n\nWollte man nun den Ausschluss der Verwaltungsgerichtsbeschwerde nur für die Zollveranlagung im engen Sinn annehmen, hätte dies zur Folge, dass das Bundesgericht die Tarifierung in diesem Zusammenhang nicht überprüfen, aber im Zusammenhang mit der Ausfuhrbewilligung überprüfen könnte. Wenn das Bundesgericht zu einem andern Resultat gelangte als die Zollrekurskommission, bestünden über die gleiche konkrete Situation - aber je in einem andern Kontext - sich widersprechende rechtskräftige Entscheide. Wenn schon der Gesetzgeber die Zollbehörden zur Tarifierung für andere Zwecke als die Zollerhebung für zuständig erklärt (Art. 109 Abs. 1 lit. c Ziff. 2 Zollgesetz), die Verwaltungsgerichtsbeschwerde aber gegen die Tarifierung bei der Zollveranlagung ausschliesst, muss dieser Ausschluss auf sämtliche Tarifverfügungen bezogen werden.\n\nDamit ergibt sich, dass an der Praxis gemäss BGE 102 Ib 227 ff. nicht festgehalten werden kann."}