{"annee": "115", "cour": "IB", "page": "1", "date": "10/2/1989", "cite": ["111 IB 1", "110 IB 201"], "cite_par": ["122 II 385", "122 II 186", "116 IB 353", "119 IB 91", "120 IB 1", "117 IA 465", "118 IA 473", "125 II 633", "129 II 249", "118 IB 81", "122 I 44", "120 IB 22", "130 II 281", "122 II 1"], "chapeau": "1. Urteil der II. öffentlichrechtlichen Abteilung vom 10. Februar 1989 i.S. Dora Nasti gegen Regierungsrat des Kantons Solothurn (Verwaltungsgerichtsbeschwerde)", "regestes": ["Droit pour une étrangère majeure et handicapée, dont les parents sont établis en Suisse, d'obtenir une autorisation de séjour (art. 4 LSEE, art. 8 CEDH, art. 100 let. b ch. 3 OJ). 1. En principe, seul un descendant mineur de l'étranger qui est autorisé à demeurer en Suisse peut prétendre à l'octroi d'une autorisation de séjour fondée sur l'art. 8 CEDH. Exception pour une fille majeure gravement handicapée, dont le recours de droit administratif doit être considéré comme recevable sous l'angle de l'art. 100 lettre b ch. 3 OJ (consid. 2). 2. Pour apprécier si les parents de l'étranger qui requiert une autorisation de séjour peuvent raisonnablement quitter la Suisse, il y a lieu de tenir compte aussi du comportement et de la situation de cet étranger (précision de la jurisprudence, consid. 3). 3. Pesée des intérêts en présence au regard de l'art. 8 al. 2 CEDH; l'intérêt pour une fille sourde de naissance à vivre en Suisse avec ses parents l'emporte sur l'intérêt public à une politique d'immigration restrictive (consid. 4)."], "faits": "BGE 115 Ib 1 S. 2\n\nAngelo und Carolina Nasti, beide italienische Staatsangehörige, wohnen seit der ersten Hälfte der sechziger Jahre in der Schweiz. Heute haben sie die Niederlassungsbewilligung C. Sie haben eine Tochter, Dora Nasti, geboren am 1. Februar 1965 in Aarau, welche von Geburt an an Gehörlosigkeit leidet. Ihre Eltern liessen sie deshalb seit ihrem vierten Lebensjahr in einer Spezialschule für Gehörlose in Italien ausbilden, wo sie Ablesen und Sprechen (italienisch) lernte. Im Istituto Professionale Tomaso Pendola in Padova wurde Dora Nasti anschliessend zur Zahntechnikerin ausgebildet.\n\nAm 2. Dezember 1986 stellte der Vater von Dora Nasti beim Amt für Ausländerfragen des Kantons Solothurn ein Gesuch um Aufenthaltsbewilligung für seine Tochter. Das Amt für Ausländerfragen wies das Gesuch mit Verfügung vom 15. Dezember 1986 ab. Es führte aus, dass Dora Nasti bereits 21 Jahre alt sei und nicht mehr im Rahmen des Familiennachzuges eine Aufenthaltsbewilligung erhalten könne. Eine dagegen gerichtete Beschwerde wies das Polizeidepartement des Kantons Solothurn am 4. Februar 1987 ab. Es begründete seinen Entscheid unter anderem damit, dass kein Härtefall vorliege; es scheine gegeben und näherliegend, dass sich die gehörlose Tochter in ihrer bisherigen Umgebung (Italien) auf ein selbständigeres Leben einstellen könne.\n\nDer Regierungsrat des Kantons Solothurn wies eine gegen diesen Departementsentscheid erhobene Beschwerde am 19. Mai 1987 ab und wies Dora Nasti auf den 15. Juni 1987 aus dem Kanton Solothurn weg.\n\nBGE 115 Ib 1 S. 3\n\nAm 23./24. Juni 1987 erhob Dora Nasti gegen den Entscheid des Regierungsrats des Kantons Solothurn Verwaltungsgerichtsbeschwerde. Sie beantragt Aufhebung des angefochtenen Entscheids und ersucht um Erteilung einer Aufenthaltsbewilligung, eventuell um Rückweisung der Sache zur Sachverhaltsergänzung und Neuentscheidung an die Vorinstanz. Sodann beantragt sie, die Wegweisungsverfügung des Regierungsrats sei aufzuheben.\n\nDas Bundesgericht heisst die Beschwerde gut, hebt den angefochtenen Entscheid auf und weist die Sache an die kantonale Fremdenpolizei zurück zur Erteilung der Aufenthaltsbewilligung.", "considerants": "Erwägungen:\n\n1. a) Gemäss Art. 100 lit. b Ziff. 3 OG ist auf dem Gebiete der Fremdenpolizei die Verwaltungsgerichtsbeschwerde unzulässig gegen die Erteilung oder Verweigerung von Bewilligungen, auf die das Bundesrecht keinen Anspruch einräumt.\n\nDie zuständigen Behörden entscheiden über die Bewilligung des Aufenthalts im Rahmen der gesetzlichen Vorschriften und der Verträge mit dem Ausland nach freiem Ermessen (Art. 4 des Bundesgesetzes über Aufenthalt und Niederlassung der Ausländer vom 26. März 1931, ANAG; SR 142.20). Damit steht dem Ausländer grundsätzlich kein Anspruch auf die Erteilung der Aufenthaltsbewilligung zu; die Verwaltungsgerichtsbeschwerde ist darum ausgeschlossen, soweit er sich nicht auf eine Sondernorm des Bundesrechts oder eines Staatsvertrags berufen kann, die ihm einen Anspruch auf eine solche Bewilligung einräumt.\n\nb) Art. 17 Abs. 2 ANAG fällt als anspruchsbegründende bundesrechtliche Norm nicht in Betracht. Diese Norm verschafft bloss Kindern unter 18 Jahren einen Anspruch auf Einbezug in die Niederlassungsbewilligung. Zum Zeitpunkt, als der Vater der Beschwerdeführerin das Gesuch um Erteilung einer Bewilligung stellte, war diese bereits 21 Jahre alt. Einen Anspruch kann die Beschwerdeführerin auch nicht aus Art. 36 und 38 ff. der bundesrätlichen Verordnung über die Begrenzung der Zahl der Ausländer vom 6. Oktober 1986 (Begrenzungsverordnung, BVO; SR 823.21) ableiten, werden doch in der Begrenzungsverordnung bloss Vorschriften aufgestellt, welche die Kantone in ihrer Freiheit zur Erteilung von Aufenthaltsbewilligungen einschränken, nicht aber sie zur Erteilung von Bewilligungen verpflichten (BGE 111 Ib 3 zur durch die BVO aufgehobenen entsprechenden Verordnung des BGE 115 Ib 1 S. 4Eidgenössischen Justiz- und Polizeidepartements vom 26. Oktober 1983).\n\nc) Bereits die kantonalen Instanzen haben darauf hingewiesen, dass ein Anspruch auf die Bewilligung sich nicht aus dem Abkommen zwischen der Schweiz und Italien über die Auswanderung italienischer Arbeitskräfte nach der Schweiz vom 10. August 1964 (SR 0.142.114.548) ableiten lässt. Als anspruchsbegründende Staatsvertragsnorm kommt einzig Art. 8 EMRK in Betracht.\n\nd) Art. 8 Ziff. 1 der Konvention zum Schutze der Menschenrechte und Grundfreiheiten vom 4. November 1950 (EMRK) garantiert den Schutz des Familienlebens. Darauf kann sich der Ausländer berufen, der nahe Verwandte mit Anwesenheitsrecht (Schweizerbürgerrecht, Niederlassungsbewilligung) in der Schweiz hat; wird ihm selber die Anwesenheit in der Schweiz untersagt, kann dies Art. 8 EMRK verletzen. Soweit deshalb eine familiäre Beziehung im beschriebenen Sinn tatsächlich gelebt wird und intakt ist, ist das der zuständigen Behörde durch Art. 4 ANAG grundsätzlich eingeräumte freie Ermessen eingeschränkt. In solchen Fällen ist daher die Verwaltungsgerichtsbeschwerde des um die fremdenpolizeiliche Bewilligung ersuchenden Ausländers zulässig (BGE 109 Ib 185 ff. E. 2).\n\nIm folgenden ist zu prüfen, ob Art. 8 EMRK durch die Verweigerung der Aufenthaltsbewilligung im beschriebenen Sinn betroffen und also die Verwaltungsgerichtsbeschwerde gestützt auf diese Bestimmung zulässig ist.\n\n2. a) Das Bundesgericht hat als familiäre Beziehung, welche durch Art. 8 EMRK einen Anspruch auf eine fremdenpolizeiliche Bewilligung verschaffen könnte, vor allem die Beziehung zwischen Ehegatten sowie zwischen Eltern und minderjährigen Kindern anerkannt, welche im gemeinsamen Haushalt leben. Es hatte bisher nie die Frage zu entscheiden, ob und unter welchen Bedingungen ein volljähriges ausländisches Kind, welches im gemeinsamen Haushalt mit seinen hier niedergelassenen Eltern leben möchte, gestützt auf Art. 8 EMRK Anspruch auf Erteilung einer Aufenthaltsbewilligung hat.\n\nb) Grundsätzlich fällt in den Schutzbereich von Art. 8 EMRK die Beziehung zwischen \"nahen Verwandten\", die in der Familie eine wesentliche Rolle spielen können, wie die Beziehung zwischen Grosseltern und Enkel oder zwischen Onkel/Tante und Neffe/Nichte (FROWEIN/PEUKERT, EMRK-Kommentar, N. 13 und 14 zu Art. 8, S. 200 ff.). Offensichtlich fällt damit auch die Beziehung BGE 115 Ib 1 S. 5zwischen Eltern und volljährigen Nachkommen unter die nach Art. 8 EMRK schützenswerten Beziehungen. Das heisst aber nicht, dass in diesen Fällen auch ein Anspruch auf fremdenpolizeiliche Bewilligungen für die jeweiligen Familienangehörigen besteht.\n\nc) Sobald volljährige Kinder ihren Lebensunterhalt selbständig bestreiten (können), leben sie regelmässig getrennt von ihren Eltern.\n\nDie familiären Beziehungen werden durch gegenseitige Besuche gepflegt. Angemessene familiäre Kontakte sind regelmässig möglich, ohne dass die Nachkommen über eine Aufenthaltsbewilligung in der Schweiz verfügen, wo ihre Eltern niedergelassen sind. Der Schutzbereich von Art. 8 EMRK würde übermässig ausgedehnt, wenn volljährige, erwerbsfähige Nachkommen aus dieser Konventionsnorm ein Recht darauf ableiten könnten, im gemeinsamen Haushalt mit ihren Eltern zu wohnen, und einen Anspruch auf eine Aufenthaltsbewilligung hätten. Das kann nur unter besonderen Umständen der Fall sein.\n\nDies entspricht der Praxis der Europäischen Kommission für Menschenrechte. Soweit nicht Verwandtschaftsverhältnisse zwischen Minderjährigen und ihren Eltern oder sie betreuenden Grosseltern oder anderen nahen Verwandten zur Diskussion stehen, kommt es darauf an, ob der um die fremdenpolizeiliche Bewilligung ersuchende Ausländer in einem so engen Verhältnis zu den hier Anwesenheitsberechtigten steht, dass von einem Abhängigkeitsverhältnis die Rede sein kann (Entscheid vom 14. Juli 1982, Décisions et rapports de la Commission européenne des droits de l'homme, 30 (1983) S. 232 ff.; vgl. auch EuGRZ 1982 S. 311 N. 104). Liegt kein solches besonderes Verhältnis vor, ist Art. 8 EMRK durch die Verweigerung einer Aufenthaltsbewilligung von vornherein nicht betroffen.\n\nd) Die Beschwerdeführerin ist von Geburt an gehörlos. Sie ist auch als volljährige Frau ohne Zweifel in besonderem Masse auf einen festen Kreis von Personen angewiesen, die sie unterstützen können. Wegen ihrer Behinderung ist davon auszugehen, dass ihre Beziehung zu ihren Eltern besonders eng ist und sie von ihnen Betreuung erwartet, deren eine volljährige Person üblicherweise nicht bedarf. Es ist naheliegend und natürlich, dass sie die notwendige Fürsorge bei ihren Eltern und nicht bei Dritten sucht und diese den Wunsch haben, ihre Tochter bei sich aufzunehmen. Die Beziehung der Beschwerdeführerin zu ihrer Familie ist vergleichbar der Beziehung zwischen Eltern und ihren minderjährigen Kindern.\n\nBGE 115 Ib 1 S. 6\n\nUnter diesen ausserordentlichen Umständen stellt die Verweigerung der Aufenthaltsbewilligung an die Beschwerdeführerin - obwohl sie volljährig ist - eine Einschränkung des von Art. 8 EMRK geschützten Familienlebens dar, die sich nur rechtfertigt, wenn die Voraussetzungen einer solchen Grundrechtsbeschränkung erfüllt sind. Insofern ist das freie Ermessen der Fremdenpolizeibehörden eingeschränkt, und die Verwaltungsgerichtsbeschwerde ist ausnahmsweise zulässig.\n\n3. a) Ein Eingriff in das von Art. 8 EMRK geschützte Rechtsgut ist statthaft, insoweit er gesetzlich vorgesehen ist und eine Massnahme darstellt, die in einer demokratischen Gesellschaft für die nationale Sicherheit, die öffentliche Ruhe und Ordnung, das wirtschaftliche Wohl des Landes, die Verteidigung der Ordnung und zur Verhinderung von strafbaren Handlungen, zum Schutze der Gesundheit und Moral sowie der Rechte und Freiheiten anderer notwendig ist (Art. 8 Ziff. 2 EMRK).\n\nb) Bei der von der Konvention geforderten Abwägung zwischen den sich gegenüberstehenden privaten und öffentlichen Interessen ist vorerst zu fragen, ob es den nahen Familienangehörigen mit Anwesenheitsrecht in der Schweiz zugemutet werden kann, dem Ausländer, der keine Bewilligung erhält, ins Ausland zu folgen (BGE 110 Ib 205 f. E. 2). Die Frage der Zumutbarkeit beurteilt sich nicht nach den persönlichen Wünschen der Betroffenen, sondern ist unter Berücksichtigung ihrer persönlichen Verhältnisse und aller Umstände objektiv zu beurteilen (BGE 110 Ib 205 E. 2a).\n\nc) Bei jeder familiären Beziehung ist die freie Wahl des Wohnortes und damit die Niederlassungsfreiheit für einzelne Familienmitglieder auch unabhängig von behördlichen Massnahmen unweigerlich eingeschränkt, weil anders ein Zusammenleben am gleichen Ort ausgeschlossen ist. Muss ein Ausländer, dem eine fremdenpolizeiliche Bewilligung verweigert wurde, das Land verlassen, haben dies seine Angehörigen denn auch hinzunehmen, wenn es ihnen ohne Schwierigkeiten möglich ist, mit ihm auszureisen. Die Verweigerung der fremdenpolizeilichen Bewilligung führt dann nicht dazu, dass die Familie auseinandergerissen wird, und eine umfassende Interessenabwägung im Sinne von Art. 8 Abs. 2 EMRK kann unterbleiben. So ist die Wendung in BGE 111 Ib 5 E. 2b zu verstehen, Art. 8 EMRK greife unter solchen Umständen nicht.\n\nIndessen ist dann, wenn die Ausreise für die Familienangehörigen zwar nicht unzumutbar, aber doch mit Nachteilen verbunden ist, der Schwere der Gründe, die für eine Fernhaltung des Ausländers BGE 115 Ib 1 S. 7aus der Schweiz sprechen, Rechnung zu tragen. Die Frage der Zumutbarkeit der Ausreise für nahe Angehörige des Ausländers kann nicht völlig losgelöst von dessen Verhältnissen bzw. Verhalten geprüft werden.\n\nd) Die Eltern der Beschwerdeführerin wohnen seit über 25 Jahren in der Schweiz und haben die Niederlassungsbewilligung. Es ist davon auszugehen, dass sie sich nach so langer Dauer hier assimiliert haben. Es kann ihnen unter diesen Umständen nicht zugemutet werden, nach Italien auszureisen, wenn die Beschwerdeführerin keine Gründe gesetzt hat, welche den Fremdenpolizeibehörden mehr als bei irgendeinem Ausländer Anlass geben konnten, ihr die Aufenthaltsbewilligung zu verweigern. Wie es sich damit verhält, ist im Rahmen der Interessenabwägung gemäss Art. 8 Abs. 2 EMRK zu prüfen.\n\n4. a) Durch die Verweigerung der Aufenthaltsbewilligung wird es der Beschwerdeführerin verwehrt, bei ihrer hier ansässigen Familie zu wohnen. Sie ist auch als volljährige Person in besonderem Masse darauf angewiesen, dass sie mit ihr nahestehenden Personen zusammenleben kann. Wohl hat sie ihre ganze Schul- und Ausbildungszeit in Italien verbracht und weilte nur während der Schulferien bei ihren Eltern. Dies war jedoch situationsbedingt und musste ihr Zugehörigkeitsgefühl zur Familie nicht beeinträchtigen. Insbesondere kann aus der Tatsache, dass sie ihre Kindheit vorwiegend in Italien verbrachte, nicht geschlossen werden, dass sie sich heute dort gut zurechtfinden würde. Sie war dauernd in einem Internat, wo für ihre Betreuung gesorgt war und sie sich in einem geschützten Kreis aufhielt. Diese Möglichkeit steht ihr nun nicht mehr zur Verfügung.\n\nDie Trennung von ihren Eltern träfe sie deshalb hart. Das einzige öffentliche Interesse an der Verweigerung der Aufenthaltsbewilligung, nämlich die Einhaltung einer restriktiven Bewilligungspraxis zur Vermeidung der Überfremdung, wiegt das Interesse der Beschwerdeführerin, bei ihren Eltern verweilen zu dürfen, bzw. das Interesse der Familie, die Familiengemeinschaft in der Schweiz zu leben, nicht auf.\n\nDer Kanton Solothurn hat daher unter Berücksichtigung der besonderen Umstände des vorliegenden Falles Art. 8 EMRK verletzt, wenn er der Beschwerdeführerin keine Aufenthaltsbewilligung erteilte.\n\nb) Die Fremdenpolizeibehörden sind offenbar der Ansicht, es läge durchaus im Interesse der Beschwerdeführerin selber, wenn sie BGE 115 Ib 1 S. 8in Italien bleibe, weil sie vermuten, dass der Schritt in die Selbständigkeit in der Schweiz verzögert würde. Dem ist entgegenzuhalten, dass die diesbezügliche Entscheidungsfreiheit der Beschwerdeführerin bzw. ihren Eltern überlassen werden muss. Dabei werden sie selbstverständlich versuchen müssen, der Beschwerdeführerin den Schritt ins Erwerbsleben zu ermöglichen, d.h. sie sollten sie nicht - wie offenbar ursprünglich vorgesehen - vom Antritt einer Stelle abhalten. Ob die der Beschwerdeführerin zu erteilende Aufenthaltsbewilligung an das kantonale Kontingent anzurechnen, von den Höchstzahlen der Begrenzungsverordnung auszunehmen (Art. 13 lit. f BVO) oder vorläufig als Bewilligung zum erwerbslosen Aufenthalt im Sinne von Art. 36 BVO zu betrachten ist, kann offenbleiben, weil ein Anspruch auf Erteilung der Aufenthaltsbewilligung unabhängig davon besteht. Bei einem allfälligen Stellenantritt wird sich das Bundesamt für Ausländerfragen dazu äussern müssen, ob eine Ausnahme von der zahlenmässigen Begrenzung im Sinne von Art. 13 lit. f BVO vorliege (Art. 52 lit. a BVO)."}