{"annee": "115", "cour": "V", "page": "77", "date": "13/4/1989", "cite": ["110 V 242"], "cite_par": ["122 V 256", "117 V 208"], "chapeau": "11. Urteil vom 13. April 1989 i.S. Bundesamt für Sozialversicherung gegen M. und Kantonale Rekurskommission für die Ausgleichskassen, Basel", "regestes": ["Art. 23 al. 2 LAVS. L'exigence d'une durée de dix ans de mariage au moins, requise pour le droit de la femme divorcée à une rente de veuve, vaut sans réserve aucune. Il n'y a pas matière à interprétation extensive par analogie avec les art. 50 et 52ter al. 2 RAVS."], "faits": "BGE 115 V 77 S. 77\n\nA.- Rösli M. (geb. 1937) heiratete am 27. Juni 1963. Am 5. Juni 1973 wurde die Ehe rechtskräftig geschieden, wobei sich der Ehemann in der gerichtlich genehmigten Scheidungskonvention unter anderem zu Unterhaltszahlungen an die Ehefrau verpflichtete.\n\nNachdem der frühere Ehemann der Versicherten am 9. Mai 1987 verstorben war, gewährte die Ausgleichskasse der graphischen und papierverarbeitenden Industrie der Schweiz (AGRAPI) Rösli M. am 21. August 1987 verfügungsweise eine Witwenrente von Fr. 1'152.-- ab 1. Juni 1987 nebst einer einfachen Waisenrente für den 1965 geborenen Sohn.\n\nMit Verfügung vom 20. Januar 1988 eröffnete die Ausgleichskasse Rösli M., mangels zehn vollen Ehejahren bestehe kein Anspruch auf eine Witwenrente; die seit 1. Juni 1987 ausgerichteten Betreffnisse im Gesamtbetrag von Fr. 9'264.-- seien daher zurückzuerstatten.\n\nBGE 115 V 77 S. 78\n\nB.- Rösli M. liess beschwerdeweise die Aufhebung der Rückforderungsverfügung und Weitergewährung der Witwenrente beantragen. Die Kantonale Rekurskommission für die Ausgleichskassen, Basel, betrachtete das Erfordernis der zehnjährigen Ehedauer in Analogie zu anderen Bestimmungen des Sozialversicherungsrechts, wonach bei Vorliegen der verlangten Voraussetzungen während mehr als elf Monaten ein ganzes Jahr angerechnet wird, als erfüllt und hiess die Beschwerde mit Entscheid vom 7. Juli 1988 gut.\n\nC.- Mit Verwaltungsgerichtsbeschwerde beantragt das Bundesamt für Sozialversicherung (BSV) die Aufhebung des kantonalen Entscheides und die Wiederherstellung der angefochtenen Verfügung.\n\nDie Versicherte liess sich nach Ablauf der angesetzten Frist vernehmen; die Ausgleichskasse verweist auf die im vorinstanzlichen Verfahren eingereichte Stellungnahme und enthält sich eines formellen Antrages.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. (Unbeachtlichkeit der verspätet eingereichten Vernehmlassung der Beschwerdegegnerin)\n\n2. (Kognition)\n\n3. a) Gemäss Art. 23 Abs. 2 AHVG hat die geschiedene Frau nach dem Tode des geschiedenen Ehemannes unter den gleichen Voraussetzungen wie eine Witwe Anspruch auf eine Witwenrente, sofern der Mann ihr gegenüber zu Unterhaltsbeiträgen verpflichtet war und die Ehe mindestens zehn Jahre gedauert hat.\n\nb) Es steht nach der Aktenlage fest und ist unbestritten, dass die am 27. Juni 1963 eingegangene Ehe der Beschwerdegegnerin bis zur Rechtskraft des Scheidungsurteils am 5. Juni 1973 neun Jahre, elf Monate und acht Tage gedauert hat. Da die Beschwerdegegnerin als Mutter dreier Kinder die in Art. 23 Abs. 1 lit. a AHVG enthaltene Voraussetzung für einen Witwenrentenanspruch erfüllt und gemäss gerichtlich genehmigter Scheidungskonvention vom 24. Januar 1973 unterhaltsberechtigt war, ist im vorliegenden Verfahren einzig zu prüfen, ob Art. 23 Abs. 2 AHVG im Sinne der Argumentation der Beschwerdegegnerin im kantonalen Verfahren und des vorinstanzlichen Entscheides so auszulegen ist, dass bei der Berechnung der Frist angebrochene Monate voll zu zählen sind.\n\nBGE 115 V 77 S. 79\n\n4. a) (Auslegung des Gesetzes)\n\nb) Der Wortlaut des Art. 23 Abs. 2 AHVG ist klar und lässt für Auslegungen keinen Raum. Auch in den Gesetzesmaterialien finden sich keine Anhaltspunkte für eine vom Text abweichende Interpretation. Der Grundgedanke, auf dem diese erst im Laufe der nationalrätlichen Beratung zum AHVG eingefügte Bestimmung basiert, nämlich dass Missbräuche sowie die Auszahlung von Renten an mehrere geschiedene Frauen desselben Mannes wenn möglich vermieden werden sollen (Protokoll der Kommission des Nationalrates, 2. Sitzung vom 28. August 1946, S. 17 ff.), weist vielmehr darauf hin, dass der Gesetzgeber die zehnjährige Ehemindestdauer als Voraussetzung für den Anspruch auf eine Witwenrente keiner extensiven Auslegung zugänglich machen wollte. Es ist denn auch der Sinn einer gesetzlich festgelegten Limite, klar bestimmbare Abgrenzungen zu schaffen. Dieses Bedürfnis besteht in allen Bereichen des Rechts und findet sich in positivrechtlicher Ausgestaltung in vielen Gesetzen. Die mit solch präzisen Grenzen verbundenen Härten sind im Interesse der Rechtssicherheit und Rechtsgleichheit bewusst in Kauf genommen worden.\n\nc) Sodann ist darauf hinzuweisen, dass das Eidg. Versicherungsgericht in einem vergleichbaren Fall in Anwendung von Art. 23 Abs. 1 lit. d AHVG erkannt hat, dass von der dort erwähnten fünfjährigen Ehedauer nicht abgewichen werde, auf die tatsächliche Ehedauer (8. Juni 1972 bis 27. Mai 1977) abgestellt und keine Anrechnung des angebrochenen Monats vorgenommen werde (nicht publiziertes Urteil I. vom 1. März 1978).\n\n5. a) Für eine analoge Anwendung von Art. 29 Abs. 2 IVG sowie Art. 50 und 52ter Abs. 2 AHVV besteht entgegen der Argumentation in der kantonalen Beschwerde und im vorinstanzlichen Entscheid kein Raum. Soweit ein Analogieschluss überhaupt zulässig ist, setzt er \"eine Gleichheit oder zumindest starke Ähnlichkeit zwischen dem vom Gesetz erfassten und dem zu beurteilenden Tatbestand voraus\" (IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, 6. Aufl., Bd. I, S. 172 mit Hinweis). Die von der Vorinstanz als Auslegungshilfe herangezogenen Gesetzes- und Verordnungsbestimmungen beziehen sich indessen auf völlig andere Tatbestände als den vorliegend zu beurteilenden. Art. 29 Abs. 2 IVG stellt eine Sondernorm dar mit dem offenkundigen Zweck, die Auszahlung von Bruchteilen der monatlichen Rentenbetreffnisse durch Aufrundung zugunsten des Versicherten zu vermeiden BGE 115 V 77 S. 80(ZAK 1989 S. 48). Art. 50 und Art. 52ter Abs. 2 AHVV sind reine Berechnungsvorschriften und definieren den im Gesetz enthaltenen Begriff des vollen Beitragsjahres. Demgegenüber umschreibt Art. 23 Abs. 2 AHVG die Voraussetzungen des Rentenanspruchs überhaupt.\n\nb) Das BSV weist sodann mit Recht darauf hin, dass auch die Ordnung des Art. 23 Abs. 3 AHVG in Verbindung mit Art. 46 Abs. 3 AHVV zu beachten ist, wonach der durch Wiederverheiratung erloschene Anspruch auf eine Witwenrente bei Auflösung der zweiten Ehe durch Scheidung oder Ungültigerklärung wiederauflebt, wenn die neue Ehe weniger als zehn Jahre gedauert hat. Wegen der Einheitlichkeit des Begriffs einer zehnjährigen Ehedauer müsste auch in diesem Falle bei einer während mindestens neun Jahren und elf Monaten bestandenen Ehe auf zehn volle Jahre aufgerundet werden, was sich hinsichtlich der Rentenberechtigung negativ auswirken und das Wiederaufleben des Witwenrentenanspruchs verhindern würde.\n\nc) Schliesslich kann aus dem Umstand, dass das Eidg. Versicherungsgericht die Rechtsprechung bezüglich der in Art. 23 Abs. 2 AHVG enthaltenen Unterhaltsverpflichtung des Ehemannes zugunsten der Rentenansprecherin gelockert hat (BGE 110 V 242, insbesondere 246 Erw. 2b), nichts für den vorliegenden Fall abgeleitet werden.\n\n6. Zusammenfassend ist festzustellen, dass kein Grund besteht, vom klaren Gesetzeswortlaut abzuweichen. Von einer \"einschränkenden\" Interpretation von Art. 23 Abs. 2 AHVG kann nicht die Rede sein. Ebensowenig vermag der Umstand, dass eine Verschiebung des Scheidungstermins oder die Verzögerung der Rechtskraft mittels Appellation ohne weiteres möglich gewesen wäre, etwas zu ändern. Der Anspruch der Beschwerdegegnerin auf eine Witwenrente ist nach dem Gesagten zu verneinen, und die Verfügung der Ausgleichskasse AGRAPI ist zu bestätigen.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn Gutheissung der Verwaltungsgerichtsbeschwerde wird der Entscheid der Kantonalen Rekurskommission für die Ausgleichskassen, Basel, vom 7. Juli 1988 aufgehoben."}