{"annee": "115", "cour": "III", "page": "95", "date": "22/9/1989", "cite": ["107 III 60"], "cite_par": ["121 V 109", "134 III 115", "125 V 249", "118 III 13"], "chapeau": "21. Arrêt de la Chambre des poursuites et des faillites du 22 septembre 1989 dans la cause Fondation institution supplétive LPP (recours LP)", "regestes": ["Art. 79 et 80 LP. L'institution supplétive en matière de prévoyance professionnelle ne peut pas, contrairement aux caisses-maladie, lever elle-même l'opposition formée par l'employeur à la poursuite qui tend au paiement des cotisations."], "faits": "BGE 115 III 95 S. 95\n\nA.- Par décision du 26 juin 1987, la Fondation institution supplétive LPP, Agence régionale de la Suisse romande, à Lausanne, a prononcé l'affiliation d'office de la société Editostar S.A., à Porrentruy. Le 8 avril 1988, l'institution supplétive a notifié à Editostar S.A. un décompte de primes LPP pour 1985 et 1986 s'élevant à 4'419 francs 80, valeur 30 mars 1988. La débitrice n'a pas payé ce montant et fait opposition à la poursuite que lui a fait notifier l'institution supplétive.\n\nPar décision du 18 août 1988, l'institution supplétive a levé l'opposition et indiqué à la poursuivie qu'elle pouvait recourir contre cette décision auprès du Tribunal cantonal des assurances du canton de Vaud. Aucun recours n'ayant été exercé, la créancière a requis la continuation de la poursuite et l'Office des poursuites de Porrentruy a notifié à Editostar S.A. une commination de faillite. Le 19 juin 1989, l'Office des poursuites a toutefois annulé la commination de faillite, après avoir été rendu attentif par le juge de la faillite au fait que la poursuivante n'avait pas fait reconnaître au préalable son droit par la Chambre des assurances du Tribunal cantonal jurassien.\n\nB.- La Fondation institution supplétive LPP a formé une plainte contre la décision de l'Office que l'autorité cantonale de surveillance a rejetée, par décision du 24 juillet 1989.\n\nC.- La plaignante exerce en temps utile un recours à la Chambre des poursuites et des faillites du Tribunal fédéral. Elle BGE 115 III 95 S. 96conclut à l'annulation de la décision attaquée et à ce qu'il soit dit que l'Office des poursuites de Porrentruy doit continuer la poursuite par voie de saisie.\n\nL'Office et la débitrice ont renoncé à déposer des observations.\n\nLa Chambre des poursuites et des faillites a rejeté le recours.", "considerants": "Considérant en droit:\n\n1. L'autorité cantonale a considéré que la décision d'une institution de prévoyance condamnant un employeur à payer une créance de cotisations ne peut lier ce dernier que si elle a été approuvée par un tribunal. Comme la plaignante n'avait pas fait reconnaître son droit par la juridiction compétente, elle ne pouvait demander la continuation de la poursuite paralysée par l'opposition de la débitrice.\n\nA l'appui de son recours, la plaignante reproche à l'autorité cantonale de surveillance d'avoir méconnu que, selon l'art. 54 al. 4 LPP (RS 831.40), les fondations supplétives sont considérées comme des autorités au sens de l'art. 1er al. 2 let. c PA (RS 172.021). Elle estime dès lors que de telles fondations jouissent d'une situation particulière par rapport aux autres institutions de prévoyance, notamment parce que, contrairement à celles-ci, les institutions supplétives sont tenues d'affilier d'office les employeurs qui ne le font pas spontanément (art. 11 al. 1 LPP).\n\n2. La question litigieuse en l'espèce porte uniquement sur le point de savoir si la recourante, en tant qu'institution supplétive au sens de l'art. 60 LPP, peut invoquer la jurisprudence relative aux caisses-maladie (ATF 107 III 60 ss) dont les décisions, exécutoires tant en vertu du droit cantonal que de l'art. 30 al. 4 LAMA (RS 832.10), lèvent l'opposition à la poursuite. Tel pourrait être le cas si l'institution supplétive disposait d'un pouvoir de décision relatif non seulement à l'affiliation des employeurs, mais aussi aux cotisations. Or, l'existence d'une voie de recours auprès d'une juridiction cantonale (art. 73 LPP) à côté de celle qui soumet le litige entre institution supplétive et employeurs à la commission fédérale (art. 74 al. 1 let. c LPP), montre qu'il n'en est rien; la question des cotisations fixées par l'institution supplétive pouvant être portée devant le juge cantonal (cf. SCHWARZENBACH-HANHART, Die Rechtspflege nach dem BVG, SZS 1983 p. 169 ss, p. 201), celle-ci ne dispose donc pas en la matière du pouvoir BGE 115 III 95 S. 97souverain de décision (cf. BRÜHWILER, Die Betriebliche Personalvorsorge der Schweiz, ASR 1989 p. 433 ss).\n\nCertes, on doit admettre que la situation de l'institution supplétive n'est pas tout à fait identique à celle des institutions de prévoyance normales. La loi lui attribue le statut d'autorité (art. 54 al. 4 LPP) et l'institution supplétive est tenue, outre l'exécution de ses tâches spécifiques (art. 60 al. 2 let. a-c LPP), d'octroyer aux salariés (et à leurs survivants) les prestations légales (art. 12 et 60 al. 2 let. d LPP). Pour ce faire, il est naturellement nécessaire qu'elle puisse bénéficier des cotisations des employeurs qu'elle a dû affilier d'office. Il n'est donc pas absurde que la recourante cherche à étendre à ce domaine aussi l'autorité que la loi lui octroie. Mais le législateur a clairement voulu, s'agissant des cotisations, mettre les institutions supplétives sur le même pied que les autres institutions de prévoyance (art. 60 al. 3 LPP), et notamment en instituant la même voie de recours contre leurs décisions en cette matière (art. 73 LPP)."}