{"annee": "115", "cour": "II", "page": "456", "date": "23/11/1989", "cite": ["113 II 264"], "cite_par": ["117 II 550", "133 III 6", "129 III 738"], "chapeau": "81. Auszug aus dem Urteil der I. Zivilabteilung vom 23. November 1989 i.S. A. gegen B. (Berufung)", "regestes": ["Art. 371 al. 2 CO; responsabilité de l'architecte en raison des défauts d'une construction, début du délai de prescription. 1. Quand le maître de l'ouvrage rend responsable l'architecte en raison des défauts d'un ouvrage collectif produit par plusieurs entrepreneurs liés avec le maître par des contrats distincts, le délai de prescription commence à courir à la réception de chaque partie de l'ouvrage. Notion de réception (consid. 2 et 4). 2. Signification des renonciations temporaires de l'architecte à des exceptions (consid. 6b)."], "faits": "BGE 115 II 456 S. 456\n\nA.- Aufgrund eines mündlichen Vertrages mit A. führte B. die Architektenarbeiten für den Bau eines Einfamilienhauses aus. Im Mai 1976 bezog A. mit seiner Familie das mit Ausnahme von Küche und Fussboden im Wohnzimmer fertiggestellte Haus.\n\nAm 21. Juni 1976 nahm der Architekt eine Liste der am Haus festgestellten Mängel auf. Am 7. Juli 1977 rügte A. gegenüber B. verschiedene Mängel, insbesondere Risse im Aussenputz sowie an der Innenseite der Kellerwand, und weigerte sich, das Architektenhonorar BGE 115 II 456 S. 457zu zahlen. Am 22. April 1981 erfolgten wiederum Mängelrügen. Dabei wurde auf Mauerrisse und neu auch auf übermässigen Heizölverbrauch wegen ungenügender Wärmeisolation hingewiesen.\n\nMit schriftlicher Erklärung vom 30. April 1981 verzichtete B. für zwei Jahre auf die Erhebung der Verjährungseinrede. Der Verzicht wurde am 21. April 1983 für weitere zwei Jahre bis 30. April 1985 verlängert.\n\nB.- Mit Klageschrift vom 8. Juni 1984 beantragte A., den Architekten B. zur Zahlung von minimal Fr. 16'000.-- und maximal Fr. 24'000.-- nebst Zins zu verpflichten. Der Kläger verlangte damit den Ersatz der Kosten für die Behebung der Mauerrisse sowie der Verbesserung der Wärmeisolation, soweit diese Mängel nach seiner Auffassung vom Beklagten verursacht worden waren.\n\nDas Kantonsgericht von Appenzell Ausserrhoden hiess die Klage mit Urteil vom 30. Juni 1988 im Betrag von Fr. 24'000.-- nebst Zins gut. Auf Appellation des Beklagten wies dagegen das Obergericht von Appenzell Ausserrhoden die Klage am 13. Dezember 1988 wegen Verjährung der geltend gemachten Forderungen ab.\n\nDer Kläger hat gegen das Urteil des Obergerichts Berufung eingereicht, die vom Bundesgericht abgewiesen wird.", "considerants": "Aus den Erwägungen:\n\n2. Der Kläger wirft dem Obergericht eine Verletzung von Art. 371 Abs. 2 OR vor. Er schliesst sich GAUTSCHI an, der im Gegensatz zu GAUCH (Der Werkvertrag, 3. Aufl., Rz. 1669) die Auffassung vertritt, aus praktischen Gründen müsse angenommen werden, die Verjährung beginne erst mit der Ablieferung der gesamten Werkarbeit zu laufen, zu deren Planung oder Ausführung der Architekt beigezogen worden sei, ungeachtet des Umstandes, dass der Verjährungsbeginn für Teilarbeiten bestimmter Bauunternehmer und Bauhandwerker auf einen früheren Zeitpunkt fallen könne (N. 27 zu Art. 371 OR).\n\nDiese Betrachtungsweise widerspricht indessen dem Sinn und Zweck von Art. 371 Abs. 2 OR, der mit der Gleichstellung von Architekt und Unternehmer oder Nebenunternehmer verhindern will, dass für den Architekten eine längere Verjährungsfrist gilt als für den Unternehmer, der mit seiner Arbeit den Mangel mitverursacht hat. Dem Architekten soll im Fall, dass er vom Bauherrn in Anspruch genommen wird, nicht wegen einer gegenüber dem BGE 115 II 456 S. 458Unternehmer oder Nebenunternehmer bereits abgelaufenen Verjährungsfrist verunmöglicht werden, seinerseits auf diesen Rückgriff zu nehmen (BGE 102 II 418 E. 3; GAUCH, a.a.O., Rz. 1663; TERCIER, La partie spéciale du Code des obligations, Rz. 3041; vgl. auch GAUTSCHI, N. 23 zu Art. 371 OR mit grundlegender Kritik an dieser Bestimmung).\n\nDie weiteren Einwände des Klägers überzeugen ebenfalls nicht. Er vermag - ebensowenig wie GAUTSCHI - anzugeben, welche praktischen Gründe im Fall von Nebenunternehmern gegen einen gesonderten Verjährungsbeginn sprechen. So ist es entgegen seiner Behauptung keineswegs praktisch ausgeschlossen, dass der Bauherr ein Teilwerk eines Nebenunternehmers separat abnimmt. Ähnlich verhält es sich mit dem Einwand, es gehe nicht an, zur Bestimmung des Verjährungsbeginns auf Vorgänge abzustellen, welche dem Bauherrn im Baualltag in aller Regel verborgen blieben. Wann ein Unternehmer die ihm mit gesondertem Vertrag übertragenen Arbeiten abgeschlossen hat, ist im allgemeinen auch für den Bauherrn ohne weiteres festzustellen. Soweit der Kläger damit aber den Rechtsbegriff der Abnahme im Sinne von Art. 371 Abs. 1 OR anders auslegt als das angefochtene Urteil, ist darauf weiter hinten (E. 4) einzugehen. Unerheblich ist sodann das Argument, im vorliegenden Fall sei ein Regress des Beklagten auf die Unternehmer ausgeschlossen, weil in beiden Gutachten allein vom Architekten zu vertretende Fehler festgehalten würden, d.h. die auf die Beteiligten entfallenden Quoten aufgeteilt und deshalb im Betrag, welcher dem Kläger erstinstanzlich zugesprochen worden sei, bereits berücksichtigt seien. Ob im Einzelfall tatsächlich ein Regressrecht besteht, spielt nach zutreffender Lehrmeinung keine Rolle (GAUCH, a.a.O., Rz. 1666; OSER/SCHÖNENBERGER, N. 7 zu Art. 371 OR). Was schliesslich den sowohl vom Kläger wie von der Vorinstanz angeführten Wortlaut dieser Bestimmung betrifft, spricht er weder für den einen noch für den anderen Standpunkt, denn es ist lediglich allgemein von der Abnahme des Werkes die Rede. Das ist indessen nicht entscheidend, da bei nicht eindeutigem Wortlaut der Sinn und Zweck der Vorschrift ausschlaggebend sein muss. Die Auslegung der Vorinstanz verstösst somit nicht gegen Bundesrecht.\n\n4. Die Abnahme eines Werkes setzt voraus, dass es vollendet ist, der Unternehmer alle vereinbarten Arbeiten ausgeführt hat. Ob es mängelfrei ist, spielt dagegen keine Rolle. Der Abnahme entspricht, vom Unternehmer aus gesehen, die Ablieferung des BGE 115 II 456 S. 459Werkes. Abgeliefert wird es durch die Übergabe oder durch die Mitteilung des Unternehmers, es sei vollendet. Eine Abnahme kann auch stillschweigend dadurch erfolgen, dass das Werk gemäss seinem Zweck gebraucht wird (BGE 113 II 267 E. 2b mit Hinweisen). Ein besonderer Abnahmewille des Bestellers oder seines Vertreters ist deshalb nicht erforderlich. Klar zu unterscheiden ist die Abnahme von der Genehmigung, mit welcher der Besteller gegenüber dem Unternehmer seinen Willen äussert, das abgelieferte Werk als vertragsgemäss erstellt gelten zu lassen (GAUCH, a.a.O., Rz. 91-93 und 1486).\n\nIm Fall von Nebenunternehmern, mit denen der Bauherr gesonderte Verträge über die Erbringung bestimmter Teile eines Gesamtwerkes abgeschlossen hat, gelten diese Grundsätze auch für die Abnahme jedes Teilwerkes. Vorbehalten bleiben abweichende vertragliche Vereinbarungen; solche sind hier aber nicht nachgewiesen. Massgebend ist deshalb die gesetzliche Regelung, was der Kläger verkennt, wenn er geltend macht, die Abnahme habe frühestens im Zeitpunkt der Vollendung des gesamten Bauwerkes erfolgen können. In Übereinstimmung mit der gesetzlichen Regelung geht das Obergericht vielmehr zutreffend davon aus, die Abnahme der Teilwerke von Nebenunternehmern trete im Normalfall ohne weiteres dann ein, wenn andere Unternehmer die vorangehende Arbeit als Grundlage benutzen und an der Erstellung des Gesamtwerkes weiterarbeiten. Eine ausdrückliche Abnahmeerklärung des Bauherrn oder des ihn vertretenden Architekten ist unter diesen Umständen ebensowenig unerlässlich wie eine Mitteilung des Nebenunternehmers ihnen gegenüber, dass er die vereinbarten Arbeiten ausgeführt habe. Der Einwand des Klägers, er oder der Beklagte als sein Vertreter hätten seines Wissens nie eine Teilleistung eines Nebenunternehmers ausdrücklich abgenommen, ist deshalb unerheblich. Unbegründet ist sodann der in diesem Zusammenhang erhobene Vorwurf, das Obergericht verkenne, dass es um das Verhältnis zwischen dem Kläger als Bauherrn und dem Beklagten als Architekten und nicht um jenes zwischen dem Kläger und den einzelnen Unternehmern gehe. Der Kläger übersieht damit, dass Art. 371 Abs. 2 OR sowohl bezüglich der Dauer wie auch des Beginns der Verjährungsfrist gerade nicht zwischen den beiden Vertragsverhältnissen unterscheidet, sondern sie - zur Erreichung des bereits erörterten Zwecks - insoweit gleichstellen will.\n\n6. b) Der Kläger verweist zur Begründung seiner Auffassung auch auf die Einredeverzichte des Beklagten vom 30. April 1981 BGE 115 II 456 S. 460und 21. April 1983. Der Beklagte habe damit zum Ausdruck gebracht, dass er selbst die Verjährung im Zeitpunkt der Abgabe der Erklärungen als noch nicht eingetreten betrachtet habe.\n\nDieser Einwand scheitert am eindeutigen Wortlaut beider Verzichtserklärungen. In der ersten vom 30. April 1981 wird festgehalten, der Verzicht gelte lediglich, soweit die Verjährung bis zu diesem Datum noch nicht eingetreten sei; in materieller Hinsicht seien sämtliche Ansprüche bestritten. In der zweiten vom 21. April 1983 wird präzisiert, welche Ansprüche vom Verzicht betroffen sind, und ausgeführt, er gelte lediglich, soweit die Verjährung der Ansprüche am 30. April 1981 nicht bereits eingetreten sei."}