{"annee": "115", "cour": "V", "page": "133", "date": "16/6/1989", "cite": ["105 V 213", "110 V 48", "105 V 139", "107 V 173", "113 V 321", "111 V 235", "113 IB 420", "105 V 156", "109 V 150", "107 V 161", "112 V 30", "113 V 307"], "cite_par": ["119 V 347", "124 V 209", "119 V 302", "117 V 359", "134 V 109", "140 V 356", "131 V 472", "120 V 134", "121 V 204", "129 V 402", "115 V 399", "135 V 201", "125 V 256", "116 V 145", "121 V 326", "122 V 426", "142 III 433", "123 III 110", "117 V 257", "124 V 29", "141 IV 97", "145 III 72", "123 V 137", "138 V 248", "120 V 352", "132 V 393", "127 V 102", "129 V 177", "138 V 147", "132 V 93", "117 V 261", "115 V 403", "135 V 215", "116 V 273", "123 V 98", "120 V 357", "121 V 45", "115 V 413", "125 V 456", "122 V 157", "117 V 369"], "chapeau": "21. Auszug aus dem Urteil vom 16. Juni 1989 i.S. G. gegen Schweizerische Unfallversicherungsanstalt und Versicherungsgericht des Kantons Bern", "regestes": ["Art. 67 et 76 LAMA, art. 6 et 18 LAA. Précision apportée à la jurisprudence publiée aux ATF 113 V 307, relative au lien de causalité adéquate."], "faits": "", "considerants": "BGE 115 V 133 S. 133\n\nAus den Erwägungen:\n\n2. In der obligatorischen Unfallversicherung setzt die Zusprechung einer Invalidenrente zunächst eine unfallbedingte Arbeitsunfähigkeit voraus; wer nicht mindestens teilweise unfallbedingt arbeitsunfähig ist, kann nicht gemäss KUVG (bzw. UVG) invalid sein (vgl. dazu BGE 105 V 141 Erw. 1b; ZAK 1985 S. 224 Erw. 2b mit Hinweisen). In diesem Sinne gilt als arbeitsunfähig, wer infolge eines durch einen Unfall verursachten physischen und/oder psychischen Gesundheitsschadens seine bisherige Tätigkeit nicht mehr, nur noch beschränkt oder nur unter der Gefahr einer Verschlimmerung des Gesundheitszustandes ausüben kann und auch nicht in der Lage ist, eine seiner gesundheitlichen Behinderung angepasste andere Tätigkeit aufzunehmen. Der Grad der Arbeitsunfähigkeit wird unter Berücksichtigung der bisherigen Tätigkeit festgesetzt, solange vom Versicherten vernünftigerweise nicht verlangt werden kann, seine restliche Arbeitsfähigkeit anderweitig einzusetzen. Der Versicherte, der von seiner Arbeitsfähigkeit keinen Gebrauch macht, obwohl er hiezu nach seinen persönlichen Verhältnissen und gegebenenfalls nach einer gewissen Anpassungszeit in der Lage wäre, ist nach der Tätigkeit zu beurteilen, die er bei gutem Willen ausüben könnte (vgl. BGE 111 V 239 Erw. 1b und 2a, 101 BGE 115 V 133 S. 134V 145 Erw. 2b; RKUV 1989 Nr. K 798 S. 108 Erw. 1d; siehe auch ZAK 1989 S. 220 Erw. 5b). Fehlt es an der erforderlichen Willensanstrengung, so kann nur dann eine für die Unfallversicherung relevante - psychisch bedingte - Arbeitsunfähigkeit vorliegen, wenn der Willensmangel bzw. die Willensschwäche auf einen unfallbedingten geistigen Gesundheitsschaden mit Krankheitswert zurückzuführen ist, nicht aber, wenn die fehlende Ausnützung der Arbeitsfähigkeit auf anderen Gründen beruht (wie z.B. beim Simulanten; vgl. BGE 104 V 31 Erw. 2b).\n\nEs ist Aufgabe des Unfallmediziners und allenfalls des Psychiaters, sämtliche Auswirkungen eines Unfalles auf den Gesundheitszustand, namentlich auch die psychischen Unfallfolgen sowie allfällige Wechselwirkungen zwischen physischen und psychischen Gesundheitsstörungen zu beurteilen und dazu Stellung zu nehmen, bezüglich welcher konkreten Tätigkeiten und in welchem Umfang der Versicherte arbeitsunfähig ist. Die ärztlichen Auskünfte sind sodann eine wichtige Grundlage für die Beurteilung der Frage, welche Arbeitsleistungen dem Versicherten im Hinblick auf seine persönlichen Verhältnisse noch zugemutet werden können. Im Streitfall entscheidet der Richter (vgl. BGE 105 V 158 Erw. 1; MAURER, Schweizerisches Unfallversicherungsrecht, S. 335 f., und Schweizerisches Sozialversicherungsrecht, Bd. I, S. 286 f.).\n\n3. Ist eine psychisch bedingte Arbeitsunfähigkeit ausgewiesen, so stellt sich zunächst die Frage des - für die Leistungspflicht der Unfallversicherung vorausgesetzten - natürlichen Kausalzusammenhangs zwischen Unfallereignis und eingetretenem Gesundheitsschaden. Ursachen im Sinne des natürlichen Kausalzusammenhangs sind alle Umstände, ohne deren Vorhandensein der eingetretene Erfolg nicht als eingetreten oder nicht als in der gleichen Weise bzw. nicht zur gleichen Zeit eingetreten gedacht werden kann. Entsprechend dieser Umschreibung ist für die Bejahung des natürlichen Kausalzusammenhangs nicht erforderlich, dass ein Unfall die alleinige oder unmittelbare Ursache gesundheitlicher Störungen ist; es genügt, dass das schädigende Ereignis zusammen mit anderen Bedingungen die körperliche oder geistige Integrität des Versicherten beeinträchtigt hat, der Unfall mit andern Worten nicht weggedacht werden kann, ohne dass auch die eingetretene gesundheitliche Störung entfiele (BGE 112 V 32 Erw. 1a mit Hinweisen).\n\nOb zwischen einem schädigenden Ereignis und einer gesundheitlichen Störung ein natürlicher Kausalzusammenhang besteht, ist BGE 115 V 133 S. 135eine Tatfrage, worüber die Verwaltung bzw. im Beschwerdefall der Richter im Rahmen der ihm obliegenden Beweiswürdigung nach dem im Sozialversicherungsrecht üblichen Beweisgrad der überwiegenden Wahrscheinlichkeit zu befinden hat. Die blosse Möglichkeit eines Zusammenhangs genügt für die Begründung eines Leistungsanspruches nicht (BGE 113 V 311 Erw. 3a und 322 Erw. 2a mit Hinweisen; vgl. auch BGE 113 Ib 424 Erw. 3).\n\n4. a) Die Leistungspflicht der Unfallversicherung setzt im weiteren voraus, dass zwischen dem Unfallereignis und der damit verursachten Arbeits- bzw. Erwerbsunfähigkeit ein adäquater Kausalzusammenhang besteht. Nach der Rechtsprechung hat ein Ereignis dann als adäquate Ursache eines Erfolges zu gelten, wenn es nach dem gewöhnlichen Lauf der Dinge und nach der allgemeinen Lebenserfahrung an sich geeignet ist, einen Erfolg von der Art des eingetretenen herbeizuführen, der Eintritt dieses Erfolges also durch das Ereignis allgemein als begünstigt erscheint (BGE 113 V 312 Erw. 3b und 323 Erw. 2b, BGE 112 V 33 Erw. 1b, BGE 109 V 152 Erw. 3a, BGE 107 V 176 Erw. 4b, je mit Hinweisen).\n\nb) Wie das Eidg. Versicherungsgericht in BGE 112 V 36 Erw. 3c in Änderung seiner Rechtsprechung erkannt hat, darf die Frage, ob ein Unfall nach dem gewöhnlichen Lauf der Dinge und der allgemeinen Lebenserfahrung geeignet ist, eine psychische Gesundheitsschädigung herbeizuführen, in der sozialen Unfallversicherung nicht auf den psychisch gesunden Versicherten beschränkt werden. Vielmehr ist auf eine weite Bandbreite der Versicherten abzustellen (vgl. LGVE 1982 II Nr. 26 S. 249 Erw. 3c). Hiezu gehören auch jene Versicherten, die aufgrund ihrer Veranlagung für psychische Störungen anfälliger sind und einen Unfall seelisch weniger gut verkraften als Gesunde. Die Gründe dafür, dass einzelne Gruppen von Versicherten einen Unfall langsamer oder schlechter verarbeiten als andere, können z.B. in einer ungünstigen konstitutionellen Prädisposition (vgl. WEBER, Zurechnungs- und Berechnungsprobleme bei der konstitutionellen Prädisposition, in SJZ 85/1989 S. 75) oder allgemein in einem angeschlagenen Gesundheitszustand, in einer psychisch belastenden sozialen, familiären oder beruflichen Situation oder in der einfach strukturierten Persönlichkeit des Verunfallten liegen. Somit bilden im Rahmen der erwähnten weit gefassten Bandbreite auch solche Versicherte Bezugspersonen für die Adäquanzbeurteilung, welche im Hinblick auf die erlebnismässige Verarbeitung eines Unfalles zu einer Gruppe mit erhöhtem Risiko gehören, weil sie aus versicherungsmässiger BGE 115 V 133 S. 136Sicht auf einen Unfall nicht optimal reagieren. Daraus ergibt sich, dass für die Beurteilung der Frage, ob ein konkretes Unfallereignis als alleinige Ursache oder als Teilursache nach dem gewöhnlichen Lauf der Dinge und der allgemeinen Lebenserfahrung geeignet ist, zu einer bestimmten psychischen Schädigung zu führen, kein allzu strenger, sondern im dargelegten Sinne ein realitätsgerechter Massstab angelegt werden muss.\n\nc) Bei Unfällen, die zu psychischen Fehlreaktionen führen, stellt das Unfallereignis selten die alleinige Ursache, sondern meistens nur eine Teilursache dar. Wie bereits in BGE 112 V 37 Erw. 3c ausgeführt wurde, setzt die Bejahung des adäquaten Kausalzusammenhangs auch in Fällen, in denen für einen psychischen Gesundheitsschaden mit Krankheitswert der konstitutionellen Prädisposition grösseres Gewicht zukommt als dem Unfallereignis, voraus, dass der Unfall eine massgebende Teilursache für das psychische Leiden ist. In BGE BGE 113 V 316 Erw. 3e wurde diese Überlegung in der Formulierung insofern modifiziert, als danach der adäquate Kausalzusammenhang schwerlich verneint werden könne, solange der Unfall mit seinen Begleitumständen im Verhältnis zur vortraumatischen Persönlichkeit nicht zur Bedeutungslosigkeit herabsinke (siehe auch BGE 113 V 324). Im Urteil I. vom 21. Dezember 1987 (auszugsweise publiziert in RKUV 1988 Nr. U 47 S. 225) hat das Eidg. Versicherungsgericht an dieser negativen Formulierung nicht festgehalten und für das Vorliegen eines adäquaten Kausalzusammenhangs positiv verlangt, dem Unfall mit seinen Begleitumständen müsse im Verhältnis zur vortraumatischen Persönlichkeitsstruktur, aber auch im gesamten Zusammenhang eine \"gewisse Bedeutung\" zukommen (S. 228 Erw. 2b).\n\nd) Die Frage nach der generellen Eignung eines Unfallereignisses, eine psychisch bedingte Arbeits- bzw. Erwerbsunfähigkeit zu bewirken, ist gemäss BGE 113 V 315 Erw. 3e, 324 und RKUV 1988 Nr. U 47 S. 227 Erw. 2b aufgrund einer Würdigung der Gesamtheit der Umstände vor und nach dem Unfall zu beurteilen. Dazu gehören gemäss dieser Rechtsprechung die Schwere des Unfalles, die Eindrücklichkeit des Unfalles für den Betroffenen, die Begleitumstände, die Art und Schwere der erlittenen somatischen Verletzungen, die Dauer der ärztlichen Behandlung und die damit verbundenen körperlichen Schmerzen, der Grad der Einschränkung in der Arbeitsfähigkeit, die Dauer der Arbeitsunfähigkeit sowie die vortraumatische Persönlichkeit des Versicherten. Zu würdigen seien überdies die Art und Weise der Verarbeitung des Unfallereignisses BGE 115 V 133 S. 137durch den Versicherten aufgrund seiner psychischen Konstitution und der von ihm erlebte psychische Stress, sofern ein akutes Ereignis oder eine längere Belastungssituation bestehe, die ausserhalb der alltäglichen menschlichen Erfahrung lägen. Die Entwicklung nach dem Unfall müsse folglich der vortraumatischen Persönlichkeit des Versicherten, d.h. dem psychischen Zustand, den durchgemachten (insbesondere psychosomatischen) Krankheiten sowie der Arbeits- und Erwerbsunfähigkeit vor dem Unfall gegenübergestellt werden. Das Ergebnis dieses Vergleiches gestatte es der Verwaltung bzw. dem Richter, die Frage nach der Adäquanz des Kausalzusammenhangs zu beurteilen. Um über verlässliche und aussagekräftige Entscheidungsgrundlagen zu verfügen, sei die Einholung einer psychiatrischen Expertise unumgänglich.\n\n5. a) Die Schweizerische Unfallversicherungsanstalt (SUVA) setzt sich in ihrer Vernehmlassung eingehend mit der neuesten Rechtsprechung des Eidg. Versicherungsgerichts auseinander. Sie macht geltend, es handle sich bei genauer Betrachtungsweise um eine Praxisänderung, deren Konsequenzen nur schwer absehbar seien. Die Aussage, der adäquate Kausalzusammenhang könne schwerlich verneint werden, wenn dem Unfall im gesamten Zusammenhang eine \"gewisse Bedeutung\" zukomme, trage nichts zur Klärung bei. Aus ihr könnte nach Auffassung der SUVA der Schluss gezogen werden, dass eine Haftung der obligatorischen Unfallversicherung für jede psychisch bedingte Erwerbsunfähigkeit nach einem Unfall generell zu bejahen wäre, es sei denn, die prätraumatische Persönlichkeit weise ausnahmsweise eine stark vorbelastete Psyche auf. Eine solch umfassende Haftung wäre indessen mit der Adäquanztheorie und der damit bezweckten vernünftigen Haftungsbegrenzung unvereinbar. Die SUVA vermisst sodann praxisgerechte Massstäbe und rügt u.a. die ungenügende Praktikabilität, weil es bei den aufgelisteten Einzelkriterien an der erforderlichen Gewichtung fehle. Eine diesbezügliche Präzisierung sei aber unabdingbar, verlange doch die Beurteilung des adäquaten Kausalzusammenhangs eine Wertung der zu berücksichtigenden Einzelkriterien. Es müsse System ins Ganze gebracht werden, z.B. in Form von Haupt- und Hilfskriterien. Ein solcher Raster sei umso notwendiger, als im Einzelfall sich beim wertenden Vergleich der einzelnen Kriterien Widersprüchlichkeiten ergeben könnten. Für die Durchführung eines solchen Vergleiches müsse daher eine klare Leitidee geschaffen werden. Besonders kritisch sei ferner die Feststellung zu würdigen, für die Beurteilung des BGE 115 V 133 S. 138adäquaten Kausalzusammenhangs zwischen Unfallereignis und psychogenen Störungen bedürfe es in der Regel einer psychiatrischen Expertise.\n\nb) Gemäss Vernehmlassung der SUVA sollte die Beurteilung des adäquaten Kausalzusammenhangs nach drei Erlebnisgruppen vorgenommen werden (siehe dazu SCHLEGEL, Psyche und Unfall - Der Begriff der Neurose und seine Bedeutung in der Unfallversicherung, SZS 1988 S. 177 f.). Die erste Gruppe betreffe psychische Irritationen nach leichten Unfällen und Verletzungen, bei denen die psychischen Begleiterscheinungen meistens so unbedeutend und vorübergehend seien, dass sie sich als versicherungsmedizinisch unerheblich erwiesen. Die Frage des adäquaten Kausalzusammenhangs zwischen Unfall und psychisch bedingter Erwerbsunfähigkeit stelle sich hier nur selten und müsste gegebenenfalls klar verneint werden. Die zweite Gruppe betreffe die akute oder posttraumatische Belastungs- oder Stressreaktion nach Unfällen, welche zu ausserhalb der alltäglichen menschlichen Erfahrung liegenden Erlebnissen führten, wie z.B. schwere Verkehrsunfälle, Brände, Explosionen usw. Solche Unfallereignisse riefen bei fast allen Menschen deutliche Stressreaktionen hervor. Es entwickelten sich langdauernde psychische Symptome mit ängstlich-depressiver, neurasthenischer oder hypochondrischer Färbung, welche auf dem Boden schicksalshafter Bedrohung und Todesangst entstünden. In solchen Fällen sei der adäquate Kausalzusammenhang zwischen Unfall und psychisch bedingter Erwerbsunfähigkeit praktisch immer zu bejahen. Die dritte Gruppe betreffe die posttraumatische Anpassungsstörung, bei der es sich um Reaktionen und Entwicklungen handle, welche die Kriterien für eine akute oder posttraumatische Belastungs- oder Stressreaktion nicht erfüllten. In diesen Fällen habe eine vorbestehende Persönlichkeitsstörung die Verletzlichkeit auf Stress erhöht, weshalb es zu einer Störung der Anpassung komme. Bei längerdauernden Anpassungsstörungen spiele die Konstitution der Persönlichkeit die wesentlichere Rolle als das erlittene traumatische Erlebnis. Eine gewisse Schwere des Unfalls sei indessen Voraussetzung, da nur ein solcher Unfall nach allgemeiner Lebenserfahrung ein Erlebnis von schicksalshafter Bedeutung bewirken könne. Hier könne keine generelle Regel für die Beurteilung des adäquaten Kausalzusammenhangs aufgestellt werden.\n\n6. Der SUVA ist darin beizupflichten, dass der Versuch einer Katalogisierung der Unfälle mit psychisch bedingten Folgeschäden BGE 115 V 133 S. 139einem praktischen Bedürfnis entspricht. Dabei ist jedoch nicht an das Unfallerlebnis anzuknüpfen. Zwar ist die Art und Weise des Erlebens und der Verarbeitung eines Unfallereignisses durch den Betroffenen für die Beurteilung des adäquaten Kausalzusammenhangs grundsätzlich mit zu berücksichtigen (vgl. Erw. 4b, d und 6c/aa). Als geeigneter Anknüpfungspunkt für eine Einteilung der Unfälle mit psychischen Folgeschäden soll das (objektiv erfassbare) Unfallereignis selbst dienen. Denn die Frage, ob sich das Unfallereignis und eine psychisch bedingte Erwerbsunfähigkeit im Sinne eines adäquaten Verhältnisses von Ursache und Wirkung entsprechen, ist unter anderem im Hinblick auf die Gebote der Rechtssicherheit und der rechtsgleichen Behandlung der Versicherten aufgrund einer objektivierten Betrachtungsweise zu prüfen (BGE 112 V 39 Erw. 4c; MAURER, Aus der Praxis des Eidgenössischen Versicherungsgerichts, in SZS 1986 S. 199). Ausgehend vom augenfälligen Geschehensablauf erscheint folgende Einteilung der Unfälle in drei Gruppen zweckmässig: banale bzw. leichte Unfälle einerseits, schwere Unfälle anderseits und schliesslich der dazwischenliegende mittlere Bereich.\n\na) Bei banalen Unfällen wie z.B. bei geringfügigem Anschlagen des Kopfes oder Übertreten des Fusses und bei leichten Unfällen wie z.B. einem gewöhnlichen Sturz oder Ausrutschen kann der adäquate Kausalzusammenhang zwischen Unfall und psychischen Gesundheitsstörungen in der Regel ohne weiteres verneint werden. Ohne aufwendige Abklärungen im psychischen Bereich darf aufgrund der allgemeinen Lebenserfahrung, aber auch unter Einbezug unfallmedizinischer Erkenntnisse davon ausgegangen werden, dass ein banaler bzw. leichter Unfall nicht geeignet ist, einen invalidisierenden psychischen Gesundheitsschaden zu verursachen. Hier mangelt es dem Unfallereignis offensichtlich an der erforderlichen Schwere, welche allgemein geeignet wäre, zu einer psychischen Fehlentwicklung beispielsweise in Form einer reaktiven Depression zu führen. Es ist eine Erfahrungstatsache, dass bei dieser Gruppe von Unfällen wegen der Geringfügigkeit des Unfallereignisses auch der psychische Bereich nur marginal tangiert wird. Treten entgegen jeder Voraussicht dennoch nennenswerte psychische Störungen auf, so sind diese mit Sicherheit auf unfallfremde Faktoren zurückzuführen wie z.B. die ungünstige konstitutionelle Prädisposition. Unter solchen Umständen ist der Unfall nur eine Schein- oder Gelegenheitsursache für die psychischen Störungen.\n\nBGE 115 V 133 S. 140\n\nb) Bei schweren Unfällen dagegen ist der adäquate Kausalzusammenhang zwischen Unfall und psychisch bedingter Erwerbsunfähigkeit in der Regel zu bejahen. Denn nach dem gewöhnlichen Lauf der Dinge und nach der allgemeinen Lebenserfahrung sind solche Unfälle geeignet, invalidisierende psychische Gesundheitsschäden zu bewirken. Demzufolge wird sich bei dieser Gruppe von Unfällen die Einholung einer psychiatrischen Expertise meistens erübrigen.\n\nc) aa) Der mittlere Bereich umfasst jene Unfälle, welche weder der ersten noch der zweiten Gruppe zugeordnet werden können. Hier lässt sich die Frage, ob zwischen Unfall und psychisch bedingter Erwerbsunfähigkeit ein adäquater Kausalzusammenhang besteht, nicht aufgrund des Unfalles allein schlüssig beantworten. Es sind daher weitere, objektiv erfassbare Umstände, welche unmittelbar mit dem Unfall im Zusammenhang stehen oder als direkte bzw. indirekte Folgen davon erscheinen, in eine Gesamtwürdigung einzubeziehen. Solche - unfallbezogenen - Umstände können als Beurteilungskriterien dienen, weil sie ihrerseits nach dem gewöhnlichen Lauf der Dinge und der allgemeinen Lebenserfahrung geeignet sind, in Verbindung mit dem Unfall zu einer psychisch bedingten Erwerbsunfähigkeit zu führen oder diese zu verstärken. Als wichtigste Kriterien sind zu nennen:\n\n- besonders dramatische Begleitumstände oder besondere Eindrücklichkeit des Unfalls;\n\n- die Schwere oder besondere Art der erlittenen Verletzungen, insbesondere ihre erfahrungsgemässe Eignung, psychische Fehlentwicklungen auszulösen;\n\n- ungewöhnlich lange Dauer der ärztlichen Behandlung;\n\n- körperliche Dauerschmerzen;\n\n- ärztliche Fehlbehandlung, welche die Unfallfolgen erheblich verschlimmert;\n\n- schwieriger Heilungsverlauf und erhebliche Komplikationen;\n\n- Grad und Dauer der physisch bedingten Arbeitsunfähigkeit.\n\nbb) Der Einbezug sämtlicher objektiver Kriterien in die Gesamtwürdigung ist jedoch nicht in jedem Fall erforderlich. Je nach den konkreten Umständen kann für die Beurteilung des adäquaten Kausalzusammenhangs zwischen Unfall und psychisch bedingter Erwerbsunfähigkeit neben dem Unfall allenfalls ein einziges Kriterium genügen. Dies trifft einerseits dann zu, wenn es sich um einen Unfall handelt, welcher zu den schwereren Fällen im mittleren Bereich zu zählen oder sogar als Grenzfall zu einem schweren BGE 115 V 133 S. 141Unfall zu qualifizieren ist. Anderseits kann im gesamten mittleren Bereich ein einziges Kriterium genügen, wenn es in besonders ausgeprägter Weise erfüllt ist, wie z.B. eine auffallend lange Dauer der physisch bedingten Arbeitsunfähigkeit infolge schwierigen Heilungsverlaufes. Kommt keinem Einzelkriterium besonderes bzw. ausschlaggebendes Gewicht zu, so müssen mehrere unfallbezogene Kriterien herangezogen werden. Dies gilt umso mehr, je leichter der Unfall ist. Handelt es sich beispielsweise um einen Unfall im mittleren Bereich, der aber dem Grenzbereich zu den leichten Unfällen zuzuordnen ist, müssen die weiteren zu berücksichtigenden Kriterien in gehäufter oder auffallender Weise erfüllt sein, damit die Adäquanz bejaht werden kann. Diese Würdigung des Unfalles zusammen mit den objektiven Kriterien führt zur Bejahung oder Verneinung der Adäquanz. Damit entfällt die Notwendigkeit, nach andern Ursachen zu forschen, die möglicherweise die psychisch bedingte Erwerbsunfähigkeit mit begünstigt haben könnten. Erweist sich ein Unfall bei gegebenem natürlichem Kausalzusammenhang nach dem gewöhnlichen Lauf der Dinge und der allgemeinen Lebenserfahrung als geeignet, eine psychisch bedingte Erwerbsunfähigkeit zu verursachen, so darf die Adäquanz des Kausalzusammenhangs beispielsweise nicht etwa deshalb verneint werden, weil der betroffene Versicherte mit seiner besonderen Prädisposition ausserhalb der erwähnten weiten Bandbreite liegt. Andernfalls würde von diesem Versicherten zu Unrecht verlangt, dem Unfallereignis einen grösseren psychischen Widerstand entgegenzusetzen, als dies von einem der erwähnten Bandbreite angehörenden Versicherten erwartet würde.\n\n7. Der adäquate Kausalzusammenhang setzt nach dem Gesagten grundsätzlich voraus, dass dem Unfallereignis für die Entstehung einer psychisch bedingten Erwerbsunfähigkeit eine massgebende Bedeutung zukommt. Dies trifft dann zu, wenn es objektiv eine gewisse Schwere aufweist oder mit andern Worten ernsthaft ins Gewicht fällt (vgl. bereits in diesem Sinne BGE 112 V 37 Erw. 3c bezüglich der massgebenden Teilursache; siehe dazu auch MAURER, SZS 1986 S. 198; MURER, Neurosen und Kausalzusammenhang in der sozialen Unfallversicherung, SZS 1989 S. 27 ff.). Andernfalls ist eine so weitreichende psychische Störung wie eine längerdauernde ganze oder teilweise Erwerbsunfähigkeit zum Unfallereignis nicht mehr adäquat, d.h. auch in einem weiten Sinne nicht mehr angemessen und \"einigermassen typisch\" (vgl. OFTINGER, Schweizerisches Haftpflichtrecht, Bd. I, 4. Aufl., S. 75). Für BGE 115 V 133 S. 142eine psychisch bedingte Erwerbsunfähigkeit, welche zum Unfallereignis in einem krassen Missverhältnis steht, hat die obligatorische Unfallversicherung nicht einzustehen. Aus diesem Grund kann an der in BGE 113 V 316 Erw. 3e enthaltenen Formulierung nicht festgehalten werden, wonach der adäquate Kausalzusammenhang schwerlich verneint werden könne, solange der Unfall mit seinen Begleitumständen im Verhältnis zur vortraumatischen Persönlichkeit nicht zur Bedeutungslosigkeit herabsinke (vgl. Erw. 4c). Daraus könnte der falsche Schluss gezogen werden, ein Unfall müsse für eine psychisch bedingte Erwerbsunfähigkeit schon dann als adäquate Ursache gelten, wenn er im gesamten Zusammenhang nicht ganz bedeutungslos sei. Damit vermöchte der Begriff des adäquaten Kausalzusammenhangs aber die Funktion einer Haftungsbegrenzung nicht mehr zu erfüllen.\n\n8. a) Der Sozialversicherungsprozess ist vom Untersuchungsgrundsatz beherrscht. Danach hat der Richter von Amtes wegen für die richtige und vollständige Abklärung des rechtserheblichen Sachverhaltes zu sorgen. Dieser Grundsatz gilt indessen nicht uneingeschränkt; er findet sein Korrelat in den Mitwirkungspflichten der Parteien (BGE 110 V 52 Erw. 4a und 112 Erw. 3b).\n\nDer Untersuchungsgrundsatz schliesst die Beweislast im Sinne einer Beweisführungslast begriffsnotwendig aus. Im Sozialversicherungsprozess tragen mithin die Parteien in der Regel eine Beweislast nur insofern, als im Falle der Beweislosigkeit der Entscheid zu Ungunsten jener Partei ausfällt, die aus dem unbewiesen gebliebenen Sachverhalt Rechte ableiten wollte (BGE 107 V 163 Erw. 3a mit Hinweisen). Diese Beweisregel greift allerdings erst Platz, wenn es sich als unmöglich erweist, im Rahmen des Untersuchungsgrundsatzes aufgrund einer Beweiswürdigung einen Sachverhalt zu ermitteln, der zumindest die Wahrscheinlichkeit für sich hat, der Wirklichkeit zu entsprechen (BGE 105 V 216 Erw. 2c mit Hinweis).\n\nb) Die Verwaltung als verfügende Instanz und - im Beschwerdefall - der Richter dürfen eine Tatsache nur dann als bewiesen annehmen, wenn sie von ihrem Bestehen überzeugt sind (KUMMER, Grundriss des Zivilprozessrechts, 4. Aufl., Bern 1978, S. 135). Im Sozialversicherungsrecht hat der Richter seinen Entscheid, sofern das Gesetz nicht etwas Abweichendes vorsieht, nach dem Beweisgrad der überwiegenden Wahrscheinlichkeit zu fällen. Die blosse Möglichkeit eines bestimmten Sachverhalts genügt den Beweisanforderungen nicht. Der Richter hat vielmehr jener BGE 115 V 133 S. 143Sachverhaltsdarstellung zu folgen, die er von allen möglichen Geschehensabläufen als die wahrscheinlichste würdigt (BGE 113 V 312 Erw. 3a und 322 Erw. 2a, BGE 112 V 32 Erw. 1a mit Hinweisen; ZAK 1986 S. 189 Erw. 2c, 1984 S. 450 Erw. 3b, RKUV 1985 Nr. K 613 S. 21 Erw. 3a, 1984 Nr. K 600 S. 266 Erw. 1, ARV 1982 Nr. 5 S. 42 Erw. 2b mit Hinweisen).\n\nc) Bei sich widersprechenden Angaben des Versicherten über den Unfallhergang ist auf die Beweismaxime hinzuweisen, wonach die sogenannten spontanen \"Aussagen der ersten Stunde\" in der Regel unbefangener und zuverlässiger sind als spätere Darstellungen, die bewusst oder unbewusst von nachträglichen Überlegungen versicherungsrechtlicher oder anderer Art beeinflusst sein können. Wenn der Versicherte seine Darstellung im Laufe der Zeit wechselt, kommt den Angaben, die er kurz nach dem Unfall gemacht hat, meistens grösseres Gewicht zu als jenen nach Kenntnis einer Ablehnungsverfügung des Versicherers (RKUV 1988 Nr. U 55 S. 363 Erw. 3b/aa mit Hinweisen).\n\n9. Im vorliegenden Fall bezifferte der Orthopädist Dr. L. die Arbeitsfähigkeit des Beschwerdeführers gestützt auf sein Gutachten vom 22. Juli 1984 in einem ergänzenden Bericht an die Vorinstanz vom 18. Juli 1986 auf 80%. Diese Schätzung deckt sich mit der Beurteilung der SUVA, welche dem Beschwerdeführer für die wirtschaftlichen Folgen der unfallbedingten physischen Arbeitsunfähigkeit mit rechtskräftiger Verfügung vom 8. Oktober 1981 ab 1. Juli 1981 eine Invalidenrente von 20% zugesprochen hatte und nach dem Rückfall vom 29. April 1983 gemäss Verfügung vom 21. Mai 1985 ab 1. September 1985 an diesem Invaliditätsgrad festhielt. In einem vom Rechtsvertreter des Versicherten zuhanden der Invalidenversicherung eingeholten Gutachten der Sozialpsychiatrischen Universitätsklinik B. vom 6. Februar 1986 wurde die Arbeitsfähigkeit nach Durchführung beruflicher Eingliederungsmassnahmen und einer Psychotherapie bei einer dem Leiden des Beschwerdeführers angepassten Beschäftigung \"unter Berücksichtigung der psychischen und der somatischen Leidensanteile\" mit 50% angegeben. Aufgrund der festgestellten physischen Komponente der Arbeits- bzw. Erwerbsunfähigkeit von 20% kann der Anteil der psychischen Arbeits- bzw. Erwerbsunfähigkeit auf 30% festgelegt werden. Diese bildet Gegenstand der hier noch zu beurteilenden Frage, ob zwischen dem am 13. Mai 1980 erlittenen Unfall und der psychischen Fehlentwicklung, wie sie im Anschluss an den Rückfall vom BGE 115 V 133 S. 14429. April 1983 eintrat, ein adäquater Kausalzusammenhang besteht oder nicht. Insoweit es dem Beschwerdeführer aufgrund der medizinischen Akten zumutbar wäre, die bestehende Restarbeitsfähigkeit von 50% zu verwerten, liegt keine Arbeits- bzw. Erwerbsunfähigkeit vor.\n\n10. Gestützt auf das erwähnte sozialpsychiatrische Gutachten ist der natürliche Kausalzusammenhang zwischen dem Unfall vom 13. Mai 1980 und der nach dem Rückfall vom 29. April 1983 eingetretenen psychischen Fehlentwicklung zu bejahen. Während es sich gemäss fachärztlicher Feststellung beim Beschwerdeführer bis zum Zeitpunkt des Unfalls um eine gesunde und auch in psychischer Hinsicht unauffällige Persönlichkeit gehandelt habe, sei nach dem Rückfall zu jenem Unfall als objektive Schädigung eine bleibende Schmerzsymptomatik aufgetreten. Diese werde vom Beschwerdeführer schlecht verarbeitet; sie stehe im Zentrum seiner Aufmerksamkeit und drohe sein ganzes Leben zu dominieren.\n\n11. Im weiteren muss geprüft werden, ob auch der adäquate Kausalzusammenhang zwischen dem Unfall und der psychischen Fehlentwicklung gegeben ist.\n\na) Laut Unfallanzeige vom 13. Mai 1980 rutschte der Beschwerdeführer beim Hinuntersteigen von einer Böschung aus und schlug mit dem Rücken auf einem Betonstück am Boden auf. Auch am 27. Mai 1980 gab er gegenüber der SUVA den gleichen Unfallhergang an. Aus den diversen weiteren Schilderungen über den Ablauf des Unfalles geht hervor, dass es sich um eine ca. 2 m hohe Böschung gehandelt haben musste. Nach der dargelegten Rechtsprechung ist auf diese ersten Aussagen abzustellen, weil es am wahrscheinlichsten ist, dass sich der Unfallablauf tatsächlich entsprechend dieser Darstellung zugetragen hat, während die verschiedenen späteren Versionen als weniger wahrscheinlich zu gelten haben.\n\nb) Aufgrund des augenfälligen Ablaufes ist dieser Unfall weder der Gruppe der leichten noch jener der schweren Unfälle zuzuordnen. Er gehört in den mittleren Bereich, kann aber als Grenzfall zu den leichten Unfällen eingestuft werden. Für die Bejahung des adäquaten Kausalzusammenhangs sind somit weitere unfallbezogene Kriterien - die nach den Erfahrungen des Lebens geeignet sind, eine psychische Fehlreaktion auszulösen (vgl. Erw. 6c/aa) - erforderlich, damit dem Unfall die vorausgesetzte massgebende Bedeutung zukommt. Dabei müssen solche Kriterien bei einem BGE 115 V 133 S. 145Unfall wie dem vorliegenden in gehäufter oder auffallender Weise erfüllt sein.\n\nBesonders dramatische Begleitumstände oder besondere Eindrücklichkeit des Unfalls liegen nicht vor. Wenn der Beschwerdeführer geltend macht, er habe einen Schock erlitten, so handelt es sich um den üblichen bei einem Unfall auftretenden Schrecken. Er war gemäss Bericht des erstbehandelnden Arztes Dr. F. vom 24. Mai 1980 bei Bewusstsein; eine Amnesie trat nicht ein. Sodann handelt es sich bei der erlittenen Kompressionsfraktur des 11. Thorakalwirbels (Bericht des Kreisarztes Dr. I. vom 15. Juni 1982) nicht um eine Verletzung von besonderer Art oder Schwere. Bezüglich der Dauer der ärztlichen Behandlung ist zunächst festzuhalten, dass der Spitalaufenthalt nur vom 13. bis 23. Mai 1980 dauerte. Allerdings musste der Beschwerdeführer in der Folge für die Dauer von ca. 10 Wochen ein Drei-Punkt-Stützmieder tragen. Auch wurde eine physikalische Therapie durchgeführt. Die Röntgenkontrolle vom 14. August 1980 zeigte bereits fortschreitende Konsolidation. Während eines vom 3. Dezember 1980 bis 30. Januar 1981 dauernden Aufenthaltes im Nachbehandlungszentrum B. konnten trotz geklagter Dauerschmerzen im Bereich der Lendenwirbelsäule weder eine wesentliche Bewegungseinschränkung noch ein paravertebraler Hartspann festgestellt werden. Die Arbeitsfähigkeit wurde ab 2. Februar 1981 auf 50% geschätzt. Im Juli 1981 nahm der Beschwerdeführer die Arbeit wieder ganztägig auf. Der geschilderte Krankheitsverlauf und die Dauer der Arbeitsunfähigkeit können nicht als so auffallend bezeichnet werden, dass sie aufgrund der allgemeinen Lebenserfahrung geeignet wären, eine psychische Fehlentwicklung auszulösen. Auch allfällige weitere unfallbezogene Umstände, welche erfahrungsgemäss eine psychische Fehlreaktion begünstigen könnten, sind nicht ersichtlich. Ab Juli 1981 bis zum 29. April 1983 arbeitete der Beschwerdeführer ganztags. An diesem Tag erlitt er einen Rückfall, worauf eine physiotherapeutische Behandlung durchgeführt wurde. Ein schwieriger Heilungsverlauf oder erhebliche Komplikationen sind aber auch im Anschluss an diesen Rückfall nicht eingetreten.\n\nSchliesslich wird im Gutachten der Sozialpsychiatrischen Klinik vom 6. Februar 1986 die Auffassung vertreten, ein Unfall, wie ihn der Beschwerdeführer erlitten hat, sei bei ungebildeten Versicherten, die schwere körperliche Arbeit verrichten, schlecht assimiliert sind und unter ihrer familiären Situation als Saisonnier leiden, BGE 115 V 133 S. 146generell geeignet, erhebliche psychische Störungen zu verursachen. Soweit damit natürliche Kausalzusammenhänge dargestellt werden, ist dagegen nichts einzuwenden. Wenn diese Aussage jedoch die Adäquanz werten soll, kann der Auffassung der Psychiater nicht beigepflichtet werden; denn die Rechtsfrage der adäquaten Kausalität ist von der Verwaltung bzw. vom Richter zu beantworten. Weder aus der Persönlichkeitsstruktur des Verunfallten noch aus seiner Herkunft oder aus seiner familiären Situation kann für die Adäquanz des Kausalzusammenhangs direkt etwas abgeleitet werden. Vielmehr wird diesen Umständen dadurch Rechnung getragen, dass bei der Frage, ob ein Unfall nach dem gewöhnlichen Lauf der Dinge und der allgemeinen Lebenserfahrung geeignet ist, eine psychische Gesundheitsschädigung herbeizuführen, auf eine weite Bandbreite der Versicherten abgestellt wird. Hiezu gehören auch jene Versicherten, welche einen Unfall aufgrund ihrer psychisch belastenden sozialen oder familiären Situation oder wegen der einfachen Persönlichkeitsstruktur schlechter verkraften als Versicherte ohne zusätzliche Belastungen (vgl. Erw. 4b hievor). Erfahrungsgemäss vermag aber ein Versicherter innerhalb des Rahmens dieser weiten Bandbreite einen Unfall von der vorliegenden Art, welcher von keinerlei auffälligen Begleitumständen und Folgen gekennzeichnet ist, zu verkraften. Löst ein solcher Unfall wie hier dennoch eine psychische Arbeits- bzw. Erwerbsunfähigkeit aus, so muss diese unter den gegebenen Umständen auf unfallfremde Faktoren zurückgeführt werden.\n\nKommt nach dem Gesagten dem Unfall vom 13. Mai 1980 keine massgebende Bedeutung für die Entstehung der festgestellten psychischen Arbeits- bzw. Erwerbsunfähigkeit von 30% zu, so muss der adäquate Kausalzusammenhang verneint werden. Demzufolge besteht diesbezüglich kein Anspruch auf eine Invalidenrente der SUVA."}