{"annee": "115", "cour": "IB", "page": "97", "date": "6/7/1989", "cite": ["111 IB 1", "109 IB 183"], "cite_par": ["118 IB 153", "125 II 585", "119 IB 81", "119 IB 91", "120 IB 1", "125 II 633", "129 II 249"], "chapeau": "12. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 6. Juli 1989 i.S. K. gegen Regierungsrat des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Autorisation d'établissement et de séjour; recevabilité du recours de droit administratif (art. 100 let. b ch. 3 OJ; art. 17 al. 2 LSEE; art. 8 ch. 1 CEDH). 1. Les enfants d'une étrangère établie en Suisse peuvent, en vertu de l'art. 17 al. 2 LSEE, se prévaloir du droit d'être compris dans l'autorisation d'établissement; le recours de droit administratif est recevable sur ce point (consid. 2b). 2. En cas de refus d'une autorisation de séjour à un enfant ou à l'un des parents, le recours de droit administratif fondé sur l'art. 8 ch. 1 CEDH est également recevable lorsque l'autorité parentale ou le droit de garde des père et mère n'ont pas été attribués au parent intéressé (changement de jurisprudence; consid. 2e). 3. Conditions pour l'octroi d'une autorisation d'établissement et de séjour non réalisées en l'espèce (consid. 3, 4)."], "faits": "BGE 115 Ib 97 S. 98\n\nDragica K., geboren 1938, reiste 1975 in die Schweiz ein und erhielt eine Aufenthaltsbewilligung zur Ausübung einer Erwerbstätigkeit im Kanton Zürich. Sie erlitt 1982 einen Verkehrsunfall, ist seither nicht mehr arbeitsfähig und bezieht eine Invalidenrente. Am 2. November 1987 erhielt sie die Niederlassungsbewilligung.\n\nBis 1973 war Dragica K. in Jugoslawien verheiratet. Aus dieser Ehe ging u.a. der am 2. Oktober 1971 geborene Sohn Mirko hervor. Dieser lebte bisher in Jugoslawien. Die elterliche Gewalt übt der Vater aus.\n\nAm 15. April 1988 stellte Dragica K. ein Gesuch um Aufenthaltsbewilligung für Mirko, das von der Fremdenpolizei des Kantons Zürich am 31. August 1988 abgewiesen wurde. Ein Rekurs an den Regierungsrat des Kantons Zürich blieb erfolglos.\n\nEine von Dragica K. gegen den Beschluss des Regierungsrates vom 30. November 1988 erhobene staatsrechtliche Beschwerde behandelt das Bundesgericht als Verwaltungsgerichtsbeschwerde und weist diese ab.", "considerants": "Aus den Erwägungen:\n\n2. a) Art. 100 lit. b Ziff. 3 OG schliesst die Verwaltungsgerichtsbeschwerde aus gegen die Erteilung oder Verweigerung von fremdenpolizeilichen Bewilligungen, auf die das Bundesrecht keinen Anspruch einräumt.\n\nGemäss Art. 4 des Bundesgesetzes über Aufenthalt und Niederlassung der Ausländer vom 26. März 1931 (ANAG; SR 142.20) entscheidet die zuständige Behörde, im Rahmen der gesetzlichen Vorschriften und der Verträge mit dem Ausland, nach freiem Ermessen über die Bewilligung von Aufenthalt und Niederlassung. Der Ausländer hat damit grundsätzlich keinen Anspruch auf Erteilung einer Aufenthaltsbewilligung, und die Verwaltungsgerichtsbeschwerde ist ausgeschlossen, soweit er sich nicht auf eine BGE 115 Ib 97 S. 99Norm des Bundesrechts oder eines Staatsvertrags berufen kann, die ihm einen Anspruch auf eine solche Bewilligung einräumt.\n\nb) Art. 17 Abs. 2 ANAG gibt der Ehefrau und den noch nicht achtzehnjährigen Kindern eines niedergelassenen Ausländers Anspruch darauf, in dessen Bewilligung einbezogen zu werden, sofern sie mit ihm in gemeinsamem Haushalte leben werden.\n\nIn BGE 111 Ib 3 hat das Bundesgericht entschieden, aufgrund des klaren Wortlauts und der Bindung des Bundesgerichts an die Bundesgesetzgebung (Art. 114bis Abs. 3 BV) bestehe aus Art. 17 Abs. 2 ANAG kein Anspruch des Ehemannes, in die Niederlassungsbewilligung der Ehefrau einbezogen zu werden, auch wenn dies gegen Art. 4 Abs. 2 BV (Gleichstellung von Mann und Frau) verstosse. Hinsichtlich der Kinder einer Ausländerin kann gestützt auf den Gesetzeswortlaut solches nicht gesagt werden. Die männliche Form \"Ausländer\" wird vom Gesetzgeber regelmässig auch für weibliche Personen verwendet, also erlaubt der Gesetzeswortlaut durchaus, dass auch die Kinder einer niedergelassenen Ausländerin eine Niederlassungsbewilligung erhalten.\n\nBei verfassungskonformer Auslegung von Art. 17 Abs. 2 ANAG können auch die Kinder einer niedergelassenen Ausländerin Anspruch auf Erteilung der Niederlassungsbewilligung erheben. Insoweit ist auf die Verwaltungsgerichtsbeschwerde einzutreten; ob die Voraussetzungen vorliegend erfüllt sind, wird Gegenstand der materiellen Prüfung sein.\n\ne) Schliesslich stellt sich die Frage, ob ein Anspruch auf eine fremdenpolizeiliche Bewilligung aus Art. 8 Ziff. 1 der Konvention zum Schutze der Menschenrechte und Grundfreiheiten vom 4. November 1950 (EMRK; SR 0.101) abzuleiten ist.\n\nArt. 8 Ziff. 1 EMRK garantiert den Schutz des Familienlebens. Darauf kann sich der Ausländer berufen, der nahe Verwandte mit Anwesenheitsrecht (Schweizer Bürgerrecht oder Niederlassungsbewilligung) in der Schweiz hat; wird ihm selber die Anwesenheit in der Schweiz untersagt, kann dies Art. 8 EMRK verletzen. Soweit deshalb eine familiäre Beziehung im beschriebenen Sinn tatsächlich gelebt wird und intakt ist, ist das der zuständigen Behörde durch Art. 4 ANAG grundsätzlich eingeräumte freie Ermessen eingeschränkt. In solchen Fällen ist daher die Verwaltungsgerichtsbeschwerde des um die fremdenpolizeiliche Bewilligung ersuchenden Ausländers zulässig. Das gleiche gilt, wenn dieses Rechtsmittel vom betroffenen Familienglied mit Anwesenheitsrecht in der Schweiz eingereicht wird (BGE 109 Ib 185 ff. E. 2).BGE 115 Ib 97 S. 100\n\nNichts kommt darauf an, ob eine Erneuerung oder (wie hier) die erstmalige Erteilung der Aufenthaltsbewilligung in Frage steht (BGE 111 Ib 4).\n\nDas Bundesgericht hat es in seiner bisherigen Rechtsprechung aber abgelehnt, auf Verwaltungsgerichtsbeschwerden einzutreten, wenn die Beziehung eines Elternteils zu seinem Kind in Frage steht, das familienrechtlich nicht unter seine elterliche Gewalt oder Obhut gestellt ist. Massgebend war dabei die Überlegung, dass die Einreise zur Ausübung eines Besuchsrechts zwar jeweils bewilligt werden muss, ein Aufenthaltsrecht im gleichen Land aber - unter Vorbehalt besonderer Umstände - nicht notwendig ist (unveröffentlichte Urteile vom 22. November 1985 i.S. M. H. und vom 25. Januar 1988 i.S. D. S.).\n\nDer Europäische Gerichtshof für Menschenrechte hat nun in einem neuen Urteil vom 21. Juni 1988 i.S. Berrehab (Publications de la Cour Européenne des Droits de l'Homme, Série A Vol. 138) Art. 8 EMRK auch als anwendbar erklärt, wenn Elternteil und Kind einen intensiven Kontakt pflegen, nicht aber zusammen wohnen. Der Gerichtshof hat im konkreten Fall diese Bestimmung zudem als verletzt erachtet, weil er die Verweigerung einer Aufenthaltsbewilligung für den Vater des Kindes unter den besonderen Umständen des Falles und im Lichte der von den niederländischen Behörden verfolgten Ausländerpolitik als unverhältnismässig erachtete.\n\nDas Bundesgericht sieht sich aufgrund dieses Urteils des Europäischen Gerichtshofs für Menschenrechte veranlasst, auf Verwaltungsgerichtsbeschwerden gegen die Verweigerung einer Aufenthaltsbewilligung an ein Kind oder einen Elternteil selbst dann einzutreten, wenn das Kind familienrechtlich nicht unter der elterlichen Gewalt oder Obhut des entsprechenden Elternteils steht. Voraussetzung bleibt allerdings, dass ein betroffenes Familienglied ein Anwesenheitsrecht in der Schweiz (Schweizer Bürgerrecht oder Niederlassungsbewilligung) hat, und dass die familiäre Beziehung tatsächlich gelebt wird und intakt ist.\n\nDiese Voraussetzungen sind hier erfüllt. Zwar leben der 1971 geborene Mirko K, und seine Mutter seit dem zweiten Lebensjahr des Kindes voneinander getrennt. Die elterliche Gewalt wurde dem Vater zugesprochen. Das Kind wuchs in Jugoslawien bei den Grosseltern väterlicherseits auf, während die Beschwerdeführerin seit 1975 in der Schweiz lebt. Die Beschwerdeführerin pflegt mit ihrem Sohn aber regelmässigen schriftlichen und telefonischen BGE 115 Ib 97 S. 101Kontakt und begibt sich jeweils mindestens vier Wochen im Jahr nach Jugoslawien, während welcher Zeit Mirko bei ihr weilt. Die familiäre Beziehung erscheint folglich intakt und die Berufung auf Art. 8 Ziff. 1 EMRK ist zulässig.\n\nf) Die Verwaltungsgerichtsbeschwerde ist im Hinblick auf die anspruchsbegründenden Normen von Art. 17 Abs. 2 ANAG und Art. 8 Ziff. 1 EMRK zulässig. Die eingereichte staatsrechtliche Beschwerde ist daher als Verwaltungsgerichtsbeschwerde entgegenzunehmen, und es ist materiell zu prüfen, ob gestützt auf Art. 17 Abs. 2 ANAG eine Niederlassungsbewilligung oder allenfalls gestützt auf Art. 8 Ziff. 1 EMRK eine Aufenthaltsbewilligung zu erteilen ist.\n\n3. a) Art. 17 Abs. 2 ANAG verlangt für den Einbezug in die Niederlassungsbewilligung, dass die beteiligten Familienglieder in gemeinsamem Haushalt leben werden. Es ist Ziel und Zweck der Bestimmung, das familiäre Zusammenleben zu ermöglichen und rechtlich abzusichern.\n\nDieses gesetzgeberische Ziel wird nicht erreicht, wenn der in der Schweiz niedergelassene Ausländer jahrelang von seinem Kind getrennt lebt und er dieses erst kurz vor dem Erreichen des 18. Altersjahrs in die Schweiz holt. In solchen Fällen liegt der Verdacht nahe, es gehe nicht um das familiäre Zusammenleben sondern vielmehr darum, auf möglichst einfache Weise in den Genuss einer Niederlassungsbewilligung zu gelangen. Das wäre missbräuchlich. Freilich kann es gute Gründe geben, aus denen die Familiengemeinschaft in der Schweiz erst nach Jahren hergestellt wird. Rechtsmissbrauch kann deshalb nur nach Prüfung der Umstände des Einzelfalls angenommen werden, wenn sich erweist, dass tatsächlich nicht das familiäre Zusammenleben bezweckt wird.\n\nb) Die Beschwerdeführerin und ihr Sohn leben seit dem zweiten Lebensjahr des Kindes voneinander getrennt. Die elterliche Gewalt steht dem Vater zu. Der Sohn ist nunmehr siebzehnjährig und wird noch dieses Jahr (nach dem Recht Jugoslawiens) mündig. Die Beschwerdeführerin hat bei Erteilung ihrer Niederlassungsbewilligung gegenüber der Fremdenpolizei ihren minderjährigen Sohn nicht erwähnt.\n\nNach Art. 8 Abs. 4 ANAV besteht kein Anspruch auf Erteilung der Niederlassungsbewilligung, wenn der Ausländer das Vorhandensein eines Familiengliedes im ihn betreffenden Bewilligungsverfahren verschwiegen hat. Diese Bestimmung rechtfertigt sich deshalb, BGE 115 Ib 97 S. 102weil die Fremdenpolizei bei Erteilung der Bewilligung an einen Ausländer die zu erwartenden Folgen für die Überfremdung bzw. für den Arbeitsmarkt zu beachten hat (vgl. Art. 16 ANAG). Es ist denkbar, dass die Beschwerdeführerin einen Hinweis auf ihren Sohn unterliess, weil dieser nicht unter ihrer elterlichen Gewalt steht, und sie selbst einen Familiennachzug gar nicht in Betracht zog. Der fehlende Hinweis zeigt dann aber, dass die Beschwerdeführerin den Sohn nicht ihrer Familiengemeinschaft zugehörig erachtete. Aus dem Einreisegesuch vom 15. April 1988 ergibt sich schliesslich mit aller Deutlichkeit, dass nicht das familiäre Zusammenleben angestrebt wird, es dem Sohn vielmehr darum geht, hier eine Arbeitsstelle zu finden.\n\nc) Bei dieser Sachlage erscheint das Begehren um Erteilung der Niederlassungsbewilligung als rechtsmissbräuchlich.\n\n4. Schliesslich kann Mirko K. auch nicht gestützt auf Art. 8 Ziff. 1 EMRK eine Aufenthaltsbewilligung erteilt werden. Wohl ist diese Bestimmung grundsätzlich anwendbar. Geht es der Beschwerdeführerin und ihrem Sohn nach dem Gesagten jedoch nicht um die Familiengemeinschaft, sondern lediglich darum, ihm hier eine Arbeitsstelle zu verschaffen, so erweist sich das Begehren um Familiennachzug auch im Lichte des von Art. 8 EMRK garantierten Anspruchs auf Achtung des Familienlebens ohne weiteres als unbegründet."}