{"annee": "115", "cour": "IV", "page": "241", "date": "9/5/1989", "cite": ["111 IV 15", "102 II 343", "105 IV 18", "82 IV 107", "101 IV 221", "109 IV 99", "106 IV 350", "101 IV 67", "103 IV 289"], "cite_par": [], "chapeau": "53. Extrait de l'arrêt de la Cour de cassation pénale du 9 mai 1989 dans la cause B. c. Ministère public du canton de Fribourg (pourvoi en nullité)", "regestes": ["Art. 32 al. 1 LCR et 117 CP: vitesse inadaptée et homicide par négligence. - L'automobiliste qui dérape sur une route verglacée en raison de sa vitesse, alors que les circonstances auraient dû l'inciter à prévoir cette éventualité, commet une faute (consid. 2). - Lien de causalité naturelle et adéquate (consid. 3)."], "faits": "BGE 115 IV 241 S. 241\n\nA.- Le 18 février 1987, vers 17 heures, sur une autoroute, le chauffeur d'un camion tirant une remorque a remarqué qu'une collision s'était produite devant lui entre un fourgon et une voiture, BGE 115 IV 241 S. 242dans un tunnel. Il a freiné. Son camion a dérapé et s'est immobilisé perpendiculairement à la route, obstruant les deux voies; sa remorque est demeurée sur la voie de droite, formant un angle droit avec ce camion.\n\nB., qui suivait sur la voie de droite, a freiné et son poids lourd a glissé: il allait heurter la remorque du premier train routier lorsqu'une jeep, tractant aussi une remorque, l'a dépassé puis a été prise en étau entre les deux trains routiers. Sous le choc, la jeep a pris feu, ses deux occupants ont été carbonisés. Pour ne pas heurter la remorque du camion de B., le conducteur de la jeep avait tenté de trouver un passage entre ce train routier et une voiture qui allait s'immobiliser sur la voie de gauche; mais la jeep avait dévié vers la droite à la suite d'une collision de sa remorque vide avec cette voiture.\n\nB.- Le Tribunal correctionnel de la Gruyère a reconnu B. coupable d'homicide par négligence et d'infraction à l'art. 32 al. 1 LCR. Il l'a condamné à une peine d'un mois d'emprisonnement avec sursis pendant deux ans, ainsi qu'à 800 francs d'amende.\n\nLa Cour de cassation pénale du Tribunal cantonal fribourgeois a rejeté, dans la mesure où il était recevable, un recours en cassation déposé par B. contre le jugement de la première instance.\n\nC.- B. se pourvoit en nullité au Tribunal fédéral.", "considerants": "Extrait des considérants:\n\n2. b) En se référant au jugement de la première instance, la cour cantonale a notamment admis qu'avant le tunnel la route était mouillée et recouverte de légers résidus de neige, qu'on était en plein hiver, en fin de journée, dans une microrégion où l'on enregistre des différences de températures, qu'il faisait froid et que la température était tombée de 0 à moins 4 degrés centigrades. Elle a considéré en substance que dans de telles circonstances la présence de verglas dans un tunnel, malgré le salage, n'était pas imprévisible et que la vitesse du recourant, au volant d'un train routier, située entre 80 et 90 km/h, n'était pas adaptée, au sens des art. 32 al. 1 LCR et 4 al. 2 OCR. D'ailleurs, la conductrice d'une voiture avait pu s'arrêter sans encombre et un autre camionneur, qui avait été dépassé par l'accusé peu avant l'accident, a déclaré avoir été surpris par sa vitesse.\n\nc) Ces motifs ne violent pas le droit fédéral. D'après la jurisprudence relative au verglas dans le trafic routier, il appartient BGE 115 IV 241 S. 243au conducteur de tenir compte des changements de l'état de la chaussée et d'y adapter sa manière de rouler (ATF 102 II 345 consid. b). Sur les routes mouillées, lorsque la température est proche de 0o, le conducteur doit envisager la formation de verglas. Même si l'on ne peut chiffrer d'une façon absolue la vitesse adaptée à une chaussée recouverte de glace, il appartient au conducteur de prendre toutes les précautions afin d'éviter qu'il ne dérape (ATF ATF 101 IV 222). L'automobiliste qui dérape sur une route verglacée, alors que les circonstances auraient dû l'engager à envisager cette éventualité, commet une faute même s'il ne s'est pas rendu compte de ce risque (voir ATF 82 IV 110). De telles circonstances existaient, on l'a vu, dans le cas du recourant. Tractant une remorque, ce qui accentue les risques de dérapage, il aurait dû faire preuve d'une prudence particulière comme l'exige l'art. 4 al. 2 OCR.\n\nLe fait allégué que d'autres conducteurs en infraction n'aient pas été dénoncés ne démontre pas que le recourant n'a pas commis de faute. Par ailleurs, il compare sa situation à celle d'automobilistes dont les voitures légères étaient dépourvues de remorques. Ces comparaisons ne lui sont d'aucun secours.\n\n3. Contrairement aux allégations de l'accusé, la cour cantonale n'a pas violé le droit fédéral en admettant l'existence d'un lien de causalité naturelle et adéquate entre son comportement fautif et la mort des passagers de la jeep, prise en étau entre son camion et la remorque de celui qui obstruait l'autoroute.\n\nLa causalité naturelle ressortit aux faits et ne peut être examinée en principe dans le cadre d'un pourvoi en nullité (ATF 103 IV 291). On ne saurait d'ailleurs nier ici que si l'auteur avait fait preuve de la prudence que l'on pouvait attendre de lui le résultat eût été très vraisemblablement évité. Cela suffit pour admettre un lien de causalité naturelle en matière d'infractions commises par négligence (ATF 105 IV 19 et jurisprudence citée, voir ATF 111 IV 18, ATF 109 IV 99, ATF 106 IV 352).\n\nLa causalité est adéquate lorsque le comportement illicite est propre, dans le cours ordinaire des choses et selon l'expérience générale de la vie, à produire ou à favoriser l'avènement du résultat considéré (ATF 101 IV 70 consid. 2b et jurisprudence citée). Ce comportement illicite n'est donc pas nécessairement la cause unique et immédiate de ce résultat.\n\nEn l'espèce, il est clair que la vitesse inadaptée du recourant était propre à l'empêcher de s'immobiliser avant de heurter l'obstacle BGE 115 IV 241 S. 244qui se trouvait devant lui. Le lien de causalité adéquate existe. L'arrivée de la jeep, dont la maîtrise avait été perdue en raison du verglas, n'est pas extraordinaire au point d'interrompre ce lien (ATF 103 IV 291). Il n'est par ailleurs pas constaté, malgré les affirmations du recourant, que la jeep ait surgi à la vitesse d'une fusée. Quant à la règle fondamentale de l'art. 26 al. 2 LCR (prudence accrue s'il apparaît qu'un usager va se comporter d'une manière incorrecte), elle ne permet pas de considérer la vitesse de l'accusé comme adaptée aux circonstances de la route."}