{"annee": "115", "cour": "IB", "page": "233", "date": "18/10/1989", "cite": ["105 IB 175", "108 IB 450"], "cite_par": ["127 II 113"], "chapeau": "33. Auszug aus dem Urteil der II. Öffentlichrechtlichen Abteilung vom 18. Oktober 1989 i.S. Zuger Kantonalbank gegen Eidgenössische Steuerverwaltung (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 5 al. 1 lit. a LT; droit de timbre d'émission. Les sociétés anonymes de droit cantonal sont soumises à la législation fédérale sur les droits de timbre, en particulier l'art. 5 al. 1 lit. a LT."], "faits": "BGE 115 Ib 233 S. 233\n\nDie Zuger Kantonalbank wurde durch Gesetz vom 28. Oktober 1891 als Aktiengesellschaft gegründet. Ihr wurde das Bankgeschäft der damaligen Creditanstalt in Zug, welche der Kanton Zug mit Übernahmevertrag vom 1. Juli/21. Oktober 1891 von der Kollektivgesellschaft Bossard & Cie. erworben hatte, mit Aktiven und Passiven übertragen. Das Grundkapital betrug anfänglich Fr. 800'000.--, wobei der Kanton Aktien im Nominalwert von Fr. 400'000.-- übernahm. Die Gesellschafter der Bossard & Cie. zeichneten die ihnen vorbehaltenen 400 Aktien im Nominalwert von Fr. 200'000.--, und die restlichen Aktien im Betrag von Fr. 200'000.-- wurden zur öffentlichen Zeichnung aufgelegt (§ 2 des Gesetzes vom 28. Oktober 1891).\n\nHeute beträgt das Aktienkapital Fr. ... Mindestens die Hälfte davon muss sich im Besitz des Kantons Zug befinden (§ 7 Gesetz vom 20. Dezember 1973 über die Zuger Kantonalbank, nachfolgend: Kantonalbankgesetz). Dieser haftet auch subsidiär für die Verbindlichkeiten der Bank (§ 4 Abs. 1 Kantonalbankgesetz). Organe der Bank sind u.a. die Generalversammlung der Aktionäre, der Bankrat, der Bankvorstand und die Kontrollstelle, BGE 115 Ib 233 S. 234wobei die Mehrheit der Mitglieder des Bankrates und der Kontrollstelle durch öffentliche Behörden (Regierungsrat, Kantonsrat) gewählt werden (§ 23 und 30 Kantonalbankgesetz). Beschlüsse der Generalversammlung über Kapitalerhöhungen bedürfen der Zustimmung des Kantonsrats (§ 8 Abs. 1 und § 42 Kantonalbankgesetz).\n\nDie Zuger Kantonalbank gab in den Jahren 1983-1988 verschiedene Male Aktien bzw. Partizipationsscheine aus. Streitig ist, ob die Kantonalbank auf diesen Beteiligungsrechten die Emissionsabgabe schuldet. Die Zuger Kantonalbank ist der Ansicht, das Stempelabgabengesetz und besonders Art. 5 Abs. 1 lit. a StG sei auf Kantonalbanken nicht anwendbar.\n\nMit förmlichem Entscheid bestätigte die Eidgenössische Steuerverwaltung ihre Ansicht, dass die Zuger Kantonalbank auf den von ihr geschaffenen Aktien und Partizipationsscheinen die Emissionsabgabe schulde, lehnte das Gesuch um Rückerstattung nicht geschuldeter Emissionsabgaben (Art. 8 StV) ab und setzte die noch zu leistenden Emissionsabgaben auf Fr. ... nebst Verzugszins fest. Eine Einsprache wies die Eidgenössische Steuerverwaltung ab.\n\nDas Bundesgericht weist die von der Zuger Kantonalbank erhobene Verwaltungsgerichtsbeschwerde ab.", "considerants": "Erwägungen:\n\n1. Die Zuger Kantonalbank ist eine im Jahre 1891 durch kantonales Gesetz errichtete Unternehmung in der Form der Aktiengesellschaft. Allerdings handelt es sich nicht um eine Aktiengesellschaft des Obligationenrechts, an welcher der Kanton im Sinne von Art. 762 (Abs. 1 oder 2) OR bloss beteiligt ist. Auch wenn der Übernahmevertrag vom 1. Juli/21. Oktober 1891 zwischen dem Kanton Zug und der Bossard & Cie. betreffend die Creditanstalt in Zug die materiellen Voraussetzungen für die Errichtung einer Zuger Kantonalbank geschaffen hat, muss doch der Kanton als Gründer dieses Instituts betrachtet werden (ERNST ARBENZ, Die Gemischtwirtschaftliche Unternehmung im schweizerischen Recht, Diss. Zürich 1929, S. 84; KARL ERB, Rechtsstellung und Organisation der gemischtwirtschaftlichen Bankunternehmen in der Schweiz, Diss. Zürich 1938, S. 91 ff.; KARL OBRECHT, Über die Rechtsnatur der schweizerischen Kantonalbanken, Diss. Zürich 1936, S. 49).\n\nBGE 115 Ib 233 S. 235\n\nNamentlich kann die Übertragung des Bankgeschäfts der Creditanstalt in Zug mit Aktiven und Passiven nicht als Sacheinlagegründung der Mitglieder der Kollektivgesellschaft Bossard & Cie., also von Privaten, betrachtet werden. Der Übernahmevertrag vom 1. Juli/21. Oktober 1981 enthält zwar bereits den wesentlichen Inhalt der Verfassung der zu gründenden Gesellschaft, doch verpflichtet er (Ziff. 1 lit. a und d, Ziff. 2) weder den Kanton noch die Mitglieder der Kollektivgesellschaft Bossard & Cie. zur Gründung einer Kantonalbank; die Kollektivgesellschafter waren denn auch nur berechtigt, nicht verpflichtet, einen Anteil am Aktienkapital der neu zu gründenden Kantonalbank zu übernehmen (sog. Vorbezugsrecht; vgl. ARBENZ, a.a.O., S. 84 f., und ERB, a.a.O., S. 92 f.).\n\nBei der Zuger Kantonalbank handelt es sich somit um eine durch kantonales Spezialgesetz gegründete Aktiengesellschaft. Als solche steht sie gemäss Art. 763 Abs. 1 OR unter dem Vorbehalt des kantonalen Rechts. Wenn daher das Stempelabgabengesetz und besonders Art. 5 Abs. 1 lit. a StG nur Aktiengesellschaften des Obligationenrechts erfassen sollte, wie die Beschwerdeführerin behauptet, so unterstünden die von ihr ausgegebenen Beteiligungsrechte nicht der Emissionsabgabe. Dann wäre die hier in Frage stehende Besteuerung unzulässig.\n\n2. Nach Art. 5 Abs. 1 lit. a StG unterliegen der Emissionsabgabe u.a. die Ausgabe von Aktien inländischer Aktiengesellschaften, ferner die Ausgabe von Genussscheinen - einschliesslich Partizipationsscheinen (BGE 105 Ib 177) - inländischer Gesellschaften. Diese Umschreibung lässt erkennen, dass das Stempelabgabengesetz nicht zwischen den durch behördliche Verfügung oder Gesetz errichteten Aktiengesellschaften einerseits und den dem Obligationenrecht unterstehenden Aktiengesellschaften anderseits unterscheidet. Bei der Emissionsabgabe handelt es sich um eine Verkehrssteuer, die an die im Gesetz umschriebenen, bestimmten Vorgänge des Rechtsverkehrs anknüpft (BGE 108 Ib 455 f.; LOCHER, in Kommentar BV, Art. 41bis, N. 13 ff.). Art. 5 Abs. 1 lit. a StG ist deshalb immer dann anzuwenden, wenn eine inländische Aktiengesellschaft - öffentlichrechtlicher oder privatrechtlicher Natur - Beteiligungsrechte in Form von Aktien oder Genussscheinen (Partizipationsscheinen) schafft. Die Funktion der Stempelabgaben besteht in einer indirekten Belastung des namentlich in Anteilsrechten (Aktien, Stammkapitalanteilen usw.) verkörperten Besitzes (J. BEGUELIN, Evolution, nature et caractéristique des BGE 115 Ib 233 S. 236droits de timbre fédéraux; la nouvelle loi sur les droits de timbre, RDAF 30/1974 S. 157/8, 174; W. R. PFUND, Bemerkungen zur Natur der eidg. Stempelabgaben und zur Umsatzabgabe, Steuer-Revue 22/1967 S. 111 f.). Für diese Zweckbestimmung kann es aber offensichtlich keine Rolle spielen, ob es sich um Besitz von Anteilsrechten an einer privatrechtlichen oder an einer öffentlichrechtlichen Unternehmung handelt (ASA 25, 52 f.).\n\nAuch wenn das Stempelabgabengesetz bei der Umschreibung der Abgabenobjekte teilweise Begriffe des Bundeszivilrechts verwendet, so kann daraus nicht geschlossen werden, nur die von privaten Aktiengesellschaften des Obligationenrechts ausgegebenen Titel würden der Abgabe unterliegen. Art. 5 Abs. 1 lit. a StG stützt sich auf Art. 41bis Abs. 1 lit. a BV, der im Jahre 1917 in die Bundesverfassung aufgenommen worden ist und der den Bund ermächtigt, \"Stempelabgaben auf Wertpapieren, einschliesslich Coupons, Wechseln und wechselähnlichen Papieren, auf Quittungen von Versicherungsprämien und auf andern Urkunden des Handelsverkehrs\" zu erheben. Urkunden des Handelsverkehrs sind nicht mit den nach Obligationenrecht errichteten Wertpapieren (oder Vertragsurkunden) gleichzusetzen (LOCHER, in Kommentar BV, Art. 41 bis, N. 22-24) und umfassen die Urkunden über Kapitalanteile an Unternehmungen des öffentlichen Rechts.\n\nBei der Beratung des ersten Ausführungserlasses im Jahre 1917 ist namentlich erörtert worden, ob zu den \"Urkunden des Handelsverkehrs\" auch gewisse Obligationen der Kantone und ihrer Kantonalbanken (öffentlichrechtlichen Anstalten) gehören oder ob der Bund diese Titel, weil von öffentlichen Anstalten der Kantone ausgegeben, nicht belasten dürfe. Dass es Urkunden des Handelsverkehrs sind, war unbestritten. Sie wurden aber z.T. von der Abgabe befreit bzw. privilegiert behandelt (vgl. Art. 11 Abs. 2 und Art. 13 lit. c Stempelabgabengesetz vom 4. Oktober 1917, BBl 1917 IV 225), weil die Bedingungen, unter denen die öffentlichen Körperschaften und Anstalten mit den privaten Kreditinstituten konkurrierten, nicht die gleichen seien (BURCKHARDT, Kommentar, 3. Aufl., N. 4 zu Art. 41bis BV, S. 347, mit Hinweis auf die Beratung des Stempelabgabengesetzes im Jahre 1917, Sten.Bull. 1917 N 319 f., 323-329, und S 101-105, 161 ff.).\n\nGrundsätzlich, d.h. soweit das Gesetz keine Ausnahmen vorsieht, unterliegen daher auch Anteilsrechte an öffentlichen Unternehmungen der Besteuerung. Unter der Herrschaft des Stempelabgabengesetzes vom 4. Oktober 1917/22. Dezember 1927 (BS 6, 101) BGE 115 Ib 233 S. 237war denn auch nie zweifelhaft, dass Aktien bzw. Stammkapitalanteile von öffentlichrechtlichen Aktiengesellschaften und Genossenschaften grundsätzlich dem Emissionsstempel unterliegen (Bundesgericht in ASA 25, 51 ff. betreffend die Stammkapitalanteile der öffentlichrechtlichen Genossenschaft Butyra; auch Eidgenössische Steuerverwaltung in ASA 10, 301 Nr. 134; 8, 313 f., 359 E. 3; ERNST WYSS, Die Stempelabgaben der Aktiengesellschaft, Zürich 1938, S. 11; vgl. auch IM HOF/JOEHR/LANDMANN, Das Bundesgesetz über die Stempelabgaben, N. 4 zu Art. 17, S. 201; AMSTUTZ/ WYSS, Das eidgenössische Stempelsteuerrecht, N. 6 zu Art. 17, die allerdings hinsichtlich öffentlicher Genossenschaften die gegenteilige Auffassung vertreten, ebenda N. 3). Von dieser Praxis abzuweichen besteht umso weniger Anlass, als die Umschreibung der Abgabenobjekte in Art. 5 und 6 des geltenden Stempelabgabengesetzes im wesentlichen dem früheren Recht entspricht (Botschaft des Bundesrates vom 25. Oktober 1972, BBl 1972 II 1289 f.). Selbst die Aktien der Nationalbank unterliegen der Emissionsabgabe (ASA 25, 53 E. 3). Es ist deshalb kein Grund ersichtlich, die Emissionsabgabe nicht auch auf den von Kantonalbanken (Aktiengesellschaften) ausgegebenen Aktien und Partizipationsscheinen zu erheben.\n\n3. Was die Beschwerdeführerin im übrigen vorbringt, rechtfertigt keine andere Lösung.\n\nEs trifft zu, dass das Gesetz (Art. 7 Abs. 1 lit. a StG) die Entstehung der Abgabeforderung bei Aktien an den Eintrag im Handelsregister anknüpft. Eine Eintragungspflicht besteht aber nach der Praxis auch für öffentlichrechtliche Unternehmungen, die eine nach kaufmännischer Art betriebene Tätigkeit ausüben. Eingetragen sind z.B. die Schweizerische Nationalbank (gemäss Art. 84 des Gesetzes vom 6. Oktober 1905, AS 22 76) und die Kantonalbanken (HIS, Kommentar, N. 87 zu Art. 934 OR). Fragen könnte sich höchstens, ob auf Grund von Art. 7 Abs. 1 lit. a StG eine Abgabenpflicht von gemischtwirtschaftlichen Unternehmungen nicht generell, sondern nur im Falle ihrer Eintragspflicht bestehe. Doch kann die Frage offenbleiben, weil die Beschwerdeführerin eine nach kaufmännischer Art betriebene Unternehmung darstellt und als solche jedenfalls zur Eintragung verpflichtet ist.\n\nDie Beschwerdeführerin irrt, wenn sie meint, sie sei keine Aktiengesellschaft, sondern eine durch Gesetz gegründete öffentlichrechtliche Anstalt. Sie ist eine Aktiengesellschaft, wenn auch eine solche des kantonalen Rechts. Das erhellt bereits daraus, dass das BGE 115 Ib 233 S. 238Kantonalbankgesetz (§ 1) bloss ergänzend auf die Bestimmungen des Obligationenrechts verweist, das insoweit als subsidiäres kantonales Recht zur Anwendung gelangt. Trotz der Beteiligung des Kantons handelt es sich beim Kapital der Beschwerdeführerin deshalb nicht um ein Dotationskapital wie bei einer öffentlichrechtlichen Anstalt, sondern um ein Grundkapital (Aktienkapital). Unbegründet ist damit auch der Eventualantrag der Beschwerdeführerin, denjenigen Teil der Emissionen, die vom Kanton übernommen worden sind (50%), von der Abgabe zu befreien.\n\nUnbehelflich ist auch der Hinweis der Beschwerdeführerin auf die Rechtsgleichheit. Art. 5 Abs. 1 lit. a StG erfasst nur Gesellschaften und Genossenschaften, weshalb die als öffentlichrechtliche Anstalten errichteten Kantonalbanken auf den von ihnen ausgegebenen Partizipationsscheinen keine Emissionsabgaben zu bezahlen haben. Eine rechtsungleiche Behandlung läge jedenfalls vor, wenn die Beschwerdeführerin - im Unterschied zu den Aktiengesellschaften nach Obligationenrecht - von der Abgabe befreit würde."}