{"annee": "115", "cour": "II", "page": "67", "date": "11/1/1989", "cite": ["100 II 200", "111 II 276", "100 II 145", "107 II 484", "111 II 397", "78 II 42", "87 II 234"], "cite_par": ["117 III 76", "119 II 66", "119 II 173", "130 III 462", "125 III 443", "122 III 237", "121 III 436"], "chapeau": "12. Auszug aus dem Urteil der I. Zivilabteilung vom 11. Januar 1989 i.S. Bank C. gegen Bank E. (Berufung)", "regestes": ["Accréditif confirmé irrévocable (Règles et usances uniformes relatives aux crédits documentaires, revisées en 1974; art. 2 CC). 1. Droit international privé: les relations entre la banque qui confirme et le bénéficiaire sont soumises au droit du siège de cette banque (consid. 1). 2. Principes fondés sur la rigueur des documents et le caractère abstrait de l'obligation liée à l'accréditif (consid. 2a). On peut y déroger en cas de comportement abusif de la banque qui confirme (consid. 2b, e)."], "faits": "BGE 115 II 67 S. 68\n\nA.- Im Auftrag der Firma A. mit Sitz in Amman ersuchte die Bank B., Amman, am 12. September 1983 die Bank C. in Zürich, das zugunsten der Firma D. mit Sitz in Beirut eröffnete, unwiderrufliche Dokumenten-Akkreditiv Nr. 360/83 zu bestätigen. Am 26. September 1983 erklärte die Bank C. der Begünstigten gegenüber, der alle Mitteilungen über die Zürcher Niederlassung der Bank E. zugestellt werden sollten, die Bestätigung des Akkreditivs.\n\nBeim Grundgeschäft ging es um die Lieferung von australischen Schafen und Rindern, welche die D. als Zwischenhändlerin der A. verkaufte. Eine erste Teillieferung von 7500 Schafen wurde am 2. Oktober 1983 im jordanischen Bestimmungshafen gelöscht. Am 24. Oktober verlangte die Bank E. unter Beilegung verschiedener Dokumente von der Bank C. die Gutschrift von $ 337'500.--. Diese rügte Abweichungen von den Akkreditivbedingungen, unter anderem das Fehlen des von der Bank B. auszustellenden \"receipt from our rep (who will be appointed later) signed and proving delivery of goods\".\n\nEine weitere Teillieferung, die am 29. Oktober 1983 gelöscht wurde, umfasste 42 360 Schafe und 399 Stiere zum Preise von $ 2'139'717.15. Als Antwort auf die Zahlungsaufforderung vom 31. Oktober rügte die Bank C. wiederum das Fehlen des \"receipt\" und machte ferner geltend, das Versicherungszertifikat decke textlich zweimal die gleiche Ware. Am 16. Dezember 1983 ersuchte die Bank C. die Bank F., New York, als von der Bank B. bezeichnete Korrespondenzbank um Remboursierung unter dem Akkreditiv für den Betrag von $ 2'477'217.15. Die New Yorker Bank zahlte nicht, weil ihr die Bank B. in der Zwischenzeit die Erlaubnis dazu entzogen hatte. Auf Anfrage teilte die Bank B. der C. sodann mit, sie betrachte das Akkreditiv als aufgehoben. Darauf verweigerte die C. der Begünstigten gegenüber die Zahlung.BGE 115 II 67 S. 69\n\nB.- Nachdem Verhandlungen zwischen der C. und der Bank E. zu keinem Ergebnis geführt hatten, liess sich diese am 14. November 1984 den Anspruch der Firma D. auf Auszahlung des Akkreditivbetrages abtreten.\n\nDie Bank E. erhob im Mai 1985 beim Handelsgericht des Kantons Zürich Klage gegen die Bank C., mit der sie die Zahlung von $ 2'477'275.-- nebst 12% Zins seit 17. Dezember 1983 verlangte. Die Beklagte erklärte der Bank B. den Streit. Die Litisdenunziatin nahm am Verfahren nicht teil.\n\nDie von der Beklagten erhobene Einrede der fehlenden Aktivlegitimation wurde mit Vor-Urteil vom 25. April 1986 abgewiesen. Die Beklagte hatte zur Begründung der Einrede im wesentlichen geltend gemacht, ihr gegenüber sei der Eindruck erweckt worden, die Firma D. sei eine Gesellschaft mit Sitz oder Niederlassung in Zürich. Mit Urteil vom 29. März 1988 hiess das Handelsgericht sodann die Klage gut.\n\nC.- Die Beklagte hat gegen dieses Urteil Berufung eingereicht, die vom Bundesgericht abgewiesen wird, soweit darauf eingetreten werden kann.", "considerants": "Aus den Erwägungen:\n\n1. Die Vorinstanz geht unter Hinweis auf die Rechtsprechung des Bundesgerichtes davon aus, dass die Streitsache nach schweizerischem Recht zu beurteilen sei. Diese Frage ist im Berufungsverfahren von Amtes wegen zu prüfen (BGE 107 II 485 E. 1). Dabei wird das streitige Rechtsverhältnis nach der lex fori, d.h. nach schweizerischem Recht qualifiziert (BGE 111 II 278 E. 1c mit Hinweisen).\n\nGemäss der Praxis des Bundesgerichts unterstehen Akkreditive dem Recht am Sitz der Akkreditivbank, da diese die für das Vertragsverhältnis charakteristische Leistung erbringt (BGE 87 II 237; SCHÖNENBERGER/JÄGGI, Allgemeine Einleitung, N. 309). Das gilt bezüglich der Anweisung, welche dem Akkreditiv zugrunde liegt und internationalprivatrechtlich gleich beurteilt wird, sowohl für das Verhältnis des Angewiesenen zum Anweisenden wie auch zum Begünstigten (BGE 100 II 209). In Fällen wie dem vorliegenden, in denen das unwiderrufliche Akkreditiv von einer Korrespondenzbank bestätigt wird, stellt sich indes hinsichtlich des Verhältnisses zum Begünstigten die Frage, ob der Sitz der eröffnenden oder der bestätigenden Bank massgebend sein soll. Dabei ist von BGE 115 II 67 S. 70Bedeutung, dass die bestätigende Bank gemäss Art. 3 lit. b der hier aufgrund einer vertraglichen Vereinbarung anwendbaren \"Einheitlichen Richtlinien und Gebräuche für Dokumenten-Akkreditive\" (ERGDA), Revision 1974, mit der Bestätigung ein selbständiges Zahlungsversprechen gegenüber dem Begünstigten abgibt, das demjenigen der eröffnenden Bank entspricht. Der Begünstigte kann sich zur Erfüllung seiner Ansprüche wahlweise an die eröffnende oder an die bestätigende Bank halten. Mit der Bestätigung entsteht ein zweites Akkreditiv, an dem die eröffnende Bank als Anweisende und die bestätigende Bank als Angewiesene beteiligt ist. Anweisungsempfänger ist bei beiden Akkreditiven der Begünstigte (HEINER SCHÄRRER, Die Rechtsstellung des Begünstigten im Dokumenten-Akkreditiv, Diss. Bern 1980, S. 116 ff.; URBAN SLONGO, Die Zahlung unter Vorbehalt im Akkreditiv-Geschäft, Diss. Bern 1979, S. 23 f.; EISEMANN/EBERTH, Das Dokumenten-Akkreditiv im Internationalen Handelsverkehr, 2. Auflage, S. 81 ff.; BGE 78 II 49 : zu den ERGDA von 1933). Die charakteristische Leistung wird auch hier vom Angewiesenen erbracht, weshalb im Verhältnis zum Begünstigen das Recht am Sitz der bestätigenden Bank zur Anwendung kommt, falls er diese und nicht die eröffnende Bank in Anspruch nimmt.\n\nAuf die Streitsache ist somit schweizerisches Recht anwendbar.\n\n2. Das Handelsgericht hält die Weigerung der Beklagten, ihrer Akkreditiv-Verpflichtung gegenüber der Firma D. mit Hinweis auf das Fehlen des \"receipt\" nachzukommen, für rechtsmissbräuchlich, weil ihr spätestens am 16. November 1983 bekannt gewesen sei, dass der Zweck des \"receipt\", nämlich der Nachweis der Ablieferung der Tiere an die Firma A., erfüllt gewesen sei. Das Beharren auf der Einreichung des \"receipt\" stelle deshalb eine unnütze Rechtsausübung dar, die keinen Schutz verdiene.\n\nNach Auffassung der Beklagten verstösst das Handelsgericht damit gegen den Grundsatz, dass eine Vertragspartei ihre Leistung nur zu erbringen hat, wenn alle gültig vereinbarten Bedingungen erfüllt worden sind. Sie beruft sich in diesem Zusammenhang auf das Prinzip der Dokumentenstrenge, welches beim Fehlen einer im Akkreditiv genannten Bedingung gebiete, dass die Anspruchsberechtigung des Akkreditivbegünstigten gegenüber der bestätigenden Bank ohne weiteres verneint werde.\n\na) Der Grundsatz der Dokumenten- oder Akkreditivstrenge betrifft die Prüfung der Dokumente und kommt in erster Linie im Verhältnis zwischen der zur Aufnahme der Dokumente befugten BGE 115 II 67 S. 71Bank und dem Akkreditiv-Auftraggeber zur Anwendung; er gilt aber entsprechend auch für das Verhältnis zwischen der Bank und dem Begünstigten (C.-W. CANARIS in Grosskomm. HGB, 4. Auflage, 10. Lieferung: Bankvertragsrecht, Erster Teil, Rn. 993). Der Grundsatz bedeutet, dass die eingereichten Dokumente von der Bank nur auf ihre formelle Ordnungsmässigkeit, d.h. auf die Übereinstimmung mit den Akkreditivbedingungen, nicht aber auf ihre materielle, inhaltliche Richtigkeit zu prüfen sind. Die Bank darf nur gegen solche Dokumente Zahlung leisten, die sich nach dieser Prüfung als akkreditivgerecht erweisen. Zudem haben Dokumenten- und Warengeschäft, von der Bank her gesehen, nichts miteinander zu tun (Abstraktheit der Akkreditiv- Verpflichtung: BGE 100 II 150 E. 4a). Selbst beim Nachweis vollständiger und ordnungsgemässer Erfüllung des Warengeschäfts dürfen nicht akkreditivgerechte Dokumente grundsätzlich nicht aufgenommen werden. Umgekehrt ist es für die Bank in der Regel auch nicht statthaft, die Aufnahme akkreditivgerechter Dokumente abzulehnen, wenn sie vermutet, dass in den Dokumenten enthaltene Angaben objektiv nicht zutreffen (ZAHN/EBERDING/ EHRLICH, Zahlung und Zahlungssicherung im Aussenhandel, 6. Auflage, Rn. 2/215 f.; SCHÄRRER, a.a.O., S. 89 f.; EISEMANN/ EBERTH, a.a.O., S. 148 sowie S. 150 ff.; ferner SLONGO, a.a.O., S. 36 ff.; HARTMANN, Der Akkreditiveröffnungsauftrag, S. 98 f.; vgl. ferner Art. 7 und 8 ERGDA).\n\nb) Aus den Grundsätzen der Dokumentenstrenge und der Abstraktheit der Akkreditiv-Verpflichtung ergibt sich jedoch nicht, dass das Verbot des Rechtsmissbrauchs auf das Verhältnis zwischen der Beklagten und der Begünstigten von vornherein nicht angewendet werden darf. In der Lehre wird zwar auf die grosse Bedeutung der beiden Grundsätze für das Dokumenten-Akkreditiv hingewiesen und ein Abweichen gestützt auf das Verbot des Rechtsmissbrauchs nur mit Zurückhaltung befürwortet. Die Meinung, dass eine Einschränkung wegen rechtsmissbräuchlichen Verhaltens der Bank oder des Begünstigten ganz allgemein ausgeschlossen wäre, wird dagegen kaum vertreten. Auch die von der Beklagten zitierten Autoren halten in Ausnahmefällen, wo das Beharren auf der strikten Einhaltung der Akkreditivbedingungen oder die Nichtberücksichtigung des Grundgeschäftes als wider Treu und Glauben beurteilt werden muss, ein Abweichen von den erwähnten Grundsätzen für gerechtfertigt (SCHÄRRER, a.a.O., S. 96 und S. 129 ff.; ZAHN/EBERDING/EHRLICH, a.a.O., BGE 115 II 67 S. 72Rn. 2/337 ff.). Gleicher Ansicht ist CANARIS (a. a. O., Rn. 945 und 1015 f.), und auch das Bundesgericht hat in BGE 100 II 151 hinsichtlich des Verhältnisses zwischen der Bank und dem Begünstigten die Berufung auf rechtsmissbräuchliches Verhalten nicht ausgeschlossen. Die beiden Grundsätze stehen somit einer Anwendung von Art. 2 ZGB nicht entgegen.\n\n(...)\n\ne) Das Festhalten der Beklagten an der Beibringung des \"receipt\", obschon ihr bekannt war, dass dessen Zweck erfüllt war, stellt einen mit Treu und Glauben unvereinbaren Versuch dar, eine rein formale Rechtsposition auszunutzen (vgl. CANARIS, a.a.O., Rn. 945). Die Vorinstanz beurteilte das Verhalten der Beklagten somit zu Recht als rechtsmissbräuchlich.\n\n3. Bezüglich der zweiten Teillieferung war im kantonalen Verfahren streitig, ob die Beklagte die Zahlung mit der Begründung verweigern durfte, das Versicherungszertifikat weise einen Mangel auf, weil es textlich zweimal die gleiche Ware decke. Das Handelsgericht erklärt den Einwand für unbegründet, wobei es zwei voneinander unabhängige, selbständige Begründungen aufführt. Nach der einen handelt es sich um eine unbedeutende Abweichung (\"minor discrepancy\"), die gemäss den Akkreditivbedingungen die Beklagte nicht zur Verweigerung der Zahlung berechtigte. Nach der anderen stand die Zahlungsverpflichtung der Beklagten damit unter einer Resolutivbedingung, die nicht eingetreten sei, oder unter einer Suspensivbedingung, deren Eintritt die Beklagte wider Treu und Glauben verhindert habe. Da sich die Beklagte mit der Berufung lediglich zu dieser zweiten Alternativbegründung äussert, kann nach ständiger Rechtsprechung auf ihre Rüge nicht eingetreten werden (BGE 111 II 397 /8 und 399)."}