{"annee": "115", "cour": "IV", "page": "225", "date": "5/9/1989", "cite": ["115 IV 114", "102 IV 191", "88 IV 33", "103 IV 178", "111 IV 119", "111 IV 74", "96 IV 150", "114 IV 32", "114 IV 31", "114 IV 26"], "cite_par": ["138 IV 130", "142 IV 119", "118 IV 35", "124 II 398"], "chapeau": "49. Extrait de l'arrêt de la Cour de cassation pénale du 5 septembre 1989 dans la cause D. c. Ministère public du canton du Valais (pourvoi en nullité)", "regestes": ["Art. 110 ch. 5 et 251 ch. 1 CP, faux dans les titres. - Une facture qui fait partie de la comptabilité de cave, incombant au titulaire d'un permis pour le commerce des vins, est un titre (consid. 2c ss). - Constitue un faux intellectuel la facture qui donne l'impression que des vins déclassés ont été commercialisés conformément aux règles en vigueur, alors qu'ils avaient été présentés à l'acheteur comme des vins non déclassés (consid. 2d)."], "faits": "BGE 115 IV 225 S. 225\n\nA.- D. est administrateur de la Cave X. SA (ci-après: la Cave). Il en assume la direction en ce qui concerne la viticulture, la vinification et la vente. Il est détenteur d'un permis pour le commerce des vins délivré par le Laboratoire cantonal valaisan.\n\nLors des vendanges de 1980, des livraisons de raisins à la Cave n'ont pas été contrôlées officiellement. En conséquence, le Laboratoire cantonal a déclassé 2563 kg de Chasselas (raisin blanc) et 6930 kg de Pinot noir; cela était conforme à la législation cantonale en vigueur concernant les appellations Fendant et Dôle (rouge); rien n'établit que la vendange ayant échappé au contrôle officiel ait eu une teneur en degrés Oechslé inférieure à la limite fixée pour le Fendant et la Dôle.\n\nLe déclassement signifiait que les vins en cause ne pouvaient être commercialisés que sous des appellations telles que Chasselas valaisan ou vin blanc valaisan, respectivement sous le nom de Goron pour le vin rouge.\n\nEn fait, les apports de vendanges litigieux avaient été mélangés avec d'autres livraisons qui, elles, avaient été l'objet d'un contrôle BGE 115 IV 225 S. 226officiel. D. a recouru contre la décision de déclassement puis il a déclaré s'y soumettre tout en la qualifiant d'infondée.\n\nAlors que son recours administratif était pendant, D. a signé un contrat de vente avec le Comité d'organisation d'une fête cantonale (ci-après: le Comité); il s'engageait à fournir 4'000 bouteilles de Fendant 1980 à 8 fr. 75 la bouteille de 7 décilitres, 4'000 bouteilles de Fendant 1980 à 4 fr. 75 la bouteille de 5 décilitres, 4'000 bouteilles de Dôle 1980 à 9 fr. 85 la bouteille de 7 décilitres et 3'000 bouteilles de Dôle 1980 à 4 fr. 85 la bouteille de 5 décilitres.\n\nCes vins ont été livrés. Sur la facture, il n'était plus question de Fendant et de Dôle mais de \"Vin blanc valaisan\" et de \"Vin rouge valaisan\". Les appellations différaient de celles figurant sur le contrat de vente, mais les prix étaient demeurés les mêmes.\n\nInterrogé par un fonctionnaire de la Commission fédérale du commerce du vin (ci-après: la Commission) sur l'écoulement des quantités déclassées, D. a présenté la facture adressée au Comité. Les prix indiqués ont éveillé le soupçon que ces vins avaient été vendus comme Fendant et comme Dôle; la Commission a signalé le cas au Laboratoire cantonal.\n\nPar ailleurs, après une dégustation demandée par un membre du Comité, la Commission a qualifié les vins reçus notamment de défectueux et d'insuffisants.\n\nB.- Un instruction pénale a été ouverte pour escroquerie, faux dans les titres et pour diverses infractions concernant les denrées alimentaires.\n\nD. a fait l'objet d'une ordonnance pénale contre laquelle il a fait opposition. Le Tribunal de première instance l'a reconnu coupable de faux dans les titres, d'usage de faux et d'infractions à l'Arrêté fédéral instituant des mesures en faveur de la viticulture du 22 juin 1979 (AFMV; RS 916.140.1); la peine a été fixée à 6 mois d'emprisonnement avec sursis pendant 2 ans et à 1'000 francs d'amende; de plus, D. a été condamné à verser la somme de 2'000 francs à titre de créance compensatrice.\n\nC.- Le Tribunal cantonal valaisan a examiné l'appel de D. et l'appel joint du Ministère public, ce dernier demandant une condamnation aussi pour escroquerie. La cour a reconnu l'accusé coupable uniquement de faux dans les titres et l'a condamné à 6 mois d'emprisonnement avec sursis pendant 2 ans; la créance compensatrice a été maintenue. Certaines infractions à l'AFMV étaient prescrites.\n\nBGE 115 IV 225 S. 227\n\nD.- D. se pourvoit en nullité au Tribunal fédéral. Ses conclusions ont été rejetées dans la mesure où elles étaient recevables.", "considerants": "Extrait des considérants:\n\n1. D'après le recourant, l'autorité cantonale a violé l'art. 251 CP car il n'y aurait pas de titre faux ni de dessein d'enrichissement illégitime.\n\n2. a) De l'avis du condamné, la facture ne serait pas un titre, car sa seule fonction était de prouver la vente d'une certaine quantité de vins à un acheteur déterminé, pour un prix fixé; elle a été établie dans son propre intérêt, ce qui ne lui conférerait pas de force probante, si l'on s'en tenait aux principes jurisprudentiels (ATF 96 IV 150 = JdT 1972 IV p. 16, notamment consid. 2a p. 19/20).\n\nLe recourant soutient encore que la facture en cause ne contient aucun élément mensonger puisque la date, les quantités livrées, les prix et la marchandise y sont indiqués de façon exacte. Selon lui, il y aurait eu tromperie ou mensonge seulement si les vins livrés avaient été élevés en cuves séparées puis vendus sous l'appellation de Fendant ou de Dôle, malgré le déclassement; or, c'est le contraire qui s'est produit car il est constaté que les vins litigieux se trouvaient en réalité dans les mêmes cuves que la Dôle et le Fendant provenant de la vendange contrôlée officiellement; ainsi, le fait de donner une appellation moins noble à des vins qui auraient pu prétendre aux noms de Fendant ou de Dôle serait plutôt favorable à l'acheteur. Le recourant invoque la situation du marché en 1981 qui permettait de vendre n'importe quelle \"piquette\" d'origine suisse à des prix disproportionnés. Il se dit victime d'une législation mal faite et de poursuites pénales injustifiées car seule une amende administrative pouvait être prononcée.\n\nAu sujet de l'élément de l'avantage illicite prévu à l'art. 251 CP (appelé à tort dessein d'enrichissement dans le mémoire), le condamné nie toute intention de s'enrichir et de frauder. Il estime que le Ministère public n'a pas apporté de preuves suffisantes dans ce sens. Les prix obtenus seraient le fruit du jeu de la concurrence en période de pénurie, non pas d'un dessein de s'enrichir.\n\nb) Le pourvoi est irrecevable dans la mesure où le recourant remet en cause les considérants relatifs à son intention. En effet, BGE 115 IV 225 S. 228celle-ci fait partie des questions de fait dont la cour de céans ne peut être saisie dans le cadre du pourvoi en nullité (art. 277bis al. 1 et 273 al. 1 lettre b PPF; ATF 111 IV 81 consid. 5a et jurisprudence citée).\n\nc) Aux termes de l'art. 110 ch. 5 CP, sont réputés titres tous écrits destinés ou propres à prouver un fait ayant une portée juridique. D'après la jurisprudence, en règle générale les factures ne constituent pas des titres car elles contiennent des déclarations unilatérales seulement, qui ne sont pas propres à prouver la véracité des faits exposés (ATF 103 IV 184, ATF 102 IV 194 consid. 2, ATF 96 IV 154, ATF 88 IV 34 et jurisprudence citée).\n\nElles peuvent cependant revêtir la qualité de titres lorsque, en vertu de la loi ou des usages commerciaux, elles sont propres à servir de preuve (voir ATF ATF 114 IV 28, consid. 2b et jurisprudence citée, ATF 114 IV 33 consid. 2a). Il a aussi été jugé que la comptabilité commerciale et les éléments qui la composent sont des titres au sens du droit pénal (ATF 114 IV 31, ATF 111 IV 120 consid. 2, 108 IV 26).\n\nCelui qui avait obtenu que son fournisseur étranger établisse de fausses factures, afin d'induire les douanes en erreur, a été déclaré coupable de faux dans les titres en qualité d'auteur médiat (ATF 96 IV 153 consid. 2a, voir JdT 1972 IV 20). Dans l'arrêt du 13 juin 1989 (ATF 115 IV 118 consid. 2b), se trouve un aperçu de la jurisprudence concernant la destination d'un écrit à prouver un fait (Beweisbestimmung).\n\nd) La facture en cause ici est mensongère car elle donne l'impression que les vins déclassés ont été commercialisés conformément aux règles en vigueur, alors qu'en réalité ils avaient été présentés à l'acquéreur comme des vins n'ayant pas été déclassés (appellations Fendant et Dôle). Il s'agit d'une pièce qui n'est pas fausse ou falsifiée (unecht) car chacun de ses éléments est exact mais, faute d'indiquer tous les faits, elle donne une image trompeuse de ce qui s'est réellement passé. C'est un faux dit intellectuel ou immatériel (Lugurkunde; voir LOGOZ, Partie spéciale II p. 530; G. STRATENWERTH, Bes. Teil II, 3e éd., p. 176 ss).\n\nLe caractère trompeur de la facture a pu porter préjudice à la clientèle de l'auteur. Cet aspect de l'affaire n'est cependant plus en cause puisque l'escroquerie n'a pas été retenue. La facture avait cependant aussi une autre fonction. En application de la législation notamment fédérale en matière de viticulture, elle constituait une BGE 115 IV 225 S. 229partie intégrante de la comptabilité de cave (art. 8 et 9 de l'Ordonnance sur le commerce des vins, RS 817.421; art. 4 al. 2 de l'Ordonnance du Département fédéral de l'intérieur sur le commerce des vins, RS 817.421.1). C'est exclusivement sous cet angle que son éventuel caractère de titre doit être examiné ici.\n\ne) Avec raison, l'autorité cantonale a considéré qu'en rédigeant la facture mensongère le recourant a créé une pièce justificative destinée à sa comptabilité de cave. La cour cantonale a constaté que ce comportement avait pour but d'être en mesure de se justifier en cas de contrôle. L'auteur visait à obtenir un avantage illicite en ce sens que sa manoeuvre lui permettait de vendre du vin formellement déclassé au prix de vins non déclassés; il échappait ainsi à la pénalité que les autorités administratives lui avaient infligée.\n\nDans ces circonstances, la facture constituait un titre, car selon les règles légales en vigueur dans le domaine de la viticulture elle était destinée à prouver aux autorités administratives que les vins déclassés avaient été commercialisés comme tels. Elle était aussi propre à prouver ce fait, puisqu'elle constituait une partie intégrante de la comptabilité des vins, que le recourant devait tenir (indépendamment de la comptabilité commerciale).\n\nDès lors, la cour cantonale n'a pas violé le droit fédéral en reconnaissant la qualité de titre à la facture en cause. Ce caractère découlant de la législation en matière de viticulture, les moyens tirés du principe de la force de persuasion accrue des déclarations unilatérales défavorables à leur auteur (ATF 96 IV 152) ne sont d'aucun secours au condamné.\n\nf) En plus de l'établissement d'un titre mensonger, l'art. 251 ch. 1 CP prévoit que cet acte doit avoir été commis notamment dans le dessein de se procurer un avantage illicite. Celui-ci consiste dans la possibilité que le recourant a préparée d'écouler sa production déclassée à des prix correspondant à ceux des appellations non déclassées et d'échapper ainsi à la pénalité dont il était l'objet.\n\ng) Dès lors, tous les éléments constitutifs du crime de faux dans les titres étaient réunis. Le pourvoi doit être en conséquence rejeté dans la mesure où une violation de l'art. 251 ch. 1 CP était alléguée."}