{"annee": "115", "cour": "IB", "page": "197", "date": "19/5/1989", "cite": ["75 I 146", "64 II 71", "105 IB 37", "107 IA 187", "98 IA 549", "101 IA 521", "105 IB 45", "58 I 181"], "cite_par": ["118 IA 118", "117 IB 347", "128 I 354", "119 II 380"], "chapeau": "27. Extrait de l'arrêt de la IIe Cour civile du 19 mai 1989 dans la cause A. contre Cour de justice du canton de Genève (recours de droit public)", "regestes": ["Art. 17 ch. 2 de la Convention entre la Suisse et la France sur la compétence judiciaire et l'exécution des jugements en matière civile du 15 juin 1869; citation régulière. Le fait que, contrairement à des conventions d'exécution plus récentes, des conventions anciennes, notamment la Convention franco-suisse, ne limitent pas expressément l'exigence de citation régulière à l'audience introductive, ne permet pas encore d'en déduire que l'intention des Etats signataires des conventions plus anciennes ait été d'étendre cette exigence à toutes les audiences (consid. 4a)."], "faits": "", "considerants": "BGE 115 Ib 197 S. 198\n\nExtrait des considérants:\n\n4. Le recourant se plaint de n'avoir été assigné qu'à l'audience du tribunal parisien du 18 février 1988, mais non à celle du 16 mars 1988, ni à l'audience de jugement du 11 mai 1988.\n\na) Cette omission constituerait un motif de nullité en vertu de l'art. 114 al. 2 du nouveau code de procédure civile français (NCPC). Dans tous les cas, même si elle ne violait pas les conditions de la lex fori, cette omission contreviendrait à l'art. 17 ch. 2 de la Convention entre la Suisse et la France sur la compétence judiciaire et l'exécution des jugements en matière civile du 15 juin 1869 (RS 0.276.193.491) dans la mesure où la partie défenderesse n'aurait pas été citée à toutes les audiences et particulièrement à celle des débats, déterminante pour l'issue de la cause. En effet, la Convention ne limiterait pas l'exigence de la citation régulière à la seule audience d'introduction; les dispositions divergentes contenues dans nombre d'autres conventions montreraient que l'intention des Etats signataires de la Convention franco-suisse, qui ont renoncé à cette restriction, était bien de garantir la citation régulière à toutes les audiences. Cette manière de voir se justifierait d'autant plus qu'en l'espèce le recourant, n'ayant pas de domicile connu et n'ayant pu être atteint par la citation, le jugement a été rendu en son absence.\n\nDans son recours en appel, le recourant ne s'est pas prévalu du fait qu'il n'aurait pas été cité aux audiences des 16 mars et 11 mai 1988. Il s'agit par conséquent d'un moyen nouveau, qu'il soulève pour la première fois dans son recours de droit public. Il est néanmoins recevable à le faire dans un recours fondé sur l'art. 84 al. 1 lettre c OJ (ATF 107 Ia 191 consid. 2b in fine, ATF 105 Ib 40 consid. 2), même si les instances cantonales ont été épuisées (ATF 101 Ia 524 consid. 1b, ATF 98 Ia 553 consid. 1c), ce qui n'est pas obligatoire (art. 86 al. 3 OJ).\n\naa) Les art. 15 ss de la Convention franco-suisse invoquée, relatifs à l'exécution des jugements, s'appliquent à tous les jugements rendus dans les deux Etats contractants sans égard à la BGE 115 Ib 197 S. 199nature juridique du litige (ATF 64 II 71) ou à la nationalité des parties; elles régissent donc aussi les jugements rendus en France entre Français (ATF 58 I 181).\n\nL'art. 17 ch. 2 de ladite Convention dispose que l'autorité saisie de la demande d'exécution pourra refuser de l'ordonner si la décision a été rendue sans que les parties aient été dûment citées et légalement représentées, ou défaillantes. Selon la jurisprudence du Tribunal fédéral, qu'il s'agisse d'un jugement rendu en contradictoire ou par défaut, le traité exige la réalisation d'une condition préalable: la citation régulière des parties (ATF 58 I 186). Un plaideur n'est \"dûment cité\" au sens de l'art. 17 ch. 2 de la Convention que si la citation satisfait aux exigences de forme et de fond posées par la lex fori et si elle lui est notifiée dans les formes requises par la législation du lieu de sa résidence et assez tôt pour lui permettre de défendre ses intérêts aux débats (ATF 75 I 149 consid. 4a et les références).\n\nbb) Le fait que, contrairement à des conventions d'exécution plus récentes, des conventions plus anciennes, notamment la Convention franco-suisse, ne limitent pas expressément l'exigence de citation régulière à l'audience introductive, ne permet pas encore d'en déduire que l'intention des Etats signataires des conventions plus anciennes ait été d'étendre cette exigence à toutes les audiences, ainsi que l'affirme le recourant, qui se réfère à l'ATF 105 Ib 46/47.\n\nDans cet arrêt, le Tribunal fédéral a certes relevé qu'alors que les conventions anciennes, notamment la Convention franco-suisse, exigent que les parties aient été dûment citées, les autres conventions précisent que cette exigence ne vaut que pour les citations ou actes introduisant le procès. Il a ainsi souligné que ces autres conventions, contrairement aux anciennes, prévoient expressément qu'il suffit que les parties aient été dûment citées à l'audience introductive. Il n'a en revanche pas tranché à cette occasion la question de savoir si, en l'absence d'une restriction expresse à ce sujet dans les conventions anciennes, on doit en déduire que les parties doivent être dûment citées à toutes les audiences.\n\nGULDENER, qui se réfère à plusieurs conventions anciennes, en particulier à la Convention franco-suisse et notamment à son art. 17 ch. 2, estime qu'il n'est pas nécessaire qu'une partie soit \"dûment citée\" à chaque audience intervenant au cours du procès. Lorsqu'une partie a pu avoir connaissance de l'ouverture d'une BGE 115 Ib 197 S. 200procédure en étant dûment citée à l'audience introductive, elle est supposée avoir été mise en mesure de faire usage des voies de recours prévues par la lex fori au cas où des citations ultérieures ne lui seraient pas signifiées. Aussi, dans le domaine de ces conventions (anciennes), notamment de la Convention franco-suisse (art. 17 ch. 2), il n'y a pas lieu d'admettre que toutes les citations intervenant au cours du procès doivent être dûment notifiées (Das internationale und interkantonale Zivilprozessrecht der Schweiz, p. 149/150, lettre f ch. 1 et les notes, notamment n. 108).\n\nSTRÄULI/MESSMER ne se prononcent pas sur cette question particulière, mais, s'agissant de l'exécution de décisions étrangères en vertu de traités, renvoient notamment à l'ouvrage précité de GULDENER ainsi qu'à une publication de KAUFMANN, qui ne traite cependant pas de cette question spéciale (cf. STRÄULI/MESSMER, ZPO, 2e éd., par. 302, p. 609; H. KAUFMANN, Grundlinien und Entwicklungstendenzen der von der Schweiz geschlossenen zweiseitigen Abkommen über die Anerkennung und Vollstreckung ausländischer Zivilurteile, in ZBJV 112/1976, p. 361 ss).\n\nPETITPIERRE et LERESCHE, qui consacrent tous deux un paragraphe particulier à la régularité de la citation au sens de l'art. 17 ch. 2 de la Convention franco-suisse, ne traitent pas non plus de cette question spéciale (cf. MAX PETITPIERRE, La reconnaissance et l'exécution des jugements civils étrangers en Suisse, p. 109 ss, par. 3; ARMAND LERESCHE, L'exécution des jugements civils étrangers en Suisse et des jugements civils suisses dans quelques Etats étrangers, p. 34 ss, par. 8).\n\nEn revanche, PROBST aborde cette question précise. Se référant à diverses conventions anciennes, notamment à la Convention franco-suisse (art. 17 ch. 2), cet auteur considère comme déterminant que les parties soient dûment citées à l'audience qui introduit le procès; il est donc sans importance qu'elles ne le soient pas à une tentative de conciliation antérieure ou à des audiences ultérieures en cours de procédure (cf. RUDOLF PROBST, Die Vollstreckung ausländischer Zivilurteile in der Schweiz nach den geltenden Staatsverträgen, thèse Berne 1936, p. 107 ss, notamment ch. III.1 in fine).\n\ncc) Vu ce qui précède, quand bien même le recourant n'aurait pas été cité aux audiences des 16 mars et 11 mai 1988, on ne saurait en déduire qu'il n'aurait pas été dûment cité au sens de l'art. 17 ch. 2 de la Convention, dès lors qu'il l'a été à l'audience introductive du 18 février 1988.BGE 115 Ib 197 S. 201\n\nAu demeurant, il est constant que, si le recourant n'a pu être atteint par l'assignation à l'audience introductive, c'est parce qu'il avait quitté son domicile, depuis plus d'un mois, sans laisser d'adresse. Il est également acquis que depuis son départ il s'est établi aux USA, où il demeure toujours. Or, en tant que directeur général de la société A., il ne pouvait ignorer l'état du solde débiteur de cette société, dont il s'était porté caution solidaire le 4 mai 1984, avant de se volatiliser sans honorer ses obligations. Il devait dès lors s'attendre à être recherché. Le fait qu'il ait quitté la France sans laisser d'adresse, alors que la société qu'il avait cautionnée était, à la même époque, devenue sans siège connu, est pour le moins significatif. Le recourant ne saurait dès lors se plaindre sans abuser de son droit de n'avoir pas été \"dûment cité\" à des audiences postérieures à l'audience introductive, à laquelle il l'a été sans succès pour s'être mis lui-même dans la situation de ne pouvoir être atteint par la citation. La partie qui s'est elle-même mise dans le cas de ne pouvoir être atteinte par la citation à l'audience introductive ne saurait se prévaloir de garanties consacrées par un traité à des fins autres que celles voulues par les Etats signataires. Qu'elle s'étende à toutes les audiences ou à la seule audience introductive d'instance, la garantie de citation régulière a pour but d'assurer à chaque partie le droit de ne pas être condamnée sans avoir été mise en demeure de défendre ses intérêts (ATF 105 Ib 46 /47 consid. 2a précité, 58 I 187) et non de lui permettre de se prévaloir de l'irrégularité de la citation à des audiences postérieures alors qu'elle s'est elle-même mise dans la situation de ne pouvoir être atteinte par l'assignation à l'audience introductive. Admettre le contraire équivaudrait à consacrer un abus de droit.\n\nLe grief doit par conséquent être rejeté."}