{"annee": "115", "cour": "II", "page": "57", "date": "17/1/1989", "cite": ["59 II 260", "109 II 260", "107 II 119", "111 II 72", "104 II 108", "113 II 25"], "cite_par": ["116 II 713", "117 II 273", "116 II 695", "117 II 494", "116 II 594", "115 II 50"], "chapeau": "10. Extrait de l'arrêt de la Ire Cour civile du 17 janvier 1989 dans la cause C. SA contre B. (recours en réforme)", "regestes": ["Nature juridique du contrat d'insertion. Le contrat visant à l'insertion d'une annonce publicitaire obéit aux règles sur le contrat d'entreprise (art. 363 ss CO) lorsqu'il est conclu avec l'éditeur de la publication ou avec son agence. En revanche, l'activité du conseiller en publicité indépendant, même si elle comprend la conclusion de tels contrats, s'analyse généralement comme un mandat au sens des art. 394 ss CO (précision de la jurisprudence)."], "faits": "BGE 115 II 57 S. 58\n\nA.- B. exploite une agence de conseil en média et \"achat d'espace\". C. SA le chargea d'insérer deux fois une annonce publicitaire dans certaines éditions de \"Newsweek\". L'élaboration du matériel d'impression fut confiée par C. SA à un graphiste. B. n'était chargé ni du contenu ni de l'illustration de l'annonce.\n\nLes annonces parurent sur une page les 21 novembre et 5 décembre 1983; les deux fois, elles étaient décentrées, ce qui faisait apparaître en bas et sur la droite une marge blanche de quelques millimètres; leur titre était partiellement coupé. C. SA prétendit que certaines couleurs avaient été altérées.\n\nC. SA paya les honoraires du B., soit 1307 US$, mais refusa d'acquitter le prix des insertions. Celui-ci fut finalement payé par B.\n\nB.- Par jugement du 20 novembre 1986, le Tribunal de première instance de Genève condamna C. SA à payer à B. un montant correspondant aux factures de \"Newsweek\", après renonciation du demandeur de rétrocéder à la défenderesse sa commission de 15%.\n\nPar arrêt du 13 novembre 1987, statuant sur appel de la défenderesse, la Cour de justice modifia le jugement de première instance dans la mesure où il n'avait pas tenu compte de la réduction convenue de 15% et condamna C. SA à payer à B. Fr. 66'417.90 avec intérêts.\n\nC.- C. SA recourt en réforme. Elle conclut à l'annulation de l'arrêt cantonal et à ce qu'il soit dit qu'elle n'est débitrice d'aucune somme à l'égard de B. Celui-ci propose le rejet du recours. Le Tribunal fédéral a partiellement admis le recours et renvoyé la cause à l'autorité cantonale.", "considerants": "Extrait des considérants:\n\n1. La cour cantonale a examiné la cause sous l'angle des dispositions régissant le mandat. Elle s'est, en cela, ralliée à l'opinion du premier juge et à l'avis des parties.\n\na) Saisi d'un recours en réforme, le Tribunal fédéral n'est pas lié par les motifs invoqués par les parties et, dans les limites de l'art. 43 OJ, il apprécie librement la portée juridique des faits (art. 63 al. 1 et 3 OJ). Devant ainsi appliquer le droit d'office (ATF 109 II 262 consid. 3d, 152 consid. 3e, ATF 107 II 122 consid. 2a), il lui appartient de déterminer la nature du contrat passé entre parties, question qu'il peut examiner librement en fonction du BGE 115 II 57 S. 59contenu de l'ensemble des clauses contractuelles et des circonstances dans lesquelles le contrat a été conclu (ATF 104 II 114 consid. 3a).\n\nb) Selon la jurisprudence, le contrat d'insertion est celui par lequel une partie s'oblige à faire paraître des annonces dans un journal édité par elle ou par un tiers, alors que l'autre partie, l'annonceur, est tenu au paiement du prix des annonces (ATF 59 II 262). Il a été défini en doctrine comme le contrat par lequel l'annonceur remet à l'éditeur d'une publication ou à sa régie un ordre relatif à l'insertion d'une ou de plusieurs annonces (RÉMY WYLER, Les relations de droit privé entre l'annonceur, l'agence de publicité et l'éditeur, thèse Lausanne 1988, p. 157; dans le même sens, CHRISTOPH LEUENBERGER, Dienstleistungsverträge, dans RDS 1987 II p. 40). L'éditeur s'engage ainsi à imprimer et à diffuser l'annonce (HANS GEORG AUER, Der Insertionsvertrag, thèse Zurich 1949, p. 13). De même, l'agence s'engage à réaliser l'insertion que lui remet l'annonceur; elle s'oblige à mettre à disposition de celui-ci, dans le support choisi, l'espace nécessaire à la réalisation de l'annonce, à l'imprimer et à la diffuser (WYLER, op.cit., p. 158). Pour cet auteur, l'activité de conseil de la régie, qui, souvent, assiste l'annonceur dans le choix du ou des supports, est une obligation connexe.\n\nDans l'arrêt cité, le Tribunal fédéral a considéré que l'objet du contrat d'insertion n'est pas tant la gestion d'une affaire qu'un certain résultat qui doit être obtenu en faveur de l'annonceur par du travail ou par des services. Il y a vu un contrat d'entreprise au sens de l'art. 363 CO. D'une manière générale, la doctrine se rallie à cette conception (GAUTSCHI comm. n. 63e ad art. 394 CO; GUHL/MERZ/KUMMER, Das Schweizerische Obligationenrecht, 7e éd. p. 445, qui y voient toutefois l'expression d'une tendance à élargir la notion d'ouvrage; WYLER, op.cit., p. 166; AUER op.cit., p. 18; MANFRED REHBINDER, Schweizerisches Presserecht, p. 76). La jurisprudence cantonale ne paraît pas non plus l'avoir remise en question (cf. WYLER, op.cit., p. 161). Dans cette hypothèse, l'agence qui intervient le fait en qualité de représentant direct de l'éditeur, comme entrepreneur (GAUTSCHI, n. 63e ad art. 394 CO).\n\nUne réserve doit toutefois être apportée à ce qui précède lorsque le contrat d'insertion est conclu entre l'annonceur et l'agence. Pour AUER (op.cit. p. 29/30), les rapports entre l'annonceur et le conseil en publicité indépendant sont soumis aux règles du mandat (voir auparavant déjà, dans le même sens, ERNST KIRCHGRABER, Die BGE 115 II 57 S. 60Reklame im schweizerischen Recht, thèse Zurich 1930, p. 33/34, qui emploie alors le mot \"Annoncenexpeditionsvertrag\"). Dans un arrêt du 30 octobre 1951, le Tribunal de district de Zurich n'a pas suivi ces auteurs et a retenu que l'annonceur et l'agence étaient liés par un contrat d'entreprise (RSJ 1952 (48) p. 160 No 55). GAUTSCHI (n. 63e ad art. 394 CO) voit un mandat dans l'activité du conseil en publicité qui doit faire de la réclame selon un plan, éventuellement aussi au moyen d'annonces, alors que les contrats qu'il conclura comme mandataire avec des éditeurs ou des agences de publicité, qu'il agisse en qualité de représentant direct ou indirect, resteront des contrats d'entreprise. WYLER s'oppose à l'application des règles du mandat au contrat d'insertion conclu entre l'annonceur et l'agence pour le motif que ce contrat ne crée aucun rapport de représentation entre ces parties et que les caractéristiques essentielles du mandat ne se retrouvent pas dans le contrat d'insertion. En revanche, il admet que la pure activité de conseil exercée à titre professionnel de façon indépendante, en particulier l'activité du conseiller publicitaire, relève du mandat. Selon lui, il convient de distinguer les activités de la régie selon qu'elles se rapportent à la réalisation d'un ouvrage ou au conseil, les deux activités étant complémentaires et étant exercées indépendamment l'une de l'autre (op.cit., p. 159/160).\n\nc) Les circonstances que les parties avaient en vue lors des pourparlers et au moment de la conclusion du contrat, ce qu'elles ont voulu et déclaré, appartiennent au fait (ATF 113 II 27 consid. 1a, ATF 111 II 74 consid. a). L'arrêt attaqué retient, de manière à lier le Tribunal fédéral (art. 63 al. 2 OJ), que le demandeur devait conseiller la défenderesse quant au choix du support publicitaire, du nombre d'annonces d'un certain format et des éditions dans lesquelles elles paraîtraient. Il devait aussi réserver des espaces, acheminer le matériel d'impression, dont la confection avait été confiée à un graphiste indépendant par la défenderesse, procéder à la vérification des parutions et des factures. Le demandeur n'était chargé ni du contenu ni de l'illustration de l'annonce. En contrepartie, la défenderesse s'engageait à payer le prix des annonces, sous déduction de la commission d'agence de 15% perçue par le demandeur et à lui verser des honoraires calculés à raison de 4% du prix des annonces.\n\nIl ne ressort pas des faits retenus dans l'arrêt attaqué que le demandeur aurait agi en qualité d'agence de l'éditeur de la revue \"Newsweek\" ou à un quelconque autre titre qui l'aurait lié à BGE 115 II 57 S. 61celui-ci (sur les diverses hypothèses, cf. REHBINDER, op.cit., p. 76). Le demandeur exerçait bien plutôt son activité de \"conseil en média et achat d'espace\" de manière indépendante. Telle qu'elle est arrêtée par l'autorité cantonale, l'activité du demandeur se caractérise comme étant celle d'un mandataire chargé de donner des conseils, de conclure un contrat avec l'éditeur et d'en vérifier l'exécution. Le demandeur a certes donné à \"Newsweek\" l'ordre d'insertion et on peut se demander s'il l'a donné en qualité de représentant direct ou indirect. Il n'est pas nécessaire de trancher cette question pour déterminer la nature du contrat passé entre le demandeur et la défenderesse.\n\nQue le contrat d'insertion ait été passé entre \"Newsweek\" et le demandeur au nom et pour le compte de la défenderesse ou que le demandeur soit intervenu en son propre nom mais pour le compte de la défenderesse, le contrat passé entre les parties au procès n'avait pas pour objet la réalisation d'un ouvrage par le demandeur. Celui-ci n'apparaît pas comme un entrepreneur général, mais sa situation est analogue à celle de celui qui a conclu ce que la doctrine appelle un \"Baubetreuungsvertrag\" en matière de construction (cf. GAUCH, Der Werkvertrag, 3e éd. p. 55 n. 191). L'hypothèse réalisée est ainsi celle envisagée par GAUTSCHI (n. 63e ad art. 394 CO) et son opinion quant à la qualification juridique des rapports entre les intéressés est convaincante. On ne saurait tirer une autre conclusion de l'ATF 59 II 262: l'état de fait était différent, puisque le contrat d'insertion avait été passé entre l'annonceur et l'imprimeur, sans intervention d'un conseiller en publicité indépendant; l'affirmation selon laquelle il y aurait contrat d'entreprise même dans cette hypothèse (cf. p. 262 au milieu) ne peut en réalité être envisagée que dans des cas particuliers, par exemple lorsque ce tiers est en mesure d'influencer de façon déterminante la parution de l'annonce. Tel n'est pas le cas en l'espèce. L'autorité cantonale a dès lors appliqué avec raison les dispositions sur le mandat."}