{"annee": "115", "cour": "IV", "page": "114", "date": "13/6/1989", "cite": ["102 IV 29", "73 IV 47", "73 IV 108", "79 IV 162", "103 IV 178", "103 IV 27", "95 IV 68", "96 IV 150"], "cite_par": ["115 IV 225", "116 IV 52", "120 IV 122", "118 IV 52", "117 IV 35"], "chapeau": "27. Urteil des Kassationshofes vom 13. Juni 1989 i.S. Staatsanwaltschaft des Kantons Schaffhausen gegen X. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 251 ch. 1 al. 2 CP, art. 59a OCR, art. 133a OAC, art. 83a de l'ordonnance sur la construction et l'équipement des véhicules routiers du 27 août 1969 (OCE; RS 741.41); faux dans les titres, fiche d'entretien du système antipollution. De fausses constatations sur une fiche d'entretien du système antipollution peuvent constituer un faux dans les titres: en effet, ce document représente pour la police la preuve que le service d'entretien du système antipollution a été effectué (art. 133a al. 1 OAC; consid. 2). Contrairement au sens littéral de l'art. 83a al. 4 OCE, ce dernier n'exige nullement qu'il y ait identité de personne entre celui qui a effectué les travaux et celui qui atteste qu'ils ont été effectués (consid. 3)."], "faits": "BGE 115 IV 114 S. 115\n\nX. betreibt in Neuhausen am Rheinfall eine Autogarage; er führt dort unter anderem Abgaswartungen (Kontrolle und Messungen) durch. Am 17. März 1988 wurde ihm vom Autohaus Y., in Jestetten (BRD), ein Personenwagen der Marke Opel überbracht. Dieses Fahrzeug war bereits in Jestetten gewartet worden. X. nahm noch eine summarische Prüfung gewisser Teile (Sicht- und Dichtigkeitskontrolle) sowie die Abgasmessung vor und füllte das Abgas-Wartungsdokument aus. Am 28. März 1988 musste der Auspuff des Fahrzeugs ersetzt werden.\n\nAm 6. Januar 1989 sprach das Obergericht des Kantons Schaffhausen X. von der Anklage der Urkundenfälschung (sog. Falschbeurkundung) frei.\n\nDie Staatsanwaltschaft des Kantons Schaffhausen führt Nichtigkeitsbeschwerde und beantragt Aufhebung des angefochtenen Urteils und Rückweisung der Sache an die Vorinstanz, damit diese X. wegen Urkundenfälschung verurteile.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Das Obergericht erwog, das Abgas-Wartungsdokument diene gegenüber der Polizei als Beleg dafür, dass die Abgaswartung tatsächlich durchgeführt worden sei (vgl. Art. 133a Abs. 1 VZV). Das Dokument sei demnach in einer Rechtsnorm ausdrücklich als Beweismittel vorgesehen. Insofern unterscheide es sich von der vom Staatsanwalt als Parallelbeispiel angeführten einfachen Rechnung, welche in der Regel keine Urkunde im strafrechtlichen Sinne darstelle. Dem Abgas-Wartungsdokument sei somit die Beweiseignung für eine rechtlich relevante Tatsache gesetzlich BGE 115 IV 114 S. 116zuerkannt, weshalb es eine Urkunde im Sinne von Art. 110 Ziff. 5 StGB darstelle.\n\nVorliegend gehe es um die Frage, ob es sich bei diesem Dokument um eine unwahre Urkunde handle, ob also der Beschwerdegegner eine inhaltlich unrichtige Urkunde hergestellt habe (sog. Falschbeurkundung). Das Abgas-Wartungsdokument diene der Kontrolle, ob die in Art. 59a Abs. 1 VRV vorgeschriebene Abgaswartung durchgeführt worden sei. Diese Wartung umfasse die Kontrolle der für die Abgasemissionen massgeblichen Fahrzeugteile, wenn nötig die Instandstellung dieser Teile sowie eine Messung des Gehalts an Kohlenmonoxyd, Kohlenwasserstoffen und Kohlendioxyd im Abgas nach Sollwerten (Art. 83a Abs. 1 der Verordnung über Bau und Ausrüstung der Strassenfahrzeuge [BAV] vom 27. August 1969 [SR 741.41]). Demnach werde mit dem Eintrag im Abgas-Wartungsdokument bestätigt, dass die Wartung in all diesen Teilbereichen auch tatsächlich vorgenommen worden sei. Unstrittig habe der Beschwerdegegner die Messung vorgenommen. Hinsichtlich der Kontrolle habe er zumindest eine Sicht- und Dichtigkeitsprüfung gewisser Teile durchgeführt. Vor allem aber müsse davon ausgegangen werden, dass die abgasrelevanten Teile des fraglichen Personenwagens vom Autohaus Y. kontrolliert und gewartet worden seien und dies in Kenntnis und unter Einhaltung der einschlägigen schweizerischen Vorschriften. Deshalb sei der Nachweis nicht erbracht, dass am fraglichen Personenwagen keine oder nur eine ungenügende Kontrolle und Wartung der abgasrelevanten Teile vorgenommen worden sei. Insbesondere sei nicht dargetan, dass der defekte Auspuff auf mangelnde Wartungsarbeiten zurückzuführen sei. Die Vorinstanz kam zum Schluss, dass die Abgaswartung, wenn auch teilweise nicht vom Beschwerdegegner persönlich, sondern durch das Autohaus Y. vorgenommen, in allen ihren Teilaspekten gemäss Art. 83a Abs. 1 BAV tatsächlich durchgeführt worden sei. Der Beschwerdegegner habe mit seiner diesbezüglichen Bestätigung im Wartungsdokument deshalb keine inhaltlich unwahre Urkunde hergestellt.\n\nWeiter führt die Vorinstanz aus, Art. 83a Abs. 4 BAV schreibe vor, dass diejenige Person, welche die Wartung (d.h. sowohl die Kontrolle als auch die Messung) durchgeführt habe, dies im Abgas-Wartungsdokument bestätigen müsse. Nach dem Wortlaut dieser Vorschrift hätte der Beschwerdegegner die Bestätigung nur dann selbst erbringen dürfen, wenn er vorgängig auch die nötige Kontrolle durchgeführt hätte. Ob der Beschwerdeführer eine Kontrolle BGE 115 IV 114 S. 117der abgasrelevanten Teile, wenn auch rudimentär, vorgenommen habe, sei für die vorliegende Frage der Urkundenfälschung nicht massgeblich. Denn für die Anwendung von Art. 251 StGB komme es nicht darauf an, ob der Täter zur Beurkundung einer rechtlich erheblichen Tatsache befugt sei; entscheidend sei einzig, ob sich die beurkundete Tatsache ereignet habe oder nicht. In einem allfälligen Verstoss gegen Art. 83a Abs. 4 BAV, weil der Beschwerdeführer nicht selbst die Kontrolle durchgeführt habe, könne also keine Falschbeurkundung im Sinne von Art. 251 StGB gesehen werden. Da ein spezieller Straftatbestand für einen solchen Verstoss (Bestätigung, obwohl die Wartung im engeren Sinn von Dritten durchgeführt wurde) fehle, erübrige sich eine Abklärung der Frage, ob die summarische Nachkontrolle des Beschwerdegegners als Teil der Abgaswartung ausreichend war. Es sei Sache des Gesetzgebers, zur Gewährleistung des mit Art. 83a Abs. 4 BAV verfolgten Zwecks nötigenfalls zusätzliche Bestimmungen aufzustellen.\n\nb) Die Nichtigkeitsbeschwerde wird im wesentlichen mit dem Wortlaut der Bestätigung begründet. Danach bestätigte der Beschwerdegegner, die Abgaswartung und Messung ... \"ausgeführt zu haben\". In Wirklichkeit habe sie ein anderer ausgeführt. Deshalb liege eine Falschbeurkundung vor. Das Obergericht sei dieser Erkenntnis in der Weise ausgewichen, dass es den Text der Bestätigungsformel gewissermassen ins Passiv transponierte, indem es erwog, mit dem Eintrag ins Abgas-Wartungsdokument werde bestätigt, dass die Wartung auch tatsächlich ausgeführt worden sei. Man könne im übrigen auch nicht sagen, es sei unwesentlich, wer die Kontrolle durchgeführt habe. Das ergebe sich bereits aus den einschlägigen Weisungen des EJPD. Die Beschwerdeführerin gesteht zu, dass dieses Erfordernis für den Bereich der Privatwirtschaft etwas ungewohnt sei. Es sei jedoch zu beachten, dass die Abgaswartung im öffentlichen Interesse dem privaten Motorfahrzeuggewerbe überbunden worden sei.\n\nc) Der Beschwerdegegner räumt ein, dass eine Differenz zwischen dem Wortlaut der Bestätigung und den tatsächlichen Vorgängen bestehe; diese Differenz sei jedoch sowohl in tatsächlicher als auch in strafrechtlicher Hinsicht irrelevant. Man könne allenfalls für die Abgasmessung verlangen, dass die Person, die gemessen habe, auch selbst bestätige. Insoweit bestehe jedoch vorliegend keine Differenz zwischen dem wirklichen und dem beurkundeten Sachverhalt. In bezug auf die Wartung könne Identität BGE 115 IV 114 S. 118der handelnden Personen nicht verlangt werden. Die Arbeitsteilung in einer modernen Autowerkstätte erfordere, dass verschiedene Personen Wartung und Messung unterzeichnen könnten und dass die Bestätigung über die Durchführung beider Teile der Abgasprüfung von derjenigen Person unterzeichnet werde, welche die Messung durchgeführt habe. Unzulässig und mit der Handels- und Gewerbefreiheit nicht zu vereinbaren wäre es, zu verbieten, die Wartung in einem qualifizierten ausländischen Fachbetrieb vornehmen zu lassen. Einzig in bezug auf die Messung könnte man ein Abstellen auf den ausländischen Betrieb verbieten. Sinngemäss macht der Beschwerdegegner geltend, Art. 251 StGB beziehungsweise Art. 83a Abs. 4 BAV seien verfassungskonform im Lichte der Handels- und Gewerbefreiheit und der Vertragsfreiheit auszulegen. Ferner bringt er vor, es sei unzulässig, auf dem Umweg über Art. 251 etwas zu bestrafen, das gemäss Verwaltungsstrafrecht des Bundes nicht strafbar sei.\n\n2. a) Da der Beschwerdegegner das Dokument ausgestellt und unterzeichnet hat und somit keine Täuschung über die Identität des Ausstellers besteht, stellt das fragliche Abgas-Wartungsdokument keine unechte Urkunde dar. Zu prüfen bleibt, ob es sich um eine unwahre Urkunde handelt, ob also der Beschwerdegegner eine inhaltlich unrichtige Urkunde hergestellt hat.\n\nb) Falschbeurkundung im Sinne von Art. 251 Ziff. 1 Abs. 2 StGB begeht, wer eine rechtlich erhebliche Tatsache unrichtig beurkundet oder beurkunden lässt. Nach der Praxis kann die Beweisbestimmung eines Schriftstückes einerseits sich unmittelbar aus dem Gesetz ergeben (BGE 95 IV 71 : Testatbuch gemäss Universitätsordnung; BGE 79 IV 163 : Buchhaltung gemäss Art. 957 und 963 OR) und andererseits aus dessen Sinn oder Natur abgeleitet werden (BGE 96 IV 153 : Rechnung mit zu geringer Mengenangabe zum Zwecke der Täuschung der Einfuhrbehörden; BGE 103 IV 184 : durch Arzt ausgefüllter Krankenschein; BGE 102 IV 33 f.: Bestätigung der Anwesenheit durch Drittpersonen). Das Bundesgericht hat die Beweisbestimmung verneint, wenn das Schriftstück nur eine blosse einseitige Behauptung enthält, der weder durch das Gesetz noch nach dem aus der Schrift selbst erkennbaren Zweck eine weitere Bedeutung zuzumessen ist (BGE 103 IV 29 : Meldung der Metzger über die Zahl der Schlachtungen; BGE 73 IV 50 : Hotelmeldeschein bezüglich der Identität der Gäste; BGE 73 IV 110 : Abrechnung eines Gemeindeangestellten über Truppeneinquartierungen; Urteil vom 24. November 1982 i.S. Willy BGE 115 IV 114 S. 119Angst: Abrechnung über eine Schuldentilgung). Es hat die Beweisbestimmung bejaht für Liegenschaftsschätzungen, vorgenommen von einem berufsmässigen Schätzer im Hinblick auf die Gewährung von Bankkrediten (unveröffentlichtes Urteil vom 19. November 1987 i.S. P.K.). Im Lichte dieser Rechtsprechung ist davon auszugehen, dass inhaltlich unrichtige Feststellungen in einem Abgas-Wartungsdokument prinzipiell eine Falschbeurkundung darstellen können. Denn das Abgas-Wartungsdokument dient gegenüber der Polizei als Beleg dafür, dass die Abgaswartung durchgeführt wurde (Art. 133a Abs. 1 VZV). Es ist also in einer Rechtsnorm ausdrücklich als Beweismittel vorgesehen. Überdies soll es von einer Person unterzeichnet sein, die Gewähr für die sachliche Richtigkeit der darin enthaltenen Angaben bietet.\n\n3. a) Falschbeurkundung ist nur strafbar, wenn eine rechtlich erhebliche Tatsache unrichtig beurkundet wurde. Die Vorinstanz betrachtete als rechtlich erheblich, dass die Abgaswartung insgesamt in allen ihren Teilaspekten gemäss Art. 83a Abs. 1 BAV tatsächlich durchgeführt worden sei. Unerheblich sei insoweit, ob der Beschwerdegegner persönlich oder ein anderer die Arbeiten ganz oder teilweise vorgenommen habe. Die Beschwerdeführerin meint demgegenüber, Art. 83a Abs. 4 BAV verlange Identität zwischen der Person, die geprüft habe, und derjenigen, die die Prüfung bestätige.\n\nb) Die Abgaswartung umfasst gemäss Art. 83a Abs. 1 BAV sowohl die Kontrolle der für die Abgasemissionen massgeblichen Fahrzeugteile als auch, falls notwendig, die Instandstellung dieser Teile sowie schliesslich eine Messung der Abgase. Absatz 4 derselben Bestimmung hat folgenden Wortlaut:\n\nNach jeder durchgeführten Abgaswartung muss die Person, welche die Wartung durchgeführt hat, dies im Abgas-Wartungsdokument durch einen Eintrag bestätigen.\n\nAprès chaque service d'entretien du système antipollution, la personne qui a effectué les travaux devra en attester l'exécution par une inscription sur la fiche d'entretien du système antipollution.\n\nDopo ogni servizio di manutenzione del sistema antinquinamento, la persona che ha proceduto ai lavori ne attesta l'esecuzione con un'iscrizione nel documento di manutenzione del sistema antinquinamento.\n\nNach diesem Wortlaut hat die gleiche Person, welche die Wartung, also sämtliche Wartungsarbeiten durchgeführt hat, zu bestätigen, dass sie diese Arbeiten vornahm. Eine solche Auffassung geht jedoch an den Realitäten einer modernen Betriebsführung BGE 115 IV 114 S. 120und einer sinnvollen Arbeitsteilung vorbei. Es ist denkbar, dass die Instandstellungsarbeiten (z.B. der Ersatz eines Auspuffs) von einer anderen Person vorgenommen werden als derjenigen, die später die Messung durchführt. So kann es sich insbesondere in einer Grossgarage als sinnvoll erweisen, bestimmte Arbeitsabläufe dafür spezialisierten Personen zu überlassen oder umgekehrt, wo der Einsatz einer Hilfskraft ausreicht, gewisse Arbeiten einem Hilfsarbeiter zuzuweisen. Möglich ist auch, dass nach Abschluss der Instandstellungsarbeiten etwa wegen Arbeitsschluss oder wegen eines Ausfalls des Messgerätes die Messung nicht mehr am gleichen Tage vorgenommen werden kann. Wenn derjenige Arbeiter, der die Instandstellungsarbeiten ausgeführt hat, am folgenden Tage abwesend ist, bleibt nichts anderes übrig, als die Messung durch eine andere Person vornehmen zu lassen. Es kann sein, dass der Kunde Instandstellungsarbeiten bei einer anderen Garage hat verrichten lassen. Es ist nicht einzusehen, weshalb in solchen Fällen bei einem positiven Abgastest das Abgas-Wartungsdokument nicht ausgestellt werden dürfte. Auf diese naheliegenden Gesichtspunkte gehen weder die Beschwerdeführerin noch das Bundesamt für Polizeiwesen ein.\n\nc) Im übrigen bedürfte eine Verpflichtung der Garagenbetriebe, die Abgaswartungsarbeiten durch eine einzige Person vornehmen zu lassen, einer ausdrücklichen gesetzlichen Grundlage, da eine solche Pflicht einen erheblichen Eingriff in die Freiheit einer optimalen Betriebsgestaltung und damit in die Handels- und Gewerbefreiheit bedeutet. Eine solche gesetzliche Grundlage ist nicht ersichtlich.\n\nWollte man Art. 12 Abs. 1 lit. b und c des Bundesgesetzes über den Umweltschutz (SR 814.01) als hinreichende gesetzliche Grundlage für einen derartigen Eingriff heranziehen, erwiese sich eine solche Pflicht im Hinblick auf die soeben erörterten Sachargumente als unverhältnismässig und in gewissen Fällen als undurchführbar.\n\nd) Auch der Zweck der Vorschriften über die Abgaswartung spricht gegen die von der Beschwerdeführerin vertretene Auffassung: In erster Linie muss sichergestellt werden, dass die im Abgas- Wartungsdokument enthaltenen Werte beim fraglichen Fahrzeug tatsächlich erzielt worden sind. Dafür bedarf es einer Bestätigung, die in der Regel nur durch diejenige Person abgegeben werden kann, die den Test durchgeführt hat. Ob darüber hinaus verlangt werden darf, dass die bestätigende Person zumindest eine summarische BGE 115 IV 114 S. 121Prüfung der Wartungsarbeiten vornehmen muss, kann vorliegend offenbleiben, weil der Beschwerdegegner dies unstrittig getan hat.\n\ne) Nach dem Gesagten ist also entscheidend, dass das Abgas- Wartungsdokument inhaltlich zutreffend ist. Dass die Person, welche das Dokument unterzeichnet, sämtliche im Zusammenhang mit der Abgaswartung vorgenommenen Arbeiten selbst ausgeführt hat, kann nicht verlangt werden und ist deshalb auch nicht Inhalt der rechtlich erheblichen Erklärung."}