{"annee": "115", "cour": "II", "page": "297", "date": "9/10/1989", "cite": ["104 II 216", "112 II 193", "77 II 279", "43 II 275", "72 II 55", "91 II 412", "68 II 245", "80 I 305", "95 II 68"], "cite_par": ["127 III 474", "127 III 390", "116 II 21"], "chapeau": "53. Auszug aus dem Urteil der II. Zivilabteilung vom 9. Oktober 1989 i.S. B. gegen B. (Berufung)", "regestes": ["Possibilité d'exercer un recours en réforme contre des ordonnances de mesures protectrices de l'union conjugale organisant la vie séparée au sens de l'art. 176 CC. La décision par laquelle le juge compétent pour prendre les mesures protectrices de l'union conjugale organise la vie séparée des époux en application de l'art. 176 CC ne constitue pas une décision finale au sens de l'art. 48 al. 1 OJ; une telle décision ne peut par conséquent pas être déférée au Tribunal fédéral par la voie d'un recours en réforme (confirmation de la jurisprudence)."], "faits": "", "considerants": "BGE 115 II 297 S. 297\n\nAus den Erwägungen:\n\n1. Der Berufungskläger führt aus, das Bundesgericht sei bisher generell auf Berufungen gegen Eheschutzentscheide nicht eingetreten mit der Begründung, es gehe dabei weder um eine BGE 115 II 297 S. 298Zivilrechtsstreitigkeit noch um einen Endentscheid. Richtigerweise handle es sich aber beim Streit um die Festsetzung von Unterhaltsbeiträgen im Eheschutzverfahren um eine Zivilrechtsstreitigkeit. Auch sei der angefochtene Entscheid als Endentscheid zu betrachten, denn er könne nicht in einem ordentlichen Verfahren überprüft und die einmal bezahlten Beträge könnten nicht mehr zurückgefordert werden. Nur bei veränderten Verhältnissen sei eine Neufestsetzung möglich. Nach zürcherischem Recht ergehe der Eheschutzentscheid sodann zwar im summarischen Verfahren, doch seien dabei sämtliche Beweismittel zugelassen, so dass kein Unterschied zu einem ordentlichen Prozessverfahren bestehe. Andere Urteile, in denen Unterhaltsbeiträge festgesetzt würden, so beispielsweise Trennungs- oder Scheidungsurteile, seien vom Bundesgericht im übrigen immer als Endentscheide angesehen worden. Auch diese Urteile seien aber in gleicher Weise wie die Eheschutzentscheide provisorisch, indem sie bei Änderung der Verhältnisse abgeändert werden könnten. HAUSHEER/REUSSER/GEISER (Kommentar zum Eherecht, Bd. I, N. 24 zu Art. 180 ZGB) seien deshalb der Meinung, eine Überprüfung der Rechtsprechung sei wünschbar.\n\n2. Es trifft zu, dass das Bundesgericht die Berufungsfähigkeit von Eheschutzentscheiden in einigen Urteilen unter anderem deswegen verneint hat, weil derartige Auseinandersetzungen nicht als Zivilrechtsstreitigkeiten im Sinne von Art. 44 bzw. 46 OG anzusehen seien (vgl. z.B. BGE 95 II 71 E. 1, BGE 91 II 416 E. 1). An dieser - in den erwähnten Urteilen übrigens nicht näher begründeten - Auffassung kann in der Tat nicht festgehalten werden. Entscheidend für die bundesgerichtliche Praxis war indessen, dass Eheschutzentscheide nicht als Endentscheide gemäss Art. 48 Abs. 1 OG betrachtet werden können. Schon unter der Herrschaft des OG von 1893 hatte das Bundesgericht gestützt auf die Entstehungsgeschichte dieses Gesetzes die Auffassung vertreten, bei den Entscheidungen über Massnahmen zum Schutz der ehelichen Gemeinschaft handle es sich wegen ihres ausgesprochen provisorischen Charakters nicht um Haupturteile im Sinne des damaligen Art. 58 OG; denn die aufgrund von Art. 169 ff. aZGB ergangenen Anordnungen blieben nur solange aufrecht, als die anormalen Verhältnisse, die das Eingreifen des Richters nötig gemacht hätten, andauerten (BGE 43 II 275 /276, BGE 68 II 245 ff.). An dieser Rechtsprechung hat es auch unter der Herrschaft des OG von 1943, das den Begriff des Haupturteils durch BGE 115 II 297 S. 299denjenigen des Endentscheids ersetzte, festgehalten, wobei es darauf hinwies, die Revision habe die Materien, in denen die Berufung zulässig sei, nicht ausdehnen wollen (BGE 72 II 55 ff.; vgl. auch BGE 77 II 282, BGE 80 I 308). Die herrschende Lehre hat sich dieser Auffassung angeschlossen (BIRCHMEIER, Bundesrechtspflege, S. 166; LEMP, N. 13 zu Art. 169 ZGB; WURZBURGER, Les conditions objectives du recours en réforme au Tribunal fédéral, S. 192; STAEHELIN, Die objektiven Voraussetzungen der Berufung an das Bundesgericht, ZSR 94/1975 II S. 23/24; DESCHENAUX/ STEINAUER, Le nouveau droit matrimonial, S. 159/160; vgl. aber GULDENER, Schweizerisches Zivilprozessrecht, 3. Aufl., S. 542 Anm. 11). Es besteht kein Anlass, darauf zurückzukommen, zumal das neue Eherecht am Charakter der Eheschutzmassnahmen, jedenfalls soweit es wie im vorliegenden Fall um die Regelung des Getrenntlebens geht (Art. 176 ZGB), nichts geändert hat. Zwar ist richtig, dass Eheschutzmassnahmen insofern nicht bloss vorläufigen Charakter haben, als sie nicht in einem ordentlichen Verfahren überprüft und nur mit Wirkung für die Zukunft abgeändert werden können. Das gleiche gilt aber auch für die gestützt auf Art. 145 ZGB für die Dauer des Scheidungsprozesses angeordneten vorsorglichen Massnahmen, die mit der eheschutzrichterlichen Regelung des Getrenntlebens in funktioneller Hinsicht eng verwandt sind, deren Berufungsfähigkeit aber nie behauptet worden ist. In beiden Fällen sollen die Beziehungen zwischen den Ehegatten (nur) für die Dauer eines ausserordentlichen Zustands geregelt werden. Wird die Scheidung ausgesprochen oder normalisieren sich die Verhältnisse wieder, so fallen die Massnahmen dahin. Dass der ausserordentliche Zustand, dem diese Massnahmen begegnen sollen, ausnahmsweise auch über Jahre andauern kann, kann für die Frage ihrer Berufungsfähigkeit nicht massgebend sein. Beizufügen ist, dass für Eheschutzmassnahmen unter Umständen blosse Glaubhaftmachung genügend, ja sogar geboten sein kann (HAUSHEER/REUSSER/GEISER, N. 15 zu Art. 180 ZGB; vgl. auch VOGEL, Der Richter im neuen Eherecht, SJZ 83/1987 S. 132). Der Begriff des Endentscheids setzt aber eine vollständige Abklärung des Sachverhalts voraus (BGE 104 II 219 /220). Dass das Bundesgericht im Zusammenhang mit der Frage der Berufungsfähigkeit von Entscheiden betreffend das Gegendarstellungsrecht in BGE 112 II 195 /196 E. 1 im Ergebnis von diesem Grundsatz abgewichen ist (vgl. dazu VOGEL, ZBJV 124/1988 S. 255/256), beruht auf der besonderen BGE 115 II 297 S. 300Ausgestaltung dieses Rechtsinstituts und darf nicht verallgemeinert werden.\n\nAuf die vorliegende Berufung, die sich einzig gegen die eheschutzrichterliche Festsetzung von Unterhaltsbeiträgen richtet, kann somit nicht eingetreten werden. Wie es sich mit der Berufungsfähigkeit von anderen Eheschutzmassnahmen verhält, ist damit nicht entschieden."}