{"annee": "115", "cour": "IV", "page": "1", "date": "3/3/1989", "cite": ["108 IA 97", "85 IV 73", "69 IV 114", "89 IV 204"], "cite_par": ["118 IV 167", "141 IV 444", "141 IV 380", "131 IV 97"], "chapeau": "1. Urteil des Kassationshofes vom 3. März 1989 i.S. A. gegen Z. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 28, 303 et 173 ss. CP; contenu d'une plainte pénale. Une plainte pénale pour dénonciation calomnieuse au sens de l'art. 303 CP peut englober en principe une plainte pour atteinte à l'honneur (consid. 2b); on peut cependant, le cas échéant, déduire des actes concluants du plaignant qu'il a renoncé à celle-ci (consid. 2b)."], "faits": "BGE 115 IV 1 S. 1\n\nDas Obergericht des Kantons Bern verurteilte A. am 23. Juni 1988 unter anderem wegen übler Nachrede zu einer Busse von Fr. 270.-- und zur Bezahlung einer Genugtuungssumme von Fr. 100.-- an den Privatkläger Z. Dieser Verurteilung liegt folgender Sachverhalt zugrunde: Am 18. April 1987 befuhr A. eine mit einem Fahrverbot belegte Strasse. Polizist Z. hielt ihn an und wollte ihm eine Ordnungsbusse wegen Nichtbeachtens des Vorschriftssignals \"Allgemeines Fahrverbot\" sowie Nichttragens der Sicherheitsgurte auferlegen. A. weigerte sich, aufgrund des ersten Sachverhalts eine Busse zu bezahlen, da er als Zubringer berechtigt gewesen sei, die Strecke zu befahren. Darüber entspann sich eine Diskussion zwischen den Beteiligten. Schliesslich begab sich Z. mit dem Ausweis von A. zu seinem Wagen, um dessen Personalien festzuhalten. Ohne die Rückkehr des Polizisten abzuwarten, fuhr A. nach Hause. Von dort aus rief er zirka 10 Minuten später auf BGE 115 IV 1 S. 2die Polizeiwache an und verlangte, dass Z. eine Blutprobe entnommen werde, da er der Ansicht sei, dieser rieche nach Alkohol und sei trotzdem Auto gefahren. Auf die Konsequenzen einer falschen Anschuldigung aufmerksam gemacht, beharrte er auf der Durchführung von Abklärungen.\n\nA. erhebt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das obergerichtliche Urteil aufzuheben und die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen.\n\nZ. beantragt Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beschwerdeführer macht geltend, es liege kein gültiger Strafantrag zu seiner Verfolgung wegen übler Nachrede vor.\n\nDazu führte die Vorinstanz aus: Der Beschwerdegegner habe Strafantrag wegen falscher Anschuldigung gemäss Art. 303 StGB gestellt. Diese Bestimmung schütze ebensosehr das Individuum vor falscher Denunzierung wie den geordneten Gang der Rechtspflege. Wer zu Unrecht bei den Behörden einer strafbaren Handlung bezichtigt werde, sei auch in seiner Ehre verletzt, weshalb der Strafantrag auch die Delikte gemäss Art. 173 ff. StGB erfasse. Hinzu komme, dass Art. 303 StGB gar kein Antragsdelikt sei; wenn ein juristischer Laie dennoch Strafantrag stelle, müsse man dies so interpretieren, dass er die Verfolgung des ihn persönlich betreffenden Unrechts wünsche. Im übrigen zeige der allgemeine Sprachgebrauch, dass jemanden \"falsch anschuldigen\" durchaus gleichbedeutend mit \"verleumden\" sein könne.\n\nDer Beschwerdeführer macht im wesentlichen geltend, der Strafantrag sei ausdrücklich auf den Vorwurf der falschen Anschuldigung beschränkt gewesen.\n\n2. a) Nach der Praxis des Bundesgerichts liegt ein gültiger Strafantrag vor, wenn der Antragsberechtigte innert Frist bei der nach kantonalem Recht zuständigen Behörde und in der ebenfalls vom kantonalen Recht vorgeschriebenen Form seinen bedingungslosen Willen zur Strafverfolgung des Täters so erklärt, dass das Strafverfahren ohne weitere Willenserklärung weiterläuft (BGE 108 Ia 99 f. E. 2 mit Hinweisen).\n\nIn der Regel bringt der Antragsteller einen bestimmten Sachverhalt zur Anzeige. Es ist nicht seine Sache, den Sachverhalt rechtlich zu qualifizieren; die rechtliche Würdigung obliegt der Strafbehörde (BGE 85 IV 75). Bringt ein Rechtsunkundiger einen Sachverhalt BGE 115 IV 1 S. 3zur Anzeige, so wünscht er damit, dass Bestrafung eintrete (Obergericht Zürich, ZR 45/1946 Nr. 153; Überweisungsbehörde Basel-Stadt, BJM 1984, S. 194 f.).\n\nTreffen allerdings verschiedene Tatbestände zusammen, so kann der Antragsberechtigte die Bestrafung des Täters nur unter bestimmten tatsächlichen oder rechtlichen Aspekten seines Verhaltens verlangen, insbesondere kann er, wenn er eine Anzeige in bezug auf Offizialdelikte einreicht auf eine Strafverfolgung von daneben einhergehenden Antragsdelikten verzichten (BGE 85 IV 75; JÖRG REHBERG, Der Strafantrag, ZStR 85/1969, S. 264).\n\nb) Vorliegend hat der Beschwerdegegner auf einem Formular (dem wohl üblichen, bei der Polizei vorhandenen Formular) Strafantrag gestellt und Bestrafung wegen \"falscher Anschuldigung StGB Art. 303\" verlangt. In bezug auf Ehrverletzungsdelikte findet sich in diesem Antrag weder in positiver noch in negativer Hinsicht eine ausdrückliche Erklärung. Zu prüfen ist somit, ob damit nach den allgemeinen Grundsätzen, die für die Auslegung von rechtserheblichen Erklärungen gelten, eine Verfolgung des inkriminierten Sachverhaltes in jeder Hinsicht, insbesondere aber auch in bezug auf Antragsdelikte der Ehrverletzung verlangt wurde oder ob der Beschwerdegegner damit zum Ausdruck brachte, er beschränke seinen Strafverfolgungswillen auf die falsche Anschuldigung.\n\nFür letzteres spricht, dass der Beschwerdeführer in seinem Strafantrag ausdrücklich nur von falscher Anschuldigung (Art. 303 StGB) spricht. Art. 303 StGB schützt in erster Linie die Zuverlässigkeit der Rechtspflege, wie schon die Einordnung des Tatbestandes im Gesetze zeigt. Die falsche Anschuldigung besteht indes im Versuch, eine Strafverfolgung gegen einen Unschuldigen herbeizuführen, weshalb es sich auch um ein Delikt gegen die Person handelt, durch welches unter anderem auch die Ehre gefährdet wird (STRATENWERTH, Schweizerisches Strafrecht, BT II, S. 301 N. 2; BGE 89 IV 206 unter Hinweis auf die französische Bezeichnung \"dénonciation calomnieuse\"). Entsprechend wird denn auch angenommen, dass der schwerste Fall der Ehrverletzung, die Verleumdung (Art. 174 StGB), hinter Art. 303 StGB zurücktritt (BGE 69 IV 116; STRATENWERTH, a.a.O., S. 305 N. 24). Besteht aber ein derartiger Zusammenhang zwischen dem Delikt der falschen Anschuldigung und den Ehrverletzungsdelikten, so kann im Zweifel angenommen werden, dass ein Strafantrag der durch die falsche Anschuldigung betroffenen Person nicht nur ein Begehren um BGE 115 IV 1 S. 4Strafverfolgung wegen Art. 303, sondern auch einen Strafantrag wegen Ehrverletzung darstellt.\n\nIm vorliegenden Fall liegen jedoch insofern besondere Umstände vor, als das Polizeikommando am 8. Mai 1987 den Fall an den zuständigen Gerichtspräsidenten weiterleitete und festhielt, die Angelegenheit sei unter dem Gesichtspunkt der falschen Anschuldigung zu prüfen. Gleichzeitig wies es darauf hin, es sei dem Privatkläger unbenommen, noch wegen übler Nachrede Strafantrag zu stellen. Von diesem Schreiben erhielt der Beschwerdegegner Kenntnis. Da er um die Notwendigkeit eines Strafantrags wusste und die Strafantragsfrist in jenem Zeitpunkt noch nicht verstrichen war, hätte er seinen auslegungsbedürftigen Strafantrag, der nur als solcher für eine Bestrafung nach Art. 303 StGB aufgefasst worden war, klarstellen und ausdrücklich auch Strafantrag wegen Ehrverletzung stellen müssen. Sein untätiges Verhalten in dieser Situation kann nur dahin verstanden werden, dass er auf einen solchen verzichtete. Demzufolge ist der angefochtene Entscheid aufzuheben und die Sache an die Vorinstanz zurückzuweisen, damit sie das Verfahren wegen Fehlens eines gültigen Strafantrags einstelle."}