{"annee": "115", "cour": "IB", "page": "163", "date": "30/8/1989", "cite": ["104 IB 358", "105 IB 255", "103 IB 101"], "cite_par": ["119 IB 158", "128 II 173", "125 II 561", "124 II 8", "129 II 312"], "chapeau": "22. Auszug aus dem Urteil des Kassationshofes vom 30. August 1989 i.S. X. gegen Regierungsrat des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Retrait de permis; durée de la mesure. L'autorité cantonale excède son pouvoir d'appréciation, lorsqu'elle prononce un retrait de permis d'une durée représentant plusieurs fois le minimum possible, bien que les éléments qui doivent entrer en considération pour fixer la durée de la mesure soient tous favorables à l'intéressé (consid. 3)."], "faits": "", "considerants": "BGE 115 Ib 163 S. 163\n\nAus den Erwägungen:\n\n1. X. fuhr am 7. Mai 1987, um ca. 15.00 Uhr, mit einem Lieferwagen auf der geradeaus führenden Glärnischstrasse in Männedorf in Richtung Bergstrasse. Wegen eines am rechten Strassenrand parkierten Personenwagens musste er auf die linke Fahrbahnseite ausweichen. Als er sich auf der Höhe des abgestellten BGE 115 Ib 163 S. 164Autos befand, näherte sich auf der von links einmündenden Haldenstrasse der 11jährige Y. mit seinem Fahrrad, der nach rechts in die Glärnischstrasse biegen wollte. Dabei stiess er mit der vorderen linken Front des Lieferwagens zusammen. Der Schüler erlitt tödliche Kopfverletzungen.\n\nDer Einzelrichter in Strafsachen am Bezirksgericht Meilen sprach X. am 20. Oktober 1987 der fahrlässigen Tötung schuldig und bestrafte ihn mit einer Busse von Fr. 500.--. Dieses Urteil ist rechtskräftig.\n\nDie Polizeidirektion des Kantons Zürich entzog X. mit Verfügung vom 10. Oktober 1988 den Führerausweis für die Dauer von sechs Monaten. Der Regierungsrat des Kantons Zürich hiess am 17. Mai 1989 einen dagegen gerichteten Rekurs teilweise gut und reduzierte die Entzugsdauer auf vier Monate.\n\nX. führt Verwaltungsgerichtsbeschwerde mit den Anträgen, der Beschluss des Regierungsrates sei aufzuheben und von einem Entzug sei abzusehen.\n\nIn ihrer Stellungnahme ans Bundesgericht beantragt die Erziehungsdirektion des Kantons Zürich namens des Regierungsrates, die Beschwerde sei abzuweisen.\n\n2. Gemäss Art. 34 Abs. 1 SVG müssen Fahrzeuge rechts fahren. Der Beschwerdeführer bestreitet nicht, diese Verkehrsregel verletzt zu haben, indem er nach dem Ausweichmanöver zu spät auf die rechte Strassenseite zurückgekehrt ist. Unter Hinweis auf das Strafurteil macht er vor Bundesgericht geltend, es liege ein leichter Fall im Sinne von Art. 16 Abs. 2 Satz 2 SVG vor, der es rechtfertige, nur auf eine Verwarnung zu erkennen.\n\na) Soweit der Beschwerdeführer auf die bundesgerichtliche Praxis hinweist, wonach die Administrativbehörde nicht ohne Not von der Auffassung des Strafrichters abweichen soll, ist er nicht zu hören. Wie das Bundesgericht in BGE 103 Ib 105 ff. entschieden hat, gilt dies unter Umständen in bezug auf die tatsächlichen Feststellungen; in reinen Rechtsfragen, wozu die Beurteilung der Schwere eines Falles zählt, ist die Verwaltungsbehörde demgegenüber nicht an die Ansicht des Strafrichters gebunden (s. auch BGE 104 Ib 359 E. 1).\n\nb) Nach der Rechtsprechung des Bundesgerichts ist bei der Beurteilung, ob ein leichter Fall im Sinne von Art. 16 Abs. 2 Satz 2 SVG vorliegt, in erster Linie die Schwere der Verkehrsgefährdung und die Schwere des Verschuldens, daneben aber auch der automobilistische Leumund zu würdigen (BGE 105 Ib 259 E. 2c mit Hinweis).BGE 115 Ib 163 S. 165\n\nNach Ansicht der Vorinstanz hat der Beschwerdeführer eine erhebliche Gefährdung für andere Verkehrsteilnehmer geschaffen, indem er vor der nicht allzu übersichtlichen Verzweigung mit seinem Lieferwagen zu lange auf der linken Fahrspur verblieben sei. Dieser Beurteilung ist beizupflichten, zumal auch in der Beschwerde nichts dagegen eingewendet wird. Zum automobilistischen Leumund hat der Regierungsrat festgestellt, dieser sei ungetrübt.\n\nDie Vorinstanz bezeichnete das Verschulden des Beschwerdeführers als \"nicht mehr leicht\"; zugleich verwies sie auf das \"überzeugend begründete Strafurteil\", wonach das Verschulden \"nicht besonders schwer\" wiege. Dies scheint darauf hinzudeuten, dass der Regierungsrat das Verschulden als mittelschwer einstufte. Damit aber setzt er sich in Widerspruch zur Begründung dieser Auffassung, wo festgestellt wird, der Unfall sei nicht auf eine rücksichtslose Fahrweise, sondern darauf zurückzuführen, dass der Beschwerdeführer den Führerausweis erst seit drei Monaten besessen habe und mit dem Lieferwagen nicht vertraut gewesen sei, weshalb man eigentlich von einem \"Einschätzungsfehler anlässlich des Ausweichmanövers\" sprechen könne. Bei dieser Sachlage ist aber davon auszugehen, dass ein eher leichtes Verschulden vorliegt. Demgegenüber ist nicht zu beanstanden, dass die Vorinstanz dem Beschwerdeführer nicht noch weiter entgegenkam und das Verschulden als \"sehr leicht\" bezeichnete.\n\nGesamthaft gesehen hielt sich der Regierungsrat noch innerhalb des ihm zustehenden Ermessens, als er nicht von einem leichten Fall ausging, zu welcher Schlussfolgerung er insbesondere deshalb berechtigt war, weil die Verkehrsgefährdung unbestrittenermassen eine erhebliche war.\n\n3. Eventualiter beantragt der Beschwerdeführer, die Entzugsdauer sei auf einen Monat herabzusetzen. Nach Art. 17 Abs. 1 lit. a SVG stellt dies die Mindestentzugsdauer dar. Wie die Vorinstanz richtig bemerkt, bemisst sich die Dauer der Massnahme im übrigen nach der Schwere des Verschuldens, dem Leumund des Beschwerdeführers und der beruflichen Notwendigkeit, ein Motorfahrzeug zu lenken.\n\nNach dem oben Gesagten ist von einem leichten Verschulden und einem ungetrübten automobilistischen Leumund auszugehen. Die Vorinstanz stellte weiter fest, der Beschwerdeführer sei beruflich auf den Besitz des Führerausweises angewiesen. Dennoch verfügte sie eine Massnahmedauer von vier Monaten. Diese Folgerung BGE 115 Ib 163 S. 166ist unverständlich. Zwar steht der kantonalen Behörde hinsichtlich der Bemessung der Entzugsdauer ein weiter Spielraum des Ermessens zu, und das Bundesgericht greift nur ein, wenn dieses Ermessen überschritten oder missbraucht wurde. Dies aber ist der Fall, wenn alle Bemessungsfaktoren für den Betroffenen positiv zu werten sind, die Behörde aber auf ein Mehrfaches der minimalen Entzugsdauer erkennt. Die Vorinstanz wies selber noch zugunsten des Beschwerdeführers darauf hin, dass er vom Unfall sehr betroffen und dass er an der fraglichen Kreuzung vortrittsberechtigt war. Der vorliegend zu beurteilende viermonatige Entzug ist deshalb in seiner Höhe eindeutig zu hart ausgefallen und der angefochtene Entscheid folglich aufzuheben.\n\nDa die Angelegenheit spruchreif ist und eine Rückweisung einen unnötigen Leerlauf darstellen würde, entscheidet das Bundesgericht in der Sache selber (Art. 114 Abs. 2 OG). Nach dem Gesagten erscheint ein Ausweisentzug für die Dauer von einem Monat als angemessen."}