{"annee": "115", "cour": "II", "page": "361", "date": "31/10/1989", "cite": ["107 II 169", "113 II 5", "111 II 384", "109 II 55", "107 II 189", "114 II 279", "111 II 52"], "cite_par": ["117 II 286", "130 V 103", "117 II 47", "118 II 42", "142 III 720", "140 III 244"], "chapeau": "65. Extrait de l'arrêt de la Ire Cour Civile du 31 octobre 1989 dans la cause époux C. contre époux P. (recours en réforme)", "regestes": ["Art. 2 et 3 CC; art. 271a CO. Contrat de bail; nullité du congé. 1. La violation de l'obligation faite au bailleur de signifier séparément au preneur et à son conjoint la résiliation du bail (art. 271a al. 1 CO) a pour conséquence la nullité de la résiliation (consid. 4a). 2. La bonne foi du bailleur (art. 3 CC) ne bénéficie d'aucune protection dans le cadre de l'application de l'art. 271a al. 1 CO (consid. 4b). 3. Le conjoint peut, en vertu du droit fédéral, exercer à n'importe quel stade de la procédure les droits conférés par l'art. 271a al. 2 CO. Ainsi n'y a-t-il pas abus de sa part (art. 2 CC) à intervenir, fût-ce au stade du recours, pour faire valoir un moyen que le preneur n'aurait pas invoqué jusqu'à ce moment (consid. 4c)."], "faits": "BGE 115 II 361 S. 362\n\nA.- Le 14 janvier 1980, un contrat de bail a été conclu entre G. S.A., bailleresse, et Sieur P., preneur. Le bail a pour objet un appartement. Les époux C. ont acheté ultérieurement cet appartement qu'ils destinent à leur servir de logement. Une première résiliation de ce bail a été retirée par les nouveaux propriétaires en raison de sa nullité.\n\nB.- A la suite d'une seconde résiliation, le preneur déposa une requête tendant à faire constater que le congé n'avait pas été valablement donné et à obtenir, à titre subsidiaire, une première prolongation du bail. Le Tribunal des baux et loyers, par jugement du 20 octobre 1988, l'a débouté des fins de sa demande.\n\nLe 8 mai 1989, statuant sur appel de Sieur P., la Chambre d'appel en matière de baux et loyers de la Cour de justice du canton de Genève admit l'intervention en procédure de Dame P., épouse du demandeur, réforma le jugement attaqué, prononça la nullité du congé et débouta les parties de toutes autres conclusions. Cet arrêt a été rendu en vertu de l'art. 271a CO invoqué pour la première fois par le locataire devant la Chambre d'appel.\n\nC.- Les défendeurs exercent un recours en réforme contre cet arrêt. Ils concluent à ce que la résiliation litigieuse soit reconnue valable. Le Tribunal fédéral a rejeté le recours et confirmé l'arrêt attaqué.", "considerants": "Extrait des considérants:\n\n4. Lorsque les locaux loués au preneur servent de logement à la famille, le bailleur ou l'acquéreur doit signifier séparément au preneur et à son conjoint la résiliation du bail ainsi que toutes les déclarations qui tendent à y mettre fin (art. 271a al. 1 CO). L'alinéa 2 de cette disposition permet au conjoint d'exercer les moyens dont le preneur dispose à l'encontre de ces déclarations.\n\nL'art. 271a CO a été introduit par la loi fédérale du 5 octobre 1984 modifiant le Code civil (effets généraux du mariage, régime matrimonial et successions), entrée en vigueur le 1er janvier 1988. Le texte de ce nouvel article reprend sans modification le texte correspondant du projet (FF 1979 II 1403). Mesure de protection du logement prise dans l'intérêt de la famille, il n'a d'autre but que la garantie de ce logement (HAUSHEER/REUSSER/GEISER, Kommentar zum Eherecht, n. 82 ad art. 169 CC et 271a CO). Il doit assurer, dans l'éventualité d'une résiliation émanant du bailleur, la protection que l'art. 169 CC accorde au conjoint (RUOSS, Der BGE 115 II 361 S. 363Einfluss des neuen Eherechts auf Mietverhältnisse an Wohnräumen, RDS 107/1988 I p. 94).\n\nLes défendeurs ne contestent pas que les conditions d'une signification du congé au preneur et à son épouse étaient données. Ils critiquent, en revanche, les conséquences attachées par la Chambre d'appel au défaut d'une signification de la résiliation du bail à l'épouse du preneur. Ils tirent argument de l'absence de toute sanction prévue par la loi en cas d'inobservation de l'exigence découlant de l'art. 271a al. 1 CO et de l'abus qu'il y aurait à s'en prévaloir en l'espèce.\n\na) La signification de la résiliation du bail au conjoint du preneur de locaux servant au logement de la famille appartient aux conditions formelles de la résiliation (TERCIER, La partie spéciale du Code des obligations, p. 161 n. 1253 ss, en particulier, 1259). L'art. 271a al. 3 CO constitue une prescription de forme dont l'observation est nécessaire pour que la résiliation puisse déployer ses effets (RUOSS, op.cit., p. 96). L'art. 271a al. 1 CO subordonne la validité de toutes déclarations du bailleur tendant à mettre fin au bail à la double signification qu'il impose (dans ce sens, PETITPIERRE/DE MONTMOLLIN/GUINAND/HAUSHEER, Mariage: effets généraux, FJS 105, p. 6; M. ET H. NÄF-HOFMANN, Das neue Ehe- und Erbrecht im Zivilgesetzbuch, 2e éd., p. 22 n. 137; WESSNER, Mietrecht und neues Eherecht, in Mietrechtspraxis 1987/1988, p. 96, du même auteur, Le bail portant sur le logement de la famille: les incidences du nouveau droit matrimonial, 4e Séminaire sur le bail à loyer, Neuchâtel 1986, p. 20). Lorsque les conditions de l'art. 271a al. 1 CO sont réunies, le bailleur n'a pas le choix: il doit notifier la résiliation du bail au conjoint du preneur (FRANK, Grundprobleme des neuen Ehe- und Erbrechts der Schweiz, p. 70 n. 38; BERGER, Die Stellung Verheirateter im rechtsgeschäftlichen Verkehr, p. 148; GLOOR, Die Zuteilung der ehelichen Wohnung nach schweizerischem Recht, thèse Zurich 1987, p. 62; DESCHENAUX/STEINAUER, Le nouveau droit matrimonial, p. 109). L'absence de communication au conjoint ou une communication défectueuse a pour conséquence la nullité de la résiliation, même si elle a été notifiée régulièrement au preneur, et peu importe que cette omission ait été fautive ou non (HAUSHEER/REUSSER/GEISER, op.cit., n. 97 ad art. 169 CC et 271a CO; REUSSER, Wirkungen der Ehe im allgemeinen II, in Das neue Eherecht, p. 69).\n\nBGE 115 II 361 S. 364\n\nCertes, l'art. 271a al. 1 CO ne dit pas quelles sont les conséquences attachées à son inobservation. Même si la signification de la résiliation au conjoint apparaît comme une condition formelle du congé donné au preneur, elle n'en est pas pour autant une condition de forme au sens de l'art. 11 CO, de sorte que, contrairement à l'opinion de RUOSS (op.cit., p. 96 note 121), l'art. 11 al. 2 CO n'est d'aucun secours pour déterminer les conséquences de l'omission de la double signification du congé lorsqu'elle est prescrite. Cette disposition ne trouverait domaine à application qu'en rapport avec la forme sous laquelle la signification au conjoint doit intervenir. La portée de l'art. 271a al. 1 CO doit s'apprécier en fonction d'autres principes.\n\nSelon une jurisprudence constante et qui s'applique également aux déclarations de volonté se rapportant à la modification ou à la résiliation d'un contrat, lorsque la loi ne consacre pas expressément la nullité d'un acte violant une disposition légale, cette nullité ne doit être admise que si elle résulte du sens et du but de la disposition en cause, c'est-à-dire si elle est appropriée à l'importance de l'effet combattu (ATF 107 II 193 /194 consid. 3 et les arrêts cités; cf. aussi ATF 109 II 59 consid. 2b, ATF 111 II 53, 387 consid. 2d, ATF 114 II 280 /281 consid. 2a). L'art. 271a al. 1 CO n'a pas été édicté dans le but de régler les relations contractuelles entre les parties à un contrat de bail, mais pour assurer contre une résiliation du bailleur la protection du logement de la famille déjà garantie dans les rapports entre conjoints par l'art. 169 CC. Cette dernière disposition constitue une mesure de protection de l'union conjugale qui n'a pas été placée dans la compétence du juge mais qui s'applique en vertu de la loi à tous les époux. Cette mesure a été prise en raison de la nécessité d'assurer le logement familial. La conséquence est que les art. 169 CC et 271a al. 1 CO constituent du droit impératif (HAUSHEER/REUSSER/GEISER, op.cit., n. 8-10 ad art. 169 CC et 271a CO). Il découle de ce qui précède que la seule sanction qui puisse assurer la sauvegarde de la protection du logement de la famille, \"affaire vitale\" pour elle (DESCHENAUX/STEINAUER, op.cit., p. 94), contre une résiliation émanant du bailleur, et permettre une application régulière, réelle et efficace des dispositions légales édictées dans ce but (ATF 111 II 387 consid. 2d), est la nullité d'un congé qui ne les respecte pas.\n\nb) Lorsque les défendeurs font état de la signature du contrat avec le demandeur seulement, de l'absence de mention de l'épouse sur le contrat et du fait que la résiliation est intervenue alors que BGE 115 II 361 S. 365le nouveau droit n'était en vigueur que depuis un peu plus d'un mois, ils se prévalent en réalité de leur bonne foi, même s'ils n'invoquent pas expressément l'art. 3 CC. Ils perdent de vue que, s'agissant de l'application des art. 169 CC et 271a al. 1 CO, la bonne foi du tiers ne bénéficie d'aucune protection (HAUSHEER/REUSSER/GEISER, op.cit., n. 10, 59 et 97 ad art. 169 CC et 271a CO; cf. aussi DESCHENAUX/STEINAUER, op.cit., p. 107).\n\nc) Les défendeurs reprochent au demandeur et à l'intervenante un comportement qui les empêcherait d'invoquer l'inobservation de l'art. 271a al. 1 CO sans commettre un abus de droit au sens de l'art. 2 CC. Selon la jurisprudence, l'abus de droit peut consister en une utilisation contraire à son but d'une institution juridique en vue de satisfaire à des intérêts que cette institution n'a pas pour objet de protéger (ATF 113 II 8 consid. 3b, 73 consid. 3, 109 II 159, ATF 107 II 171 consid. 2a). La Chambre d'appel n'a pas examiné cette question. Les défendeurs avaient pourtant invoqué l'abus de droit d'une manière toute générale dans leur mémoire de réponse à l'appel mais sans indiquer quelles circonstances étaient constitutives, selon eux, d'un tel abus. Les éléments qu'ils invoquent dans leur recours apparaissent ainsi comme nouveaux et, dans la mesure où ils s'écartent des constatations de fait de l'arrêt attaqué, ils sont irrecevables (art. 55 al. 1 let. c, 63 al. 2 OJ). Cette question n'a d'ailleurs pas à être examinée plus à fond, la critique des recourants étant de toute façon mal fondée. Le fait que le conjoint a eu connaissance de la résiliation du bail ne saurait être retenu, la loi ne tenant pas une telle connaissance pour suffisante mais exigeant que la résiliation soit signifiée séparément au conjoint du preneur. De même, il importe peu que le conjoint introduise action lui-même, intervienne au procès ou même ne se manifeste pas en procédure. Les droits conférés au conjoint par l'art. 271a al. 2 CO n'ont une raison d'être que si le preneur néglige de prendre les mesures tendant à pouvoir continuer à occuper le logement familial ou ne fait valoir qu'incomplètement les droits dont il dispose à cet effet. Cette disposition n'oblige pas le conjoint à agir, elle ne lui donne qu'une faculté. Il peut l'exercer à n'importe quel stade de la procédure (HAUSHEER/REUSSER/GEISER, op.cit., n. 109 ad art. 169 CC et 271a CO). Il n'y a ainsi pas abus de sa part à intervenir, fût-ce au stade du recours, pour faire valoir un moyen que le preneur n'aurait, jusqu'à ce moment, pas invoqué. En agissant ainsi, il ne fait qu'exercer une prétention découlant du droit matériel fédéral (cf. l'ouvrage cité, n. 109). Quant aux BGE 115 II 361 S. 366reproches faits au preneur de n'avoir ni recherché un autre appartement ni accepté ceux qui lui étaient proposés, non seulement ils ont trait à la procédure antérieure, mais à une procédure à laquelle le preneur résistait à bon droit puisque les défendeurs l'ont retirée et admettent dans le recours en réforme que le congé qu'ils avaient alors donné était, lui aussi, frappé de nullité. Ils sont manifestement dépourvus de tout fondement.\n\nIl n'est pas nécessaire de se prononcer ici sur la portée que pourraient avoir, sous l'angle de la nullité d'un congé donné en violation de l'art. 271a al. 1 CO, des circonstances telles que le fait pour le preneur et son conjoint de libérer le logement familial (HAUSHEER/REUSSER/GEISER, op.cit., n. 97 ad art. 169 et 271a CO; REUSSER, op.cit., p. 70; contra: RUOSS, op.cit., p. 96) ou celui d'avoir dissuadé le bailleur de procéder à la double signification. Il suffit de constater qu'en l'espèce on ne voit pas en quoi, en se prévalant de la nullité de la résiliation du bail, le preneur et son conjoint tenteraient de détourner l'art. 271a al. 1 CO de son but qui est d'assurer le maintien du logement familial. Les défendeurs, qui perdent de vue ce but, ne le disent d'ailleurs pas. Le moyen tiré de l'abus de droit n'est ainsi pas fondé."}