{"annee": "115", "cour": "IB", "page": "274", "date": "20/10/1989", "cite": ["108 II 490", "113 IB 128", "87 II 184", "94 I 472", "107 IB 325", "81 II 227", "110 IB 319", "102 IB 166", "87 I 295", "106 IB 375"], "cite_par": ["124 III 418", "136 II 525", "131 III 546", "118 IB 317", "138 II 536"], "chapeau": "39. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 20. Oktober 1989 i.S. X. AG, A., B., C., D. und Dr. E. gegen Eidgenössische Steuerverwaltung (Verwaltungsgerichtsbeschwerden)", "regestes": ["Assujettissement à l'impôt anticipé en cas de liquidation effective d'une société holding. Responsabilité solidaire des liquidateurs. Loi fédérale sur l'impôt anticipé du 13 octobre 1965 (LIA), ordonnance d'exécution de la loi fédérale sur l'impôt anticipé du 19 décembre 1966 (OIA). 1. Revenus imposables, prestations appréciables en argent aux possesseurs de droits de participation et excédents de liquidation (consid. 9). 2. Liquidation effective par soustraction de la substance économique sans décision expresse de dissolution et sans volonté formelle de liquidation de la part des organes de la société (consid. 10). 3. Conditions d'assujettissement à l'impôt anticipé en cas de liquidation de fait d'une société anonyme: - Distribution de l'excédent de liquidation aux actionnaires de la société ou à des tiers les touchant de près (consid. 11). - Les organes impliqués peuvent se rendre compte que l'excédent de liquidation est distribué aux actionnaires ou à des tiers les touchant de près (consid. 12). 4. Calcul de l'excédent de liquidation soumis à l'impôt anticipé selon la valeur vénale des actifs vendus (consid. 13). 5. Responsabilité solidaire des liquidateurs pour l'impôt anticipé dû par la société liquidée de fait: - Est liquidateur celui qui, en toute indépendance, participe aux décisions dans la société et aux opérations de liquidation, même s'il se borne à négocier avec les acheteurs de la fortune sociale (consid. 14, 17). - Celui qui signe avec d'autres les contrats concernant la vente des actifs est un liquidateur (consid. 15, 16). - Celui qui, bien que sachant que la société doit être liquidée, exécute uniquement en qualité d'employé ou de mandataire (p. ex. comme avocat ou fiduciaire) une tâche dépendante, ne répond pas de la dette d'impôt anticipé de la société en tant que liquidateur (consid. 18). - Pour se libérer de sa responsabilité, le liquidateur doit avoir rempli ses devoirs en son âme et conscience et avoir fait tout ce qu'on peut raisonnablement exiger de lui pour la garantie et le paiement de la créance fiscale (consid. 14). 6. Dans la détermination des personnes responsables solidairement de l'impôt anticipé, l'Administration fédérale des contributions dispose d'un pouvoir d'appréciation. Elle n'a pas à se prononcer sur les droits de recours internes entre les personnes solidairement responsables (consid. 19). 7. Procédure de déclaration, conditions: ni l'Administration fédérale des contributions, ni le Tribunal fédéral n'ont à statuer sur le droit au remboursement de personnes physiques. La procédure de déclaration ne doit être autorisée que lorsqu'une péremption du droit au remboursement apparaît d'emblée hors de question (consid. 20)."], "faits": "BGE 115 Ib 274 S. 277\n\nDie X. AG hat die Beteiligung an Unternehmungen des Handels und ähnlicher Branchen, deren gemeinsame Verwaltung und Führung sowie Finanz- und Immobiliengeschäfte aller Art zum Zweck. Dem Verwaltungsrat gehörten unter anderem A. als Präsident sowie B., C. und D. an.\n\nAm 23. Januar 1979 schlossen A., B., C. und D. eine Vereinbarung, wonach die Beteiligungen der X. AG verkauft und der Gewinn zwischen den Unterzeichnenden aufgeteilt werden sollte. In einer Ergänzung vom 7. Februar 1979 wurden C. und D. beauftragt, die Verhandlungen zu führen; zudem wurde festgelegt, der Nominalwert der Aktien der X. AG sei sicherzustellen.\n\nIn der Zeit vom 12. Februar 1979 bis zum 16. Juli 1979 verkaufte die X. AG alle ihre Beteiligungen an Gesellschaften in Zürich und im Ausland. Die einzelnen Beteiligungen wurden jeweils kurz nachher mit hohem Gewinn einem schweizerischen Interessenten weiterverkauft. Die Verhandlungen mit den schweizerischen Endkäufern wurden in den meisten Fällen von C. und D. geführt. Die Verkaufsverträge wurden für die X. AG von A. und B. unterschrieben, während Rechtsanwalt Dr. E. für zwei der beteiligten ausländischen Gesellschaften unterzeichnete. Rechtsanwalt Dr. E. erstattete zudem im Zusammenhang mit den Verkäufen für die X. AG zwei Rechtsgutachten.\n\nNachdem die Eidgenössische Steuerverwaltung 1981 bei der X. AG eine Buchprüfung durchgeführt hatte, verlangte sie am BGE 115 Ib 274 S. 27817. März 1982 von der X. AG Verrechnungssteuern. Zur Begründung führte sie aus, die Differenz zwischen dem von der X. AG eingenommenen Verkaufserlös und dem Verkehrswert der Beteiligungen, der dem von den schweizerischen Endabnehmern bezahlten Preis entspreche, sei eine steuerbare geldwerte Leistung, die indirekt den Aktionären oder diesen nahestehenden Personen zugekommen sei.\n\nIn den Jahren 1982 und 1983 eröffnete die Eidgenössische Steuerverwaltung gegen A., B., C., D. und Dr. E. ein Strafverfahren wegen Steuerhinterziehung oder Steuerbetrug, sistierte dieses jedoch bis zum rechtskräftigen Entscheid über die Verrechnungssteuerpflicht der X. AG. Zudem erklärte sie A., B., C., D. und Dr. E. als Liquidatoren für die von der X. AG geschuldeten Verrechnungssteuern solidarisch haftbar, weil sie die X. AG faktisch liquidiert hätten.\n\nDie X. AG, A., B., C., D. und Dr. E. erhoben Einsprache gegen diese Entscheidungen der Eidgenössischen Steuerverwaltung. Diese hiess die Einsprachen am 16. August 1985 teilweise gut und korrigierte den Betrag der von der X. AG geschuldeten Verrechnungssteuern. Im übrigen wies sie die Einsprachen ab.\n\nMit Urteil vom 21. April 1986 hiess das Bundesgericht die Verwaltungsgerichtsbeschwerden von B., C., D. und Dr. E. teilweise gut und wies die Sache zur Gewährung des rechtlichen Gehörs und zu neuer Entscheidung an die Eidgenössische Steuerverwaltung zurück. Im gleichen Urteil wurden die Verwaltungsgerichtsbeschwerden der X. AG und von A. sistiert. Die Eidgenössische Steuerverwaltung hielt in ihrem Einspracheentscheid vom 18. Mai 1988 an ihrer Steuerforderung und an der solidarischen Mithaftung von B., C., D. und Dr. E. fest, wobei sie den Steuerbetrag geringfügig herabsetzte.\n\nB., C., D. und Dr. E. reichten wiederum vier Verwaltungsgerichtsbeschwerden ein. Das Bundesgericht heisst die beiden Verwaltungsgerichtsbeschwerden der X. AG und von A. teilweise gut, diejenige von Dr. E. heisst es vollumfänglich gut, während es die Verwaltungsgerichtsbeschwerden von B., C. und D. abweist. Die X. AG wird verurteilt, die von der Eidgenössischen Steuerverwaltung geforderten Verrechnungssteuern zu bezahlen, während A., B., C. und D. für den Steuerbetrag als solidarisch mithaftend erklärt werden. Eine Reihe von Anträgen der Beschwerdeführer zum Verfahren werden abgewiesen.\n\nBGE 115 Ib 274 S. 279", "considerants": "Aus den Erwägungen:\n\n9. a) Nach Art. 4 Abs. 1 lit. b VStG sind unter anderem Gewinnanteile und sonstige Erträge der von einem Inländer ausgegebenen Aktien Gegenstand der Verrechnungssteuer. Art. 20 Abs. 1 der Vollziehungsverordnung vom 19. Dezember 1966 zum Bundesgesetz über die Verrechnungssteuer (VStV; SR 642.211) bezeichnet jede geldwerte Leistung der Gesellschaft an Inhaber gesellschaftlicher Beteiligungsrechte oder an ihnen nahestehende Dritte, die sich nicht als Rückzahlung der im Zeitpunkt der Leistung bestehenden Anteile am einbezahlten Grund- oder Stammkapital darstellt, als steuerbaren Ertrag (Bonus, Gratisaktien, Liquidationsüberschüsse). Die Gesetzmässigkeit dieser Verordnungsbestimmung wurde vom Bundesgericht bereits mehrmals festgestellt (BGE 110 Ib 321 E. 3, mit Hinweisen).\n\nb) Zu den geldwerten Leistungen an die Inhaber gesellschaftlicher Beteiligungsrechte sind nach ständiger Rechtsprechung des Bundesgerichts namentlich auch Zuwendungen jeder Art an die Aktionäre oder ihnen nahestehende Dritte zu rechnen, welche unter folgenden Umständen gewährt werden: Die Gesellschaft erhält keine gleichwertige Gegenleistung, und die Erfolgsrechnung wird dadurch belastet; die Aktionäre oder die ihnen nahestehenden Personen kommen in den Genuss einer Leistung, die aussenstehenden Dritten nicht oder zumindest nicht im gleichen Mass gewährt worden wäre; schliesslich ist das Missverhältnis zwischen der gewährten Leistung und der erhaltenen Gegenleistung für die Organe der Gesellschaft erkennbar (BGE 102 Ib 167 E. 1; ASA 53, 87 E. 1, je mit Hinweisen). Dabei wird kein direkter Beweis vorausgesetzt, dass die Leistung den Aktionären zugekommen ist. Eine der Verrechnungssteuer unterliegende geldwerte Leistung kann vielmehr auch dann vorliegen, wenn sich die Annahme, die Leistung sei den Aktionären oder diesen nahestehenden Personen zugekommen, gebieterisch aufdrängt und eine andere Erklärung der Vorgänge nicht zu finden ist (ASA 32, 108 E. 6; vgl. auch BGE 107 Ib 331 E. 3c, mit Hinweis, und Urteil des Bundesgerichts vom 24. November 1988 i.S. G. AG, E. 2).\n\nc) Art. 20 Abs. 1 VStV erwähnt als Beispiel geldwerter Leistungen auch Liquidationsüberschüsse. Darunter sind diejenigen Leistungen zu verstehen, die den Aktionären oder ihnen nahestehenden Personen im Zusammenhang mit der Auflösung der Gesellschaft gewährt werden, soweit es sich nicht um die Rückzahlung BGE 115 Ib 274 S. 280des statutarischen Grundkapitals handelt. Rechnungsmässig ergibt sich der steuerbare Liquidationsüberschuss aus der Differenz zwischen den aus der Veräusserung der Aktiven stammenden Einnahmen und den Passiven der Gesellschaft, zu denen auch das Grundkapital gehört. Übernehmen die Aktionäre oder ihnen nahestehende Personen selber die Güter der Gesellschaft, so sind diese nicht ohne weiteres zu ihrem Buchwert in die Rechnung einzubeziehen, sondern unter den in E. b genannten Voraussetzungen zu ihrem wirklichen Wert, das heisst zu dem Preis, den aussenstehende Dritte in einem normalen Kauf zu zahlen bereit wären.\n\nNach ständiger Praxis ist die Verrechnungssteuer auf Liquidationsüberschüssen nicht nur dann geschuldet, wenn die Gesellschaft förmlich nach den Bestimmungen des Obligationenrechts aufgelöst wird, sondern auch, wenn sie durch Aufgabe ihrer Aktiven \"faktisch\" (\"en douce\", \"tacitamente\") liquidiert wird (BGE 106 Ib 377 f. E. 2a, mit Hinweisen). Der verrechnungssteuerpflichtige Überschuss ist ebenfalls nach dem wirklichen Wert der Aktiven zu berechnen, die Aktionären oder anderen nahestehenden Dritten zu einem Preis hingegeben werden, dessen Missverhältnis für die Organe der Gesellschaft erkennbar ist.\n\n10. a) Eine Gesellschaft wird faktisch liquidiert, indem ihre Aktiven veräussert oder verwertet werden und der Erlös nicht wieder investiert, sondern verteilt wird. Sie kann faktisch liquidiert sein nicht nur, wenn ihr sämtliche Aktiven entzogen werden, sondern auch dann, wenn ihr zwar einige Aktiven (wie namentlich Bankguthaben, flüssige Mittel oder Buchforderungen gegen ihre Aktionäre u.ä.) verbleiben, im übrigen aber die wirtschaftliche Substanz entzogen wird (BGE 87 I 298; ASA 55, 649 E. 2a mit Hinweisen; PFUND, Die eidgenössische Verrechnungssteuer, Art. 4 Abs. 1 lit. b N. 3.48).\n\nb) Durch den Verkauf aller Beteiligungen wurde der X. AG ihre wirtschaftliche Substanz entzogen; sie wurde somit faktisch liquidiert. Die X. AG und A. anerkennen ausdrücklich, dass die X. AG faktisch liquidiert und dadurch für den Liquidationsüberschuss verrechnungssteuerpflichtig geworden ist.\n\nc) Die übrigen Beschwerdeführer B., C., D. und Dr. E. anerkennen ebenfalls, dass die X. AG ihre sämtlichen Beteiligungen verkauft hat; sie bringen indessen vor, bei der X. AG hätte kein \"Liquidationswille\" oder \"Konzept\" bestanden; auch sei nie ein Auflösungsbeschluss gefasst worden. Die Verkäufe der Beteiligungen hätten im Rahmen des bei einer Holdinggesellschaft Üblichen BGE 115 Ib 274 S. 281gelegen, weshalb von einer Liquidation keine Rede sein könne. Die X. AG sei vielmehr \"ganz offensichtlich\" das Opfer einer von A. begangenen Veruntreuung geworden.\n\nEine faktische Liquidation setzt weder einen Auflösungsbeschluss noch den Willen der Gesellschaftsorgane, die Gesellschaft zu liquidieren, voraus. Zudem verkaufte die X. AG im Jahre 1979 alle ihre Beteiligungen, ohne eine einzige neue Beteiligung hinzuzukaufen. Von Verkäufen, wie sie nach den Behauptungen der Beschwerdeführer bei einer nicht liquidierten Holdinggesellschaft üblich seien, kann keine Rede sein. Dies schon gar nicht, wenn man berücksichtigt, dass die X. AG mit ihren untereinander vielfältig wirtschaftlich verflochtenen Tochtergesellschaften eine Unternehmung des Lebensmittelhandels (Konzern) bildete, welche durch den Verkauf der einzelnen Beteiligungen aufgelöst wurde. Die Einwände der Beschwerdeführer sind soweit unbegründet.\n\nZum Zeitpunkt der umstrittenen Verkäufe war A. einzelzeichnungsberechtigter Verwaltungsratspräsident der X. AG. Er war zudem vom Verwaltungsrat so weit mit Verfügungsgewalt ausgestattet worden, dass ihm der Verkauf der Beteiligungen möglich war. Die X. AG als juristische Person muss sich das Handeln ihrer Organe als eigenes anrechnen lassen, selbst wenn dieses unrechtmässig, ohne oder gegen den Willen der übrigen Organe oder der Aktionäre geschieht (Art. 55 Abs. 1 und 2 ZGB; ASA 57, 517 E. 3d). Die X. AG würde deshalb die aus ihrer faktischen Liquidation entstehenden Verrechnungssteuern selbst dann schulden, wenn A. ihr gegenüber eine Veruntreuung begangen hätte. Auch dieser Einwand der Beschwerdeführer ist unbegründet.\n\n11. a) Nach Art. 4 Abs. 1 lit. b VStG und Art. 20 Abs. 1 VStV schuldet die Gesellschaft nur dann eine Verrechnungssteuer, wenn sie den Liquidationsüberschuss an die Aktionäre der Gesellschaft oder ihnen nahestehende Personen ausgeschüttet hat.\n\nb) Sowohl die X. AG wie der Beschwerdeführer A. anerkennen ausdrücklich, dass der von der Eidgenössischen Steuerverwaltung ermittelte Liquidationsüberschuss schliesslich den Aktionären der X. AG oder ihnen nahestehenden Personen zufloss, das heisst, dass sowohl die Y. AG wie die ausländischen Erstkäuferinnen die Aktien auf Rechnung der X. AG oder ihrer Aktionäre erwarben und ihr über ein Treuhand- oder ein ähnliches Rechtsverhältnis (im Falle der Y. AG zudem über das Eigentum von A. am gesamten Aktienkapital) nahestehende Dritte waren, die eine entsprechende BGE 115 Ib 274 S. 282geldwerte Leistung der X. AG in Form der unter ihrem wirklichen Wert veräusserten Beteiligungen erhielten.\n\nc) Die übrigen Beschwerdeführer bestreiten dies nur mit Nichtwissen oder mit Argumenten, welche gegen den Anschein (E. 9b) und die Zugabe der beiden ersten Beschwerdeführer nicht aufzukommen vermögen, dies obwohl es der Eidgenössischen Steuerverwaltung nicht gelang, alle begünstigten Personen und die ihnen im einzelnen zugeflossenen geldwerten Leistungen zu ermitteln, sondern lediglich bekannt ist, dass A. selber Fr. ... erhalten hat.\n\n12. a) Die Gesellschaft schuldet nach Art. 4 Abs. 1 lit. b VStG und Art. 20 Abs. 1 VStV die Verrechnungssteuer nur dann, wenn es für die handelnden Organe der Gesellschaft erkennbar war, dass ein Liquidationsüberschuss entstand und den Aktionären oder nahestehenden Personen ausgeschüttet wurde. Dabei genügt es, wenn diese Voraussetzung der Steuerpflicht bloss beim handelnden Organ erfüllt ist.\n\nb) A. war als einzelnzeichnungsberechtigter Verwaltungsrat zum Abschluss der umstrittenen Verkaufsverträge ermächtigtes Organ der Gesellschaft. Er gibt ausdrücklich zu, konnte also erkennen, dass der Liquidationsüberschuss an die Aktionäre und weitere, der Gesellschaft nahestehende Personen ausgeschüttet wurde.\n\nc) A., B., C. und D. unterzeichneten die Vereinbarung vom 23. Januar 1979. Nach deren Ziff. 2 waren bis zum 30. Juni 1979 die K. AG, die L. AG, die M. und die N. AG zu verkaufen, während bis zum 30. Juni 1980 entweder die übrigen Beteiligungen der X. AG oder die X. AG selbst verkauft werden mussten oder die X. AG zu liquidieren war. Nach Ziff. 4 der Vereinbarung sollten die Beteiligungen der X. AG nicht von dieser selbst, sondern von den unterzeichnenden Mitgliedern ihres Verwaltungsrates als natürlichen Personen verkauft werden; durch dieses Vorgehen sollten \"minimale Steuern anfallen\". Diese Vereinbarung mag zwar am 14. Februar 1979 rückwirkend wieder aufgehoben worden sein. Unbestritten ist indessen, dass die Vereinbarung und insbesondere deren Ziff. 2 einmal geschlossen wurde. Die Unterzeichner der Vereinbarung wussten somit von Anfang an, dass mit den Verkäufen der Beteiligungen die faktische Liquidation der X. AG unter Vermeidung oder Umgehung der Steuerpflicht beabsichtigt war. Nicht zu entscheiden ist, ob A. seine in dieser Vereinbarung gezeigte Grosszügigkeit gegenüber seinen Vertragspartnern eventuell in der Folge reute und er die faktische Liquidation BGE 115 Ib 274 S. 283der X. AG zu seinem alleinigen Vorteil durchführte, bzw. ob die Beschwerdeführer B., C. und D. sich ihren vereinbarten Anteil an der Ausschüttung (oder mehr) direkt oder über nahestehende Dritte zu sichern wussten.\n\nf) Somit konnten ausser A. auch die Verwaltungsräte B., C. und D. erkennen, dass der Liquidationsüberschuss an die Aktionäre der X. AG oder nahestehende Personen ausgeschüttet wurde. Damit schuldet die X. AG auf dem ausgeschütteten Liquidationsgewinn eine Verrechnungssteuer.\n\n13. a) Da die ausländischen Gesellschaften nicht als Konkurrenten der schweizerischen Käufer auftraten, sondern bei den Verhandlungen überhaupt noch nicht bekannt waren, hätte die X. AG ihre Beteiligungen auch selbst für den von den schweizerischen Endkäufern bezahlten Preis verkaufen können. Der wahre Wert der Beteiligungen entsprach dem späteren Preis, zu welchem sie weiterverkauft wurden. Für die Ermittlung dieses Preises spielt es keine Rolle, dass sie nicht immer von den Erstkäufern (zum wahren Wert) weiterverkauft wurden, sondern mindestens ein weiteres Mal im Ausland die Hand wechselten. Ebensowenig sind die Kosten, die den ausländischen Gesellschaften entstanden, und die Provisionen, die ihnen vielleicht vergütet wurden, bei der Berechnung zu berücksichtigen. Massgebend sind allein die von den schweizerischen Abnehmern schliesslich bezahlten Preise.\n\n14. b) Nach Art. 15 Abs. 1 lit. a VStG haften die mit der Liquidation betrauten Personen für die Steuer einer aufgelösten juristischen Person solidarisch mit dieser bis zum Betrage des Liquidationsergebnisses. Das Bundesgericht erklärte die Liquidatoren jedoch wiederholt auch dann für haftbar, wenn die juristische Person nicht formell aufgelöst, sondern bloss faktisch liquidiert worden ist (BGE 106 Ib 379 E. aa; ASA 55, 651 E. 2c; 47, 551 E. 10). Es besteht kein Anlass, von dieser Rechtsprechung abzurücken.\n\nc) Als Personen, die mit der Liquidation betraut sind (Art. 15 Abs. 1 lit. a), lässt das Verrechnungssteuergesetz nicht bloss die gesetzlich oder statutarisch bestellten Organe mithaften, welche (mangels eines Generalversammlungsbeschlusses über die Auflösung) die bloss faktische Liquidation durchführen. Die als Organ bestellten Personen gehören allerdings grundsätzlich zu den solidarisch mithaftenden Liquidatoren, so namentlich die Mitglieder der Verwaltung (BGE 106 Ib 378 E. b; ASA 47, 551 E. 10; 55, 651 E. 2c). Ausser ihnen kommen als Organe der Gesellschaft auch die BGE 115 Ib 274 S. 284statutarisch, vertraglich oder rein faktisch (z.B. als Vertreter beherrschender Gesellschafter) mit der Geschäftsleitung befassten Personen in Betracht, die tatsächlich und in entscheidender Weise an der Willensbildung der Gesellschaft gegen innen oder aussen teilhaben (BGE 87 II 187 f., BGE 81 II 227). Das Bundesgericht stellt nicht nur auf die formell rechtliche Stellung der handelnden Person in der Gesellschaft ab, sondern gerade auch bei den nach Art. 15 VStG mithaftenden Liquidatoren auf die tatsächlichen Machtverhältnisse in der Unternehmung (ASA 47, 552 f.; 55, 651 E. 2c; Urteil des Bundesgerichts vom 16. November 1984 i.S. M. SA i. Liq. und I., E. 3b).\n\nDie Eidgenössische Steuerverwaltung schliesst auf eine solche tatsächliche Macht der Beschwerdeführer bei der Liquidation der X. AG namentlich auch daraus, dass die Beschwerdeführer mit Dritten über den Verkauf ihrer Beteiligungen verhandelten. Die Teilnahme an solchen Verhandlungen spricht in der Tat für eine Stellung als Liquidator der Gesellschaft, aber nur, wenn sie auf ihrer Seite und im Rahmen der von ihr rechtlich oder tatsächlich übertragenen Befugnisse erfolgt. Die gesetzliche Ordnung geht davon aus, eine als Liquidator mithaftende Person übe allein oder zusammen mit anderen Liquidatoren die rechtliche oder mindestens tatsächliche Herrschaft über das Vermögenssubstrat der Gesellschaft aus, woraus die Steuern, Zinsen und Kosten zu entrichten sind (ASA 47, 552). Der Liquidator muss hiefür selbständig zu den Entscheidungen und Liquidationshandlungen beitragen, auch wenn es genügen mag, dass er diese nur in Verhandlungen mit den Käufern von Gegenständen des Gesellschaftsvermögens vorbereitete (BEGUELIN, La responsabilité fiscale des liquidateurs de sociétés anonymes ..., Mélanges H. Zwahlen, 535 ff., 545). Blosse Hilfspersonen, die ohne selbständige Aufgabe ausschliesslich Entscheidungen und Weisungen der Organe ausführen, sind keine Liquidatoren im Sinne von Art. 15 VStG.\n\nd) Gemäss Art. 15 Abs. 2 VStG haften die Liquidatoren nur für Steuer-, Zins- und Kostenforderungen, die während ihrer Geschäftsführung entstehen, geltend gemacht oder fällig werden; ihre Haftung entfällt, soweit sie nachweisen, dass sie alles ihnen Zumutbare zur Feststellung und Erfüllung der Steuerforderung getan haben. Diese Bestimmung stellt gegenüber Art. 55 Abs. 1 OR (Geschäftsherrenhaftung) strengere Anforderungen an den Exkulpationsbeweis; \"alles Zumutbare\" reicht über das hinaus, was die nach den Umständen gebotene Sorgfalt verlangt. Um sich BGE 115 Ib 274 S. 285von der Liquidatorenhaftung zu befreien, muss der Liquidator seine Aufgabe nach bestem Wissen und Gewissen erfüllt und für die Sicherstellung und Bezahlung der Steuerforderung alles getan haben, was vernünftigerweise verlangt werden kann. An den Entlastungsbeweis sind höhere Anforderungen zu stellen, wenn der Liquidator besondere berufliche Qualifikationen besitzt (Rechtsanwalt, Notar, Ökonom, Bücherexperte usw.) und das Geschäftsleben kennt (BGE 106 Ib 379 f., E. 2b, bb, mit Hinweisen, ASA 55, 651).\n\n15. a) A. war zur Zeit, als die X. AG ihre Beteiligungen verkaufte, Verwaltungsratspräsident der X. AG und als solcher einzelnzeichnungsberechtigt. Sämtliche Verträge über den ersten Verkauf der Beteiligungen wurden für die X. AG von ihm unterzeichnet. Er bestimmte entscheidend den Willen der X. AG und war deren Liquidator im Sinne von Art. 15 VStG.\n\nb) Gegen diesen Schluss wendet A. ein, die Liquidatorenhaftung nach Art. 15 VStG setze voraus, dass das Liquidationsergebnis feststehe, die Liquidation der Gesellschaft abgeschlossen und der Liquidationsbeschluss im Handelsamtsblatt publiziert sei. Die Vorschrift sei deshalb nur bei einer formal-rechtlichen, nicht aber bei einer bloss faktischen Liquidation anwendbar.\n\nDer Einwand ist unbegründet (E. 10c). Die faktische Liquidation der X. AG ist mit dem Verkauf der letzten Beteiligung am 16. Juli 1979 abgeschlossen worden; spätestens seit diesem Zeitpunkt steht das Liquidationsergebnis fest. Die Publikation eines Liquidationsbeschlusses hat keinen Einfluss auf das Liquidationsergebnis und die Haftung der Liquidatoren.\n\nc) A. verlangt, gemäss Art. 15 Abs. 2 VStG von der Haftung für die Verrechnungssteuern der X. AG befreit zu werden, weil er alles ihm Zumutbare zur Feststellung und Erfüllung der Steuerforderung getan habe. Er habe nichts gewusst von der Verrechnungssteuerpflicht und deshalb die Beschwerdeführer C., D. und Dr. E. beauftragt, für die Einhaltung der steuerrechtlichen Vorschriften zu sorgen. Zudem habe er seine Einkünfte ordnungsgemäss in seiner Steuererklärung angegeben.\n\nDie Beteiligungen der X. AG wurden zunächst zu untersetzten Preisen an ausländische Gesellschaften verkauft. Für A., der die Verträge unterzeichnete, wäre es zumutbar gewesen, sich zu fragen, weshalb die Beteiligungen nicht unmittelbar den schweizerischen Abnehmern verkauft wurden; dann hätte er einsehen müssen, dass damit die Umgehung der steuerrechtlichen Vorschriften BGE 115 Ib 274 S. 286beabsichtigt war. Wenn er zweifelte, ob eine Verrechnungssteuer geschuldet sei, hätte er sich bei der Eidgenössischen Steuerverwaltung erkundigen können. Entgegen seiner Behauptung deklarierte er seinen Anteil am Liquidationsgewinn nicht ordnungsgemäss, sondern erwähnte diesen bloss beiläufig in einer Beilage zu seiner Steuererklärung (E. 20). Im übrigen kann dem Verwaltungsratspräsidenten einer Holdinggesellschaft mit einer Bilanzsumme von über Fr. 5'000'000.-- zugemutet werden, die bei einer Liquidation der Gesellschaft entstehende Verrechnungssteuerpflicht zu kennen. A. vermag nicht nachzuweisen, dass er alles ihm Zumutbare zur Feststellung und Erfüllung der Steuerforderung getan habe.\n\nd) A. haftet somit solidarisch für die von der X. AG geschuldete Verrechnungssteuer. Soweit ist seine Verwaltungsgerichtsbeschwerde abzuweisen.\n\n16. a) B. war bis zum 19. Juli 1979 Verwaltungsrat der X. AG. Er unterzeichnete für die X. AG zusammen mit A. alle Verträge über den Erstverkauf der Beteiligungen mit Ausnahme des Vertrags über den Verkauf der O. AG und der P. AG. Als Verwaltungsrat konnte er den Willen der X. AG entscheidend mitbestimmen. Darüber hinaus war er \"Delegierter des Verwaltungsrates\", das heisst \"Verbindungsstelle zwischen Verwaltungsrat und Direktion\". Er war Direktor der X. AG und leitete im Hauptberuf als oberster Manager die gesamte X. AG. Damit erscheint auch er als Liquidator der X. AG im Sinne von Art. 15 VStG.\n\nSein Einwand, die Liquidatoren würden höchstens bei einer formal-rechtlichen Liquidation für die von der Gesellschaft geschuldeten Verrechnungssteuern mithaften, trifft nicht zu (E. 10c). Ebensowenig lässt sich seinem Einwand folgen, er sei Angestellter der Z. AG gewesen, weshalb diese für seine Handlungen hafte; nach Art. 15 Abs. 1 lit. a VStG haften die Liquidatoren persönlich für die Verrechnungssteuer der aufgelösten juristischen Person (PFUND, a.a.O., Art. 15 N. 6), ohne Rücksicht auf ein allfällig bestehendes Anstellungsverhältnis zu einer andern juristischen Person. Im Urteil vom 21. April 1986 äusserte sich das Bundesgericht entgegen der Auffassung der Beschwerdeführer nicht zur persönlichen Mithaftung als Liquidator.\n\nb) B. macht geltend, nach Art. 15 Abs. 2 VStG hafte er nicht für die Verrechnungssteuer der X. AG, da er alles ihm Zumutbare zur Feststellung und Erfüllung der Steuerforderung getan habe. Er habe gar nichts von einer Liquidation der X. AG gewusst und die BGE 115 Ib 274 S. 287wichtigsten Dokumente nicht einmal gekannt. Wie bereits festgestellt, unterzeichnete B. nicht bloss die Vereinbarung vom 23. Januar 1979, sondern auch alle Verkaufsverträge, mit denen geldwerte Leistungen ausgeschüttet wurden. Somit kannte er nicht nur die wichtigsten Dokumente, sondern wusste, dass alle von ihm unterzeichneten Verträge mit ausländischen Gesellschaften abgeschlossen wurden, um die steuerrechtlichen Vorschriften zu umgehen. Das wollte er so gut wie A., weshalb er sich nicht um die Erfüllung der Steuerpflicht der X. AG kümmerte. Er hat somit nicht nachgewiesen, dass er alles ihm Zumutbare zur Feststellung und Erfüllung der Steuerforderung getan hat. Antrag 7 von B. ist abzuweisen.\n\n17. a) Da C. und D. gemeinsam handelten, kann ihre Mithaftung für die Verrechnungssteuern der X. AG gemeinsam erörtert werden.\n\nb) C. und D. waren bis zum 19. Juli 1979 Verwaltungsräte der X. AG und stimmten der Veräusserung ihrer Beteiligungen jeweils zu. Sie führten bei allen Verkäufen die Verhandlungen mit den schweizerischen Käufern der Beteiligungen. Soweit erscheinen sie grundsätzlich als Liquidatoren der X. AG im Sinne von Art. 15 VStG.\n\nGegen diesen Schluss bringen sie zunächst vor, sie hätten als Angestellte der Z. AG gehandelt, weshalb diese als Liquidatorin hafte, ein Einwand, der nicht durchdringt (E. 16a).\n\nSie machen weiter geltend, sie hätten niemals der Geschäftsführung Weisungen erteilen können, sie hätten keine Kaufverträge unterzeichnet und die wichtigsten Dokumente nicht einmal gekannt. Deshalb seien sie gar keine \"mit der Liquidation betraute Personen\" im Sinne von Art. 15 VStG gewesen. A. habe \"zielstrebig verhindert\", dass sie die Vorgänge um die X. AG hätten verstehen können.\n\nAls Liquidatoren haften jedoch auch diejenigen Personen, welche nichts anderes zur Liquidation der Gesellschaft beitragen, als dass sie über den Verkauf des Gesellschaftsvermögens selbständig (vorne E. 14c) verhandeln (vgl. ASA 47, 553). Die Beschwerdeführer C. und D. unterzeichneten zwar keine Kaufverträge, doch führten sie im Auftrag des Verwaltungsrates der X. AG selbständig die Verhandlungen mit den schweizerischen Abnehmern bei den Verkäufen der K. AG, der L., der M. AG und der N. AG. Bei den übrigen Verkäufen führten sie keine Verhandlungen; die hier aufgezählten Geschäfte betreffen aber wertmässig etwa 11/12 aller BGE 115 Ib 274 S. 288von der X. AG verkauften Beteiligungen und 98,25% der ausgeschütteten geldwerten Leistungen. C. und D. suchten für die L. die schweizerischen Käufer und handelten den endgültigen Verkaufspreis aus.\n\nNach der Vereinbarung vom 23. Januar 1979 beabsichtigten die Beschwerdeführer A., B., C. und D. zudem von Anfang an, die X. AG faktisch zu liquidieren. Alle vier Beschwerdeführer sind somit Liquidatoren der X. AG.\n\nc) Die Beschwerdeführer C. und D. machen geltend, nach Art. 15 Abs. 2 VStG würden sie nicht für die Verrechnungssteuer der X. AG haften, da sie alles ihnen Zumutbare zur Feststellung und Erfüllung der Steuerforderung getan hätten. Von geldwerten Leistungen hätten sie nichts gewusst und auch nichts wissen können, weshalb sie auch nichts für die Feststellung und Erfüllung der Verrechnungssteuer hätten tun können.\n\nDen Einwand, sie hätten nichts von den geldwerten Leistungen gewusst, erheben die Beschwerdeführer C. und D. zu Unrecht (E. 12d). Da sie die Verkaufsverhandlungen mit den schweizerischen Käufern führten, konnte ihnen nicht entgehen, dass mit den Veräusserungen an zwischengeschaltete (in der Regel ausländische) Gesellschaften Ertrags- und Verrechnungssteuern der X. AG vermieden werden sollten, was sie sich schon in der Vereinbarung vom 23. Januar 1979 als Ziel vorgenommen hatten. Deshalb können sie sich selbst dann nicht von der Mithaftung für die Verrechnungssteuern der X. AG befreien, wenn sie von A. über einzelne, von der X. AG verbuchte Zahlungen zwischengeschalteter Gesellschaften getäuscht worden sein sollten.\n\nUnmittelbar nach dem Verkauf der letzten Beteiligungen traten die Beschwerdeführer C. und D. aus dem Verwaltungsrat der X. AG zurück. Sie taten somit nichts zur angeblich von ihnen gewollten Erfüllung der Verrechnungssteuerpflicht durch die von ihnen ausgehöhlt und liquidiert (als sog. Aktienmantel) zurückgelassene X. AG. Sie können nicht nach Art. 15 Abs. 2 VStG von der solidarischen Haftung für die von der X. AG geschuldete Verrechnungssteuer befreit werden. Antrag 7 der Beschwerdeführer C. und D. ist abzuweisen.\n\n18. a) Dr. E. erstattete für die X. AG zwei Gutachten zum geplanten Verkauf der K. AG. In seiner Verwaltungsgerichtsbeschwerde bestreitet er nicht ausdrücklich, die ausländischen Gesellschaften vermittelt zu haben. Mit Ausnahme der O.- und P.- Verkäufe unterzeichnete er bei allen Verkäufen einen der Verträge BGE 115 Ib 274 S. 289als Zeichnungsberechtigter (nicht bloss als beauftragter Anwalt) einer ausländischen Gesellschaft.\n\nb) Für die Verrechnungssteuer einer faktisch liquidierten Gesellschaft haftet als Liquidator im Sinne von Art. 15 Abs. 1 lit. a VStG, wer tatsächlich und in entscheidender Weise an der Bildung des Gesellschaftswillens teilgenommen hat (E. 14). Obwohl die Stellung als Organ der Gesellschaft nicht entscheidend ist, haften Personen, die in irgendeiner anderen Weise an der Liquidation beteiligt sind, nur dann als Liquidatoren, wenn sie dabei zumindest de facto geschäftsleitende Funktionen ausüben und zur Willensbildung der Gesellschaft in selbständiger Weise beitragen (vgl. ASA 47, 553). Eine Person haftet jedoch nicht schon allein deswegen als Liquidator im Sinne von Art. 15 VStG, weil sie weiss, dass die Gesellschaft faktisch liquidiert werden soll und dafür unselbständige Dienste leistete - sei es als Angestellter der Gesellschaft, sei es in deren Auftrag.\n\nc) Dr. E. unterzeichnete die erwähnten Verträge nicht im Namen der X. AG, sondern als Organ ausländischer Gesellschaften. Dabei handelte es sich jedoch nicht um den Beteiligungserwerb für Rechnung dieser Gesellschaften, sondern diese leisteten der X. AG oder ihren beherrschenden Aktionären treuhänderische Dienste (E. 11).\n\nEntgegen seiner Behauptung wusste Dr. E., dass die ausländischen Gesellschaften nur deshalb einbezogen wurden, um die steuerrechtlichen Vorschriften zu umgehen; er hatte selber im Gutachten vom 10. April 1978 einen ähnlichen Vorschlag zur Steuerersparnis beim Verkauf der K. AG gemacht.\n\nDies spricht zwar alles dafür, dass Dr. E. nicht bloss einen rein unselbständigen Beitrag zur Liquidation leistete. Dass Dr. E., wie die Eidgenössische Steuerverwaltung annimmt, den Plan zur Liquidation der X. AG \"mitgetragen\" habe, indem er selbständig den Weg vorbereitete, wie sie unter Umgehung der Steuerpflicht ausgehöhlt werden könne, ist durchaus denkbar. Aber es ist nicht nachgewiesen. In den beiden Gutachten, die er im Auftrag der X. AG verfasste, ist nur vom Verkauf der K. AG die Rede, nicht vom Verkauf der übrigen Beteiligungen. Feststellen lässt sich bloss eine Tätigkeit, die sich in der Beratung der X. AG hinsichtlich \"steuersparender\" Vertragsformen, in Hilfsfunktionen wie der Vermittlung ausländischer Gesellschaften für treuhänderische Dienste und in der Unterzeichnung der von ihnen auf Rechnung der X. AG geschlossenen Verträge erschöpfte. Das genügt nicht BGE 115 Ib 274 S. 290für die Annahme eines selbständigen Beitrags zur Willensbildung der Gesellschaft, handelt es sich doch hier nicht darum, über seine allfällige Beihilfe zur Steuerhinterziehung oder zum Steuerbetrug zu befinden.\n\n19. a) Die Beschwerdeführer B., C. und D. verlangen, das Verfahren sei auf weitere Personen auszudehnen, deren Haftung nicht Gegenstand des angefochtenen Entscheides bildet. Sie sind in dieser Hinsicht zur Verwaltungsgerichtsbeschwerde berechtigt (Art. 103 lit. a OG), können sie sich doch auf ein schutzwürdiges Interesse berufen, da der gegebenenfalls von ihnen zu tragende Anteil an der Verrechnungssteuer der X. AG kleiner wird, wenn weitere Personen als Liquidatoren solidarisch mithaften (vgl. Art. 148 OR). Es ist aber Sache der Eidgenössischen Steuerverwaltung, die Verrechnungssteuer zu erheben und den Kreis derjenigen Personen zu bestimmen, die dafür mithaften (Art. 34 Abs. 1 VStG). Ein solidarisch haftender Schuldner kann sich im allgemeinen nicht darauf berufen, der Gläubiger dürfe sich nicht an ihn allein halten. Da die Beschwerdeführer im Verhältnis zu den von ihnen genannten weiteren Personen nicht bloss subsidiär, sondern aus dem gleichen Grunde haften, verletzt es jedenfalls nicht das Bundesrecht, wenn sie herangezogen werden, andere denkbare Liquidatoren dagegen nicht oder nicht rechtzeitig. Es fragt sich nur, ob der angefochtene Entscheid der Eidgenössischen Steuerverwaltung in dieser Hinsicht unangemessen ist (vgl. dazu BÖCKLI, Haftung des Verwaltungsrates für Steuern, StR 1985, S. 519 ff., bes. S. 527 f.), was das Bundesgericht nach Art. 104 lit. c Ziff. 1 OG in diesem Verfahren zu prüfen hat. Unangemessen ist die Inanspruchnahme eines Liquidators aber nicht schon deshalb, weil einzelne andere, in Betracht fallende Personen nicht ebenfalls herangezogen werden, deren Beitrag zur gesellschaftlichen Willensbildung weniger bedeutend erscheint oder nicht in gleicher Weise nachgewiesen ist.\n\ndd) Frau A. unterschrieb einen der Verträge im Namen der Y. AG. Sie war aber nicht Verwaltungsrätin der X. AG und deshalb auch an keiner Sitzung des Verwaltungsrats anwesend, führte keine Verhandlungen und beteiligte sich nicht an der Vereinbarung vom 23. Januar 1979. Damit war es nicht unangemessen, sie nicht als Liquidatorin für die Verrechnungssteuern der X. AG haftbar zu machen.\n\nee) Die Z. AG, Schwestergesellschaft der Hauptaktionärin der X. AG, führte im Zusammenhang mit der Veräusserung der Beteiligungen BGE 115 Ib 274 S. 291mehrere Aufträge der X. AG aus. Da eine juristische Person als Liquidatorin einer Aktiengesellschaft bestellt werden kann, hätte sie auch bei der faktischen Liquidation als Liquidatorin betrachtet werden können. Die Verhandlungsaufträge waren vom Verwaltungsrat aber A. oder den Verwaltungsratsmitgliedern C. und D. persönlich erteilt worden, so dass der Nachweis eines selbständig zur Willensbildung der X. AG beitragenden Auftrags nicht leicht gefallen wäre. Ähnlich verhält es sich bei der Mehrheitsaktionärin der X. AG, der Y. AG, der ein selbständiger Beitrag zur faktischen Liquidation nur zugeschrieben werden kann, wenn ihr die Handlungen ihres Organs A. zugerechnet werden. Dieser Hauptaktionär der beiden Gesellschaften haftet indessen persönlich als Liquidator der X. AG für die Verrechnungssteuern mit seinem ganzen Vermögen, also auch mit den Aktien der beiden Gesellschaften. Deshalb ist es nicht unangemessen, wenn sie nicht ebenfalls als Liquidatoren ins Verfahren einbezogen wurden. Der entsprechende Antrag ist abzuweisen.\n\nb) Die Beschwerdeführer B., C. und D. beantragen, es sei über das interne Regressverhältnis zwischen den für die Verrechnungssteuern der X. AG mithaftenden Personen im Sinne von Art. 50, 51 und 149 OR als ergänzendem öffentlichen Recht zu entscheiden.\n\nWeder im Verrechnungssteuergesetz noch in der Vollziehungsverordnung dazu findet sich ein Hinweis darauf, was unter der solidarischen Mithaftung zu verstehen ist. Die Lehre stützt sich deshalb auf die Bestimmungen des Obligationenrechts (Art. 143-150; PFUND, a.a.O., Art. 15 N. 15). Art. 50 und 51 OR betreffen die solidarische Haftung für den durch unerlaubte Handlung entstandenen Schaden. Im vorliegenden Fall geht es indessen um eine Steuerforderung. Nach Art. 148 Abs. 1 OR haben Solidarschuldner von der an den Gläubiger geleisteten Zahlung ein jeder den gleichen Teil zu übernehmen, wenn sich aus ihrem Rechtsverhältnis untereinander nichts anderes ergibt. Bezahlt ein Solidarschuldner mehr als seinen Teil, so hat er für den Mehrbetrag Rückgriff auf seine Mitschuldner (Art. 148 Abs. 2 OR). Ein Solidarschuldner kann somit erst dann auf einen Mitschuldner zurückgreifen, wenn er mehr als seinen Teil bezahlt hat. Die Beschwerdeführer haben bis heute die umstrittene Verrechnungssteuer weder ganz noch teilweise bezahlt. Über einen allfälligen Rückgriff unter den solidarisch mithaftenden Personen ist deshalb noch nicht zu entscheiden. Ob die Eidgenössische Steuerverwaltung aber überhaupt durch Verfügung entscheiden kann (BGE 108 II 493 f. E. 5; PFUND, BGE 115 Ib 274 S. 292a.a.O., Art. 15 N. 15, 23.2) und deshalb die Verwaltungsgerichtsbeschwerde zulässig wäre, um die Rückgriffsforderung gegenüber einem solidarisch Mithaftenden gerichtlich durchzusetzen, kann unter diesen Umständen offenbleiben. Somit ist auch dieser Antrag abzuweisen, soweit überhaupt darauf einzutreten ist.\n\n20. a) Nach Art. 20 VStG kann dem Steuerpflichtigen, hier also der X. AG, gestattet werden, die Steuerpflicht durch Meldung der steuerbaren Leistung zu erfüllen, wo bei Kapitalerträgen die Steuerentrichtung zu unnötigen Umtrieben oder zu einer offenbaren Härte führen würde. Die Verordnung umschreibt die Fälle, in denen dieses Verfahren zulässig ist, und zwar abschliessend in Art. 24 Abs. 1 VStV.\n\nb) Der Gesellschaft kann, neben anderen Fällen, auf Gesuch hin das Meldeverfahren bewilligt werden, wenn die anlässlich einer amtlichen Kontrolle oder Buchprüfung geltend gemachte Steuer eine Leistung betrifft, die in einem Vorjahr fällig geworden ist (Art. 24 Abs. 1 lit. a VStV), insbesondere, wenn es sich um die Steuer von geldwerten Leistungen (Art. 20 Abs. 1 VStV) handelt, zu denen auch geldwerte Leistungen bei der faktischen Liquidation zu rechnen sind (PFUND, a.a.O., Art. 20 N. 7.2). Die Fälligkeit der von der X. AG geschuldeten Verrechnungssteuer trat hier bereits 1979, in einem Vorjahr, ein (E. 13c). Trotz der \"Kann\"- Formulierung besteht unter den in Art. 24 VStV umschriebenen Voraussetzungen kein Ermessensspielraum der Eidgenössischen Steuerverwaltung, sondern ein Anspruch auf Bewilligung des Meldeverfahrens (BGE 94 I 474 f.; vgl. zu lit. b der Bestimmung BGE 110 Ib 322 E. 4, mit Hinweis).\n\nc) Dieser Anspruch auf Bewilligung des Meldeverfahrens besteht nur, sofern auch die Voraussetzungen von Art. 24 Abs. 2 VStV erfüllt sind.\n\nDie Voraussetzung, dass die Zahl der Leistungsempfänger zwanzig nicht übersteigt, könnte hier möglicherweise erfüllt sein, obwohl nicht nachgewiesen ist, welche Personen den Liquidationsüberschuss erhalten haben.\n\nHingegen ist das Meldeverfahren nach Art. 24 Abs. 2 VStV nur zulässig, wenn überdies feststeht, dass die Personen, auf die die Steuer zu überwälzen wäre, Anspruch auf Rückerstattung der Steuer hätten. Weder die Eidgenössische Steuerverwaltung noch - im Falle einer Verwaltungsgerichtsbeschwerde - das Bundesgericht haben über den Rückerstattungsanspruch natürlicher Personen als solchen zu entscheiden. Natürliche Personen haben ihren BGE 115 Ib 274 S. 293Antrag auf Rückerstattung vielmehr bei der Steuerbehörde des Kantons, in welchem sie wohnen, zu stellen (Art. 30 Abs. 1 VStG). Dieser kantonalen Behörde steht der Entscheid über den Rückerstattungsanspruch zu (Art. 52 Abs. 2 VStG). Die vorfrageweise Überprüfung der Eidgenössischen Steuerverwaltung, ob der Rückerstattungsanspruch der Leistungsempfänger allenfalls verwirkt sein könnte, kann daher nur summarisch und ohne Verbindlichkeit für das kantonale Rückerstattungsverfahren erfolgen. Lässt sich der Rückerstattungsanspruch nicht ohne weiteres feststellen, weil eine Verwirkung der Rückerstattungsansprüche ernstlich in Betracht fällt, so kommt die Bewilligung des Meldeverfahrens nicht in Betracht (BGE 110 Ib 324 E. 6b).\n\nd) Gemäss Art. 23 VStG verwirkt den Anspruch auf Rückerstattung der Verrechnungssteuer, wer entgegen gesetzlicher Vorschrift mit der Verrechnungssteuer belastete Einkünfte oder Vermögen, woraus solche Einkünfte fliessen, der zuständigen Steuerbehörde nicht angibt.\n\nDie X. AG beantragt das Meldeverfahren nur für die Verrechnungssteuer auf dem aus der Beilage zur Steuererklärung 1980 von A. hervorgehenden Betrag. Indessen unterliess A., diesen Betrag in der Steuererklärung selbst als Einkommen zu deklarieren. Die Steuerbehörde konnte nur beim aufmerksamen Studium der Beilagen zur Steuererklärung feststellen, dass A. ein zusätzliches Einkommen in dieser Höhe hätte angeben sollen. A. hat seinen Anteil am Liquidationsüberschuss nicht nach gesetzlicher Vorschrift der zuständigen Steuerbehörde als Einkommen angegeben. Eine Verwirkung seines Rückerstattungsanspruches fällt deshalb nicht von vornherein ausser Betracht.\n\nA. beruft sich auf seine Unerfahrenheit in steuerlichen Fragen, weshalb er seinen Anteil am Liquidationsüberschuss nicht ordnungsgemäss deklariert habe. Er habe auch nicht mit Hinterziehungsabsicht gehandelt. Bei dem vom Gesetzgeber gewählten System der Quellenbesteuerung kann aber auch derjenige den Anspruch auf die Rückerstattung der Verrechnungssteuer verwirken, der ohne Hinterziehungsabsicht ihm obliegende Pflichten bei der Veranlagung der ordentlichen Steuern missachtet. Diese Auswirkung ist sogar bei Personen in Kauf zu nehmen, die aus blosser Nachlässigkeit oder Unbeholfenheit ihren Mitwirkungspflichten nicht nachgekommen sind (BGE 113 Ib 131 E. 2e).\n\nAuch wenn nicht feststeht, dass A. seinen Rückerstattungsanspruch verwirkt hat, so steht doch anderseits auch nicht fest, dass BGE 115 Ib 274 S. 294er einen solchen besitzt. Das Meldeverfahren darf unter diesen Umständen nicht bewilligt werden.\n\ne) Die Verwaltungsgerichtsbeschwerde der X. AG erweist sich in dieser Hinsicht als unbegründet und ist abzuweisen."}