{"annee": "115", "cour": "V", "page": "384", "date": "27/9/1989", "cite": ["110 V 323"], "cite_par": ["116 V 101", "120 V 44", "116 V 345"], "chapeau": "52. Urteil vom 27. September 1989 i.S. Bundesamt für Sozialversicherung gegen S. und Versicherungsgericht des Kantons Zürich", "regestes": ["Art. 2 al. 1 let. a, art. 5bis al. 2, art. 6bis al. 1 LAMA, art. 13a al. 1 Ord. II. L'art. 13 al. 2 de la loi cantonale tessinoise sur l'assurance-maladie obligatoire du 28 mai 1986, selon lequel les caisses-maladie doivent percevoir pour les assurés collectifs les mêmes cotisations que pour les membres individuels, est contraire au droit fédéral."], "faits": "BGE 115 V 384 S. 384\n\nA.- Die Bank S. schloss am 14. November/1. Dezember 1986 für das in der Schweiz wohnhafte Personal mit der Krankenkasse Intras per 1. Januar 1987 einen Kollektivversicherungsvertrag im Sinne von Art. 5bis KUVG. Mit Verfügung vom 22. Juni 1987 eröffnete die Krankenkasse der Bank S., gemäss Art. 13 Abs. 2 des vom Eidgenössischen Departement des Innern (EDI) am 5. September 1986 genehmigten und auf den 1. Januar 1987 in Kraft getretenen Gesetzes des Kantons Tessin über die obligatorische Krankenversicherung vom 28. Mai 1986 seien die zum Betrieb der Krankenversicherung im Tessin zugelassenen Krankenkassen verpflichtet, für die Einzel- und Kollektivversicherten die gleichen Prämien zu erheben.\n\nB.- Beschwerdeweise beantragte die Bank S. im wesentlichen, die Verfügung vom 22. Juni 1987 sei aufzuheben und es sei festzustellen, dass Art. 13 Abs. 2 des erwähnten kantonalen Gesetzes bundesrechtswidrig sei; die Kasse sei zu verpflichten, die im Kollektivversicherungsvertrag festgelegten Prämien auch für die im Kanton Tessin wohnhaften Versicherten anzuwenden.BGE 115 V 384 S. 385\n\nDas Versicherungsgericht des Kantons Zürich hiess die Beschwerde mit Entscheid vom 9. September 1987 gut und hob die angefochtene Verfügung auf.\n\nC.- Mit Verwaltungsgerichtsbeschwerde beantragt das Bundesamt für Sozialversicherung (BSV) Aufhebung des vorinstanzlichen Entscheides.\n\nDie Bank S. und die beigeladene Krankenkasse schliessen auf Abweisung der Verwaltungsgerichtsbeschwerde. Der zur Stellungnahme eingeladene Staatsrat des Kantons Tessin schliesst sich der Verwaltungsgerichtsbeschwerde des BSV an.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. (Zulässigkeit der Verwaltungsgerichtsbeschwerde)\n\n2. (Kognition)\n\n3. (Vernehmlassung des Tessiner Staatsrates)\n\n4. In materieller Hinsicht ist streitig, ob ein Kanton den Krankenkassen vorschreiben darf, in der Kollektivkrankenversicherung gleich hohe Mitgliederbeiträge wie in der Einzelversicherung festzusetzen. Der Umstand, dass der fragliche Art. 13 Abs. 2 des Gesetzes des Kantons Tessin über die obligatorische Krankenversicherung vom 28. Mai 1986 vom EDI am 5. September 1986 gemäss Art. 2 Abs. 3 KUVG in Verbindung mit Art. 8 Abs. 1 Vo V genehmigt worden ist, steht der richterlichen Überprüfung nicht entgegen (vgl. BGE 110 V 324 Erw. 1b).\n\na) Gemäss Art. 5bis Abs. 2 KUVG sind die Krankenkassen befugt, in Kollektivversicherungsverträgen Versicherungsbedingungen zu vereinbaren, die von denjenigen der Einzelversicherung abweichen. In Art. 6bis Abs. 1 Satz 2 KUVG wird vorgeschrieben, dass die Mitgliederbeiträge in der Kollektivversicherung unter Berücksichtigung der besonderen Risiken festzusetzen sind. Nach dieser Vorschrift müssen die Kollektivversicherungsprämien im Interesse der finanziellen Sicherheit der Kassen den Risiken des Versichertenbestandes entsprechen (vgl. dazu Botschaft des Bundesrates zum Entwurf eines Bundesgesetzes betreffend die Änderung des Ersten Titels des Bundesgesetzes über die Kranken- und Unfallversicherung vom 5. Juni 1961, BBl 1961 I 1451). Art. 13a Abs. 1 Vo II führt hiezu ergänzend aus, die Kasse müsse die Mitgliederbeiträge in den einzelnen Verträgen so festsetzen, dass sowohl die Kollektivversicherung für Krankenpflege als auch jene für Krankengeld selbsttragend sind und die Kasse die nötigen BGE 115 V 384 S. 386Reserven bilden kann. Dabei sind nach Art. 13a Abs. 3 Vo II die Erfahrungszahlen über die betreffenden Personengruppen, welche mindestens die letzten drei Jahre umfassen müssen, massgebend. Einzelheiten über die Mindestbeiträge in der Kollektivversicherung werden in der Verordnung 5 des EDI über die Krankenversicherung vom 12. November 1965 geregelt. So schreibt Art. 6 Abs. 1 dieser Verordnung vor, dass die Mindestbeiträge für die Krankenpflegeversicherung entsprechend den örtlich bedingten Kostenunterschieden nach Risikogruppen abzustufen sind.\n\nb) Mit dem Prinzip der risikogerechten Prämie für den einzelnen Vertrag weicht die Regelung der Mitgliederbeiträge in der Kollektivversicherung wesentlich von der Ordnung der Beiträge in der Einzelversicherung ab. Bei dieser ist die Berücksichtigung der besonderen Risiken bei der Prämiengestaltung im Hinblick auf die Solidarität innerhalb einer Versichertengemeinschaft nur in abgeschwächter Form zulässig (vgl. MAURER, Schweizerisches Sozialversicherungsrecht, Bd. II, S. 302).\n\nDie Kollektivversicherung einer Krankenkasse hat sich als Ganzes selber zu erhalten (Art. 13a Abs. 1 Vo II). Durch Kollektivversicherungsverträge mit dem in Art. 2 Vo II genannten Kreis der Versicherungsnehmer und Versicherten werden meistens \"günstige\" Risikogruppen (z.B. die relativ junge Belegschaft eines Betriebes) innerhalb der gleichen Kasse gebildet. \"Je nach Konkurrenzlage ist es den einzelnen Krankenkassen damit unter Umständen möglich, einzelne Verträge zu ausserordentlich tiefen Prämien anzubieten und die hieraus resultierenden Verluste in anderen Regionen bzw. mit anderen Verträgen wieder wettzumachen. Diese Risikoselektion geht zu Lasten der Einzelversicherung im allgemeinen, weil sich hier die \"schlechteren\" Risiken (Betagte, Kranke, Frauen) konzentrieren\" (Bericht der Kommission des Ständerates über einen Gegenentwurf auf Gesetzesstufe zur Volksinitiative für eine finanziell tragbare Krankenversicherung vom 17. Oktober 1988, BBl 1988 III 1343).\n\n5. a) Zu prüfen ist, ob Art. 13 Abs. 2 des Gesetzes des Kantons Tessin über die obligatorische Krankenversicherung vom 28. Mai 1986, wonach für die Einzel- und Kollektivversicherten die gleichen Prämien zu erheben sind, gegen die den Krankenkassen in Art. 5bis Abs. 2 KUVG bundesrechtlich eingeräumte Befugnis verstösst, in den Kollektivversicherungsverträgen Versicherungsbedingungen zu vereinbaren, die von denjenigen der Einzelversicherung abweichen. Zudem fragt es sich, ob die vorgeschriebene BGE 115 V 384 S. 387Prämiengleichheit zwischen Kollektiv- und Einzelversicherten vereinbar ist mit der (bundesrechtlichen) Vorschrift gemäss Art. 6bis Abs. 1 Satz 2 KUVG, wonach die Mitgliederbeiträge in der Kollektivversicherung unter Berücksichtigung der besonderen Risiken festzusetzen sind.\n\nDie vom Kanton Tessin angeordnete Prämiengleichheit in der Kollektiv- und Einzelversicherung steht nach dem in Erw. 4 Gesagten mit der finanziellen Sicherstellung der mit der Kollektivversicherung abgedeckten Risiken in keinem Zusammenhang. Vielmehr geht es nach den Darlegungen des Staatsrates des Kantons Tessin darum, durch höhere Mitgliederbeiträge der Kollektivversicherten Änderungen in der Kassenstruktur zu verhindern. Das Argument des Staatsrates, mit der Kollektivversicherung würden der Einzelversicherung die \"guten Risiken\" der Einzelversicherung weggenommen, was gegen das Prinzip der Gegenseitigkeit und der Solidarität verstosse, ist als Rechtfertigung für die getroffene kantonale Regelung nicht stichhaltig. Der Gedanke der Solidarität unter den Versicherten lässt sich gemäss geltendem Recht nicht durch eine Prämiengleichheit zwischen Kollektiv- und Einzelversicherten verwirklichen. Denn das Bundesrecht räumt den Kassen, wie bereits gesagt, ausdrücklich die Befugnis ein, in den Kollektivversicherungsverträgen Versicherungsbedingungen zu vereinbaren, die von denjenigen der Einzelversicherung abweichen; zudem ist bundesrechtlich vorgeschrieben, dass die Mitgliederbeiträge in der Kollektivversicherung unter Berücksichtigung der besonderen Risiken festzusetzen sind (zu den früheren Revisionsbestrebungen bezüglich der Mitgliederbeiträge siehe Botschaft des Bundesrates über die Teilrevision der Krankenversicherung vom 19. August 1981, BBl 1981 II 1160; vgl. hinsichtlich der Angleichung der Mitgliederbeiträge in der Kollektiv-Krankenpflegeversicherung an diejenigen der Einzelversicherung auch den Bericht der Kommission des Ständerates über einen Gegenentwurf auf Gesetzesstufe zur Volksinitiative für eine finanziell tragbare Krankenversicherung vom 17. Oktober 1988, BBl 1988 III 1343).\n\nb) Die fragliche kantonale Gesetzesbestimmung kann sich schliesslich auch nicht auf Art. 2 Abs. 1 lit. a KUVG stützen, wonach die Kantone ermächtigt sind, die Krankenversicherung allgemein oder für einzelne Bevölkerungsklassen obligatorisch zu erklären. Die Einführung des (vollen oder teilweisen) Obligatoriums bezweckt sozialpolitisch, den Versicherungsschutz des KUVG zu verstärken (vgl. MAURER, Schweizerisches BGE 115 V 384 S. 388Sozialversicherungsrecht, Bd. II, S. 304; LÜÖND, Die obligatorische Krankenversicherung nach kantonalem Recht unter besonderer Berücksichtigung der zürcherischen Gesetzgebung, SZS 1979 S. 46 ff.), was sich mit der Anpassung der Kollektivversicherungsprämien an jene der Einzelversicherung aber nicht erreichen lässt. Daran ändert der Umstand nichts, dass mit der Einführung des Obligatoriums den beteiligten Kassen im Hinblick auf die Prämiensubventionierung Auflagen bezüglich der Prämiengestaltung gemacht werden können.\n\nc) Zusammenfassend ergibt sich, dass für eine ergänzende kantonale Rechtsetzungskompetenz bezüglich der Höhe der Mitgliederbeiträge in der Kollektivversicherung gemäss der Tessiner Regelung aufgrund der abschliessenden bundesrechtlichen Ordnung kein Raum besteht, wie die Vorinstanz in ihrem Entscheid zutreffend festgestellt hat. Art. 13 Abs. 2 des Gesetzes des Kantons Tessin über die obligatorische Krankenversicherung vom 28. Mai 1986 ist bundesrechtswidrig. Die Krankenkasse Intras kann somit nicht verpflichtet werden, die Prämien für die Kollektivversicherten der Bank S. denjenigen der Einzelversicherten anzupassen, weshalb der kantonale Richter die angefochtene Verfügung vom 22. Juni 1987 zu Recht aufgehoben hat.\n\n6. (Kostenpunkt)\n\nDemnach erkennt das eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}