{"annee": "115", "cour": "III", "page": "24", "date": "28/8/1989", "cite": ["109 III 102", "95 III 1", "111 III 56", "115 III 11"], "cite_par": ["115 III 81", "118 III 57", "117 III 39", "128 III 468", "121 III 81", "134 III 75", "119 III 4"], "chapeau": "6. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 28. August 1989 i.S. Merkli (Rekurs)", "regestes": ["Radiation de l'inscription d'une poursuite nulle dans le registre des poursuites. 1. Lorsqu'une poursuite est déclarée nulle, son inscription dans le registre des poursuites, elle, n'est pas nulle; le poursuivi doit donc demander expressément la radiation, et l'intervention d'office des autorités de surveillance est exclue (consid. 1). 2. La radiation d'une poursuite déclarée nulle consiste en ce que l'inscription au registre est assortie de la remarque selon laquelle la poursuite a été déclarée nulle par décision de l'autorité de surveillance à la date en question; la poursuite assortie d'une telle remarque ne saurait plus être mentionnée ensuite dans les extraits du registre (consid. 2)."], "faits": "BGE 115 III 24 S. 25\n\nIn Gutheissung von vier Beschwerden Ruedi Merklis erklärte das Bezirksgericht Meilen (II. Abteilung) als untere Aufsichtsbehörde in Schuldbetreibungs- und Konkurssachen am 23. Februar 1989 die vier vom Interswiss-Immobilienfonds, vom Swissimmobil Serie D-Immobilienfonds vom Swissimmobil 61-Immobilienfonds und vom Swissimmobil Neue Serie-Immobilienfonds gegen ihn eingeleiteten Betreibungen des Betreibungsamtes Zollikon als nichtig. Dem Antrag von Ruedi Merkli, die Betreibungen seien im Betreibungsregister zu löschen, gab das Bezirksgericht nicht statt.\n\nGegen den Entscheid vom 23. Februar 1989 rekurrierten die vier Immobilienfonds an das Obergericht (II. Zivilkammer) des Kantons Zürich. Die obere kantonale Aufsichtsbehörde wies den Rekurs am 17. Juli 1989 ab. Ruedi Merkli hatte in der Vernehmlassung zum Rekurs das Begehren um Löschung der Registereinträge erneuert. Auf diesen Antrag trat das Obergericht nicht ein mit der Begründung, er hätte mit einem selbständigen Rekurs gestellt werden müssen.\n\nMit Eingabe vom 24. Juli 1989 hat Ruedi Merkli gegen den obergerichtlichen Entscheid Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts erhoben mit dem Antrag:\n\n\"Es seien die sich auf die Betreibungen Nr. 887-890 des Betreibungsamtes\n\nZollikon beziehenden Einträge in den Betreibungsregistern zu löschen.\n\na) indem der Registereintrag umfassend, d.h. auch amtsintern beseitigt\n\nwird;\n\nb) eventuell indem der Eintrag im Register mit einem Vermerk versehen\n\nwird, mit der Folge, dass Dritten keine Kenntnis von den Betreibungen\n\ngegeben werden darf.\"\n\nRekursantworten sind keine eingeholt worden.\n\nBGE 115 III 24 S. 26", "considerants": "Aus den Erwägungen:\n\n1. ...\n\nDass das Nichteintreten der Vorinstanz auf das in der Vernehmlassung zum Rekurs der Immobilienfonds gestellte Löschungsbegehren eine bundesrechtliche Vorschrift verletze, vermag der Rekurrent nicht darzutun. Es trifft nach der Rechtsprechung sodann zwar zu, dass die kantonalen Aufsichtsbehörden (wie auch die Schuldbetreibungs- und Konkurskammer des Bundesgerichts) bei Nichtigkeit jederzeit von Amtes wegen einzugreifen haben. Nichtig ist eine Verfügung jedoch nur dann, wenn sie gegen eine Vorschrift verstösst, die im öffentlichen Interesse oder im Interesse eines unbestimmten Kreises Dritter aufgestellt und daher schlechthin zwingend ist (BGE 111 III 61 Erw. 3; BGE 109 III 105 Erw. 1 mit Hinweisen). Das trifft hier nicht zu: Ein Interesse an der angestrebten Löschung ist einzig für den Rekurrenten ersichtlich. Dass der Eintrag sich auf eine nichtig erklärte Betreibung bezieht, ist unerheblich. Anders als etwa beim Grundbuch, beim Handelsregister oder beim Eigentumsvorbehaltsregister geben die Einträge im Betreibungsregister nicht über den Bestand eines materiellen Rechts Auskunft, und sie haben auch keine rechtlichen Wirkungen gegenüber Dritten (dazu SUTER/VON DER MÜHLL, Die Löschung von Betreibungen im Betreibungsregister unter besonderer Berücksichtigung der Praxis beim Betreibungsamt Basel-Stadt, in: BlSchK 52/1988, S. 214). Zwischen Registereintrag und Betreibung besteht kein Zusammenhang, der im Falle einer Nichtigerklärung der Betreibung die Löschung des Eintrags als absolut zwingende Folge erscheinen liesse.\n\nAus dem Gesagten erhellt, dass die Vorinstanz auch nicht etwa von Amtes wegen auf das Löschungsbegehren des Rekurrenten hätte eintreten müssen. Der Rekurs ist somit unbegründet.\n\n2. Auf das Löschungsbegehren von Amtes wegen einzutreten, ist nach dem Ausgeführten auch der erkennenden Kammer verwehrt. Da der Rekurrent jederzeit ein neues Begehren stellen kann, rechtfertigt es sich, hier die Frage der Löschung dennoch zu erörtern:\n\na) Das Reglement über die im Betreibungs- und Konkursverfahren zu verwendenden Formulare und Register und die Rechnungsführung (Verordnung Nr. 1 des Bundesrates zum SchKG; SR 281.31) enthält in Art. 30 eine Bestimmung über das Betreibungsbuch. Darin wird festgelegt, was einzutragen ist und in welcher BGE 115 III 24 S. 27Form. Zur Frage der Löschung des Eintrags einer Betreibung äussert sich die Verordnung nicht; geregelt ist hingegen, was bei einer Erledigung der Betreibung zu vermerken sei (Art. 30 am Ende).\n\nb) Während die erkennende Kammer in dem vom Rekurrenten angeführten Urteil vom 11. Juli 1989 (BGE 115 III 15 E. c) - entsprechend dem Antrag des damaligen Rekurrenten - erkannt hat, dass die angefochtenen Zahlungsbefehle aufgehoben würden und das Betreibungsamt angewiesen werde, die sich auf die betreffenden Betreibungen beziehenden Einträge im Betreibungsregister zu löschen, hatte sie in BGE 95 III 1 ff. entschieden, die von den Betriebenen gestellten Löschungsbegehren seien zu Recht abgewiesen worden. Im älteren Entscheid war es um den Eintrag einer Betreibung gegangen, die bei einem örtlich nicht zuständigen Amt (der Betriebene war zuvor vom fraglichen Kreis der Stadt Zürich in einen anderen umgezogen) eingeleitet worden war (wobei der Gläubiger von der Einleitung einer neuen Betreibung abgesehen hatte). Der hier in Frage stehende Sachverhalt (der sich genau mit dem im Entscheid vom 11. Juli 1989 beurteilten deckt) unterscheidet sich davon wesentlich, betrifft doch der Eintrag, dessen Löschung beantragt wird, eine nichtige Betreibung. Es ginge zumindest in einem solchen Fall nicht an, dem Betriebenen die Löschung zu verweigern, während beim Erlöschen der Betreibung beispielsweise wegen Abstellung durch den Gläubiger oder Verjährung ein entsprechender Vermerk im Register angebracht würde (Art. 30 der Verordnung Nr. 1 des Bundesrates zum SchKG). Ob für den dort beurteilten Sachverhalt an der in BGE 95 III 1 ff. geäusserten Betrachtungsweise festzuhalten wäre, mag hier dahingestellt bleiben.\n\nSUTER/VONDERMÜHLL (a.a.O. S. 216) halten den Ausführungen in BGE 95 III 5 (Erw. 1 am Ende) mit Recht entgegen, das Löschungsinteresse des Betriebenen gebiete nicht, dass der Eintrag schlechtweg zum Verschwinden gebracht wird; es genügt in der Tat, den Eintrag beispielsweise mit dem Vermerk zu versehen, die Betreibung sei durch Entscheid der kantonalen Aufsichtsbehörde vom betreffenden Datum nichtig erklärt worden. Die auf diese Weise gekennzeichnete Betreibung darf dann in Registerauszügen nicht mehr erwähnt werden."}