{"annee": "115", "cour": "II", "page": "206", "date": "22/5/1989", "cite": ["108 II 369", "109 II 193"], "cite_par": ["122 III 404", "117 II 218", "117 II 353", "122 III 401", "115 II 317", "129 III 250"], "chapeau": "35. Auszug aus dem Urteil der II. Zivilabteilung vom 22. Mai 1989 i.S. X. gegen X. (Berufung)", "regestes": ["Art. 156 al. 1 et 274 al. 1 CC; attribution des enfants en cas de divorce. La conclusion d'une convention sur les effets accessoires du divorce n'empêche pas une partie de demander au juge de ne pas la ratifier. Si les conditions de l'attribution des enfants sont réunies de la même manière chez les deux parents, mais que l'un d'eux gêne les relations des enfants avec l'autre, il viole ses devoirs parentaux. Sa capacité éducative doit dès lors être jugée moindre que celle du parent qui n'influence pas négativement les enfants."], "faits": "BGE 115 II 206 S. 207\n\nA.- A. X. und M. Y. gingen im Jahre 1971 miteinander die Ehe ein, welcher die beiden Kinder Claudia, geboren 1972, und Marcel, geboren 1976, entsprossen. Die Ehefrau erhob im April 1986 beim Bezirksgericht Klage auf Scheidung der Ehe. Gleichzeitig beantragte sie die Zuweisung der elterlichen Gewalt über die beiden Kinder an sie. Der Ehemann widersetzte sich zunächst dem Scheidungsbegehren.\n\nAls vorsorgliche Massnahme während des Scheidungsverfahrens wurden die beiden Kinder vorerst dem Vater zur Pflege und Erziehung zugesprochen. In der Folge einigten sich die Parteien auf ein gemeinsames Scheidungsbegehren und schlossen im November 1987 auch eine Vereinbarung über die Nebenfolgen der Scheidung, wonach die Kinder unter die elterliche Gewalt des Beklagten zu stellen seien. Sollte aber eines der Kinder oder beide je den Wunsch haben, mit der Klägerin zusammenzuleben, so werde der Beklagte diesen Wunsch respektieren und sich auch der Übertragung der elterlichen Gewalt nicht widersetzen. Im übrigen einigten sich die Parteien auch über ein ausgedehntes Besuchs- und Ferienrecht der Klägerin und darüber, dass sie an den Unterhalt der Kinder je Fr. 250.-- im Monat leisten solle.\n\nAnlässlich der Hauptverhandlung vor Bezirksgericht stellte die Klägerin indessen den Antrag, dass die Vereinbarung über die Nebenfolgen nicht zu genehmigen sei, dass vielmehr die Kinder BGE 115 II 206 S. 208Claudia und Marcel unter ihre Obhut zu stellen seien und der Beklagte, dem ein grosszügiges Besuchs- und Ferienrecht einzuräumen sei, an den Unterhalt der Kinder monatliche Beiträge von je Fr. 600.-- zu bezahlen habe. Der Beklagte widersetzte sich diesem Antrag.\n\nB.- Das Bezirksgericht schied mit Urteil vom 15. März 1988 die Ehe der Parteien, unterstellte die beiden Kinder der elterlichen Gewalt des Vaters, ordnete aber für die Überwachung des Besuchsrechts eine Erziehungsbeistandschaft im Sinne von Art. 308 Abs. 2 ZGB an und genehmigte die übrigen Punkte der Konvention.\n\nDas Obergericht des Kantons Thurgau hiess am 13. Dezember 1988 die Berufung der Klägerin gut und sprach die beiden Kinder Claudia und Marcel der Mutter zu unter Anordnung einer Erziehungsbeistandschaft gemäss Art. 308 Abs. 2 ZGB. Es räumte dem Beklagten das Recht ein, die beiden Kinder jedes zweite Wochenende zu sich auf Besuch und vier Wochen pro Jahr mit sich in die Ferien zu nehmen. Ferner verpflichtete ihn das Obergericht, für die beiden Kinder monatliche indexierte Unterhaltsbeiträge von je Fr. 600.-- zu bezahlen.\n\nC.- Der Beklagte legt beim Bundesgericht Berufung ein mit dem Begehren, in Abänderung des Urteils des Obergerichts sei die elterliche Gewalt über Claudia und Marcel auf ihn zu übertragen. Dazu verlangt er eine entsprechende Änderung der Besuchs- und Ferienregelung sowie der Unterhaltsbeitragspflicht. Eventualiter beantragt er, dass zur genauen Abklärung der Lebensverhältnisse der Kinder ein aktualisiertes Gutachten zu erstellen und ein Bericht der zuständigen Vormundschaftsbehörde einzuholen sei.\n\nDie Klägerin und das Obergericht schliessen auf Abweisung der Berufung.\n\nDas Bundesgericht weist die Berufung ab und bestätigt das angefochtene Urteil.", "considerants": "Aus den Erwägungen:\n\n4. Das Obergericht hat sich intensiv mit der Frage der Kinderzuteilung auseinandergesetzt. Es hat nicht verkannt, dass die Klägerin sich vorerst damit einverstanden erklärt hatte, dass die aus dem Kleinkindesalter herausgewachsenen Kinder der elterlichen Gewalt des Beklagten unterstellt werden. Das Obergericht hat aber auch zu Recht festgehalten, dass der Abschluss einer BGE 115 II 206 S. 209Scheidungskonvention die Parteien nicht daran hindert, dem Richter deren Nichtgenehmigung zu beantragen. Soweit diese beantragte Nichtgenehmigung die Belange der Kinder betrifft, ist der Richter von Bundesrechts wegen verpflichtet, den geltend gemachten Gründen besonders sorgfältig nachzugehen und von Amtes wegen zu prüfen, welche Lösung sich im Interesse der Kinder aufdrängt. Das gilt gleicherweise für den erst- wie den zweitinstanzlichen Richter. Dass das Bezirksgericht in der Frage der Kinderzuteilung die Parteivereinbarung genehmigt hat, ist insofern ohne Belang, als das Obergericht in seiner eigenen Entscheidung frei ist und selbst umfassend zu prüfen hat, ob die endgültige Zuteilung der beiden Kinder an den Vater oder aber an die Mutter zu erfolgen hat.\n\na) Massgebend ist bei der Prüfung dieser Frage das Kindeswohl. Die Interessen der Eltern haben in den Hintergrund zu treten, und völlig ausser Betracht zu bleiben haben vor allem emotionale Widerstände des einen Ehegatten gegenüber dem die Scheidung begehrenden andern Ehegatten. Nachdem die Kinder sich in einem Alter befinden, in welchem sie an sich auf beide Eltern - ohne Vorgabe des einen oder andern - angewiesen sind, kann es entgegen der Auffassung des Obergerichts auch nicht mehr auf die mütterliche Vorgabe ankommen, welcher in den Entscheiden BGE 108 II 370 und BGE 109 II 194 noch eine vorrangige Bedeutung zugekommen ist. Die neueste Rechtsprechung geht vielmehr davon aus, dass zumindest bei nicht mehr ganz kleinen Kindern grundsätzlich - bei gleichen Voraussetzungen und bei gleicher Erziehungsfähigkeit - beide Eltern gleicherweise in den Genuss der elterlichen Gewalt gelangen können (BGE 114 II 203). Den Vorrang besitzt nach dieser Rechtsprechung jener Elternteil, welcher nach den gesamten Umständen die bessere Gewähr dafür bietet, dass sich die Kinder in geistig-psychischer, körperlicher und sozialer Hinsicht altersgerecht optimal entfalten können. Steht fest, dass diese Voraussetzungen und sodann die Möglichkeit, die Kinder persönlich zu betreuen, auf seiten beider Eltern ungefähr in gleicher Weise gegeben sind, ist dem Moment der örtlichen und familiären Stabilität und - je nach Alter der Kinder - allenfalls ihrem eindeutigen Wunsch Rechnung zu tragen.\n\nb) Angesichts dieser von der bundesgerichtlichen Rechtsprechung aufgestellten Grundsätze lässt sich der Entscheid des Obergerichts im Ergebnis in keiner Weise beanstanden. Die Vorinstanz hat die gesamten Umstände grundsätzlich zutreffend gewürdigt.\n\nBGE 115 II 206 S. 210Da in erzieherischer, wirtschaftlicher und sozialer Hinsicht gleichwertige Voraussetzungen gegeben waren, hat sie letztlich entscheidend auf das beigezogene Gutachten und damit auf die Tatsache abgestellt, dass die Parteien noch unfähig zu einfachsten Kooperationsleistungen seien und die Entscheidungsgewalt weitgehend einfach ihren Kindern überlassen hätten. Das hatte zur Folge, dass vor allem der kleine Marcel wegen des Verhaltens seines Vaters in schwere Loyalitätskonflikte geriet. Das Gutachten, das auf einer dreieinhalb Jahre dauernden Beobachtung der Verhältnisse beruht, lässt nach der Feststellung im angefochtenen Entscheid keinen Zweifel darüber offen, dass das Kindeswohl unter den gegebenen Voraussetzungen deshalb nicht gewährleistet ist, weil der Beklagte die in Art. 273 und 274 Abs. 1 ZGB ausdrücklich festgehaltenen elterlichen Pflichten in flagranter Weise verletzt. Er sei es, welcher der Mutter-Kind-Beziehung Steine in den Weg lege und zwar offenkundig aus egoistischen Motiven, nämlich um an der Klägerin für die Scheidung, der er sich anfänglich widersetzt hat, Rache zu nehmen. Dass diese aus dem Gutachten gezogene Schlussfolgerung richtig ist, untermauert das Obergericht noch mit der Aussage eines Zeugen, eine Aussage, die vom Beklagten nicht in Frage gestellt worden ist.\n\nDas Obergericht hält fest, dass sich der Beklagte nicht nur widerrechtlich im Sinne des Kindesrechts verhält, sondern dass er, indem er die Gefühle seiner Kinder zum Spielball seiner \"Strafaktion\" gegen die Klägerin mache, auf die Kinder sogar einen ausgesprochen schädlichen Einfluss ausübe. Der Beklagte stelle die bei ihm wohnenden Kinder faktisch vor die Alternative, sich für ihn oder die Klägerin zu entscheiden, wodurch er den Widerstand der Kinder gegen die Mutter auslöse. Es fehle ihm ganz offensichtlich am Willen, sich auch nur zu einer minimalen Zusammenarbeit in Fragen des persönlichen Verkehrs zwischen Eltern und Kindern, geschweige denn in Erziehungsfragen bewegen zu lassen. Dass sich die Klägerin dabei nachsichtig zeige, geschehe offenkundig in der Absicht, die bestehende Konfliktsituation nicht zusätzlich und namentlich zu Lasten der Kinder zu verschärfen.\n\nDie Vorinstanz schliesst völlig zu Recht aus diesem Verhalten der Klägerin, dass bei ihr mehr Einsicht vorhanden ist als auf seiten des Beklagten. Es ist ihr damit die bessere Erziehungsfähigkeit zu attestieren. In Übernahme der Schlussfolgerungen der Gutachterin hält das Obergericht in diesem Zusammenhang dafür, dass die Klägerin die Beziehungen der Kinder zu ihrem Vater BGE 115 II 206 S. 211weniger negativ beeinflussen würde, als dies umgekehrt geschieht. Bei einer Gewaltzuweisung an die Mutter würden die Kinder von den Schuldgefühlen gegenüber beiden Eltern befreit, und die Beziehung zur Mutter könnte sich entkrampfen, weil die Kinder weniger Angst haben müssten, wenn sie die Mutter auch gern haben; besonders Marcel könnte seine übermässige Loyalität zum Vater aufgeben und zu beiden Eltern eine gleichwertige Beziehung aufbauen. Das Obergericht ist mit Recht der Ansicht, dass die Normalisierung der persönlichen Beziehungen zwischen Eltern und Kindern für eine gesunde Entwicklung der Kinder unabdingbar ist. Diese Normalisierung kann nun aber nach der verbindlichen Feststellung im angefochtenen Urteil nur durch Unterstellung von Marcel und Claudia unter die elterliche Gewalt der Klägerin erreicht werden. Eine Umplazierung der Kinder drängt sich daher für das Obergericht geradezu auf, auch wenn damit nicht sämtliche Probleme, zumindest mit Bezug auf den Sohn Marcel, gelöst sind.\n\nc) Das Obergericht hat mit diesem Entscheid nicht nur kein Bundesrecht verletzt, sondern offensichtlich im wohlverstandenen Interesse der beiden Kinder entschieden. Es hält zutreffend fest, dass es unter dem Gesichtspunkt des Kindeswohls nicht zu verantworten wäre, eine gleichsam programmierte Schädigung von Marcel in Kauf zu nehmen. Nach der Feststellung der Vorinstanz lässt sich die Umplazierung der Kinder an einen nur wenige Kilometer entfernten Ort aber auch unter dem Gesichtspunkt der auf seiten der Klägerin zweifellos vorhandenen und wohl besseren erzieherischen Fähigkeiten sowie ihrer Bereitschaft zur Kindererziehung und -betreuung verantworten."}