{"annee": "115", "cour": "V", "page": "422", "date": "7/11/1989", "cite": [], "cite_par": ["134 V 162", "125 V 339", "116 V 136", "125 V 118", "118 V 182"], "chapeau": "59. Arrêt du 7 novembre 1989 dans la cause Caisse-maladie et accidents chrétienne sociale suisse contre Caisse cantonale vaudoise d'assurance en cas de maladie et d'accidents et Tribunal des assurances du canton de Vaud concernant X", "regestes": ["Art. 129 OLAA: Droit de recours des assureurs. Selon l'art. 129 OLAA, lorsqu'un assureur rend une décision ayant pour objet la répartition des prestations entre l'assurance-accidents et une autre assurance sociale, cette décision doit également être notifiée à l'institution intéressée; celle-ci dispose des mêmes voies de droit que l'assuré. Les principes posés par cette disposition sont également applicables lorsque l'assureur dénie toute responsabilité (consid. 1). Art. 105 al. 1 LAA, art. 130 OLAA: Forme de l'opposition et délai applicable. L'institution intéressée à laquelle une décision a été notifiée conformément à l'art. 129 OLAA doit former opposition dans les formes et les délais prévus par les art. 105 al. 1 LAA et 130 OLAA (consid. 3b)."], "faits": "BGE 115 V 422 S. 422\n\nA.- X, fonctionnaire de l'Etat de Vaud, a commis le 23 septembre 1987 une tentative de suicide. Il a été hospitalisé jusqu'au 25 septembre 1987.\n\nLe cas a été annoncé à la Caisse-maladie et accidents chrétienne sociale suisse (ci-après, la Caisse-maladie chrétienne sociale). Au BGE 115 V 422 S. 423vu des renseignements médicaux qui lui étaient parvenus (diagnostic d'\"affection psychiatrique\", \"ivresse pathologique et tentamen dans le cadre d'un état dépressif secondaire à des difficultés conjugales et à la perspective d'une séparation\"), cette dernière a renvoyé son assuré à faire valoir ses droits envers l'assurance-accidents obligatoire, parce que l'affection ayant entraîné le séjour hospitalier en cause devait, \"sous certaines conditions, être considérée comme un accident\".\n\nLe 25 novembre 1987, l'employeur de l'assuré a rempli une déclaration d'accident à l'intention de la Caisse cantonale vaudoise d'assurance en cas de maladie et d'accidents, assureur-accidents des fonctionnaires de l'Etat de Vaud (ci-après, la Caisse cantonale vaudoise).\n\nDans un rapport du 2 décembre 1987, le docteur B., qui avait donné les premiers soins au blessé, a posé le diagnostic de plaies transversales du poignet gauche et état dépressif, en précisant que l'intéressé se trouvait dans un état d'excitation importante et qu'il avait déclaré s'être entaillé quatre fois le poignet gauche en état de dépression.\n\nPar décision du 14 décembre 1987, la Caisse cantonale vaudoise a refusé de prendre le cas à sa charge, en invoquant le fait que l'assuré s'était volontairement blessé au poignet gauche et en se fondant sur l'art. 37 al. 1 LAA. Une copie de cette décision a été adressée à X, à l'intention de sa caisse-maladie.\n\nLe prénommé n'a pas fait opposition à cette décision. En revanche, la Caisse-maladie chrétienne sociale a, le 23 décembre 1987, adressé la lettre suivante à la Caisse cantonale vaudoise:\n\n\"Nous accusons réception de la copie de votre lettre du 14 décembre\n\n1987 adressée à notre assuré en relation avec le sinistre susmentionné.\n\nA ce sujet, afin de nous permettre d'examiner ce cas en toute\n\nconnaissance de cause, nous vous serions reconnaissants de bien vouloir\n\nnous faire parvenir une copie du dossier en votre possession: les\n\nrenseignements d'ordre médical sont à adresser directement à notre\n\nmédecin-conseil, au moyen de l'enveloppe-réponse ci-jointe.\n\nNous vous remercions d'avance de votre collaboration et vous prions\n\nd'agréer, Messieurs, nos salutations distinguées.\"\n\nLe 30 décembre 1987, la Caisse cantonale vaudoise a communiqué au médecin-conseil de la Caisse-maladie chrétienne sociale les renseignements médicaux en sa possession. De son côté, celle-ci a demandé des précisions complémentaires à l'Hôpital psychiatrique de B., dont le rapport du 16 février 1988 posait le diagnostic de \"troubles du comportement et tentamen par BGE 115 V 422 S. 424veino-section au cours d'un épisode d'ivresse pathologique\" chez un sujet \"connu habituellement comme un homme réservé, habitué à dominer ses sentiments, donnant toute satisfaction dans un travail à responsabilités\", \"manifestement ... déstabilisé par les bouleversements intervenus dans sa vie conjugale\". Ce document, émanant des docteurs V. et M., précisait que \"la symptomatologie dépressive ... (pouvait) être raisonnablement considérée comme la cause de l'épisode d'ivresse pathologique au cours duquel le patient, perdant tout contrôle et discernement de ses actes, s'(était) tailladé le poignet\". Il a été communiqué à son tour à la Caisse cantonale vaudoise.\n\nPar lettre du 7 mars 1988, cette dernière a fait savoir à la Caisse-maladie chrétienne sociale qu'elle confirmait sa décision du 14 décembre 1987, laquelle était au demeurant passée en force.\n\nB.- Le 30 mars 1988, la Caisse-maladie chrétienne sociale a fait opposition à l'acte du 7 mars 1988, en concluant à la prise en charge par l'assurance-accidents des suites de l'événement du 23 septembre 1987. A l'appui, elle faisait valoir que le rapport du 16 février 1988 de l'Hôpital psychiatrique de B. constituait un fait nouveau justifiant la révision de la décision du 14 décembre 1987.\n\nPar décision du 11 mai 1988, la Caisse cantonale vaudoise a considéré que l'opposition susmentionnée était irrecevable.\n\nLa Caisse-maladie chrétienne sociale a recouru contre ce refus d'entrer en matière, en soutenant que les conditions d'une révision de la décision du 14 décembre 1987 étaient remplies en l'occurrence.\n\nPar jugement du 1er novembre 1988, le Tribunal des assurances du canton de Vaud a rejeté le recours, en bref et essentiellement parce que les moyens de preuve invoqués auraient pu l'être dans une procédure qui aurait été régulièrement introduite contre l'acte administratif contesté.\n\nC.- La Caisse-maladie chrétienne sociale interjette recours de droit administratif, en concluant à l'annulation du jugement susmentionné et à la prise en charge du cas par l'assurance-accidents. A l'appui, elle allègue qu'il incombait à la Caisse cantonale vaudoise de prendre toutes les mesures d'instruction nécessaires pour décider si l'on était en présence d'un accident, que cette dernière ayant failli à cette obligation, le rapport demandé à l'Hôpital psychiatrique de B. constituait un fait nouveau justifiant une révision de la première décision de refus, et que du reste la BGE 115 V 422 S. 425Caisse cantonale vaudoise était bel et bien entrée en matière sur la demande de réexamen.\n\nLa Caisse cantonale vaudoise conclut au rejet du recours.\n\nL'Office fédéral des assurances sociales (OFAS), qui examine longuement la qualité pour recourir de la Caisse-maladie chrétienne sociale, conclut également au rejet du recours.", "considerants": "Considérant en droit:\n\n1. Les premiers juges et l'OFAS ont admis la qualité pour recourir de la Caisse-maladie chrétienne sociale en application de l'art. 129 OLAA, nonobstant le fait que cette disposition ne traite expressément que de la répartition des prestations entre l'assurance-accidents et une autre assurance sociale. C'est à juste titre qu'ils ont considéré qu'il n'y avait pas lieu de s'en tenir à la lettre de la règle en question. Car il ne serait pas logique de reconnaître à un assureur le droit de contester une décision fixant le taux de répartition des prestations entre lui-même et l'assurance-accidents mais de lui refuser celui de s'opposer à un acte déniant toute responsabilité de l'assurance-accidents - et par conséquent toute participation de cette dernière aux suites dommageables d'un événement déterminé. En effet, le législateur s'est efforcé de coordonner les assurances sociales notamment en prévoyant ou en facilitant d'une part le versement de prestations préalables par certains assureurs et d'autre part un règlement de comptes ultérieur avec un autre assureur tenu de prendre le cas à sa charge (voir les art. 18 et 18a de l'Ordonnance III sur l'assurance-maladie, en ce qui concerne les rapports entre les caisses-maladie reconnues et les assureurs-accidents ou l'assurance militaire). Or, la possibilité d'attaquer en justice la décision d'un autre assureur constitue l'un des moyens destinés à faciliter un tel règlement de comptes, lorsque deux institutions intéressées ne parviennent pas à se mettre d'accord.\n\n2. Le Tribunal des assurances du canton de Vaud a examiné le recours contre la décision sur opposition du 11 mai 1988 du seul point de vue de la révision de l'acte administratif du 14 décembre 1987, entré en force faute d'avoir fait l'objet d'une opposition en temps utile. Les arguments des premiers juges, qui ont nié être en présence d'un cas de révision, sont à tous égards convaincants et il n'y a pas lieu de les reproduire ici: il suffit de renvoyer sur ce point au jugement attaqué.\n\nBGE 115 V 422 S. 426\n\nD'autre part, il est non moins clair que les conditions d'une reconsidération de la décision du 14 décembre 1987 - mesure à laquelle, au demeurant, le juge des assurances ne pouvait contraindre la Caisse cantonale vaudoise - n'étaient pas remplies en l'espèce.\n\nC'est par conséquent à juste titre que le Tribunal des assurances du canton de Vaud a rejeté le recours, du moins s'il faut bien considérer que la décision du 14 décembre 1987 est entrée en force, faute d'opposition dans le délai fixé par la loi. Il faut donc encore examiner cette question.\n\n3. a) La voie de l'opposition (de la \"réclamation\", selon le Message du Conseil fédéral du 18 août 1976 à l'appui d'un projet de loi fédérale sur l'assurance-accidents) doit \"contribuer à ce que l'extension de l'assurance obligatoire ne charge pas outre mesure les autorités de recours\". Elle constitue une sorte de procédure de reconsidération qui confère à l'autorité qui a statué la possibilité de réexaminer sa décision avant que le juge ne soit éventuellement saisi (FF 1976 III 180; cf. MAURER, Schweizerisches Unfallversicherungsrecht, p. 610). Selon MAURER, l'opposition est largement ouverte et n'est pas soumise à des exigences de forme par l'art. 105 al. 1 LAA. Au regard de cette disposition, il suffit dès lors que l'intéressé manifeste son désir de voir l'administration réexaminer sa décision ou qu'il motive brièvement son opposition (op.cit., p. 611). Cette opinion est conforme à la lettre de la loi et à son esprit; elle mérite d'être partagée. Il n'en découle cependant pas l'abandon d'un minimum d'exigences de forme.\n\nCertes, un litige entre assureurs nécessite fréquemment des mesures d'instruction qu'il est difficile, sinon impossible, de mener à chef dans le délai de 30 jours dans lequel une opposition éventuelle doit être faite, alors que le délai pour saisir le juge est, lui, de trois mois suivant l'art. 106 al. 1 LAA. On pourrait donc être tenté de considérer qu'il est contraire à l'un des buts avoués de l'institution de l'opposition d'obliger les assureurs concernés à introduire des procédures d'opposition à titre purement préventif, avant d'être en possession d'un dossier complet. Ces hésitations ne sauraient toutefois l'emporter sur le souci de ne pas vider de leur sens les dispositions légales instituant des délais pour faire opposition ou pour recourir et sur le besoin de sécurité du droit. On peut donc attendre de l'assureur social auquel une décision a été notifiée par un assureur-accidents qu'il forme une telle opposition - à l'instar du reste de l'assuré contraint d'interjeter BGE 115 V 422 S. 427un recours pour sauvegarder ses droits éventuels, alors qu'il est en pourparlers avec un assureur social qui lui a notifié une décision formelle. Si une telle exigence n'était en définitive pas compatible avec les besoins de la pratique (l'impossibilité de mener à chef les démarches avant l'échéance du délai d'opposition conduisant à l'introduction de procédure à titre purement préventif, donc à des complications inutiles), c'est au législateur qu'il incomberait de prendre les mesures propres à remédier à ces inconvénients, p.ex. en étendant le délai susmentionné.\n\nb) En l'espèce, la lettre du 23 décembre 1987 de la Caisse-maladie chrétienne sociale, qui se référait à la décision du 14 décembre 1987, n'a pas manifesté de manière suffisamment reconnaissable qu'elle avait pour objet de s'opposer au refus notifié à son assuré, avec copie à son intention. Par cette communication, la caisse précitée entendait bien plutôt obtenir des renseignements relatifs aux pièces sur lesquelles la Caisse cantonale vaudoise avait fondé sa décision. Par la suite, ayant constaté que le dossier qui lui avait été remis avant l'échéance du délai d'opposition ne contenait pas de rapport de l'Hôpital psychiatrique de B., la Caisse-maladie chrétienne sociale aurait pu et dû former clairement une opposition (provisoire) en même temps qu'elle en demandait un à l'établissement précité. Comme elle ne l'a pas fait, la décision du 14 décembre 1987 est donc bien entrée en force et la lettre du 7 mars 1988 constituait par conséquent bel et bien une décision susceptible d'opposition, relative au refus d'entrer en matière sur la demande de révision.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est rejeté."}