{"annee": "115", "cour": "II", "page": "401", "date": "13/10/1989", "cite": ["111 II 186", "102 II 401", "112 II 1", "110 IB 105", "108 IA 212", "79 II 113", "111 II 429", "107 IB 12", "54 II 160", "62 II 97", "113 II 181"], "cite_par": ["119 IA 59", "118 II 1", "116 II 411"], "chapeau": "73. Urteil der II. Zivilabteilung vom 13. Oktober 1989 i.S. Sud Provizel SA gegen Kanton Graubünden (Berufung)", "regestes": ["Suppression d'une personne morale à but illicite (art. 57 al. 3 CC). 1. Le but de la société ne se détermine pas exclusivement d'après le libellé du but statutaire, mais également d'après les objectifs effectivement poursuivis. Si la société ne sert en réalité qu'à éluder les dispositions sur l'acquisition d'immeubles par des personnes à l'étranger, elle n'use pas seulement de moyens illicites dans la poursuite de son but. Le but de la société est bien plutôt lui-même illicite au sens de l'art. 57 al. 3 CC (consid. 1). 2. L'art. 57 al. 3 CC est également applicable aux sociétés anonymes (consid. 2; confirmation de la jurisprudence). 3. Une action introduite avant l'entrée en vigueur de la LFAIE (1er janvier 1985), qui tend à la suppression d'une personne morale avec dévolution de sa fortune au profit de la corporation publique et qui se fonde directement sur les dispositions générales du droit civil, ne se prescrit pas tant que l'état de fait illicite persiste (consid. 3)."], "faits": "BGE 115 II 401 S. 402\n\nA.- Am 18. November 1971 wurde die Sud AG mit Sitz in Celerina gegründet. Anlässlich einer ausserordentlichen Generalversammlung wurde die Firma am 30. November 1971 in Sud Provizel SA umbenannt. Am 2. Dezember 1971 erfolgte die Eintragung der Gesellschaft im Handelsregister des Kantons Graubünden.\n\nDer Gesellschaftszweck ist in Art. 2 der Statuten wie folgt umschrieben:\n\n\"Die Gesellschaft hat zum Zweck den Kauf, den Verkauf, die Konstruktion und Vermietung sowie die Verwaltung von Immobilien, die Beteiligung an Handels- und Industrieunternehmen, die Verwaltung von Vermögen Dritter, Finanzoperationen jeder Art, (...). Insbesondere bezweckt die Gesellschaft den Kauf der Parzelle Nr. 686 von zirka 1095 m2 und eines Sechstels der Parzelle Nr. 687 von 625 m2 in Celerina von den Erben der Martina Jann, alles zum Preis von Fr. 215'850.--. Und dies sowohl in der Schweiz als auch im Ausland.\"\n\nBereits am 8. November 1971 schloss die noch in Gründung begriffene Sud AG mit der Erbengemeinschaft Martina Jann einen Kaufvertrag über das in Celerina gelegene Grundstück Nr. 329 und einen Miteigentumsanteil an der Parzelle Nr. 687 zum Preis von insgesamt Fr. 215'850.-- ab. Dieser Kaufvertrag gelangte nie zur grundbuchlichen Eintragung. Am 6. November 1973 einigten sich jedoch die Vertragsparteien in einem neuen Vertrag über das gleiche Objekt zu den gleichen Bedingungen; am folgenden Tag wurde das Geschäft im Grundbuch eingetragen. In der Folge überbaute die Sud Provizel SA das Grundstück Nr. 329 mit einem Mehrfamilienhaus. Der Miteigentumsanteil an der Parzelle Nr. 687 wurde am 6. Juli 1976 der Gemeinde Celerina abgetreten.\n\nB.- Mit Verfügung vom 15. Februar 1983 eröffnete das Bundesamt für Justiz der Sud Provizel SA, dass der Grundstückserwerb in Celerina während der Geltungsdauer des Bundesratsbeschlusses vom 26. Juni 1972 betreffend das Verbot der Anlage BGE 115 II 401 S. 403ausländischer Gelder in inländischen Grundstücken (Lex Celio) erfolgt und daher nichtig sei.\n\nDie gegen diese Verfügung erhobene Verwaltungsgerichtsbeschwerde der Sud Provizel SA wurde vom Bundesgericht mit Urteil vom 7. Juni 1984 abgewiesen; auf die Beschwerde des Aktionärs Lorenzo Gilardoni wurde nicht eingetreten.\n\nC.- Am 15. August 1983 meldete das Justiz-, Polizei- und Sanitätsdepartement des Kantons Graubünden beim Vermittleramt Oberengadin den Sühneversuch an. Dieser blieb erfolglos.\n\nAm 31. Oktober 1983 erhob das Justiz-, Polizei- und Sanitätsdepartement des Kantons Graubünden beim Bezirksgericht Maloja Klage auf Feststellung, dass die Sud Provizel SA nichtig sei und zu keinem Zeitpunkt Rechtspersönlichkeit erlangt habe; eventuell sei die Sud Provizel SA nichtig zu erklären. Ferner sei von Amtes wegen die Liquidation anzuordnen, ein amtlicher Liquidator einzusetzen und der Liquidationserlös dem Kanton Graubünden zuzusprechen. In einem Eventualbegehren wurde die öffentliche Versteigerung der Parzelle Nr. 329 des Grundbuches Celerina bzw. subeventuell die Wiederherstellung des ursprünglichen Rechtszustandes in bezug auf dieses Grundstück beantragt.\n\nAm 29./30. Juni 1987 einigten sich die Parteien darauf, den Streit vor dem Kantonsgericht von Graubünden auszutragen. In der gleichen Vereinbarung anerkannte die Beklagte vorbehaltlos und unwiderruflich, dass sie seit ihrer Gründung ohne Unterbruch durch Personen im Ausland beherrscht gewesen sei und die Grundstückserwerbsgeschäfte sowie die Überbauungen und Folgegeschäfte vollumfänglich mit finanziellen Mitteln von Personen im Ausland finanziert worden seien. Ebenso anerkannte die Beklagte, dass sie neben diesen Immobiliargeschäften keine anderen Tätigkeiten verfolgt habe.\n\nMit Urteil vom 14. Juli 1988 hiess das Kantonsgericht von Graubünden die Klage gut. Das Kantonsgericht stellte fest, die Sud Provizel SA sei zur Verfolgung widerrechtlicher Zwecke gegründet worden und deshalb nichtig. Es ordnete die Liquidation der Sud Provizel SA an und sprach den Nettoerlös aus der Liquidation dem Kanton Graubünden zu.\n\nD.- Gegen dieses Urteil hat die Sud Provizel SA beim Bundesgericht Berufung erhoben. Sie beantragt die Aufhebung des angefochtenen Urteils und die Abweisung der Klage. Sämtliche gegenüber der Sud Provizel SA getroffenen vorsorglichen Massnahmen sowie sämtliche Massnahmen betreffend die Liquidation der BGE 115 II 401 S. 404Gesellschaft und die Beschlagnahme ihres Vermögens seien aufzuheben.\n\nDer Kanton Graubünden beantragt die Abweisung der Berufung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Vorinstanz hat die Nichtigkeit der Beklagten wegen Verfolgung eines widerrechtlichen Zweckes festgestellt. Mit ihrer Berufung bestreitet die Beklagte vorab, je einen widerrechtlichen Zweck verfolgt zu haben. Sie habe nicht verheimlicht, Grundstücke in der Schweiz erwerben zu wollen, sondern diesen Zweck in den Statuten ausdrücklich hervorgehoben. Der Verstoss gegen die schweizerische Rechtsordnung bestehe lediglich darin, dass sie sich mit einer falschen Erklärung der Bewilligungspflicht entzogen habe. Unrechtmässig sei somit das benutzte Mittel, nicht aber der Zweck der Gesellschaft. Diese Unrechtmässigkeit sei spezifisch mit dem Kaufgeschäft verbunden, weshalb mit der Beseitigung des betreffenden Geschäfts auch die Widerrechtlichkeit beseitigt werde.\n\na) Entgegen der Auffassung der Beklagten kann nicht einfach auf die statutarische Zweckumschreibung abgestellt werden. Nach Lehre und Rechtsprechung bestimmt sich der massgebliche Zweck einer Gesellschaft vielmehr nach den tatsächlich verfolgten Zielen (BGE 79 II 118; BGE 62 II 99; BGE 54 II 165; BRÜESCH, Der unrechtmässige Erwerb von Liegenschaften in der Schweiz durch Ausländer, ZBGR 69/1988, S. 360; FORSTMOSER, Schweizerisches Aktienrecht, Bd. I/1, S. 387; HEINI, Das Schweizerische Vereinsrecht, S. 38 f.; RIEMER, Vereine mit widerrechtlichem Zweck, ZSR 97/1978 I, S. 90 mit zahlreichen Hinweisen). Die Körperschaft hat sich danach beim tatsächlich gelebten Zweck, bei der Tätigkeit, welche ihr das Gepräge gibt, behaften zu lassen.\n\nb) In BGE 112 II 3 E. 4 hat das Bundesgericht ohne weiteres angenommen, eine Aktiengesellschaft verfolge einen widerrechtlichen Zweck im Sinne von Art. 57 Abs. 3 bzw. Art. 52 Abs. 3 ZGB, wenn sie das Ziel habe, Personen mit Wohnsitz im Ausland die Umgehung der Sonderbestimmungen beim Erwerb von Grundstücken zu ermöglichen. Dabei stützte es sich auf entsprechende Erwägungen in BGE 110 Ib 115 sowie BGE 107 Ib 15 f. und 190.\n\nBeizupflichten ist der Beklagten darin, dass die Unterscheidung zwischen dem Gesellschaftszweck und dem Einsatz der Mittel zur BGE 115 II 401 S. 405Verwirklichung dieses Zweckes im allgemeinen durchaus sinnvoll ist. Von dieser Unterscheidung geht denn auch die bundesgerichtliche Rechtsprechung Zu Art. 52 Abs. 3 ZGB aus (BGE 79 II 118, mit Hinweisen). Das ändert jedoch nichts daran, dass der Gesellschaftszweck und der Einsatz der Mittel zur Verwirklichung dieses Zweckes unter Umständen zusammenfallen können. GUTZWILLER betont zu Recht, dass die widerrechtlichen Mittel ein solches Ausmass erreichen können, dass sie die Verbandsperson als solche als widerrechtlich oder unsittlich erscheinen lassen (Schweizerisches Privatrecht, Bd. II, S. 504). In solchen Fällen schlagen die eingesetzten Mittel unmittelbar auf den Zweck der Gesellschaft durch. Im übrigen gilt, dass sich der widerrechtliche - wahre - Zweck der Gesellschaft oft gerade anhand der eingesetzten Mittel erkennen lässt (vgl. MARANTA, Der unrechtmässige Erwerb von Liegenschaften in der Schweiz durch Ausländer, SJZ 84/1988, S. 362 f.).\n\nc) Gemäss den verbindlichen Feststellungen der Vorinstanz hat die Beklagte eingestanden, dass sie neben dem Erwerb, der Überbauung und Verwaltung der Grundstücke in Celerina keine andere Geschäftstätigkeit entwickelt hat. Ferner hat sie ausdrücklich zugestanden, seit ihrer Gründung ohne Unterbruch durch Personen im Ausland beherrscht worden zu sein; sämtliche finanziellen Mittel hätten von Personen im Ausland gestammt. Nach den verbindlichen Feststellungen der Vorinstanz wurden überdies anstelle von Generalversammlungen der Aktionäre alljährlich Stockwerkeigentümerversammlungen abgehalten, bei welchen die Präsenz und das Quorum nach Tausendsteln festgestellt wurden, obwohl die fragliche Liegenschaft formell nie in Stockwerkeigentum aufgeteilt worden ist.\n\nDamit steht aber fest, dass die Beklagte einzig der Umgehung der Vorschriften über den Erwerb von Grundstücken durch Personen im Ausland gedient hat. Ihr eigentlicher Zweck besteht offenkundig darin, Täuschungsmanöver beim Abschluss von Rechtsgeschäften zu ermöglichen und die tatsächlichen, d.h. hier die auslandsbezogenen Besitzverhältnisse an schweizerischem Grundeigentum zu verschleiern. Unter diesen Umständen kann aber nicht mehr gesagt werden, die Gesellschaft bediene sich nur unzulässiger Mittel beim Verfolgen ihrer Zwecke. Vielmehr ist der Zweck der Gesellschaft selber widerrechtlich.\n\nd) Nach DRUEY soll ein rechtswidriger Zweck im Sinne von Art. 57 Abs. 3 ZGB nur dann vorliegen, wenn eine an sich verbotene Tätigkeit (Betreiben von Glücksspielen oder Bordellen, BGE 115 II 401 S. 406gesetzwidrige Importe, Unterstützung einer verbotenen politischen Partei) angestrebt werde. Hier aber werde die juristische Person zur Verdeckung der Tätigkeit einer natürlichen Person verwendet. Damit gehe es nicht um den Zweck der Gesellschaft, sondern um den Zweck des Hintermannes. Aufgrund des hier regelmässig angezeigten Durchgriffes werde die juristische Person in solchen Fällen als nichtexistent behandelt, weshalb die Sanktionen allein den Drahtzieher treffen sollen (SAG 4/1986, S. 183).\n\nDieser Auffassung kann indessen nicht gefolgt werden. Wenn eine Gesellschaft ausschliesslich dazu besteht, um dem Hintermann einen widerrechtlichen Erfolg zu ermöglichen, so ist das wahre Ziel der Gesellschaft eben dennoch die verbotene Tätigkeit. Zum mindesten der tatsächliche Zweck der Gesellschaft ist unter diesen Umständen ebenfalls widerrechtlich (vgl. SCHNYDER, Die privatrechtliche Rechtsprechung des Bundesgerichts im Jahre 1986, ZBJV 124/1988, S. 75). Die Auffassung, mit Hilfe des rechtlich anerkannten Durchgriffes das Handeln nur dem Hintermann zuzurechnen und die allfälligen Sanktionen einzig diesen treffen zu lassen, läuft auf eine zu einschränkende Sicht der Dinge hinaus. Eine Rechtsordnung, in welcher das Handeln einer juristischen Person in bezug auf sie selber als rechtmässig erschiene, obwohl dieses Handeln einzig an die Stelle verbotenen Handelns von natürlichen Personen tritt, müsste unvermeidlich zu Widersprüchen führen. Der juristische Begriff der Körperschaft würde dadurch eindeutig überspannt und der Gesetzesumgehung Tür und Tor geöffnet (vgl. dazu BECKER, Zur Auflösung juristischer Personen wegen widerrechtlicher oder unsittlicher Zweckverfolgung nach schweizerischem und deutschem Recht, ZSR 107/1988, Bd. I, S. 631 f.; BRÜESCH, ZBGR 69/1988, S. 354 f.; ferner JÄGGI, Die Immobilien-Aktiengesellschaft, ZBGR 55/1974, S. 330-335 und 339).\n\nIm übrigen ist diese Frage insofern gegenstandslos, als sich die Spezialgesetzgebung über den Erwerb von Grundstücken durch Personen im Ausland ausdrücklich gegen eine solche Verselbständigung der juristischen Person ausgesprochen hat. Schon Art. 3 lit. c der \"Lex von Moos\" vom 1. April 1961 bis 26. Juni 1972, Art. 3 der \"Lex Furgler\" ab 1. Februar 1974 sowie Art. 5 der \"Lex Friedrich\" seit 1. Januar 1985 behandeln ausländisch beherrschte juristische Personen ausdrücklich als Personen im Ausland. Die rechtliche Trennung der Aktiengesellschaft und der ausländischen Aktionäre, die sich ihrer für ihre Zwecke bedienen, wird damit im entscheidenden Punkt positivrechtlich überwunden.\n\nBGE 115 II 401 S. 407\n\nDiesem Umstand trägt insbesondere auch BROGGINI (Der unrechtmässige Erwerb von Liegenschaften in der Schweiz durch Ausländer, SJZ 84/1988, S. 116 f.) keine Rechnung. Er geht davon aus, dass der Immobilienerwerb für eine schweizerische Gesellschaft ein erlaubter Zweck sei, auch wenn dieser von ausländischen Aktionären angestrebt werde. Dies trifft jedoch gerade nicht zu. Sobald die Gesellschaft ausländisch beherrscht ist, gilt sie nach der Sondergesetzgebung über den Erwerb von Grundstücken durch Personen im Ausland ausdrücklich als Person im Ausland. Damit ist ihr der Grundstückserwerb grundsätzlich untersagt. Als Person im Ausland kann sie Grundstücke in der Schweiz nur ausnahmsweise erwerben, wenn sie die erforderliche Bewilligung beschaffen kann.\n\ne) Unbehelflich ist ferner das Argument, im Zeitpunkt der Gründung der Gesellschaft habe man davon ausgehen dürfen, die Sondergesetzgebung werde nicht allzu lange Bestand haben (vgl. BROGGINI, SJZ 84/1988, S. 116). Entscheidend ist allein, dass diese Sondergesetzgebung bestanden hat und heute noch besteht. Würde der erwähnten Auffassung gefolgt, so würde dies letztlich bedeuten, dass eine Sondergesetzgebung bei der Einführung unbeachtet bleiben dürfe oder zumindest gewisse Sanktionen nicht zum Tragen kämen, bis nach jahrelangem Bestand der \"ordentliche Charakter\" dieser Sondergesetzgebung feststeht. Ein solches Verständnis der Gesetzgebung lässt sich mit der schweizerischen Rechtsordnung jedoch nicht vereinbaren. Davon abgesehen war die fragliche Sondergesetzgebung bei der Gründung der Beklagten bereits mehr als zehn Jahre in Kraft.\n\nf) Beizupflichten ist BROGGINI darin, dass das Gesetz umfassend und einheitlich auszulegen ist (SJZ 84/1988, S. 115). Nicht einzusehen ist aber, weshalb die Verfolgung eines Zweckes, welcher durch die Sondergesetzgebung untersagt ist, nicht einen widerrechtlichen Zweck im Sinne von Art. 57 Abs. 3 ZGB bilden soll. Aus Art. 57 Abs. 3 ZGB, der zu den allgemeinen Bestimmungen für alle juristischen Personen zählt, ergibt sich eine solche Einschränkung der Widerrechtlichkeit ebensowenig wie aus der hier in Frage stehenden Sondergesetzgebung. Die Anwendbarkeit von Art. 57 Abs. 3 ZGB muss in der Sondergesetzgebung keineswegs ausdrücklich festgehalten werden. Es genügt, wenn sich die Anwendbarkeit der allgemeinen Norm aus dem Sinn und Zweck der verletzten Norm ergibt (vgl. BGE 102 II 404). Dass dies hier zutrifft, zeigt sich schon darin, dass der Gesetzgeber mittlerweile in Art. 27 Abs. 1 lit. b BGE 115 II 401 S. 408BewG ausdrücklich einen entsprechenden Hinweis auf die Anwendbarkeit von Art. 57 Abs. 3 ZGB aufgenommen hat. Gründe, die diesbezüglich eine Änderung der Rechtsprechung nahelegen könnten, sind jedenfalls nicht ersichtlich.\n\ng) Nach dem Gesagten steht somit fest, dass die Beklagte seit ihrer Gründung einen widerrechtlichen Zweck im Sinne von Art. 57 Abs. 3 ZGB verfolgt hat.\n\n2. Die Beklagte vertritt die Auffassung, Art. 57 Abs. 3 ZGB sei auf Aktiengesellschaften grundsätzlich nicht anwendbar. Eine Auflösung mit der Folge des Vermögensanfalls für das Gemeinwesen sei erst möglich, seit Art. 27 Abs. 1 lit. b des BewG vom 16. Dezember 1983 auf diese Bestimmung verweise.\n\nDiese Frage hat das Bundesgericht indessen bereits in BGE 112 II 1 ff. E. 4 und 7 näher erörtert und gegenteilig beantwortet. Es besteht kein Anlass, auf diese Rechtsprechung zurückzukommen.\n\na) Für die Nichtanwendbarkeit von Art. 57 Abs. 3 ZGB auf Aktiengesellschaften beruft sich die Beklagte insbesondere auf die Entstehungsgeschichte dieser Bestimmung. Dass diese Ansicht aufgrund der Materialien vertretbar ist, hat das Bundesgericht schon in BGE 112 II 3 f. E. 4a dargelegt. In E. 7 dieses Entscheides hat es auch ausdrücklich darauf Bezug genommen, dass die Botschaft des Bundesrates vom 16. September 1981 den Hinweis von Art. 27 Abs. 1 lit. b BewG auf Art. 57 Abs. 3 ZGB als eine der Änderungen gegenüber dem bisherigen Art. 22 BewG bezeichnet (BBl 1981 III 636). In formeller Hinsicht traf diese Feststellung in jedem Fall zu. Ob aber der Bundesrat damit auch ausdrücken wollte, der neue Hinweis in Art. 27 Abs. 1 lit. b BewG bedeute darüber hinaus eine materiellrechtliche Neuerung, lässt sich der Botschaft nicht entnehmen (vgl. auch HEINI, SAG 4/1986, S. 181). Die Frage kann jedoch offenbleiben. Das Bundesgericht hat bereits in BGE 112 II 4 betont, dass das Gesetz in erster Linie aus sich selber auszulegen und die Materialien nur als wertvolles Hilfsmittel heranzuziehen seien, um bei unklaren oder unvollständigen Bestimmungen den wahren Sinn einer Norm zu erkennen. Diese Voraussetzung ist hier nicht gegeben.\n\nNeue Erkenntnisse, die diesbezüglich eine Änderung der Rechtsprechung nahelegen könnten, liegen nicht vor. BROGGINI (SJZ 84/1988, S. 114 f.) hat zwar nachzuweisen versucht, in welch \"schreiendem Gegensatz zur gesamten schweizerischen juristischen Tradition\" es sei, wenn Art. 57 Abs. 3 ZGB auch auf Aktiengesellschaften angewendet werde. Jüngste Veröffentlichungen BGE 115 II 401 S. 409zeigen jedoch auf, dass sich selbst die Gesetzesmaterialien keineswegs so eindeutig gegen eine entsprechende Anwendung auf Aktiengesellschaften aussprechen, wie dieser Autor es wahrhaben will (BRÜESCH, ZBGR 69/1988, S. 356 f.; MARANTA, SJZ 84/1988, S. 361). Entgegen der Auffassung der Beklagten ist es im übrigen durchaus zulässig, in diesem Zusammenhang auch die Materialien zu Art. 736 OR zu berücksichtigen. Zwar behandelt Art. 736 OR ausdrücklich und klar die Gründe der Auflösung der Aktiengesellschaft, wie die Beklagte zutreffend geltend macht: dass dies aber abschliessend geschähe, lässt sich dem Gesetzestext selber nicht entnehmen. Das Gegenteil trifft zu, wie sich aus Art. 736 Ziff. 5 OR ergibt. Unerfindlich ist daher, weshalb diese Materialien gänzlich unbeachtlich sein sollen, soweit dort darauf hingewiesen wird, die Auflösung und Liquidation der Aktiengesellschaft nach den allgemeinen Bestimmungen des Zivilrechts blieben selbstverständlich vorbehalten.\n\nb) Die Beklagte verweist ferner auf die in der Lehre vertretene Auffassung, wonach Art. 57 Abs. 3 ZGB auf die Aktiengesellschaft nicht anwendbar sei, weil diese im Unterschied zum Vereins- und Stiftungsrecht eine eigene Liquidationsordnung kenne.\n\nAus der Tatsache, dass das Gesetz in den Art. 736 ff. OR für die Aktiengesellschaft eine besondere Liquidationsordnung kennt, ergibt sich indessen keineswegs zwingend die Schlussfolgerung, Art. 57 Abs. 3 ZGB sei auf Aktiengesellschaften nicht anwendbar. Art. 736 Ziff. 5 OR verweist - wie schon erwähnt - hinsichtlich der Auflösungsgründe vielmehr ausdrücklich auf die übrigen, im Gesetz vorgesehenen Fälle. Zumindest indirekt verweist das Aktienrecht damit auch auf Art. 57 Abs. 3 ZGB, der stillschweigend die Möglichkeit einer gerichtlichen Aufhebung bzw. Auflösung der Gesellschaft bei einer widerrechtlichen Zweckverfolgung voraussetzt. Ob Art. 736 Ziff. 5 OR insoweit auch auf Art. 78 ZGB verweist, der von einem Teil der Lehre allgemein als Grundlage für die in Art. 57 Abs. 3 vorausgesetzte Aufhebung einer juristischen Person angesehen wird (BECKER, ZSR 107/1988, S. 618-620; BRÜESCH, ZBGR 69/1988, S. 356 f., mit Hinweisen auf die Entstehungsgeschichte), ist unerheblich. Entscheidend ist allein, dass die Auflösungsgründe im Aktienrecht ausdrücklich als nicht abschliessend bezeichnet werden, was damit auch auf die Folgen einer solchen Auflösung zutrifft.\n\nEtwas anderes ergibt sich auch nicht aus Art. 745 OR. Diese Bestimmung, welche den Normalfall der Verteilung des Vermögens BGE 115 II 401 S. 410einer Aktiengesellschaft regelt, wird für den Fall einer gerichtlichen Auflösung infolge unsittlicher oder widerrechtlicher Zweckverfolgung durch Art. 57 Abs. 3 ZGB lediglich ergänzt. Es ist nicht einzusehen, weshalb die Auflösung der Aktiengesellschaft aus diesem ganz aussergewöhnlichen Grund nicht auch eine besondere Rechtsfolge nach sich ziehen können soll, die im allgemeinen Teil des Rechts der juristischen Personen für alle gemeinsam vorgesehen ist (BGE 112 II 4, mit Hinweisen; EGGER, Zürcher Kommentar, N 15 der Vorbemerkungen zur juristischen Person). Allein aus der Tatsache, dass das Aktienrecht im Verhältnis zu den allgemeinen Bestimmungen der juristischen Personen im ZGB als ius singulare erscheint, ergibt sich der abschliessende Charakter der Liquidationsbestimmungen im 26. Titel des Obligationenrechts jedenfalls nicht (so BROGGINI, SJZ 84/1988, S. 115). Die Behauptung, mit den Liquidationsbestimmungen im Aktienrecht sei die Absicht verfolgt worden, die Anwendung von Art. 57 Abs. 3 ZGB auszuschliessen, lässt sich weder durch die Materialien noch durch die Gesetzessystematik erhärten.\n\nEine abschliessende Regelung der Folgen der Auflösung im Aktienrecht ergibt sich auch nicht aus der Sondergesetzgebung über den Erwerb von Grundstücken durch Personen im Ausland. Es mag zwar durchaus sinnvoll sein, in einem Spezialgesetz möglichst alle Rechtsfolgen zu erwähnen, die bei einem Verstoss gegen dieses Spezialgesetz eintreten können. Dessen ungeachtet kann sich die Spezialgesetzgebung völlig widerspruchsfrei darauf beschränken, einzelne Rechtsfolgen näher zu regeln und die übrigen Rechtsfolgen dem allgemeinen Recht zu überlassen. Dies ist vor dem Inkrafttreten des BewG am 1. Januar 1985 insoweit der Fall gewesen, als die Sondergesetzgebung über den Erwerb von Grundstücken durch Personen im Ausland nur das einzelne widerrechtliche Rechtsgeschäft behandelt und die davon unabhängige Frage des rechtlichen Schicksals der widerrechtlich handelnden juristischen Person dem allgemeinen Recht überlassen hat. Auf alle Fälle ist nicht ersichtlich, dass der Gesetzgeber in den früheren Bundesbeschlüssen über den Erwerb von Grundstücken durch Personen im Ausland die entsprechende Bestimmung des allgemeinen Zivilrechts aus bestimmten Gründen für den Geltungsbereich dieser Bundesbeschlüsse habe ausser Kraft setzen wollen (BGE 112 II 11). Zumindest einer solchen Absicht hätte es aber bedurft, um die Anwendbarkeit der entsprechenden Bestimmungen des allgemeinen Zivilrechts auszuschliessen.\n\nBGE 115 II 401 S. 411\n\nIn diesem Lichte besehen kann daher auch von einer unzulässigen rückwirkenden Anwendung von Art. 57 Abs. 3 ZGB gestützt auf den Verweis in Art. 27 Abs. 1 lit. b BewG keine Rede sein. Art. 57 Abs. 3 ZGB war vor dem Inkrafttreten des BewG nicht aufgrund der Sondergesetzgebung, sondern kraft eigenen Rechts anwendbar.\n\nc) Die Nichtanwendbarkeit von Art. 57 Abs. 3 ZGB vermag die Beklagte auch nicht aus der beiläufigen Bemerkung abzuleiten, bis zum Entscheid BGE 112 II 1 ff. im Jahre 1986 habe es in der schweizerischen Rechtsprechung keinen einzigen Fall der Auflösung einer Aktiengesellschaft gegeben. Dieser Umstand könnte sich höchstens dann zugunsten der Beklagten auswirken, wenn sich tatsächlich gesetzesderogierendes Gewohnheitsrecht gebildet hätte (MEIER-HAYOZ, Berner Kommentar, N 247 zu Art. 1 ZGB; MERZ, Berner Kommentar, N 43 zu Art. 2 ZGB; BECKER, ZSR 107/1988, Bd. I, S. 616 Anm. 15). Dass die entsprechenden Voraussetzungen erfüllt seien, wird von der Beklagten jedoch zu Recht nicht behauptet. Ob solches Gewohnheitsrecht überhaupt anerkannt werden dürfte, kann daher offenbleiben.\n\nIn eine ähnliche Richtung zielt ferner die Auffassung der Beklagten, Art. 57 Abs. 3 ZGB dürfe mindestens im konkreten Fall nicht zur Anwendung gelangen, weil die Behörden in anderen gleichgelagerten Fällen keine Auflösungsklage eingeleitet, sondern eine \"gütliche\" Lösung getroffen hätten. Ob im Rahmen von Art. 57 Abs. 3 ZGB ein Anspruch auf \"Gleichbehandlung im Unrecht\" grundsätzlich in Betracht zu ziehen wäre, kann jedoch ebenfalls offenbleiben. Ein solcher Anspruch wäre jedenfalls nur unter besonderen Vorausssetzungen gegeben (vgl. BGE 108 Ia 213 f.; GYGI, Verwaltungsrecht, S. 159). Dass diese Voraussetzungen hier erfüllt seien, wird von der Beklagten zu Recht nicht behauptet.\n\nd) HIRSCH hält dafür, die Möglichkeit des Vermögensanfalles an das Gemeinwesen aufgrund des einzigartigen Charakters dieser Bestimmung zumindest einschränkend auszulegen. Art. 57 Abs. 3 ZGB wolle nur die Verteilung des Grundkapitals bzw. Vermögens an die für die widerrechtliche Zweckverfolgung Verantwortlichen der juristischen Person verhindern, soweit dies selber zu einem widerrechtlichen Ergebnis führen würde. Dies sei bei der Verteilung des Liquidationserlöses an die Aktionäre in der Regel nicht der Fall (L'article 57, alinéa 3 CCS, est-il vraiment une mesure de confiscation?, SAG 4/86, S. 181 f.).\n\nBGE 115 II 401 S. 412\n\nDiese vermittelnde Lösung vermag letztlich jedoch ebenfalls nicht zu überzeugen. Es ist kein Grund dafür ersichtlich, weshalb ein Aktionär, der seine gesetzlich verpönten Ziele unter Zuhilfenahme einer Aktiengesellschaft verfolgt, bei der Aufdeckung dieses Vorgehens bessergestellt sein sollte als ein Vereinsmitglied. Ein Vermögensanfall an den Aktionär ist in solchen Fällen ebenso stossend wie der Vermögensanfall an ein Vereinsmitglied. Eine unterschiedliche Behandlung rechtfertigt sich auch im Hinblick auf den Vermögenserwerb nicht. Beim Verein und bei der Stiftung muss ebenfalls nicht alles bei der Aufhebung nach Art. 57 Abs. 3 ZGB vorhandene Vermögen aus einer widerrechtlichen oder unsittlichen Tätigkeit stammen. Dennoch fällt bei einer solchen Aufhebung das ganze Vermögen an das Gemeinwesen. Dass vor allem die Verteilung des Erlöses an die Destinatäre einer Stiftung mit widerrechtlichem Zweck darüber hinaus selber wiederum widerrechtlich sein kann, wenn diese Zuwendung unmittelbar mit dem widerrechtlichen Zweck verbunden ist, darf nicht zum zwingenden Umkehrschluss verleiten, der Anfall des Vermögens an das Gemeinwesen müsse entfallen, soweit dieses zusätzliche Merkmal nicht erfüllt ist. Eine solche Schlussfolgerung findet im Gesetz keine Stütze und würde Art. 57 Abs. 3 ZGB praktisch leerlaufen lassen.\n\nVerfehlt ist es im übrigen, in diesem Zusammenhang von einem wohlerworbenen Recht der Aktionäre zu sprechen (BROGGINI, SJZ 84/1988, S. 114). Soweit der Einsatz bzw. die Einlage der Aktionäre für einen widerrechtlichen Zweck erfolgt, besteht kein Anlass, diesen Einsatz zu schützen, nur weil er im Zusammenhang mit einer juristisch verselbständigten Person erfolgt. Der Verbindung einer juristischen Person mit einem widerrechtlichen Zweck wird auf die Dauer am wirksamsten begegnet, wenn die Gesellschafter nicht noch einmal in die Lage versetzt werden, das gleiche Ziel mit einer neuen Gesellschaft zu verfolgen. Hiefür bildet der Verlust des Vermögens die geeignete Massnahme (vgl. BECKER, ZSR 107/1988, Bd. I, S. 619 Anm. 15 und 631 f.; HEINI, Bemerkungen zu BGE 112 II 1 ff., SAG 4/86, S. 180 f.; SCHNYDER, ZBJV 124/1986, S. 74 f.). Auch insoweit besteht somit kein Grund, die Aktiengesellschaften bei einer widerrechtlichen Zweckverfolgung von den vermögensrechtlichen Folgen des Art. 57 Abs. 3 ZGB auszunehmen (vgl. BGE 112 II 3 ff., E. 4a mit ausführlicher Begründung; EGGER, Zürcher Kommentar, N 15 der Vorbemerkungen zur juristischen Person; TUOR/SCHNYDER, BGE 115 II 401 S. 413Schweizerisches Zivilgesetzbuch, 10. Aufl., S. 109; BECKER, ZSR 107/1988, S. 619).\n\ne) Eine Einschränkung der vorliegenden Klage auf Verstösse gegen Gesetze mit ordre public-Charakter, wie sie insbesondere von HEINI (SAG 4/1986, S. 181) befürwortet wird, würde der Anwendung von Art. 57 Abs. 3 ZGB ebenfalls nicht entgegenstehen. Denn die Sondergesetzgebung betreffend den Erwerb von Grundstücken durch Personen im Ausland trägt unverkennbar Züge öffentlichrechtlicher Normsetzung (BGE 113 II 184; BGE 111 II 191). Die Klage auf Auflösung der Gesellschaft und Verfall des Vermögens an das Gemeinwesen dient daher hier der Durchsetzung der öffentlichen Ordnung (BGE 112 II 3 E. 2). Ob eine solche Klage allgemein auf Verletzung von Bestimmungen mit ordre public-Charakter eingeschränkt werden sollte, kann deshalb an dieser Stelle dahingestellt bleiben (vgl. dazu RIEMER, Vereine mit widerrechtlichem Zweck, ZSR 97/1978, Bd. I, S. 83; VON TUHR/PETER, Allgemeiner Teil des Schweizerischen Obligationenrechts, Bd. I, S. 249 f.).\n\nDass die Sondergesetzgebung betreffend den Erwerb von Grundstücken durch Personen im Ausland die Rechtsfolgen bei Verstössen nicht abschliessend regelt, ist bereits ausgeführt worden. Entgegen der Auffassung der Beklagten kann daher auch nicht gesagt werden, die Einschätzung der Bedeutung der Rechtswidrigkeit sei durch diese Sondergesetzgebung selber festgehalten worden, indem nur die dort vorgesehenen Rechtsfolgen in Frage kämen. Ferner ist im vorliegenden Fall nicht darüber zu befinden, ob allenfalls auf gutgläubige Aktionäre oder bestimmte Gläubiger der Gesellschaft besondere Rücksicht zu nehmen wäre, wie dies einzelne Autoren befürworten (DRUEY, SAG 4/1986, S. 184; BEKKER, ZSR 107/1988, S. 617 und 630). Eine solche Unterscheidung sähe allerdings zumindest der Gesetzeswortlaut nicht vor.\n\n3. Schliesslich ist die Beklagte der Auffassung, eine Klage auf Auflösung der Gesellschaft und Verfall des Vermögens an das Gemeinwesen nach Art. 57 Abs. 3 ZGB sei zumindest verjährt. Für eine solche Klage würden die gleichen Gesetzesgrundlagen gelten wie für die Wiederherstellungsklage; mithin sei von einer Verjährungsfrist von zehn Jahren auszugehen. Da diese Verjährungsfrist bereits mit der Gesellschaftsgründung zu laufen beginne, sei die Auflösungsklage vorliegend im Jahre 1981 verjährt.\n\na) Art. 27 Abs. 4 BewG ist erst am 1. Januar 1985 in Kraft getreten. Er findet daher auf den vorliegenden Streit, der bereits BGE 115 II 401 S. 414im Jahre 1983 rechtshängig gemacht worden ist, zum vornherein keine Anwendung. Insbesondere lässt diese neue Bestimmung auch keinen zwingenden Rückschluss auf den vorangehenden Rechtszustand zu, auf den es hier allein ankommt.\n\nb) Wie sich ergeben hat, stützt sich die Klage auf Auflösung der Aktiengesellschaft mit Anfall ihres Vermögens an das Gemeinwesen vorliegend auf allgemeine Bestimmungen des Zivilrechts, welche die in Frage stehende Sondergesetzgebung ergänzen. Die allfällige Verjährung der Klage bestimmt sich damit ebenfalls nach dem allgemeinen Recht, solange in der Spezialgesetzgebung nicht ausdrücklich etwas anderes vorgesehen ist. Dies ergibt sich zwangsläufig aus dem gesetzgeberischen Vorgehen, dem BROGGINI (SJZ 84/1988, S. 118-120) nicht die nötige Beachtung schenkt. Dabei ist es durchaus denkbar und zulässig, dass sich die im allgemeinen Recht vorgesehene Klage hinsichtlich der Verjährung von einer Klage der Sondergesetzgebung unterscheidet. Solche Unterschiede hinsichtlich der Klageverjährung nach allgemeinem Zivilrecht und gemäss der Spezialgesetzgebung lassen sich nicht mit dem Hinweis beiseite schieben, eine abschliessende und möglichst einheitliche Regelung in der Spezialgesetzgebung würde sich aufdrängen. Entsprechend hat das Bundesgericht in BGE 112 II 1 ff. die Frage der Klageverjährung gestützt auf die Spezialgesetzgebung gar nicht erst in Erwägung gezogen.\n\nWie bereits festgehalten worden ist, setzt Art. 57 Abs. 3 ZGB die Möglichkeit einer Klage auf gerichtliche Aufhebung einer juristischen Person wegen Verfolgung unsittlicher oder widerrechtlicher Zwecke stillschweigend voraus. Über die allfällige Verjährung der Klage schweigt sich diese Gesetzesbestimmung aus. Art. 78 ZGB, der die Aufhebungsklage im Rahmen des Vereinsrechts ausdrücklich erwähnt, macht hiezu ebenfalls keine Aussage. Angesichts der persönlichkeitsrechtlichen Natur der Klage, die der Durchsetzung öffentlicher Interessen dient (BGE 112 II 3 E. 2), ist indessen davon auszugehen, dass die auf das allgemeine Zivilrecht gestützte Klage so lange nicht verjährt, als der rechtswidrige Zustand andauert (vgl. BGE 111 II 445 f.; VPB 50/1986, S. 63-68; BRÜESCH, ZBGR 69/1988, S. 363-365; MARANTA, SJZ 84/1988, S. 363; MÜHLEBACH/GEISSMANN, Kommentar zum Bundesgesetz über den Erwerb von Grundstücken durch Personen im Ausland, S. 358). Die demgegenüber von der Beklagten angerufene Klagefrist von Art. 643 Abs. 4 OR vermag hieran nichts zu ändern. Diese hat mit der vorliegenden Klage nichts zu tun.BGE 115 II 401 S. 415\n\nEs steht somit fest, dass die vorliegende Klage, die sich unmittelbar auf Art. 57 Abs. 3 ZGB stützt, auch nicht verjährt ist. Damit erweist sich die Berufung als unbegründet."}