{"annee": "115", "cour": "IA", "page": "27", "date": "25/1/1989", "cite": ["101 IA 521", "111 IA 23", "89 I 513", "109 IA 304", "109 IA 257", "113 IA 362", "93 I 703", "106 IA 70"], "cite_par": ["122 I 253", "119 IA 88", "115 IA 384", "118 II 508", "129 I 113", "117 IA 412", "116 IA 401", "128 III 4", "115 IA 370", "130 I 258", "130 I 290", "123 I 56", "118 IA 384", "128 II 112", "133 II 396"], "chapeau": "6. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 25. Januar 1989 i.S. Einwohnergemeinde Biel gegen Erbengemeinschaft Benoit, Regierungsrat und Verwaltungsgericht des Kantons Bern (staatsrechtliche Beschwerde)", "regestes": ["Interdiction de démolir pour des motifs liés à la protection des monuments afin d'assurer la modification ou le complément ultérieur d'un plan; autonomie communale; proportionnalité (art. 22ter Cst.); art. 90 al. 1 let. b OJ. 1. Autonomie des communes bernoises en matière de protection des monuments et du paysage selon la loi et l'ordonnance sur les constructions de 1970 (consid. 3b). 2. Les intimés qui ont obtenu gain de cause dans la procédure cantonale et qui n'ont pas été touchés dans leurs droits peuvent s'opposer au recours de droit public formé par l'autre partie, en se prévalant d'une constatation et d'une appréciation inexactes des faits. Leurs moyens doivent cependant satisfaire aux exigences de l'art. 90 al. 1 let. b OJ (consid. 4a). 3. En maintenant une situation acquise, une interdiction de démolir peut avoir pour but de rendre possible la modification ou le complément d'un plan, conformément aux exigences de la protection de monuments (consid. 4b/bb). La restriction au droit de propriété qui en résulte n'est pas disproportionnée si, en l'état, des constructions nouvelles sont impossibles, il ne peut être attendu aucun bénéfice substantiel de la démolition et aucune dépense importante d'entretien n'est nécessaire (consid. 4b/cc)."], "faits": "BGE 115 Ia 27 S. 28\n\nDie Erben Benoit sind Eigentümer des aus dem 19. Jahrhundert stammenden Bauernhofes samt Ökonomiegebäuden auf Parzelle Biel Gbbl.-Nr. 4958, welche im Gestaltungsplanperimeter Nr. 5 des Überbauungsplanes mit Sonderbauvorschriften \"Madretsch- Ried\" in Biel liegt. Ein entsprechender Gestaltungsplan steht noch aus.\n\nAm 7. November 1983 stellten die Erben Benoit ein Gesuch zum Abbruch aller zum Bauernhof gehörender 6 Gebäude (Nr. 7, 9, 9A, 11, 13 und 15). Die Einwohnergemeinde Biel bewilligte den Abbruch des Gebäudes Nr. 9A sowie verschiedener Annexbauten, verweigerte im übrigen aber den Abbruch. Auf Beschwerde der Erben Benoit hin erteilte der Regierungsrat des Kantons Bern am 21. Januar 1987 die Bewilligung zum Abbruch sämtlicher Gebäude. Der Regierungsrat erwog, dass wohl das Hauptgebäude (Nr. 15) und die Hofgruppe insgesamt schützenswert seien, dass aber den Eigentümern aus finanziellen Gründen nicht zugemutet werden könne, die Hofgruppe für eine weitere landwirtschaftliche BGE 115 Ia 27 S. 29Nutzung oder blosse Wohnnutzung zu erhalten. Eine \"realistische Nutzung\" sei nur unter Mitwirkung der öffentlichen Hand möglich, wozu sich die Einwohnergemeinde Biel aber nicht bereit erklärt habe. Die gegen diesen Entscheid von der Einwohnergemeinde Biel und dem Berner Heimatschutz erhobenen Beschwerden wies das Verwaltungsgericht des Kantons Bern mit Entscheid vom 21. Dezember 1987 ab.\n\nDas Bundesgericht heisst eine staatsrechtliche Beschwerde der Einwohnergemeinde Biel gut, mit der eine Verletzung der Gemeindeautonomie sowie von Art. 4 und Art. 22ter BV gerügt wird.", "considerants": "Aus den Erwägungen:\n\n3. b) Die Einwohnergemeinde Biel hat den Abbruch gestützt auf das Baugesetz vom 7. Juni 1970 (aBauG) und Art. 6-8 der Bauverordnung vom 26. November 1970 (aBauV) verweigert. Diese Rechtsgrundlagen werden von keiner Seite in Frage gestellt. In Art. 6-8 aBauV wird für bestimmte schützenswerte Objekte die Aufnahme kantonaler und kommunaler Inventare sowie der Erlass von Schutzmassnahmen durch die Gemeinden vorgesehen. Schutzmassnahmen können gemäss Art. 8 aBauV insbesondere in der Festlegung besonderer Schutzgebiete mit Baubeschränkungen oder Bauverboten, aber auch in individuellen Baubeschränkungen bestehen. Den Gemeinden steht somit, wie das Bundesgericht bezüglich der Ortsplanung bereits festgestellt hat (BGE 106 Ia 71 E. 2a; siehe auch Urteil vom 3. Februar 1982 in Zbl 83/1982, S. 352 E. 3a, je mit Hinweisen), im Bereich des Landschafts- und Denkmalschutzes nach Baugesetz und Bauverordnung von 1970 eine relativ erhebliche Entscheidungsfreiheit zu.\n\n4. Eine Abbruchverweigerung bedeutet für die Eigentümer eine Einschränkung ihrer Eigentumsbefugnisse. Eine solche ist nach der Rechtsprechung mit der Eigentumsgarantie (Art. 22ter BV) nur vereinbar, wenn sie auf einer gesetzlichen Grundlage beruht, im öffentlichen Interesse liegt und verhältnismässig ist; kommt sie einer Enteignung gleich, ist volle Entschädigung zu leisten (BGE 113 Ia 364 E. 2; siehe auch BGE 109 Ia 258 E. 4 je mit Hinweisen).\n\na) In ihrer Vernehmlassung zur Beschwerde bestreiten die Beschwerdegegner die Schutzwürdigkeit der streitbezogenen Objekte und stellen damit das vom Verwaltungsgericht grundsätzlich anerkannte öffentliche Interesse an der Erhaltung der Hofgruppe in BGE 115 Ia 27 S. 30Frage. Diese Bestreitungen sind zulässig. Da die Beschwerdegegner im kantonalen Verfahren obsiegt haben und der Entscheid des Verwaltungsgerichtes sie nicht in ihren Rechten verletzt, steht es ihnen nicht zu, selber staatsrechtliche Beschwerde zu führen. Es kann ihnen jedoch nicht versagt sein, sich in dem von anderer Seite eingeleiteten Beschwerdeverfahren gegen die in ihren Augen unrichtigen Feststellungen und Folgerungen der kantonalen Instanz zu wenden (BGE 101 Ia 525 E. 3; siehe auch BGE 89 I 523 E. 4). Die Frage, ob eine Eigentumsbeschränkung durch ein öffentliches Interesse gedeckt sei und ob dieses die privaten Interessen überwiege, prüft das Bundesgericht grundsätzlich frei. Dabei auferlegt es sich indessen Zurückhaltung, soweit die Beurteilung von der Würdigung örtlicher Verhältnisse abhängt, welche die kantonalen Behörden besser kennen und überblicken, und soweit sich ausgesprochene Ermessensfragen stellen. Diese Zurückhaltung ist insbesondere auf dem Gebiet des Denkmalschutzes geboten, da es in erster Linie Sache der Kantone ist, darüber zu befinden, welche Objekte Schutz verdienen (Urteil des Bundesgerichts vom 2. Juli 1986 in Zbl 88/1987, S. 541 E. 3c; BGE 109 Ia 259 E. 4).\n\nDie Beschwerdegegner wenden gegen die Schutzwürdigkeit im wesentlichen einzig ein, dass die Gebäude baufällig und nicht von einmaliger Natur oder besonderem Gepräge seien. Auf die von den kantonalen Instanzen hervorgehobene Bedeutung der Bauten in ihrem Ensemble und im Zusammenhang mit dem landschaftlichen Umfeld gehen sie nicht ein. Damit genügen ihre Ausführungen betreffend Schutzwürdigkeit den Anforderungen von Art. 90 Abs. 1 lit. b OG aber nicht. Nach ständiger Rechtsprechung des Bundesgerichts muss zudem bei staatsrechtlichen Beschwerden die Begründung in der Beschwerdeschrift selber enthalten sein (BGE 109 Ia 306 E. 1b mit Hinweisen). Dieser Anforderung hat auch die Vernehmlassung eines Beschwerdegegners zu entsprechen, wenn er sich gegen die in seinen Augen unrichtigen Feststellungen und Folgerungen eines kantonalen Entscheides wendet. Der Hinweis der Beschwerdegegner auf ihre in den Rechtsschriften des kantonalen Verfahrens gemachten Ausführungen ist daher unbeachtlich.\n\nDie Einwendungen der Beschwerdegegner vermögen die von der Vorinstanz festgestellte Schutzwürdigkeit der Liegenschaften aber auch in materieller Hinsicht nicht in Frage zu stellen. Die kantonale Kommission zur Pflege der Orts- und Landschaftsbilder (OLK) hat empfohlen, das Hauptgebäude und einzelne Nebengebäude zu BGE 115 Ia 27 S. 31erhalten. Nach der Stelle für Altstadt- und Denkmalpflege des Hochbauamtes der Stadt Biel soll das Hauptgebäude Nr. 15 und mindestens ein Nebengebäude erhalten und einer sinnvollen Nutzung zugeführt werden. Sie stellt fest, dass die Liegenschaft an das alte Rodungsgebiet des Madretschgebietes und die ursprüngliche landwirtschaftliche Nutzung erinnere. Die Liegenschaften könnten der Neubausiedlung eine historische Dimension bieten und als Quartierzentrum und Identifikationsbasis dienen. Die Denkmalpflege des Kantons Bern hat in ihrem Mitbericht an den Regierungsrat des Kantons Bern vom 2. Juni 1986 die Schutzwürdigkeit der Hofgruppe ebenfalls bejaht. Als denkmalpflegerisch besonders wertvoll wurde der Wohnteil des Hauptgebäudes Nr. 15 bezeichnet, welches ein herrschaftliches Bauernhaus des sogenannten Dreisässen-Haustyps darstellt. Es zeichne sich aus durch die gut erhaltene originale äussere und innere Bausubstanz und sei von besonderem kulturgeschichtlichen Wert, weil es sich um den einzigen noch erhaltenen Vertreter dieses herrschaftlichen Bauernhaustyps auf Bieler Gemeindegebiet handle. Am Augenschein mit dem Regierungsstatthalteramt wurden diese Feststellungen bestätigt; sie in Zweifel zu ziehen, besteht nach den vorliegenden Unterlagen und aufgrund der Vorbringen der Beschwerdegegner kein Anlass.\n\nb) Damit eine Eigentumsbeschränkung vor der Eigentumsgarantie standhält, muss nicht nur der damit angestrebte Zweck im öffentlichen Interesse liegen. Nach der Rechtsprechung verlangt zudem der Grundsatz der Verhältnismässigkeit, dass die Eigentumsbeschränkung zur Erreichung des angestrebten Zieles geeignet und erforderlich ist und dass das verfolgte Ziel in einem vernünftigen Verhältnis zu den eingesetzten Mitteln, den zu seiner Verwirklichung notwendigen Freiheitsbeschränkungen, steht (BGE 111 Ia 27 E. 3b; siehe auch BGE 93 I 707 E. 5 je mit Hinweisen). Dieses letztere Gebot der Verhältnismässigkeit im engeren Sinne wird nach dem Entscheid des Verwaltungsgerichts durch das Abbruchverbot verletzt, weil sich die Eigentumsbeschränkung im Rahmen der Abwägung von öffentlichen und privaten Interessen für die Beschwerdegegner als unzumutbar darstelle.\n\naa) Das Verwaltungsgericht ging bei der Würdigung der durch das Abbruchverbot bewirkten Eigentumsbeschränkung wie schon der Regierungsrat davon aus, dass damit die Pflicht zur kunstgerechten Sanierung verbunden sei. Eine solche Erhaltung der Hofgruppe könne den Eigentümern nur zugemutet werden, wenn eine weitere sinnvolle und finanziell tragbare Nutzung der Gebäude BGE 115 Ia 27 S. 32möglich sei. Das sei aber nicht der Fall. Einer landwirtschaftlichen Nutzung der Parzelle stehe die heutige Planung mit der für die Wohnnutzung vorgesehenen Bauzone entgegen. Ein sinnvolles Weiterbestehen der Hofgruppe wäre mit erheblichen Investitionen verbunden und könnte nur im Rahmen einer öffentlichen oder halböffentlichen Um- bzw. Neunutzung gewährleistet werden. Diesbezüglich habe aber die Einwohnergemeinde Biel ausdrücklich erklärt, die Gebäude nicht kaufen zu wollen und kein Interesse daran zu haben, die Gebäude öffentlichen Zwecken dienstbar zu machen.\n\nbb) Das nach Art. 8 aBauV erlassene Abbruchverbot versteht sich nach Überschrift und Text dieser Bestimmung als Schutzmassnahme gegen die Beeinträchtigung von besonders geschützten Objekten. Nach der bestehenden Planung befinden sich die Gebäude in einer für die Wohnnutzung vorgesehenen Bauzone. Planungsrechtliche Grundlage bildet im weiteren der Überbauungsplan mit Sonderbauvorschriften \"Madretsch-Ried\" vom 20. Juni 1978. Nach Art. 4 der Sonderbauvorschriften dürfen Baubewilligungen nur aufgrund eines Gestaltungsplanes erteilt werden. Ein solcher besteht für den vorliegenden Perimeter Nr. 5 bislang nicht. Im Rahmen der noch offenen Planungsfestlegungen können nach Art. 88 Abs. 1 lit. f des Baugesetzes des Kantons Bern vom 9. Juni 1985 (neu BauG) nähere Bestimmungen über die Gestaltung und Restauration von schützenswerten Bauten erlassen werden (vgl. ALDO ZAUGG, Kommentar zum Baugesetz des Kantons Bern vom 9. Juni 1985, N. 16 zu Art. 88/89 BauG). Art. 128 neu BauG sieht sodann als ultima ratio die Enteignung für Massnahmen zum Schutze solcher Bauten vor (ALDO ZAUGG, a.a.O., N. 7d zu Art. 128/129 BauG). Der bestehende Überbauungsplan mit Sonderbauvorschriften ging nicht davon aus, dass es sich bei den umstrittenen um schutzwürdige Bauten handle. Wird mit den kantonalen Instanzen die Schutzwürdigkeit festgestellt, so wäre deshalb die Planung im Planungsperimeter Nr. 5, sei es im Rahmen des noch offenen Gestaltungsplanes, sei es in Ergänzung oder Änderung des Überbauungsplanes, auf die Rücksichtnahme auf die geschützten Objekte und eine demzufolge allenfalls nötige Anpassung zu überprüfen (ALDO ZAUGG, a.a.O., N. 2 zu Art. 149 BauG). Dabei kann sich die Bedeutung der Schutzwürdigkeit oder der konkreten Nutzung der Hofbauten je nach der weiteren Planung verschieden darstellen. Es hiesse, wie die Beschwerdeführerin zu Recht feststellt, diese künftige Planung ausser acht zu lassen, wenn heute nur auf eine mögliche Nutzung der Hofbauten abgestellt BGE 115 Ia 27 S. 33und über die wechselseitigen Beziehungen zur künftigen baulichen Umgebung hinweggesehen würde. Dem Abbruchverbot kommt unter diesen Umständen die Aufgabe zu, den bestehenden Zustand zu erhalten und die Möglichkeit einer späteren Sanierung sicherzustellen oder sie jedenfalls nicht durch einen heutigen Abbruch der Bauten vorzeitig auszuschliessen. Ungeachtet der im kantonalen Verfahren verneinten Frage, ob der Gestaltungsplan gesetzliche Voraussetzung einer Abbruchbewilligung darstelle, ist doch festzustellen, dass mit einem heutigen Abbruch der noch nicht konkretisierten Planung vorgegriffen würde. Die Beschwerdeführerin rügt deshalb zu Recht, dass der angefochtene Entscheid den Abbruch erlaubt hat, bevor eine rechtsgenügliche Konkretisierung oder jedenfalls Prüfung der auf die Schutzwürdigkeit der Bauten abgestimmten Planung erfolgt ist.\n\ncc) Anstelle der heutigen Hofgruppe besteht kein Alternativprojekt, welches für den Fall des Abbruches der Bauten eine sinnvollere und finanziell tragbare Nutzung des fraglichen Geländes in absehbarer Zeit ausweisen würde. Bei der Prüfung der Verhältnismässigkeit der mit dem Abbruchverbot verbundenen Eigentumsbeschränkung sind deshalb die heutigen baulichen Verhältnisse mit der bei einem Abbruch der Bauten zur Zeit nur ohne die Erstellung von Neubauten möglichen Nutzung des Areals zu vergleichen. Auch bei einem Abbruch der Bauten wäre aber kein substanzieller Ertrag ersichtlich. Jedenfalls solange keine ins Gewicht fallenden Erhaltungsaufwendungen notwendig sind, kann die mit dem Abbruchverbot bewirkte Sicherung des Schutzzweckes auch ohne besonders einträgliche Nutzung nicht als unverhältnismässig bezeichnet werden. Solche Erhaltungsaufwendungen sind aber nicht ausgewiesen. Nachdem die Stadt Biel besondere Sanierungs- und Denkmalpflegemassnahmen nicht angeordnet hat, können dem Abbruchverbot die für eine Neunutzung veranschlagten Investitionen jedenfalls solange nicht entgegengehalten werden, als sich die Erhaltung der Hofbauten nicht aufgrund eines bereinigten Überbauungsplanes oder eines bewilligungsfähigen Neubauprojektes als unzumutbar darstellt."}