{"annee": "115", "cour": "V", "page": "88", "date": "28/4/1989", "cite": [], "cite_par": ["117 V 153", "117 V 202", "131 II 656", "117 V 287", "138 V 169"], "chapeau": "13. Arrêt du 28 avril 1989 dans la cause Office fédéral des assurances sociales contre L. et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 3 al. 1 let. f et al. 6 LPC, art. 14a OPC. Revenu déterminant de l'activité lucrative des assurés partiellement invalides. La jurisprudence antérieure à l'entrée en vigueur de l'art. 14a OPC demeure valable. L'art. 14a OPC et les solutions schématiques qu'il consacre ne sont par conséquent applicables qu'à l'invalide partiel qui est en mesure de tirer parti de la capacité de gain résiduelle que lui reconnaît l'assurance-invalidité, ce qu'il y a lieu de présumer. Mais cette présomption peut être renversée par l'assuré, qui peut établir que des facteurs qui n'intéressent pas l'assurance-invalidité l'empêchent d'utiliser sa capacité résiduelle théorique."], "faits": "BGE 115 V 88 S. 88\n\nA.- Jacqueline L., née en 1939, est au bénéfice, depuis le 1er septembre 1962, d'une demi-rente de l'assurance-invalidité calculée notamment sur la base d'un taux d'invalidité de 50%, demeuré inchangé depuis l'octroi de la prestation susmentionnée.\n\nBGE 115 V 88 S. 89La prénommée a également bénéficié de prestations complémentaires depuis le 1er novembre 1979. C'est ainsi que, par décision du 10 février 1988 encore, la Caisse cantonale vaudoise de compensation lui a reconnu le droit à une prestation mensuelle de 707 francs, en retenant un revenu annuel de 6'188 francs (formé de la rente de l'assurance-invalidité, par 6'000 francs, et du revenu de la fortune mobilière, par 188 francs) et, au titre des déductions, une somme de 12'800 francs pour l'entretien forfaitaire, une autre de 1'800 francs pour le loyer et une dernière de 69 francs pour diverses assurances. Le 28 mars 1988 toutefois, ladite caisse a rendu une nouvelle décision, par laquelle elle ramenait à 52 francs par mois dès le 1er octobre 1988 le montant des prestations complémentaires, en raison de la prise en considération, désormais, d'un montant de 7'866 francs à titre de revenu de l'activité lucrative exigible de l'assurée (12'800 francs arrêtés forfaitairement et mis en compte à raison des deux tiers, après la déduction légale de 1'000 francs, suivant l'art. 14a OPC, dans sa teneur au 1er janvier 1988).\n\nB.- Jacqueline L. a recouru contre cet acte administratif, en concluant au maintien des anciennes prestations complémentaires. Le Président du Tribunal des assurances du canton de Vaud, par jugement du 22 juillet 1988, a admis le recours, en bref parce qu'il était établi que l'assurée se trouvait dans l'impossibilité de tirer parti de la capacité résiduelle de travail et de gain qui lui était reconnue dans le cadre de la LAI. Or, selon la jurisprudence, dans le régime des prestations complémentaires, il faut examiner si l'assuré est réellement en mesure de mettre à profit, sur le plan économique, ladite capacité résiduelle, en tenant également compte d'éventuels éléments étrangers à l'invalidité, qu'ils soient subjectifs ou objectifs (par exemple, l'âge, la formation incomplète, etc.). En effet, rien dans la révision de l'OPC, entrée en vigueur le 1er janvier 1988, ne battait en brèche cette pratique, qui demeurait valable.\n\nC.- L'Office fédéral des assurances sociales (OFAS) interjette recours de droit administratif, en concluant au rétablissement de la décision du 28 mars 1988 de la Caisse cantonale vaudoise de compensation. A l'appui, il fait valoir essentiellement que la couverture des besoins vitaux, au sens de l'art. 34quater al. 2 Cst., ne doit pas être comprise différemment dans le cadre de la LPC et dans celui de la LAVS/AI; qu'il n'est pas exclu que la couverture des besoins vitaux puisse être réalisée par d'autres moyens que BGE 115 V 88 S. 90celui des prestations complémentaires (par l'intervention d'institutions telles que Pro Juventute ou Pro Infirmis, par ex.); que la réglementation mise sur pied par le Conseil fédéral dans le cadre de l'art. 3 al. 6 LPC ne présuppose pas que l'on se demande, dans un cas particulier, si l'on peut exiger ou non de l'assuré qu'il exerce effectivement une activité lucrative; qu'on est là en présence d'un régime conçu pour être appliqué schématiquement, dès que l'on a affaire à un invalide partiel.\n\nNi Jacqueline L. ni la Caisse cantonale vaudoise de compensation n'ont répondu au recours.", "considerants": "Considérant en droit:\n\n1. Suivant l'art. 3 al. 1 let. f LPC, le revenu déterminant pour le calcul des prestations complémentaires comprend les ressources et parts de fortune dont un ayant droit s'est dessaisi.\n\nLe Tribunal fédéral des assurances a admis dans une jurisprudence constante que cette disposition est applicable pour calculer le revenu déterminant et le droit à des prestations complémentaires d'un invalide partiel qui renonce à tirer parti de sa capacité de gain résiduelle. Dans une telle occurrence, on prend alors en compte le revenu hypothétique que l'assuré pourrait réaliser, en utilisant au mieux ladite capacité. Cependant, il y a lieu d'examiner si l'intéressé est effectivement en mesure de mettre à profit sur le plan économique la capacité de gain qui lui est reconnue, en exerçant une activité à sa portée (voir p.ex. RCC 1982 p. 131). A cet égard, on peut prendre en considération, à côté des critères déterminants pour l'assurance-invalidité (atteinte à la santé, marché du travail équilibré, etc.), des éléments objectifs ou subjectifs - tels que la formation plus ou moins complète, le défaut de connaissance des langues, voire des circonstances personnelles empêchant l'assuré de tirer profit de sa capacité de gain d'une manière raisonnablement exigible (RCC 1984 p. 101).\n\nA l'occasion de la 2e révision de l'assurance-invalidité, le législateur a modifié l'art. 3 al. 6 LPC en ce sens qu'il a donné au Conseil fédéral la compétence d'édicter des prescriptions sur la prise en compte du revenu de l'activité qu'on peut exiger des invalides partiels et des veuves sans enfants mineurs. Fondé sur cette disposition, l'Exécutif fédéral a édicté l'art. 14a OPC, en vigueur depuis le 1er janvier 1988, dont la teneur est la suivante: Le revenu de l'activité lucrative des invalides est pris en compte sur BGE 115 V 88 S. 91la base du montant effectivement obtenu par l'assuré dans la période déterminante (alinéa 1). Pour les invalides âgés de moins de 60 ans, le revenu de l'activité lucrative à prendre en compte correspond au moins a) au montant de la limite de revenu pour personnes seules, augmenté d'un tiers, pour un degré d'invalidité de 40 à 49 pour cent; b) au montant de cette limite, pour un degré d'invalidité de 50 à 59 pour cent; c) aux deux tiers de ce montant, pour un degré d'invalidité de 60 à 66 2/3 pour cent (alinéa 2). Le 2e alinéa n'est pas applicable si l'invalidité de personnes sans activité lucrative a été établie conformément à l'art. 27 RAI, ou si l'invalide travaille dans un atelier protégé au sens de l'art. 73 LAI (alinéa 3).\n\n2. Alors que le premier juge estime que la jurisprudence susmentionnée du Tribunal fédéral des assurances est demeurée valable, malgré l'entrée en vigueur de l'art. 14a OPC, l'OFAS soutient qu'il n'en est rien. Invoquant le grand nombre des dossiers à traiter et le besoin de simplification, dans l'intérêt bien compris des assurés, dont les cas pourront être liquidés plus rapidement, il voudrait que l'on applique systématiquement la solution schématique arrêtée par le Conseil fédéral. Selon lui, il ne faut par conséquent pas s'inquiéter de savoir si l'invalide visé par la disposition en question est en mesure ou non de tirer parti de la capacité de gain résiduelle qui lui a été reconnue lors de l'octroi de la rente d'invalidité.\n\nIl sied de relever d'emblée que le souci du Conseil fédéral, tel qu'exposé par l'office recourant, est sans nul doute légitime. Il faut dès lors approuver en principe le système mis en place pour simplifier le travail de l'administration, encore qu'on doive constater que l'autorité précitée n'a pas réglé schématiquement un autre cas qui mériterait sans conteste quelque considération aussi, à savoir celui des assurés qui utilisent leur capacité résiduelle au-delà de ce qui est raisonnablement exigible. Or il est bien connu que toute schématisation est de nature à entraîner des situations qui ne sont pas toujours satisfaisantes: dans le cas des invalides partiels, certains vont dans un certain sens bénéficier de la règle posée (lorsque, en utilisant convenablement leur capacité de gain, ils gagneraient plus que le montant retenu), alors que d'autres vont au contraire en pâtir (lorsque, même en utilisant au mieux leur capacité, ils ne gagneraient pas le montant retenu schématiquement). Au vrai, ces derniers cas ne semblent pas devoir être très nombreux, et il y a lieu de rappeler, comme le relève l'OFAS, qu'il BGE 115 V 88 S. 92existe des institutions bénéficiant de subventions importantes qui pourraient corriger certaines imperfections d'un système qui, en définitive, rend plus de services qu'il n'entraîne d'inconvénients.\n\nToutefois, ce besoin légitime de simplification ne saurait justifier qu'on abandonne purement et simplement la jurisprudence appliquée par le premier juge. En effet, il faut certes éviter que l'assuré présentant une capacité résiduelle de travail et de gain ne reçoive par le canal des prestations complémentaires ce que l'assurance-invalidité ne veut pas lui accorder. Il est dès lors logique de prendre en compte, pour le calcul des prestations complémentaires, le revenu hypothétique que l'intéressé pourrait retirer de l'utilisation raisonnable de sa capacité résiduelle; l'on peut s'accommoder, ce faisant, des inconvénients inhérents à toute solution schématique dont il a été exposé ci-dessus qu'elle présentait suffisamment d'avantages pour être acceptée. L'expérience apprend cependant qu'il est des cas dans lesquels l'assurance-invalidité ne verse - à juste titre, vu le domaine d'application de la LAI - qu'une demi-rente à un assuré qui en réalité est dans l'impossibilité d'exercer quelque activité lucrative que ce soit. Faire entrer ces assurés-là dans le schéma de l'art. 14a OPC reviendrait à dénaturer la règle légale dont cette disposition devrait faciliter l'application, règle légale qui veut que l'on prenne en considération les gains auxquels l'assuré renonce. La délégation de compétence de l'art. 3 al. 6 LPC ne saurait autoriser le Conseil fédéral à ordonner la prise en compte de gains qu'un bénéficiaire de rente est dans l'impossibilité de réaliser. D'une telle personne, on ne peut dire qu'elle n'exerce pas une activité que l'on peut exiger d'elle. Il n'est pas sans intérêt de rappeler ici que, dans son message du 21 novembre 1984 cité par le premier juge (FF 1985 I 43/44), le Conseil fédéral a relevé expressément que \"la pratique actuelle, valable pour les bénéficiaires de demi-rentes AI\" devait être maintenue. En appliquant les nouvelles dispositions de l'OPC, il faut donc, comme par le passé, ne tenir compte d'un revenu hypothétique de l'activité lucrative d'un invalide partiel que s'il est établi que celui-ci serait en mesure d'exercer une telle activité. Compte tenu des besoins légitimes de simplification évoqués par l'office recourant, il paraît justifié de présumer que l'invalide partiel est apte à tirer parti de la capacité résiduelle de travail et de gain que lui reconnaît l'assurance-invalidité. Cette présomption doit cependant pouvoir être renversée, ce qui signifie que l'assuré pourra établir que des facteurs à bon droit ignorés dans le cadre BGE 115 V 88 S. 93de la LAI l'empêchent d'utiliser sa capacité résiduelle théorique. Une telle solution n'impliquerait pas un examen automatique et systématique de tous les dossiers d'invalides partiels demandant l'octroi de prestations complémentaires du point de vue de leur aptitude à exercer une activité lucrative. Elle n'entraîne pas non plus d'inégalités entre les assurés, mais en évite au contraire, dans la mesure où elle conduit à ne pas traiter de la même manière l'invalide partiel qui pourrait travailler en faisant preuve de bonne volonté, d'une part, et, d'autre part, l'invalide partiel qui serait désireux de travailler mais ne peut pas le faire, pour des raisons valables dûment établies.\n\n3. Vu ce qui vient d'être exposé, c'est à juste titre que le Président du Tribunal des assurances vaudois a refusé de traiter Jacqueline L. selon le schéma de l'art. 14a OPC, si tant est que cette dernière n'est pas en mesure d'avoir une activité lucrative. Or tel est bien le cas. Il ressort en effet du dossier de l'assurance-invalidité que l'assurée souffre d'hébéphrénie chronique et présente une grave labilité d'humeur ainsi que des difficultés de contact. Les rapports de l'Office régional de réadaptation professionnelle montrent que l'intéressée n'a pas terminé sa formation professionnelle et qu'elle a toujours eu beaucoup de difficultés à exercer une activité lucrative, et cela toujours dans des emplois modestes. Il résulte en outre dudit dossier que Jacqueline L. n'a pratiquement plus exercé d'activité lucrative à l'extérieur depuis janvier 1976. Dans ces conditions, le fait que l'intéressée ne reçoit qu'une demi-rente de l'assurance-invalidité est quelque peu surprenant. Mais, surtout, il faut rappeler que la prénommée a toujours bénéficié de prestations complémentaires, bien qu'elle ne touchât qu'une demi-rente. Or ces prestations étaient calculées en ne prenant en compte que ses ressources effectives, sans qu'aucun revenu hypothétique ait jamais été retenu. Cette circonstance, rapprochée des données fournies par le dossier de l'assurance-invalidité, ainsi que de l'âge de l'assurée et de l'absence pratique de formation professionnelle, permet de tenir pour renversée la présomption susmentionnée.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est rejeté."}