{"annee": "115", "cour": "V", "page": "129", "date": "20/6/1989", "cite": ["114 V 94", "105 V 294", "112 V 81", "107 V 39"], "cite_par": ["128 V 89", "119 V 317", "117 V 336", "119 V 146", "117 V 318", "117 V 229", "116 V 335", "116 V 255", "116 V 198", "120 V 38"], "chapeau": "20. Arrêt du 20 juin 1989 dans la cause Caisse-maladie et accidents Universa contre M. et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 1 al. 2 et 3, art. 30 et 30bis LAMA. Est nulle et ne relève pas des autorités de recours en matière d'assurances sociales une décision rendue par une caisse-maladie postérieurement à sa reconnaissance par l'Office fédéral des assurances sociales mais portant sur des faits litigieux antérieurs à ladite reconnaissance."], "faits": "BGE 115 V 129 S. 129\n\nA.- Georges M. a été assuré contre les risques de maladie et d'accident, depuis le 1er janvier 1985, auprès de la Caisse-maladie et accidents Universa (ci-après: la caisse), laquelle n'avait alors pas encore obtenu la reconnaissance, par l'Office fédéral des assurances sociales (OFAS), du droit aux subsides fédéraux.\n\nLe 26 avril 1985, l'assuré a été victime d'un malaise et a fait une lourde chute. Souffrant de troubles d'équilibre persistants dus à une affection de l'oreille interne, il a subi une incapacité de travail à partir de cette date. La caisse a d'abord accordé des prestations d'assurance, puis une contestation est née entre elle et l'assuré au sujet de la durée et du taux d'incapacité de travail, du droit éventuel à une indemnité journalière pour les jours fériés et du montant des cotisations dues pour l'assurance d'une indemnité journalière. Le 21 janvier 1986, Georges M. a fait part à la caisse de sa démission avec effet au 1er janvier précédent.\n\nPar une lettre du 20 février 1986, la caisse a informé le prénommé que les indemnités journalières étaient accordées uniquement pour les jours ouvrables et jusqu'au 30 septembre 1985. Cette lettre contenait en outre un décompte qui faisait apparaître, en faveur de la caisse, un solde de 438 fr. 90, montant représentant les cotisations et les franchises à la charge de l'assuré, déduction faite des indemnités journalières encore dues par la caisse. Georges M. ayant contesté ce décompte et fait valoir, de son côté, le droit à des indemnités journalières par 11'231 fr. 10, la BGE 115 V 129 S. 130caisse a rendu une décision, du 1er septembre 1986, par laquelle elle a confirmé sa lettre du 20 février précédent.\n\nEntre-temps, le 26 mai 1986, l'OFAS avait prononcé la reconnaissance de la caisse, avec effet au 1er juin suivant.\n\nB.- Par jugement du 23 février 1988, le Tribunal cantonal vaudois des assurances a admis le pourvoi formé par Georges M. contre la décision de la caisse du 1er septembre 1986.\n\nC.- Cette dernière interjette recours de droit administratif contre ce prononcé, dont elle demande l'annulation, en concluant implicitement au rétablissement de sa décision.\n\nDe son côté, l'assuré conclut au rejet du recours. Quant à l'OFAS, il propose son admission, en ce sens que le jugement entrepris et la décision de la caisse du 1er septembre 1986 soient annulés, la cause étant renvoyée à la juridiction cantonale pour instruction complémentaire et nouvelle décision.\n\nD.- Le Tribunal a ordonné un second échange d'écritures limité à la question de la validité de la décision de la caisse du 1er septembre 1986 et à celle de la compétence ratione materiae des juridictions de recours en matière d'assurance-maladie sociale, compte tenu de la date de la reconnaissance de la caisse par l'OFAS, d'une part, et de la période pendant laquelle se sont produits les faits litigieux, d'autre part.\n\nLa caisse et l'OFAS sont d'avis que la décision du 1er septembre 1986 a été valablement déférée à une juridiction de recours en matière d'assurance-maladie sociale, ce que, de son côté, l'assuré conteste.", "considerants": "Considérant en droit:\n\n1. Le Tribunal fédéral des assurances examine d'office les conditions dont dépend la qualité pour recourir et les conditions formelles de validité et de régularité de la procédure administrative, soit en particulier le point de savoir si c'est à juste titre que la juridiction cantonale est entrée en matière sur le recours (ou sur l'action). Aussi, lorsque l'autorité de première instance a ignoré qu'une condition mise à l'examen du fond du litige par le juge faisait défaut et a statué sur le fond, c'est un motif pour le tribunal, saisi de l'affaire, d'annuler d'office le jugement en question (ATF 114 V 95 consid. 2, ATF 112 V 83 consid. 1 et les références).\n\nEn l'occurrence, il y a lieu d'examiner si la décision de la recourante, du 1er septembre 1986, constituait une décision BGE 115 V 129 S. 131attaquable par un recours devant un tribunal cantonal des assurances au sens de l'art. 30 LAMA.\n\n2. a) En vertu de l'art. 128 OJ, le pouvoir d'examen du Tribunal fédéral des assurances est limité au contrôle de décisions fondées sur le droit fédéral des assurances sociales.\n\nLe droit de l'assurance-maladie au sens de la LAMA et de ses dispositions d'exécution fait partie du droit fédéral des assurances sociales. Les organes d'exécution de l'assurance-maladie sociale fédérale sont toutefois uniquement les caisses-maladie qui satisfont aux exigences de la loi (art. 1 al. 2 LAMA) et qui ont obtenu la reconnaissance par l'OFAS au terme de la procédure fixée aux art. 1 ss Ord. V (art. 1 al. 3 LAMA). La reconnaissance est une autorisation (cf. MAURER, Schweizerisches Sozialversicherungsrecht, tome I, p. 213); la date à laquelle elle prend effet est fixée par l'OFAS (art. 2 al. 3 Ord. V).\n\nb) En l'espèce, la reconnaissance de la caisse recourante a été prononcée par l'OFAS le 26 mai 1986, avec effet au 1er juin suivant. Il apparaît dès lors que, jusqu'au 31 mai 1986, les personnes assurées auprès de la recourante n'étaient pas membres d'une caisse-maladie reconnue au sens de la LAMA. Dès lors, le différend survenu entre la recourante et l'intimé, et portant sur des faits antérieurs au 31 décembre 1985, date de la démission de ce dernier, ne constitue pas une contestation entre une caisse et un assuré (cf. art. 30bis al. 1 LAMA). Comme les litiges au sujet d'une assurance-vie pratiquée par une caisse-maladie reconnue (ATF 107 V 39) ou de l'affiliation d'une caisse-maladie du Liechtenstein à une fédération suisse de réassurance (ATF 105 V 294), le rapport juridique découlant d'un contrat d'assurance-maladie privé (soumis à la LCA ou au CO) ne relève pas des autorités de recours en matière d'assurances sociales. Or, jusqu'à la reconnaissance, par l'OFAS, de la caisse-maladie et accidents Universa, le rapport entre cette dernière et les assurés ressortissait sans aucun doute au droit privé. Quant au fait que, selon ses statuts (ch. 1.3 let. a), la recourante déclarait se soumettre à la LAMA, il est sans incidence dans le cas particulier.\n\nAinsi donc, dans la mesure où la contestation ne relève pas du droit fédéral des assurances sociales, la caisse n'était pas compétente pour statuer sur ce point en rendant une décision selon l'art. 30 LAMA. Le litige survenu entre la caisse et Georges M. ressortit au juge civil.\n\n3. (Dépens) BGE 115 V 129 S. 132\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est partiellement admis, et le jugement du Tribunal cantonal vaudois des assurances du 23 février 1988 est annulé. Le recours est rejeté pour le surplus. Il est constaté que la décision de la Caisse-maladie et accidents Universa du 1er septembre 1986 est nulle."}