{"annee": "116", "cour": "II", "page": "365", "date": "12/7/1990", "cite": ["102 II 122", "114 II 106", "114 II 371", "113 II 77", "113 II 319", "87 II 35", "86 II 270", "113 II 306", "103 II 211", "113 II 190", "104 II 58", "93 II 272", "104 II 322", "107 II 356", "83 II 154", "108 II 327"], "cite_par": ["122 III 382", "126 III 239", "120 II 144", "133 III 431", "119 II 473", "131 III 384", "118 II 322", "135 III 446", "132 III 414", "117 II 199", "134 I 83"], "chapeau": "66. Auszug aus dem Urteil der I. Zivilabteilung vom 12. Juli 1990 i.S. Beiersdorf Aktiengesellschaften gegen Genossenschaft Migros Bern (Berufung)", "regestes": ["Concurrence déloyale; imitation de la présentation d'un produit (art. 2, 3 let. d LCD). 1. Intérêt juridique digne de protection à la cessation d'un acte de concurrence déloyale (consid. 2). 2. Risque de confusion au sens de l'art. 3 let. d LCD; l'impression générale est déterminante (consid. 3a, consid. 4a). 3. Quand des actes de concurrence déloyale tombent-ils sous le coup de la clause générale de l'art. 2 LCD? (consid. 3b). 4. Risque de confusion de produits cosmétiques en cas de présentation semblable?"], "faits": "BGE 116 II 365 S. 365\n\nA.- Die Beiersdorf AG in Hamburg und ihre Tochtergesellschaft, die Beiersdorf AG in Münchenstein, vertreiben unter der Marke NIVEA Kosmetikprodukte. Sie werfen der Genossenschaft BGE 116 II 365 S. 366Migros Bern, welche unter der Marke JANA Produkte derselben Warenkategorie vertreibt, vor, ihre Warenausstattungen nachzuahmen, und dadurch unlauteren Wettbewerb zu betreiben.\n\nB.- Mit Klage vom 30. April 1987 verlangten die Beiersdorf Aktiengesellschaften, der Genossenschaft Migros sei unter Strafandrohung zu verbieten, Reinigungsmilch und Gesichtstonic in bestimmten Flaschen anzubieten, zu verkaufen oder sonst in Verkehr zu bringen.\n\nDas Handelsgericht des Kantons Bern wies die Klage am 8. März 1989 ab. Das Bundesgericht weist die Berufung der Klägerinnen ab, soweit es darauf eintritt, und bestätigt das angefochtene Urteil.", "considerants": "Aus den Erwägungen:\n\n1. a) 1982 brachten die Klägerinnen eine neue Produktegruppe \"NIVEA-visage\" auf den schweizerischen Markt. Die Produkte Reinigungsmilch und Gesichtstonic wurden in einheitlich geformten Flaschen von ca. 17 cm Höhe und ovalem Querschnitt mit rundem, dunkelblauem Schraubverschluss vertrieben. Beide trugen das identische Markenemblem mit weissem Schriftzug \"NIVEA-visage\" in dunkelblauem Oval und federförmig auslaufendem, dunkelblau-hellblau-silberfarbenem Rand. Unterschiedlich gehalten waren die Farbtöne der Flaschen, weiss für die Reinigungsmilch und rosa für das Gesichtstonic, die Warenbezeichnungen \"Reinigungsmilch/Lait démaquillant\" bzw. \"Gesichtstonic ohne Alkohol/Tonique facial sans alcool\", die Produktanpreisungen auf den Flaschenrückseiten. Dort fand sich ebenfalls der Herkunftshinweis \"Beiersdorf-Doetsch, Grether AG\".\n\nDie Beklagte ihrerseits vertreibt seit 1963 eine entsprechende Produktegruppe unter der Marke \"JANA\". In den Jahren 1980 bis 1985 erweiterte sie diese Gruppe und gestaltete sie gleichzeitig neu. Im April 1985 brachte sie Reinigungsmilch und Gesichtstonic in der heute beanstandeten Ausstattung auf den Markt. Die Produkte werden in Flaschen von ca. 13,5 cm Höhe angeboten, deren Querschnitt rechteckig mit oval ausgebuchteten Breitseiten gehalten ist. Die Flaschen verfügen ebenfalls über einen dunkelblauen, runden, gegenüber den Produkten der Klägerin aber abweichend geformten und unten weissumrandeten Schraubverschluss. Identisch zu den Produkten der Klägerin ist die weisse (Reinigungsmilch) und rosarote (Gesichtstonic) Einfärbung der Flaschen.\n\nBGE 116 II 365 S. 367Unterschiedlich wiederum sind deren Kennzeichnungen, sowohl hinsichtlich des Markenemblems (dunkelblauer Schriftzug \"JANA-BEAUTY\" in weissem, geschlossenem Oval mit dunkelblauem Rand) wie der beschreibenden Produktangaben. Die Flaschen enthalten auf der Rückseite ebenfalls einen Herkunftshinweis (\"MIBELLA AG, Buchs/AG, Produktionsbetrieb der MIGROS\") und tragen zudem das firmenübliche Kennzeichen \"M\".\n\n1988 änderten die Klägerinnen ihre Warenaustattung.\n\nb) Nach den auf Beweiswürdigung beruhenden und damit für das Bundesgericht verbindlichen tatsächlichen Feststellungen des Handelsgerichts kam die Beklagte im Jahre 1985 mit der Aufmachung ihrer Produkte nicht zufällig und unabsichtlich, sondern ganz bewusst in die Nähe der analogen Produkte der Klägerinnen.\n\nDas Handelsgericht verneint einen gegenwärtigen und prospektiven Ausstattungsschutz der von den Klägerinnen bis zum Jahre 1988 vertriebenen Produkte. Zwar sei für Deckel- und Flaschenform sowie Markenemblem eine gewisse Originalität zu bejahen, doch seien anderseits die verwendeten Farben gemeinfrei, und überdies könne der Beklagten aus ästhetischen Gründen nicht zugemutet werden, auf eine Einfärbung ihrer Flaschen zu verzichten. Die durch aufwendige Werbung bewirkte Verkehrsgeltung der Produkte der Klägerinnen in der ursprünglichen Aufmachung sei mit der neuen Formgebung verloren gegangen, so dass für diese Ausstattung kein Rechtsschutz mehr beansprucht werden könne. Verneint wird überdies eine von den Produkten der Beklagten ausgehende Verwechslungsgefahr.\n\nc) Die Klägerinnen halten die Nachahmungsabsicht der Beklagten für erstellt und entscheidend. Sie berufen sich auf eine funktionelle Anwendung der Bestimmungen des Wettbewerbsrechts und leiten daraus unlautere Wettbewerbshandlungen durch Verletzung der gesetzlichen Generalklausel, durch Herbeiführung einer unzulässigen Verwechslungsgefahr im engeren und weiteren Sinn sowie durch schmarotzerische Rufausbeutung ab.\n\n2. Entgegen der Auffassung der Beklagten ist das Rechtsschutzinteresse der Klägerinnen am Unterlassungsanspruch trotz geänderter eigener Ausstattung nicht entfallen. Gegenstand der rechtlichen Beurteilung ist die Behauptung, die bewusste Annäherung an fremde Ausstattung führe zu einer Verwechslungsgefahr im engeren oder weiteren Sinn, zu einer Herkunftstäuschung, und stelle eine schmarotzerische Rufausbeutung dar, was sie unter funktionellem Wettbewerbsverständnis als unlauter erscheinen BGE 116 II 365 S. 368lasse und damit Anspruch auf Einstellung des wettbewerbswidrigen Verhaltens gebe. An der Bestätigung dieser Rechtsbehauptung aber haben die Klägerinnen unverändert ein nach vernünftigem Ermessen wesentliches Interesse (BGE 103 II 214 mit Hinweis; KUMMER, Grundriss des Zivilprozessrechts, 4. Aufl. 1984, S. 105).\n\n3. Nach der Generalklausel von Art. 2 UWG ist unlauter und widerrechtlich jedes täuschende oder in anderer Weise gegen den Grundsatz von Treu und Glauben verstossende Verhalten oder Geschäftsgebaren, welches das Verhältnis zwischen Mitbewerbern oder zwischen Anbietern und Abnehmern beeinflusst.\n\nNach dem Spezialtatbestand von Art. 3 lit. d UWG handelt insbesondere unlauter, wer Massnahmen trifft, die geeignet sind, Verwechslungen mit den Waren, Werken, Leistungen oder dem Geschäftsbetrieb eines anderen herbeizuführen.\n\na) Art. 3 lit. d UWG setzt wie Art. 1 Abs. 2 lit. d aUWG voraus, dass die Ware eines Konkurrenten wegen ihrer äusseren Ausstattung für das bereits auf dem Markt befindliche Erzeugnis eines andern gehalten werden kann. Ob eine solche Verwechselbarkeit zweier Erzeugnisse vorliege, ist nach dem Gesamteindruck zu beurteilen, den sie dem kaufenden Publikum bieten (BGE 108 II 329 E. 4 mit Hinweis). Widerrechtlich ist demzufolge die Nachahmung kennzeichnungskräftiger Warenformen (DAVID, Die Gerichtspraxis zur sklavischen Nachahmung von Warenformen, SMI 1983/2, S. 9 ff., 16 ff.).\n\nNicht erforderlich ist dabei eine warenbezogene Verwechselbarkeit; es reicht aus, wenn sie das Unternehmen als solches zum Gegenstand hat (BGE 87 II 38 mit Hinweisen; vgl. auch DUTOIT, SMI 1984, S. 367 ff.). Unlauter kann sodann auch die bloss mittelbare oder indirekte Verwechselbarkeit sein, indem beim Publikum der Eindruck erweckt wird, die verwechselbar gekennzeichneten oder ausgestatteten Waren stammten aus Betrieben, welche wirtschaftlich eng verbunden seien (BGE 114 II 111, BGE 102 II 126).\n\nb) Ist eine Verwechslungsgefahr im Sinne dieser Bestimmung zu verneinen, kann die Nachahmung fremder Warenausstattung oder die Annäherung daran unter den Anwendungsbereich der wettbewerbsrechtlichen Generalklausel fallen. Dabei ist allerdings zu beachten, dass nach ständiger Rechtsprechung die blosse Nachahmung einer fremden Ware oder deren Ausstattung für sich allein wettbewerbsrechtlich nicht zu beanstanden ist, sofern letztere keine Kennzeichnungskraft besitzt, um ihre Herkunft von gleichartigen Erzeugnissen anderer Konkurrenten zu unterscheiden, oder BGE 116 II 365 S. 369die kennzeichnungsfähige Form oder Marke keinen spezialgesetzlichen Schutz (mehr) geniesst (BGE 113 II 312 E. 5 und 321 E. 3b, je mit Hinweisen). Die Nachahmung einer Ware kann ferner insbesondere durch deren Herstellungsweise oder Gebrauchszweck technisch bedingt und schon deshalb gerechtfertigt sein. Anders verhält es sich nur, wenn besondere Umstände ein solches Vorgehen gleichwohl als wettbewerbswidrig erscheinen lassen und daher die Anwendung der Generalklausel rechtfertigen (BGE 108 II 331 E. 5 mit Hinweisen). Diese besonderen Umstände können im unkorrekten oder hinterlistigen Verhalten liegen, durch welches der Nachahmer an die nachgeahmten Gegenstände gekommen ist (BGE BGE 113 II 321 E. 3b mit Hinweisen), im systematischen oder raffinierten Vorgehen, aus dem guten Ruf seines Konkurrenten Nutzen zu ziehen, in der schmarotzerischen Ausbeutung dieses Rufes (BGE 113 II 201 /2 mit Hinweisen) oder in der Nachahmung einer Warenform ohne Kennzeichnungskraft, wenn ohne Änderung der technischen Konstruktion und ohne Beeinträchtigung des Gebrauchszwecks eine andere Gestaltung möglich und zumutbar wäre (BGE 93 II 280 E. 6 mit Hinweisen; DAVID, a.a.O., S. 19).\n\nEin systematisches und damit unlauteres Vorgehen liegt nach der bundesgerichtlichen Rechtsprechung namentlich vor, wenn der Nachahmer sich an eine Vielzahl von Modellen, an eine ganze Serie von Produkten eines Konkurrenten heranmacht (BGE 113 II 202, BGE 104 II 334 E. c) oder eine Reihe von Einzelheiten nachahmt, wodurch bei mosaikartiger Gesamtbetrachtung eine Verwechslungsgefahr entsteht (BGE 103 II 216), sofern der Nachahmer dieser nicht gleichzeitig vorbeugt (BGE 108 II 333). Von dieser Rechtsprechung abzuweichen, besteht keine Veranlassung.\n\nUnlauterer Wettbewerb setzt weder bösen Glauben noch Verschulden, sondern bloss ein objektiv gegen Treu und Glauben verstossendes Verhalten voraus (BGE BGE 104 II 59 E. 2). Dabei ist nicht zu verkennen, dass planmässiges Vorgehen regelmässig eine Behinderungs- oder Ausbeutungsabsicht umfasst; unerlässliches Tatbestandsmerkmal einer unlauteren Wettbewerbshandlung bildet aber solches Vorgehen nicht. Neben der systematischen Annäherung an eine Vielzahl von Konkurrenzprodukten kann auch die Annäherung an ein Einzelprodukt unlauter sein (BGE 103 II 211). Sofern hier die Unlauterkeit nicht bereits aus einer treuwidrigen Warenbeschaffung folgt (BGE 113 II 321 E. 3b mit Hinweisen), ist massgeblich auf das Kriterium der Raffinesse abzustellen (BGE 113 II 202). Bezieht sich die Nachahmung auf ein qualitätsbezogenes BGE 116 II 365 S. 370Ausstattungselement, ist erforderlich, dass sich die Gütevorstellung aus dem nachgeahmten Produkt selbst ergibt und sich nicht bloss aus einer an sich gemeinfreien Form, einem bestimmten Material oder einer Farbe ohne Kennzeichnungskraft ableitet.\n\n4. Unlauterer Wettbewerb der Beklagten setzt sowohl nach Massgabe der Generalklausel als auch des Spezialtatbestandes von Art. 3 lit. d UWG eine Verwechslungsgefahr voraus. Ist eine solche zu verneinen, hat die Ausstattung ihrer Produkte wettbewerbsrechtlich unter der einen wie der andern Norm unbeanstandet zu bleiben, und erübrigt sich eine Auseinandersetzung mit den Streitfragen einer Kennzeichnungskraft der klägerischen Produktausstattung, des Vorliegens besonderer Umstände im Sinne eines schmarotzerischen Vorgehens der Beklagten und der Bedeutung der geänderten Warenausstattungen der Klägerinnen. Die Verwechslungsgefahr ist daher vorab zu prüfen.\n\na) Der wettbewerbsrechtliche Begriff der Verwechselbarkeit entspricht inhaltlich demjenigen des Markenrechts (BGE 107 II 363; DAVID, a.a.O., S. 17; TROLLER, Immaterialgüterrecht, Band II, 3. Aufl. 1985, S. 932 f.). Erforderlich ist eine Täuschungsgefahr beim Publikum, dessen Irreführung (BGE 86 II 279). Entscheidend ist, ob das Publikum Gefahr läuft, die nachgebildeten Produkte mit denjenigen des Konkurrenten zu verwechseln oder diesem zuzurechnen (TROLLER, a.a.O., sowie S. 658). Dabei genügt bereits die Gefahr einer indirekten oder mittelbaren Verwechslung (E. 3a hievor).\n\nAuch bei Ausstattungen gelten die Grundsätze, dass die Verwechselbarkeit nach dem Gesamteindruck und der Aufmerksamkeit und Wahrnehmungsfähigkeit des Durchschnittskäufers zu beurteilen ist und dass das Erinnerungsbild, nicht das gleichzeitige Vergleichen entscheidet (BGE 114 II 374 E. 1, BGE 108 II 329 E. 4, je mit Hinweisen; TROLLER, a.a.O., S. 932 in Fn. 195).\n\nb) In der Formgebung weisen die Produkte der Beklagten wesentliche Unterschiede zu denjenigen der Klägerinnen auf. Während die NIVEA-Flaschen schlank und hochformatig gehalten sind, wirken die JANA-Flaschen gedrungen und trotz gleichem Inhalt kleiner. Unterschiedlich geformt sind ebenfalls die jeweiligen Verschlusskappen. Wären die beiden Formen in einem Modellvergleich zu beurteilen, könnte von einer Nachahmung in der Form nicht die Rede sein. Damit entfällt insoweit auch eine wettbewerbsrechtliche Verwechslungsgefahr (BGE 113 II 83 /4).\n\nBGE 116 II 365 S. 371\n\nKeine Verwechslungsgefahr geht sodann von den Markenemblemen der Produkte aus. Die beiden Wort-/Bildmarken \"NIVEA-visage\" und \"JANA-Beauty\" unterscheiden sich wesentlich, und zwar sowohl im Wort- wie im Bildteil. Die Wortkennzeichen sind nicht verwechselbar, ebensowenig die Bildembleme in ihrer unterschiedlichen Gestaltung und Farbgebung.\n\nWeitgehend identisch sind demgegenüber die Farben der einzelnen Flaschen, weiss für Reinigungsmilch und rosa für Gesichtstonic sowie der dunkle Blauton der Drehverschlüsse, wobei diejenigen der JANA-Produkte mit einem weissen Abschlussrand versehen sind. Dieser wirkt allerdings im farbbezogenen Gesamteindruck nicht als hervorstechendes Unterscheidungsmerkmal, jedenfalls nicht im Erinnerungsbild.\n\nc) Entgegen der Auffassung der Klägerinnen ist für den Gesamteindruck der vorliegenden Produkte deren Farbe oder Farbkombination nicht ausschlaggebend. Bei Konsumgütern des täglichen Bedarfs, wozu auch Kosmetika, jedenfalls der hier in Frage stehenden Art, zu zählen sind, kommt vorab der Namensangabe besonderes Gewicht zu, weil der Konsument im allgemeinen zwischen den verschiedenen Produkten sehr wohl zu unterscheiden weiss und sich ein Kosmetikprodukt in erster Linie nach dem Namen des Herstellers merkt. Es verhält sich hier nicht anders als bei Schokoladen, für welche das Bundesgericht ebenfalls die Namensangabe als ausschlaggebend erachtet hat (BGE 95 II 195). Ebenso hat es bei Schmuck- oder Modeartikeln die unterscheidungskräftige Markenangabe als ausschlaggebend erachtet (BGE 105 II 301 E. 4a; vgl. die Kritik an dieser Rechtsprechung bei DUTOIT, Réflexions comparatives sur la concurrence parasitaire en droit de la concurrence déloyale, Jdt 1982, S. 258 ff., 267 f., TROLLER, a.a.O., Bd. I, S. 443 Fn. 27 und Bd. II, S. 932 Fn. 195). Kosmetische Reinigungsmilch und Gesichtstonic werden in erster Linie nach ihrem Duft und ihrer Wirksamkeit beurteilt und bevorzugt. Diese Qualitäten verbindet der Konsument nach der allgemeinen Lebenserfahrung nicht mit einer bestimmten Ausstattung, sondern mit einer bestimmten Herkunftsbezeichnung. Die unterscheidungskräftige und auf der Ware unübersehbar angebrachte Marke der Beklagten schliesst daher, zusätzlich in Verbindung mit der eigenständigen Warenform, eine wettbewerbsrechtliche Verwechslungsgefahr trotz identischer Farbgebung aus. Damit entfällt insoweit auch der Vorwurf unlauteren Wettbewerbs.\n\nBGE 116 II 365 S. 372\n\nd) Ungeachtet der verneinten Verwechslungsgefahr der Gesamtausstattung liesse sich fragen, ob allenfalls unlauterer Wettbewerb gegeben wäre, wenn die Beklagte die übernommene Farbkombination problemlos, ohne technische oder ästhetische Einbusse und mit zumutbarem wirtschaftlichem Aufwand ändern könnte (vgl. BGE 83 II 158 E. 3). Ob sich eine solche Betrachtungsweise allenfalls unter funktioneller Auslegung des Wettbewerbsrechts rechtfertigen würde, kann offenbleiben. Wie die Vorinstanz zutreffend festhält, drängt sich die Einfärbung der Kosmetika-Flaschen aus ästhetischen Gründen auf. Die Verwendung einer milchig-weissen Flasche für das Angebot eines als Reinigungsmilch bezeichneten Produkts sei gemeinfrei und die Verwendung von Pastellfarben für Kosmetikprodukte allgemein gebräuchlich. Zudem ist nach den Feststellungen des Handelsgerichts die Verwendung der rosaroten Farbe für Gesichtstonic verbreitet und hat auch die Beklagte in früheren Jahren solche Produkte bereits in entsprechender Aufmachung vertrieben. Schliesslich haben die Parteien bereits 1982 einen gerichtlichen Vergleich über Produktausstattungen geschlossen, welcher jedenfalls bei objektiver Leseart den Eindruck erweckt, die Beklagte habe sich im Einvernehmen mit den Klägerinnen die künftige Verwendung blauer Flaschendeckel ausdrücklich vorbehalten. Damit aber entfällt auch bei funktioneller Betrachtungsweise der Vorwurf eines treuwidrigen Verhaltens.\n\nDass die Beklagte sich ihrer Annäherung an die Produkte der Klägerinnen bewusst war, schadet ihr unter den gegebenen Umständen nicht. Die Angleichung in der Farbwahl erfüllt mangels Verwechslungsgefahr die Voraussetzungen einer Rufausbeutung nicht.\n\ne) Eine indirekte Verwechslungsgefahr erblicken die Klägerinnen schliesslich darin, dass die Annäherung der Produktausstattung beim Publikum den unerwünschten Eindruck eines zweigleisigen Vertriebs von Markenartikeln, im Sinne des Vertriebs des einheitlichen Produkts unter zwei oder mehreren Marken, erwecken könnte.\n\nDie fehlende Verwechslungsfähigkeit der in Frage stehenden Produkte schliesst indessen auch in dieser Richtung unlauteren Wettbewerb aus. Zusammen mit dem ebenfalls auf den Flaschen angebrachten Herkunftshinweis auf einen Produktionsbetrieb der MIGROS wird der aufmerksame Käufer nicht zur Annahme verleitet, beide Produkte stammten letztlich von den Klägerinnen. Ob BGE 116 II 365 S. 373er allenfalls auf einen verdeckten zweigleisigen Vertrieb (REINHARD OERTLI, Zweigleisiger Vertrieb von Markenartikeln, Diss. Zürich 1988, S. 102) schliesst, ist wettbewerbsrechtlich jedenfalls bedeutungslos, wenn der Konkurrent durch eindeutige Herkunftsangaben, wie sie hier gegeben werden, einer solchen Zurechnungsgefahr vorbeugt."}