{"annee": "116", "cour": "II", "page": "357", "date": "6/6/1990", "cite": ["92 II 257", "101 II 13", "109 II 338", "114 II 289", "104 II 357", "84 II 450", "56 II 431", "90 II 51", "103 II 287"], "cite_par": ["122 III 219", "125 III 185", "124 III 72"], "chapeau": "65. Auszug aus dem Urteil der I. Zivilabteilung vom 6. Juni 1990 i.S. Firma X. gegen Firma Y. (Berufung)", "regestes": ["Art. 67 et 72 al. 2 LBI; action en cessation de l'acte fondée sur le droit des brevets, preuve de la violation du brevet. 1. Conditions de l'action en cessation de l'acte; le risque d'une répétition de l'acte est présumé lorsque la violation du brevet a été établie ou rendue vraisemblable (consid. 2). 2. Manière de rendre vraisemblable une violation de brevet au cas où plusieurs brevets se rapportant à des procédés de fabrication d'un produit connu recouvrent ensemble un domaine de protection déterminé (consid. 3). 3. Contrairement à celle du premier alinéa, la règle de preuve de l'art. 67 al. 2 LBI ne conduit pas à un renversement du fardeau de la preuve, mais se borne à fixer un principe de droit fédéral relatif aux exigences en matière de preuve (consid. 4)."], "faits": "BGE 116 II 357 S. 358\n\nA.- Die Firma Y. ist Inhaberin dreier Schweizer Patente, die Verfahren zur Herstellung des Antibiotikums Doxycyclin zum Gegenstand haben, nämlich des Patentes Nr. 525 186 (Giftpatent), des Patentes Nr. 579 531 (Ankerfarm-Patent) und des Patentes Nr. 589 044 (Aktivator-Patent). Die Schutzdauer des Giftpatentes ist am 7. Februar 1988 abgelaufen, jene der beiden anderen Patente hält noch an.\n\nDie Firma X. bringt seit dem Jahre 1983 ein pharmazeutisches Präparat auf den Markt, das Doxycyclin enthält. Damals und bis zum Erlass von vorsorglichen Massnahmen kaufte sie diesen Wirkstoff im Ausland ein, heute produziert sie ihn nach eigener Darstellung selbst.\n\nB.- Mit Klage vom 1. Juli 1983 belangte die Firma Y. die Firma X. vor dem Handelsgericht des Kantons Zürich auf Unterlassung des Vertriebs von Doxycyclin oder von doxycyclinhaltigen Präparaten, auf Auskunfterteilung über Bezug und Vertrieb des Wirkstoffes sowie auf Urteilspublikation.\n\nMit Urteil vom 27. September 1988 gab das Handelsgericht dem Unterlassungsbegehren auf die Schutzdauer des Ankerfarm- und des Aktivator-Patentes statt, ausgenommen der Wirkstoff Doxycyclin stamme von der Klägerin oder einem ihr affiliierten Betrieb oder werde nachweisbar nach einem patentfreien, durch ihre Patente nicht geschützten Verfahren hergestellt. Zudem verpflichtete es die Beklagte zur Auskunfterteilung über die Herkunft des bisher verwendeten Wirkstoffes.\n\nC.- Mit ihrer Berufung beantragt die Beklagte, das Urteil des Handelsgerichts aufzuheben und die Klage abzuweisen, eventuell die Klage insoweit abzuweisen, als sie sich auf das Verbot der Benützung des Verfahrens nach dem Aktivator-Patent beziehe oder als ihr der Nachweis für die Herstellung des verwendeten Doxycyclins nach einem patentfreien Verfahren auferlegt werde. Ersatzweise beantragt sie die Rückweisung der Streitsache an die Vorinstanz zur zusätzlichen Beweisabnahme und zu neuer Entscheidung.\n\nDas Bundesgericht heisst die Berufung teilweise gut.\n\nBGE 116 II 357 S. 359", "considerants": "Aus den Erwägungen:\n\n2. Die Beklagte wirft dem Handelsgericht eine Verletzung von Art. 72 Abs. 1 PatG vor, weil eine Wiederholungsgefahr im Sinne dieser Vorschrift nicht bestehe. Zudem habe das Gericht nicht hinreichend beachtet, dass die Gefahr jedenfalls durch die Aufnahme der patentfreien Eigenproduktion beseitigt worden sei. In diesem Zusammenhang sei ihr überdies in Verletzung von Art. 8 ZGB das Recht zur Beweisführung verweigert worden.\n\na) Ein Unterlassungsbegehren, wie es in Art. 72 Abs. 1 PatG vorgesehen ist, setzt ein hinreichendes Rechtsschutzinteresse voraus. Ein solches Interesse besteht, wenn die widerrechtliche Handlung unmittelbar droht, d.h. die behauptete Rechtsverletzung ernsthaft zu befürchten ist (BGE 109 II 346 E. 3 mit Hinweisen; GULDENER, Schweizerisches Zivilprozessrecht, 3. Aufl., S. 206). Im vorliegenden Fall ist ein ausreichendes Interesse der Klägerin zu bejahen, falls der Beklagten entweder bereits Patentverletzungen vorzuwerfen und Wiederholungen nicht auszuschliessen sind oder konkrete Anhaltspunkte dafür bestehen, dass sie solche Verletzungen künftig begehen werde (BGE 104 II 358, BGE 92 II 268 E. 6).\n\nDie Vorinstanz hat Patentverletzungen durch die Beklagte gestützt auf die Beweisregel von Art. 67 Abs. 2 PatG jedenfalls für die Zeit vor der behaupteten Eigenproduktion als gegeben erachtet. Unter Vorbehalt der Prüfung dieses Schlusses (hinten E. 3) ist dem Grundsatz nach nicht zu beanstanden, dass sie daraus eine Wiederholungsgefahr ableitet. Denn nach einhelliger Lehrmeinung lässt eine Verletzungshandlung ihre erneute Begehung in der Regel vermuten (TROLLER, Immaterialgüterrecht, Bd. II, 3. Aufl., S. 970/71; BLUM/PEDRAZZINI, Das schweiz. Patentrecht, Bd. III, 2. Aufl., Anm. 4 zu Art. 72 PatG, S. 531; ebenso für das deutsche Patentrecht: BERNHARDT/KRASSER, Lehrbuch des Patentrechts, 4. Aufl., S. 621 f.; BENKARD, Patentgesetz, Gebrauchsmustergesetz, 8. Aufl., N. 29 zu § 139 PatG). Diese Vermutung greift namentlich Platz, wenn der Beklagte sich weigert, das geltend gemachte Recht anzuerkennen (TROLLER, a.a.O., S. 971), oder zu Unrecht in Abrede stellt, dass die ihm vorgeworfenen Handlungen die Schutzrechte des Klägers verletzen.\n\nb) Die Vermutung der Wiederholungsgefahr kann durch den Verletzer widerlegt werden, wenn er Umstände dartut, die eine Wiederholung im konkreten Fall ausschliessen oder als unwahrscheinlich erscheinen lassen. An die Beseitigung der Vermutung BGE 116 II 357 S. 360sind jedoch strenge Anforderungen zu stellen. Sie wird weder durch die Einstellung der Verletzung umgestossen (BENKARD, a.a.O., N. 30 zu § 139 PatG) noch durch die blosse Erklärung des Beklagten, von künftigen Verletzungen Abstand zu nehmen, wenn nicht gleichzeitig der Anspruch des Klägers anerkannt wird (BGE 90 II 59 E. 9). Nach deutscher Lehre und Rechtsprechung reicht im allgemeinen selbst die Anerkennung der Rechte des Klägers verbunden mit einer Unterlassungserklärung nicht aus, sondern verlangt wird zudem die Verpflichtung des Beklagten, im Fall einer erneuten Verletzung eine Konventionalstrafe zu zahlen (BERNHARDT/KRASSER, a.a.O., S. 622; BENKARD, a.a.O., N. 30 zu § 139 PatG, je mit Hinweisen).\n\nDie Beklagte hat die Verletzung von Patentrechten im kantonalen Verfahren immer bestritten und überdies die Nichtigkeit der Patente der Klägerin geltend gemacht. Zwar vermag dieses prozessuale Verhalten für sich allein die Wiederholungsgefahr nicht zu begründen, es ist aber doch als gewichtiges Indiz zu werten. Dazu kommt, dass die Beklagte während hängigem Verfahren auf eine patentfreie Eigenproduktion umgestellt haben will, sich aber dennoch nicht veranlasst sah, frühere Patentverletzungen und einen Anspruch der Klägerin auf Unterlassung künftiger Verletzungen anzuerkennen. Zu beachten sind schliesslich die verbindlichen Feststellungen der Vorinstanz, wonach die behauptete Eigenproduktion zu höheren Gestehungskosten führt als die Verwendung des patentverletzend hergestellten Wirkstoffes. In Würdigung dieser Umstände hat das Handelsgericht zu Recht die Vermutung der Wiederholungsgefahr als nicht widerlegt erachtet. Das Unterlassungsgebot verstösst daher nicht gegen Bundesrecht.\n\nc) War demnach die Behauptung der Eigenproduktion von Doxycyclin im patentfreien Verfahren nach den Umständen des Falles nicht geeignet, die Vermutung der Wiederholungsgefahr zu beseitigen, so brauchte das Handelsgericht dazu nicht Beweis abzunehmen. Insoweit stösst die Rüge einer Verletzung von Art. 8 ZGB ins Leere (BGE 114 II 290).\n\n3. Die Beklagte rügt weiter eine Verletzung von Art. 67 Abs. 2 PatG im wesentlichen mit der Begründung, die Klägerin habe die Verletzung ihrer Patente nicht glaubhaft machen können.\n\na) Nach Art. 8 Abs. 3 PatG erstreckt sich der Schutz eines Verfahrenspatentes auch auf die unmittelbaren Erzeugnisse dieses Verfahrens. Die Bestimmung von Art. 67 Abs. 2 PatG mindert die Beweisführungslast des Klägers, der bei streitiger Verletzung eines BGE 116 II 357 S. 361Verfahrenspatentes zur Herstellung eines bekannten Erzeugnisses bloss glaubhaft zu machen hat, dass das Erzeugnis der Gegenpartei nach seinem Verfahren hergestellt worden sei (BLUM/PEDRAZZINI, a.a.O., Anm. 3 zu Art. 67 PatG; TROLLER, a.a.O., S. 1058).\n\nb) Das Handelsgericht hat festgestellt, die Verfahren nach den drei Patenten der Klägerin seien allen anderen im massgebenden Zeitpunkt bekannten Verfahren zur Herstellung von Doxycyclin technisch und wirtschaftlich überlegen gewesen, was als glaubhaft erscheinen lasse, dass der von der Beklagten - bis zur behaupteten Eigenproduktion - verwendete Wirkstoff patentverletzend hergestellt worden sei. Die Vermutung spreche alternativ für eines der Patente, nach Wegfall des Giftpatentes für die beiden verbleibenden, die ihrerseits jenem überlegen seien.\n\nDie Feststellungen der Vorinstanz zur Überlegenheit der einzelnen Verfahren sind tatsächlicher Natur und werden mit der Berufung nicht beanstandet. Die Beklagte gibt auch nicht als bundesrechtswidrig aus, dass die technische und wirtschaftliche Überlegenheit eines bestimmten Verfahrens für ein bekanntes Erzeugnis die Herstellung nach diesem Verfahren indiziere und damit als glaubhaft erscheinen lasse. Sie wendet aber ein, es sei letztlich offengeblieben, nach welchem Verfahren der verwendete Wirkstoff hergestellt worden sei, weshalb der Anscheinsbeweis einer bestimmten Patentverletzung nicht erbracht worden sei. Dabei übersieht sie, dass alle in Frage kommenden Patente der Klägerin zustanden und diese während der jeweiligen Schutzdauer aus allen geschützten Verfahren Unterlassungsansprüche ableiten konnte. War aber die Klägerin so oder anders berechtigt, war es prozessökonomisch durchaus zu vertreten, nicht weiteren Beweis über die Verletzungshandlungen innerhalb des Gesamtschutzbereiches der Klägerin zu erheben, zumal diese Abklärungen die einzelnen Ansprüche im Ergebnis nicht beeinflusst hätten. Das Handelsgericht hat daher kein Bundesrecht verletzt, wenn es bei gegebener Wiederholungsgefahr das Unterlassungsgebot auf die beiden noch geschützten Patente erstreckte, auch wenn zwangsläufig im Einzelfall nur eines der beiden verletzt werden kann. Dass allenfalls die Verletzung des einen Patentes näher liegt als jene des andern, schliesst nicht aus, bei alternativer Verletzungsgefahr, aber identischer Rechtszuständigkeit, das Unterlassungsgebot auf beide Verfahren zu beziehen.\n\n4. Das Handelsgericht hat der Beklagten untersagt, Doxycyclin oder diesen Wirkstoff enthaltende pharmazeutische Präparate, BGE 116 II 357 S. 362ebenso Doxycyclin-Hyclat oder Doxycyclin-Monohydrat und diese oder andere Formen des Doxycyclins enthaltende pharmazeutische Präparate, die nicht von der Klägerin oder einer ihrer Gesellschaften oder affiliierten Betriebe oder Betriebsstätten stammen, feilzuhalten oder zu verkaufen oder bei derartigen Handlungen in irgendeiner Form mitzuwirken, es sei denn, der Wirkstoff Doxycyclin sei nachweisbar nach einem patentfreien Verfahren hergestellt worden (Dispositivziffer 1). Nach den zugehörigen, für das Verständnis des Urteilsdispositivs heranzuziehenden Erwägungen soll mit dieser Formulierung der Beklagten die Beweislast für die zukünftige Unterlassung von Patentverletzungen auferlegt werden, womit \"dem Grundgedanken des Art. 67 Abs. 2 (in Verbindung mit Absatz 1) PatG\" Geltung verschafft werde. Die Beklagte erblickt darin eine Verletzung von Art. 67 Abs. 2 PatG und Art. 8 ZGB.\n\na) Betrifft die Erfindung ein Verfahren zur Herstellung eines neuen Erzeugnisses, so gilt bis zum Beweis des Gegenteils jedes Erzeugnis von gleicher Beschaffenheit als nach dem patentierten Verfahren hergestellt (Art. 67 Abs. 1 PatG). Die Bestimmung findet entsprechende Anwendung bei der Herstellung eines bekannten Erzeugnisses, wenn der Patentinhaber eine Patentverletzung glaubhaft macht (Art. 67 Abs. 2 PatG). Diese bundesrechtliche Beweisvorschrift regelt trotz dem einheitlichen Marginale \"Umkehr der Beweislast\" zwei verschiedene Tatbestände in unterschiedlicher Weise. Gemeinsam ist den beiden Vorschriften bloss, dass sie auf Überlegungen der Beweisnot beruhen, weil einem Erzeugnis oft nicht anzusehen ist, in welchem Verfahren es hergestellt worden ist, und daher die Offenbarungspflicht billigerweise dem Hersteller des Produktes aufzuerlegen ist. Während die Vermutung des ersten Absatzes zu einer Umkehr der Beweislast hinsichtlich der Vermutungsfolgen führt, bewirkt der zweite Absatz von Art. 67 PatG keine Umkehr der Beweislast, sondern er beschränkt sich auf die bundesrechtliche Festsetzung der Beweisanforderungen, indem er das Glaubhaftmachen der Patentverletzung genügen lässt (BLUM/PEDRAZZINI, a.a.O., Anm. 3 zu Art. 67 PatG; vgl. auch BGE in SMI 1981 S. 45 E. 3). Dem Beklagten obliegt dann der Nachweis, dass er nach einem nicht vom Patent erfassten Verfahren hergestellt hat. Diese Regelung betrifft demnach richtig betrachtet nicht die objektive Beweislast, die beim Patentinhaber verbleibt, sondern die Beweisführungslast und damit die grundsätzlich der Prozesshoheit der Kantone vorbehaltene BGE 116 II 357 S. 363Beweiswürdigung, in welche das Bundesrecht mit Art. 67 Abs. 2 PatG eingreift (vgl. BLUM/PEDRAZZINI, a.a.O.; ungenau MÜLLER, Beweisrechtliche Aspekte im Patentprozess, in Kernprobleme des Patentrechts, S. 313). Der Gegenbeweis ist nach der Praxis des Bundesgerichts im ordentlichen Prozess streng zu erbringen, im Verfahren des vorsorglichen Rechtsschutzes genügt dagegen ein Glaubhaftmachen der behaupteten Tatsachen (nicht publ. Urteil des Bundesgerichts vom 19. April 1989 i.S. X. AG; vgl. auch BGE 103 II 290).\n\nAufgrund der erörterten Beweiserleichterung im Fall der Herstellung eines bekannten Erzeugnisses hat der Patentinhaber die Übernahme seines patentrechtlich geschützten Verfahrens durch den Beklagten nicht streng zu beweisen. Es genügt, wenn er Anhaltspunkte nachweist, so dass eine gewisse Wahrscheinlichkeit für die widerrechtliche Benutzung spricht (BLUM/PEDRAZZINI, a.a.O.). Da die Beweiserleichterung vom Bundesrecht vorgeschrieben wird, ist auch nach diesem Recht zu beurteilen, ob im Einzelfall das festgesetzte Beweismass erreicht worden ist (BGE 101 II 14 E. 1; KUMMER, N. 73 zu Art. 8 ZGB). Bundesrecht ist sodann ebenfalls betroffen, wenn der Sachrichter den Patentinhaber vom Anscheinsbeweis befreit und damit die Beweislast im Ergebnis dem Beklagten überbindet.\n\nb) Die nach Art. 67 Abs. 2 PatG glaubhaft gemachte Patentverletzung rechtfertigt im allgemeinen den Schluss auf eine Wiederholungsgefahr, wie bereits dargelegt worden ist. Sie begründet jedoch nicht gleichzeitig eine gesetzliche Vermutung, wonach jedem späteren Inverkehrbringen eines im Sinne von Art. 67 Abs. 2 PatG bekannten Erzeugnisses die Verletzung des angerufenen Verfahrenspatentes zugrunde liegt. Mangels gesetzlicher Vermutung lässt sich aber auch eine Umkehr der Beweislast nicht halten, wonach nicht der Patentinhaber die Verletzung seiner Schutzrechte, sondern der angebliche Verletzer die Rechtmässigkeit seines Handelns zu beweisen hat. Anders entscheiden, hiesse den Unterschied zwischen Abs. 1 und Abs. 2 von Art. 67 PatG verkennen. Dass die ins Recht gefasste Partei zufolge ihrer Sachnähe im Regelfall besser in der Lage ist, das Verfahren zur Gewinnung des von ihr in Verkehr gebrachten Erzeugnisses offenzulegen, als der möglicherweise Verletzte, rechtfertigt keine Umkehr der Beweislast. Den allfälligen Beweisschwierigkeiten trägt Art. 67 Abs. 2 PatG durch Herabsetzung der Beweisanforderungen abschliessend Rechnung. Diese Regelung kehrt nach dem Gesagten nicht die Beweislast um, BGE 116 II 357 S. 364sondern erschöpft sich in der Frage der Beweiswürdigung, unter welche auch die Mitberücksichtigung des prozessualen Verhaltens des Beweisgegners bzw. des Trägers des strengen Gegenbeweises im Verletzungsprozess fällt (vgl. KUMMER, N. 188 zu Art. 8 ZGB).\n\nDemzufolge ändert sich auch aufgrund eines Unterlassungsgebotes die gesetzliche Verteilung der Beweislast nicht. Der Richter ist daher nicht befugt, dem Beklagten im Verletzungsprozess die Beweislast für künftig rechtmässiges Verhalten aufzuerlegen; vielmehr hat auch im Vollstreckungsverfahren der Patentinhaber die Verletzung seiner Schutzrechte glaubhaft zu machen, wogegen dem Vollstreckungsgegner der Gegenbeweis offen steht. Misslingt aber bereits der Anscheinsbeweis des Patentinhabers, entfällt auch die Möglichkeit einer Vollstreckungsmassnahme zum Unterlassungsurteil. Diese Rechtslage verkennt der angefochtene Entscheid. Insoweit ist die Berufung gutzuheissen.\n\nc) Zulässig erscheint daher einzig ein an den Schutzrechten der Klägerin orientiertes Unterlassungsgebot an die Beklagte, nicht dagegen ein allgemeines Benützungsverbot für den bekannten Wirkstoff \"Doxycyclin\" unter beweisbelastetem Befreiungsvorbehalt. Entsprechend muss Ziffer 1 des angefochtenen Urteilsdispositivs neu gefasst werden. Dabei ist neben den bundesrechtlichen Anforderungen hinsichtlich Bestimmtheit (BGE 84 II 457 E. 6, BGE 56 II 437 E. 3) zu beachten, dass Unterlassungsgebote nur bezüglich solcher Patente ausgesprochen werden können, die im Prozess als Anspruchsgrundlagen angerufen worden sind. In diesem Sinn ist mit der Neufassung des Unterlassungsgebots auch dem Umstand Rechnung zu tragen, dass die Beklagte im Verhältnis zur Klägerin nicht bloss patentfrei hergestelltes Doxycyclin in Verkehr bringen darf, sondern auch solches, das nach einem Verfahrenspatent gewonnen wurde, das nicht Streitgegenstand bildet. Der Wortlaut des vom Handelsgericht angeordneten Unterlassungsgebots ist daher auch diesbezüglich zu weit gehalten, obschon aus dem Gesamtzusammenhang ohne weiteres klar wird, dass nur Verletzungen des Ankerfarm- und des Aktivator-Patents untersagt werden sollten. Um Missverständnissen in einem allfälligen Vollstreckungsverfahren vorzubeugen, rechtfertigt es sich indessen, die gebotene Einschränkung ausdrücklich festzuhalten."}