{"annee": "116", "cour": "V", "page": "20", "date": "9/2/1990", "cite": ["113 V 273", "102 V 167", "107 V 219", "110 V 284"], "cite_par": ["116 V 323", "133 V 1", "138 V 281", "137 V 154"], "chapeau": "5. Estratto della sentenza del 9 febbraio 1990 nella causa C. contro Cassa di compensazione del Cantone dei Grigioni e Tribunale amministrativo del Cantone dei Grigioni", "regestes": ["Art. 28 LAI: Statut du détenu dans l'assurance-invalidité; droit à la rente. Le point de savoir si le droit à la rente d'invalidité doit être suspendu en cas de détention ou d'une autre forme privative de liberté ordonnée par une autorité pénale doit être examiné en fonction du régime auquel la personne incarcérée est soumise. Peu importe que les frais d'entretien du détenu soient assumés par la collectivité ou par l'assuré, car ils sont une conséquence, étrangère à l'invalidité, de la condamnation ou de la mesure (précision de la jurisprudence)."], "faits": "", "considerants": "BGE 116 V 20 S. 21\n\nEstratto dai considerandi:\n\n3. a) Il Tribunale federale delle assicurazioni ha modificato la sua giurisprudenza sullo statuto del detenuto invalido (DTF 113 V 273). In precedenza (v. sentenza cit. e richiami) si era asserito, con riferimento all'art. 41 LAI, che ogni cambiamento importante delle circostanze idonee a influire sul grado di invalidità e quindi sul diritto alla rendita era motivo di revisione. La revisione era data non solo nel caso di una modificazione sensibile dello stato di salute, ma anche quando, pur rimanendo lo stesso immutato, le conseguenze sulla capacità di guadagno o di esercitare le mansioni abituali avessero subito cambiamento importante.\n\nIn quest'ordine di idee si era di regola ammesso che la detenzione o altra forma di privazione della libertà personale disposta dall'autorità penale comportasse un cambiamento di statuto dell'assicurato invalido, ragione per cui il detenuto non era da considerare persona attiva né persona non attiva impedita di svolgere le sue mansioni abituali. Si giustificava pertanto la revisione del diritto a rendita secondo l'art. 41 LAI, con conseguente soppressione della prestazione durante il periodo di detenzione (DTF 110 V 284, DTF 107 V 219, DTF 102 V 167).\n\nb) Giusta i più recenti criteri giurisprudenziali invece la privazione della libertà personale disposta dall'autorità penale più non giustifica la soppressione, ma solo la sospensione del diritto a rendita (DTF 113 V 273).\n\nSi è infatti argomentato che la circostanza che il beneficiario di una rendita dell'assicurazione per l'invalidità sconti una pena privativa della libertà non costituisce motivo giuridico di revisione ai sensi dell'art. 41 LAI. Da un canto perché lo stato di salute non subisce modificazioni per il fatto della detenzione; d'altro canto perché non si potrebbe accennare a un autentico cambiamento di statuto giuridico. Del resto, durante l'espiazione della pena il condannato è di regola astretto a svolgere un lavoro corrispondente alle sue attitudini. Ciò non significa che il versamento della rendita debba perdurare durante l'esecuzione di una pena o di una misura. Non esiste, su questo tema, ragione per BGE 116 V 20 S. 22rimettere in forse una prassi ancorata del diritto assicurativo sull'invalidità. Prassi che trova giustificazione nel fatto che il detenuto mantenuto dalla pubblica collettività non deve trarre vantaggio economico dall'esecuzione della pena, quando si ritenga che il detenuto non invalido perde, di solito, il salario o, se indipendente, il suo reddito professionale (DTF 113 V 276 consid. 2).\n\n4. Nell'evenienza concreta, l'insorgente anzitutto argomenta che la citata giurisprudenza non gli sarebbe applicabile dal momento che nei suoi confronti il procedimento penale è stato abbandonato, data la manifesta incapacità di volere.\n\nSta di fatto che il Tribunale federale delle assicurazioni, già secondo la precedente giurisprudenza, aveva applicato il principio allora vigente della soppressione della rendita anche nel caso di misure assunte per gli anormali mentali in virtù dell'art. 43 CP (RCC 1980 pag. 554). Deve inoltre essere ricordato che pure secondo il nuovo disciplinamento giurisprudenziale non solo la detenzione, ma pure ogni altra forma di privazione della libertà personale disposta dall'autorità penale, compreso il soggiorno in una casa d'educazione al lavoro, costituisce un motivo di sospensione del diritto alla rendita d'invalidità (DTF 113 V 278 consid. 2c).\n\nDato quanto precede, deve essere concluso che ricorre nel presente caso una di queste ipotesi.\n\n5. a) Resta da esaminare se, data la particolarità della fattispecie, i principi sopra esposti siano comunque applicabili in concreto.\n\nAl riguardo occorre anzitutto rilevare che senz'altro è vero che, in generale, il detenuto è mantenuto dall'ente pubblico, nel senso che i costi di una misura penale sono di massima assunti dalla collettività. È pure vero d'altro canto che chi è privato della libertà ed è invalido non dovrebbe, dal profilo economico, essere avantaggiato rispetto a chi è valido e per il fatto della detenzione non può esercitare un'attività lucrativa dipendente o indipendente. È comunque da rilevare che, già secondo la precedente giurisprudenza, si era ammesso che il condannato, cui la rendita era stata soppressa, riacquistava il diritto a rendita nel momento del passaggio al regime di semi-libertà, oppure a quello della libertà condizionale. Questa Corte ha in particolare osservato che il detenuto posto al beneficio di un tale regime ha la possibilità di esercitare un'attività lucrativa e che, trattandosi di un invalido, il BGE 116 V 20 S. 23danno alla salute può, con l'istituzione del nuovo regime, nuovamente far insorgere un'incapacità di guadagno (DTF 110 V 289 consid. 3, DTF 107 V 223 consid. 4). Orbene, a precisazione di quanto questa Corte ha affermato adottando la recente giurisprudenza, non si può prescindere dal considerare, se non lo statuto, quantomeno le modalità che accompagnano la misura privativa della libertà personale. Non determinante è invece (DTF 113 V 277 consid. 2b) il criterio dedotto da chi sostenga le spese di mantenimento del detenuto, ente pubblico o assicurato. È evidente che in un caso il privato della libertà non è immediatamente costretto a sopperire, con il guadagno, ai suoi bisogni di esistenza, il che si verifica nell'altro. Ma ciò non è che una conseguenza della condanna o della misura, mentre in sostanza può in ambedue le ipotesi verificarsi che il condannato, in quanto nullatenente, non possa far fronte ai suoi obblighi pecuniari, e che a ciò si ovvii mediante l'intervento dell'ente pubblico. In altri termini, anche l'assicurato valido, internato in un Cantone in cui la collettività non assume i costi dell'internamento, sarà, se nullatenente, mantenuto dall'ente pubblico per quanto riguarda l'assunzione dei costi dell'internamento. Né motivo di tale intervento sarà l'invalidità, bensì la nullatenenza dell'assicurato.\n\nb) Risulta dalle precedenti considerazioni che il criterio - quando si escluda il lavoro cui il recluso è tenuto e che comporta la modesta retribuzione di un peculio -, anziché dedurlo da chi sostenga le spese di mantenimento del detenuto, deve essere ricercato nel regime cui il privato della libertà è soggetto. Se tale regime, malgrado la condanna o la misura, consente comunque alla persona valida privata della libertà di attendere a un'attività lucrativa sufficiente quantomeno a garantire la sussistenza, allora si accorderà la rendita di invalidità al detenuto invalido, il quale, nelle stesse condizioni, non può, e solo per ragioni di salute, attendere ad analoga attività."}