{"annee": "116", "cour": "III", "page": "75", "date": "9/5/1990", "cite": ["107 III 15", "115 III 103", "82 III 55", "114 II 13", "114 III 12"], "cite_par": ["124 III 170", "130 III 45", "131 V 249"], "chapeau": "17. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 9. Mai 1990 i.S. B. (Rekurs)", "regestes": ["Art. 93 LP: calcul du minimum vital lorsque chaque époux réalise un revenu. Prise en considération d'une dette alimentaire de l'époux non poursuivi et de primes d'assurance. 1. L'époux du débiteur peut lui aussi - et non seulement le débiteur - prétendre que la saisie du revenu porte atteinte au minimum vital de la famille (confirmation de jurisprudence, consid. 1a). 2. Le minimum vital doit aussi être réparti entre le débiteur et son conjoint en proportion de leurs revenus lorsqu'un époux accomplit une partie des travaux ménagers à côté d'une activité lucrative à temps complet alors que l'autre époux ne travaille qu'à temps partiel. Les conventions d'entretien entre les époux, dans la mesure où elles peuvent être modifiées ou adaptées à la situation du débiteur, ne lient pas l'office des poursuites lors de la détermination du revenu saisissable (consid. 2). 3. Les contributions d'entretien que l'époux du débiteur doit fournir à un enfant issu d'un précédent mariage doivent-elles être comptées dans le minimum vital lors du calcul de la part de revenu saisissable ou bien doivent-elles être déduites du revenu net (consid. 4)? 4. Les primes d'assurance-vieillesse, invalidité et survivants facultative ne sont pas comprises dans le minimum vital (consid. 7a)."], "faits": "BGE 116 III 75 S. 77\n\nA.- In der Betreibung Nr. 6/1989 wurde dem Gläubiger Hugo X. ein Verlustschein über Fr. 25'403.50 ausgestellt, da bei der Schuldnerin Kathrin B. kein pfändbares Vermögen gefunden wurde. Mit Entscheid vom 10. Januar 1990 hob der Gerichtspräsident von W. auf Beschwerde des Gläubigers hin diesen Verlustschein auf und stellte fest, dass die Schuldnerin über ein pfändbares Einkommen von monatlich Fr. 156.-- verfüge. Zudem wies er das Betreibungsamt an, das in Art. 4 ff. der bundesgerichtlichen Verordnung betreffend die Pfändung, Arrestierung und Verwertung von Versicherungsansprüchen vom 10. Mai 1910 (SR 281.51) vorgeschriebene Verfahren einzuschlagen.\n\nB.- Gegen diesen Entscheid erhoben sowohl Hugo X. als auch Kathrin B. und ihr Ehemann Paul B. Beschwerde an das Obergericht des Kantons Luzern. Die Schuldbetreibungs- und Konkurskommission des Obergerichts erhöhte mit Entscheid vom 22. März 1990 den monatlich pfändbaren Teil des Einkommens auf Fr. 416.20 und bestätigte im übrigen den angefochtenen Entscheid.\n\nC.- Mit Rekurs vom 20. April 1990 gelangen Kathrin und Paul B. an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts. Sie beantragen, den vorinstanzlichen Entscheid aufzuheben und festzustellen, dass bei der Schuldnerin kein pfändbares Lohnbetreffnis vorhanden sei.\n\nDas Bundesgericht weist den Rekurs ab.", "considerants": "Aus den Erwägungen:\n\n1. a) Neben der Schuldnerin hat auch der Ehemann Rekurs eingereicht. Soweit es im vorliegenden Rechtsstreit um die Ermittlung des pfändbaren Lohnanteils der Schuldnerin und damit um den Notbedarf ihrer Familie geht, ist die Legitimation des Ehemannes zweifellos gegeben (BGE 82 III 55; AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, Bern 1988, S. 56). Soweit sich allerdings der Rekurs gegen die Pfändung der Versicherungsansprüche der Schuldnerin richtet, fehlt die Legitimation ihres Ehemannes. Insoweit ist auf seinen Rekurs nicht einzutreten.\n\n2. a) Die Vorinstanz ist bei der Berechnung des pfändbaren Einkommensteils der Schuldnerin so vorgegangen, wie dies die Richtlinien der Konferenz der Betreibungs- und Konkursbeamten der Schweiz vom 1. Dezember 1987 empfehlen (BlSchK 51/1987, S. 224 ff.). Das Bundesgericht hat diesem Vorgehen in BGE 114 BGE 116 III 75 S. 78III 15 f. grundsätzlich zugestimmt. Demnach ist die pfändbare Einkommensquote so zu berechnen, dass zunächst die Nettoeinkommen beider Ehegatten und ihr gemeinsames Existenzminimum zu bestimmen und dieses sodann im Verhältnis jener auf die Ehegatten aufzuteilen ist. Die beim betriebenen Ehegatten pfändbare Einkommensquote ergibt sich alsdann durch Abzug seines Anteils am Existenzminimum von seinem massgeblichen Nettoeinkommen (BGE 114 III 16).\n\nDie Rekurrenten wenden sich nicht gegen diese Betrachtungsweise an sich, sondern machen geltend, diese sei auf den vorliegenden Fall nicht anwendbar. Das besagte Vorgehen sei richtig, wenn sich beide Ehegatten in die Erwerbstätigkeit und die Haushaltführung teilen. Das pfändbare Einkommen könne jedoch nicht gleich berechnet werden, wenn ein Ehegatte voll erwerbstätig sei und zusätzlich einen Teil der Haushaltarbeiten verrichte, während der andere nur teilweise einer Erwerbstätigkeit nachgehe. Diesfalls habe der nur teilweise Erwerbstätige einen erhöhten Anteil seines Einkommens für den ehelichen Unterhalt und damit für den Notbedarf einzusetzen. Andernfalls erbringe der voll erwerbstätige Ehegatte einen zu grossen Beitrag an den ehelichen Unterhalt.\n\nb) Im Gegensatz zum alten Eherecht beruht die Unterhaltsregelung im neuen auf den Grundsätzen der Gleichberechtigung beider Ehegatten und der Gleichwertigkeit ihrer Leistungen, insbesondere durch Geldzahlungen und Haushaltführung (BGE 114 III 15 E. 3). Das neue Recht schreibt den Ehegatten keine bestimmte Aufgabenteilung mehr vor. Es ist vielmehr ihre eigene Sache, sich darüber zu verständigen, wie die Leistungen erbracht werden. Allerdings müssen die Beiträge beider Ehegatten zusammen den gesamten Unterhalt decken (HAUSHEER/REUSSER/GEISER, Kommentar zum Eherecht, Bern 1988, N. 36 zu Art. 163; HEGNAUER, Die allgemeinen vermögensrechtlichen Wirkungen der Ehe, in: Hausheer (Hrsg.), Vom alten zum neuen Eherecht, S. 12). Das neue Recht lässt somit eine Vereinbarung ohne weiteres zu, die - wie im vorliegenden Fall von den Rekurrenten behauptet - dahin geht, dass ein Ehegatte sein ganzes Erwerbseinkommen für den ehelichen Unterhalt verwendet, während der andere nur einen Teil seines Einkommens diesem Zwecke widmet, weil er zusätzlich noch einen Teil der Haushaltführung und Kinderbetreuung übernimmt.\n\nDie Rekurrenten verkennen aber, dass die Gültigkeit einer solchen Vereinbarung noch nicht bedeutet, dass sie auch für die BGE 116 III 75 S. 79Berechnung des pfändbaren Einkommensteils ausschlaggebend sein muss. Im Betreibungsverfahren kann nicht auf beliebige Vereinbarungen der Ehegatten abgestellt werden, da sonst die Ehegatten die Möglichkeit hätten, zum Nachteil ihrer Gläubiger das Existenzminimum des betriebenen Ehegatten zu verändern (HAUSHEER/REUSSER/GEISER, N. 67 zu Art. 163 ZGB; in diese Richtung bereits zum alten Recht: BGE 107 III 18, E. 3). Die Vereinbarung der Ehegatten über den Unterhalt verpflichtet die Parteien. Sie kann aber nicht auch die Rechte Dritter beschränken.\n\nNach Art. 93 SchKG kann das Einkommen des Schuldners in dem Umfang gepfändet werden, in dem es nach dem Ermessen des Betreibungsamtes für den Schuldner und seine Familie nicht unumgänglich notwendig ist. Soweit es nicht nur um den Unterhalt des Schuldners, sondern darüber hinaus um denjenigen seiner Familie geht, hat das Betreibungsamt zu berücksichtigen, in welchem Umfang die Familienmitglieder für ihren eigenen Unterhalt aufkommen können. Bei der Frage, welchen Teil seines zu pfändenden Einkommens der Schuldner für seinen Notbedarf braucht, sind zudem die Unterhaltsleistungen mitzuberücksichtigen, die er von Personen erhalten kann, die ihm gegenüber unterhaltspflichtig sind. Unterhaltsvereinbarungen sind deshalb in dem Umfang, wie sie abgeändert und den Verhältnissen des Schuldners angepasst werden können, für das Betreibungsamt bei der Festsetzung des pfändbaren Einkommens nicht verbindlich.\n\nc) Dem von den Rekurrenten erwähnten Bundesgerichtsentscheid vom 18.8.1989 (BGE 115 III 103 ff.) ist nichts anderes zu entnehmen. In BlSchKG 1989, S. 226 ff. ist nicht dieser Entscheid, sondern derjenige der Aufsichtsbehörde für Schuldbetreibung und Konkurs des Kantons St. Gallen abgedruckt, der vor Bundesgericht angefochten und von diesem bestätigt worden ist. Die Schuldbetreibungs- und Konkurskammer des Bundesgerichts hatte entgegen dem, was aus der Veröffentlichung in den Blättern für Schuldbetreibung und Konkurs geschlossen werden könnte, zur hier interessierenden Frage aber gar nicht Stellung zu nehmen.\n\nd) Der Umstand, dass es sich bei der in Betreibung gesetzten Forderung um eine voreheliche Schuld der Ehefrau handelt, ist ohne Bedeutung. Entgegen der Ansicht der Rekurrenten, führt die Berechnungsweise der Vorinstanz nicht dazu, dass der Ehemann für voreheliche Schulden seiner Frau aufzukommen habe. Die voreheliche Schuld bewirkt nur, dass die wirtschaftliche Leistungskraft der Ehefrau reduziert ist und sie deshalb selber weniger an BGE 116 III 75 S. 80den ehelichen Unterhalt beitragen kann. Dies muss aber ein Ehegatte hinnehmen; die gleiche Sachlage ergibt sich auch, wenn ein Ehegatte Unterhaltsverpflichtungen aus einer früheren Ehe hat.\n\nDer Einwand der Rekurrenten, das von den kantonalen Instanzen aufgrund von BGE 114 II 15 f. gewählte Vorgehen sei im vorliegenden Fall nicht anwendbar, erweist sich somit als nicht begründet.\n\n4. Im Zusammenhang mit den Kinderalimenten verlangen die Rekurrenten sodann, dass die Unterhaltsbeiträge, die der Ehemann der Schuldnerin an sein nicht in der Familie lebendes Kind zu bezahlen hat, von seinem Nettoeinkommen abgezogen werden, bevor der Notbedarf unter die Ehegatten aufgeteilt wird.\n\na) In der Lehre wurde darauf hingewiesen, dass es grundsätzlich zwei Möglichkeiten gibt, Unterstützungspflichten, die nur einen Ehegatten treffen, bei der Festlegung des pfändbaren Einkommensteils zu berücksichtigen (vgl. ISAAK MEIER, Neues Eherecht und Schuldbetreibungsrecht, Zürich 1987, S. 118; vgl. auch BGE 115 III 108, E. 7): Entweder sind diese Alimente, soweit der Gläubiger für seinen Unterhalt darauf angewiesen ist, zum ehelichen Notbedarf des Schuldners zu rechnen, wie dies die Vorinstanz getan hat, oder sie bleiben beim Notbedarf unberücksichtigt und sind dafür bei der Errechnung des Nettoeinkommens von den Einkünften des Alimentenschuldners abzuziehen (so grundsätzlich BGE 115 III 108, E. 7).\n\nDemgegenüber erscheint es von vornherein nicht gerechtfertigt, die Unterhaltsbeiträge, die nur ein Ehegatte schuldet, sowohl zum Notbedarf zu rechnen, als sie auch vom massgeblichen Einkommen in Abzug zu bringen. Damit würden sie nämlich - zum Nachteil der anderen Gläubiger - zweimal berücksichtigt.\n\nEntgegen der Auffassung der Rekurrenten und der Vorinstanz wirkt sich die von letzterer angewandte Vorgehensweise für die Schuldnerin günstiger aus. Mit Einschluss der Alimentenschuld des Ehemannes von Fr. 500.-- gelangte das Obergericht zu einem Notbedarf von Fr. 4'854.40 und zu einem massgebenden Nettoeinkommen der Ehefrau von Fr. 1'563.-- sowie einem solchen des Ehemannes von Fr. 5'035.-- (ohne Abzug der Alimentenschuld). Daraus ergab sich für die Schuldnerin ein Anteil am Notbedarf von Fr. 1'146.85. Ginge man von der von den Rekurrenten verlangten Betrachtungsweise aus, betrüge der Notbedarf Fr. 500.-- weniger, d.h. Fr. 4'354.40. Das massgebliche Nettoeinkommen des Ehemannes reduzierte sich um den gleichen Betrag, so dass BGE 116 III 75 S. 81diesbezüglich Fr. 4'535.-- einzusetzen wären. Die Schuldnerin hätte somit vom Notbedarf Fr. 1'116.10 zu übernehmen und von ihrem Einkommen könnten monatlich Fr. 446.90 statt nur Fr. 416.20 gepfändet werden.\n\nb) Wie das Bundesgericht bereits in BGE 115 III 108, E. 7 festgehalten hat, erscheint es entgegen der Ansicht der Vorinstanz und der Auffassung von ISAAK MEIER (a.a.O., S. 118) richtig, Unterhaltsschulden, die nur den Ehegatten des Schuldners treffen, nicht zum ehelichen Notbedarf zu rechnen. Solange die Kinder nicht im gemeinsamen Haushalt leben und der alimentenpflichtige Ehegatte für ihren Unterhalt ohne weiteres selber aufkommen kann, besteht kein Grund, seinen betriebenen Partner für einen Teil dieser Schuld aufkommen zu lassen. Demgegenüber ist es richtig, bei der Aufteilung des Notbedarfs auf die Ehegatten dieser Schuld Rechnung zu tragen. Es erweist sich somit als angemessen, sie vom Einkommen des alimentenpflichtigen Ehegatten abzuziehen, wenn es um die Berechnung des für die Aufteilung massgeblichen Nettoeinkommens geht. Dieses Vorgehen rechtfertigt sich auf jeden Fall solange, als die Ehegatten in der Lage sind, für ihren Notbedarf einschliesslich der geschuldeten Alimente aufzukommen.\n\nWie es sich allerdings damit verhält, braucht im vorliegenden Fall nicht abschliessend beurteilt zu werden, da diese Berechnungsweise zu einer höheren pfändbaren Quote führen würde. Eine Änderung des vorinstanzlichen Entscheides in diese Richtung ist aber nicht möglich, da nur die Schuldnerin und ihr Ehegatte Rekurs erhoben haben, nicht aber der Gläubiger.\n\n7. a) Die Rekurrenten verlangen schliesslich, dass auch die Kosten für Lebensversicherungen der Schuldnerin beim Notbedarf berücksichtigt werden. Es wird geltend gemacht, es müsse der Rekurrentin möglich sein, über die AHV hinaus für die Risiken Alter, Tod und Invalidität vorzusorgen.\n\nDie Schuldnerin hat als Teilzeitangestellte einen Arbeitsverdienst von Fr. 563.-- monatlich. Als Arbeitnehmerin untersteht sie grundsätzlich der beruflichen Vorsorgepflicht. Nach BVG besteht aber eine obligatorische Versicherung erst, wenn der Arbeitnehmer ein bestimmtes Einkommen erzielt. Dahinter steht der Gedanke, dass bei niedrigeren Einkommen die erste Säule der Alters-, Invaliden- und Hinterlassenenvorsorge ausreichend ist. Diese gesetzgeberische Wertung muss auch für die Berechnung des Notbedarfs ausschlaggebend sein. Eine Erhöhung des BGE 116 III 75 S. 82Notbedarfs um freiwillig bezahlte Versicherungsprämien rechtfertigt sich deshalb nicht."}