{"annee": "116", "cour": "II", "page": "76", "date": "22/3/1990", "cite": ["114 II 68", "112 II 64"], "cite_par": [], "chapeau": "12. Auszug aus dem Urteil der I. Zivilabteilung vom 22. März 1990 i.S. Patricia Overgoor Schwarz und Mitbet. gegen Handelsregisteramt und Justizdepartement des Kantons Basel-Stadt (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 947 al. 3 CO. Le nom de famille d'une associée indéfiniment responsable, portant un double nom en vertu de l'art. 160 al. 2 CC, ne peut être que son double nom complet (consid. 2)."], "faits": "BGE 116 II 76 S. 76\n\nA.- Am 10. Februar 1989 wurde beim Handelsregisteramt von Basel-Stadt eine neugegründete Kommanditgesellschaft mit der Firma \"Annoncenverwaltung Overgoor & Co.\" angemeldet. Die Anmeldung erfolgte durch die Eheleute Patricia Overgoor Schwarz und Robert Schwarz-Overgoor sowie Daniele La Rosa Messina als Komplementäre und durch die Alder + Kleiber AG als Kommanditärin.\n\nMit Verfügung vom 3. März 1989 lehnte das Handelsregisteramt die Eintragung ab, weil der nach neuem Familienrecht vorangestellte Mädchenname Overgoor der Komplementärin Overgoor Schwarz kein Familienname eines unbeschränkt haftenden Gesellschafters im Sinne von Art. 947 Abs. 3 OR sei. Die gegen diesen Entscheid erhobene Beschwerde der Komplementäre wies das Justizdepartement des Kantons Basel-Stadt am 26. Juni 1989 ab.\n\nB.- Die Komplementäre fechten den Entscheid des Justizdepartements mit Verwaltungsgerichtsbeschwerde an und stellen BGE 116 II 76 S. 77das Begehren, es sei ihnen die Eintragung der Firma \"Annoncenverwaltung Overgoor & Co.\" zu bewilligen. Das Handelsregisteramt, das Justizdepartement und das Eidgenössische Amt für Handels- und Güterrechtsregister (EHRA) schliessen auf Abweisung der Beschwerde. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Gemäss Art. 947 Abs. 3 OR muss die Firma einer Kommanditgesellschaft den Familiennamen wenigstens eines unbeschränkt haftenden Gesellschafters mit einem das Gesellschaftsverhältnis andeutenden Zusatz enthalten. Diesen Anforderungen würde nach Auffassung der Vorinstanzen und des EHRA nur die Firma \"Annoncenverwaltung Overgoor Schwarz & Co.\" genügen, da gemäss Art. 160 Abs. 2 ZGB dem vorangestellten Mädchennamen der verheirateten Komplementärin der Name des Mannes zu folgen habe. Demgegenüber ist Art. 947 Abs. 3 OR nach Auffassung der Beschwerdeführer losgelöst von Art. 160 Abs. 2 ZGB und im Lichte von Art. 4 Abs. 2 BV auszulegen, welch letztere Bestimmung es verbiete, dass die Ehefrau als Komplementärin gezwungen werde, den Namen des Ehemannes in der Firma mitaufzuführen, während beim Mann der Familienname genüge.\n\na) Bei Einzelfirmen, Kollektiv-, Kommandit- und Kommanditaktiengesellschaften bildet der Familienname des Inhabers bzw. der unbeschränkt haftenden Gesellschafter den wesentlichen Inhalt der Firma (Art. 945 und 947 OR). Zwar erläutern diese Bestimmungen den Begriff des Familiennamens nicht. Was darunter zu verstehen ist, ergibt sich jedoch aus dem Zweck der Personenfirma, mindestens eine persönlich haftende Person bekannt zu machen, damit sie identifiziert werden kann (HIS, N. 1 zu Art. 954 OR; derselbe, Zur Frage der Doppelnamen ... in Personenfirmen, in: SJZ 40/1944 S. 142). Die Möglichkeit der Identifikation setzt voraus, dass die als Firmenbestandteil verwendete Bezeichnung mit dem Namen übereinstimmt, der auch sonst rechtmässig geführt wird (HIS, N. 1 zu Art. 954 OR) und im Zivilstandsregister erscheint (HIS, N. 13 zu Art. 945 OR). Es kann nicht im Belieben des Namensträgers stehen, in der Firma einen anderen Namen zu führen als im amtlichen Verkehr.\n\nStreitig ist die Anwendbarkeit der namens- und familienrechtlichen Vorschriften auch auf den für Geschäftsfirmen vorausgesetzten amtlichen Namen nur mit Bezug auf Adelspartikel und BGE 116 II 76 S. 78Doppelnamen. Nach Auffassung von V. STEIGER und GLOGGNER sind solche Bezeichnungen ungekürzt in der amtlichen Schreibweise gemäss Zivilstandsregister in Personenfirmen aufzunehmen (F. V. STEIGER, Kann bei Doppelnamen ... in Personenfirmen ein Teil des Namens weggelassen werden?, in: SJZ 40/1944 S. 103 ff., S. 106; A. GLOGGNER, Zur Frage der Doppelnamen ... in Personenfirmen, in: SJZ 50/1954 S. 321 ff., S. 323). Dem entspricht die Praxis der Handelsregisterbehörden. In seiner Vernehmlassung bestätigt das EHRA, dass die im Zivilstandsregister eingetragenen Namen unverändert als Firmenbestandteile in das Handelsregister übernommen würden; Abweichungen dulde die Praxis nur insoweit, als sie die Aufnahme von mit einem Bindestrich gekennzeichneten Allianznamen in die Firma zulasse. Demgegenüber will HIS die teilweise Aufnahme von Doppelnamen, die ähnlich den Allianznamen aus zwei sprachlich selbständigen Familiennamen bestünden, in Personenfirmen gestatten, wenn der \"Hauptname\" oder das \"Kennwort\" ausreiche, um den Firmeninhaber oder den unbeschränkt haftenden Gesellschafter \"kurz und bündig\" kenntlich zu machen (HIS, SJZ 40/1944 S. 141 f.; HIS, N. 12 zu Art. 945 OR).\n\nb) Mit Bezug auf Vornamen erkannte das Bundesgericht in BGE 112 II 67 E. 2b, dass die Schreibweise gemäss Zivilstandsregister auch für andere öffentliche Register des Bundesrechts massgebend sein müsse, um unklaren oder irreführenden Angaben in öffentlichen Registern vorzubeugen. Erst recht muss das für Familiennamen gelten. Dem Zweck, als wesentlicher Inhalt von Personenfirmen die Identität der unbeschränkt haftenden natürlichen Personen bekannt zu geben, liefe es diametral zuwider, wenn es dem Handelsregisterführer anheimgestellt wäre, vom Zivilstandsregister abweichende Familiennamen als Bestandteile von Personenfirmen zuzulassen. Der mit beschränkter Kognitionsbefugnis ausgestattete Handelsregisterführer (BGE 114 II 68) hat nicht darüber zu befinden, wieweit sich die im Zivilstandsregister erscheinenden Familiennamen allenfalls kürzen lassen, ohne ihre kennzeichnende Eigenschaft einzubüssen. Welche Abweichungen von der Schreibweise gemäss Zivilstandsregister zulässig sind, umschreibt Art. 947 Abs. 3 OR abschliessend; indem diese Bestimmung nur die Aufnahme des Familiennamens zwingend vorschreibt, lässt sie dem unbeschränkt haftenden Gesellschafter lediglich die Freiheit, es in seiner Firmenbezeichnung beim Familiennamen bewenden zu BGE 116 II 76 S. 79lassen oder ihm auch den Vornamen beizufügen (HIS, N. 7 zu Art. 947 OR).\n\nc) Vorliegend hat die Beschwerdeführerin Overgoor Schwarz von der Möglichkeit gemäss Art. 160 Abs. 2 ZGB Gebrauch gemacht und vor ihrer Trauung mit dem Beschwerdeführer Schwarz gegenüber dem Zivilstandsbeamten erklärt, sie wolle als Ehefrau Overgoor Schwarz heissen. Dementsprechend wird sie seither im Zivilstandsregister unter ihrem Doppelnamen Overgoor Schwarz aufgeführt (HAUSHEER/REUSSER/GEISER, Kommentar zum Eherecht, N. 21 zu Art. 160 ZGB). Nach dem Gesagten darf kein anderer als dieser amtliche Name (HAUSHEER/REUSSER/GEISER, N. 22 zu Art. 160 ZGB) als Firmenbestandteil der neugegründeten Kommanditgesellschaft in das Handelsregister eingetragen werden. Liesse der Registerführer den Namen Overgoor in Alleinstellung zu, so würde in der Firma eine Person als Komplementärin erscheinen, die es unter dieser Bezeichnung seit der Trauung von Gesetzes wegen nicht mehr gibt. Der vom Ehemann geführte Allianzname Overgoor ist kein amtlicher, im Zivilstandsregister eingetragener Name (HAUSHEER/REUSSER/GEISER, N. 23 zu Art. 160 ZGB). Die Zulassung der Firma \"Annoncenverwaltung Overgoor & Co.\" widerspräche somit der Firmenwahrheit (Art. 944 OR) und wäre geeignet, die Gläubiger über ein Haftungssubjekt zu täuschen, das aufgehört hat, unter der Bezeichnung Overgoor zu existieren. Die von Art. 947 Abs. 3 OR geforderte Individualisierung wird nur dadurch herbeigeführt, dass die Firma den amtlichen Doppelnamen der Komplementärin gemäss Zivilstandsregister enthält.\n\nd) Entgegen der Auffassung der Beschwerdeführer ist die Ungleichbehandlung mit der Frau, die trotz gesetzlicher oder behördlicher Namensänderung eine vor der Heirat eingetragene Firma beibehalten darf (Art. 954 OR), sachlich gerechtfertigt. Die genannte Bestimmung erlaubt in Durchbrechung des Prinzips der Firmenwahrheit ausnahmsweise eine Abweichung vom Namen gemäss Zivilstandsregister, um eine bestehende, im Geschäftsverkehr eingelebte Firma, deren Änderung beträchtlichen Schaden mit sich bringen kann, zu erhalten (HIS, N. 2 und 5 zu Art. 954 OR). Wird dagegen eine Firma erst nach der Heirat gebildet, besteht dieses Bedürfnis nicht. Hier ist im Interesse der Firmenwahrheit zu verlangen, dass sich die Firma nach dem gesetzlichen Namen richtet, den die Komplementärin mit der Heirat erworben hat.\n\nBGE 116 II 76 S. 80\n\nDer Ausnahmetatbestand von Art. 954 OR kann auch nicht durch eine verfassungskonforme Auslegung von Art. 947 Abs. 3 OR ausgeweitet werden, wie die Beschwerdeführer meinen. Das Firmenrecht darf nicht Namen gestatten, die nach den Vorschriften des neuen Familienrechts ausgeschlossen sind. Die revidierten Bestimmungen ermöglichen es der Braut, entweder den Namen des Ehemannes nach Art. 160 Abs. 1 ZGB oder den Doppelnamen nach Art. 160 Abs. 2 ZGB zu wählen (HAUSHEER/REUSSER/GEISER, N. 15 zu Art. 160 ZGB). Die Weiterführung des bisherigen Namens der Ehefrau als Familienname setzt eine Namensänderung voraus, die auf Gesuch der Brautleute bei Vorliegen achtenswerter Gründe bewilligt wird (Art. 30 Abs. 2 ZGB). Der Gesetzgeber hat im Interesse der Einheit des Namens in der Familie bewusst auf eine Regelung verzichtet, die es der Braut erlaubt hätte, ihren bisherigen Familiennamen beizubehalten (HAUSHEER/REUSSER/GEISER, N. 10 f. zu Art. 160 ZGB mit Hinweisen auf die Entstehungsgeschichte). Dieser klare gesetzgeberische Entscheid lässt auch im Firmenrecht keinen Raum für eine andere Auslegung (Art. 113 Abs. 3 BV)."}