{"annee": "116", "cour": "V", "page": "265", "date": "17/9/1990", "cite": ["108 V 109", "115 V 297", "105 V 106", "115 V 290", "114 V 219", "114 V 239", "110 V 54"], "cite_par": ["126 V 119", "125 V 183", "126 V 143", "124 V 372", "131 V 325", "135 V 124"], "chapeau": "40. Urteil vom 17. September 1990 i.S. E. gegen Schweizerische Unfallversicherungsanstalt und Versicherungsgericht des Kantons Zürich", "regestes": ["Art. 96 ss et art. 105 ss LAA: Suspension des délais. La loi sur l'assurance-accidents n'exclut pas l'application de dispositions de droit cantonal sur la suspension des délais en procédure de recours de première instance."], "faits": "BGE 116 V 265 S. 265\n\nA.- Mit Verfügung vom 7. Juli 1988 lehnte die Schweizerische Unfallversicherungsanstalt (SUVA) die Ausrichtung von Leistungen an die Erben ihres Versicherten K. E. ab.\n\nB.- \"Innert durch die Gerichtsferien erstreckter Frist\" erhob der Rechtsvertreter der Hinterlassenen Beschwerde mit dem Antrag auf Zusprechung der gesetzlichen Leistungen.\n\nMit Beschluss vom 3. Oktober 1989 trat das Versicherungsgericht des Kantons Zürich wegen Verspätung auf die Beschwerde nicht ein.\n\nC.- Mit Verwaltungsgerichtsbeschwerde lassen die Kinder von K. E. die Aufhebung des vorinstanzlichen Nichteintretensentscheides beantragen.\n\nBGE 116 V 265 S. 266\n\nWährend die SUVA beantragt, es sei auf die Verwaltungsgerichtsbeschwerde \"nicht einzutreten\" und der vorinstanzliche Nichteintretensentscheid \"zu bestätigen\", schliesst das Bundesamt für Sozialversicherung (BSV) auf Gutheissung der Verwaltungsgerichtsbeschwerde in dem Sinne, dass der kantonale Nichteintretensentscheid aufgehoben und die Sache an die Vorinstanz zur materiellen Entscheidung zurückgewiesen werde.\n\nAuf den vorinstanzlichen Entscheid und die Rechtsschriften der Verfahrensbeteiligten wird, soweit erforderlich, in den Erwägungen eingegangen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. (Kognition)\n\n2. a) Angefochten mit der vorliegenden Verwaltungsgerichtsbeschwerde ist der vorinstanzliche Nichteintretensentscheid. Folglich ist einzig als Frage des Bundesrechts frei zu prüfen (Art. 104 lit. a OG), ob das kantonale Gericht zu Recht oder zu Unrecht auf die vorinstanzliche Beschwerde nicht eingetreten ist. Warum auf die Verwaltungsgerichtsbeschwerde nicht einzutreten sei, wie die SUVA beantragt, ist unerfindlich. Ergibt nämlich die richterliche Beurteilung, dass der vorinstanzliche Nichteintretensentscheid rechtmässig ist, so ist die Verwaltungsgerichtsbeschwerde hiegegen als unbegründet abzuweisen, andernfalls ist sie gutzuheissen. Das Eidg. Versicherungsgericht hat somit - was die SUVA übersieht - selbstverständlich in der Sache zu urteilen; doch ist eben diese Sache, entsprechend der prozessualen Natur des angefochtenen Entscheides, einzig die Frage der Bundesrechtmässigkeit des vorinstanzlichen Nichteintretensbeschlusses.\n\nb) Der angefochtene Gerichtsentscheid beruht auf Bundesrecht, nämlich auf den Art. 96, 97 und 106 Abs. 1 UVG, anderseits auf der Rechtsprechung des Eidg. Versicherungsgerichts zu Art. 96 AHVG (BGE 105 V 106). Unter dem Gesichtspunkt der bundesrechtlichen Verfügungsgrundlage (Art. 128 in Verbindung mit Art. 97 Abs. 1 OG und Art. 5 Abs. 1 lit. c in fine VwVG) ist somit Eintreten gegeben. Daran ändert nichts, dass das Beschwerdebegehren an sich der Rüge gleichkommt, das kantonale Gericht habe zu Unrecht Bundesverwaltungsrecht statt, wie es die Beschwerdeführer für richtig halten, kantonales Prozessrecht angewendet. Wenn mit Verwaltungsgerichtsbeschwerde praxisgemäss gerügt werden kann, es hätte kraft Bundesrecht kein auf kantonales BGE 116 V 265 S. 267Recht gestützter Beschwerdeentscheid ergehen dürfen (BGE 110 V 56 Erw. 1b), so muss auch die gegenteilige Rüge zwangsläufig zulässig sein, andernfalls die Zulässigkeit der Verwaltungsgerichtsbeschwerde davon abhinge, wie die Vorinstanz entscheidet. Die Anwendung kantonalen Prozessrechts, wo bundesrechtlich kein Raum bleibt, ist genau gleich eine Bundesrechtswidrigkeit wie die Anwendung von Bundesverwaltungsrecht dort, wo es nicht angewendet werden darf.\n\n3. Das 1. Kapitel des Achten Titels über \"Verschiedene Bestimmungen\" enthält in den Art. 96-102 UVG verschiedene Vorschriften betreffend das \"Verfahren\". Gemäss Art. 96 UVG sind die Verfahrensbestimmungen dieses Gesetzes anwendbar, soweit das VwVG für Versicherer nicht gilt oder dieses Gesetz eine abweichende Regelung enthält (vgl. dazu BGE 115 V 299 Erw. 2b im Zusammenhang mit Art. 98 UVG über die Akteneinsicht). Was die Fristen anbelangt, enthält Art. 97 UVG folgende Regelung:\n\nAbs. 1: Schriftliche Eingaben müssen spätestens am letzten Tag der Frist dem Versicherer eingereicht oder zu dessen Handen der schweizerischen Post oder einer schweizerischen diplomatischen oder konsularischen Vertretung übergeben werden. Fällt der letzte Tag auf einen Samstag, Sonntag oder einen am Wohnsitz oder Sitz des Betroffenen vom kantonalen Recht anerkannten Feiertag, so endigt die Frist am nächsten Werktag. Gelangt die Eingabe rechtzeitig an einen unzuständigen Versicherer oder eine unzuständige Behörde, so gilt die Frist als gewahrt.\n\nAbs. 2: Wiederherstellung einer Frist kann erteilt werden, wenn der Betroffene unverschuldet abgehalten worden ist, innert der Frist zu handeln; das begründete Begehren um Wiederherstellung ist innert 10 Tagen nach Wegfall des Hindernisses einzureichen und die versäumte Handlung nachzuholen.\n\nAuf der anderen Seite enthält der Neunte Titel über die \"Rechtspflege- und Strafbestimmungen\" im 1. Kapitel betreffend die \"Rechtspflege\", soweit hier von Interesse, folgende Bestimmungen:\n\nArt. 105 Einsprachen und Verwaltungsbeschwerden\n\nAbs. 1: Gegen Verfügungen nach diesem Gesetz sowie gegen die auf solchen Verfügungen beruhenden Prämienrechnungen kann innert 30 Tagen bei der verfügenden Stelle Einsprache erhoben werden.\n\nArt. 106 Verwaltungsgerichtsbeschwerde an kantonale Gerichte\n\nAbs. 1: Gegen Einspracheentscheide nach Art. 105 Abs. 1, ausgenommen jene über die Zuteilung der Betriebe und der Versicherten zu den Klassen und Stufen der Prämientarife, kann der Betroffene beim zuständigen kantonalen Versicherungsgericht Beschwerde erheben. Die Beschwerdefrist beträgt bei Einspracheentscheiden über Versicherungsleistungen drei Monate, in den übrigen Fällen 30 Tage.\n\nBGE 116 V 265 S. 268\n\nArt. 107 Gerichtsstand\n\nAbs. 1: Für die Beurteilung von Streitigkeiten nach Art. 106 bestellen die Kantone Versicherungsgerichte.\n\nArt. 108 Verfahrensregeln\n\nAbs. 1: Die Kantone regeln das Verfahren ihrer Versicherungsgerichte. Es hat folgenden Anforderungen zu genügen: (lit. a-i).\n\n4. a) Das kantonale Gericht ist zunächst von BGE 105 V 106 ausgegangen, wonach Art. 96 AHVG (\"Die Art. 20-24 des Bundesgesetzes über das Verwaltungsverfahren sind anwendbar\", dies unter der Marginalie \"Fristen\" im 8. Abschnitt betreffend \"Verschiedene Bestimmungen\") die Anwendung kantonalrechtlicher Bestimmungen über den Stillstand der Fristen ausschliesst. Für den Bereich der Unfallversicherung gelangte die Vorinstanz zum gleichen Ergebnis. Wohl stehe der Art. 96 UVG vor den Rechtspflegebestimmungen der Art. 105 ff. UVG (und somit insbesondere vor der Bestimmung des Art. 106 Abs. 1 UVG betreffend die dreimonatige Frist zur Beschwerde gegen Einspracheentscheide über Versicherungsleistungen). Da aber - so die Vorinstanz - \"dort wie auch im Achten Titel der UVV über die Rechtspflege keine weiteren Bestimmungen über die Fristen enthalten (seien), (seien) die diesbezüglichen Regelungen in Art. 97 UVG sinngemäss anwendbar\". Da dieser Gesetzesartikel nach seinem Wortlaut den Bestimmungen der Art. 20 Abs. 3, 21 und 24 VwVG entspreche und ebenfalls keine mit Art. 34 Abs. 1 OG betreffend Fristenstillstand vergleichbare Bestimmung enthalte, sei \"auch im UVG-Recht ein qualifiziertes Schweigen des Gesetzes anzunehmen, woraus sich ergibt, dass das Bundesrecht mit Bezug auf die Frage des Fristenstillstandes keinen Raum für kantonales Verfahrensrecht offenlässt\".\n\nDie SUVA pflichtet in ihrer Vernehmlassung der vorinstanzlichen Auffassung bei, indem sie hervorhebt, Art. 96 UVG erkläre bezüglich Verfahrensbestimmungen diejenigen \"dieses Gesetzes\", somit generell Verfahrensbestimmungen des UVG für anwendbar. Da das UVG eine zu Art. 34 Abs. 1 OG betreffend Fristenstillstand analoge Regelung nicht kenne, bleibe für die Anwendung der Fristenstillstandsbestimmungen des kantonalen Verfahrensrechts kein Raum. Diese Regelung entspreche auch der Forderung nach einem raschen Verfahren in Art. 108 Abs. 1 lit. a UVG.\n\nb) In der Verwaltungsgerichtsbeschwerde wird die Annahme eines qualifizierten Schweigens des Gesetzes durch die Vorinstanz bestritten, weil für diese Schlussfolgerung des kantonalen Gerichts BGE 116 V 265 S. 269keine Anhaltspunkte vorhanden seien. Vielmehr sei den Kantonen mit Art. 108 UVG aufgegeben worden, das Verfahren vor ihren Versicherungsgerichten zu regeln. Soweit es nicht um die \"neun Anforderungen an diese Verfahrensgestaltung\" gemäss Art. 108 Abs. 1 lit. a-i UVG gehe, komme die kantonale Rechtssetzungszuständigkeit zum Tragen.\n\nc) Das BSV macht unter Hinweis auf Wortlaut und Systematik geltend, Art. 97 UVG betreffend das Fristenwesen beziehe sich auf das Verfahren vor der SUVA oder den übrigen registrierten Versicherern, dagegen nicht auf den Prozess vor den kantonalen Versicherungsgerichten. Die Frage sei in der Doktrin umstritten, indem MAURER (Schweizerisches Unfallversicherungsrecht, S. 600) ohne weitere Begründung annehme, Art. 97 UVG sei auch für die Frist anwendbar, innert der eine Beschwerde beim kantonalen Versicherungsgericht eingereicht werden müsse, während FREIVOGEL (Das Basler Versicherungsgericht, in BJM 1983 S. 284) die gegenteilige Auffassung vertrete. Das BSV würde es durchaus begrüssen, wenn für alle Zweige der Sozialversicherung im Verfahren vor den kantonalen Beschwerdeinstanzen die gleichen Fristenregelungen zur Anwendung kämen. Art. 96 AHVG verfolge dieses Ziel, und eine identische Lösung finde sich auch in den Entwürfen 1984 und 1989 zu einem Allgemeinen Teil des Sozialversicherungsrechts. Das BSV bezweifelt jedoch, \"dass sich diese Lösung auf Bereiche ausweiten lässt, wo die Anwendbarkeit des kantonalen Verfahrensrechts nicht ausdrücklich eingeschränkt wurde, da vor allen kantonalen Beschwerdebehörden grundsätzlich das kantonale Verfahrensrecht gilt, wenn es nicht durch die Bundesgesetzgebung derogiert wurde\". Was nun die Fristenregelung nach den Art. 20-24 VwVG angehe, so gehöre der Ausschluss des Fristenstillstandes \"weder zum Katalog der Mindestanforderungen gemäss Art. 108 Abs. 1 lit. a-i UVG noch zu den bisher durch die Rechtsprechung entwickelten allgemeinen Grundsätzen des Sozialversicherungsrechts, noch gehören die Fristenbestimmungen zu den für das letztinstanzliche kantonale Verfahren massgeblichen VwVG-Bestimmungen\". Zusammenfassend sprächen gegen die Anwendung des Art. 97 UVG auf das Verfahren vor den kantonalen Beschwerdeinstanzen der Wortlaut, die systematische Stellung im Gesetz und die Tatsache, dass er nicht ausdrücklich auf das kantonale Verfahren anwendbar erklärt worden sei; für die Anwendung spreche das Bestreben, den Sozialversicherungsprozess zu vereinheitlichen. Dem Argument der SUVA, die Beschwerdefrist gemäss BGE 116 V 265 S. 270Art. 106 Abs. 1 UVG sei eine bundesrechtliche Vorschrift, welche kantonalen Bestimmungen über die Gerichtsferien vorgehe, entgegnet das BSV, zwar sei die Frist, innert welcher gegen einen Einspracheentscheid Beschwerde erhoben werden müsse, bundesrechtlich geregelt; der Modus der Fristberechnung jedoch sei \"mit der Frist selber nicht identisch\" und sollte aus den dargelegten Gründen \"gemäss dem kantonalen Recht erfolgen\"; nur \"wenn das kantonale Prozessrecht die Verwirklichung des Bundesrechts übermässig erschweren oder hindern sollte, wäre es bundesrechtswidrig\". Da der Kanton Zürich von der ihm an sich zur Verfügung stehenden Möglichkeit keinen Gebrauch gemacht habe, bei längeren bundesrechtlichen Fristen keine Gerichtsferien vorzusehen, was hier nicht zu beanstanden sei, hält das BSV die vorinstanzliche Beschwerde für rechtzeitig eingereicht.\n\n5. Der Standpunkt der Beschwerdeführer im Ergebnis und die Auffassung des BSV weitgehend auch in der Begründung sind stichhaltig:\n\na) Unter dem Gesichtspunkt der praxisgemässen Auslegungselemente Wortlaut, Systematik, Zweck und Entstehungsgeschichte (BGE 114 V 220 Erw. 3a und 250 Erw. 8a) ist klar, dass Art. 97 UVG nicht die gleich weittragende Bedeutung hat wie Art. 96 AHVG im AHV/IV-Bereich. Art. 97 UVG ist eine Bestimmung, welche sich nach ausdrücklichem Wortlaut und Einordnung im Gesetz auf das Verfahren vor dem Versicherer bezieht, und nicht auf den Prozess vor den kantonalen Versicherungsgerichten. Dass sich aus den Materialien schliessen liesse, der UVG-Gesetzgeber habe das Fristenwesen in den kantonalen Beschwerdeverfahren uniform und unter Ausschluss kantonalrechtlicher Fristenstillstandsbestimmungen regeln wollen, wird von keiner Seite behauptet; davon abgesehen, hätte eine solche Absicht im geltenden Gesetzestext auch keinen Niederschlag gefunden, was für die Massgeblichkeit des historischen Auslegungselementes nach ständiger Rechtsprechung von ausschlaggebender Bedeutung ist (BGE 115 V 296 Erw. 4 in fine, BGE 114 V 250 Erw. 8a in fine). Die Auslegung nach Sinn und Zweck schliesslich ergibt nichts anderes, weil dieses Auslegungselement nicht etwa mit der Wünschbarkeit einer einheitlichen Fristenregelung gleichgesetzt werden darf und im weiteren nichts an der Rechtstatsache zu ändern vermag, dass die kantonale Rechtspflege in Sozialversicherungssachen de lege lata uneinheitlich und zersplittert geregelt ist. Dass das Institut des Fristenstillstandes dem Sozialversicherungsprozess wesensmässig BGE 116 V 265 S. 271fremd wäre, sich also schlechterdings mit ihm nicht vertrüge, so dass von einem allgemeinen Grundsatz gesprochen werden müsste - wie dies die Praxis dem Fristwiederherstellungsgrundsatz zugemessen hat (BGE 108 V 109) -, kann schon deswegen nicht gesagt werden, weil zumindest vor dem Eidg.\n\nVersicherungsgericht - somit in Sozialversicherungssachen - die Fristenstillstandsbestimmung von Art. 34 OG massgeblich ist (in Verbindung mit Art. 135 OG). Davon abgesehen kommen kantonale Fristen(stillstands)bestimmungen auch in Sozialversicherungsbereichen auf der Ebene des kantonalen Beschwerdeverfahrens zur Anwendung, wo die bundesrechtlichen Verfahrensbestimmungen rudimentär ausgestaltet sind, z. B. in der Arbeitslosenversicherung (vgl. Art. 103, besonders Abs. 6 AVIG; so ausdrücklich GERHARDS, AVIG-Kommentar, N. 35 zu Art. 103).\n\nb) Dass Art. 97 UVG, welche Fristenregelung den Fristenstillstand nicht kennt, in kantonalen Verwaltungsgerichtsbeschwerdeverfahren nicht massgeblich sein kann, ergibt sich ferner aus einer von den Verfahrensbeteiligten bisher nicht erwähnten Überlegung: Die Massgeblichkeit der Verfahrensbestimmungen gemäss Art. 97 ff. UVG folgt, wie in BGE 115 V 299 Erw. 2b ausgeführt wird, für die übrigen registrierten Versicherer ausschliesslich daraus, dass Art. 96 UVG den Anwendungsbereich der UVG-Verfahrensbestimmungen wesentlich durch die Nichtanwendbarkeit des VwVG umschreibt. Diese Art der Anwendbarerklärung der UVG-Verfahrensbestimmungen macht nur für die Versicherer einen Sinn, nicht aber für die kantonalen Rechtspflegebehörden, weil für letztere von vornherein nur die in Art. 1 Abs. 3 VwVG vorbehaltenen Bestimmungen massgeblich sind. Indem Vorinstanz und SUVA die Verfahrensbestimmungen der Art. 97 ff. UVG und die Bestimmungen über die Rechtspflege nach Art. 105 ff. UVG auf die gleiche Ebene stellen, verkennen sie den Charakter des Art. 96 UVG als für das Verfahren vor den Versicherern massgebliche und überhaupt sinnvolle Verweisungsnorm, welche hinsichtlich des kantonalen Rechtsmittelverfahrens obsolet ist: Bei den Versicherungsträgern geht es einzig darum, dass diese kraft Art. 96 UVG gewisse Verfahrensbestimmungen der Art. 97 ff. UVG zu beachten haben; bei der kantonalen Rechtspflege dagegen steht die von SUVA und Vorinstanz mit keinem Wort erwähnte verfassungsmässige Kompetenzausscheidung zwischen den Rechtssetzungszuständigkeiten des Bundes und der Kantone auf dem Spiel. Wenn die Bundesverfassung ein bestimmtes BGE 116 V 265 S. 272Sachgebiet (wie in Art. 34bis die Unfallversicherung) zur Bundesaufgabe erklärt, so heisst dies nicht, dass der Bund deswegen auch zuständig wäre, die Rechtspflege zu regeln (Art. 3 BV; SALADIN, in Kommentar zur Bundesverfassung, N. 65 ff. und 104 f. zu Art. 3). Auch unter diesem Gesichtspunkt der verfassungskonformen Auslegung hält die Annahme eines qualifizierten Schweigens durch die Vorinstanz nicht stand. Denn dem Bundesgesetzgeber können dort nicht unter Berufung auf qualifiziertes Schweigen Rechtssetzungszuständigkeiten zugestanden werden, wo er von Bundesverfassungs wegen zur Rechtsetzung gerade nicht zuständig ist, sondern einer Grundlage bedürfte, die er sich bisweilen in für die Gerichte verbindlicher Weise effektiv nimmt (Art. 113 Abs. 3 und 114bis Abs. 3 BV), was aber hier gerade nicht der Fall ist. Der vorinstanzliche Entscheid verletzt daher die verfassungsmässige Organisations- und Verfahrensautonomie, welche den Kantonen auch hinsichtlich der Rechtspflege in Unfallversicherungssachen gewährleistet bleibt, soweit der Bundesgesetzgeber darin nicht eingegriffen hat. Dies trifft hier, im Unterschied zum AHV/IV-Bereich, wie dargelegt nicht zu."}