{"annee": "116", "cour": "IA", "page": "154", "date": "17/5/1990", "cite": ["115 II 97", "105 IB 431", "115 II 288", "109 IA 85", "85 II 103", "112 IA 350", "102 IA 196", "112 IA 166"], "cite_par": ["120 III 143", "136 III 597", "118 II 508", "123 II 268"], "chapeau": "27. Arrêt de la Ire Cour civile du 17 mai 1990 dans la cause Commissariat à l'énergie atomique contre Gouvernement de la République islamique d'Iran et Cour de justice du canton de Genève (recours de droit public)", "regestes": ["Concordat intercantonal sur l'arbitrage. Compensation; suspension de la procédure. 1. La décision de suspension prise en application de l'art. 29 CIA ne tombe pas sous le coup de l'art. 87 OJ (consid. 2). 2. Assimilable à une décision sur la compétence, la décision de suspension, fondée sur l'art. 29 CIA, est susceptible d'un recours en nullité au sens des art. 9 et 36 let. b CIA (consid. 3). 3. L'art. 29 CIA doit être interprété de manière restrictive: il est conforme au sens et au but de cette disposition que le tribunal arbitral ne suspende pas l'instance avant d'avoir examiné si les conditions de la compensation sont réalisées (consid. 4c) et, en outre, qu'il ne suspende sa sentence que jusqu'à concurrence du montant opposé en compensation pour poursuivre, entre-temps, l'instruction de la demande principale (consid. 5)."], "faits": "BGE 116 Ia 154 S. 155\n\nA.- Le 23 février 1975, le Gouvernement impérial d'Iran et le Commissariat français à l'énergie atomique (ci-après: le CEA ou le défendeur) ont conclu une convention dont l'art. X soumet tout litige à un tribunal arbitral, fixe le siège de l'arbitrage à Genève et prévoit l'application de la loi iranienne au contrat.\n\nEn octobre 1984, le Gouvernement de la République islamique d'Iran (ci-après: l'Iran) a saisi la Chambre de commerce internationale (CCI) d'une demande d'arbitrage, en concluant au remboursement, en capital et intérêts, du prêt concédé au CEA selon ledit contrat, soit au paiement, à la date du 13 février 1986, de quelque 2'150'000'000 US dollars. Cet arbitrage a été inscrit au rôle de la CCI sous le numéro 5124 et le Tribunal arbitral a été désigné.\n\nUne société Sofidif, avec trois autres demandeurs, dont le CEA, plaidait depuis juillet 1979 contre l'Iran et une autre partie défenderesse dans le cadre d'un arbitrage CCI se déroulant en France (No 3683). Sofidif a cédé, le 10 février 1986, au CEA une fraction de sa créance - contestée - représentant la somme de 2'276'555'557 francs français. Cette cause est toujours pendante.\n\nB.- Le 21 août 1986, le Tribunal arbitral et les parties à la cause No 5124 ont signé l'acte de mission. L'une des clauses de cet acte précise que, \"au cas où l'arbitrage se poursuivrait à la suite d'une BGE 116 Ia 154 S. 156sentence concernant les questions préliminaires, le Tribunal arbitral devra en premier lieu se prononcer sur la requête du défendeur visant à ce que l'arbitrage soit suspendu jusqu'à ce qu'une sentence définitive ait été rendue au sujet de l'arbitrage Sofidif, arbitrage CCI No 3683\". Le CEA demandait en effet, contre l'avis de l'Iran, la suspension de l'instance No 5124 en application de l'art. 29 du Concordat intercantonal sur l'arbitrage (CIA, RS 279; ci-après: le Concordat).\n\nLe 2 décembre 1988, les arbitres ont rendu une sentence partielle (\"interim award No 2\"), par laquelle ils ont suspendu la procédure no 5124, conformément à l'art. 29 CIA, et imparti au CEA un délai de cinq mois pour leur fournir la preuve qu'il avait \"introduit son recours contre le demandeur, fondé sur la cession mentionnée dans la présente sentence, devant une juridiction compétente\". Pour justifier sa décision de suspendre l'instance, le Tribunal arbitral a considéré, d'une part, que la suggestion de l'Iran, consistant à poursuivre l'instruction de la cause no 5124 et à rendre une sentence partielle au cas où la somme à allouer au demandeur dépasserait le montant de la créance invoquée en compensation, était inconciliable avec la disposition impérative précitée, et, d'autre part, qu'il était prématuré de statuer sur le moyen pris de l'interdiction de la compensation en vertu de la loi iranienne, une décision à ce sujet ne pouvant intervenir qu'une fois établie l'existence de la créance et de la contre-créance.\n\nL'Iran a recouru en nullité contre la décision de suspension auprès de la Cour de justice du canton de Genève, qui, par arrêt du 15 décembre 1989, a annulé ladite sentence. L'autorité cantonale de recours estime que le Tribunal arbitral a manifestement limité sa compétence en reportant sans droit une décision qu'il aurait dû prendre avant de trancher la question de la suspension de l'instance. Elle assimile, par ailleurs, à une violation évidente du droit, au sens de l'art. 36 let. f CIA, le rejet de la suggestion de l'Iran, car la nécessité d'une telle suspension ne s'étend, à son avis, que jusqu'à concurrence du montant opposé en compensation, si bien que rien n'empêchait les arbitres de poursuivre, entre-temps, l'instruction de la demande principale.\n\nC.- Invoquant la violation de l'art. 4 Cst. et de diverses dispositions du Concordat, le CEA forme un recours de droit public au Tribunal fédéral. Il conclut à l'annulation de l'arrêt cantonal. Ses moyens seront exposés plus loin, dans la mesure utile.\n\nBGE 116 Ia 154 S. 157\n\nL'Iran conclut à l'irrecevabilité du recours, subsidiairement à son rejet.\n\nLa Cour de justice déclare n'avoir pas d'observations à formuler.\n\nLe Tribunal fédéral rejette le recours.", "considerants": "Considérant en droit:\n\n1. La décision de suspension ayant été prise avant le 1er janvier 1989, les dispositions procédurales antérieures à la loi fédérale sur le droit international privé (LDIP; RS 291) sont applicables en l'espèce (ATF 115 II 97, 105 in fine). Comme le siège de l'arbitrage est à Genève, la présente cause est régie par le Concordat.\n\n2. La première question à régler est celle de la recevabilité du recours de droit public, que l'intimé conteste.\n\na) La décision de suspension, que les arbitres ont prise le 2 décembre 1988, ne met pas un terme à la procédure arbitrale et constitue, partant, une décision incidente (sur cette notion, cf. ATF 115 II 292 consid. 3b et les arrêts cités). L'arrêt attaqué participe du caractère incident de cette décision. Selon la jurisprudence, les décisions relatives à la suspension tombent sous le coup de l'art. 87 OJ et ne peuvent faire l'objet d'un recours de droit public pour violation de l'art. 4 Cst. que s'il en résulte un dommage irréparable pour l'intéressé (arrêt non publié du 21 avril 1982, en la cause Li. et C. de B. c. S., consid. 1, auquel se réfère ROUILLER, La protection de l'individu contre l'arbitraire de l'Etat, in: RDS 106/1987, II, p. 376, ad No 411; arrêt non publié du 12 novembre 1984, en la cause S. S.A. en liqu. conc. c. dame K., consid. 1a, qui laisse la question indécise s'agissant d'une décision ordonnant la suspension du procès). Echappent, en revanche, à cette restriction les recours dans lesquels apparaissent des griefs qui ne se confondent pas avec le moyen pris de la violation de l'art. 4 Cst. et, s'ils sont invoqués conjointement avec ce dernier moyen, qui ne sont pas manifestement irrecevables ou manifestement mal fondés (ATF 102 Ia 199 /200 consid. 3), tels les griefs tirés de la violation du Concordat (art. 84 al. 1 let. b OJ; ATF 105 Ib 434 ss consid. 4a) ou des art. 190 ss LDIP (art. 85 let. c OJ; ATF 115 II 291 /292 consid. 2b).\n\nb) En l'occurrence, le recourant reproche tout d'abord à la cour cantonale d'être entrée en matière sur le recours en nullité que BGE 116 Ia 154 S. 158l'intimé avait formé contre la décision de suspension. Il lui fait grief d'avoir violé l'art. 36 CIA en qualifiant de sentence arbitrale un prononcé qui, à l'en croire, ne saurait être considéré autrement que comme une simple décision de procédure non susceptible de recours. Le moyen soulevé se fonde sur la violation d'une disposition spécifique du Concordat. Aussi est-il recevable sans égard à l'existence d'un préjudice irréparable. Au demeurant, le recours serait de toute manière recevable sur ce point, même s'il portait sur la violation de l'art. 4 Cst., car la règle restrictive de l'art. 87 OJ ne s'applique pas aux recours par lesquels, à propos d'une décision incidente sur un recours extraordinaire, on conteste la recevabilité de ce recours (ATF 87 I 177/178 consid. 2 et les arrêts cités).\n\nSur le fond, le recourant fait grief à la Cour de justice d'avoir mal interprété et appliqué l'art. 29 CIA. Ce moyen ne se confond nullement avec celui tiré de la violation de l'art. 4 Cst. invoqué parallèlement; sa recevabilité formelle ne prête pas à discussion, car il est dûment motivé (art. 90 al. 1 let. b OJ), et la pertinence des arguments qui l'étayent ne peut pas être exclue à ce stade de l'examen du recours. Par conséquent, il s'avère recevable, que la décision attaquée occasionne ou non un dommage irréparable au recourant.\n\n3. Le recourant soutient, en premier lieu, que la décision de suspension, dans laquelle il ne voit qu'une simple ordonnance de procédure, ne pouvait pas être attaquée par la voie du recours en nullité, les sentences arbitrales étant seules susceptibles d'un tel recours.\n\na) La décision sur la suspension de la procédure arbitrale relève, en principe, de considérations tirées de l'économie de la procédure, donc de l'opportunité. En tant que pure décision de procédure, elle ne peut faire l'objet du recours prévu par les art. 36 ss CIA. La seule voie qui peut être ouverte, le cas échéant, est celle du recours pour retard injustifié réservé par l'art. 17 CIA (ATF 109 Ia 85 consid. 2c et les références).\n\nb) La suspension de l'instance, prononcée en application de l'art. 29 CIA, constitue une exception au principe précité, dans la mesure où ses conditions sont fixées impérativement par cette disposition. En ceci, elle se distingue déjà d'une simple ordonnance de conduite de la procédure. De plus, en décidant de suspendre l'instance conformément à l'art. 29 CIA, ou de ne pas le faire, alors que l'une des parties excipe de la compensation, l'arbitre tranche, à titre préjudiciel, une question de compétence: il constate s'il est BGE 116 Ia 154 S. 159compétent ou non pour connaître, aux termes de la convention d'arbitrage, du rapport de droit sur lequel s'appuie celui qui invoque la compensation. Ainsi, sa décision de suspendre ou de ne pas suspendre l'instance peut être assimilée à une décision incidente sur la compétence, au sens de l'art. 9 CIA, soit à une sentence proprement dite (pour l'interprétation de cet article, qui ne doit pas être pris au pied de la lettre, cf. JOLIDON, Commentaire du Concordat suisse sur l'arbitrage, p. 193/194, ch. 3). Il se justifie donc d'appliquer, à tout le moins par analogie, cette dernière disposition aux décisions de suspension rendues sur la base de l'art. 29 CIA, afin, notamment, que l'autorité cantonale de recours ait la possibilité de sanctionner sur-le-champ les pratiques abusives que la disposition litigieuse tend à favoriser (pour des exemples, cf. BUDIN, La suspension dans l'arbitrage international, in: Revue de l'arbitrage, 1986, p. 417/418). Aussi, sous peine de forclusion, la décision incidente par laquelle le tribunal arbitral, appliquant l'art. 29 CIA, suspend ou ne suspend pas l'instance doit-elle faire immédiatement l'objet du recours en nullité prévu par l'art. 36 let. b CIA. A défaut de décision incidente à ce sujet, la partie qui invoque la compensation et conteste, en temps utile (art. 8 al. 2 CIA), la compétence du tribunal arbitral pour examiner le bien-fondé de la créance opposée en compensation pourra attaquer la sentence finale sur ce point par un recours en nullité (art. 36 let. b CIA) dans lequel elle fera valoir que le tribunal arbitral s'est arrogé une compétence qu'il n'avait pas (JOLIDON, op.cit., p. 414 ch. 6).\n\nAppliqués au cas particulier, ces principes conduisent au rejet du premier moyen soulevé par le recourant. C'est en effet avec raison que la Cour de justice est entrée en matière sur le recours en nullité que l'intimé avait formé devant elle contre la décision incidente de suspension prise par le Tribunal arbitral sur la base de l'art. 29 CIA.\n\n4. a) Dans une deuxième série d'arguments, le recourant critique la façon dont la Cour de justice a appliqué l'art. 29 CIA. Pour lui, le Tribunal arbitral ne s'est pas déclaré à tort incompétent et n'a donc nullement violé l'art. 8 CIA. Sa décision ne pouvait d'ailleurs être revue que sous l'angle restreint de l'arbitraire par l'autorité cantonale de recours. Quoi qu'il en soit, elle ne prête pas le flanc à la critique, même dans le cadre d'un examen libre de l'application de l'art. 29 CIA.\n\nb) Le recourant soutient en vain que l'intimé aurait dû établir, devant la cour cantonale, que la décision du Tribunal arbitral était BGE 116 Ia 154 S. 160arbitraire. S'agissant d'un prononcé assimilable à une décision sur la compétence des arbitres (cf. consid. 3b ci-dessus), l'autorité cantonale de recours devait l'examiner librement, ainsi qu'il lui appartient de le faire pour toute décision d'arbitres statuant sur leur propre compétence (ATF 102 Ia 578). Elle n'avait pas à limiter son pouvoir d'examen à l'arbitraire, du moment que l'intimé alléguait la violation de l'art. 29 CIA en invoquant, notamment, l'art. 36 let. b CIA. Le Tribunal fédéral examinera lui aussi librement, ci-après, la manière dont la Cour de justice s'est acquittée de la tâche qui lui est dévolue par l'art. 36 CIA (ATF 112 Ia 351 consid. 1).\n\nc) L'art. 29 CIA, qui prévoit la suspension de l'instance lorsque l'une des parties excipe de la compensation en se fondant sur un rapport de droit dont le tribunal arbitral ne peut connaître aux termes de la convention d'arbitrage, est une disposition singulière qui déroge au principe généralement admis en procédure ordinaire, selon lequel le juge de l'action est juge de l'exception (ATF 85 II 107 consid. 2b et les références; cf. l'édition annotée du CIA, publiée en 1974 par le COMITE SUISSE DE L'ARBITRAGE, Payot Lausanne, p. 22, note de pied ad art. 28 et 29; Jolidon, op.cit., p. 409, ch. 32). Il se justifie, pour cette raison, d'interpréter de manière restrictive cette disposition, dont l'existence même n'échappe pas à certaines critiques (JOLIDON, op.cit., p. 406, ch. 21; BUDIN, ibid.; LALIVE/POUDRET/REYMOND, Le droit de l'arbitrage interne et international en Suisse, p. 382/383, ch. 8).\n\nLa cour cantonale a annulé la décision de suspension de l'instance, jugée prématurée, afin que les arbitres examinent préalablement si les conditions de la compensation, telles que les fixe le droit iranien, sont réunies en l'espèce. Ce faisant, loin de méconnaître le sens et le but de l'art. 29 CIA, elle a, au contraire, opté pour une solution logique et raisonnable. La suspension de l'instance jusqu'à droit connu sur une créance invoquée en compensation n'a de sens que s'il s'agit d'une créance qui, une fois établie son existence, peut véritablement être opposée en compensation, en vertu de la loi ou du contrat, et avoir un effet compensatoire sur la créance principale, objet de l'arbitrage. Si le contrat fondant la créance principale exclut la compensation (cf. BUDIN, op.cit., p. 417 in fine/418), ou si la loi applicable ne la permet pas, la suspension de l'instance s'avère inutile. Il ne sert, en effet, à rien d'attendre que l'autorité compétente ait statué sur une créance qui ne peut avoir d'incidence sur la créance principale. Aussi est-ce à BGE 116 Ia 154 S. 161juste titre que la cour cantonale, en se référant à JOLIDON (op.cit., p. 412, ch. 521) - l'auteur précise qu'il n'appartient pas au tribunal arbitral d'examiner le bien-fondé de la créance invoquée en compensation, \"si les conditions de la compensation sont données\" -, a exigé des arbitres qu'ils examinent si les conditions de la compensation sont données en l'espèce. C'est également à bon droit qu'elle a vu une limitation inadmissible de la compétence des arbitres dans le refus de ceux-ci de se prononcer sur l'impossibilité, alléguée par l'intimé, de procéder à la compensation en vertu du droit iranien. La Cour de justice n'a ainsi ni interprété ni appliqué erronément l'art. 29 CIA.\n\n5. a) La cour cantonale, on l'a déjà relevé, a considéré que même s'ils avaient examiné et admis la possibilité de compenser les deux créances au regard du droit iranien, les arbitres n'en auraient pas moins dû poursuivre l'instruction de la demande principale, compte tenu de la flagrante disproportion existant entre l'importante demande principale et la créance opposée en compensation.\n\nDans un dernier moyen, le recourant rétorque que la solution retenue par les arbitres était tout aussi défendable, sinon meilleure, que celle préconisée par la Cour de justice. Comme l'autorité de recours ne jouissait, selon lui, que d'un pouvoir d'examen limité à l'arbitraire, elle n'aurait donc pas dû intervenir dans le cas particulier.\n\nb) L'autorité cantonale de recours - on l'a déjà indiqué (cf. consid. 4b ci-dessus) - jouissait d'un plein pouvoir d'examen relativement au grief de violation de l'art. 29 CIA. Seul est, dès lors, décisif le point de savoir si elle a rejeté avec raison ledit grief, sans qu'importent les motifs qui l'ont conduite à ce résultat (cf. ATF 112 Ia 172 consid. 3f et les arrêts cités).\n\nC'est le lieu d'observer que, s'agissant d'une décision arbitrale assimilable à une décision sur la compétence, la cour cantonale a eu tort d'examiner le recours de l'intimé sous le seul angle de l'art. 36 let. f CIA, alors que cette partie avait également invoqué l'art. 36 let. b CIA en reprochant aux arbitres de n'avoir pas laissé la procédure suivre son cours.\n\nOr si, comme la cour cantonale aurait dû le faire, on examine librement le grief en question, on doit reconnaître que la solution adoptée par l'autorité intimée échappe à la critique. Il est non seulement raisonnable, mais en parfaite harmonie avec le sens et le but de l'art. 29 CIA, que le Tribunal arbitral ne suspende sa sentence que jusqu'à concurrence du montant opposé en BGE 116 Ia 154 S. 162compensation et qu'il poursuive, entre-temps, l'instruction de la demande principale (LALIVE/POUDRET/REYMOND, op.cit., p. 159). L'application automatique de la suspension, sans égard à l'ampleur de la créance invoquée en compensation, n'est propre, en effet, qu'à engendrer des abus.\n\nAu demeurant, on peut très sérieusement se demander si, comme le propose l'un des arbitres (RABE, dissenting opinion, p. 6), en se référant à l'avis de RÜEDE/HADENFELDT (Schweizerisches Schiedsgerichtsrecht, p. 253, ch. 2, let. a), la suspension prévue à l'art. 29 CIA ne devrait pas être exclue avant que la prétention principale ait été reconnue ou que les arbitres en aient admis l'existence. Ne devrait pas non plus être exclue a priori la possibilité, pour les arbitres, de se prononcer sur ce point par une sentence partielle et de ne suspendre l'instance que jusqu'à concurrence du montant invoqué en compensation, une sentence finale pouvant être rendue pour le surplus. Il n'y a toutefois pas lieu d'approfondir ces questions, puisque le sort des conclusions du recourant ne dépend pas des réponses qui pourraient leur être apportées."}