{"annee": "116", "cour": "IA", "page": "295", "date": "12/6/1990", "cite": ["114 IA 97", "114 IA 88", "104 IA 17", "111 IA 341", "115 IA 293", "115 IA 8", "114 IA 281", "115 IA 56", "113 IA 218", "111 IA 81", "114 IA 84"], "cite_par": ["117 V 261", "125 I 113", "120 IA 43", "122 I 49", "120 IA 48", "118 IA 327"], "chapeau": "46. Extrait de l'arrêt de la Ire Cour de droit public du 12 juin 1990 dans la cause Ligue suisse des droits de l'homme (section vaudoise), Association de défense des prisonniers de Suisse, G. et T. contre Grand Conseil du canton de Vaud (recours de droit public)", "regestes": ["Protection juridique des prévenus en droit vaudois. 1. Réglementation de l'arrestation et de la détention des prévenus en droit vaudois; modifications apportées par la novelle du 22 mai 1989. Les droits de la personne détenue préventivement n'ont pas été réduits par la suppression du contrôle périodique de la détention par le Tribunal d'accusation cantonal; ils ont au contraire été accrus, dans la mesure où le prévenu peut demander en tout temps sa mise en liberté et recourir contre une décision la lui refusant (consid. 3). 2. Droit d'être informé expressément de la faculté de demander en tout temps sa mise en liberté (consid. 4c)? 3. Il est conforme aux intérêts du prévenu, protégés par l'art. 5 par. 4 CEDH, de lui permettre de s'adresser d'abord au juge d'instruction et non directement au Tribunal d'accusation (consid. 4a et b). 4. Contrôle purement interne du fonctionnement de l'appareil judiciaire, la haute surveillance du Tribunal d'accusation est un complément aux garanties que la loi offre au prévenu en détention (consid. 5). 5. Conçu de manière très large par le législateur cantonal, le droit du prévenu à un défenseur respecte les exigences des art. 4 Cst. et 6 par. 3 let. c CEDH (consid. 6)."], "faits": "BGE 116 Ia 295 S. 296\n\nLe 22 mai 1989, le Grand Conseil du canton de Vaud a adopté une loi modifiant le code de procédure pénale du 12 septembre 1967, dont la teneur est la suivante:\n\n\"III Détention préventive\n\n1. Conditions\n\nArt. 59. - Le prévenu à l'égard duquel il existe des présomptions suffisantes de culpabilité peut être mis en détention préventive:\n\n1. s'il présente un danger pour la sécurité ou l'ordre publics;\n\n2. si sa fuite est à craindre;\n\n3. si sa liberté offre des inconvénients sérieux pour l'instruction.\n\nDès que les motifs justifiant la détention préventive n'existent plus, le juge ordonne la mise en liberté.\n\nLe prévenu peut en tout temps demander sa mise en liberté. Le juge lui rappelle ce droit par écrit, au plus tard après quatorze jours de détention.\n\n3. Contrôle\n\nArt. 61. - Afin de permettre au Tribunal d'accusation d'exercer sa haute surveillance sur les conditions de la détention préventive et de contrôler l'existence de raisons la justifiant, le juge lui adresse un rapport circonstancié, la première fois au plus tard quatorze jours après l'arrestation, puis de mois en mois.\n\nI. Défenseur indispensable\n\nArt. 104. - Le prévenu doit être pourvu d'un défenseur lorsque la BGE 116 Ia 295 S. 297détention préventive dure depuis plus de trente jours et dans toutes les causes où le Ministère public intervient.\n\nHormis ces cas, il peut être pourvu d'un défenseur, même contre son gré, quand les besoins de la défense l'exigent, notamment pour des motifs tenant à sa personne ou en raison des difficultés particulières de la cause.\"\n\nPar la voie d'un recours de droit public, la section vaudoise de la Ligue suisse des droits de l'homme, l'Association de défense des prisonniers de Suisse, G. et T. ont demandé au Tribunal fédéral de dire que le nouveau texte des art. 59 al. 3, 2e phrase, 61 et 104 al. 1 CCP vaud. violait les art. 5 par. 4 et 6 par. 3 CEDH, ainsi que leur liberté personnelle et leur droit d'être entendus, garantis respectivement par le droit constitutionnel non écrit et par l'art. 4 Cst. Ils ont conclu en outre à l'annulation de ces dispositions, le Tribunal fédéral devant ordonner au canton de Vaud de modifier la loi attaquée dans un sens conforme au droit conventionnel et constitutionnel.\n\nLe Tribunal fédéral a rejeté le recours, dans la mesure où il était recevable.", "considerants": "Extrait des considérants:\n\n3. a) L'arrestation et la détention d'un prévenu sont réglementées, en droit vaudois, par les art. 56 à 82 du code de procédure pénale du 12 septembre 1967 (CPP). Aux termes de ces dispositions, le prévenu peut être arrêté lorsqu'il est pris en flagrant délit ou lorsqu'il existe contre lui des présomptions suffisantes de culpabilité. Hormis le cas de flagrant délit et les situations d'urgence, l'arrestation en vue de détention préventive ne peut être exécutée qu'en vertu d'un mandat d'arrêt décerné par le juge. La détention préventive n'est ordonnée que si le prévenu constitue un danger pour la sécurité ou l'ordre publics, si sa fuite est à craindre ou si sa liberté présente des inconvénients sérieux pour l'instruction. Le juge doit libérer provisoirement le prévenu dès que les motifs justifiant sa détention n'existent plus (art. 56 à 60). La décision ordonnant la détention préventive et celle refusant la mise en liberté provisoire doivent être notifiées par écrit au prévenu avec mention du recours qu'il peut exercer contre elles dans les dix jours dès cette modification (art. 81, 295 let. b, 300 et 301 al. 1). Au lieu d'incarcérer le prévenu dont il craint qu'il ne s'enfuie ou ne se soustraie à son action, le juge peut se borner à exiger de lui des sûretés suffisantes; celles-ci sont libérées lorsque la fuite du prévenu n'est plus à craindre ou lorsqu'il a donné suite à toutes BGE 116 Ia 295 S. 298les réquisitions du juge (art. 69 et 75). Indépendamment de sa compétence d'autorité de recours, le Tribunal d'accusation exerce une haute surveillance sur les mesures privatives de liberté prises par le juge d'instruction (art. 82).\n\nb) Avant la novelle du 22 mai 1989, ces dispositions ne prévoyaient pas expressément le droit du prévenu - consacré par la pratique cantonale - de demander en tout temps sa mise en liberté; elles n'exigeaient donc pas du juge qu'il lui rappelle l'existence de ce droit. En outre, le prévenu devait être pourvu d'un défenseur dans toutes les causes où le Ministère public intervenait; en dehors de ces cas, il pouvait être pourvu d'un défenseur, même contre son gré, quand les besoins de la défense le commandaient, notamment pour des motifs tenant à sa personne ou en raison de difficultés particulières de la cause (art. 104 anc.). L'art. 61 anc. limitait à 14 jours la durée de la détention préventive, sous réserve de prolongations, d'un mois chacune au maximum, que le juge d'instruction pouvait ordonner après y avoir été autorisé par le Tribunal d'accusation.\n\nSaisi d'un recours de droit public dirigé contre une mesure de prolongation de la détention préventive adoptée sur la base de l'ancien art. 61 CPP, le Tribunal fédéral a considéré qu'une telle mesure constituait une décision susceptible d'être attaquée par la voie d'un recours de droit public pour violation de la liberté personnelle ou de l'art. 5 CEDH. Cette décision devait donc être motivée et communiquée au prévenu, pour que celui-ci ait la possibilité de s'exprimer avant que sa détention ne soit prolongée. Dans la mesure où le prévenu avait en tout temps la possibilité de demander sa mise en liberté, il suffisait à la régularité de la procédure de prolongation périodique de la détention que le prévenu pût s'exprimer à ce sujet par écrit, soit dans le cadre d'une procédure de recours auprès d'une autorité ayant une cognition illimitée, soit devant l'autorité de décision elle-même, soit devant l'autorité inférieure qui demandait l'autorisation de prolonger la détention (ATF 114 Ia 281 ss).\n\nc) En vertu des nouvelles dispositions cantonales de procédure pénale, le prévenu a le droit de demander en tout temps sa mise en liberté, droit que le juge lui rappelle par écrit au plus tard après 14 jours de détention (art. 59 al. 3). Si le système de la prolongation périodique de la détention préventive a été abandonné, la haute surveillance du Tribunal d'accusation a été maintenue. Le juge doit d'office adresser à cette autorité un rapport circonstancié, la BGE 116 Ia 295 S. 299première fois au plus tard 14 jours après l'arrestation, puis de mois en mois (art. 61). Le nouvel art. 104 prescrit l'obligation de pourvoir le prévenu d'un défenseur non seulement dans les causes où le Ministère public intervient, mais aussi lorsque la détention préventive dure depuis plus de 30 jours. L'ancien al. 2 de l'art. 104, qui donnait au juge la possibilité de pourvoir le prévenu d'un défenseur, même contre son gré, dans tous les cas où les besoins de la défense l'exigeaient, a été maintenu sans changement. Le droit de recours du prévenu contre toute décision d'incarcération ou de maintien en détention est demeuré inchangé conformément à l'art. 295 let. b CPP.\n\nLes droits de la personne détenue préventivement n'ont donc pas été réduits par la suppression du contrôle périodique de la détention. Ils ont au contraire été accrus dans la mesure où le prévenu, qui doit obligatoirement être pourvu d'un défenseur d'office si la détention se prolonge, peut demander en tout temps sa mise en liberté et recourir contre une décision la lui refusant, cela indépendamment du contrôle d'office des conditions et de la durée de la détention par l'autorité de surveillance (Rapport de la commission, Bulletin des séances du Grand Conseil du canton de Vaud 1989, p. 369).\n\n4. Les recourants soutiennent en premier lieu que le nouvel art. 59 al. 3, 2e phrase, CPP viole l'art. 5 par. 4 CEDH. La demande de mise en liberté devrait pouvoir être adressée par le prévenu directement au Tribunal d'accusation, car le juge d'instruction, qui ne ferait que réexaminer une mesure privative de liberté qu'il a ordonnée, n'aurait pas l'indépendance requise. Il ne serait en outre pas admissible que le juge puisse attendre 14 jours pour \"rappeler\" au prévenu son droit de demander à un tribunal sa mise en liberté.\n\na) Selon l'art. 5 par. 4 CEDH, toute personne privée de sa liberté par arrestation ou détention a le droit d'introduire un recours devant un tribunal, afin que celui-ci statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale. Cette demande doit être examinée par une instance judiciaire disposant d'un pouvoir d'examen effectif, à bref délai et selon une procédure contradictoire qui garantisse le droit d'être entendu (ATF 114 Ia 85 ss, 185 consid. 3b et arrêts cités). La notion conventionnelle du \"bref délai\" n'est pas un concept abstrait. Elle doit s'apprécier à la lumière des circonstances particulières de chaque espèce. Il n'est en tout cas pas admissible BGE 116 Ia 295 S. 300d'attendre plusieurs semaines (par exemple 31, 41, 46, 51 ou 53 jours) avant de se prononcer sur une demande de mise en liberté (arrêt Sanchez de la Cour européenne des droits de l'homme du 21 octobre 1986, série A, vol. 107 par. 55-61; ATF 114 Ia 92 consid. 5c; arrêt non publié Wenger du 28 septembre 1989, consid. 4d). En outre, le détenu ne saurait être empêché de demander à un tribunal sa mise en liberté pendant les 6, 7 ou 11 premiers jours de sa détention (arrêt du 22 mai 1984 de la Cour européenne des droits de l'homme en la cause de Jong, Baljet et van den Brink, série A, vol. 77, par. 58; ATF 115 Ia 62).\n\nLe droit du prévenu de demander sa mise en liberté implique par ailleurs celui de répondre à la prise de position de l'autorité de répression sur ce point, indépendamment de la question de savoir si cette prise de position contient ou non de nouveaux arguments (ATF 115 Ia 301 consid. b et les arrêts cités). On ne saurait davantage priver le défenseur du prévenu du droit de prendre connaissance d'éléments du dossier pendant les 30 premiers jours de la détention préventive (arrêt Lamy du 30 mars 1989, Cour EDH Publications série A, vol. 151).\n\nb) La réglementation litigieuse est différente de la réglementation zurichoise dont le Tribunal fédéral a constaté l'inconstitutionnalité dans un arrêt sur lequel les recourants s'appuient fortement (ATF 115 Ia 56 ss). Elle est, d'une part, plus large puisqu'elle confère au prévenu le droit de demander en tout temps sa mise en liberté et de saisir immédiatement le Tribunal d'accusation en cas de refus (art. 295 let. b CPP), alors que dans le cas zurichois à juger, le prévenu devait attendre au moins 14 jours avant de pouvoir obtenir un contrôle judiciaire des conditions de sa détention. D'autre part, en droit vaudois, le juge d'instruction auquel la demande de mise en liberté doit être adressée est un magistrat de l'ordre judiciaire élu par le Tribunal cantonal en vertu des art. 2 et 8 de la loi d'organisation judiciaire du 12 décembre 1979; il a donc les qualités exigées par l'art. 5 par. 4 CEDH. La jurisprudence ne s'oppose pas, du reste, à ce que la demande soit traitée d'abord par un organe administratif (arrêt non publié Wenger du 28 septembre 1989, consid. 4d/cc; arrêt Sanchez-Reisse du 21 octobre 1986, Cour EDH Publications série A, vol. 107). Sans doute, puisque le juge d'instruction veille d'office, en vertu de l'art. 59 al. 2 CPP, à ce que la détention préventive cesse dès le moment où les motifs qui la justifient n'existent plus, on eût pu concevoir que la demande de mise en liberté soit adressée BGE 116 Ia 295 S. 301directement au Tribunal d'accusation comme le souhaitent les recourants. Le système choisi n'est cependant pas critiquable; il paraît même plus favorable au prévenu. Les recourants perdent en effet de vue que la procédure qu'ils souhaitent serait nécessairement contradictoire, comme l'est aujourd'hui la procédure de recours devant le Tribunal d'accusation. Le juge d'instruction serait naturellement appelé à se prononcer sur le bien-fondé de la demande de mise en liberté, ce qui aurait pour effet de prolonger la procédure. Il est donc conforme aux intérêts du prévenu, protégés par l'art. 5 par. 4 CEDH, de lui permettre de s'adresser au juge d'instruction qui, si la demande est fondée, peut ordonner immédiatement sa libération. En cas d'échec de sa requête, le prévenu bénéficie en outre de deux instances judiciaires, ce qui est une assurance complémentaire du respect des garanties qui lui sont offertes soit par le droit conventionnel, soit par le droit constitutionnel non écrit. Certes, la mise en oeuvre d'une décision de libération par le juge d'instruction peut être retardée par un recours du Ministère public sur la base de l'art. 295 let. b CPP. En vertu de l'art. 303, 2e phrase de ce même code, le recours n'a cependant pas d'effet suspensif, à moins que le juge d'instruction n'en décide autrement. Dans tous les cas, la procédure de mise en liberté doit être menée promptement et rien dans le texte critiqué n'empêche les autorités cantonales d'agir avec la diligence voulue pour que la procédure respecte les conditions de rapidité posées par l'art. 5 par. 4 CEDH.\n\nc) Dans l'état de son interprétation par les juridictions européennes, l'art. 5 par. 4 CEDH n'exige pas que le prévenu soit informé expressément de son droit de demander en tout temps sa mise en liberté.\n\nCe droit à l'information est institué dans quelques législations cantonales de procédure pénale (BE 118; UR 114; AI 58 al. 2, 2e phrase; GE 41 al. 1 let. c; JU 119). Il n'est pas nécessaire, en l'espèce, de dire si un tel droit peut être déduit de la liberté personnelle garantie par le droit constitutionnel non écrit, et cela à partir de cette considération que la possibilité de demander la mise en liberté peut être dans certains cas illusoire si le prévenu n'en est pas informé, par exemple quand il s'agit de détenus étrangers. L'art. 59 al. 3, 2e phrase, CPP, oblige en effet le juge d'instruction à rappeler l'existence de ce droit. Il est vrai que cette obligation n'existe qu'après 14 jours de détention. La formulation adoptée n'est peut-être pas heureuse et paraît être une réminiscence BGE 116 Ia 295 S. 302du système de la prolongation périodique qui a été abandonné. A vrai dire, lors de la fixation du délai en question, l'on a voulu tenir compte des garanties offertes au prévenu au moment de son arrestation, à savoir en particulier la mention obligatoire, dans le mandat d'arrêt à lui signifié, de son droit de recourir dans les 10 jours au Tribunal d'accusation (art. 300 et 301 al. 1 CPP; cf. Rapport de la commission, Bulletin des séances du Grand Conseil, p. 370). La rédaction de la disposition litigieuse ne permet donc pas de nourrir des craintes quant à l'institution d'une sorte de délai de garde à vue de 14 jours qui serait manifestement contraire à la liberté personnelle garantie par le droit constitutionnel non écrit. Dans une note du 17 juillet 1989, le juge d'instruction cantonal a du reste invité les juges d'instruction à faire apposer, sur les formulaires des mandats d'arrêt, l'indication - par le moyen d'un timbre humide ou en caractères gras de machine à écrire - que le prévenu peut demander en tout temps sa mise en liberté. La note précise que les formulaires officiels seront modifiés en ce sens une fois le stock actuel épuisé.\n\n5. Les recourants soutiennent en outre que le système de la \"haute surveillance\" institué à l'art. 61 de la novelle a été prévu pour empêcher que la prolongation de la détention préventive bénéficie des garanties de la procédure contradictoire qu'offrent au prévenu les art. 5 par. 4, 6 par. 3 let. a CEDH et 4 Cst. Cette surveillance d'office par le Tribunal d'accusation ne respecterait pas le droit d'être entendu du prévenu.\n\na) L'art. 6 par. 3 let. a CEDH donne à tout accusé le droit d'être informé, dans le plus court délai, dans une langue qu'il comprend et d'une manière détaillée, de la nature et de la cause de l'accusation portée contre lui. Du point de vue du droit à l'audition, ce texte conventionnel ne confère pas à l'intéressé des garanties supérieures à celles dont il peut se prévaloir sur la base de l'art. 4 Cst. (arrêt non publié Malé du 13 septembre 1988 consid. 2). Le grief tiré d'une violation de l'art. 6 par. 3 let. a CEDH n'a donc pas en l'espèce de portée propre.\n\nLe droit d'être entendu déduit directement de l'art. 4 Cst. comporte le droit pour le justiciable de s'expliquer avant qu'une décision ne soit prise à son détriment, de fournir des preuves quant aux faits de nature à influer sur le sort de la décision, de participer à l'administration des preuves, d'en prendre connaissance et de se déterminer à leur propos (ATF 115 Ia 11 consid. 2b, ATF 114 Ia 99 consid. 2a et arrêts cités).BGE 116 Ia 295 S. 303\n\nb) La haute surveillance instituée à l'art. 82 CPP, dont la disposition critiquée règle l'exercice par le Tribunal d'accusation, est un contrôle purement interne du fonctionnement de l'appareil judiciaire. Elle permet au Tribunal d'accusation de s'assurer que la détention est justifiée et que le juge d'instruction conduit l'enquête avec diligence. Elle s'exerce d'office en tout temps, mais le nouveau droit exige du juge d'instruction qu'il fasse rapport périodiquement sur la détention des prévenus placés sous sa juridiction. Cette obligation de rapporter périodiquement est calquée sur la procédure de prolongation de la détention préventive qui a été abandonnée après que le Tribunal fédéral eut constaté qu'elle ne respectait pas suffisamment le droit d'être entendu du prévenu. L'abandon de ce système n'a, comme on l'a vu, pas restreint les droits du prévenu en détention préventive. Dans le nouveau système, la haute surveillance du Tribunal d'accusation est au contraire un complément aux garanties que l'art. 59 CPP offre au prévenu en détention. Celui-ci a, on le rappelle, le droit de recourir en toute connaissance de cause contre son arrestation et sa mise en détention préventive, ainsi que celui de demander en tout temps sa mise en liberté, une décision défavorable pouvant être déférée au Tribunal d'accusation. La surveillance d'office de cette autorité pourra jouer un rôle dans les cas où le prévenu ne se plaint pas d'un maintien en détention injustifié à ses yeux. La solution retenue est de toute évidence compatible avec l'art. 5 par. 4 CEDH. L'argumentation des recourants se fonde d'ailleurs essentiellement sur l'arrêt du Tribunal fédéral du 6 octobre 1988 (ATF 114 Ia 281) qui a conduit les autorités cantonales à modifier leur législation. Or, les solutions nouvelles ébauchées dans cet arrêt se situaient dans le cadre du système alors en vigueur de la prolongation périodique de la détention. Ce système ayant été abandonné au profit d'un autre qui se défend tout aussi bien, le grief de violation de l'art. 4 Cst. s'avère dénué de toute pertinence.\n\n6. Les recourants prétendent enfin que l'art. 104 al. 1 CPP viole l'art. 6 par. 3 let. c CEDH dans la mesure où il ne prévoit l'obligation de désigner un défenseur d'office au prévenu qu'après le 30e jour de la détention préventive. Ils estiment que cette mesure devrait être prise \"au moment de la première prolongation de la détention préventive, soit après 14 jours\".\n\na) L'art. 6 par. 3 let. c CEDH donne à tout accusé le droit de se défendre lui-même ou d'avoir l'assistance d'un défenseur de son choix et, s'il n'a pas les moyens de rémunérer un défenseur, de BGE 116 Ia 295 S. 304pouvoir être assisté gratuitement par un avocat d'office, lorsque les intérêts de la justice l'exigent. Ces garanties ont pour objet de rendre la défense concrète et effective en raison du rôle éminent que le droit à un procès équitable joue dans la société démocratique (arrêts de la Cour européenne des droits de l'homme Pakelli du 25 avril 1983, série A, vol. 64 par. 31 et Artico du 13 mai 1980, série A, vol. 37 par. 33). La disposition conventionnelle précitée ne dit pas si le droit d'être assisté d'un défenseur doit être garanti dès la phase de l'instruction; la Commission européenne des droits de l'homme a cependant considéré que le défenseur de l'accusé doit pouvoir contrôler les actes du juge d'instruction, notamment en ce qui concerne les conditions de la détention préventive (THÉO VOGLER, Internationaler EMRK Kommentar, No 503 ad art. 6 CEDH n. 1).\n\nSelon la jurisprudence du Tribunal fédéral, l'inculpé a le droit de se faire désigner un défenseur d'office lorsqu'il ne s'agit pas d'un cas de peu d'importance et que l'affaire présente des difficultés de fait ou de droit dont l'appréciation dépasse les capacités de l'inculpé. Cette mesure est indispensable lorsque l'accusé est menacé d'une peine qui ne peut être assortie du sursis (ATF 113 Ia 221 /222 consid. 3b, ATF 111 Ia 83 consid. 2c et arrêts cités). Le défenseur ainsi désigné a le droit de conférer librement avec son client (ATF 111 Ia 347 ss consid. 3d); en cas de défense obligatoire, la tenue de l'audience en l'absence de l'avocat constitue dans tous les cas une violation des droits de la défense (ATF 113 Ia 223). Le Tribunal fédéral a jugé aussi qu'une disposition du droit cantonal qui place dans le pouvoir d'appréciation du fonctionnaire ou du magistrat chargé de l'instruction l'admission du défenseur à l'interrogatoire du prévenu est conforme à la Constitution (ATF 104 Ia 17 ss). Il a affirmé que dans les cas graves ou difficiles, l'art. 4 Cst. confère un droit à l'assistance judiciaire gratuite dès le stade de l'instruction (ATF 111 Ia 81 ss), sans toutefois dire qu'il en va ainsi dès l'instant où une personne est placée en détention préventive (voir à ce propos les avis opposés de MARTIN SCHUBARTH, Die Rechte des Beschuldigten im Untersuchungsverfahren, besonders bei Untersuchungshaft, Berne 1973, p. 224, et d'ARTHUR HAEFLIGER, Alle Schweizer sind vor dem Gesetze gleich, Berne 1985, p. 174).\n\nb) L'art. 104 CPP modifié par la novelle du 22 mai 1989 respecte à tout le moins ces exigences du droit conventionnel et du droit constitutionnel. Il fait en effet obligation à l'autorité BGE 116 Ia 295 S. 305compétente de doter le prévenu d'un défenseur, non seulement comme dans l'ancien texte, dans toutes les causes où le Ministère public intervient, mais encore dans tous les cas où la détention préventive dure depuis plus de 30 jours. Hormis ces cas, le prévenu peut être pourvu d'un défenseur, même contre son gré, quand les besoins de la défense l'exigent, notamment pour des motifs tenant à sa personne ou en raison des difficultés particulières de la cause. Les objections des recourants s'inscrivent une nouvelle fois dans le contexte de l'ancien système de la prolongation périodique de la détention. Ils prétendent en effet que la désignation obligatoire d'un défenseur d'office après 30 jours créerait une \"zone grise de deux semaines entre la première décision de prolongation de la détention préventive et la désignation du défenseur\". Ce serait là \"une période où un détenu a particulièrement besoin de défense, notamment parce que court le délai de recours contre la première décision de prolongation, souvent décisive\". Ils se contentent pour le surplus d'affirmer que \"la désignation d'un défenseur d'office, non obligatoire mais à la demande du détenu, doit être prévue dès le premier jour de la détention préventive\". Le législateur cantonal ayant conçu de manière très large le droit du prévenu à un défenseur, qui doit notamment être désigné chaque fois que les besoins de la défense l'exigent, n'a manifestement pas violé l'art. 6 par. 3 let. c CEDH, ni l'art. 4 Cst."}