{"annee": "116", "cour": "IV", "page": "80", "date": "15/3/1990", "cite": ["97 IV 153", "111 IV 87", "78 IV 127", "109 IA 91"], "cite_par": ["129 IV 49", "117 IV 408", "121 IV 64", "139 IV 62", "129 IV 305"], "chapeau": "16. Auszug aus dem Urteil des Kassationshofs vom 15. März 1990 i.S. X. und Y. gegen Z. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 268 ss PPF; acquisition de la prescription absolue de l'action pénale après le jugement de dernière instance cantonale; conséquences procédurales sur le pourvoi en nullité de droit fédéral. Lorsque la prescription absolue de l'action pénale intervient postérieurement à un jugement libératoire rendu en dernière instance cantonale, le pourvoi en nullité au Tribunal fédéral est irrecevable, faute d'un intérêt juridiquement protégé."], "faits": "", "considerants": "BGE 116 IV 80 S. 81\n\nAus den Erwägungen:\n\n1. Gemäss Art. 178 Abs. 1 StGB verjährt die Verfolgung der Vergehen gegen die Ehre abweichend von der fünfjährigen Verjährungsfrist gemäss Art. 70 letzter Absatz StGB nach zwei Jahren. Die Verjährungsfrist kann zwar unterbrochen werden, doch tritt nach Art. 72 Ziff. 2 Abs. 2 StGB bei Ehrverletzungen die absolute Verjährung nach insgesamt vier Jahren ein.\n\nZu beachten ist bei der Prüfung des Eintritts der Verfolgungsverjährung allerdings, dass diese nach ständiger Rechtsprechung während der Behandlung kassatorischer Rechtsmittel gegen ein verurteilendes Erkenntnis ruht (BGE 115 Ia Nr. 49 E. 3e; BGE 111 IV 90 f. E. a und b mit Hinweisen). Anders verhält es sich hingegen, wenn sich, wie im vorliegenden Fall, das kassatorische Rechtsmittel gegen einen Freispruch richtet; hier fällt ein Ruhen der Verfolgungsverjährung nach der Praxis ausser Betracht (vgl. BGE 97 IV 157). Bezogen auf den vorliegenden Fall bedeutet dies, dass die Verfolgungsverjährung bis zum ersten Urteil des Kantonsgerichtsausschusses vom 7. März 1989 schon deshalb weiter lief, weil die Berufung an das Kantonsgericht Graubünden ein ordentliches Rechtsmittel darstellt. Ebensowenig ruhte die Verjährung aber nach Erhebung der staatsrechtlichen Beschwerde gegen das erste Urteil des Kantonsgerichtsausschusses vom 7. März 1989 bzw. nach Erhebung der vorliegenden Nichtigkeitsbeschwerde gegen das zweite Urteil des Kantonsgerichtsausschusses vom 13. September 1989. Staatsrechtliche Beschwerde und Nichtigkeitsbeschwerde sind zwar kassatorische Rechtsmittel; sie richteten bzw. richten sich in casu indessen gegen freisprechende Urteile. Da seit dem 30. September bzw. dem 18. November 1985 inzwischen vier Jahre verstrichen sind, ist demnach festzustellen, dass bezüglich der dem Beschwerdegegner zur Last gelegten Äusserungen die absolute Strafverfolgungsverjährung eingetreten ist.\n\n2. Zu prüfen bleiben die sich aus dem Verjährungseintritt ergebenden prozessualen Konsequenzen für die vorliegende Nichtigkeitsbeschwerde.\n\na) Der Eintritt der Strafverfolgungsverjährung bildet ein dauerndes Prozesshindernis (vgl. SCHMID, Strafprozessrecht, Zürich 1989, § 34 Rn. 539 und § 33 Rn. 534 sowie HAUSER, Kurzlehrbuch des Schweizerischen Strafprozessrechts, 2. Aufl., S. 102 f.). Als solches ist er in jedem Verfahrensstadium von Amtes wegen zu berücksichtigen (vgl. HAUSER, a.a.O., S. 103 sowie BGE 116 IV 80 S. 82SCHMID, a.a.O., § 33 Rn. 532). Dies gilt auch im Verfahren der eidgenössischen Nichtigkeitsbeschwerde. Eine materielle Prüfung der vorliegenden Nichtigkeitsbeschwerde fällt damit ausser Betracht. Zwar ist einzuräumen, dass ein Nichtüberprüfen des vorinstanzlichen Urteils auf seine Bundesrechtsmässigkeit die Interessen der Beschwerdeführer insofern berührt, als eine allfällige Gutheissung der Nichtigkeitsbeschwerde wenn auch nicht zu einer Verurteilung des Beschwerdegegners, so doch allenfalls zu einer Änderung der Kostenverlegung im kantonalen Verfahren führen könnte. Dieses Interesse der Beschwerdeführer an einer Änderung der Verlegung der kantonalen Verfahrenskosten ist im Verfahren auf eidgenössische Nichtigkeitsbeschwerde rechtlich aber nicht geschützt. Im Verfahren auf eidgenössische Nichtigkeitsbeschwerde entfällt ein rechtlich geschütztes Interesse an der materiellen Überprüfung des letztinstanzlichen kantonalen Entscheids, wenn eine Änderung im angefochtenen Strafpunkt nicht mehr erfolgen kann. Eine solche Änderung ist vorliegend, wo eine Verurteilung des Beschwerdegegners infolge Verjährung nicht mehr möglich ist, aber ausgeschlossen (BGE 78 IV 129f.). Ob im Rahmen einer gegen die Verlegung der kantonalen Verfahrenskosten gerichteten staatsrechtlichen Beschwerde eine materielle Überprüfung des kantonalen Entscheids zulässig wäre, was in BGE 109 Ia 91 verneint worden ist, kann offen bleiben.\n\nb) Zu beantworten bleibt die Frage, ob in casu das Verfahren einzustellen oder auf die Nichtigkeitsbeschwerde nicht einzutreten ist.\n\nIn BGE 97 IV 157 wurde angenommen, bei Eintritt der absoluten Strafverfolgungsverjährung nach Ausfällung des letztinstanzlichen kantonalen Urteils habe der Kassationshof auf Nichtigkeitsbeschwerde hin das Verfahren einzustellen. Daran kann nicht festgehalten werden. Eine Verfahrenseinstellung stellt einen Entscheid in der Sache selber dar. Ein solcher Entscheid in der Sache selber lässt sich aber mit der kassatorischen Natur der eidgenössischen Nichtigkeitsbeschwerde nicht vereinbaren. Der Eintritt der absoluten Verfolgungsverjährung nach Ausfällung des letztinstanzlichen Urteils bewirkt deshalb im Verfahren auf eidgenössische Nichtigkeitsbeschwerde, dass mangels eines rechtlich geschützten Interesses des Beschwerdeführers auf die Beschwerde nicht eingetreten werden kann."}