{"annee": "116", "cour": "IA", "page": "401", "date": "20/12/1990", "cite": ["89 I 178", "88 I 168", "115 IA 27", "101 IA 502", "111 IA 23", "111 IA 44", "110 IA 1", "110 II 404", "111 II 378", "99 IA 604", "113 IA 126", "105 IA 362", "112 IA 275", "114 IA 315", "103 IA 417", "113 IA 156", "109 IA 257", "114 IA 335"], "cite_par": ["118 IA 384", "137 I 135", "131 I 333", "135 I 233", "119 IA 348", "143 I 403"], "chapeau": "60. Extrait de l'arrêt de la Ire Cour de droit public du 20 décembre 1990 dans la cause Chambre genevoise immobilière contre Grand Conseil du canton de Genève (recours de droit public)", "regestes": ["Art. 22ter et Art. 31 ss Cst.; art. 2 Disp. trans. Cst.; loi genevoise sur les démolitions, transformations et rénovations de maisons d'habitation (LDTR). 1. La LDTR restreint les possibilités de transformer les maisons d'habitation. L'art. 3 al. 1 let. a LDTR assimile à une transformation les \"travaux d'une certaine importance\"; cette règle peut être interprétée conformément aux art. 269 ss CO (consid. 4). 2. Les réparations importantes sont assimilées à une transformation soumise à une autorisation (art. 3 al. 1 let. d LDTR); cette règle entrave l'application de l'art. 270b CO, en relation avec l'art. 14 OBLF (RS 221.213.11) (consid. 5). 3. La LDTR n'a pas pour effet d'instituer un contrôle permanent et général des loyers et des prix sur le plan cantonal (consid. 6). 4. Prise en considération des réserves d'entretien lors de la fixation du prix ou du loyer (consid. 7). 5. Le locataire a le droit d'être informé et consulté, en dehors de toute résiliation de bail, lorsque le propriétaire a l'intention d'exécuter des travaux qui tombent sous le coup de la loi (art. 13 LDTR). Cette règle peut être interprétée conformément à la Constitution (consid. 8). 6. La LDTR est, comme telle, conforme aux art. 22ter et art. 31 ss Cst. (consid. 9). 7. L'art. 3 al. 1 let. c LDTR assimile à une transformation la création de nouveaux logements dans les combles; cette règle ne viole ni la garantie de la propriété, ni la liberté du commerce et de l'industrie (consid. 10). 8. Principes qui régissent la fixation par l'autorité du prix ou du loyer des logements transformés (art. 6 al. 6 LDTR). Cette disposition ne peut pas s'appliquer aux logements qui ne répondent pas aux besoins prépondérants de la population, et notamment les logements de luxe (consid. 11), ni limiter à 10% la hausse du loyer dans ce cas (consid. 12)."], "faits": "BGE 116 Ia 401 S. 403\n\nLe 23 décembre 1987, le Rassemblement pour une politique sociale du logement a déposé à la Chancellerie d'Etat du canton de Genève une initiative populaire \"pour la sauvegarde des logements à loyers abordables\", munie de 19'302 signatures. Il s'agissait d'une initiative rédigée au sens de l'art. 65 Cst. gen.; elle avait pour but la revision de plusieurs dispositions de la loi genevoise sur les démolitions, transformations et rénovations de maisons d'habitation, du 26 juin 1983 (aLDTR).\n\nLe Grand Conseil genevois - qui devait se prononcer sur l'initiative avant le 23 décembre 1988 comme l'exige l'art. 65 al. 3 Cst. gen. - l'a renvoyée pour étude à une commission parlementaire. Deux avis de droit sur la constitutionnalité de cette initiative ont été requis. L'un des experts est arrivé à la conclusion que l'initiative était conforme au droit constitutionnel; l'autre a considéré qu'elle se prêtait à une interprétation conforme à la Constitution, à l'exception de son art. 6 al. 6 qui aurait violé la garantie de la propriété, consacrée à l'art. 22ter Cst.\n\nLe 22 juin 1989, le Grand Conseil a adopté, sur proposition de la commission parlementaire, une nouvelle loi sur les démolitions, transformations et rénovations de maisons d'habitation (LDTR), BGE 116 Ia 401 S. 404ce qui a entraîné le retrait de l'initiative (Mémorial des séances du Grand Conseil, 1989, p. 3640). La nouvelle loi a été publiée le 30 juin 1989 dans la Feuille d'avis officielle du canton de Genève. Le droit de référendum n'ayant pas été exercé, la loi est entrée en vigueur le 19 août 1989, soit le lendemain de sa promulgation par le Conseil d'Etat.\n\nElle contient notamment les dispositions suivantes:\n\nChapitre I\n\nPréambule\n\nArticle 1\n\nBut\n\nLa présente loi a pour but de préserver l'habitat et les conditions de vie dans les 4 premières zones de construction au sens de l'article 19 de la loi d'application de la loi fédérale sur l'aménagement du territoire, du 4 juin 1987. Elle s'applique également aux maisons d'habitation construites dans d'autres zones à bâtir ou mises au bénéfice des normes de l'une des premières zones de construction en vertu des dispositions applicables aux zones de développement. A cette fin, et tout en assurant la protection des locataires, elle prévoit notamment:\n\na) des restrictions à la démolition, à la transformation et au changement d'affectation des maisons d'habitation;\n\nb) l'encouragement à la rénovation des maisons d'habitation.\n\nArt. 2\n\nObjet\n\n1 Est réputé maison d'habitation tout bâtiment comportant des locaux qui, par leur aménagement et leur distribution, sont affectés à l'habitation.\n\n2 Toutefois, ne sont pas assujetties à la présente loi les maisons individuelles ne comportant qu'un seul logement ainsi que les villas en 5e zone comportant un ou plusieurs logements, de même que les bâtiments situés en zone agricole.\n\nArt. 3\n\nDéfinitions transformations\n\n1 Par transformations, on entend:\n\na) tous les travaux d'une certaine importance ayant notamment pour objet de modifier l'architecture, le volume, l'implantation, la destination, le style, l'équipement, la distribution intérieure d'une maison d'habitation, d'un ou plusieurs logements;\n\nb) la création d'installations nouvelles d'une certaine importance, telles que chauffage, distribution d'eau chaude, ascenseur, salles de bains et cuisines;\n\nc) la création de nouveaux logements dans la maison d'habitation concernée, notamment dans les combles; BGE 116 Ia 401 S. 405\n\nd) les travaux de rénovation ayant pour objet d'améliorer le confort existant sans modifier la distribution des logements et les réparations importantes, tels que notamment: réfection de la toiture ou des façades, le remplacement des sanitaires, des tuyauteries, des salles de bain, du chauffage, de la distribution d'eau, des ascenseurs et de l'agencement des cuisines.\n\nChangement d'affectation\n\n2 Par changement d'affectation, on entend toute modification même en l'absence de travaux, qui a pour effet de remplacer des locaux à destination de logements par des locaux à usage commercial, administratif, artisanal ou industriel. Sont également assimilés à des changements d'affectation:\n\na) le remplacement de locaux à destination de logements par des résidences meublées ou des hôtels;\n\nb) le remplacement de résidences meublées ou d'hôtels par des locaux commerciaux, lorsque ces résidences ou ces hôtels répondent aux besoins prépondérants de la population;\n\nc) l'aliénation d'appartements loués, en application de l'article 9.\n\nChapitre II\n\nDémolitions, transformations et changement d'affectation\n\nArt. 5\n\nPrincipe\n\nAfin de préserver l'habitat existant et le caractère actuel des zones urbaines, nul ne peut, sous réserve de l'octroi d'une dérogation au sens de l'article 6, démolir ou transformer en tout ou partie une maison d'habitation, au sens de l'article 2, occupée ou inoccupée, ni en changer l'affectation.\n\nArt. 6\n\nDérogations\n\n1 Le département peut accorder des dérogations lorsqu'elles s'imposent pour des motifs de sécurité ou de salubrité, ou sont justifiées par des motifs d'intérêt public ou d'intérêt général.\n\nSécurité salubrité\n\n2 La dérogation est accordée lorsque l'état du bâtiment comporte un danger pour la sécurité ou la santé de ses habitants ou des tiers et s'il n'est pas possible de remédier à cet état de fait sans frais disproportionnés pour le propriétaire. En cas de démolition, la construction nouvelle doit comporter une surface de plancher affectée au logement au moins équivalente.\n\nIntérêt public\n\n3 Par intérêt public, on entend les opérations d'aménagement et d'assainissement d'intérêt public, les travaux publics et la construction d'édifices publics.\n\nBGE 116 Ia 401 S. 406\n\nIntérêt général\n\n4 Par intérêt général on entend:\n\na) en cas de démolition d'un immeuble, une sensible augmentation de la surface du plancher affectée au logement lors de sa reconstruction;\n\nb) en cas de transformation d'un immeuble, la réalisation de logements supplémentaires, de même que l'exécution de travaux de rénovation ou de travaux répondant à une nécessité.\n\n5 Le maintien ou le développement du commerce et de l'artisanat, lorsqu'il est souhaitable et compatible avec les conditions de vie du quartier, peut également être considéré d'intérêt général. Le département tient en outre compte, lors de l'octroi de dérogations, de la proportion de locaux affectés à un usage autre que l'habitation dans le bâtiment. Conditions d'octroi de la dérogation\n\n6 Une dérogation n'est accordée en vertu des alinéa 1 à 4 que si des logements reconstruits, transformés ou créés répondent quant à leur genre, leur loyer ou leur prix aux besoins prépondérants de la population. Le département tient toutefois compte, dans son appréciation, du genre de logements existant avant leur transformation et du prix de revient de logements nouvellement créés notamment dans des combles ou à l'occasion d'une surélévation d'immeuble.\n\nFixation des loyers et prix\n\n7 Le département fixe lors de la délivrance de l'autorisation le montant des loyers maximaux des logements, il en fait de même pour les prix de vente maximaux des logements si ceux-ci sont soumis au régime de la propriété par étages ou à une autre forme de propriété analogue.\n\n8 Lors de la fixation des loyers ou des prix de vente maximaux, le département prend en considération:\n\na) le rendement équitable des capitaux investis pour les travaux;\n\nb) les charges d'exploitation;\n\nc) les réserves d'entretien que le propriétaire était en mesure de constituer eu égard aux loyers jusqu'alors pratiqués.\n\n9 Les loyers et les prix de vente maximaux ainsi fixés sont soumis au contrôle de l'Etat, pendant une période de cinq à dix ans pour les constructions nouvelles et pendant une période de trois ans pour les immeubles transformés, durée qui peut être portée à cinq ans en cas de transformation lourde.\n\nException\n\n10 Le département peut, en cas de transformation, au sens de l'article 3, alinéa 1, lettre d, renoncer à la fixation des loyers et des prix prévue aux alinéas 7 à 9 ci-dessus, lorsque de telles mesures n'apparaissent pas proportionnées aux circonstances et pour autant que la majoration éventuelle de loyer consécutive aux travaux n'excède pas 10%.\n\nBGE 116 Ia 401 S. 407\n\nAffectation locative\n\n11 Lorsqu'une dérogation est accordée, le département impose, en règle générale, l'affectation locative des logements pendant la durée du contrôle des loyers institué par l'alinéa 9. Demeure de surcroît réservé l'article 9.\n\nArt. 7\n\nDurée de fixation des loyers et des prix\n\n1 Lorsque les loyers et prix maximaux sont fixés, en vertu de l'article 6, alinéa 9, ils ne peuvent pas être modifiés, jusqu'à l'expiration du délai fixé, sous réserve de l'évolution des conditions d'exploitation de l'immeuble, notamment des variations du taux des intérêts hypothécaires et des charges d'exploitations, ou de la délivrance d'une nouvelle autorisation de transformation.\n\n2 Aussi longtemps que le contrôle des loyers et des prix est en vigueur, les loyers ou le prix de vente des logements ne peuvent être supérieurs à ceux fixés en vertu de l'article 6 alinéas 7 à 9, sous réserve de l'alinéa 1 ci-dessus.\n\n3 Toute demande de modification des loyers ou des prix de vente des logements en application de l'alinéa 1 doit être présentée par le propriétaire au département qui statue. Toute hausse de loyer admise par le département reste soumise aux dispositions de droit fédéral instituant des mesures contre les abus dans le secteur locatif.\n\nArt. 13\n\nConsultation des locataires\n\n1 Le propriétaire a l'obligation d'informer au préalable et par écrit les locataires et de les consulter en dehors de toute résiliation de bail, lorsqu'il a l'intention d'exécuter des travaux au sens de la présente loi. Il leur expose sont projet et les informe de la modification de loyer qui en résulte. Il leur impartit un délai de trente jours au moins pour présenter leurs observations et suggestions éventuelles.\n\n2 Le département veille que le propriétaire informe par écrit, individuellement, les locataires, de la liste des travaux autorisés et du programme d'exécution de ces travaux.\n\n3 En cas de non-respect de l'obligation d'information et de consultation prévue à l'alinéa 1 du présent article, le département peut refuser la délivrance de l'autorisation requise. L'article 14 de la présente loi (sanctions et mesures) est réservé.\n\nAgissant par la voie du recours de droit public, la Chambre genevoise immobilière demande au Tribunal fédéral principalement d'annuler la loi du 22 juin 1989, et subsidiairement d'annuler ses art. 3 et 13. Elle invoque une violation des art. 4, 22ter, 31 et 34 septies Cst., ainsi que de l'art. 2 Disp. trans. Cst.\n\nLe Grand Conseil propose le rejet du recours.\n\nBGE 116 Ia 401 S. 408\n\nPar ordonnance du 30 août 1989, le Président de la Ire Cour de droit public a rejeté la demande d'effet suspensif présentée par la recourante.", "considerants": "Considérant en droit:\n\n4. L'art. 3 al. 1 let. a LDTR range au nombre des transformations, au sens de la loi, les travaux d'une certaine importance qui modifient notamment la destination, le style ou l'équipement d'une maison d'habitation, d'un ou de plusieurs logements.\n\na) Pour la recourante, les critères de la destination et du style seraient superflus; l'art. 3 al. 2 définit en effet les changements d'affectation auxquels s'applique la loi, et le \"style\" serait une notion dépourvue de toute portée pratique. La recourante ne dit cependant pas clairement en quoi le recours à ces critères violerait l'art. 2 Disp. trans. Cst. L'exposé de ce grief ne répond donc pas aux exigences de l'art. 90 al. 1 let. b OJ et il n'est partant pas recevable (ATF 114 Ia 316 consid. 1b, ATF 111 Ia 47 consid. 2, ATF 110 Ia 3 consid. 2a).\n\nb) La recourante conteste ensuite que les travaux portant sur l'équipement des logements puissent être assimilés à une transformation, car cela obligerait celui qui voudrait installer par exemple des machines à laver ou des armoires frigorifiques à requérir une autorisation.\n\naa) La protection contre les loyers abusifs ou d'autres prétentions abusives du bailleur en matière de baux d'habitation et de locaux commerciaux est régie par les art. 269 ss nouveaux CO, entrés en vigueur le 1er juillet 1990 et par l'ordonnance du 9 mai 1990 sur le bail à loyer et le bail à ferme d'habitation et de locaux commerciaux (OBLF), qui a remplacé l'art. 10 OSL (ROLF 1990, p. 802 ss, 835 ss). Sous l'angle de la primauté du droit fédéral, le Tribunal fédéral a déjà jugé que les cantons ne peuvent pas intervenir dans les relations entre bailleur et locataire, et qu'il leur est en particulier interdit de légiférer sur la résiliation du bail (ATF 113 Ia 143 /144 consid. 9d, arrêt du Tribunal fédéral du 27 mars 1985, en la cause Marini et consorts, consid. 4c et d, reproduit dans SJ 108/1986, p. 5-8; cf. aussi ATF 101 Ia 508, ATF 99 Ia 626 /627, ATF 89 I 181 /182, ATF 88 I 171 /172). Il leur est de même prohibé d'instituer un contrôle général et permanent des loyers (arrêts du Tribunal fédéral non publiés P. E., du 29 septembre 1982, reproduit dans RDAF 39/1983 p. 251 s., et R., du 16 décembre BGE 116 Ia 401 S. 4091986 consid. 4, reproduit dans SJ 110/1988 p. 632 s.; cf. ATF 101 Ia 513 s., 99 Ia 618 s., consid. 5).\n\nbb) Selon l'art. 269a let. b CO, ne sont pas abusifs, en principe, les loyers qui sont justifiés par des hausses de coûts ou par des prestations supplémentaires. Sont réputés prestations supplémentaires du bailleur, en vertu de l'art. 14 OBLF, les investissements qui aboutissent à des améliorations créant des plus-values, l'agrandissement de la chose louée, ainsi que les prestations accessoires supplémentaires. En règle générale, les frais causés par d'importantes réparations sont considérés, à raison de 50 à 70%, comme des investissements créant des plus-values (al. 1). Les augmentations de loyers fondées sur des améliorations entraînant une plus-value sont réputées non abusives lorsqu'elles ne servent qu'à couvrir équitablement les frais d'intérêts, d'amortissement et d'entretien causés par l'investissement (al. 2).\n\ncc) L'art. 3 al. 1 let. a LDTR ne vise que les travaux d'une certaine importance. Une autorisation ne pourra donc être requise pour des travaux occasionnels ou mineurs qui améliorent le confort du logement, tels que l'installation d'une armoire frigorifique, d'une machine à laver le linge ou la vaisselle et d'une cuisinière, exemples cités par la recourante. Il n'est en revanche pas exclu que des travaux de peu d'importance effectués à grande échelle ou dans un court laps de temps ne soient soumis à l'exigence d'une autorisation, à cause de leur effet conjugué sur l'équipement du logement. La réponse dépend notamment du coût des travaux envisagés (cf. arrêt P. E., RDAF 39/1983). La disposition critiquée se prête, dans cette mesure, à une interprétation conforme au droit supérieur. Il serait prématuré de définir, dans le cadre du contrôle abstrait de normes, les limites exactes dans lesquelles devra se mouvoir l'autorité administrative (ATF 101 Ia 515 consid. 5d).\n\n5. Sont considérés comme transformations selon l'art. 3 al. 1 let. d les travaux de rénovation ayant pour but d'améliorer le confort existant sans modifier la distribution des logements et les réparations importantes, tels que la réfection de la toiture ou des façades, le remplacement des sanitaires, des tuyauteries, des salles de bains, du chauffage, de la distribution d'eau, des ascenseurs et de l'agencement des cuisines.\n\nLa recourante estime que les art. 269a let. b CO et 14 OBFL (RS 221.213.11) définiraient exhaustivement la notion de \"réparations importantes\", le législateur cantonal ne pouvant dès lors améliorer la protection des locataires sous cet aspect.BGE 116 Ia 401 S. 410\n\na) Selon la jurisprudence, les règles du droit public cantonal, qui, comme en l'espèce, soumettent à une autorisation les transformations de maisons d'habitation et imposent un contrôle des loyers, ne sont en principe pas contraires aux règles du droit civil fédéral qui régissent les rapports entre les bailleurs et les locataires. Les travaux de rénovation s'apparentent tantôt à l'entretien courant, tantôt à une transformation, suivant leur ampleur. La notion de rénovation couvre tous les travaux d'entretien, de réparation et de modernisation qui ne touchent pas au volume, à l'aspect extérieur et à la destination de l'immeuble. Ces travaux constituent une transformation lorsqu'ils entraînent une modification allant au-delà de ce qui est usuel, en raison, par exemple, d'un important accroissement du confort. Le coût des travaux envisagés est un critère essentiel de cette distinction. Ces principes, développés sous l'empire de l'AMSL, s'appliquent, mutatis mutandis, en l'espèce (arrêt P. E., cité, RDAF 39/1983, p. 254 consid. 2c; ATF 101 Ia 509 consid. 3).\n\nb) A teneur de l'art. 3 al. 3 aLDTR, les travaux de rénovation visaient tous les travaux d'une certaine importance ayant pour objet d'améliorer le confort existant sans modifier la distribution des logements, à l'exception de l'entretien courant. L'initiative qui est à l'origine de la loi attaquée prévoyait de soumettre à une autorisation tous les \"grands travaux d'entretien\". Le Grand Conseil s'est rallié sur ce point à l'avis d'un des experts consultés, qui suggérait que cette notion soit assimilée aux \"importantes réparations\" au sens de l'art. 10 al. 1, 2e phrase, OSL, remplacé depuis lors par l'art. 14 OBLF. Le législateur cantonal a donc voulu que l'art. 3 al. 1 let. d LDTR soit interprété à cet égard conformément au droit fédéral (Mémorial des séances du Grand Conseil 1989, p. 3580). Cela ne suffit toutefois pas pour écarter le risque d'un empiètement du droit cantonal sur le droit fédéral. Lorsqu'un bailleur entreprend d'effectuer des réparations importantes - répondant ainsi à l'obligation qui lui incombe en vertu de l'art. 256 CO -, les possibilités de répercuter les coûts de ces travaux sur le montant des loyers sont limitées par l'art. 14 OBLF, et le locataire a le droit de contester les augmentations de loyer qui en résulteraient (art. 270b CO). Mais, contrairement au droit fédéral, la loi attaquée n'a pas pour but d'empêcher des hausses de loyers abusives, consécutives à des réparations importantes; elle prévoit d'interdire par principe ces travaux, assimilés à une transformation, sous réserve d'une autorisation exceptionnelle (art. 6 BGE 116 Ia 401 S. 411LDTR). La LDTR empiète ici sur le domaine régi par le droit fédéral dont elle entrave l'application. Dans le cas où les réparations importantes tomberaient simultanément sous le coup des art. 14 OBLF et 3 al. 1 let. d LDTR, il n'est pas exclu que les autorités administratives chargées de l'application de la LDTR refusent d'accorder l'autorisation d'effectuer ces travaux en raison de leur incidence sur le montant des loyers, alors que le juge civil, saisi d'une contestation relative à l'augmentation du loyer consécutive à ces travaux, admettrait le bien-fondé de cette hausse. Le contrôle des loyers institué par la LDTR se superposerait aux règles du droit fédéral sur le bail, avec le risque de conduire à des décisions contradictoires. Dans cette mesure, l'art. 3 al. 1 let. d LDTR viole l'art. 2 Disp. trans. Cst. Cette disposition doit être annulée partiellement; cela concerne sa dernière phrase \"et les réparations importantes, tels que notamment: réfection de la toiture ou des façades, le remplacement des sanitaires, des tuyauteries, des salles de bains, du chauffage, de la distribution d'eau, des ascenseurs et de l'agencement des cuisines\".\n\nc) Il appartiendra aux autorités administratives de définir ce qu'il faut entendre par \"rénovations ayant pour objet d'améliorer le confort existant sans modifier la distribution des logements\" au sens de l'art. 3 al. 1 let. d LDTR, et de distinguer entre les travaux d'entretien, qui échappent à la loi, et les rénovations assimilables aux transformations, qui y sont soumises. Elles s'inspireront à cet égard de la pratique relative à l'art. 3 al. 3 aLDTR et des principes rappelés plus haut (consid. 5a).\n\nd) La disposition critiquée étant contraire à l'art. 2 Disp. trans. Cst., il est superflu d'en examiner la conformité aux art. 4, 22ter et 31 Cst.\n\n6. La recourante fait valoir que l'art. 6 al. 7 ss LDTR reviendrait à instituer un contrôle général et permanent des loyers. Le législateur aurait voulu en effet soumettre à une autorisation tous les travaux d'entretien; le champ d'application de la loi serait ainsi étendu à tout le parc immobilier du canton. L'\"enchevêtrement des cycles de réparations importantes\" rendrait ce contrôle permanent.\n\na) La loi attaquée ne soumet pas à une autorisation les travaux d'entretien courant, mais seulement ceux qui, par leur importance, équivalent à une transformation au sens de l'art. 3 LDTR (cf. ci-dessus consid. 5). La recourante ne peut être suivie quand elle affirme que le législateur aurait à dessein défini de manière imprécise BGE 116 Ia 401 S. 412la notion de travaux d'entretien, pour établir, par ce moyen détourné, un contrôle général des loyers. L'état de fait est différent de celui à la base de l'arrêt R. du 25 mars 1985, cité, où il s'agissait d'une initiative proposant d'établir un contrôle permanent des loyers pour les immeubles construits par ou avec l'aide du canton ou d'autres collectivités publiques. Rien de tel ne se présente en l'espèce. La LDTR n'institue pas un contrôle général des loyers, mais permet à l'autorité de fixer, pour des motifs raisonnables et pertinents d'intérêt général, le montant des loyers ou des prix d'un appartement transformé ou rénové (cf. ATF 101 Ia 510 consid. 3d in fine).\n\nb) Au moment où il accorde l'autorisation, le département fixe le montant des loyers et des prix pour une période de trois à dix ans (art. 6 al. 7 et 9 LDTR). La recourante soutient que cette règle, combinée avec l'extension du champ d'application de la loi, aurait pour conséquence d'instituer de facto un contrôle permanent des loyers et des prix. Partant du principe que les travaux d'entretien doivent être répétés à intervalles rapprochés, elle en déduit que l'autorité pourrait ainsi prolonger indéfiniment la durée du contrôle des loyers. Elle perd de vue que seuls les travaux de rénovation assimilables à une transformation au sens de l'art. 3 al. 1 let. d sont soumis à la loi, à l'exclusion des travaux d'entretien courant. En outre, l'octroi d'une autorisation au sens de l'art. 6 LDTR n'implique pas que le département fixe à chaque fois le montant du loyer; il peut en effet dans certains cas renoncer à cette mesure (art. 6 al. 10 LDTR).\n\n7. Appelé à fixer les loyers ou les prix de vente maximaux, le département prend notamment en considération, selon l'art. 6 al. 8 let. c LDTR, les réserves d'entretien que le propriétaire était en mesure de constituer eu égard aux loyers jusqu'alors pratiqués. Cette règle s'inspire des principes jurisprudentiels sur les augmentations de loyers justifiées par des réparations importantes au sens des dispositions devenues aujourd'hui les art. 269a let. b CO et 14 OBLF (cf. Mémorial des séances du Grand Conseil, 1989, p. 3580). La pratique cantonale consistant à répercuter sur les loyers, par le biais d'intérêts et d'amortissements, la part de travaux qui excèdent ceux qui peuvent être considérés comme créateurs de plus-value, soit 50 à 70% des frais causés par les réparations, est contraire à la règle contenue désormais à l'art. 14 OBLF (ATF 110 II 409 consid. 3a in fine; cf. aussi ATF 111 II 378 ss). La recourante en déduit que l'art. 6 al. 8 let. c LDTR ne serait pas conforme à BGE 116 Ia 401 S. 413l'art. 14 OBLF. Elle relève que les juridictions civiles cantonales maintiennent une jurisprudence contraire et ne reconnaissent pas l'obligation pour le bailleur de constituer des réserves d'entretien (cf. SJ 109/1987 p. 444 s.). Elle ne conclut pas à l'annulation de la disposition critiquée, mais demande au Tribunal fédéral d'inviter les autorités cantonales à l'interpréter en ce sens que seules les réserves d'entretien effectivement constituées pourront être imputées sur le coût des travaux soumis à autorisation. Cette démarche n'est guère compatible avec la nature cassatoire du recours de droit public (ATF 113 Ia 158 consid. 1); la recourante le reconnaît. Cette question formelle n'a pas à être résolue. Il va en effet de soi que le département devra tenir compte, au moment de fixer le montant des loyers, de la part des investissements qui a été financée - ou qui aurait dû l'être - par la réserve d'entretien, en fonction des loyers antérieurs. L'autorité intimée a d'ailleurs annoncé expressément que sa pratique continuerait à respecter la jurisprudence sur les règles inscrites désormais aux art. 269a let. b CO et 14 OBLF.\n\n8. Selon l'art. 13 al. 1, 1re phrase, LDTR, le propriétaire a l'obligation d'informer au préalable et par écrit les locataires et de les consulter en dehors de toute résiliation du bail, lorsqu'il a l'intention d'exécuter des travaux au sens de la loi.\n\nLa recourante soutient que ce texte violerait la force dérogatoire du droit fédéral, parce qu'il empiéterait sur les règles du droit privé de la Confédération en matière de résiliation des baux à loyer.\n\na) Statuant à propos d'une norme identique de l'ancienne LDTR, le Tribunal fédéral a jugé que les termes \"en dehors de toute résiliation du bail\" ne pouvaient avoir pour effet d'interdire toute résiliation de bail durant la procédure d'autorisation des travaux. Cette règle pouvait tout au plus vouloir dire que l'obligation d'informer et de consulter les locataires est indépendante de la procédure de résiliation de bail et ne produit aucun effet sur les conditions de celle-ci. Prise dans ce sens, la formule contestée n'offre aucune protection spéciale aux locataires et laisse au droit fédéral le soin de régler les questions touchant aux résiliations. Une telle disposition se prête donc à une interprétation conforme au droit fédéral (arrêt Marini, SJ 108/1986 p. 5-8, consid. 4c et d).\n\nLe Tribunal fédéral a ensuite jugé que l'art. 9A al. 4 LDTR, au terme duquel la demande de vendre un appartement loué devrait être déposée en dehors de toute résiliation de bail, constituait une mesure de protection des locataires incompatible avec le droit fédéral (ATF 113 Ia 143 /144 consid. 9d).\n\nBGE 116 Ia 401 S. 414\n\nLa disposition attaquée en l'espèce est identique à celle qui a donné lieu au premier de ces deux arrêts. La recourante ne démontre pas qu'il ne serait manifestement plus possible aujourd'hui d'interpréter constitutionnellement cette règle. Celle-ci ne produira aucun effet dans les rapports entre bailleurs et locataires et ne pourra en aucun cas empêcher une résiliation de bail dans la procédure d'information et de consultation qu'elle institue. L'autorité intimée a donné d'ailleurs l'assurance expresse que l'art. 13 LDTR sera appliqué dans le respect du droit supérieur.\n\n9. a) Les restrictions qu'apporte le droit public cantonal à la propriété ne sont compatibles avec l'art. 22ter Cst. que si elles reposent sur une base légale, sont justifiées par un intérêt public suffisant et respectent le principe de la proportionnalité. Elles doivent en outre se conformer à l'égalité de traitement (ATF 113 Ia 132 consid. 7, ATF 112 Ia 278 consid. 5b, ATF 109 Ia 258 consid. 4). Le Tribunal fédéral examine librement si les mesures critiquées répondent à un intérêt public et à l'exigence de la proportionnalité, mais il s'impose de la retenue dans l'examen de questions d'appréciation ou des circonstances locales dont les autorités cantonales ont une meilleure connaissance (ATF 115 Ia 30, ATF 114 Ia 338 consid. 2b, ATF 113 Ia 133 consid. 7 et les arrêts cités). Quel que soit l'intérêt public en jeu, le législateur cantonal veillera à sauvegarder les facultés essentielles de disposition, d'usage et de jouissance qui découlent du droit de propriété; il ne doit pas porter atteinte à la substance de celle-ci en tant qu'institution fondamentale de l'ordre juridique suisse (ATF 113 Ia 132 consid. 6).\n\nb) Les restrictions à l'art. 31 Cst. doivent obéir à ces règles générales. De surcroît, elles ne peuvent se fonder sur des motifs de politique économique et intervenir dans la libre concurrence pour favoriser certaines branches d'activité ou certaines formes d'exploitation en dirigeant l'économie selon un certain plan, à moins que cela ne soit prévu par une disposition constitutionnelle spéciale. L'art. 31 Cst. ne s'oppose pas aux mesures de politique sociale, qui tendent à accroître le bien-être de l'ensemble ou d'une grande partie de la population par l'amélioration des conditions de vie, de la santé ou des loisirs, pourvu que ces mesures n'interviennent pas dans la libre concurrence (ATF 113 Ia 138 consid. 8a et b, ATF 111 Ia 29 consid. a; CLAUDE ROUILLER, La politique sociale, in: Mélanges Berenstein, Lausanne 1989, p. 71 s.).\n\nc) La législation genevoise sur les démolitions, les transformations et les rénovations de maisons d'habitation a pour but de BGE 116 Ia 401 S. 415combattre la pénurie de logements. Elle cherche à conserver sur le marché certains types de logements qui répondent à un besoin en raison de leur prix et de leur conception. Elle est l'expression d'une politique de logement qui est en principe compatible tant avec l'art. 22ter (ATF 113 Ia 133 consid. a, 111 Ia 26 consid. 3a) qu'avec l'art. 31 Cst., même si elle peut avoir certains effets de politique économique (ATF 113 Ia 139 consid. d, ATF 111 Ia 29 consid. b; arrêt du Tribunal fédéral non publié A. du 8 septembre 1988, consid. 2b).\n\n10. De l'avis de la recourante, la création de nouveaux logements, notamment dans les combles, ne saurait être soumise à autorisation comme le prévoit l'art. 3 al. 1 let. c LDTR, sans violer la Constitution. Cette mesure ne répondrait à aucun intérêt public; elle serait disproportionnée et violerait de surcroît l'égalité de traitement.\n\na) Le Tribunal administratif avait jugé, dans un arrêt du 19 décembre 1984, que l'aménagement de nouveaux logements dans les combles tombait sous le coup de la loi du 26 juin 1983, qui ne contenait aucune disposition à ce sujet; il aurait été inadmissible de distinguer à cet égard entre les diverses parties intégrantes d'un bâtiment d'habitation selon qu'elles étaient occupées ou inoccupées, habitables ou inhabitables. Saisi d'un recours de droit public contre cet arrêt, le Tribunal fédéral a considéré que celui-ci n'était pas arbitraire, les combles litigieux étant effectivement intégrés à l'origine aux parties habitables du bâtiment, en qualité de logement du personnel de maison (arrêt du Tribunal fédéral non publié S.A. D. du 10 décembre 1985, consid. 4, p. 10).\n\nLe Tribunal administratif a nuancé sa jurisprudence à la suite de cet arrêt. Il l'a résumée de la manière suivante dans son arrêt B., du 7 octobre 1987: toute demande de transformation de combles doit faire l'objet d'une autorisation au sens de la LDTR; les combles inoccupés ou inhabitables et qui ont servi de quelque manière que ce soit dans le passé au logement ne peuvent en principe pas être transformés; en revanche, la transformation de combles qui n'ont jamais été utilisés comme logement doit être autorisée, à moins que cela ne porte atteinte à l'habitat existant dans les autres étages et aux conditions de vie qui y sont offertes.\n\nLa nouvelle loi supprime cette distinction jurisprudentielle pour répondre aux voeux des initiants, et soumet à autorisation tous les travaux tendant à créer des logements dans les combles ou les parties surélevées d'un immeuble. Le loyer est fixé selon les règles BGE 116 Ia 401 S. 416spéciales prévues à l'art. 6 al. 6, 2e phrase, LDTR. Pour la recourante, seule la jurisprudence cantonale qui vient d'être évoquée serait conforme à la Constitution.\n\nb) Selon son art. 1er, la loi attaquée veut préserver l'habitat et les conditions de vie dans les zones où elle s'applique. Cette protection a été étendue à toutes les parties des maisons d'habitation, notamment aux combles; il s'agit d'éviter que la création de nouveaux logements, par le biais d'une surélévation de l'immeuble ou de l'aménagement de combles, ne remette en cause les conditions de vie de ses habitants. Or, il est fréquent, surtout dans les immeubles anciens, que les étages supérieurs soient utilisés comme des annexes au logement, servant de dépôts, de buanderies, de séchoirs à linge, etc. De plus, la construction de logements de luxe dans les parties inoccupées de maisons habitées par des familles à revenus modestes modifie le niveau de confort de l'immeuble. Amplifié par des transformations ultérieures, ce phénomène conduit à faire perdre leur caractère aux quartiers populaires, qui sont peu à peu transformés en quartiers recherchés par une clientèle aisée. C'est un motif d'intérêt public suffisant pour justifier la norme critiquée, au regard des art. 22ter et 31 Cst.\n\nc) Il paraît de toute manière peu compatible avec l'égalité de traitement d'admettre la libre transformation des combles pour la seule raison qu'ils n'ont pas été affectés jusqu'ici, d'une manière ou d'une autre, au logement. C'est aussi à tort que la recourante soutient, toujours sous l'angle du principe de l'égalité, que la loi serait désormais discriminatoire dans la mesure où elle s'applique aux nouveaux logements créés dans les combles, alors que les restrictions qu'elle institue ne s'appliquent pas aux logements nouvellement créés dans les \"zones ordinaires\". Cette différence résulte de l'intérêt public poursuivi par la loi, qui vise à préserver l'habitat locatif frappé par la pénurie. Il est donc parfaitement concevable de limiter son champ d'application à certaines zones ou à certains types de maisons d'habitation et d'en exclure par exemple les villas individuelles, type de logement dont on peut dire qu'il ne répond pas à un besoin prépondérant de la population au sens de l'art. 2 al. 2 LDTR.\n\nd) Il va de soi que la loi attaquée ne s'applique pas aux logements créés dans les combles ou les parties surélevées des bâtiments neufs.\n\n11. Selon l'al. 6 de l'art. 6 LDTR, une dérogation n'est accordée en vertu de ses alinéas 1 à 4 que si des logements reconstruits, BGE 116 Ia 401 S. 417transformés ou créés répondent quant à leur genre, leur loyer ou leur prix aux besoins prépondérants de la population. Le département tient toutefois compte, dans son appréciation, du genre de logements existant avant leur transformation et du prix de revient de logements nouvellement créés, notamment dans des combles ou à l'occasion d'une surélévation d'immeuble.\n\na) La recourante se plaint d'une violation des principes de l'intérêt public et de la proportionnalité du fait que le département fixe les prix ou loyers des appartements nouvellement créés. A son avis, le propriétaire qui construit un nouveau logement devrait être libre d'en fixer le prix ou le loyer. Cet argument ne tient pas compte de ce que la création des logements visés par l'art. 6 al. 6 LDTR n'est possible qu'en vertu d'une autorisation exceptionnelle. La recourante ne conteste d'ailleurs pas que, selon la pratique actuelle, codifiée par cette disposition, le montant des loyers ainsi fixé par le département est sensiblement plus élevé que celui des loyers des autres appartements de la maison en question. Dans la mesure où les loyers sont fixés de manière à assurer au propriétaire un rendement équitable de son investissement (cf. art. 6 al. 8 let. a LDTR), ce procédé n'a rien de contraire aux art. 22ter et 31 Cst. (cf. arrêt du Tribunal fédéral en la cause S.A. D., non publié). Il n'est nullement démontré que cette pratique serait modifiée par le nouveau droit, dans un sens défavorable au propriétaire.\n\nb) La recourante fait valoir que l'art. 6 al. 6 LDTR serait inconstitutionnel dans la mesure où il s'appliquerait aussi aux logements de luxe.\n\naa) La LDTR vise indifféremment toutes les maisons d'habitation, c'est-à-dire tous les bâtiments comportant des locaux qui, par leur aménagement et leur distribution, sont affectés à l'habitation, à l'exception des maisons individuelles ne comportant qu'un seul logement, les villas situées dans la 5e zone comportant un ou plusieurs logements, ainsi que les bâtiments édifiés dans la zone agricole (art. 2). Cette loi n'établit donc a contrario aucune distinction entre les différentes catégories de logements dont la démolition, la transformation ou le changement d'affectation sont en principe exclus.\n\nL'initiative qui est à l'origine de la loi attaquée avait pour but la \"sauvegarde des logements à loyers abordables\". Elle prévoyait à l'art. 6 al. 6 que, dans tous les cas, une dérogation n'est accordée que si les logements reconstruits, transformés ou créés répondent quant à leur genre, leur loyer ou leur prix aux besoins prépondérants BGE 116 Ia 401 S. 418de la population. Suivant l'un des avis de droit requis par le département, la commission parlementaire a considéré que cette proposition n'était pas conforme à la Constitution pour le motif ici invoqué par la recourante. Le législateur n'a pas renoncé complètement à ce texte, mais il en a atténué la portée. Il a précisé que l'autorité doit tenir compte, dans son appréciation, notamment du genre de logements existant avant leur transformation. Il s'est fondé sur une pratique développée sous l'empire de l'ancienne loi, l'administration fixant des loyers plus élevés lorsque les propriétaires effectuent des travaux importants dans des logements déjà considérés comme luxueux selon la jurisprudence cantonale (Mémorial des séances du Grand Conseil, 1989, p. 3579).\n\nbb) Le législateur ne peut pas étendre l'interdiction de démolir ou de transformer à des bâtiments industriels, commerciaux ou administratifs, ni à des logements dont la conservation ne répond pas à l'intérêt public de lutte contre la pénurie de logements (ATF 105 Ia 367 consid. 5, ATF 103 Ia 423). La recourante en déduit qu'aucun \"intérêt social\" ne justifierait de soumettre à la loi des logements luxueux que leurs propriétaires devraient pouvoir transformer librement.\n\nLa loi attaquée ne répond à l'intérêt public que dans la mesure où elle vise à maintenir l'affectation des logements qui répondent, par leur loyer, leur prix et leur conception, aux besoins prépondérants de la population. Les restrictions à la propriété qu'elle institue doivent être propres à atteindre ce but. A cet égard, s'il se justifie d'empêcher que des logements à loyers modérés soient transformés en appartements de luxe, l'intérêt public ne commande pas, en revanche, de limiter la transformation et la rénovation de logements de luxe préexistants. Le législateur aurait sans doute pu limiter le champ d'application de la loi à certains logements à loyers modérés et en exclure les logements de luxe; il aurait aussi pu se fonder sur un critère qualitatif permettant de distinguer entre les logements à préserver et ceux dont les propriétaires pourraient librement disposer. Le Grand Conseil n'a pas envisagé ces possibilités. Il a préféré soumettre à la loi tous les logements, quels que soient leur catégorie de confort et le montant du loyer, tout en prévoyant que l'autorité peut dans certains cas déroger aux règles relatives à la fixation des loyers et des prix. Concrètement, le propriétaire qui entend transformer ou rénover un appartement présente une requête auprès du département. Celui-ci détermine alors, selon la qualité et la conception de l'appartement en question, BGE 116 Ia 401 S. 419s'il faut appliquer les règles ordinaires de l'art. 6 LDTR, ou s'il convient au contraire, dans le cas d'un logement de luxe, de renoncer à fixer le nouveau loyer ou le prix, lorsque cette mesure n'est pas proportionnée aux circonstances (art. 6 al. 10 LDTR). S'il s'agit d'un logement luxueux, le département doit délivrer l'autorisation, sans aucune condition de prix ou de loyer. Ce n'est qu'interprété de cette manière que l'art. 6 al. 6 LDTR est conforme à la Constitution.\n\n12. La recourante conteste que la hausse du loyer puisse être limitée à 10%, dans le cas où le département renonce à fixer le nouveau loyer, selon ce qui est prévu à l'art. 6 al. 10 in fine LDTR. Le but de cette règle, introduite par la commission du Grand Conseil, n'est pas clair. Il ne résulte ni de l'exposé des motifs à l'appui du projet de loi, ni des débats parlementaires (Mémorial des séances du Grand Conseil, 1989, p. 3580). Il est de toute manière difficile de concevoir que l'Etat limite l'augmentation du loyer ou du prix d'un appartement alors que, selon les termes mêmes de la loi, une telle mesure n'apparaît pas proportionnée aux circonstances. En effet, si le logement en question entre dans une catégorie où sévit la pénurie, il est soumis au contrôle de l'Etat; s'il s'agit en revanche d'un appartement qui ne répond pas aux besoins prépondérants de la population, le propriétaire fixe librement le montant du nouveau loyer. Il n'existe donc pas d'intérêt public suffisant pour restreindre dans ce dernier cas le droit de propriété et la liberté économique.\n\nLe grief tiré de la violation des art. 22ter et 31 Cst. est donc fondé sur ce point. La fin de l'art. 6 al. 10 LDTR doit être annulée après les mots \"proportionnées aux circonstances\".\n\nPar ces motifs, le Tribunal fédéral:\n\n1. Admet partiellement le recours dans la mesure où il est recevable.\n\n2. Annule partiellement l'art. 3 al. 1 let. d in fine de la loi attaquée; cela concerne le membre de phrase \"et les réparations importantes, tels que notamment: réfection de la toiture et des façades, le remplacement des sanitaires, des tuyauteries, des salles de bains, du chauffage, de la distribution d'eau, des ascenseurs et de l'agencement des cuisines\".\n\n3. Annule partiellement l'art. 6 al. 10 in fine de la loi attaquée; cela concerne le membre de phrase: \"et pour autant que la majoration BGE 116 Ia 401 S. 420éventuelle de loyer consécutive aux travaux n'excède pas 10%\".\n\n4. Rejette le recours pour le surplus au sens des considérants."}