{"annee": "116", "cour": "IV", "page": "262", "date": "14/6/1990", "cite": ["51 I 45", "56 I 75", "108 IA 230", "114 IA 377", "86 IV 50", "95 II 639", "102 IA 28", "99 IB 39", "112 II 79", "107 IV 81", "112 II 1", "112 IV 139"], "cite_par": ["117 IV 124", "121 II 273", "120 IV 10", "138 II 524", "139 I 16", "123 II 464", "132 IV 140", "122 I 257", "134 III 59", "118 IV 371", "125 II 402", "118 IV 269", "125 II 417", "119 IB 311", "117 IB 367"], "chapeau": "49. Auszug aus dem Urteil des Kassationshofes vom 14. Juni 1990 i.S. X. und Y. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 130bis AIFD (usage de faux) et art. 129 AIFD (soustraction d'impôt); ne bis in idem. 1. Fondement du principe ne bis in idem (consid. 3a). 2. L'amende sanctionnant la soustraction d'impôt au sens de l'art. 129 AIFD a un caractère pénal (sous réserve des intérêts de retard qui y sont compris) (consid. 3b/aa). 3. L'usage de faux au sens de l'art. 130bis AIFD constitue de par sa nature une soustraction d'impôt qualifiée (consid. 3b/bb). 4. Une condamnation pour usage de faux sanctionnant un comportement qui a déjà fait l'objet d'une sanction pour soustraction d'impôt peut-elle représenter une deuxième poursuite incompatible avec le principe ne bis in idem? (consid. 3b/cc et 4)."], "faits": "BGE 116 IV 262 S. 263\n\nX. und Y. haben in den Jahren 1979 bis 1983 als Gesellschafter der Kollektivgesellschaft Z. & Co. und in den Jahren 1983 bis 1985 als Verantwortliche der Z. & Co. AG gewisse Geschäftseinnahmen nicht verbucht und die entsprechenden Beträge in den Steuererklärungen nicht aufgeführt. Sie bedienten sich gegenüber dem Steueramt dabei inhaltlich unwahrer Urkunden (insbesondere Bilanzen und Erfolgsrechnungen).\n\nDas Obergericht des Kantons Zürich verurteilte X. und Y. mit Urteil vom 13. November 1987 zweitinstanzlich wegen fortgesetzten Steuerbetruges und des Versuches dazu im Sinne von § 192 Abs. 1 des kantonalen Gesetzes über die direkten Steuern und wegen fortgesetzten Steuerbetruges im Sinne von Art. 130bis Abs. 1 des Bundesratsbeschlusses über die Erhebung einer direkten Bundessteuer (BdBSt; SR 642.11) mit je 90 Tagen Gefängnis und Fr. 7'500.-- Busse sowie 45 Tagen Gefängnis als Zusatzstrafe gemäss Art. 133bis Abs. 1 lit. a BdBSt. Beiden Verurteilten wurde der bedingte Strafvollzug gewährt.\n\nUnabhängig vom gerichtlichen Strafverfahren wurde auch durch die Finanzdirektion ein Nach- und Strafsteuerverfahren durchgeführt, in welchem X. und Y. erhebliche Strafsteuern auferlegt wurden. Diese Verfügungen sind unangefochten geblieben und in Rechtskraft erwachsen.\n\nEine gegen das Urteil des Obergerichts vom 13. November 1987 eingereichte kantonale Kassationsbeschwerde hat das Kassationsgericht des Kantons Zürich am 12. Oktober 1989 abgewiesen, soweit auf sie eingetreten werden konnte.\n\nX. und Y. erheben eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, sie seien vom Vorwurf des fortgesetzten Steuerbetruges im Sinne von Art. 130bis Abs. 1 BdBSt freizusprechen und es sei die Zusatzstrafe von 45 Tagen Gefängnis gemäss Art. 133bis Abs. 1 lit. a BdBSt aufzuheben. Das Bundesgericht weist die Beschwerde ab, soweit darauf einzutreten ist.\n\nBGE 116 IV 262 S. 264", "considerants": "Aus den Erwägungen:\n\n1. Steuerbetrug gemäss Art. 130bis Abs. 1 BdBSt begeht, wer bei einer Hinterziehung (Art. 129 BdBSt) gefälschte, verfälschte oder inhaltlich unwahre Urkunden wie Geschäftsbücher, Bilanzen, Erfolgsrechnungen oder Lohnausweise und andere Bescheinigungen Dritter zur Täuschung gebraucht. Die Strafe ist Gefängnis oder Busse bis zu Fr. 30'000.--; die Bestrafung wegen Steuerhinterziehung bleibt vorbehalten. Die Steuerhinterziehung ist gemäss Art. 129 Abs. 1 BdBSt mit einer Busse bis zum Vierfachen des entzogenen Steuerbetrages bedroht. Ausser der Busse ist der entzogene Steuerbetrag zu bezahlen.\n\nGemäss Art. 133bis Abs. 1 lit. a BdBSt gilt folgende Regelung: Ist die kantonale Verwaltung für die direkte Bundessteuer der Ansicht, es sei bei einer Hinterziehung auch Steuerbetrug begangen worden und ist die Handlung zugleich nach kantonalem Steuerstrafrecht ein Vergehen, so hat die kantonale Verwaltung für die direkte Bundessteuer der für die Verfolgung des kantonalen Steuervergehens zuständigen Behörde Anzeige zu erstatten. Diese Behörde hat dann auch das Vergehen gegen die direkte Bundessteuer zu verfolgen. Wird der Täter für das kantonale Steuervergehen zu einer Freiheitsstrafe verurteilt, so ist eine Freiheitsstrafe für das Vergehen gegen die direkte Bundessteuer als Zusatzstrafe zu verhängen; gegen das letztinstanzliche kantonale Urteil über diese Zusatzstrafe kann Nichtigkeitsbeschwerde nach Art. 268 BStP erhoben werden.\n\n3. Die Beschwerdeführer machen geltend, durch die Verfolgung sowohl der Steuerhinterziehung wie auch des Steuerbetruges sei das Prinzip ne bis in idem verletzt. Die ihnen auferlegten Strafsteuern hätten im kantonalen Hinterziehungsverfahren rund Fr. 30'000.-- resp. rund Fr. 24'000.-- betragen. Dazu seien noch der Gemeindeanteil und die Bussen für die direkte Bundessteuer zu rechnen, was mindestens das Zweifache, wahrscheinlich jedoch das Dreifache des erwähnten Betrages ergebe. Es handle sich bei diesen Bussen um nichts anderes als eine verkappte, in Geld umgelegte Vergehensstrafe.\n\na) Das Prinzip ne bis in idem ist gemäss ständiger Rechtsprechung ein Grundsatz des materiellen eidgenössischen Strafrechtes (BGE 112 II 85; BGE 107 IV 82; BGE 86 IV 52; BGE 56 I 77; BGE 51 I 45). Daraus folgt, dass seine Verletzung prinzipiell mit eidgenössischer Nichtigkeitsbeschwerde geltend gemacht werden kann. Das Prinzip BGE 116 IV 262 S. 265besagt, dass niemand wegen der gleichen Straftat zweimal verfolgt werden darf oder dass mit anderen Worten einem zweiten Strafverfahren respektive einer zweiten Beurteilung der gleichen Tat der Verbrauch der Strafklage aufgrund des ersten Urteils entgegensteht.\n\nMutatis mutandis gelten die gleichen Grundsätze für den Bereich des Zivilrechtes: Ein zivilrechtlicher Anspruch, der sich aus eidgenössischem Recht herleitet, kann nach seiner rechtskräftigen Beurteilung nicht ein zweites Mal in einem gerichtlichen Verfahren zur Diskussion gestellt werden. Die materielle Rechtskraft von Zivilurteilen ist eine Einrichtung des Privatrechts (BGE 95 II 643 E. 4a; 112 II 271 E. 1; STEPHEN BERTI, Zum Einfluss ungeschriebenen Bundesrechts auf den kantonalen Zivilprozess im Lichte der Rechtsprechung des Schweizerischen Bundesgerichts, Zürich 1989, S. 69 ff.).\n\nDas Prinzip ne bis in idem hat überdies verfassungsrechtlichen Rang, wobei es sich aus Art. 4 BV herleitet. Einer nach kantonalem Recht vorgenommenen rechtskräftigen Beurteilung in einem Kanton steht deshalb eine erneute Beurteilung auch in einem anderen Kanton entgegen (BGE 102 Ia 28 ff.; HAEFLIGER, Alle Schweizer sind vor dem Gesetze gleich, Bern 1985, S. 205; G. MÜLLER, Komm. BV, Art. 4 N. 56).\n\nEntgegen der Auffassung des Kassationsgerichtes kann aus BGE 108 Ia 231 E. 2 nicht hergeleitet werden, der Grundsatz ne bis in idem sei keine Garantie des Bundesverfassungsrechts. BGE 108 Ia 230 ff. hat einzig zugelassen, dass ein Anwalt kumulativ in zwei verschiedenen Kantonen diszipliniert wird, wenn es um die Einstellung der Berufsausübung geht und diese den Anwalt im ersten Kanton praktisch nicht trifft, weil er dort nur ausnahmsweise praktiziert. Dies bedeutet eine Einschränkung des Grundsatzes ne bis in idem für disziplinarische Massnahmen, nicht aber für strafrechtliche Sanktionen, wie sie hier zur Diskussion stehen.\n\nIm übrigen findet der Grundsatz ne bis in idem neuerdings seine Grundlage in Art. 4 des siebten Zusatzprotokolls (7. ZP) zur EMRK (SR 0.101.07; dazu Botschaft des Bundesrates in BBl 1986 II 603 f. sowie STEFAN TRECHSEL, Das verflixte Siebente? Bemerkungen zum 7. Zusatzprotokoll zur EMRK, Festschrift Ermacora, Kehl 1988, S. 207 f.). Dieses ist am 1. November 1988 für die Schweiz in Kraft getreten. Ziff. 1 von Art. 4 des 7. ZP lautet wie folgt: BGE 116 IV 262 S. 266\n\nNiemand darf wegen einer strafbaren Handlung, wegen der er bereits nach dem Gesetz und dem Strafverfahrensrecht eines Staates rechtskräftig verurteilt oder freigesprochen worden ist, in einem Strafverfahren desselben Staates erneut vor Gericht gestellt oder bestraft werden.\n\nb) Die Beschwerdeführer machen geltend, sie seien wegen des ihnen vorgeworfenen Verhaltens bereits rechtskräftig zu Hinterziehungsbussen gemäss Art. 129 BdBSt verurteilt worden. Eine zusätzliche Verurteilung wegen Steuerbetruges aufgrund des gleichen Verhaltens sei deshalb mit dem Grundsatz ne bis in idem nicht zu vereinbaren.\n\naa) Von einer Verletzung des Grundsatzes ne bis in idem könnte vorliegend nur dann gesprochen werden, wenn die verhängten Hinterziehungsbussen eine Strafe darstellen. Gemäss Art. 129 BdBSt ist die Sanktion für eine Steuerhinterziehung eine Busse bis zum Vierfachen des entzogenen Steuerbetrages. Ausser der Busse ist der entzogene Steuerbetrag zu bezahlen. Eine Verzinsung des im Nachsteuerverfahren festgesetzten Steuerbetrages ist hingegen nicht vorgesehen. Der Verspätung der Steuerleistung ist bei der Bemessung der Busse Rechnung zu tragen (MASSHARD, Kommentar zur direkten Bundessteuer, 2. A. 1985, Art. 129 N. 17). Daraus folgt, dass die Hinterziehungsbusse nur insoweit Strafe sein kann, als sie den Verspätungszins übersteigt, was allerdings in der Regel für den grösseren Teil der Sanktion der Fall sein dürfte.\n\nDie Rechtsnatur der Hinterziehungsbusse ist umstritten. Doch wird in neuerer Zeit ihr Strafcharakter zunehmend und zu Recht bejaht (MARTIN ZWEIFEL, Die Strafsteuer als Strafe, ASA 58, S. 4 ff.; WALTER KÄLIN/LISBETH SIDLER, Die Anwendbarkeit von Art. 6 EMRK auf kantonale Steuerhinterziehungsverfahren, ASA 57, S. 529-547; PETER BÖCKLI, Harmonisierung des Steuerstrafrechts, ASA 51, S. 107; Verwaltungsgericht Zürich, ZBl 84/1983, S. 327, und SJZ 86/1990, S. 48; abweichend ANDREAS VON ALBERTINI, Der Steuerbetrug im System der Steuerstrafnormen, Diss. Bern 1967, S. 19 und 21; widersprüchlich REIMANN/ZUPPINGER/SCHÄRER, Kommentar zum Zürcher Steuergesetz, Bern 1966, § 188 N. 5 und 192 N. 63). Die Auffassung der Vorinstanz (im Anschluss an REIMANN/ZUPPINGER/SCHÄRER), die Strafsteuer als eigentliche Verwaltungsstrafe verfolge nicht ausschliesslich einen Strafzweck, sondern ihr komme zusätzlich Schadenersatzfunktion zu, ist - unter Vorbehalt des in ihr enthaltenen Verspätungszinses - abzulehnen. Das Argument, erfahrungsgemäss würden die Steuerausfälle durch die für eine beschränkte Anzahl von Jahren BGE 116 IV 262 S. 267erhobene Nachsteuer nicht gedeckt, weshalb die Strafsteuer eine ihr wesensfremde Funktion übernehmen müsse, überzeugt in keiner Weise. Denn nach den grundlegenden Rechtsprinzipien der schweizerischen Rechtsordnung kann Schadenersatz nur in dem Umfang verlangt werden, wie der Schaden vom Belangten zugefügt wurde. Ausfälle, die nicht oder nicht rechtzeitig entdeckt werden, können nicht dadurch ausgeglichen werden, dass ein Täter zu einem Mehrfachen des ihm nachgewiesenen Schadens verurteilt wird.\n\nEs ist deshalb davon auszugehen, dass die Beschwerdeführer mit den ihnen auferlegten Hinterziehungsbussen gemäss Art. 129 BdBSt bereits eine Strafe erlitten haben.\n\nbb) Zu fragen ist somit, ob die Bestrafung wegen Hinterziehung und die nachfolgende Bestrafung wegen Steuerbetruges auf das gleiche Verhalten zurückzuführen ist. Die Vorinstanz nimmt an, die Tatbestände der Steuerhinterziehung und des Steuerbetruges stellten zwei verschiedene Verhaltensweisen unter Strafe, die unabhängig voneinander gegeben sein könnten. Während bei der Steuerhinterziehung die durch Verschulden des Steuerpflichtigen bewirkte finanzielle Schädigung des Gemeinwesens an sich sanktioniert werde, stelle der Steuerbetrugstatbestand die Täuschungshandlung mittels einer gefälschten Urkunde unter Strafe. Die folgenden Ausführungen machen jedoch deutlich, dass auch die Vorinstanz von einer Verhaltensweise ausgeht, indem sie Idealkonkurrenz zwischen den beiden Tatbeständen annimmt.\n\nDie Annahme von Idealkonkurrenz ist schon deshalb unzutreffend, weil der Steuerbetrug der Sache nach offensichtlich einen qualifizierten Fall der Hinterziehung darstellt. Der Unterschied zwischen einfacher Steuerhinterziehung und Steuerbetrug liegt darin, dass beim Steuerbetrug die Täuschungshandlung mittels gefälschten Urkunden vorgenommen wird, während für die Hinterziehung jedes Vorenthalten eines Steuerbetrages unter den Voraussetzungen von Art. 129 Abs. 1 lit. a oder b BdBSt ausreicht. Ein Steuerbetrug gemäss Art. 130bis BdBSt ohne gleichzeitige Begehung einer Hinterziehung ist nicht denkbar. Überdies ergibt sich schon aus dem Wortlaut (\"wer bei einer Hinterziehung ...\"), dass Art. 130bis wie ein qualifizierter Tatbestand auf dem Grundtatbestand der Hinterziehung aufbaut. Unzutreffend ist überdies die Auffassung der Vorinstanz, die beiden Strafbestimmungen schützten verschiedene Rechtsgüter. In beiden Fällen geht es um den Schutz des staatlichen Vermögens. Dass beim Steuerbetrug der BGE 116 IV 262 S. 268Angriff auf das Vermögen in qualifizierter Form erfolgt, ändert daran nichts (vgl. dazu MEINRAD BETSCHART, Steuerbetrug: \"Urkundenmodell\", \"Arglistmodell\" oder dritter Weg?, ASA 58, S. 546-576).\n\ncc) Es fragt sich deshalb, ob eine Bestrafung wegen Steuerbetruges für ein Verhalten, das bereits unter dem Gesichtspunkt der Hinterziehung beurteilt worden ist, eine mit dem Grundsatz ne bis in idem unvereinbare Doppelverfolgung darstellt.\n\nDie Frage ist, soweit es um den aus dem eidgenössischen materiellen Recht hergeleiteten Grundsatz ne bis in idem geht, zu verneinen, weil das Bundesgesetz ausdrücklich zwei verschiedene Verfahren für Steuerhinterziehung und Steuerbetrug vorsieht. Durch diese gesetzliche Regelung wird die Tragweite des bundesrechtlichen Prinzips im streitigen Bereich konkretisiert, und eine allfällige Doppelbestrafung hat daher als vom Bundesgesetzgeber gewollt zu gelten.\n\nSoweit sich das Prinzip ne bis in idem aus Art. 4 BV herleitet, ist das Bundesgericht an die gesetzliche Regelung gebunden (Art. 113 Abs. 3 BV). Es könnte nur feststellen, dass die Regelung im Widerspruch zu diesem Grundsatz steht, sie aber nicht korrigieren, weshalb die Frage offengelassen werden kann. Soweit sich die Beschwerdeführer auf Art. 4 des 7. ZP berufen, ist festzuhalten, dass dieses ratione temporis auf den vorliegenden Fall noch nicht anwendbar ist. Denn das angefochtene Urteil ist am 13. November 1987 ergangen, also vor Inkrafttreten des 7. ZP am 1. November 1988. Im vorliegenden Verfahren ist nur zu prüfen, ob das angefochtene Urteil nach der Rechtslage, wie sie zum Zeitpunkt der Urteilsfällung bestand, an einem Mangel leidet. Deshalb kann offenbleiben, ob auf eine Rüge der unmittelbaren - im Gegensatz zur mittelbaren, wo dies der Fall ist (BGE 114 Ia 377, BGE 112 IV 139 E. 1), - Verletzung dieses Zusatzprotokolls zur EMRK im Verfahren der Nichtigkeitsbeschwerde eingetreten werden könnte (wozu sich das Bundesgericht bisher nicht äusserte; vgl. dazu SCHUBARTH, Plädoyer 1990, S. 44 ff.) und ob die genannte Bestimmung des ZP selbst als jüngeres Recht der in Art. 129 und 130bis BdBSt getroffenen Regelung vorgeht. Immerhin ist zu letzterem darauf hinzuweisen, dass nach der Schubert-Rechtsprechung (BGE 99 Ib 39 ff.; bestätigt in BGE 112 II 13) zu vermuten ist, dass der eidgenössische Gesetzgeber staatsvertragliche Verpflichtungen beachten wollte, es sei denn, er habe einen Widerspruch zum internationalen Recht bewusst in Kauf genommen.BGE 116 IV 262 S. 269\n\nÜberdies bestimmt Art. 27 der Wiener Konvention über das Recht der Verträge, dass sich eine Vertragspartei nicht auf die Bestimmungen ihres innerstaatlichen Rechts als Rechtfertigung für die Nichtigkeit einer Vertragsverletzung berufen darf (BBl 1989 II 811; für die Schweiz in Kraft getreten am 6. Juni 1990, AS 1990 S. 1144; vgl. im übrigen die gemeinsame Stellungnahme des Bundesamtes für Justiz und der Direktion für Völkerrecht zum Verhältnis zwischen Völkerrecht und Landesrecht, VPB 1989 Nr. 54).\n\nc) Die Beschwerdeführer bringen vor, weil sie den ihnen vorgeworfenen Steuerbetrug im Rahmen einer Aktiengesellschaft begangen hätten, würden sie noch zusätzlich aufgrund des gleichen Verhaltens wegen Abgabebetrugs nach Art. 14 Abs. 2 VStrR verfolgt. Soweit sie damit geltend machen sollten, die bereits erfolgte Verurteilung wegen Steuerbetruges sei aufzuheben, wäre ihr Begehren schon deshalb abzuweisen, weil ein Verstoss gegen das Prinzip ne bis in idem insoweit nicht in ihrer Verurteilung wegen Steuerbetruges liegen kann, sondern allenfalls darin, dass sie wegen des gleichen Verhaltens einer weiteren Strafuntersuchung unterzogen werden. Das Prinzip ne bis in idem könnte deshalb gegebenenfalls dieser zusätzlichen Untersuchung entgegenstehen. Ob es sich auch insoweit um eine verbindliche gesetzgeberische Entscheidung handelt, an die das Bundesgericht gebunden ist, und welche Konsequenzen sich aus Art. 4 des 7. ZP ergeben, kann deshalb vorliegend offenbleiben. Entsprechendes gilt in bezug auf die später erfolgte Verurteilung wegen Hinterziehung der Warenumsatzsteuer.\n\n4. Bei der Strafzumessung bezeichnete die Vorinstanz das Verschulden der Beschwerdeführer als nicht leicht, da sie während einer relativ langen Zeit gegenüber der Steuerbehörde Bruttoeinkommen in erheblichem Ausmass verheimlicht hätten. Mit der Errichtung eines besonderen Bankkontos für die nicht deklarierten Einkommensbeträge hätten sie eine Überprüfung seitens der Steuerbehörde verunmöglicht. Es habe einer Bücherrevision bedurft, um der Sache auf die Spur zu kommen. Im übrigen liege ein recht grosser Deliktsbetrag vor, da die hinterzogenen Steuern insgesamt etwa 35 bis 40% der verheimlichten Einkommen ausgemacht hätten. Zu berücksichtigen seien schliesslich die fortgesetzte Tatbegehung und die den Beschwerdeführern in der Zwischenzeit auferlegten Strafsteuern.\n\nEs ist nicht zu sehen, inwieweit diese Strafzumessungserwägungen gegen den Grundsatz \"ne bis in idem\" verstossen sollten. Die BGE 116 IV 262 S. 270Beschwerdeführer verweisen in diesem Zusammenhang nur auf die Verfügung der Finanzdirektion des Kantons Zürich, worin in bezug auf die Höhe der Nachsteuer festgehalten werde, die fortgesetzte wissentliche Verwendung unrichtiger Urkunden wirke sich strafschärfend aus; diese Erwägung (der Finanzdirektion) erachten die Beschwerdeführer unter Berufung auf BÖCKLI (ASA 51 S. 115 f.) als besonders stossend, da \"die steuerbetrügerische Handlung zweimal (einmal als Strafschärfungsgrund, einmal als Vergehen) bestraft\" worden sei.\n\nAuf diese Rüge kann im vorliegenden Verfahren von vornherein nicht eingetreten werden. Sie hätte, wie die Vorinstanz zu Recht feststellt, auf dem Rechtsweg gegen den Bussenentscheid der Finanzdirektion vorgebracht werden müssen, denn es wird ja die Frage aufgeworfen, ob die Finanzdirektion bei ihrer Bussenbemessung die wissentliche Verwendung unrichtiger Urkunden strafschärfend berücksichtigen durfte, obwohl genau dieses Vorgehen des Betroffenen nach der gesetzlichen Regelung (zusätzlich zum Straf- und Nachsteuerverfahren) noch zu einem gesonderten Strafverfahren wegen Steuerbetruges führt. Im Verfahren wegen Steuerbetruges kann die Rüge deshalb nicht vorgebracht werden, da es ja gerade um die Verwendung unrichtiger Urkunden geht."}