{"annee": "116", "cour": "IB", "page": "249", "date": "1/8/1990", "cite": ["112 IB 176", "101 IB 277", "112 IB 417", "81 I 340", "93 I 295", "112 IB 179", "106 IB 231", "115 IA 66", "113 IB 34", "115 IB 411", "114 IB 142", "109 II 418", "105 IB 6", "110 IB 368", "80 I 216", "108 IB 485", "112 IB 124"], "cite_par": ["119 IB 334", "145 II 282", "134 III 248", "119 IB 348", "119 IB 447", "116 IB 400", "117 IB 105", "118 IB 203", "117 IB 15", "127 II 306", "124 II 543"], "chapeau": "33. Extrait de l'arrêt de la Ire Cour de droit public du 1er août 1990 dans la cause M. Daenzer et cst. contre canton de Neuchâtel (recours de droit administratif)", "regestes": ["Art. 5 et art. 64 LEx; compétence pour statuer sur la prescription d'une demande d'indemnité. Le refus de l'expropriant de faire ouvrir une procédure devant la Commission fédérale d'estimation peut être attaqué par la voie du recours de droit administratif (consid. 1). La Commission fédérale d'estimation est compétente pour statuer en première instance sur la prescription d'une prétention relevant du droit fédéral de l'expropriation, notamment en matière de droit de voisinage pour les immissions dues aux travaux de construction d'une route nationale (consid. 2)."], "faits": "BGE 116 Ib 249 S. 250\n\nLe projet définitif de la route nationale N5, concernant la traversée de Neuchâtel en tunnels, a été soumis à l'enquête publique du 19 septembre au 18 octobre 1978. Il comprend notamment une jonction à la sortie est des tunnels, au lieu dit \"Nid-du-Crô\". Le Conseil d'Etat du canton de Neuchâtel a statué sur les oppositions en 1979 et le Département fédéral de l'intérieur a approuvé le projet définitif le 18 mars 1980, en application de l'art. 28 de la loi fédérale sur les routes nationales du 8 mars 1960 (LRN).\n\nLes premiers travaux, dans le secteur \"Nid-du-Crô\", ont commencé en novembre 1980, par la création d'une digue et d'un terre-plein destinés à l'aménagement des installations de chantier et à la construction des deux déviations successives de la route cantonale. Les travaux de la première déviation ont débuté en juin 1983 et ceux de la deuxième déviation en octobre 1986. L'installation du chantier des tunnels a eu lieu au printemps 1984 et le percement de la galerie pilote a débuté le 2 mai 1984. L'ouverture des tunnels au trafic est prévue pour 1992.\n\nLes différents chantiers ont causé de nombreuses nuisances (poussière, bruit) aux habitants du quartier résidentiel voisin, situé entre l'avenue du Mail et la rue des Saars. Une Association contre BGE 116 Ib 249 S. 251les nuisances de la nationale 5 (\"ANNA 5\"), créée en octobre 1985, a eu des contacts réguliers avec les autorités cantonales. Des séances ont réuni, en 1986 et 1987, les représentants de l'association et du canton. Lors d'une séance du 6 novembre 1987, le représentant du canton s'est déterminé sur la question d'un éventuel paiement d'indemnités. D'après lui, la condition d'imprévisibilité, requise par la jurisprudence du Tribunal fédéral (ATF 110 Ib 346 consid. 2), n'était pas remplie.\n\nMadeleine Daenzer, Aloïs Schindler, Ebba Bertram et Marie-Ernestine Schenk sont propriétaires de bâtiments d'habitation à la rue des Saars et à l'avenue du Mail. Ils ont demandé au Conseil d'Etat, en septembre 1989, le versement d'indemnités en compensation des immissions provenant des chantiers. A titre subsidiaire, ils ont demandé que la commission d'estimation soit saisie en vue de l'ouverture d'une procédure d'expropriation formelle. Par quatre décisions distinctes du 5 février 1990, le Conseil d'Etat a refusé d'ouvrir une procédure d'expropriation. Il a estimé que les prétentions des propriétaires étaient prescrites en raison de l'écoulement du délai de cinq ans fixé par la jurisprudence du Tribunal fédéral en matière d'immissions causées par une route nationale.\n\nAgissant par la voie de quatre recours de droit administratif séparés, les propriétaires requièrent le Tribunal fédéral d'annuler les décisions du Conseil d'Etat et d'inviter celui-ci à ouvrir une procédure d'expropriation. Le Tribunal fédéral a admis les recours.", "considerants": "Considérant en droit:\n\n1. a) Le droit d'expropriation est conféré aux cantons pour la construction des routes nationales (art. 1, 3 al. 2 LEx en relation avec l'art. 39 al. 1 seconde phrase LRN). Le canton de Neuchâtel est habilité à exercer son droit en requérant l'ouverture d'une procédure d'expropriation auprès du président de la commission fédérale d'estimation, pour le projet de la RN 5, approuvé par le Département fédéral de l'intérieur au sens de l'art. 28 LRN (art. 39 al. 2 LRN; ATF 114 Ib 145 consid. 3a et les arrêts cités). Il est constant que le canton de Neuchâtel n'a pas fait ouvrir une procédure ordinaire d'expropriation comportant la mise à l'enquête publique des plans par la municipalité (conseil communal), conformément à l'art. 30 LEx, et qu'il n'a pas fait BGE 116 Ib 249 S. 252usage non plus de la procédure sommaire qui permet de remplacer le dépôt public des plans par des avis personnels (art. 33 LRN). Les divers propriétaires touchés, dont les recourants, n'ont ainsi pas eu la possibilité de faire valoir leurs droits dans une procédure d'expropriation.\n\nEn pareil cas, les propriétaires qui se prétendent victimes d'une expropriation de droits résultant des dispositions sur la propriété foncière en matière de rapports de voisinage (art. 5 al. 1 LEx), ne peuvent agir directement auprès de la commission d'estimation; ils doivent demander au canton d'ouvrir une procédure qui leur permette de soumettre leurs prétentions au juge de l'expropriation (ATF 115 Ib 412 consid. 2a, ATF 114 Ib 145, ATF 112 Ib 126 consid. 2).\n\nb) Le recours de droit administratif est ouvert contre des décisions au sens de l'art. 5 PA (art. 97 OJ). Dans la mesure où ils se prononcent sur la prescription, les actes attaqués ne sont pas des décisions susceptibles de recours; ils ont seulement la portée d'une détermination de l'autorité au sujet de prétentions qui doivent encore être exercées par voie d'action (art. 5 al. 3 PA; ATF 115 Ib 414 consid. 3a).\n\nConstitue en revanche une décision au sens de l'art. 5 al. 1 PA, le refus opposé par le Conseil d'Etat aux différents propriétaires de faire ouvrir une procédure d'expropriation par le président de la commission d'estimation. Emanant d'une autorité cantonale de dernière instance (art. 98 let. g OJ) et fondée sur le droit public fédéral, une telle décision peut être attaquée par la voie du recours de droit administratif lorsqu'aucun des motifs d'exclusion prévus aux art. 99 à 102 OJ n'est réalisé, ce qui est le cas en l'espèce; en particulier, s'agissant d'une expropriation, le recours de droit administratif serait ouvert même s'il fallait admettre que les décisions contestées concernent un plan (art. 99 let. c OJ). Les recourants, dont la requête a été rejetée par l'autorité intimée, sont propriétaires de biens-fonds prétendument exposés à des immissions excessives; ils ont donc un intérêt digne de protection à l'annulation des décisions attaquées (art. 103 let. a OJ). Déposés en temps utiles et motivés de manière suffisante (art. 106 et 108 OJ), leurs recours sont ainsi recevables. La motivation des quatre recours étant identique, il sied de statuer à leur sujet par une décision unique.\n\n2. a) Les droits réels immobiliers, notamment les droits résultant des dispositions sur la propriété foncière en matière de droits de voisinage, peuvent faire l'objet de l'expropriation et être BGE 116 Ib 249 S. 253supprimés ou restreints temporairement ou définitivement (art. 5 LEx). Les actions fondées sur les art. 679, 684 à 686 CC et, dans certains cas particuliers, celles qui résultent des dispositions du droit cantonal réservé par l'art. 702 CC, font partie des droits susceptibles d'être expropriés au sens de l'art. 5 LEx (ATF 106 Ib 235 ss et arrêts cités). Si les immissions, ou autres effets prétendus excessifs, proviennent de la construction, conforme au droit applicable, d'un ouvrage d'intérêt public pour lequel il est recouru à l'expropriation, ou sont la conséquence de l'utilisation d'un tel ouvrage conforme à sa destination, les actions du droit privé tendant à la cessation du trouble ou à la réparation du dommage ne peuvent être exercées. La prétention en versement d'une indemnité pour expropriation se substitue alors aux actions de droit privé et doit être soumise au juge de l'expropriation, lequel est compétent pour se prononcer non seulement sur l'indemnité mais également sur l'existence du droit (ATF 113 Ib 37 ss).\n\nb) La jurisprudence a déduit de la garantie de la propriété, avant même l'adoption de l'art. 22ter Cst., que le droit à une juste indemnité en cas d'expropriation, ou de restrictions équivalentes à une expropriation (expropriation matérielle), comprend, pour le propriétaire, le droit de soumettre sa prétention à une autorité judiciaire, que les cantons doivent prévoir pour les expropriations de compétence cantonale (ATF 101 Ib 283, 98 Ia 33, ATF 81 I 347 consid. 3, ATF 80 I 224 consid. 2). La situation n'est pas différente en matière d'expropriation fédérale. La commission d'estimation ne pouvant agir qu'à la requête de l'expropriant, celui-ci doit donner aux propriétaires touchés, la possibilité de faire valoir leurs prétentions. Le refus de l'expropriant de faire ouvrir une procédure peut être attaqué, en dernière instance, par la voie du recours de droit administratif au Tribunal fédéral (ATF 112 Ib 177 consid. 3a).\n\nLe droit de soumettre à un tribunal les prétentions relatives à une expropriation a trouvé ultérieurement son fondement dans la Convention européenne des droits de l'homme. Les contestations portant sur l'admissibilité d'une expropriation et le montant de l'indemnité - qui sont considérées comme ressortissant au droit public selon le droit interne - constituent \"des contestations sur des droits et des obligations de caractère civil\" au sens de l'art. 6 par. 1 CEDH, pour lesquelles l'accès à un tribunal indépendant est garanti (ATF 115 Ib 414 consid. 3c, ATF 115 Ia 67 consid. 2a, ATF 112 Ib 178 consid. 3a).\n\nBGE 116 Ib 249 S. 254\n\nc) La question de savoir si une prétention peut être soumise au juge de l'expropriation, ou si cette prétention est périmée (art. 41 LEx) ou prescrite, relève de la compétence du juge de l'expropriation (cf. art. 64 al. 2 LEx). La décision sur ces points ne peut être laissée à l'administration, qui n'est pas un tribunal indépendant au sens de l'art. 6 par. 1 CEDH et qui, de plus, est souvent directement partie à la procédure d'expropriation, comme c'est le cas en l'espèce. En revanche, la commission d'estimation est une commission d'arbitrage au sens de l'art. 98 let. e OJ; elle a la qualité d'un tribunal administratif spécial, dont le président exerce des fonctions juridictionnelles (cf. art. 76 al. 2, 64 let. g LEx, et art. 19 de l'ordonnance du Tribunal fédéral du 24 avril 1972 concernant les commissions fédérales d'estimation, RS 711.1; ATF 112 Ib 421 consid. 2b). Dans la règle, la commission d'estimation doit statuer en première instance sur les prétentions qui relèvent du droit fédéral de l'expropriation, sous réserve d'un recours de droit administratif au Tribunal fédéral (ATF 110 Ib 380 consid. 3b).\n\nIl est vrai que dans certains cas particuliers, essentiellement pour des raisons pratiques et d'économie de procédure (ATF 110 Ib 379 consid. 3a), le Tribunal fédéral s'est substitué à la commission d'estimation en examinant directement et en instance unique si la prétention pour laquelle l'expropriant refusait d'ouvrir une procédure était périmée ou prescrite, ou encore, si elle relevait de la compétence ratione materiae de l'autorité de première instance. Dans le cas Brandenberger (ATF 105 Ib 11 consid. 3), le Tribunal fédéral a statué sur la péremption et la prescription d'une prétention, question sur laquelle le président de la commission d'estimation s'était toutefois déjà prononcé avant que l'autorité cantonale ne prenne sa décision. Dans les cas Fondation Schnorf (ATF 108 Ib 485 ss) et Schär (arrêt non publié du 22 mai 1984), le Tribunal fédéral a tranché la question de la prescription d'une prétention présentée de longues années après l'achèvement des travaux de correction des eaux du Jura. Dans un autre cas (ATF 112 Ib 124 ss), il a statué sur la compétence ratione materiae de la commission d'estimation.\n\nMais dans la présente espèce, rien ne justifie de déroger à l'ordre des compétences établi par le législateur et de priver les recourants du double contrôle judiciaire exercé par la commission d'estimation en première instance et par le Tribunal fédéral sur recours.\n\nd) Le délai de prescription de cinq ans, calculé dès la naissance de la prétention à l'indemnité, a été fixé par le Tribunal fédéral BGE 116 Ib 249 S. 255pour les émissions de bruit provenant de l'exploitation d'une route nationale (ATF 105 Ib 13 /15 consid. 3c, d). L'objet du litige, dans la présente espèce, concerne les immissions provenant des travaux de construction d'une route nationale. Le Tribunal fédéral ne s'est plus prononcé dans ce domaine depuis l'arrêt Galizia (ATF 93 I 295 ss), qui remonte à 1967 et ne traite pas de la prescription. La jurisprudence civile du Tribunal fédéral, à propos du préjudice provenant de travaux de construction, a développé ultérieurement ses propres critères en ce qui concerne la prescription (cf. ATF 109 II 418, 114 II 232). Il n'est pas certain que ces critères puissent être transposés sans autre au domaine de l'expropriation; par ailleurs, il est probable que des mesures d'instruction destinées à clarifier la situation de fait doivent être ordonnées préalablement. Il convient, en pareil cas, conformément à l'ordre des compétences fixé par la loi, que la commission d'estimation traite la question en première instance. Que l'accès à la commission ainsi facilité puisse conduire à une multiplication des procédures devant cette instance et ouvrir la porte à des procès abusifs, non sérieux ou téméraires, n'est pas établi ni d'ailleurs prétendu (cf. ATF 112 Ib 179 consid. 3c). D'un autre côté, si le Tribunal fédéral devait systématiquement se substituer à l'autorité de première instance, en de tels cas, il ne pourrait qu'en résulter une aggravation de la situation pour l'instance de recours déjà surchargée."}