{"annee": "116", "cour": "V", "page": "16", "date": "11/1/1990", "cite": ["112 V 174", "105 V 147", "110 V 263", "112 V 229"], "cite_par": ["119 V 225", "119 V 65", "118 V 129", "120 V 182", "123 V 70", "122 V 249", "124 V 7", "118 V 206", "120 V 81"], "chapeau": "4. Auszug aus dem Urteil vom 11. Januar 1990 i.S. G. gegen Ausgleichskasse des Kantons Bern und Versicherungsgericht des Kantons Bern", "regestes": ["Art. 21 LAI, ch. 7.02* de l'annexe à l'OMAI. Conditions exigées pour la remise de verres de contact en cas d'astigmatisme irrégulier très prononcé et de kératocône: modification apportée à la pratique administrative."], "faits": "", "considerants": "BGE 116 V 16 S. 16\n\nAus den Erwägungen:\n\n2. a) Nach Rz. 7.01* HVI-Anhang besteht der Anspruch auf Abgabe von Brillen, sofern diese eine wesentliche Ergänzung medizinischer Eingliederungsmassnahmen (im Sinne von Art. 21 Abs. 1 Satz 2 IVG; BGE 105 V 148 Erw. 1 mit Hinweisen) darstellen. Irgendeine weitere, von medizinischen Eingliederungsmassnahmen (Art. 12 ff. IVG) losgelöste Anspruchsberechtigung auf Abgabe von Brillen besteht nicht.\n\nGemäss Rz. 7.02* HVI-Anhang hat der Versicherte Anspruch auf Abgabe von Kontaktlinsen,\n\n- sofern sie notwendigerweise anstelle von Brillen treten und eine wesentliche Ergänzung medizinischer Eingliederungsmassnahmen darstellen\n\n- sowie bei \"hochgradigem irregulärem Astigmatismus und Keratokonus\".\n\nUnter irregulärem Astigmatismus versteht man eine an verschiedenen Stellen der Hornhautoberfläche unterschiedliche Wölbung, die so beschaffen ist, dass die Krümmung - anders als beim regulären Astigmatismus - auch im gleichen Meridian nicht BGE 116 V 16 S. 17gleichmässig ist, mit der Wirkung, dass die Lichtstrahlen nicht vereinigt werden können (PSCHYREMBEL, Klinisches Wörterbuch, 255. Aufl., S. 141). Der Keratokonus ist eine kegelförmige Vorbauchung der Hornhaut (PSCHYREMBEL, a.a.O., S. 848).\n\nb) Nach Massgabe der Grundsätze über die gerichtliche Überprüfbarkeit unselbständiger Rechtsverordnungen (vgl. BGE 112 V 178 Erw. 4c mit Hinweisen) hat das Eidg. Versicherungsgericht die Beschränkung der selbständigen (d.h. nicht im Zusammenhang mit medizinischen Eingliederungsmassnahmen stehenden (Art. 21 Abs. 1 Satz 2 IVG)) Kontaktlinsenabgabe auf den Tatbestand des hochgradigen irregulären Astigmatismus und Keratokonus gemäss Rz. 7.02* HVI-Anhang, zweiter Absatz, in ständiger Rechtsprechung als rechtmässig bezeichnet (ZAK 1988 S. 472 Erw. 2a mit Hinweisen und S. 474 Erw. 4). Obgleich dem Grundsatzgutachten und den weiteren Darlegungen des Prof. B. zu entnehmen ist, dass aus ärztlicher Sicht eine Kontaktlinsenversorgung auch bei anderen refraktionsbedingten Augenleiden, z.B. bei erheblicher Anisometropie oder bei hochgradiger Myopie, indiziert sein kann, besteht vorliegend kein Anlass, von dieser Rechtsprechung abzugehen. Denn im vorliegenden Fall steht nicht die Beschränkung auf das anspruchsbegründende Leiden, wie sie Rz. 7.02* HVI-Anhang, zweiter Absatz, vornimmt, zur Diskussion.\n\nc) Es geht hier vielmehr um die Frage, welche medizinischen Gegebenheiten erfüllt sein müssen, damit von einem hochgradigen irregulären Astigmatismus und Keratokonus im Sinne von Rz. 7.02* HVI-Anhang gesprochen werden kann. Dabei fällt zunächst eine sprachliche Differenz zwischen der deutschen Fassung von Rz. 7.02* HVI-Anhang einerseits, dem französischen und italienischen Text dieser Bestimmung anderseits auf, wo es heisst: \"... dans les cas de grave kératocône ou d'astigmatisme irrégulier très prononcé\" und \"... nei casi di grave cheratocono o di astigmatismo irregolare molto pronunciato\". Rz. 7.02.1* der hier anwendbaren Wegleitung des Bundesamtes für Sozialversicherung (BSV) über die Abgabe von Hilfsmitteln in der Invalidenversicherung (in der Fassung vom 1. Januar 1984) spricht von \"hochgradigem irregulärem Astigmatismus und schwerem Keratokonus\", die ab 1. Januar 1989 gültige Weisung in Rz. 7.02.10* dagegen von \"hochgradig irregulärem Astigmatismus ..., wie er z.B. beim Keratokonus vorkommt\". In dem erwähnten, in ZAK 1988 S. 470 publizierten Fall hatte das BSV in einer Stellungnahme vom 14. Januar 1988 ausgeführt: \"Den Keratokonus hätte man dabei nicht separat in BGE 116 V 16 S. 18der Ziff. 7.02* HVI-Anhang auf führen müssen, da er mit einem hochgradigen irregulären Astigmatismus einhergeht.\" Diese Auffassung ist im Lichte des eingeholten Grundsatzgutachtens in dem Sinne zu präzisieren, dass einerseits bei Keratokonus zwar wohl immer auch ein Astigmatismus vorliegt, der indessen anfänglich durchaus noch schwach oder regelmässig sein kann, und dass anderseits ein regulärer oder irregulärer Astigmatismus vorhanden sein kann, ohne dass es bereits zu einer Ausbildung eines Keratokonus gekommen sein muss. Die erwähnten verordnungsmässigen Grundlagen - und zwar in allen drei sprachlichen Fassungen - verlangen jedoch ausdrücklich einen hochgradigen irregulären Astigmatismus. Daraus ist zu schliessen, dass es für die Annahme eines anspruchsbegründenden Leidens neben den irregulär-astigmatischen Veränderungen auch einer von den Verordnungstexten ebenfalls erwähnten Ausbildung eines Keratokonus am betreffenden Auge bedarf.\n\n3. a) Im vorliegenden Fall ist die Rechtsfrage zu beurteilen, ob der - als solcher unbestrittene - diagnostizierte Befund am rechten Auge des Beschwerdeführers als hochgradiger irregulärer Astigmatismus und Keratokonus im Sinne von Rz. 7.02* HVI-Anhang zu qualifizieren ist. Invalidenversicherungs-Kommission und Vorinstanz haben dies aufgrund der geltenden Verwaltungspraxis verneint, welche voraussetzt, dass mit der Kontaktlinse ein um mindestens 2/10 besserer Visus erreicht wird als mit der optimal korrigierenden Brille (Rz. 7.02.1* und Rz. 7.02.10* der erwähnten Fassungen der Wegleitung). Dazu bemerkt das BSV in seiner Vernehmlassung vom 26. April 1988, dass sich der irreguläre Astigmatismus nur durch Kontaktlinsen korrigieren lasse. Der Richtwert von 2/10 zur Beurteilung, ob der irreguläre Astigmatismus hochgradig sei, habe sich als praktikabel erwiesen und bewährt. Es beruft sich ferner auf die übereinstimmende Meinung der Schweizerischen Ophthalmologischen Gesellschaft, welche dem Bundesamt am 20. September 1988 mitgeteilt hatte, ihr Vorstand empfehle, \"die Kontaktlinsen wie bisher mit der 2/10-Regelung zu übernehmen\".\n\nb) Der eidgenössisch diplomierte Augenoptikermeister P., der im Jahre 1987 beim Beschwerdeführer eine Kontaktlinse angepasst hatte, verneint die Frage, ob der Sehfehler auch mit einer Brille korrigiert werden könnte. Infolge der starken perspektivischen Veränderungen durch das korrigierende Brillenglas rechts und der Tatsache, dass links keine Korrektur notwendig sei, sei gleichzeitiges BGE 116 V 16 S. 19beidäugiges Sehen nicht möglich. Eine gebrauchstüchtige Brillenkorrektur sei im Falle des Beschwerdeführers nicht nur unzumutbar, sondern unmöglich. Binokulares Sehen lasse sich nur durch eine Kontaktlinse erreichen (Schreiben vom 4. März 1988).\n\nDr. L. bemerkt in seinem Arztbericht vom 30. Oktober 1987: Die Brillenkorrektur eines Keratokonus erfordere in der Regel relativ starke astigmatische Gläser. Trotz des damit erreichten, verhältnismässig guten Visus sei das Netzhautbild aber sogar unter günstigsten Bedingungen so stark verzerrt, dass eine solche Brille subjektiv häufig nichts nütze, dies vor allem dann, wenn das eine Auge noch über eine gute Sehleistung verfüge und die Brille dann zusätzlich noch zu einer Minderung der Binokularfunktion führe. Deshalb müssten nicht nur die funktionellen, sondern auch die morphologischen Verhältnisse berücksichtigt werden. Diese liessen sich objektivieren und würden eine weit bessere Einstufung des Keratokonus erlauben als die Funktion allein.\n\nc) Diese Ausführungen der Fachleute erwecken Zweifel, ob das alleinige Abstellen auf das Ausmass der Visusverbesserung gemäss Verwaltungspraxis sachgerecht sei. Verwaltungsweisungen sind für den Sozialversicherungsrichter nicht verbindlich. Er soll sie bei seiner Entscheidung mit berücksichtigen, sofern sie eine dem Einzelfall angepasste und gerecht werdende Auslegung der anwendbaren gesetzlichen Bestimmungen zulassen (BGE 110 V 268 Erw. 1a mit Hinweisen). Er weicht anderseits insoweit von Weisungen ab, als sie mit den anwendbaren gesetzlichen Bestimmungen nicht vereinbar sind (BGE 112 V 233 Erw. 2a mit Hinweisen).\n\n4. In seiner Expertise vom 29. Dezember 1988 legt Prof. B. mit einlässlicher Begründung dar, dass es nicht sachgerecht sei, den leistungsbegründenden hochgradigen irregulären Astigmatismus und Keratokonus ausschliesslich durch ein funktionelles Kriterium von ähnlichen, nicht leistungsbegründenden Augenleiden abzugrenzen. Das alleinige Kriterium der Visusverbesserung durch die Kontaktlinse um 2/10 im Vergleich zur optimal korrigierenden Brille sei aus augenärztlicher Sicht unhaltbar, weil es den tatsächlichen Verhältnissen nicht gerecht werde. Vielmehr müssten noch andere als bloss die funktionalen, insbesondere auch die morphologischen Gegebenheiten berücksichtigt werden; denn zwischen Form und Struktur des Auges einerseits und dessen Funktion anderseits bestehe eine untrennbare Einheit. Aufgrund der weiteren Darlegungen und Formulierungsvorschläge des Experten sind die folgenden drei Fallgruppen zu unterscheiden, in denen der für BGE 116 V 16 S. 20die Abgabe von Kontaktlinsen nach Rz. 7.02* HVI-Anhang verlangte Tatbestand eines hochgradigen irregulären Astigmatismus und Keratokonus zu bejahen ist:\n\n\"Anspruch auf Abgabe von Kontaktlinsen besteht bei hochgradigem\n\nirregulärem Astigmatismus und Keratokonus.\n\nDieser anspruchsbegründende Tatbestand ist erfüllt, wenn\n\n- entweder mit der Kontaktlinse ein um mindestens 2/10 besserer Visus\n\nerreicht wird als mit der optimal korrigierenden Brille\n\n- oder die Kontaktlinse die einzig mögliche optische Korrektur darstellt\n\nzur Entwicklung von mono- und binokularem Sehen oder zur Aufrechterhaltung\n\nunentbehrlichen guten Binokularsehens\n\n- oder wenn die Versorgung mit der\n\noptimal korrigierenden Brille aus anderen medizinischen Gründen\n\nausscheidet. Der Augenarzt hat die Kontraindikation der Brille zu\n\nbegründen.\n\nIn jedem Fall muss, medizinisch-diagnostisch, ein irregulärer\n\nAstigmatismus und ein Keratokonus ausgewiesen sein.\""}