{"annee": "116", "cour": "IV", "page": "1", "date": "31/1/1990", "cite": ["69 IV 203", "74 IV 40", "100 IV 1", "93 IV 49", "73 IV 216", "105 IV 330"], "cite_par": ["124 IV 34", "128 IV 11", "127 IV 122"], "chapeau": "1. Auszug aus dem Urteil des Kassationshofes vom 31. Januar 1990 i.S. R. gegen Staatsanwaltschaft des Kantons St. Gallen und K. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 24 et art. 221 CP al. 3 CP; instigation à l'incendie intentionnel. 1. La volonté d'agir peut être déterminée même chez celui qui est disposé à agir ou chez celui qui s'offre à accomplir un acte réprimé par le droit pénal, et cela aussi longtemps que l'auteur ne s'est pas encore décidé à passer à l'action concrètement (consid. c; changement de jurisprudence). 2. Il suffit, pour qu'il y ait instigation, que l'instigateur approuve un projet de l'auteur principal, même s'il s'agit d'un projet proposé à titre d'alternative (consid. c)."], "faits": "", "considerants": "BGE 116 IV 1 S. 1\n\nAus den Erwägungen:\n\n3. a) Der Beschwerdeführer wendet sich auch gegen seine Verurteilung wegen Anstiftung zur Brandstiftung (Art. 221 Abs. 3 StGB).\n\nb) H. und B. verübten am 3. März 1986 ca. 21.05 Uhr vor dem Massagesalon an der Grenzstrasse 2 in Amriswil einen Brandanschlag BGE 116 IV 1 S. 2auf den Personenwagen von K. Die Vorinstanz geht davon aus, der Beschwerdeführer habe, vor die Alternative \"Schläge für die Dirnen\" oder \"Brandstiftung am Auto\" gestellt, zwar die erste bevorzugt, aber auch der zweiten zugestimmt. Wer auf mehrere genau umschriebene Vorschläge hin allgemein erkläre, es müsse einfach etwas geschehen, der sei als Anstifter einer Brandstiftung zu betrachten, wenn diese dann von den Tätern ausgeführt werde; auch wenn er den Vorschlag, das Auto anzuzünden, nicht ausdrücklich gutgeheissen, sicher aber nicht nein gesagt habe, so wäre er gleichwohl als Anstifter durch Unterlassen strafbar, denn die Täter hätten in seiner Anwesenheit den Plan erörtert, ersatzweise das Fahrzeug des vermeintlichen Zuhälters in Brand zu stecken. Fest stehe überdies, dass sie kein anderes Motiv gehabt hätten als das, den Beschwerdeführer zufriedenzustellen und die Belohnung zu verdienen. Gegen seinen erkennbaren Willen hätten sie die Tat mit Sicherheit nicht ausgeführt.\n\nc) Durch die Anstiftung wird in einem anderen der Entschluss zu einer bestimmten rechtswidrigen Tat hervorgerufen (vgl. BGE 69 IV 205 sowie STRATENWERTH, Schweizerisches Strafrecht, Allgemeiner Teil I, S. 338 f., N 93; SCHULTZ, Einführung in den allgemeinen Teil des Strafrechts, 1. Band, S. 292, und NOLL/TRECHSEL, Schweizerisches Strafrecht, Allgemeiner Teil I, S. 179). Der Tatentschluss muss auf das motivierende Verhalten des Anstifters zurückzuführen sein; es bedarf insofern eines Kausalzusammenhangs (vgl. BGE 74 IV 49).\n\nNicht erforderlich ist, dass beim Anzustiftenden Widerstände zu überwinden wären (vgl. BGE 100 IV 2 und BGE 93 IV 56 f.). Auch bei demjenigen, der bereits zur Tat geneigt ist oder sich zur Begehung von Straftaten sogar anbietet, kann ein Tatentschluss noch hervorgerufen werden, und zwar so lange, als er zur konkreten Tat noch nicht entschlossen ist. An der in BGE 69 IV 205 geäusserten Ansicht, ein jederzeit auf entsprechenden Auftrag zur Vornahme von Abtreibungen Bereiter könne nicht mehr angestiftet werden, kann nicht festgehalten werden. Sie hätte, wie STRATENWERTH (a.a. O., S. 340, N 97) mit Recht bemerkt, zur Folge, dass man der Haftung für Anstiftung zum Mord dadurch entgehen könnte, dass man sich eines berufsmässigen Killers bedient.\n\nDie Tat, zu der angestiftet wird, braucht nicht in allen Einzelheiten bestimmt zu sein (vgl. BGE 73 IV 217 sowie HAUSER/REHBERG, Strafrecht I, 97; SCHULTZ, a.a.O., S. 292, und NOLL/TRECHSEL, a.a.O., S. 179). Die Einzelheiten der Ausführung BGE 116 IV 1 S. 3können dem Angestifteten überlassen werden. Nicht ausreichend ist dagegen die blosse Aufforderung zu Delikten unbestimmter Art in einer Situation, die keine eindeutige Auslegung erlaubt (ROXIN, Leipziger Kommentar § 26 N 9). Möglich ist die Anstiftung zu mehreren alternativen Taten.\n\nNach den Feststellungen der Vorinstanz ist nicht erwiesen, dass der Beschwerdeführer vorschlug, das Auto in Brand zu stecken. Es ist auch davon auszugehen, dass er anfänglich von einem solchen Brandanschlag wenig begeistert war. Andererseits ergibt sich eindeutig, dass H. und B. ohne die Einwilligung des Beschwerdeführers den Brandanschlag nicht verübt hätten, dass der Beschwerdeführer dies wusste und dass er, wenn auch im Sinne einer verglichen mit der Alternative \"Schläge für die Dirnen\" zweiten Wahl, dem Brandanschlag zustimmte. Damit setzte der Beschwerdeführer zumindest eine Mitursache für die endgültige Tatentschlossenheit von H. und B., womit die objektiven Voraussetzungen einer Anstiftung gegeben sind.\n\nDamit kann offenbleiben, ob dem Beschwerdeführer auch eine Anstiftung durch Unterlassen vorgeworfen werden kann.\n\nd) Über die objektiven Voraussetzungen der Anstiftung hinaus bedarf es des Anstiftungsvorsatzes, wobei Eventualdolus genügt (vgl. TRECHSEL, Kurzkommentar zum StGB, Art. 24, N 6; HAUSER/REHBERG, a.a.O., S. 98, und STRATENWERTH, a.a.O., S. 341 N 99). Wer einen anderen nur fahrlässig zur Tatbegehung veranlasst, ist nicht wegen Anstiftung strafbar (vgl. BGE 105 IV 333).\n\nLiegt die Anstiftung, wie hier darin, dass der Beschwerdeführer dem Vorschlag der Haupttäter zustimmte, ohne welche Zustimmung es nicht zur Brandstiftung gekommen wäre, ist in subjektiver Hinsicht erforderlich, dass der Beschwerdeführer sich dessen bewusst war, d.h. dass er wusste, die Haupttäter würden einzig aufgrund seines Einverständnisses die Brandstiftung vornehmen, gegebenenfalls vornehmen, wenn die Strafaktion nicht anders durchführbar sei. Die Ausführungen der Vorinstanz zur subjektiven Seite der Tat des Beschwerdeführers sind zwar etwas knapp ausgefallen; man kann jedoch aus den Ausführungen im Urteil schliessen, dass sie Eventualvorsatz des Beschwerdeführers in bezug auf die Anstiftung zur Brandstiftung annahm.\n\nDie Beschwerde erweist sich somit in diesem Punkte als unbegründet."}