{"annee": "116", "cour": "V", "page": "305", "date": "16/11/1990", "cite": ["116 V 1"], "cite_par": ["120 V 265"], "chapeau": "46. Extrait de l'arrêt du 16 novembre 1990 dans la cause Caisse cantonale valaisanne de compensation contre R. et Tribunal cantonal valaisan des assurances", "regestes": ["Art. 6bis, art. 6quater, art. 23bis et art. 23ter RAVS: Calcul de la cotisation spéciale. Même lorsque le bénéfice de liquidation a été réalisé après l'accomplissement de la 62e ou de la 65e année, la franchise prévue à l'art. 6quater RAVS n'est pas applicable."], "faits": "", "considerants": "BGE 116 V 305 S. 305\n\nExtrait des considérants:\n\n3. Quant à son principe, l'obligation d'acquitter une cotisation spéciale n'est pas en cause en l'espèce. Ne l'est pas non plus le montant du bénéfice de liquidation, par 58'432 francs. Du reste, sur ce point, la caisse de compensation est liée par la communication de l'autorité fiscale (ATF 116 V 4 consid. 3).\n\na) Aux termes de l'art. 4 al. 2 let. b LAVS, le Conseil fédéral peut excepter du calcul des cotisations le revenu de l'activité lucrative obtenu par les femmes après l'accomplissement de leur 62e année, par les hommes après l'accomplissement de leur 65e année, jusqu'à concurrence d'une fois et demie le montant minimum de la rente simple de vieillesse prévue à l'art. 34 al. 2 LAVS. Le Conseil fédéral a fait usage de cette délégation de compétence à l'art. 6quater RAVS, qui fixe, à son alinéa 2, à 14'000 francs par an (12'000 francs jusqu'au 31 décembre 1989) la part du revenu de l'activité indépendante non soumise à cotisations dans ce cas.\n\nBGE 116 V 305 S. 306\n\nSelon les premiers juges, l'art. 17 let. d RAVS assimile les bénéfices en capital au revenu provenant d'une activité indépendante. L'égalité de traitement commanderait donc d'appliquer aussi l'art. 6quater RAVS aux bénéfices en capital obtenus après l'âge de 62 ou de 65 ans. En l'occurrence, la cotisation spéciale devrait donc être calculée sur la base d'un gain déterminant de 46'400 francs (58'400 francs moins 12'000 francs).\n\nb) Ce raisonnement - contesté tant par la caisse que par l'Office fédéral des assurances sociales (OFAS) - ne peut pas être suivi. En cas de liquidation d'une entreprise, le bénéfice en capital provient généralement d'une activité lucrative pratiquée pendant toute la durée de l'exploitation de l'entreprise (RCC 1986 p. 608 consid. 2b; cf. à propos de l'impôt annuel spécial selon l'art. 43 AIFD: MASSHARDT/GENDRE, Commentaire IDN, note 2 ad art. 43). Même si la liquidation intervient après l'âge de 62 ou de 65 ans, ce bénéfice représente donc, le plus souvent, le revenu d'une activité exercée en grande partie avant l'âge d'ouverture du droit à la rente de vieillesse. Pour cette raison déjà, il n'est guère possible de transposer telles quelles aux bénéfices de liquidation les règles sur les cotisations des personnes poursuivant une activité indépendante après cet âge limite.\n\nAu demeurant, les bénéfices en capital sont partiellement assimilés, selon le système adopté par le Conseil fédéral, à des prestations de prévoyance volontairement allouées par l'employeur, lorsque l'assuré a accompli sa 50e année au moment de la réalisation du bénéfice (art. 23ter al. 1 let. a RAVS). Dans cette mesure, ils sont donc déjà exonérés du paiement de cotisations en vertu de l'art. 6bis RAVS, auquel renvoie l'art. 23ter al. 1 RAVS. Sur ce plan, la situation du travailleur indépendant est semblable à celle du salarié, pour lequel la franchise de l'art. 6quater RAVS n'est pas non plus applicable (le législateur partant de l'idée que la prestation de prévoyance allouée par l'employeur se rattache aussi, quant à son fondement, à une période d'activité antérieure à l'âge d'ouverture du droit à la rente de vieillesse).\n\nDès lors, de deux choses l'une: ou bien le bénéfice en capital est assimilé pour une part - et pour des raisons de politique sociale évidentes - à un capital affecté à des buts de prévoyance (cf. RCC 1983 p. 295; KÄSER, Unterstellung und Beitragswesen in der obligatorischen AHV, p. 220, note 14.23); ou bien ce même bénéfice est considéré, pour le tout, comme le pur revenu d'une activité lucrative et il peut être partiellement exonéré en vertu de BGE 116 V 305 S. 307l'art. 6quater RAVS. Mais on conçoit mal que les avantages attachés à chacun des deux systèmes puissent être combinés, et ce serait accorder un privilège injustifié que de permettre une exemption supplémentaire lorsque la cessation de l'activité indépendante intervient après l'âge de 62 ou de 65 ans. En tout cas, on ne voit vraiment pas en quoi le refus d'appliquer ici la franchise prévue à l'art. 6quater RAVS serait source d'inégalités de traitement entre assurés ou entraînerait, sur le plan de l'équité, des conséquences insatisfaisantes."}