{"annee": "116", "cour": "IV", "page": "121", "date": "27/4/1990", "cite": ["90 IV 130", "76 IV 81", "115 IV 34", "91 IV 64", "105 IV 12", "107 IV 81"], "cite_par": ["131 IV 83", "125 IV 260", "117 IV 408", "133 IV 256", "119 IV 73", "118 IV 325", "118 IV 309"], "chapeau": "23. Auszug aus dem Urteil des Kassationshofes vom 27. April 1990 i.S. X. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 68 ch. 1 CP; application de cette disposition en cas de métier et de délit successif. 1. L'application de l'art. 68 ch. 1 CP est en principe exclue en cas d'infraction commise par métier. Conditions auxquelles il peut être fait exception à ce principe (consid. 2b aa). 2. L'exclusion absolue de l'application de l'art. 68 ch. 1 CP en cas de délit successif ne se justifie pas; elle peut conduire à la violation du principe de la culpabilité (changement de jurisprudence). Nécessité de revoir la jurisprudence relative au délit successif, même en dehors du problème de la fixation de la peine (consid. 2b cc)."], "faits": "BGE 116 IV 121 S. 121\n\nA.- X. war Geschäftsführer der A. AG. In dieser Funktion war er massgeblich an der Vermittlung von Warentermingeschäften beteiligt, bei denen verschiedene Kunden zu Schaden kamen.\n\nBGE 116 IV 121 S. 122Nachdem er am 17. April 1978 mit weiteren Personen die später in C. AG umbenannte B. AG gegründet hatte, trat er als Geschäftsführer der A. AG zurück. Im Rahmen der Aktivitäten der C. AG stellte er einem grösseren Personenkreis profitable Kapitalanlagen in Aussicht; eine Anlage der in der Folge eingegangenen Kundengelder erfolgte indessen nie.\n\nB.- Mit Urteil vom 17. Juni 1987 sprach das Obergericht des Kantons Zürich X. des wiederholten gewerbsmässigen Betrugs sowie weiterer Delikte schuldig und verurteilte ihn zu einer Gesamtstrafe von 2 Jahren und 6 Monaten Zuchthaus, abzüglich 43 Tage Untersuchungshaft, und zu einer Busse von Fr. 1'000.--. Überdies verpflichtete es ihn zur Zahlung zahlreicher Schadenersatzforderungen.\n\nC.- Dagegen führt X. eidgenössische Nichtigkeitsbeschwerde. Er beantragt, das Urteil des Obergerichts sei aufzuheben und die Sache zur neuen Entscheidung an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht weist die Beschwerde ab, soweit darauf einzutreten ist.", "considerants": "Aus den Erwägungen:\n\n2. Zu prüfen bleibt damit nur noch der mit der Nichtigkeitsbeschwerde erhobene Einwand, die Vorinstanz habe zu Unrecht wiederholten gewerbsmässigen Betrug angenommen.\n\na) Hiezu ist vorweg festzuhalten, dass aus dem angefochtenen Urteil nicht schlüssig hervorgeht, ob, wie der Beschwerdeführer behauptet, die Vorinstanz auf der Basis ihrer Annahme, es liege wiederholter gewerbsmässiger Betrug vor, Art. 68 Ziff. 1 StGB überhaupt angewendet hat. Da sich weder die Vorinstanz noch die Staatsanwaltschaft zur Nichtigkeitsbeschwerde geäussert haben, ist jedoch im Zweifel davon auszugehen, dass die Vorinstanz die dem Beschwerdeführer auferlegte Strafe nach Art. 68 Ziff. 1 StGB geschärft hat.\n\nb) Der Beschwerdeführer macht geltend, die wiederholte Tatbegehung sei in der Gewerbsmässigkeit begriffsnotwendig enthalten; die Anwendung von Art. 68 StGB scheide bei einer Verurteilung wegen gewerbsmässiger Deliktsbegehung deshalb aus.\n\naa) Gewerbsmässig handelt nach der in BGE 115 IV 34 ff. präzisierten Rechtsprechung, wer in der Absicht, zu einem Erwerbseinkommen zu gelangen, und mit der Bereitschaft, in unbestimmt vielen Fällen oder bei jeder sich bietenden Gelegenheit BGE 116 IV 121 S. 123zu handeln, die Tat wiederholt verübt. Der in dieser Gewerbsmässigkeitsdefinition verwendete Begriff der \"wiederholten\" Tatbegehung ist indessen nicht in einem technischen Sinn zu verstehen; er bedeutet nichts anderes als \"mehrfaches\" Handeln (BGE 107 IV 83). Wiederholte Tatbegehung als Verübung mehrerer, in sich abgeschlossener, je auf gesondertem Willensentschluss beruhender strafbarer Handlungen bildet somit nicht Begriffsmerkmal der Gewerbsmässigkeit.\n\nRichtig ist allerdings, dass die im besonderen Teil des StGB für gewerbsmässige Deliktsbegehung vorgesehenen Strafrahmen eine mehrfache Verwirklichung des Tatbestandes immer schon einkalkulieren und deshalb bei einem Schuldspruch wegen gewerbsmässiger Tatbegehung die Anwendung von Art. 68 StGB grundsätzlich ausser Betracht zu bleiben hat (BGE 76 IV 101). Von diesem Grundsatz ist in Übereinstimmung mit HAUSER/REHBERG (Strafrecht I, Zürich 1988, S. 202) aber abzuweichen, wenn während verschiedener, voneinander getrennter Zeitabschnitte gewerbsmässig delinquiert wurde, ohne dass den einzelnen Phasen ein umfassender Entschluss zugrunde lag und die Deliktsserien auch objektiv nicht als Einheit im Sinne eines zusammenhängenden Geschehens erscheinen. In solchen Fällen, in denen sich der Täter wiederholt zur gewerbsmässigen Begehung voneinander unabhängiger Deliktsserien entschliesst, kann eine deliktische Intensität erreicht sein, bei der der Richter die Möglichkeit haben muss, durch Heranziehung von Art. 68 Ziff. 1 StGB bei der Strafzumessung über das im besonderen Teil des StGB für gewerbsmässige Deliktsbegehung vorgesehene Strafmaximum hinauszugehen.\n\nbb) Eine Anwendung von Art. 68 StGB in diesen Fällen auch beim gewerbsmässigen Delikt lässt sich umso eher rechtfertigen, als vom nach oben erweiterten Strafrahmen nicht notwendigerweise Gebrauch gemacht werden muss. In aller Regel wird vielmehr eine Erhöhung nach pflichtgemässem Ermessen innerhalb der ordentlichen Strafandrohung dem Verschulden des Täters gerecht.\n\ncc) Soweit der Ausschluss einer Strafschärfung nach Art. 68 Ziff. 1 StGB bei Gewerbsmässigkeit aus den gleichen Gründen erfolgt, wie sie bei der Rechtsfigur des fortgesetzten Delikts angeführt werden, kann daran nicht länger festgehalten werden. Diese Rechtsfigur wurde namentlich deshalb eingeführt, um dem Richter die Möglichkeit zu geben, bei echter Konkurrenz auf eine Strafschärfung nach Art. 68 StGB zu verzichten, wo sie als ungerecht erscheint (BGE 90 IV 132; vgl. auch BGE 91 IV 66). Mit Recht weist BGE 116 IV 121 S. 124die Literatur indessen darauf hin, dass eine generelle Privilegierung des fortgesetzt Delinquierenden bei der Strafzumessung zu Ungerechtigkeiten und letztlich zu einem Verstoss gegen das Schuldprinzip führen kann (vgl. NOLL/TRECHSEL, Schweizerisches Strafrecht, Allg. Teil I, Zürich 1986, S. 240; SCHULTZ, Allg. Teil I, 4. Aufl., Bern 1982, S. 131, und WERNER ARNOLD KNECHT, Das fortgesetzte Delikt im Schweizerischen Strafrecht, Diss. Bern 1969, S. 99). So ist in der Tat nicht einzusehen, weshalb ein Täter, der eine grössere Deliktsserie von vornherein bis in die Einzelheiten plant und deshalb den für die Annahme des fortgesetzten Delikts erforderlichen \"einheitlichen Willensentschluss aufweist, besser gestellt sein soll als ein anderer, der immer wieder derselben Versuchung erliegt oder, wie der Drogenabhängige, immer wieder in dieselbe Zwangslage gerät\" (STRATENWERTH, Allg. Teil I, § 19 N 19).\n\nDer Vollständigkeit halber ist hier anzufügen, dass erhebliche Bedenken auch gegenüber der bisherigen Praxis beim fortgesetzten Delikt bestehen, wonach alle Einzelhandlungen erst nach Abschluss des letzten Teilaktes zu verjähren beginnen (BGE 105 IV 13 mit Hinweisen); auch die inzwischen mit gewichtigen Einschränkungen versehene Rechtsprechung, nach der sich die Rechtskraft einer Verurteilung wegen eines fortgesetzten Delikts auch auf jene Delikte beziehen soll, die dem Richter nicht bekannt waren (BGE 90 IV 132), wird bei Gelegenheit erneuter Prüfung bedürfen. Die durch im Grunde sophistische Unterscheidungskriterien vom wiederholten Delikt abgegrenzte Rechtsfigur des fortgesetzten Delikts erscheint insgesamt als nicht haltbar, weil sie sachlich nicht zusammenhängende, gesondert zu erörternde Problembereiche (Verjährung, res-iudicata-Wirkung, Strafzumessung) vermengt und damit den Zugang zu sachgerechten Lösungen der anstehenden Fragen erschwert.\n\n3. Bei Anwendung der dargelegten Grundsätze auf den vorliegenden Fall ergibt sich, dass die Anwendung von Art. 68 StGB durch die Vorinstanz bundesrechtlich nicht zu beanstanden ist. Gemäss ihren verbindlichen tatsächlichen Feststellungen, die der Beschwerdeführer unzulässigerweise angreift (vgl. Art. 273 Abs. 1 lit. b BStP), ist zwischen den beiden Betrugsserien, die dieser im Rahmen der Aktivitäten der A. AG einerseits und der C. AG andererseits begangen hat, eine klare Zäsur erkennbar, und die beiden Deliktskomplexe haben nichts miteinander zu tun. Damit aber ist davon auszugehen, dass der Beschwerdeführer während BGE 116 IV 121 S. 125verschiedener, voneinander getrennter Zeitabschnitte gewerbsmässig delinquiert hat, ohne dass den einzelnen Phasen ein umfassender Entschluss zugrunde lag. Da die vom Beschwerdeführer begangenen Betrugsserien objektiv auch keine Einheit im Sinne eines zusammenhängenden Geschehens bilden, hat die Vorinstanz Art. 68 Ziff. 1 StGB mithin zu Recht angewandt; die im Rahmen dieser Bestimmung vorgenommene Straferhöhung verletzt Bundesrecht nicht."}