{"annee": "116", "cour": "IA", "page": "264", "date": "15/6/1990", "cite": ["113 IB 371", "112 V 106", "112 IA 398", "105 IB 105", "112 IB 465", "104 IA 105", "111 IB 6", "111 IA 23", "102 IB 264", "109 IB 110", "113 IA 309", "112 IB 235", "108 IB 71"], "cite_par": ["124 II 409", "130 V 388", "118 V 16", "121 I 334", "133 V 50", "124 V 19", "119 IA 348", "122 II 241", "132 V 93", "118 IA 299", "123 I 313", "117 IB 135", "128 II 56", "120 V 346", "122 I 70", "119 IA 453", "116 IA 277", "123 V 290", "120 IA 89", "123 I 175", "119 IA 241", "119 IA 197", "127 II 1", "117 V 185", "117 IB 399", "122 V 189", "118 IB 11", "126 I 76"], "chapeau": "42. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 15. Juni 1990 i.S. A. und B. M. gegen Kantonale Steuerverwaltung St. Gallen und Verwaltungsgericht des Kantons St. Gallen (staatsrechtliche Beschwerde)", "regestes": ["Prévoyance professionnelle; traitement fiscal des contributions de rachat; question de la recevabilité des moyens de droit. Le recours de droit administratif est recevable, lorsque le droit public fédéral constitue le fondement sur lequel la décision se base ou devrait se baser (consid. 2). Les prescriptions de droit fiscal des art. 80-84 LPP sont des dispositions d'harmonisation fiscale. En ce qui concerne les impôts cantonaux, il faut faire valoir la violation de ces prescriptions au moyen du recours de droit public pour violation de l'art. 2 Disp. trans. Cst. (consid. 3). Ne viole pas le droit fédéral le refus de la déduction des cotisations (art. 81 al. 2 LPP) ayant servi au rachat des contributions des années précédentes dans le cadre d'une relation de prévoyance du deuxième pilier créée avant le 1er janvier 1985 et qui concerne une génération d'entrée dont le droit aux prestations de vieillesse commencera avant le 1er janvier 2002 (consid. 4)."], "faits": "BGE 116 Ia 264 S. 265\n\nDie Eheleute A. und B. M., damals beide im Dienste der Stadt St. Gallen erwerbstätig, machten in der Steuererklärung 1987/88 von den Einkünften des Bemessungsjahres 1986 einen Abzug von Fr. ... entsprechend dem von Frau B. M. (geboren am 22. Mai 1928) am 30. Dezember 1986 geleisteten Beitrag an die städtische Versicherungskasse für den Einkauf von Beitragsjahren (Wegkauf einer Rentenkürzung zufolge beim Eintritt in die Kasse nicht erbrachter Einkaufssumme nach Art. 13 der Kassenstatuten). Sie wurden abweichend von ihrer Steuererklärung für 1987 mit einem steuerbaren Einkommen von Fr. ... veranlagt, wobei ihnen der Abzug von Fr. ... verweigert wurde, dies gestützt auf Ziff. 2 der Übergangsbestimmungen des IV. Nachtragsgesetzes (vom 3. Juli 1986) zum Steuergesetz vom 23. Juni 1970 (StG, sGS 811.1), welche lautet:\n\n\"2. Beiträge für den Einkauf von Beitragsjahren in der beruflichen\n\nVorsorge können nicht abgezogen werden, wenn das Vorsorgeverhältnis vor\n\ndem 1. Januar 1985 begründet wurde und ein Anspruch auf Altersleistungen\n\nvor dem 1. Januar 2002 besteht.\"\n\nDie Eheleute M. machten, mit Einsprache, Rekurs an die Verwaltungsrekurskommission und Beschwerde an das Verwaltungsgericht des Kantons St. Gallen vergeblich geltend, der Abzug sei ihnen zu gewähren und das steuerbare Einkommen auf Fr. ... zu reduzieren, da Ziff. 2 der Übergangsbestimmungen dem zwingenden Art. 81 Abs. 2 des Bundesgesetzes über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge (BVG, SR 831.40) widerspreche. Mit Urteil vom 30. August 1989 wies das Verwaltungsgericht als letzte kantonale Instanz ihre Beschwerde (ohne Kostenauflage) ab.\n\nBGE 116 Ia 264 S. 266\n\nGegen dieses Urteil, das ihnen am 6. September 1989 zugestellt wurde, erheben A. und B. M. am 27. September 1989 rechtzeitig staatsrechtliche Beschwerde mit dem Begehren, es sei die Veranlagung für die Staats- und Gemeindesteuern 1987 mit Fr. ... Einkommen aufzuheben und das Einkommen auf Fr. ... zu reduzieren bzw. das Verwaltungsgericht zu einer solchen Reduktion anzuweisen. Sie rügen die Verletzung der derogatorischen Kraft des Bundesrechts durch Missachtung der zwingenden Vorschrift von Art. 81 Abs. 2 BVG. In ihrer Begründung, auf die in den Erwägungen zurückzukommen sein wird, überlassen sie es dem Bundesgericht, die Beschwerde wegen Verletzung von Art. 81 Abs. 2 BVG allenfalls als Verwaltungsgerichtsbeschwerde zu behandeln.\n\nDas Verwaltungsgericht und die Steuerverwaltung des Kantons St. Gallen beantragen unter Hinweis auf das angefochtene Urteil, die Beschwerde sei abzuweisen.\n\nDie zur Vernehmlassung eingeladene Eidgenössische Steuerverwaltung enthält sich in ihrer Vernehmlassung einer Stellungnahme hinsichtlich der kantonalen Steuern, da ihr diesbezüglich kein Aufsichtsrecht zustehe, und weist lediglich darauf hin, dass der Bundesgesetzgeber für die direkte Bundessteuer in Art. 156 BdBSt die gleiche sinnvolle Einschränkung des Abzugs von Beiträgen für den Einkauf von Beitragsjahren vorgenommen habe.\n\nDas Bundesgericht weist die staatsrechtliche Beschwerde, soweit es darauf eintritt, ab", "considerants": "aus folgenden Erwägungen:\n\n2. a) Gemäss Art. 97 Abs. 1 OG beurteilt das Bundesgericht letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne von Art. 5 VwVG, die von einer der in Art. 98 OG aufgeführten Vorinstanzen ausgehen und die unter keine der Ausnahmen der Art. 99-102 OG fallen. Als Verfügungen gelten Anordnungen der Behörden im Einzelfall, die sich auf öffentliches Recht des Bundes stützen (Art. 5 Abs. 1 VwVG) oder richtigerweise hätten stützen sollen (BGE 113 Ib 372 E. 1b; BGE 112 Ib 237 E. 2a, mit Hinweisen).\n\nb) Dabei kann von einer Verfügung, die sich auf öffentliches Recht des Bundes stützt oder stützen sollte, nicht schon dann die Rede sein, wenn bei der Anwendung selbständigen kantonalen Rechts eine Bundesnorm nur zu beachten oder mit anzuwenden ist, sondern nur wenn öffentliches Recht des Bundes die oder eine BGE 116 Ia 264 S. 267der Grundlagen bildet, auf der im betreffenden Sachgebiet die Verfügungen im Einzelfall abzustützen sind (BGE 112 V 113 E. 2d, mit Hinweis auf Pfister, Staatsrechtliche und Verwaltungsgerichts-Beschwerde; Abgrenzungsschwierigkeiten, in: ZBJV 121/1985 S. 533 ff., insbes. S. 549 f.). In den Fällen, in denen Grundlage der Verfügungen einerseits selbständiges kantonales Recht, anderseits das öffentliche Recht (Verwaltungsrecht) des Bundes bildet, können letztinstanzliche Verfügungen der kantonalen Behörden mit Verwaltungsgerichtsbeschwerde angefochten werden, soweit ausschliesslich eine Verletzung dieses Bundesrechts in Frage steht (BGE 108 Ib 74 E. 1a, mit Hinweisen), während die Verletzung des selbständigen kantonalen Rechts mit staatsrechtlicher Beschwerde geltend zu machen ist, wobei die beiden Beschwerden dem Bundesgericht gegebenenfalls in einer einzigen Eingabe unterbreitet werden können. Offenbar zu weit geht die Annahme, dass eine gleichzeitige Grundlage für kantonale Verfügungen im öffentlichen Recht des Kantons und des Bundes (mit den entsprechenden Schwierigkeiten der Rechtsmittelabgrenzung) auch bestehe, wo das Bundesrecht nur Grundsatznormen aufstellt, welche von den Kantonen bei der Ausgestaltung ihres selbständigen Rechts zu beachten sind (BGE 105 Ib 108 E. 1c, mit Hinweisen). Blosse Grundsatz- oder Rahmenbestimmungen im öffentlichen Recht des Bundes, die zur Handhabung im Einzelfall der Ausführung durch selbständiges kantonales Recht bedürfen, bilden nicht Grundlage der Verfügung, die sich nicht auf solche Normen des öffentlichen Rechts des Bundes stützt, wie das Bundesgericht seither für Bauland-Erschliessungsbeiträge erkannte (BGE 112 Ib 239). Sollte das angewendete selbständige kantonale Recht Grundsatz- oder Rahmenbestimmungen des öffentlichen Bundesrechts verletzen, so steht gegen die Verfügung die staatsrechtliche Beschwerde wegen Verletzung des Grundsatzes der derogatorischen Kraft des Bundesrechts offen.\n\nc) Verfügungen betreffend die Veranlagung kantonaler Steuern stützen sich - in der Regel ausschliesslich - auf öffentliches Recht des Kantons. Die Frage, ob (der letztinstanzliche kantonale Entscheid über) eine solche kantonale Verfügung gleichzeitig gestützt auf öffentliches Recht des Bundes ergehen kann, wurde vom Bundesgericht aufgeworfen und bejaht im Falle einer Steuerpflichtigen in internationalen Verhältnissen, in dem ausschliesslich die Anwendung des zum öffentlichen Recht des Bundes gehörenden Doppelbesteuerungsabkommens der Schweiz streitig war BGE 116 Ia 264 S. 268(BGE 102 Ib 265 E. 1a; vgl. dazu die Diskussion in Mélanges André Grisel, Neuchâtel 1983, S. 689 ff.). Sie wurde seither in verschiedenen nicht publizierten Urteilen offengelassen (vgl. auch ASA 55, 587 E. 2, 659 E. 1).\n\nAuch wo öffentlichrechtliche Vorschriften des Bundes diesen selbst (Art. 10 Abs. 1 Garantiegesetz, SR 170.21), öffentliche Anstalten und Körperschaften oder Private von den Steuern der Kantone und Gemeinden befreien (wie z.B. Art. 47 Abs. 2 MVG, SR 833.1; Art. 31 Abs. 1 KVG, SR 832.10; Art. 94 und 110 AHVG, SR 831.10; bis 1983 Art. 45 Abs. 2 IVG, SR 831.20 u.a.), kann ihre Verletzung durch einen letztinstanzlichen Entscheid über die Veranlagung kantonaler Steuern nicht mit Verwaltungsgerichtsbeschwerde angefochten werden, sondern nur mit verwaltungsrechtlicher Klage gemäss Art. 116 lit. f OG (BGE 111 Ib 7 E. 2b, mit Hinweisen). Auf Verwaltungsgerichtsbeschwerde hin wird die Verletzung einer derartigen Steuerbefreiungsvorschrift durch kantonale Verfügungen lediglich überprüft, wo diese die Veranlagung der direkten Bundessteuer zum Gegenstand haben (BGE 109 Ib 112 E. 3).\n\n3. a) Die Beschwerdeführer verweisen auf die von RIEMER (Das Recht der beruflichen Vorsorge in der Schweiz, S. 136 N. 1) vertretene Auffassung, wonach die Vorschriften von Art. 80-84 BVG über die steuerrechtliche Behandlung der Vorsorge (1. Titel des 6. Teils) mit Ausnahme von Art. 82 Abs. 2 BVG für Bund, Kantone und Gemeinden unmittelbare Geltung hätten, weshalb das kantonale Steuerrecht sich strikte an diese Bestimmungen zu halten habe und andernfalls letztinstanzlich mit Verwaltungsgerichtsbeschwerde beim Bundesgericht angefochten werden könnte. Sie machen geltend, insbesondere Art. 81 Abs. 2 BVG, der den vollen Abzug aller Beiträge vorsehe, müsse als zwingende Vorschrift von den Kantonen angewendet werden. Die Kantone dürften die Bestimmung wohl in die kantonalen Gesetze übernehmen, doch nur mit ihrem genauen Wortlaut und ohne sachliche Änderungen.\n\nb) Die Auffassung, wonach die Vorschriften von Art. 81-84 BVG \"unmittelbare Geltung\" hätten, wird auch im Kommentar UMBRICHT/LAUER (Das neue Pensionskassen-Gesetz, Teil 8 Kap. 6.3) und von F. FESSLER (Die steuerliche Behandlung der Vorsorge, StR 41/1986 S. 110 ff., bes. S. 116 Anm. 38) vertreten (vgl. auch ZUPPINGER/BÖCKLI/LOCHER/REICH, Steuerharmonisierung, S. 89). Sie bezieht sich zunächst auf das Inkrafttreten der BGE 116 Ia 264 S. 269Vorschriften am 1. Januar 1985 bzw. am 1. Januar 1987 (Art. 81 Abs. 2-3, 82 und 83 BVG, vgl. Art. 1 Abs. 1 und 5 V über die Inkraftsetzung und Einführung des BVG, SR 831.401), das nicht von der Ausführung in kantonalen Steuergesetzen abhänge. Die daran anschliessende Überlegung, dass sich das kantonale Steuerrecht auf alle Fälle \"strikte\" an die bundesrechtlichen Bestimmungen zu halten habe, ist anhand ihrer Bedeutung (als eventuelle Grundsatz- oder Rahmenbestimmungen) näher zu prüfen; sie erlaubt jedenfalls noch nicht den Schluss, dass die Anwendung mit den BVG-Vorschriften unvereinbaren kantonalen Steuerrechts letztinstanzlich mittels Verwaltungsgerichtsbeschwerde angefochten werden könne.\n\nc) Im Bundesrecht wird zunächst die Steuerfreiheit für registrierte und nichtregistrierte Vorsorgeeinrichtungen, also auch im überobligatorischen Bereich und im Bereich der sog. 3. Säule, in differenzierter Weise geordnet (Art. 80 BVG). Art. 81 BVG hält fest, dass die Beiträge der Arbeitgeber an Vorsorgeeinrichtungen als Geschäftsaufwand gelten (Abs. 1). Es folgt die vom Beschwerdeführer angerufene Bestimmung:\n\n\"2 Die von den Arbeitnehmern und Selbständigerwerbenden an\n\nVorsorgeeinrichtungen nach Gesetz oder reglementarischen Bestimmungen\n\ngeleisteten Beiträge sind bei den direkten Steuern des Bundes, der Kantone\n\nund Gemeinden abziehbar.\"\n\nNach Art. 82 BVG legt der Bundesrat in Zusammenarbeit mit den Kantonen die anerkannten Vorsorgeformen und die Abzugsberechtigung für Beiträge fest, die Arbeitnehmer und Selbständigerwerbende für weitere anerkannte Vorsorgeformen (3. Säule) leisten. Die Leistungen aus Vorsorgeeinrichtungen und Vorsorgeformen nach Art. 80-82 sind bei den direkten Steuern des Bundes, der Kantone und der Gemeinden in vollem Umfang als Einkommen steuerbar (Art. 83 BVG). Dagegen sind Ansprüche aus diesen Vorsorgeeinrichtungen und Vorsorgeformen vor ihrer Fälligkeit von den direkten Steuern des Bundes, der Kantone und der Gemeinden befreit (Art. 84 BVG).\n\nd) Die Vorschriften von Art. 80-84 BVG beziehen sich nicht ausdrücklich auf den Steuergesetzgeber, insbesondere in Bund und Gemeinde, der Vorschriften in bestimmtem Sinne zu erlassen hätte. Sie lauten teils wie Vorschriften eines Steuergesetzes (Art. 81 Abs. 3, 82 Abs. 1 BVG). In der Hauptsache enthalten sie Regelungen, die mit ähnlicher Bestimmtheit auch in Steuergesetzen zu finden sind, aber verbunden mit dem Verweis auf bestimmte BGE 116 Ia 264 S. 270(beispielsweise direkte) Steuern der Kantone und Gemeinden sowie eventuell des Bundes, bei denen die Regeln gelten sollen (Art. 80 Abs. 2, 81 Abs. 1 und 2, 83 und 84 BVG). Schliesslich enthalten einzelne der Vorschriften sinngemäss oder ausdrücklich Anweisungen, die sich nur an den Gesetzgeber richten können (Art. 80 Abs. 3 und 4 sowie Art. 82 Abs. 2 BVG).\n\nVon der Delegationsnorm in Art. 72 Abs. 2 BVG abgesehen, umschreiben die Vorschriften nicht etwa einen Spielraum, in dem sich die Vorschriften kantonaler Steuergesetze zu bewegen haben, sind also nicht blosse Rahmenvorschriften. Vielmehr enthalten sie mindestens verpflichtende Grundsätze und zielen insoweit auf eine Vereinheitlichung des Rechts der direkten Steuern der Kantone und Gemeinden. Damit lassen sie sich als Steuerharmonisierungsbestimmungen qualifizieren (YERSIN, Prévoyance professionnelle et impôts successoraux, ASA 55, S. 465 ff., bes. S. 468 f.; auch in: Prévoyance professionnelle et fiscalité, Lausanne 1986, S. 105 ff.).\n\ne) Dies entspricht der verfassungsrechtlichen Grundlage. Die Bestimmungen stützen sich, was die berufliche Vorsorge (2. Säule) anbelangt, auf Art. 34quater Abs. 5 BV, wonach der Bundesgesetzgeber die Kantone verpflichten kann, Einrichtungen der beruflichen Vorsorge von der Steuerpflicht zu befreien, sowie in bezug auf Beiträge und anwartschaftliche Ansprüche den Versicherten und ihren Arbeitgebern Steuererleichterungen zu gewähren. Die Gleichstellung anderer Vorsorgeformen (3. Säule) in Art. 82 BVG stützt sich auf Art. 34quater Abs. 6 BV, wonach der Bund in Zusammenarbeit mit den Kantonen die Selbstvorsorge insbesondere durch Massnahmen der Fiskal- und Eigentumspolitik fördert. Art. 34quater Abs. 6 BV umschreibt die Gesetzgebungskompetenz zwar weniger präzis, dürfte aber dem Bund nicht die Befugnis zu weitergehender Gesetzgebung auf dem Gebiet kantonaler und kommunaler Steuern geben als Art. 34quater Abs. 5 BV für die 2. Säule (YERSIN, a.a.O., ASA 55, S. 467-469, mit Hinweisen; H. MEYER, Steuerliche Aspekte der beruflichen Vorsorge, in: Festgabe P. Steinlin: Zur Verwirklichung der 2. Säule, St. Gallen 1981, S. 133 ff., bes. S. 138 f.). Für die Bestimmung über die Besteuerung der Leistungen in Art. 83 BVG kann die Zuständigkeit des Bundesgesetzgebers nur aus Art. 42quinquies BV hergeleitet werden, wonach der Bund auf dem Wege der Bundesgesetzgebung Grundsätze für die Steuergesetzgebung der Kantone und Gemeinden erlassen und die Einhaltung dieser Grundsatzgesetzgebung überwachen kann (insbes. Abs. 2 und 3; vgl. YERSIN, a.a.O., ASA 55, S. 468 Anm. 4).\n\nBGE 116 Ia 264 S. 271\n\nIn der Literatur überwiegt denn auch die Auffassung, dass insbesondere Art. 83 und die Übergangsbestimmung dazu in Art. 98 Abs. 4 BVG, aber allgemein die steuerrechtlichen Bestimmungen in Art. 80-84 BVG zwar für die Kantone verbindliche, aber doch nur Grundsatzvorschriften darstellen, die für die Veranlagung der Steuerpflichtigen nicht anwendbar sind, ohne dass der Kanton sie in seiner Steuergesetzgebung ausführt; Grundlage für die Veranlagung kantonaler oder kommunaler Steuern kann nur das kantonale Recht sein (YERSIN, Prévoyance professionnelle et pratiques fiscales, ASA 56, S. 385 ff., bes. S. 387; JUNG, Le traitement fiscal du 2e pilier, notamment en matière d'impôt fédéral direct, in: Prévoyance professionnelle et fiscalité, Lausanne 1986, S. 29; WEIDMANN, Berufliche Vorsorge und gebundene Selbstvorsorge - ungelöste Steuerprobleme, StR 42/1987 S. 95 ff., bes. S. 97; LAFFELY, Problèmes d'application des dispositions fiscales de la LPP, StR 41/1986 S. 57 und 128 ff.; bes. S. 60, 128, 133; vgl. LAFFELY, Traitement fiscal des attributions de l'employeur à une institution de prévoyance, in: Schweizer Personalvorsorge [SPV] 1/1988 S. 364; ZIGERLIG, Ausgewählte Sonderfragen zur steuerlichen Behandlung der 2. Säule, SPV 1/1988 S. 373, vgl. auch S. 379 f.; PASCHOUD, Le traitement fiscal du troisième pilier, in: Prévoyance professionnelle et fiscalité, Lausanne 1986, S. 87 ff., bes. S. 101 betreffend Einbezug der Beiträge in eine Zwischentaxation des Erwerbseinkommens; z.T. a. M. MEYER, Personalvorsorge und Steuern, StR 38/1983 S. 209 ff., bes. S. 221).\n\nDieser vorwiegenden Auffassung ist zuzustimmen, greift dabei der Bund doch nicht mehr als notwendig in die Steuerhoheit der Kantone und in ihre kantonale Gesetzgebung ein, weniger einschneidend als wenn er unmittelbar anwendbare Vorschriften über rein kantonale Steuern erlassen würde.\n\nf) Der Bundesgesetzgeber selber hat beim Erlass des Bundesgesetzes vom 22. März 1985 zur Anpassung des Bundesratsbeschlusses über die Erhebung einer direkten Bundessteuer an das Bundesgesetz über die berufliche Vorsorge (AS 1985 II S. 1222) zum Ausdruck gebracht, dass die steuerrechtlichen Vorschriften von Art. 80-84 BVG als Teil der Steuerharmonisierung den Charakter vereinheitlichender Grundsatzbestimmungen haben, die der Ausführung in den eidgenössischen und kantonalen Steuergesetzen bedürfen (Botschaft vom 1. Mai 1984, BBl 1984 II S. 725 ff., bes. S. 728 Ziff. 112; Amtl.Bull. S 1984 S. 731; N 1985 S. 291 f.).\n\nBGE 116 Ia 264 S. 272\n\ng) Die Verfügungen über die Veranlagung kantonaler und kommunaler Steuern, für welche die Art. 80-84 BVG gelten, stützen sich auf kantonales (eventuell kommunales) Recht. Die letztinstanzlichen kantonalen Entscheidungen hierüber unterliegen demnach nicht der Verwaltungsgerichtsbeschwerde an das Bundesgericht. Sollte das kantonale Recht die verbindlichen Grundsätze dieser Bestimmungen verletzen, können die Entscheidungen mit staatsrechtlicher Beschwerde wegen Verletzung der derogatorischen Kraft des Bundesrechts angefochten werden.\n\nIn der Vorlage über die Harmonisierung der direkten Steuern der Kantone und Gemeinden, die ebenfalls eine Vereinheitlichung der kantonalen Steuerordnungen durch Grundsatzbestimmungen des Bundesgesetzgebers bringen wird (ZUPPINGER/BÖCKLI/LOCHER/REICH, a.a.O., S. 3 f.), ist denn auch - im Sinne einer Sondervorschrift - die Verwaltungsgerichtsbeschwerde an das Bundesgericht, das die Anwendung des kantonalen Steuergesetzes im Einzelfall auf die Übereinstimmung mit den bundesrechtlichen Harmonisierungsgrundsätzen überprüfen soll, ausdrücklich als zulässig vorgesehen (Art. 70 Abs. 1 E StHG), gerade weil sich die Beschwerde gegen Verfügungen richten wird, die sich auf kantonales Recht stützen (Botschaft vom 25. Mai 1983, BBl 1983 III S. 146 f.).\n\n4. a) Der angerufene Grundsatz der derogatorischen Kraft des Bundesrechts (Art. 2 ÜbBest.BV) bedeutet, dass öffentliches Recht des Bundes dem kantonalen öffentlichen Recht vorgeht. In Sachgebieten, welche die Bundesgesetzgebung abschliessend geregelt hat, sind die Kantone zur Rechtssetzung nicht befugt und ihre Erlasse unbeachtlich. In den Sachgebieten, die das öffentliche Recht des Bundes nicht abschliessend regelt, sind die Kantone nur zuständig, öffentlichrechtliche Vorschriften zu erlassen, die nicht gegen Sinn und Geist des Bundesrechts verstossen, dessen Zwecke nicht beeinträchtigen oder gar vereiteln. Ob die beanstandeten kantonalen Normen mit dem Bundesrecht vereinbar sind, prüft das Bundesgericht auf entsprechende Rüge hin frei (BGE 113 Ia 311 E. 2a und b; BGE 112 Ia 401 E. 4a; BGE 104 Ia 108 E. 4a, mit weiteren Hinweisen).\n\nb) Die Beschwerdeführer machen sinngemäss geltend, Art. 81 Abs. 2 BVG enthalte hinsichtlich der streitigen Abzüge von Einkaufsbeiträgen der sog. Übergangsgeneration an eine Vorsorgeeinrichtung der 2. Säule eine abschliessende Regelung. Die Bestimmung verlange den vollen Abzug aller Beiträge (also auch der BGE 116 Ia 264 S. 273Einkaufs-Beiträge) aller Steuerpflichtigen, und dies auch bei gleichzeitig nicht voller (Art. 83 BVG), sondern nach Art. 98 Abs. 4 BVG zulässiger reduzierter Besteuerung der späteren Renten.\n\nDas Verwaltungsgericht ist mit Recht nicht dieser Auffassung gefolgt. Art. 81 Abs. 2 BVG lautet zwar insofern präzis, als die von Arbeitnehmern und Selbständigerwerbenden an (registrierte oder nichtregistrierte, vgl. Art. 80 Abs. 1 BVG) Vorsorgeeinrichtungen \"nach Gesetz oder reglementarischen Bestimmungen geleisteten\" Beiträge abziehbar sind. Die bestimmte Formulierung täuscht jedoch. Denn das BVG geht von der Ordnung der Versicherungspflicht und der versicherten Leistungen aus (2. Teil, 1. Titel, Art. 7 ff. BVG), überbindet die Beiträge an die Vorsorgeeinrichtungen für Arbeitnehmer ausschliesslich den Arbeitgebern und begrenzt lediglich den verhältnismässigen Anteil der Arbeitnehmerbeiträge, kennt aber im übrigen keinerlei Vorschriften über die Beiträge (insbesondere deren Höhe), die rein nach reglementarischen Bestimmungen der Vorsorgeeinrichtung erhoben und von den Arbeitgebern den Arbeitnehmern vom Lohn abgezogen werden dürfen (Art. 65 Abs. 2 und 66 BVG). Eine Begrenzung der nach Art. 81 Abs. 2 BVG abziehbaren Beiträge an Vorsorgeeinrichtungen der 2. Säule ergibt sich nur aus dem Zweck der im BVG geregelten Vorsorge, nämlich Betagten, Hinterlassenen und Invaliden die Fortsetzung der gewohnten Lebenshaltung in angemessener Weise zu ermöglichen (Art. 1 Abs. 2 BVG), was eine Versicherung über das Erwerbseinkommen hinausgehender Leistungen ausschliesst. Wenn in Art. 81 Abs. 2 BVG vom Gesetz die Rede ist, nach welchem abziehbare Beiträge geleistet werden, dürften neben diesen wenigen im BVG verankerten Grundsätzen vor allem Gesetze über die Beiträge von Versicherten öffentlichrechtlicher Pensionskassen von Bedeutung sein; im übrigen bestimmen sich die abziehbaren geleisteten Beiträge ausschliesslich nach den Reglementen, welche die Vorsorgeeinrichtungen selber unter blosser Aufsicht der zuständigen Behörden (Art. 62 Abs. 1 BVG) erlassen.\n\nDass Art. 81 Abs. 2 BVG den Beitragsabzug abschliessend regeln und für öffentlichrechtliche Vorschriften der Kantone (Steuergesetze) keinerlei Raum lassen sollte, ist nicht anzunehmen. Auch wenn der Sinn von Art. 81 Abs. 2 BVG, der durch Auslegung zu ermitteln ist, wenig Spielraum für besondere Regelungen des kantonalen Steuergesetzgebers lässt, sind solche beispielsweise BGE 116 Ia 264 S. 274hinsichtlich des Abzugs freiwilliger Beiträge (die nach dem Reglement der Vorsorgeeinrichtung geleistet werden können) wohl nicht ausgeschlossen (vgl. STEINER, Die steuerliche Behandlung des Einkaufs von Beitragsjahren und der Beiträge zur Verbesserung von Versicherungsleistungen bei der 2. Säule, SPV 1/1988 S. 359 ff., S. 361; FESSLER, a.a.O., StR 41/1986 S. 120 und Anm. 63 daselbst).\n\nc) Nach Auffassung des Verwaltungsgerichts steht der volle Abzug der Beiträge nach Art. 81 Abs. 2 BVG im Einklang mit der vollen Besteuerung der Vorsorgeleistungen (Art. 83 BVG) und hat die Einschränkung des Abzugs von (Einkaufs-)Beiträgen dementsprechend ihren guten Sinn, wo die Vorsorgeleistungen aus einem vor dem 1. Januar 1987 begründeten Vorsorgeverhältnis nach der steuerrechtlichen Übergangsordnung in Art. 98 Abs. 4 BVG (bei Erreichen des Versicherungsalters vor dem 1. Januar 2002) nicht voll als Einkommen zu versteuern ist.\n\nDie Kritik der Beschwerdeführer richtet sich zur Hauptsache gegen diese Auffassung. Sie ist von vornherein nicht berechtigt, soweit die Beschwerdeführer sie an den Erwägungen des Verwaltungsgerichts üben, in denen es die von ihnen vorgeschlagene Auslegung von Art. 81 Abs. 2 BVG mit der Rechtsgleichheit kaum vereinbar fand (Art. 4 BV). Das Verwaltungsgericht hat entgegen der Auffassung der Beschwerdeführer Art. 81 Abs. 2 BVG nicht als verfassungswidrig bezeichnet, sondern es hat eine verfassungsmässige Auslegung dieser Vorschrift gesucht, was nicht nur richtig, sondern insbesondere mit Art. 113 Abs. 3 BV vereinbar ist (vgl. BGE 112 Ib 469 E. 3b; BGE 111 Ia 25, 297, mit Hinweisen).\n\nSowohl bei der Schaffung des BVG als auch bei den parlamentarischen Beratungen des neuen Art. 156 BdBSt (in der Fassung vom 22. März 1985), der mit Ziff. 2 der umstrittenen st.gallischen Regelung weitgehend übereinstimmt und nachträglich eingeführt wurde, um ein unbeabsichtigtes Schlupfloch für schlau berechnende Versicherte zu stopfen (Amtl.Bull. N 1985 S. 291), stand fest, dass der volle Abzug der Beiträge nach Art. 81 Abs. 2 BVG Gegenstück der vollen Besteuerung der Leistungen sein sollte (vgl. Botschaft zum BVG vom 19. Dezember 1975, BBl 1976 I S. 213; Amtl.Bull. S 1980 S. 320-322, wo von der ständerätlichen Kommission eine Einschränkung der Bundeskompetenz zur Grundsatzgesetzgebung über den Abzug der Beiträge bei den kantonalen Steuern vorgeschlagen und schliesslich verworfen wurde; Amtl.Bull. S 1984 S. 732; N 1985 S. 292, 294/5).\n\nBGE 116 Ia 264 S. 275\n\nDie Eidgenössischen Räte nahmen in Kauf, dass dieses Ziel des BVG nicht absolut zu verwirklichen ist. Die Übergangsbestimmungen bringen für Vorsorgeverhältnisse, die schon vor dem 1. Januar 1987 bestanden, einerseits gewisse Vorteile mit sich für Versicherte, deren Vorsorgeleistungen vor dem 1. Januar 2002 beginnen (und die diese Leistungen nicht voll zu versteuern haben), anderseits gewisse Nachteile für Versicherte, deren Vorsorgeleistungen nach dem 1. Januar 2002 beginnen (und die diese Leistungen voll zu versteuern haben, obwohl sie Beiträge vor dem 1. Januar 1987 leisteten und damals nicht voll vom steuerbaren Einkommen abziehen konnten); dies betrachteten die Räte als eine schon beim Erlass von Art. 81 Abs. 2 und 98 Abs. 4 BVG gewollte, wegen der Vereinfachung vertretbare schematische Lösung (Amtl.Bull. S 1984 S. 735/6; N 1985 S. 303/4). Die Beschwerdeführer wollen aus den Beratungen zu Art. 156 BdBSt Schlüsse ziehen, die zu weit gehen.\n\nWenn der Bundesrat zweifelte, ob er gestützt auf die Kompetenz zum Vollzug des BVG (Art. 97 Abs. 1 BVG) zuständig sei, in einer Vollziehungsverordnung zu den steuerrechtlichen Grundsatzbestimmungen für die 2. Säule u.a. die Abgrenzung der in der Übergangszeit abzugsfähigen Einkaufs-Beiträge für alle Kantone verbindlich zu ordnen (vgl. Art. 14 seines Entwurfs zu einer BVV 4 in ASA 53, S. 499 und die Mitteilungen des BSV zu den steuerrechtlichen Verordnungen vom 13. November 1985 in ASA 54, S. 375), ist daraus keineswegs das Eingeständnis zu entnehmen, dass Art. 156 BdBSt und entsprechende Bestimmungen der kantonalen Steuergesetze mit dem sinngemäss ausgelegten Art. 81 Abs. 2 BVG nicht vereinbar wären.\n\nd) Nach Auffassung des Verwaltungsgerichts muss bei am 1. Januar 1987 bereits bestehenden Vorsorgeverhältnissen, aus denen Altersleistungen vor dem 1. Januar 2002 zu laufen beginnen und nach Art. 98 Abs. 4 lit. b BVG noch nicht der vollen Besteuerung als Einkommen gemäss Art. 83 BVG unterliegen, der Abzug seit dem 1. Januar 1985 (Inkrafttreten des Art. 81 BVG) geleisteter Beiträge für den Einkauf früherer Versicherungsjahre vom steuerbaren Einkommen nicht zugelassen werden. Diese Auslegung ist einleuchtend.\n\nBesteuert der Kanton die Leistungen aus einem solchen Vorsorgeverhältnis nicht voll, wie es ihm der Bundesgesetzgeber freistellt, so verstossen entsprechende Einschränkungen des Beitragsabzugs nicht gegen den Grundsatz von Art. 81 Abs. 2 BVG. Zwar ist es BGE 116 Ia 264 S. 276der Sinn dieser Bestimmung, dass die aus dem Versicherungsverhältnis seit 1. Januar 1985 geschuldeten Beiträge steuerfrei bleiben sollen, und zwar auch wenn die im bestehenden Vorsorgeverhältnis versicherten Leistungen nach dem 1. Januar 1987 noch verbessert werden (vgl. die graphische Darstellung der Übergangsregelung des BVG, wie sie im BdBSt ausgeführt wurde, in: Amtl.Bull. S 1984 S. 735 und N 1985 S. 303, Varianten 2a und 2b); der Steuergesetzgeber kann dem nur mit der Bemessung des bei Leistungsbeginn bzw. Fälligkeit vor dem 1. Januar 2002 steuerfreien Teils der Vorsorgeleistungen Rechnung tragen. Dass er auch den seit 1. Januar 1985 erfolgenden Einkauf früherer Versicherungsjahre, für welche die Beiträge in der Zeit vor dem 1. Januar 1985 nicht geleistet wurden, ungeachtet der Fälligkeit der Altersleistungen voll zum Abzug vom laufenden steuerbaren Einkommen zulassen müsste, ginge weit darüber hinaus und ist nicht der Sinn von Art. 81 Abs. 2 BVG.\n\nHöchstens kann man sich fragen, ob es der beschränkten Besteuerung der späteren Leistungen entspricht, wenn Einkaufsbeiträge unter solchen Umständen gar nicht (auch nicht teilweise oder beschränkt) abgezogen werden. Doch wird eine Bestimmung des Steuergesetzes, die das - wie Art. 156 BdBSt - ausschliesst, in einer entsprechenden Übergangsordnung als sachgemäss betrachtet (FESSLER, a.a.O., StR 41/1986 S. 121; RIVIER, Le traitement fiscal du deuxième pilier: Remarques critiques, in: Prévoyance professionnelle et fiscalité, Lausanne 1986, S. 39 ff., bes. S. 47; STEINER, a.a.O., SPV 1/1988 S. 361 und 363). Sie ist denn auch mit wenigen Ausnahmen in der Steuergesetzgebung aller Kantone vorgesehen (HELBLING, Personalvorsorge und BVG, 4. Aufl. 1989, S. 179).\n\ne) Der Kanton St. Gallen erklärt in der Übergangsbestimmung Ziff. 1 des IV Nachtragsgesetzes vom 3. Juli 1986 zum StG von den Leistungen aus beruflicher Vorsorge, die auf einem vor dem 1. Januar 1985 begründeten Vorsorgeverhältnis beruhen und vor dem 1. Januar 2002 erstmals fällig werden, 20% der Einkünfte als steuerfrei, wenn die Beiträge mindestens zu 20% vom Steuerpflichtigen (bzw. seinen Angehörigen, dem Erblasser usw.) erbracht worden sind, und sogar 40% der Einkünfte, wenn die Beiträge ausschliesslich von ihm erbracht worden sind. Die Besteuerung der Leistungen aus solchen Vorsorgeverhältnissen der Übergangsgeneration entspricht somit in St. Gallen derjenigen in der direkten Bundessteuer. Es wird von den Beschwerdeführern BGE 116 Ia 264 S. 277nicht dargetan und ist auch nicht ersichtlich, weshalb dies nicht sachgerecht wäre. Und es verletzt deshalb Art. 81 Abs. 2 BVG nicht, wenn die seit dem 1. Januar 1985 für den Einkauf früherer Beitragsjahre vom Arbeitnehmer der Übergangsgeneration geleisteten Beiträge vom Abzug ausgenommen sind."}