{"annee": "116", "cour": "IA", "page": "8", "date": "5/1/1990", "cite": ["105 IA 157", "106 IA 58", "114 IA 80", "113 IA 390", "112 IA 290", "108 IA 64", "106 IA 310"], "cite_par": ["121 I 42", "119 II 380", "117 IB 216", "118 IA 20", "116 IA 442"], "chapeau": "2. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 5. Januar 1990 i.S. Lardelli gegen Staatsanwaltschaft und Obergericht (Strafabteilung) des Kantons Aargau (staatsrechtliche Beschwerde)", "regestes": ["Art. 58 Cst.; participation d'un juge qui n'a pas été régulièrement assermenté. En droit argovien, le serment d'entrée en fonction n'a pas de portée constitutive; il n'a qu'une signification morale et symbolique. L'art. 58 Cst. n'est dès lors pas violé lorsqu'un jugement est rendu avec la participation d'un juge qui n'a pas encore été assermenté par l'instance compétente (consid. 2-4)."], "faits": "BGE 116 Ia 8 S. 8\n\nFrau G. ist vom Volk am 21. August 1988 als Richterin am Bezirksgericht Baden gewählt worden. Sie wurde am 30. August 1988 vom Bezirksgericht Baden in Pflicht genommen, das bis 31. Dezember 1987 für die Abnahme des Amtsgelübdes zuständig war. Am 14. März 1989 legte sie zudem das Gelübde vor dem seit 1. Januar 1988 zuständigen Obergericht des Kantons Aargau ab.\n\nMit Urteil vom 6. März 1989 hatte das Bezirksgericht Baden gegen Alfredo Lardelli unter anderem wegen wiederholten und fortgesetzten Mordes eine Zuchthausstrafe von 20 Jahren BGE 116 Ia 8 S. 9ausgesprochen. Nach Zustellung des Urteilsdispositivs - aber vor Ausfertigung der Urteilsbegründung - verlangte Lardelli beim Obergericht des Kantons Aargau, es sei festzustellen, dass das Urteil des Bezirksgerichtes Baden nichtig sei, weil an diesem Urteil eine Bezirksrichterin mitgewirkt habe, die zu jenem Zeitpunkt noch nicht rechtsgenüglich vereidigt gewesen sei. Das Obergericht befand, im vorliegenden Fall rechtfertige sich aufgrund der Schwere der Tat und der Höhe der ausgefällten Strafe sowie aus prozessökonomischen Gründen eine selbständige aufsichtsrechtliche Beurteilung der \"Nichtigkeitsbeschwerde\" vor der - falls keine Nichtigkeit festgestellt werde - offenbar beabsichtigten Berufung. Es trat deshalb auf das Gesuch um Feststellung der Nichtigkeit im Rahmen einer aufsichtsrechtlichen Beschwerde ein. Es erwog, zwar übe innerhalb des Obergerichts die Inspektionskommission die administrative Aufsicht über die Bezirksgerichte aus und behandle demnach auch aufsichtsrechtliche Beschwerden. Vorliegend sei aber nicht ein Mangel der Gerichtsorganisation (fehlende Inpflichtnahme), sondern es seien die sich daraus ergebenden Rechtsfolgen für das konkrete Strafverfahren zu beurteilen. Es gehe mithin nicht primär um eine Justizverwaltungsfrage, weshalb es sich rechtfertige, das aufsichtsrechtliche Feststellungsverfahren durch die für die Berufung zuständige Strafabteilung zu behandeln. Die Strafabteilung kam in materieller Hinsicht zum Schluss, die Inpflichtnahme eines Bezirksrichters zeitige lediglich deklaratorische Wirkung; es liege demnach ein gültiges Urteil eines vollständig besetzten Gerichtes vor.\n\nGegen den Entscheid des Obergerichtes hat Lardelli staatsrechtliche Beschwerde wegen Verletzung der Art. 4 und 58 BV eingereicht. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1. Das Bundesgericht prüft die Zulässigkeit einer staatsrechtlichen Beschwerde von Amtes wegen und mit freier Kognition (BGE 114 Ia 81; BGE 113 Ia 394).\n\na) Vorab stellt sich die Frage, ob der angefochtene Entscheid vom 14. August 1989 ein taugliches Anfechtungsobjekt einer staatsrechtlichen Beschwerde darstellen kann. Der Beschwerdeführer hat seine Eingabe an das Obergericht vor dem Vorliegen der erstinstanzlichen schriftlichen Urteilsbegründung, also vor dem Beginn des Fristenlaufs zur Einreichung eines ordentlichen BGE 116 Ia 8 S. 10Rechtsmittels, eingereicht. Das Obergericht hat in seinem Entscheid darauf hingewiesen, dass auch Nichtigkeitsgründe in der Regel in einem ordentlichen Rechtsmittelverfahren geltend zu machen seien, dass sich aber vorliegend aufgrund der Schwere der Tat und der Höhe der ausgefällten Strafe sowie aus prozessökonomischen Gründen eine selbständige aufsichtsrechtliche Beurteilung der Eingabe rechtfertige. Nach der Rechtsprechung des Bundesgerichtes kann jedoch der Beschluss einer Aufsichtsbehörde, auf eine Aufsichtsbeschwerde ohne Erledigungsanspruch nicht einzutreten oder sie abzuweisen, nicht Anfechtungsobjekt der staatsrechtlichen Beschwerde sein (BGE 106 Ia 321, 90 I 230 f.). Unter diesem (formellen) Gesichtspunkt könnte deshalb auf die Beschwerde nicht eingetreten werden.\n\nb) Zu einem anderen Ergebnis führt indessen eine materielle Betrachtungsweise. Wie die Strafabteilung richtig ausführt, hatte sie nicht einen Mangel der Gerichtsorganisation, sondern die sich daraus ergebenden Rechtsfolgen für das konkrete Strafverfahren zu beurteilen. Entgegen § 32 ff. des Gerichtsorganisationsdekretes des Kantons Aargau vom 23. Juni 1987 (GOD) hat deshalb nicht die für die Wahrnehmung der administrativen Aufsicht über die Bezirksgerichte zuständige Inspektionskommission über die Aufsichtsbeschwerde befunden, sondern die in der Sache zuständige Strafabteilung. Der Sache nach handelt es sich um einen materiellen Entscheid über eine verfrüht eingereichte (Teil-)Berufung gegen das Urteil des Bezirksgerichtes Baden vom 6. März 1989. Tatsächlich wurde die Fragestellung auch nicht auf die Nichtigkeit des erstinstanzlichen Urteils beschränkt. Vielmehr wurde geprüft, ob das Urteil wegen der fehlenden Inpflichtnahme einer Richterin gestützt auf § 74 KV bzw. Art. 58 BV aufgehoben werden müsse. Dieser Entscheid stellt einen kantonalen letztinstanzlichen Hoheitsakt in einer Strafsache dar, gegen den aufgrund der gerügten Verletzung verfassungsmässiger Rechte nur die staatsrechtliche Beschwerde offensteht (Art. 269 Abs. 2 BStP i. V. mit Art. 84 Abs. 1 lit. a OG). Auf die Beschwerde ist mithin einzutreten.\n\n2. a) Der Beschwerdeführer macht - wie vor Obergericht - geltend, der Inpflichtnahme von Richtern komme aufgrund ihrer überaus wichtigen rechtsstaatlichen Funktion konstitutive Wirkung zu. Das Amt eines Richters könne folglich vor der rechtsgenüglichen Inpflichtnahme nicht angetreten werden. Daraus, dass die betreffende Richterin bei ihrer Mitwirkung am in Frage BGE 116 Ia 8 S. 11stehenden Urteil keine amtliche Stellung innegehabt habe, ergebe sich, dass das Gericht nicht mit der vorgeschriebenen Anzahl Richter besetzt gewesen sei und demzufolge weder rechtswirksam habe verhandeln noch ein rechtswirksames Urteil habe fällen könne. Da zur Qualifikation des verfassungsmässigen Richters auch dessen Inpflichtnahme zu zählen und diese in casu nicht vorgenommen worden sei, könne die betreffende Richterin nicht als verfassungsmässige Richterin im Sinne von Art. 58 BV betrachtet werden. Im übrigen habe das Obergericht mit seiner Auffassung, § 74 KV bzw. § 6 GOG schrieben nicht zwingend vor, dass die Inpflichtnahme vor Amtsantritt erfolgen müsse, gegen die klar formulierten Bestimmungen in Verfassung und Gesetz verstossen; das Urteil sei mithin willkürlich.\n\nb) Im Rahmen einer staatsrechtlichen Beschwerde, mit der die Zusammensetzung des erkennenden Gerichtes wegen Verletzung von kantonalen Verfahrensbestimmungen und von Verfassungsgarantien gerügt wird, kann auch geltend gemacht werden, die Richter hätten das von der Verfahrensordnung oder von der Kantonsverfassung vorgeschriebene Gelöbnis nicht abgelegt und das Gericht sei daher nicht richtig bestellt (unveröffentlichtes Urteil des Bundesgerichtes vom 6. Juli 1988 i.S. Ch., E. 2b). Soweit mit einer staatsrechtlichen Beschwerde eine Verletzung des Anspruchs auf den verfassungsmässigen Richter im Sinne des Art. 58 BV behauptet wird, überprüft das Bundesgericht die Auslegung und Anwendung des kantonalen Gesetzesrechts lediglich unter dem Gesichtswinkel der Willkür; mit freier Kognition prüft es indessen die Anwendung des kantonalen Verfassungsrechts (BGE 108 Ia 66 E. 2b; BGE 106 Ia 61 E. 2) sowie die Frage, ob die als vertretbar anerkannte Auslegung des kantonalen Prozessrechts mit der Garantie gemäss Art. 58 BV vereinbar ist (BGE BGE 112 Ia 292 E. 2a; BGE 105 Ia 159 f. E. 3). Sachverhaltsfeststellungen und deren Würdigung durch die kantonalen Behörden prüft das Bundesgericht lediglich unter dem Gesichtswinkel der Willkür. Daraus ergibt sich, dass der Anrufung von Art. 4 BV im vorliegenden Fall keine selbständige Bedeutung zukommt.\n\n3. a) § 74 der Verfassung des Kantons Aargau vom 25. Juni 1980 (KV) sieht vor, dass die Mitglieder von Behörden und die Beamten vor Amtsantritt auf Verfassung und Gesetz verpflichtet werden. In Ausführung dieser Bestimmung hält § 6 des Gerichtsorganisationsgesetzes vom 11. Dezember 1984 (GOG; in Kraft seit 1. Januar 1988) fest, dass die Richter vor ihrem Amtsantritt BGE 116 Ia 8 S. 12getreue Pflichterfüllung geloben (Abs. 1). Bezirksrichter legen das Gelübde vor dem Obergericht ab (§ 6 Abs. 2 GOG).\n\nb) Die Vorschrift von § 74 KV gewährleistet kein selbständiges verfassungsmässiges Recht gemäss Art. 84 OG, weil sie sich nicht als anspruchsbegründende Rechtsnorm an den Bürger richtet, sondern in erster Linie als Auftrag an die Behörden zu verstehen ist. Es handelt sich mithin um eine Organisationsnorm, deren Auslegung das Bundesgericht im Rahmen einer auf Art. 58 BV gestützten Beschwerde allerdings frei überprüft.\n\nc) Der Beschwerdeführer macht geltend, der Wortlaut von § 74 KV bzw. von § 6 GOG gehe eindeutig dahin, dass die Verpflichtung von Behördemitgliedern auf Verfassung und Gesetz vor ihrem Amtsantritt zu erfolgen habe. In der Tat ist der Akt der Inpflichtnahme nur dann sinnvoll, wenn er vor der eigentlichen Aufnahme der Richtertätigkeit erfolgt. Im vorliegenden Fall ist indessen zunächst festzuhalten, dass die in Frage stehende Bezirksrichterin tatsächlich vor Amtsantritt am 30. August 1988 durch das Bezirksgericht in Pflicht genommen wurde. Es wird allerdings von den kantonalen Behörden anerkannt, dass das Bezirksgericht seit dem 1. Januar 1988 für die Inpflichtnahme nicht mehr zuständig ist und diese hier durch das zuständige Obergericht erst am 14. März 1989, also nach der Durchführung des Strafverfahrens und nach Ausfällung des Urteils vom 6. März 1989 erfolgte. Es wird mithin eingeräumt, dass § 6 Abs. 2 GOG offensichtlich nicht eingehalten wurde.\n\nDas bedeutet aber nicht ohne weiteres, dass das erstinstanzliche Urteil aufgehoben werden muss. Das Obergericht vertritt vielmehr die Auffassung, dass dem Amtsgelübde deklaratorische und nicht konstitutive Bedeutung zukommt. Der Beschwerdeführer rügt, die vom Obergericht vorgenommene Auslegung verstosse gegen den klaren und eindeutigen Wortlaut von § 74 KV bzw. § 6 GOG. Das trifft nicht zu. Weder § 74 KV noch § 6 GOG äussern sich zu den Rechtsfolgen einer Verletzung der Regeln über das Amtsgelübde.\n\nd) Der Beschwerdeführer bringt sodann vor, die Verpflichtung eines Richters auf Verfassung und Gesetz müsse als elementarer Grundsatz des modernen Rechtsstaates angesehen werden. Die Bindung an das Gesetz im weiteren Sinne stelle dabei das notwendige Korrelat der Unabhängigkeit des Richters dar. Die Objektivität der Rechtsprechung, die Rechtsgleichheit und die Rechtssicherheit seien ohne Beachtung der verpflichtenden Kraft des Gesetzes nicht denkbar. Der Beschwerdeführer macht damit sinngemäss BGE 116 Ia 8 S. 13geltend, der Inhalt der Inpflichtnahme müsse dazu führen, ihr konstitutive Wirkung zuzuerkennen.\n\nEs steht ausser Zweifel, dass der Richter - um den Anforderungen von Art. 58 BV zu genügen - seiner Aufgabe in unabhängiger und unparteiischer Weise nachkommen muss und aus diesem Grunde allein Verfassung und Gesetz verpflichtet sein darf. Das ergibt sich für den Kanton Aargau aus § 2 Abs. 1 GOG. Diese Verpflichtung entsteht indessen nicht erst mit dem Amtsgelübde, sondern vielmehr bereits mit der Wahl bzw. deren Annahme durch den Kandidaten. Nach der Rechtsprechung und der massgeblichen Lehrmeinung stellt der Wahlakt eine (mitwirkungsbedürftige) Verfügung dar (Pra 67/1978 Nr. 73; ZBl 77/1976 S. 16 ff.; VPB 43 Nr. 52; 39 Nr. 47). Sie bewirkt die Begründung der gegenseitigen Rechte und Pflichten im Rechtsverhältnis zwischen Staat und gewähltem Behördemitglied. Der Kandidat gibt mit der Annahmeerklärung im Sinne von § 57 Abs. 3 des aargauischen Gesetzes über Wahlen und Abstimmungen vom 6. September 1937 (Wahlgesetz) in rechtlich verbindlicher Weise zum Ausdruck, dass er bereit ist, die sich aus seinem Amt ergebenden Amtspflichten gewissenhaft zu erfüllen, insbesondere Verfassung und Gesetze zu wahren. Die Auffassung der kantonalen Behörden, die Vereidigung vermöge daher in materiellrechtlicher Hinsicht grundsätzlich keine neue Lage zu schaffen, ist nicht zu beanstanden. Sie wird auch durch die parlamentarischen Beratungen zur Revision der aargauischen Staatsverfassung bestärkt, wo einem Antrag auf Streichung von § 74 KV in der Ratsdebatte einzig mit dem Argument begegnet wurde, eine Inpflichtnahme sei ein \"gehaltvoller Akt\", sei \"eindrucksvoll\", bleibe in Erinnerung, habe ihren Sinn und Wert (vgl. Protokoll des Verfassungsrates des Kantons Aargau betreffend Entwurf zur 1. Lesung, S. 727 f.). Der Inpflichtnahme nach aargauischem Recht muss der Sinn und Zweck beigemessen werden, bei wichtigen öffentlichen Ämtern eine - bereits durch die Wahl geschaffene - rechtliche Verpflichtung in einem gesonderten feierlichen Akt nach aussen zu manifestieren. Entscheidend ist, dass sich das gewählte Behördemitglied anlässlich der Vereidigung ausdrücklich zur geltenden Rechtsordnung - der es aber auch ohne diese Kundgabe kraft seines Amtes verpflichtet ist - bekennt. Dem Amtsgelübde kommt mithin vorab moralische und symbolische Bedeutung zu. Fraglich könnte allenfalls sein, wie es sich verhielte, wenn sich ein Richter ausdrücklich weigern würde, das Amtsgelübde abzulegen. Es wäre in diesem Fall zu prüfen, ob eine BGE 116 Ia 8 S. 14solche Verweigerung der Inpflichtnahme allenfalls als Entlassungsgrund betrachtet werden müsste (vgl. § 28 Abs. 1 des deutschen Bundesbeamtengesetzes; Fritjof Wagner, Beamtenrecht, 2. Auflage, Heidelberg 1988, S. 110, N 215) oder ob in diesem Fall ein erst nachträglich erkennbarer wesentlicher Mangel der Wahlannahme angenommen werden müsste, welcher die Nichtigkeit des Wahlaktes ex tunc zur Folge hätte. Diese Frage braucht im vorliegenden Verfahren nicht beurteilt zu werden, weil die Richterin sowohl vor dem Prozess durch die unzuständige Behörde als auch nach dem Prozess von der zuständigen Behörde in Pflicht genommen wurde. Bei dieser Sachlage bleibt es dabei, dass das Obergericht ohne Verletzung von § 74 KV oder § 6 GOG annehmen durfte, es liege mit dem erstinstanzlichen Urteil ein solches eines nach kantonalem Recht vollständig besetzten Gerichtes vor.\n\n4. Wurde aber das Urteil des Bezirksgerichtes Baden durch ein im Sinne des kantonalen Rechts ordentlich besetztes Gericht gefällt, ist nicht einzusehen, inwiefern es in Widerspruch zu der in Art. 58 BV verankerten Garantie des verfassungsmässigen Richters stehen sollte. Die Beschwerde erweist sich nach dem Gesagten als unbegründet und ist daher abzuweisen."}