{"annee": "116", "cour": "IV", "page": "44", "date": "21/2/1990", "cite": ["54 I 50", "90 IV 246", "97 IV 77", "78 IV 11", "72 IV 68", "58 I 214", "54 I 293", "72 IV 23", "72 IV 30"], "cite_par": ["124 IV 114"], "chapeau": "9. Urteil des Kassationshofes vom 21. Februar 1990 i.S. Staatsanwaltschaft des Kantons Zürich gegen D. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 238 al. 2, art. 239 ch. 2 CP. 1. Lorsque la mise en danger par négligence du trafic ferroviaire n'est pas importante et que partant elle n'est pas punissable en application de l'art. 238 al. 2 CP, elle peut néanmoins être réprimée en qualité de mise en danger par négligence de l'exploitation des chemins de fer au sens de l'art. 239 ch. 2 CP (changement de jurisprudence). 2. Celui qui empêche une entreprise ferroviaire de respecter l'horaire pendant plus d'une heure perturbe l'exploitation de celle-ci d'une manière importante."], "faits": "BGE 116 IV 44 S. 44\n\nD. wollte am 18. November 1987, um ca. 20.20 Uhr, mit seinem Personenwagen den unbewachten Bahnübergang auf der Höhe des BGE 116 IV 44 S. 45Gemeindehauses Egg in Richtung Forchstrasse überqueren. Weil ein in der Nähe der Abschrankung zum Bahntrassee stehender Range Rover die Sicht in Richtung Forch teilweise behinderte, fuhr D. über die Stopsignalisation hinaus, um besser zu sehen. Dabei kam es zu einer Kollision mit der aus Richtung Forch herannahenden Forchbahn, wobei nur geringfügiger Sachschaden entstand. Wegen dieses Vorfalles wurde der fahrplanmässige Verkehr der Forchbahn während rund 1 1/2 Stunden gestört, und die Beförderung der Reisenden musste durch Taxis übernommen werden.\n\nDer Einzelrichter in Strafsachen am Bezirksgericht Uster büsste D. am 3. Mai 1988 wegen fahrlässiger Störung von Betrieben, die der Allgemeinheit dienen, im Sinne von Art. 239 Ziff. 2 StGB mit Fr. 300.--. Am 8. November 1988 bestätigte die II. Strafkammer des Obergerichts des Kantons Zürich dieses Urteil.\n\nDagegen richtet sich die vorliegende eidgenössische Nichtigkeitsbeschwerde der Staatsanwaltschaft des Kantons Zürich mit dem Antrag, das obergerichtliche Urteil sei wegen Verletzung von Art. 239 Ziff. 2 StGB (infolge von Art. 238 Ziff. 2 StGB) aufzuheben und die Sache zur Bestrafung des Angeklagten wegen Verletzung einer Verkehrsregel im Sinne von Art. 90 Ziff. 1 SVG in Verbindung mit Art. 31 Abs. 1 SVG an die Vorinstanz zurückzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Zunächst ist festzuhalten, dass eine Kollision mit einer in Bewegung befindlichen Eisenbahn immer zugleich eine Gefährdung des Eisenbahnverkehrs i.S. von Art. 238 StGB darstellt, da in aller Regel Sachschaden entsteht und allenfalls durch eine Schnellbremsung Passagiere verletzt werden können. Zu Recht wurde der vorliegende Fall jedoch nicht unter diese Bestimmung subsumiert, verlangt dessen Absatz 2 doch bei der fahrlässigen Tatbegehung, dass Leib und Leben von Menschen oder fremdes Eigentum erheblich gefährdet werden; in casu hatte sich die Gefahr zwar voll ausgewirkt, aber der eingetretene Schaden war nicht erheblich (vgl. BGE 72 IV 27).\n\nDas Bundesgericht entschied in BGE 72 IV 68 ff., eine fahrlässige Gefährdung des Eisenbahnverkehrs, die unerheblich und daher nach Art. 238 Abs. 2 StGB nicht strafbar sei, dürfe nicht als fahrlässige Gefährdung des Eisenbahnbetriebes nach Art. 239 BGE 116 IV 44 S. 46Ziff. 2 StGB dennoch bestraft werden (vgl. auch BGE 72 IV 30 E. 5). Zu prüfen ist, ob an dieser Rechtsauffassung festgehalten werden kann.\n\n2. a) Es ist davon auszugehen, dass Art. 239 StGB das Interesse der Allgemeinheit daran im Auge hat, dass die entsprechende Anstalt ungestört ihren Dienst versieht (BGE 72 IV 68), während Art. 238 StGB das Interesse an einer die Sicherheit von Leib, Leben und Eigentum gewährleistenden Abwicklung des technischen Vorgangs des Eisenbahnverkehrs schützt (BGE 72 IV 69; STEFAN TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, N 12 zu Art. 238). Weiter ist festzuhalten, dass Art. 239 StGB (Betriebsgefährdung) die allgemeine, Art. 238 StGB (Verkehrsgefährdung) demgegenüber die besondere Norm darstellt (BGE 72 IV 69 mit Hinweis). Diese Umstände deuten daraufhin, dass der Schuldspruch der Vorinstanz zu Recht erfolgte.\n\nb) Das Bundesstrafrecht (BStR) von 1853 enthielt mit Art. 67 eine umfassende Vorschrift über \"Beschädigung und Gefährdung von Post- oder Eisenbahnzügen\" (Wortlaut in BGE 54 I 53), die sich nur auf die Sicherheit von Personen und Waren im Eisenbahnverkehr, also auf die Verkehrsgefährdung bezog. Nach Ansicht des Bundesrates war diese Bestimmung insbesondere deshalb mangelhaft, weil das Transportmittel selber von der Strafnorm nicht erfasst wurde (vgl. BBl 1900 Bd. IV S. 157 ff.). Was die im Jahre 1902 revidierte Fassung von Art. 67 BStR betrifft (wesentlicher Wortlaut in BGE 54 I 53 /54), stellte das Bundesgericht fest, der Gesetzgeber habe mit dieser Bestimmung jedes schuldhafte Verhalten unter Strafe stellen wollen, \"welches den technischen Bahnbetrieb in irgend einer Beziehung derart in seinem planmässigen Verlaufe stört, dass dadurch eine erhebliche Gefahr für irgend ein Rechtsgut begründet wird\" (BGE 54 I 55). Geschütztes Rechtsgut der neuen Bestimmung war also wieder nur die Verkehrssicherheit (vgl. auch BGE 54 I 296 /297 E. 2a, 360, 361/362 E. 1, BGE 58 I 218 /219). Das alte Recht kannte somit keine der heutigen allgemeinen Norm von Art. 239 StGB entsprechende Bestimmung.\n\nDer Vorentwurf des Bundesrates für ein Schweizerisches Strafgesetzbuch enthielt demgegenüber als Art. 204 und 205 die heutige Unterteilung der Straftatbestände in Störung des Eisenbahnverkehrs und Störung von Betrieben, die der Allgemeinheit dienen; im Unterschied zur heutigen Regelung sollte bei beiden Bestimmungen die fahrlässige Tatbegehung in jedem Fall mit Gefängnis oder Busse bestraft werden (BBl 1918 IV S. 169). Der Bundesrat BGE 116 IV 44 S. 47führte in der Botschaft aus, abgesehen von der Gemeingefahr sei der ungestörte Betrieb der öffentlichen Verkehrsanstalten zu schützen, die einen unentbehrlichen Hilfsdienst im gesamten Kultur- und Wirtschaftsleben darstellten (BBl 1918 IV S. 52).\n\nDie Mehrheit der nationalrätlichen Kommission stimmte dieser Regelung im wesentlichen zu, während eine Minderheit die fahrlässige Störung des Eisenbahnverkehrs nur in der heute geltenden qualifizierten Form, d.h. bei einer erheblichen Gefährdung bestraft wissen wollte (Sten.Bull. 1929 N 439/440). Es ging ihr in Anlehnung an die bisherige gesetzliche Regelung darum, dass insbesondere bei den Strassenbahnen der Wagenführer wegen der dem Stadtverkehr immanenten Gefahren oft in eine Lage komme, \"bei der man formell von einer Fahrlässigkeit sprechen kann, wobei es sich aber trotzdem nicht um Fahrlässigkeit handelt\" (Votum Farbstein, S. 441). In bezug auf die fahrlässige Störung von Betrieben, die der Allgemeinheit dienen, wollte die Kommissionsminderheit die Strafbarkeit aus \"logischen\" (d.h. mit den vorgesehenen Strafrahmen zusammenhängenden) Gründen generell streichen oder jedenfalls mildern, da die vorsätzliche Begehung dieses Deliktes nur mit Gefängnis, die vorsätzliche Störung des Eisenbahnverkehrs jedoch mit Zuchthaus bestraft werde (Votum Farbstein, S. 442). Bundesrat Häberlin widersprach dieser Ansicht, da es unbedingt nötig sei, auch die fahrlässige Störung von Betrieben, die der Allgemeinheit dienen, unter Strafe zu stellen; was die Frage der Störung des Eisenbahnverkehrs betraf, schloss er sich der Kommissionsminderheit an, da die Bestrafung jeglicher Fahrlässigkeit bei diesem Delikt \"nur Weiterungen bringen\" würde und sich die bis anhin geltende Regelung \"bewährt\" habe (Votum Häberlin, S. 442).\n\nIn der Folge äusserte sich zunächst Perrin, der - nur bezüglich der Störung des Eisenbahnverkehrs - den Minderheitsantrag befürwortete, insbesondere um zu vermeiden, dass Bahnbeamte, die 20 oder 30 Jahre ausgezeichnete Dienste geleistet haben, wegen leichter Vergehen (\"peccadilles\") bestraft werden könnten (Votum Perrin, S. 442/443). Seiler opponierte in bezug auf diese Frage nicht, wehrte sich aber gegen den Minderheitsantrag, die fahrlässige Störung von Betrieben, die der Allgemeinheit dienen, straflos zu lassen oder nur als Übertretung zu ahnden, denn es gehe um \"derart wichtige Dinge\" und die Legaldefinition der Fahrlässigkeit garantiere, \"dass nicht jede Unvorsichtigkeit als strafbare Fahrlässigkeit behandelt werden\" könne; deshalb sei in diesem Punkt BGE 116 IV 44 S. 48\"unter allen Umständen\" am Antrag der Kommissionsmehrheit festzuhalten (Votum Seiler, S. 443). Schliesslich schloss sich Logoz in allen Punkten an Seiler an; insbesondere forderte er \"energisch\", an der Strafbarkeit der fahrlässigen Störung von Betrieben, die der Allgemeinheit dienen, festzuhalten, da nur dies der grossen Wichtigkeit des auf dem Spiele stehenden allgemeinen Interesses gerecht werde (Votum Logoz, S. 443/444). Während der Antrag der Minderheit in bezug auf die Verkehrsgefährdung ohne weiteres angenommen wurde, obsiegte der Vorschlag der Kommissionsmehrheit hinsichtlich der Betriebsgefährdung mit 67 zu 35 Stimmen (S. 444).\n\nAus dem Gesagten erhellt, dass das Parlament zwar tatsächlich unerhebliche Verkehrsgefährdungen namentlich im Interesse der Eisenbahner straflos lassen wollte; dagegen war von einer derartigen Regelung im Falle der Betriebsgefährdung nicht die Rede, sondern hielten die obsiegenden Votanten mit Nachdruck und ausdrücklich an der bundesrätlichen Fassung fest, die jede fahrlässige Betriebsgefährdung strafbar wissen wollte. Entgegen der in BGE 72 IV 70 geäusserten Ansicht ergibt sich also auch aus den Materialien nicht, dass eine unerhebliche Verkehrsgefährdung nicht als fahrlässige Betriebsgefährdung bestraft werden dürfte.\n\nc) Die in BGE 72 IV 68 ff. vertretene Auffassung überzeugt aber auch aus einem anderen Grund nicht, denn sie führt zum (nach TRECHSEL, a.a.O., N 12 zu Art. 238) \"widersinnigen\" Ergebnis, dass Betriebsstörungen, welche sich in einer Gefährdung der Verkehrssicherheit auswirken, nur bei Erheblichkeit der Gefährdung strafbar sind, Betriebsstörungen, welche die Verkehrssicherheit nicht aufs Spiel setzen, jedoch immer (BGE 72 IV 70).\n\nd) GÜNTER STRATENWERTH vertritt die Auffassung, die Lösung des Problems liege darin, die Anforderungen für die Anwendung von Art. 239 StGB zu erhöhen, also eine Störung des \"Gesamtbetriebes\" in zumindest wesentlichem Umfang zu verlangen (Schweizerisches Strafrecht, BT II, 3. Aufl. 1984, § 34 N 42 in fine i.V. mit N 35; ebenso TRECHSEL, a.a.O., N 5 zu Art. 239). Nach Ansicht von VITAL SCHWANDER fallen denn auch \"Bagatellfälle\" nicht unter Art. 239 StGB (Das Schweizerische Strafgesetzbuch, 2. Aufl., Nr. 683c Ziff. 5). Diese Ansicht deckt sich im wesentlichen mit der oben zitierten Auffassung von Nationalrat Seiler.\n\nIn BGE 78 IV 12 ff. ging es um einen Fahrzeuglenker, der mit seinem Auto in angetrunkenem Zustand zwei Masten einer elektrischen Freileitung \"beschädigt\" hatte, davon einen \"leicht\"; der BGE 116 IV 44 S. 49Schuldspruch des angefochtenen Urteils war vom Bundesgericht nicht zu überprüfen, weshalb es sich weder dazu noch zur Frage äusserte, ob und inwieweit eine Betriebsstörung überhaupt eingetreten war; es könnte sein, dass es sich hier um einen der von SCHWANDER erwähnten Bagatellfälle gehandelt hat. In BGE 90 IV 247 ff. kam es wegen mangelhaft ausgeführter Bauarbeiten zur Beschädigung einer Gasleitung und zu einer heftigen Explosion, wodurch über 20 Häuser zum Teil erheblich beschädigt wurden; das Gas musste für ein ganzes Quartier abgestellt werden, um die Leitung wieder instandstellen zu können (S. 253); von einem Bagatellfall kann nicht gesprochen werden, und es ist auch von einer Störung des Betriebes in wesentlichem Umfang auszugehen. Schliesslich erwähnt STRATENWERTH BGE 97 IV 78 ff., in welchem Entscheid sich das Bundesgericht ebenfalls nicht zum Schuldpunkt auszusprechen hatte; in diesem Fall ging es um Demonstranten, deren Aktivitäten an sechs Tagen auf verschiedenen wichtigen Strassen und Plätzen der Stadt Basel \"die Stillegung oder eine sonstige erhebliche Störung des Tramverkehrs zur Folge hatten\"; auch hier liegt kein Bagatellfall vor, und der Trambetrieb war in seiner Gesamtheit gestört (weitere Beispiele TRECHSEL, a.a.O., N 5 zu Art. 239).\n\nAuch der vorliegende Fall stellt eine erhebliche Störung des gesamten Betriebes der Forchbahn dar. Nach den verbindlichen Feststellungen der Vorinstanz wurde der fahrplanmässige Verkehr während 1 1/2 Stunden gestört, sodass der Transport der Fahrgäste durch Taxis übernommen werden musste. Wer eine Bahn während über einer Stunde am ordnungsgemässen Betrieb hindert, stört diesen in gravierender Weise. Von einer Bagatelle kann schon gar nicht die Rede sein (ebenso HANS SCHULTZ, Rechtsprechung und Praxis im Strassenverkehr in den Jahren 1973-1977, Bern 1979, S. 61 f. für die durch eine Kollision zwischen Auto und Strassenbahn verursachte Verspätung von 3/4 Stunden; a.A. jedoch TRECHSEL, a.a.O., N 5 zu Art. 239).\n\ne) Nach dem Gesagten kann an der in BGE 72 IV 68 ff. begründeten Rechtsprechung nicht festgehalten werden. Die Staatsanwaltschaft legt nicht dar, inwieweit der vorinstanzliche Entscheid bei dieser Betrachtungsweise bundesrechtswidrig wäre. Die Beschwerde ist mithin abzuweisen."}