{"annee": "116", "cour": "III", "page": "15", "date": "20/4/1990", "cite": ["30 I 851", "85 III 31", "98 III 12", "110 III 57", "94 III 8", "55 III 101", "93 III 33", "94 II 75", "112 III 19", "114 III 12", "108 III 13", "78 III 126"], "cite_par": ["129 III 526", "117 III 26", "119 III 70"], "chapeau": "5. Entscheid der Schuldbetreibungs- und Konkurskammer vom 20. April 1990 i.S. A.X. und B.Y. (Rekurs)", "regestes": ["Séquestre ou saisie du revenu futur (art. 93, 275 LP). La durée maximale d'une année part de l'exécution de la mesure. Mais si la saisie est infructueuse ou l'exécution du séquestre dénuée de succès, parce que la quotité saisissable a été déterminée de manière illégale ou impropre, le délai d'une année part du nouvel établissement du procès-verbal de saisie, respectivement du procès-verbal de séquestre, résultant de la décision de l'autorité de surveillance. La première exécution reste déterminante dans les autres cas (précision de la jurisprudence)."], "faits": "BGE 116 III 15 S. 16\n\nA.- Zur Sicherung einer Forderung von Fr. 22'875.-- nebst Zins erwirkten A.X. und B.Y. am 27. Juni 1989 bei der Arrestbehörde Basel-Stadt einen Arrestbefehl gegen den in Sierentz (Frankreich) wohnenden P.F. Der auf Art. 271 Abs. 1 Ziff. 4 SchKG gestützte Arrestbefehl nannte als Arrestgegenstand einzig das Lohnguthaben des Arrestschuldners gegenüber seiner Arbeitgeberin in Basel.\n\nIn der am 4. August 1989 erstellten Arresturkunde bezeichnete das Betreibungsamt Basel-Stadt den Arrest als erfolglos, weil das Einkommen des Schuldners von monatlich netto Fr. 5'130.-- das ihm zustehende Existenzminimum von Fr. 5'568.-- bei weitem nicht erreiche; der Schuldner müsse allein für die Hypothek und Amortisation seines Hauses Fr. 3'208.-- und für Unterhaltsbeiträge an seine Tochter Sonja und seine zweite von ihm geschiedene Ehefrau Fr. 1'425.-- leisten.\n\nHierüber beschwerten sich die Arrestgläubiger bei der Aufsichtsbehörde über das Betreibungs- und Konkursamt des Kantons Basel-Stadt, welche die Beschwerde am 5. Oktober 1989 abwies. Dagegen rekurrierten sie schliesslich erfolgreich an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts. Diese wies die Aufsichtsbehörde des Kantons Basel-Stadt mit Entscheid vom 30. November 1989 an, die Berechnung des Notbedarfs neu vorzunehmen.BGE 116 III 15 S. 17\n\nB.- Im Rahmen der neuen Notbedarfsrechnung billigte das Betreibungsamt Basel-Stadt dem Arrestschuldner mit Wirkung ab dem 1. Juli 1990 nur mehr die Kosten einer durchschnittlichen Einzimmerwohnung von monatlich Fr. 500.-- zu; als Existenzminimum errechnete das Betreibungsamt Fr. 3'055.--, was eine pfändbare Lohnquote von Fr. 2'075.-- pro Monat ergab. Dieser Nachtrag wurde von der Aufsichtsbehörde über das Betreibungs- und Konkursamt des Kantons Basel-Stadt am 13. Februar 1990 zum Entscheid erhoben.\n\nC.- Mit einer am 22. Februar 1990 eingereichten Rekursschrift gelangen die Arrestgläubiger an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts. Nebst der Aufhebung des Entscheides der kantonalen Aufsichtsbehörde vom 13. Februar 1990 verlangen sie deren Anweisung, den Lohn des Arrestschuldners im Umfang von monatlich Fr. 2'075.-- ab dem 1. Juli 1990 für die Dauer eines vollen Jahres zu verarrestieren.", "considerants": "Erwägungen:\n\n1. Art. 93 SchKG, wonach Lohnguthaben, Gehälter und Diensteinkommen nur soweit gepfändet werden können, als sie nicht nach dem Ermessen des Betreibungsbeamten für den Schuldner und seine Familie unumgänglich notwendig sind, ist gemäss Art. 275 SchKG auch auf den Arrest von Lohnforderungen anwendbar. In der Rechtsprechung zu Art. 93 SchKG ist dabei sehr früh schon festgehalten worden, dass der Pfändung und Verarrestierung des zukünftigen Erwerbseinkommens auch in zeitlicher Hinsicht Schranken zu setzen sind. Diese im Interesse von Schuldner und Gläubiger liegende zeitliche Grenze wurde auf ein Jahr festgelegt und als \"absolute\", um der öffentlichen Ordnung willen aufgestellte Regel bezeichnet (vgl. BGE 112 III 20 E. 1; BGE 98 III 14 f.; BGE 94 III 13, letztere je mit Hinweisen auf die ganz frühe Rechtsprechung).\n\nDie Arrestgläubiger wenden sich mit ihrem Rekurs nicht grundsätzlich gegen diese Rechtsprechung, wollen doch auch sie das künftige Lohnguthaben des Arrestschuldners nur für die Dauer eines Jahres mit Beschlag belegt haben. Sie werfen indessen die Frage auf, wie der Beginn dieser Frist bei der Verarrestierung des künftigen Erwerbseinkommens festzulegen sei, wenn der Vollzug des Arrests zunächst erfolglos bleibt und erst nachträglich - aufgrund eines Beschwerdeverfahrens - Vermögenswerte BGE 116 III 15 S. 18verfügbar werden. Die Vorinstanz vertritt im angefochtenen Entscheid offenbar die Auffassung, es sei auch in diesem Fall das Datum des erfolglosen Arrestvollzugs massgebend. In Anlehnung an das Betreibungsamt hat sie überdies ausgeführt, die Herabsetzung der Wohnkosten in der Notbedarfsrechnung des Arrestschuldners dürfe aufgrund der erforderlichen Umgestaltung seiner Wohnverhältnisse erst nach Ablauf eines halben Jahres wirksam werden. Diese Frist sowie die Anfechtung der ursprünglichen Notbedarfsrechnung haben zu einer solchen zeitlichen Verzögerung des Arrestvollzugs geführt, dass die erfolgreiche Verarrestierung des Lohnes nur mehr während eines einzigen Monats möglich bleiben soll. Ob diese Sichtweise in Einklang mit Bundesrecht steht, ist im folgenden zu prüfen.\n\n2. Die Rechtsprechung des Bundesgerichts hat die bei der Pfändung und Arrestierung des künftigen Lohnes zu beachtende Jahresfrist mit dem Vollzug des Beschlages beginnen lassen. Die Frage der Dauer der in erster Linie mit Rücksicht auf die Gläubigerinteressen eingeführten zeitlichen Begrenzung und deren Rechtfertigung ist wiederholt erörtert und in Anlehnung an Art. 116, 121 und 88 SchKG - wenn auch ohne inneren Zusammenhang mit diesen Bestimmungen - auf ein Jahr festgelegt worden (BGE 98 III 12 ff., mit Hinweisen; a.A. noch JAEGER in SJZ 32/1935, S. 54, der die Frist zwingend aus Art. 116/121 SchKG ableiten wollte). Demgegenüber gab der Beginn dieser Frist nicht zu höchstrichterlichen Entscheidungen Anlass. Das Bundesgericht hat lediglich zu der speziellen Frage des Pfändungsanschlusses klärend festhalten müssen, dass die Pfändung künftigen Lohns auch im Falle der Teilnahme weiterer Gläubiger auf ein Jahr ab dem die Teilnahmefristen von Art. 110/111 SchKG in Gang setzenden Pfändungsvollzuge beschränkt bleibt (BGE 98 III 21). Dass zur Problematik des Fristbeginns nur vereinzelte Entscheidungen ergangen sind, mag nicht erstaunen, geht es doch um die zeitliche Begrenzung der eigentlichen Beschlagswirkung, die für den Schuldner naturgemäss erst mit dem Vollzug spürbar wird. In der Tat lässt sich denn ein anderer, mit hinreichender Klarheit bestimmbarer Zeitpunkt nicht ausmachen, weshalb für den Beginn des Fristenlaufs - ob Pfändung, ob Arrest - auch inskünftig der Zeitpunkt des Vollzuges massgebend bleiben muss. Fraglich bleibt indessen zunächst, was unter Pfändungsvollzug zu verstehen ist.\n\na) Es gilt vorab an den Fall zu denken, wo die durch das Betreibungsamt vorzunehmende Festlegung der pfändbaren BGE 116 III 15 S. 19Quote zu einem negativen Ergebnis geführt hat und der Gläubiger deshalb gänzlich leer ausgeht. Es versteht sich von selbst, dass dem Schuldner auch diese fruchtlose Pfändung mitzuteilen und desgleichen beim erfolglosen Arrestvollzug zu verfahren ist (Art. 275 SchKG); damit muss es jedoch bereits sein Bewenden haben, zumal weiterführende Vollzugshandlungen gemäss Art. 96 Abs. 1 SchKG nicht stattfinden können (vgl. zum Pfändungsvollzug BGE 110 III 59; BGE 94 II 80 und insb. BGE 93 III 36). Unter diesen Umständen kann freilich von einem eigentlichen Pfändungsvollzug, der nach der Rechtsprechung die den Beschlag künftigen Erwerbseinkommens begrenzende Jahresfrist in Gang setzen müsste, nicht die Rede sein. So vermag eine gänzlich erfolglose Pfändung auch nicht die Anschlussmöglichkeit im Sinne von Art. 110 SchKG auszulösen (JAEGER, Schuldbetreibung und Konkurs, Bd. I, N. 2 zu Art. 110). Wenn sich aber im Beschwerdeverfahren herausstellen sollte, dass bei der ergebnislos verlaufenen Bestimmung der pfändbaren Quote ursprünglich in gesetzeswidriger oder unangemessener Weise verfahren worden ist, muss dies Folgen zeitigen. Dabei gilt es zu bedenken, dass die sich im Beschwerdeverfahren ergebende, für den Schuldner ungünstig verlaufende Abänderung der pfändbaren Quote über den Zeitpunkt des Beschwerdeentscheides zurück keine Wirkung zu entfalten vermag. Dies rührt nicht nur vom Grundsatz, dass Berichtigungen von angefochtenen Verfügungen durch die Aufsichtsbehörde erst mit deren Entscheidung wirksam werden (JAEGER, a.a.O., N. 2 zu Art. 21; AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 4. A. 1988, § 6, Rz. 52), sondern auch von der praktischen Überlegung her, dass die gebotene Wahrung des neu festgesetzten Notbedarfs durch die Anordnung von Nachzahlungen illusorisch würde (vgl. dazu BGE 85 III 36 f.). Folgerichtig muss dies dazu führen, dass die Jahresfrist nach dem bereinigenden Entscheid der Aufsichtsbehörde mit der Neuaufnahme der Pfändungs- bzw. Arresturkunde von neuem ausgelöst wird, darf doch der Gläubiger hier nicht schlechter gestellt werden als er es wäre, wenn die pfändbare Quote ab Beginn richtig festgesetzt worden wäre (zum Zeitpunkt des Pfändungsvollzuges bei der Pfändung von Forderungen, vgl. JAEGER, a.a.O., N. 2 zu Art. 110).\n\nb) Davon ist der Fall zu unterscheiden, wo sich die Verhältnisse auf seiten des Schuldners im nachhinein tatsächlich verbessert haben, so dass zu einer Anpassung der pfändbaren Quote geschritten und erstmals ein positives Pfändungsergebnis erzielt werden BGE 116 III 15 S. 20könnte. Hier ist die Anpassung an die veränderten Verhältnisse mittels Revision der Einkommenspfändung vorzunehmen, sei es auf entsprechendes Begehren des Gläubigers, sei es von Amtes wegen, sofern das Betreibungsamt auf irgendeine Weise erfährt, dass seine Anordnungen den Verhältnissen nicht mehr entsprechen (BGE 108 III 13; BGE 93 III 37 E. 2, mit weiteren Hinweisen). Wenn diese Revision zu einem pfändbaren Ergebnis führt, liegt es nahe, den Beginn der Frist auch hier mit dem Vollzug des angepassten Pfändungsergebnisses neu anzusetzen. Immerhin haben auch in diesem Fall eigentliche Vollzugshandlungen bislang nicht stattgefunden. Dennoch geht eine Gleichbehandlung der beiden verschiedenen Sachverhalte nicht an. So liegt im Unterschied zum vorhergehenden Fall keine behördliche Fehlentscheidung vor, die zu einem gesetzeswidrigen Nachteil des betroffenen Gläubigers geführt hätte und ein besonderes Entgegenkommen zu dessen Gunsten rechtfertigen würde. Hinzu käme, dass sich der Beginn der Jahresfrist in einer Art und Weise in der Schwebe befände, die namentlich für den Schuldner kaum mehr zumutbar schiene. Sollte sich somit erst im Laufe der Zeit ergeben, dass Vermögenswerte des Schuldners mit Beschlag belegt werden können, müsste dessen Befristung gleichwohl bereits mit der anfänglichen fruchtlosen Vollstreckung einsetzen. Andernfalls ergäbe sich eine Benachteiligung nicht nur des Schuldners, sondern insbesondere auch der übrigen Gläubiger, denen die Möglichkeit, ebenfalls auf den Lohn des Schuldners zu greifen, nicht allzulange vorenthalten werden darf (BGE 112 III 20).\n\nHier ist auch der Sachverhalt einzureihen, in dem zum Zeitpunkt des Pfändungsvollzuges bereits eine Lohnpfändung zugunsten einer anderen Betreibung besteht, die die gesamte pfändbare Quote für sich in Anspruch nimmt und an welcher der später hinzutretende Gläubiger zufolge Versäumnisses der Anschlussfrist nicht mehr teilnehmen kann. Die Rechtsprechung hat dazu früh schon festgehalten, dass der Beginn der Wirksamkeit der zweiten Pfändung nicht auf das Ende des Jahres hinausgeschoben werden dürfe, währenddem die erste Pfändung noch in Kraft steht. An der zeitlichen Beschränkung der Lohnpfändung wird demnach festgehalten, wenn der Lohn des (von einem späteren Pfändungsvollzug aus betrachtet) kommenden Jahres teilweise oder gar vollumfänglich zugunsten eines früher pfändenden Gläubigers vorweggepfändet worden ist, so dass für den nachgehenden Gläubiger nur mehr wenig oder kaum noch etwas verbleibt (BGE 55 III 103; 60 III BGE 116 III 15 S. 2174 f.; vgl. bereits BGE 30 I 853, sowie die Bestätigung in BGE 98 III 15 unten).\n\nc) Denkbar ist auch, dass die Pfändung oder Arrestlegung tatsächlich vollzogen werden konnte, im nachhinein indessen zutage tritt, dass die pfändbare Quote ursprünglich nicht dem Gesetz entsprechend bemessen worden ist oder den massgebenden Verhältnissen nicht bzw. nicht mehr entspricht. Durch das Beschwerdeverfahren, in dem der Gläubiger die Abänderung der pfändbaren Quote zu seinen Gunsten durchsetzen will, wird der Vollzug der bestehenden Lohnpfändung indessen nicht aufgeschoben; dies, weil zur Anordnung der aufschiebenden Wirkung (Art. 36 SchKG) in aller Regel kein Anlass besteht. Gleich verhält es sich - jedenfalls was den Fortgang der Vollstreckung anbelangt - mit der Anpassung auf dem Wege der Revision. Im Gegensatz zu den vorerwähnten Sachlagen hat hier der Vollzug des Beschlages ab Beginn zu einem positiven Ergebnis geführt. Dieser Umstand muss für den Beginn der Jahresfrist entscheidend bleiben, auch wenn dies dazu führen mag, dass dem Gläubiger ein Teil der ihm nach Gesetz und den Verhältnissen tatsächlich zustehenden Quote vorenthalten wird.\n\nd) Als Besonderheit des vorliegenden Falles ist endlich zu verzeichnen, dass dem Schuldner die Senkung seiner unverhältnismässig hohen Wohnkosten zugemutet werden muss. Bei der Festlegung des Notbedarfs ist den Interessen des Gläubigers Rechnung zu tragen, indem ein den wirtschaftlichen Verhältnissen und persönlichen Bedürfnissen des Schuldners nicht angemessener Mietzins nach Ablauf des nächsten Kündigungstermins auf ein Normalmass herabgesetzt werden kann (BGE 114 III 16 f. E. 4, mit Hinweisen); in sinngemässer Weise ist beim Schuldner zu verfahren, der sich als Hauseigentümer einer unangemessenen Hypothekarzinsbelastung ausgesetzt sieht (vgl. dazu die im Kanton Bern geltenden Richtlinien für die Berechnung des betreibungsrechtlichen Existenzminimums, in ZBJV 124/1988, S. 162 f.).\n\nVorliegend hat die Aufsichtsbehörde dem Schuldner eine rund halbjährige Frist eingeräumt, um die zur Senkung seiner Wohnkosten nötigen Vorkehren zu treffen. Dass sie damit ihr Ermessen missbraucht oder überschritten haben sollte, machen die Rekurrenten mit Recht nicht geltend. Weshalb indessen diese zur Anpassung eingeräumte Zeitspanne bei der die Geltung der Lohnpfändung oder -arrestierung einschränkenden Jahresfrist ausser Betracht fallen soll - wie die Rekurrenten dies sinngemäss geltend BGE 116 III 15 S. 22machen -, ist nicht einzusehen. Die Zulassung einer derartigen Ausnahme führte zu einer Vorzugsbehandlung, die aus Sicht der Rekurrenten zwar gerechtfertigt sein mag, sich gegenüber anderen Gläubigern jedoch nicht halten liesse. In Betracht zu ziehen ist etwa jener Gläubiger, der zufolge einer tief angesetzten pfändbaren Quote während eines Jahres nur einen Bruchteil seiner Forderung pfänden bzw. sicherstellen kann. Zu denken ist aber nebst dem Fall, wo die greifbaren Mittel bereits von einer vorgehenden Pfändung erfasst werden, auch an denjenigen des Schuldners, der im Laufe der Pfändung stellenlos wird und keinen pfändbaren Verdienst mehr hat; selbst hier bleibt die Lohnpfändung dennoch in Kraft, während ihre Wirkungen zwangsläufig aussetzen, bis wieder greifbare Mittel vorhanden sind, ohne dass die Rechtsprechung je eine entsprechende Ausdehnung der Jahresfrist erwogen hätte (BGE 78 III 128 f.).\n\n3. Zusammenfassend ist festzuhalten, dass von der Regel, wonach die Dauer der zeitlichen Beschränkung der Einkommenspfändung oder -arrestierung ab deren Vollzug zu laufen habe, nur ganz ausnahmsweise abgewichen werden kann. Dies soll namentlich dort möglich sein, wo der Vollzug des Beschlags fruchtlos verlaufen ist und diese Folge auf einer gesetzeswidrigen oder unangemessenen Einschätzung des Betreibungsamtes beruht. In den übrigen Fällen werden die Gläubiger nach Ablauf der Jahresfrist nicht umhin können, erneut die Arrestlegung zu beantragen oder die Betreibung einzuleiten bzw. fortzusetzen (Art. 149 Abs. 3 SchKG, dazu BGE 98 III 16).\n\nVorliegend bedeutet dies, dass der Rekurs wenigstens teilweise gutzuheissen ist. Die Aufsichtsbehörde über das Betreibungs- und Konkursamt Basel-Stadt wird folglich angewiesen, den Beginn der Jahresfrist auf den 13. Februar 1990, den Tag des kantonalen letztinstanzlichen Entscheides und damit den Zeitpunkt des hier massgebenden Beschlagsvollzugs, neu anzusetzen. Ab dem 1. Juli 1990 bis zum 12. Februar 1991 kann somit ein monatlicher Lohnabzug von Fr. 2'075.-- vorgenommen werden."}