{"annee": "116", "cour": "II", "page": "164", "date": "8/6/1990", "cite": ["87 II 263", "82 II 468", "109 II 51", "115 II 175"], "cite_par": [], "chapeau": "30. Auszug aus dem Urteil der II. Zivilabteilung vom 8. Juni 1990 i.S. G. (Berufung)", "regestes": ["Art. 6 et 11 LPR; droit de préemption des parents. Les parents qui ont un droit de préemption ne peuvent, lors de la vente d'une exploitation agricole ou d'une partie importante de celle-ci, se prévaloir de leur droit de préemption si l'acquéreur a lui-même un droit de préemption du même rang qu'eux (consid. 2; confirmation de la jurisprudence)."], "faits": "BGE 116 II 164 S. 164\n\nA.- S. ist Eigentümer einer landwirtschaftlichen Liegenschaft. Am 31. Dezember 1986 verkaufte er an drei seiner Kinder zu je 1/3 Miteigentum zwei Parzellen im Halte von 470 und 282 Aren zum Preis von Fr. 1'500'000.--. Dieser Kaufvertrag wurde am 5. März 1987 ins Tagebuch eingeschrieben und am 29. Juni 1987 ins Grundbuch eingetragen. Den Rest der Liegenschaft mit Haus und Scheune behielt S. in seinem Eigentum.\n\nB.- Am 27. März 1987 machte G., eines der drei weiteren Kinder von S., beim Grundbuchamt das bäuerliche Vorkaufsrecht zum Ertragswert geltend. (...) Der Amtsgerichtspräsident setzte ihm in der Folge Frist zur Klageerhebung an. Mit Klage vom 2. September 1987 beantragte G. im wesentlichen, die beiden Kaufsparzellen seien ihm zum landwirtschaftlichen Ertragswert zu Eigentum zuzusprechen.\n\nBGE 116 II 164 S. 165\n\na) Am 5. September 1988 hiess das Amtsgericht die Klage gut und sprach G. das Eigentum an den beiden Kaufsgrundstücken zum Ertragswert von Fr. 35'000.-- zu. Zur Begründung hielt das Amtsgericht insbesondere fest, dass die Liegenschaft mit ca. 11 ha ein landwirtschaftliches Gewerbe bilde, das durch den Wegfall der beiden Kaufsgrundstücke die wirtschaftliche Existenzfähigkeit und Selbständigkeit weitgehend verliere. Da der Verkauf der beiden Grundstücke keine vorweggenommene Erbfolge, sondern einen gewöhnlichen Kaufvertrag darstelle, stehe G. trotz Gleichrangigkeit mit den Käufern ein Vorkaufsrecht nach Art. 6 EGG zu. Der Wille zur Selbstbewirtschaftung sei als ernstlich zu betrachten und die Eignung dazu gegeben.\n\nb) Gegen dieses Urteil appellierten zwei der drei Käufer an das Obergericht des Kantons Luzern. In der schriftlichen Begründung der Appellation führten sie insbesondere an, gegenüber gleichrangigen Vorkaufsberechtigten könne das Vorkaufsrecht nach Art. 6 Abs. 1 EGG nicht ausgeübt werden.\n\nMit Urteil vom 11. September 1989 hiess das Obergericht des Kantons Luzern die Appellation gut und wies die Klage ab. C. - Gegen dieses Urteil hat G. Berufung an das Bundesgericht erhoben. Er beantragt u.a. die Aufhebung des angefochtenen Urteils und die Zusprechung des Eigentums an den beiden Kaufsgrundstücken.\n\nDie Beklagten beantragen die Abweisung der Berufung; das angefochtene Urteil sei zu bestätigen.", "considerants": "Aus den Erwägungen:\n\n2. Wird ein landwirtschaftliches Gewerbe oder werden wesentliche Teile davon verkauft, so steht den Nachkommen, dem Ehegatten und den Eltern des Verkäufers ein Vorkaufsrecht zu (Art. 6 Abs. 1 EGG). Dass die verkauften Parzellen Nr. 222 und Nr. 849 einen wesentlichen Teil eines landwirtschaftlichen Gewerbes darstellen, ist unbestritten. Strittig ist hingegen, ob der Kläger sein Vorkaufsrecht auch bei einem Verkauf an seine Geschwister ausüben könne.\n\na) Art. 11 Abs. 1 EGG regelt die Reihenfolge der Verwandten in der Ausübung des Vorkaufsrechts wie folgt: Kinder, Enkel, Ehegatte, Eltern und - sofern kantonalrechtlich vorgesehen - Geschwister und Nachkommen der Geschwister. Damit die in dieser Bestimmung verankerte Besserstellung bestimmter BGE 116 II 164 S. 166Verwandter nicht vereitelt wird, dringt das Vorkaufsrecht nach der jüngsten Rechtsprechung des Bundesgerichts je nach dem Rangverhältnis des Ansprechers gegenüber dem Käufer durch; der Verkauf eines landwirtschaftlichen Gewerbes oder eines wesentlichen Teiles an einen im letzten Glied Vorkaufsberechtigten darf den besser Berechtigten nicht um sein Recht bringen (BGE 115 II 178, mit zahlreichen Hinweisen). Im vorliegenden Fall stehen die Käufer und der Kläger, der sein gesetzliches Vorkaufsrecht ausüben will, indessen im gleichen Rang. Was diesfalls gelten soll, lässt sich Art. 11 Abs. 1 EGG nicht entnehmen.\n\nb) Auch Art. 11 Abs. 2 EGG hilft diesbezüglich nicht weiter. Diese Gesetzesbestimmung räumt zwar dem Selbstbewirtschafter, der dazu geeignet ist, den Vorrang ein, wenn mehrere Personen im gleichen Rang ein Vorkaufsrecht geltend machen und sich diese nicht zu einer Gemeinschaft zusammenschliessen. Die Bestimmung regelt jedoch nur das Verhältnis unter mehreren gleichrangigen Vorkaufsberechtigten, die je ihr Recht gegen einen Drittkäufer ausüben wollen. Sie sagt nichts darüber aus, was gelten soll, wenn das Vorkaufsrecht gegenüber einem Käufer geltend gemacht wird, der selber im gleichen Rang vorkaufsberechtigt ist. Gestützt auf diesen Umstand hat das Bundesgericht in BGE 82 II 468 f. entschieden, ein Vorkaufsberechtigter könne sein Recht nicht geltend machen, wenn der Erwerber im gleichen Rang vorkaufsberechtigt sei. Mit dem Verwandtenvorkaufsrecht wolle das Gesetz einzig das zwischen der Familie und dem betreffenden Heimwesen bestehende Band festigen (Art. 1 EGG). Dieses Ziel sei aber bereits erreicht, wenn der Eigentümer sein landwirtschaftliches Heimwesen einem Verwandten verkaufe, dem das Gesetz den gleichen Rang zugestehe wie dem Ansprecher. Mangels einer entsprechenden Gesetzesvorschrift stehe dem Ansprecher in solchen Fällen auch dann kein Vorrecht zu, wenn er das Heimwesen selber bewirtschaften wolle und dazu geeignet erscheine. Da das schweizerische Recht auf dem Prinzip der Vertragsfreiheit beruhe, dürften restriktive Bestimmungen auch im Bereiche des bäuerlichen Bodenrechts nicht extensiv ausgelegt werden. An dieser Rechtsprechung ist seither festgehalten worden (BGE BGE 87 II 268 unten; vgl. auch BGE 115 II 177 f. E. 3).\n\nIn der Lehre ist diese Rechtsprechung für das geltende Recht im wesentlichen auf Zustimmung gestossen. Dem Gesetzgeber sei es darum gegangen, Bindungen der Familie zu schützen; der agrarpolitisch wichtige Grundsatz des Vorranges des Selbstbewirtschafters BGE 116 II 164 S. 167sei von ihm bewusst hintangestellt worden (HOTZ, Bäuerliches Grundeigentum, ZSR 98/1979, II. Halbbd., S. 126 f.; LIVER, Landwirtschaftliches Bodenrecht, ZBJV 94/1958, S. 60 f.; vgl. ferner BGE 109 II 54; BINZ-GEHRING, Das gesetzliche Vorkaufsrecht in der Schweiz, Diss. Bern 1975, S. 114 f.; DINO DEGIORGI, Verfügungsbeschränkungen im bäuerlichen Bodenrecht, Diss. Basel 1988, S. 157 und 209; MEIER-HAYOZ, Vom Vorkaufsrecht, ZBJV 92/1956, S. 322 f.). Die unerwünschten Auswirkungen des Familienschutzes auf die agrarpolitischen Zielsetzungen sind zwar längst erkannt worden (LIVER, Fragen des neuen landwirtschaftlichen Bodenrechts, ZSR 68/1949, S. 68-70; MEIER-HAYOZ, a.a.O.). Sie sind jedoch gesetzlich begründet und sollen nun in einem neuen Bundesgesetz über das bäuerliche Bodenrecht ausgemerzt werden, indem inskünftig der Selbstbewirtschafter den Vorrang erhalten soll (Botschaft des Bundesrates vom 19. Oktober 1988, BBl 1988, Bd. III, S. 961 f., 971 f. und 1023). Unter diesen Umständen kann es nicht Sache der Rechtsprechung sein, eine entsprechende Änderung herbeizuführen.\n\nDer Kläger vermag folglich daraus, dass er vorbringt, die Kaufsparzellen im Gegensatz zu den Käufern selber bewirtschaften zu wollen, nichts für sich abzuleiten. Ob sein Wille und die Eignung zur Selbstbewirtschaftung aufgrund der vorinstanzlichen Feststellungen als erstellt gelten könnten, kann unter diesen Umständen offenbleiben."}