{"annee": "116", "cour": "IA", "page": "446", "date": "7/9/1990", "cite": ["108 II 69", "115 IA 311", "103 II 120"], "cite_par": ["137 III 324", "127 I 92", "134 I 83", "118 II 369", "142 III 798"], "chapeau": "65. Auszug aus dem Urteil der I. Zivilabteilung vom 7. September 1990 i.S. Erbengemeinschaft X. gegen Z. Verlag AG (staatsrechtliche Beschwerde)", "regestes": ["Art. 87 OJ; dommage irréparable. Le dommage, en tant que condition matérielle de la protection juridique provisoire (ici l'art. 53 ch. 1 LDA), diffère du dommage, en tant que condition procédurale formelle du recours de droit public, au sens de l'art. 87 OJ. Dans le premier cas, il consiste en une atteinte à la situation juridique matérielle du recourant, alors que, dans le second, il tient au refus du contrôle constitutionnel."], "faits": "", "considerants": "BGE 116 Ia 446 S. 447\n\nAus den Erwägungen:\n\n2. Die Beschwerdegegnerin beantragt, auf die Beschwerde nicht einzutreten, weil der für die Anfechtbarkeit eines Zwischenentscheides gemäss Art. 87 OG verlangte nicht wiedergutzumachende Nachteil vorliegend nicht gegeben sei. Dem ist nicht so, denn die Begriffe des Nachteils als materielle Voraussetzung des vorsorglichen Rechtsschutzes und als formell-prozessuale Voraussetzung der Beschwerde nach Art. 87 OG sind nicht identisch. Die vorsorgliche Massnahme will die vorläufige Beurteilung und antizipierte Vollstreckung zum Zwecke der Sicherung des fälligen Anspruchs ermöglichen und ist gegeben, wenn das Zuwarten bis zum Entscheid im ordentlichen Verfahren dem Kläger wirtschaftlichen oder immateriellen Schaden brächte. Der Nachteil ist hier Anspruchsvoraussetzung. Fehlt er, ist das Begehren abzuweisen. Der Nachteil nach Art. 87 OG ist demgegenüber Beschwerdevoraussetzung; fehlt er, wird auf die Beschwerde nicht eingetreten. Erforderlich ist dabei nicht eine materiellrechtliche Beeinträchtigung im Falle des Zuwartens. Es genügt auch ein bloss formeller Rechtsnachteil (BGE 115 Ia 314 und 319), welcher namentlich darin bestehen kann, dass eine spätere Anfechtung des Massnahmeentscheides zufolge dessen Wegfalls mit dem Hauptentscheid nicht mehr möglich ist (BGE 108 II 71, BGE 103 II 122). Der Nachteil liegt nicht in der Beeinträchtigung des Beschwerdeführers in seiner materiellen Rechtsstellung, sondern in der Verweigerung der Verfassungskontrolle, d.h. in der Beeinträchtigung seiner formellen Rechtsstellung. Letztinstanzliche Massnahmeentscheide sind deshalb gemäss der bisherigen Praxis stets beschwerdefähig, und es kann offenbleiben, ob der angefochtene Beschluss, der nicht BGE 116 Ia 446 S. 448an eine andere kantonale Behörde weitergezogen werden konnte, als End- oder bloss als Zwischenentscheid im Sinne von Art. 87 OG anzusehen sei (BGE 114 II 369 E. 2a, 108 II 71 mit Hinweisen). Auf die Beschwerde ist demnach einzutreten."}