{"annee": "116", "cour": "IV", "page": "146", "date": "9/7/1990", "cite": ["114 IA 427"], "cite_par": ["128 IV 53", "118 IV 248", "123 IV 97"], "chapeau": "27. Auszug aus dem Urteil des Kassationshofes vom 9. Juli 1990 i.S. A., M. und H. gegen S. und E. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 173 et 177 CP; diffamation, injure. Dans le cadre d'affrontements politiques, on ne doit admettre qu'avec une grande retenue le caractère pénal d'une atteinte à l'honneur (consid. 3c, confirmation de la jurisprudence). Application concrète de ce principe (consid. 3-6). Signification d'une expression en dialecte utilisée dans un texte imprimé en bon allemand. (consid. 5)."], "faits": "BGE 116 IV 146 S. 146\n\nIn der Volksabstimmung vom 11. September 1983 entschieden sich die Stimmbürger des bernischen Amtsbezirks Laufen (Laufental) mit 3575 Ja-Stimmen und 4675 Nein-Stimmen gegen einen Anschluss an den Kanton Basel-Landschaft und damit für den Verbleib beim Kanton Bern. Am 3. September 1985 erhoben A. und weitere Beteiligte als Stimmberechtigte des Amtsbezirks Laufen Abstimmungsbeschwerde mit dem Antrag, die Laufental-Abstimmung als nichtig zu erklären und über die gleiche Vorlage eine neue Abstimmung durchzuführen. Zur Begründung wiesen sie darauf hin, dass sich aus dem dem Grossen Rat des Kantons Bern am 2. September 1985 eröffneten Untersuchungsbericht der besonderen Untersuchungskommission (BUK) ergäbe, dass der Regierungsrat des Kantons Bern dem Propaganda-Komitee \"Aktion Bernisches Laufental\" (ABL) heimlich und ohne gesetzliche Grundlage nebst einem im Jahre 1980 aus allgemeinen Staatsmitteln entrichteten Betrag von Fr. 60'000.-- weitere Fr. 273'281.-- aus den SEVA-Lotteriegeldern für Abstimmungspropaganda bezahlt habe. Durch diese massive probernische Propaganda sei das Abstimmungsergebnis wesentlich verfälscht worden. Das BGE 116 IV 146 S. 147Bundesgericht hat mit Urteil vom 20. Dezember 1988 eine Wiederholung der Abstimmung angeordnet (BGE 114 Ia 427 ff.).\n\nDie Veröffentlichung des Berichtes der BUK vom 26. August 1985 zuhanden des Grossen Rates des Kantons Bern war unmittelbarer Anlass für verschiedene im \"Laufentaler\" erschienene Artikel mit den folgenden eingeklagten Textstellen:\n\n1. \"dr Laufentaler\" Nr. 7 (September 1985), Seite 2\n\nÜberschrift: Diese Politiker haben das Laufental verkauft!\n\nTextstelle: Das sind die Politiker, die das Laufental verkauft haben ...\n\nDas Laufental darf nicht weiter von solchen Vasallen vertreten werden.\n\nAngeschuldigte: A., M. und H. als Redaktoren\n\nAnzeiger und Privatkläger: E. und S.\n\n2. \"dr Laufentaler\" Nr. 7 (September 1985), Seite 1\n\nÜberschrift: Die Mächtigen haben uns gezeigt, wie man es (nicht) machen\n\nmuss!\n\nTextstelle: Ist \"Demokratie\" somit die Staatsform, in der eine\n\nMinderheit von finanzstarken Profiteuren in unserem Tal die Mehrheit mit\n\nAngstmache, Lügen und Verunsicherungen verseckeln darf?\n\nAngeschuldigte: A., M. und H. als Redaktoren\n\nAnzeiger und Privatkläger: S.\n\n3. \"dr Laufentaler\" Nr. 8 (Oktober 1985), Seite 4\n\nÜberschrift: Traurige Subjekte am Werk\n\nTextstelle: Traurige Subjekte? Wir meinen, solche sind ganz anderswo zu\n\nsuchen! ... Sie werden unschwer feststellen, dass die Fragesteller damals\n\nzum Narren gehalten oder auf gut Laufentalerdeutsch \"verseggelt\" wurden.\n\nAngeschuldigter: M. als Verfasser\n\nAnzeiger und Privatkläger: S.\n\nWegen dieser Textstellen verurteilte das Obergericht des Kantons Bern am 17. August 1989 A., M. und H. wegen übler Nachrede, M. überdies wegen Beschimpfung zu Bussen in Höhe von bzw. Fr. 150.--, Fr. 200.-- und Fr. 80.--. In Abweichung vom erstinstanzlichen Urteil sah es von einer Urteilspublikation ab.\n\nA., M. und H. führen Nichtigkeitsbeschwerde und beantragen, das angefochtene Urteil sei aufzuheben und die Sache zur Neubeurteilung an das Obergericht zurückzuweisen.\n\nDie Beschwerdegegner beantragen Abweisung der Beschwerde.\n\nBGE 116 IV 146 S. 148\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n1. Das Obergericht begründet sein Urteil im wesentlichen unter Hinweis auf das erstinstanzliche Urteil. Daraus ergibt sich insbesondere, dass eine Bezirkskommission zur Durchführung des Anschlussverfahrens des Amtsbezirks Laufen an einen benachbarten Kanton eingesetzt wurde und dass die beiden Privatkläger in der Folge in diese Kommission gewählt wurden. Im Laufental bildeten sich vor allem im Hinblick auf den Abstimmungskampf zwei Interessengruppierungen, einerseits die ABL, welche ihre Aktivitäten auf einen Verbleib des Laufentals im Kanton Bern ausrichtete, und andererseits die \"Laufentaler Bewegung\", welche den Abstimmungskampf im Hinblick auf einen Anschluss an den Kanton Basel-Landschaft führte.\n\nDie ABL ging im Jahre 1979 als privatrechtlicher Verein aus einem bereits früher gegründeten Verein hervor. Der Vereinsvorstand der ABL umschloss eine ca. sechsköpfige Kerngruppe, welche primär die Budget-Planung vornahm und die finanziellen Transaktionen plante und durchführte.\n\nAls einer der Exponenten der ABL figurierte unter anderen der seit 1974 dem Grossen Rat des Kantons Bern angehörende Privatkläger S. Der Privatkläger E. sympathisierte zwar mit der ABL und wirkte in deren Propaganda auch aktiv mit, gehörte eigenen Angaben zufolge dem Verein selbst aber nicht an. Jedenfalls muss angenommen werden, dass E. über die finanziellen Belange des Vereins nicht Bescheid wusste.\n\nSeit der Veröffentlichung des BUK-Berichtes vom 26. August 1985 ist bekannt, dass die ABL zumindest einen beträchtlichen Teil ihrer zur Finanzierung des Abstimmungskampfes benötigten Geldmittel vom Staate Bern bezogen hat. Die diesbezüglichen Zahlungen erfolgten jeweils aufgrund der vom Vorstandskern der ABL bzw. von deren Kassier Notar X. zuhanden der Regierung eingereichten Gesuche, über welche der Regierungsrat beschloss und anschliessend die bewilligten Beträge aus dem SEVA-Lotteriefonds überwies. Diese Regierungsratsbeschlüsse basierten auf einem aufgrund der Motion Must vom 9. September 1980 an die Regierung gerichteten Auftrag, dahingehend zu wirken, dass das Laufental bernischer Amtsbezirk bleibe.\n\nBGE 116 IV 146 S. 149\n\nDie SEVA-Gelder wurden allgemein als privatrechtliche Gelder taxiert, welche dem Regierungsrat neben dem Verwaltungs- und dem Finanzvermögen als zweckgebundenes Kapital zur Verfügung standen. Die Zahlungen solcher Gelder an die politische Ziele verfolgende Gruppierung der ABL wurden dabei als der Zweckgebundenheit entsprechend angesehen, da die erforderliche Gemeinnützigkeit im Interesse des bernischen Volkes am Verbleib des Laufentals beim Kanton Bern gesehen wurde. Im Jahre 1980 erfolgte erstmals eine auf einem Regierungsratsbeschluss basierende Zahlung in Höhe von Fr. 60'000.-- zugunsten der ABL. Dieser Betrag wurde als Starthilfe definiert und diente zum einen der Tilgung bereits entstandener Schulden und zum anderen der Finanzierung künftiger Ausgaben. Diese Zahlung war bekannt und wurde zwar teilweise beanstandet, aber von niemandem im eigentlichen Sinne angefochten.\n\nIm Jahre 1983 wurde in einer Interpellation im Grossen Rat des Kantons Bern in bezug auf die probernische Propagandakampagne an Grossrat und ABL Vorstandsmitglied S. die Frage herangetragen, ob im Hinblick auf die Laufentaler Abstimmung nebst der im Jahre 1980 erfolgten Zahlung von Fr. 60'000.-- durch die Berner Regierung an die ABL noch weitere, deren Propagandatätigkeit unterstützende Gelder überwiesen würden. Die entsprechende Antwort von S. lautete, dass die ABL \"seit damals (1980) weder direkte noch indirekte öffentliche Gelder bezog\", sondern sich vorwiegend \"aus privaten Spenden und Zuwendungen\" finanziere.\n\nAufgrund des BUK-Berichtes im Jahre 1985 ist bekannt, dass der Regierungsrat an die ABL weitere Zahlungen in der Höhe von rund Fr. 270'000.-- gerichtet hat. S. hatte als Angehöriger des in finanziellen Belangen zentralen ABL-Vorstandskreises Kenntnis von diesen Geldern. Gemäss seinen Angaben erwähnte er sie in seiner Interpellationsantwort deshalb nicht, weil er in seiner Äusserung nur die Gelder öffentlichrechtlicher Natur erwähnt habe. In ihrem Bericht stellt die BUK fest, dass sie \"die Art und Weise des Eingreifens des Regierungsrates bei den in Frage stehenden Abstimmungen - nämlich in versteckter und indirekter Form über Abstimmungskomitees - für nicht zulässig\" hält.\n\n3. a) Das Obergericht begründet die Verurteilung der drei Beschwerdeführer in bezug auf die erste fragliche Textstelle im wesentlichen wie folgt: Im Vorspann seien neben anderen die Namen der beiden Privatkläger genannt worden. Als rein BGE 116 IV 146 S. 150politische Äusserung sei die Forderung zu verstehen, diese Männer hätten das Laufental nicht weiter zu vertreten. Hingegen seien die damit verbundenen Behauptungen, die Privatkläger hätten das Laufental \"verkauft\" und seien demnach als Vasallen zu betrachten, von anderem Gewicht und zielten auf die charakterliche Integrität der Betroffenen. \"Verkauft\" könne vom unbefangenen Leser nicht anders verstanden werden, als dass - wie es auch im Alltag für den Verkauf einer Sache üblich sei - den Betroffenen für ihre Leistungen ein geldwerter Vorteil zugekommen sei.\n\nAkzentuiert werde die Bedeutung des Wortes noch dadurch, dass im Zusammenhang damit der Begriff \"Vasall\" erscheine. Die eingeklagte Textstelle befinde sich unmittelbar neben einem weiteren Artikel mit dem Titel: \"Die ABL muss ihre Finanzen offen darlegen?\" Auch aufgrund dieses textlichen Zusammenhanges sei der Vorwurf der persönlichen Bereicherung der Exponenten der ABL unübersehbar. Dieser Vorwurf gehe weit über das rein Politische hinaus. Deshalb sei der Tatbestand der üblen Nachrede erfüllt. Der Wahrheitsbeweis sei nicht erbracht.\n\nb) Die Beschwerdeführer rügen, die Vorinstanz habe die fragliche Stelle falsch interpretiert; überdies sei ihnen der Entlastungsbeweis abgeschnitten worden. Die ABL habe das Wort \"verkaufen\" und ähnliche Wörter im Abstimmungskampf ausgiebig und undifferenziert verwendet. Es sei vor der Abstimmung wiederholt insinuiert worden, das Laufental könnte verkauft werden, wenn es seine Zugehörigkeit ändern würde. Nachdem bekannt geworden war, dass die Regierung des Kantons Bern die ABL heimlich und rechtswidrig alimentiert hatte, hätten die Beschwerdeführer mit dem Passus reagiert: \"Das sind die Politiker, die das Laufental verkauft haben.\" Diesen Zusammenhang übergehe die Vorinstanz völlig. Sie berücksichtige die Tatsache, dass es die ABL gewesen sei, die den Ausdruck \"verkaufen\" aufgebracht hatte, überhaupt nicht; sie trage der verständlichen Empörung über jene, die an schwerwiegenden Verstössen gegen den Rechtsstaat und die Demokratie mitgewirkt hätten, nicht Rechnung.\n\nc) Nach der Rechtsprechung des Bundesgerichts darf in der politischen Auseinandersetzung eine strafrechtlich relevante Ehrverletzung nur mit grosser Zurückhaltung angenommen werden (SCHUBARTH, Kommentar zum Schweizerischen Strafrecht, N 27 zu Art. 173). Dieser Grundgedanke ist auch bei der Interpretation der fraglichen Äusserungen zu berücksichtigen. Im Zweifel ist BGE 116 IV 146 S. 151davon auszugehen, dass kein Angriff auf die persönliche Ehre vorliegt.\n\nDie Sätze \"Diese Politiker haben das Laufental verkauft\" beziehungsweise \"Das sind die Politiker, die das Laufental verkauft haben\", stehen offensichtlich in einem politischen Kontext. Wird in diesem Zusammenhang der Ausdruck \"verkaufen\" gebraucht, bedeutet dies nach allgemeinem Sprachempfinden nicht, dass den Betroffenen für ihre Leistungen ein geldwerter Vorteil zugekommen sei. Im vorliegenden Zusammenhang ist insbesondere zu berücksichtigen, dass der ABL erhebliche Gelder heimlich und rechtswidrig zugeflossen sind, damit sie sich für den Verbleib des Laufentals im Kanton Bern einsetze. Unter diesen Umständen ist klar, dass ein Verkaufen des Laufentals im übertragenen Sinn gemeint ist: Aus der Sicht derjenigen, die das Laufental beim Kanton Basel-Landschaft sehen wollten, bedeutete der Einsatz der ABL mit derartigen finanziellen Mitteln einen \"Verkauf\" des Laufentals an den Kanton Bern. Ein solcher Vorwurf ist nicht ehrenrührig, wenn feststeht, dass von seiten des Kantons Bern mit diesen Zahlungen in rechtswidriger Weise auf den Abstimmungskampf eingewirkt wurde. Dasselbe gilt im vorliegenden Zusammenhang für den Ausdruck \"Vasall\". Damit wird zum Ausdruck gebracht, die Privatkläger hätten sich in einer Art Abhängigkeit zum Kanton Bern verhalten. Das ist eine politische Bewertung, die jedenfalls unter den gegebenen Umständen nicht ehrenrührig ist. Damit erübrigt es sich, die Rüge in bezug auf den Entlastungsbeweis zu prüfen.\n\nDer Beschwerdegegner E. macht geltend, er habe nicht zu den Verantwortlichen der ABL gehört. Dem ist entgegenzuhalten, dass er gemäss den Feststellungen des Amtsgerichts, worauf die Vorinstanz verweist, mit der ABL sympathisierte und in deren Propaganda aktiv mitwirkte. Andererseits wird festgestellt, dass er über die finanziellen Belange des Vereins nicht Bescheid wusste. Wie dargelegt, bedeutet der fragliche Ausdruck im vorliegenden Zusammenhang nicht, dass den Betroffenen für ihre Leistungen ein geldwerter Vorteil zugekommen ist. Zudem muss er als aktiv an der ABL-Propaganda Beteiligter die zurückhaltende Anwendung des Ehrverletzungsrechts in der politischen Auseinandersetzung auch gegen sich gelten lassen.\n\n4. a) Die Verurteilung in bezug auf die zweite eingeklagte Textstelle begründet die Vorinstanz damit, S. sei zwar nicht ausdrücklich mit Namen genannt; es sei aber klar, dass auch er BGE 116 IV 146 S. 152gemeint sei. Verseckeln sei identisch mit hintergehen oder betrügen. Der Ausdruck sei deshalb ehrenrührig, ganz besonders, wenn er in einem sonst in Hochsprache gehaltenen Presseerzeugnis verwendet werde und in Verbindung mit \"finanzstarken Profiteuren\" stehe. Der Entlastungsbeweis sei nicht erbracht. Zusätzlich wird darauf hingewiesen, die Rechtsnatur der SEVA-Gelder sei umstritten gewesen und man habe diese während langer Zeit nicht nur von seiten der Regierung, sondern auch etwa von seiten der Staatswirtschaftskommission als private betrachtet. S. habe sich als Nichtjurist diese Auffassung zu eigen machen dürfen. Die Beschwerdeführer hätten es mit der Informations- und Sorgfaltspflicht bei dieser rasch herauszugebenden Nummer des Laufentalers nicht genau genommen.\n\nb) Die Beschwerdeführer stellen nicht in Abrede, dass mit der fraglichen Passage auch der Privatkläger S. anvisiert war. Sie vertreten jedoch die Ansicht, der Ausdruck \"verseckeln\", im Laufental verwendet, sei kein ehrenrühriger Ausdruck. Im übrigen treffe der mit dem Wort gemeinte Inhalt - \"hintergehen\" - zu. Denn S. sei um heimliche Zahlungen von seiten des Kantons Bern bemüht gewesen. Er habe von solchen Zahlungen gewusst und sich aktiv dafür eingesetzt. Im Grossen Rat des Kantons Bern habe er die Zahlungen ausdrücklich abgestritten, was das Bundesgericht deutlich missbilligt habe. Überdies habe er, nachdem die Zahlungen doch ausgekommen seien, Zuflucht in der für den gewöhnlichen Bürger nicht mehr nachvollziehbaren Konstruktion gesucht, die Rechtsnatur der SEVA-Gelder sei nicht klar gewesen. Der mit \"verseckeln\" gemeinte Vorhalt, S. habe jemanden hintergangen, sei bewiesen und gerechtfertigt. Jene Stimmbürger, die 1983 abgestimmt und geglaubt hatten, es gehe einigermassen mit rechten Dingen zu und her, hätten sich getäuscht - also hintergangen - vorkommen müssen. Andernfalls hätte das Urteil des Bundesgerichts vom 20. Dezember 1988 keinen Sinn; es beruhe nämlich auf der Feststellung, dass die massiven, heimlichen Zahlungen durchaus geeignet waren, Stimmbürger insofern irrezuführen, als diese, wären ihnen die Zahlungen bekannt gewesen, anders gestimmt hätten.\n\n5. Die Vorinstanz legt dem Ausdruck \"verseckeln\" eine Bedeutung bei, der nicht gefolgt werden kann. Es handelt sich hier um einen Dialektausdruck, der von jedem Leser des \"Laufentalers\", welcher ja gerade für die Laufentaler Bevölkerung bestimmt war, als Dialektausdruck erkannt und verstanden wird. Dass \"dr BGE 116 IV 146 S. 153Laufentaler\" wie alle Deutschschweizer Presseerzeugnisse mangels einer Dialektschriftsprache in Hochdeutsch abgefasst ist, ändert daran nichts. Jeder Laufentaler, der die entsprechende Stelle gelesen hat, wird sie mündlich mit dem Dialektausdruck \"verseggeln\" wiedergeben und nicht etwa mit dem Ausdruck \"betrügen\".\n\nIm übrigen ist das Bundesgericht selbst in der Lage, die Bedeutung des Ausdrucks \"verseckeln\" zu beurteilen. Welche Bedeutung diesem Ausdruck zukommt, hängt von den Umständen des jeweiligen Falles ab (vgl. zu den möglichen Nuancen: Wörterbuch der schweizerdeutschen Sprache, Schweizerisches Idiotikon, 7. Band, Frauenfeld 1913, S. 675 f.). Die Beschwerdeführer selbst räumen ein, dass der Ausdruck im vorliegenden Zusammenhang mit \"hintergehen\" gleichzusetzen sei. Dieser Ausdruck ist jedenfalls im Lichte der zurückhaltenden Anwendung des strafrechtlichen Ehrenschutzes bei politischen Auseinandersetzungen nicht als ehrenrührig zu bezeichnen. Die Beschwerdeführer werfen S. nicht vor, im privaten Bereich Leute hintergangen zu haben, sondern beschränken diesen Vorwurf auf sein Verhalten im Zusammenhang mit seiner politischen Tätigkeit, konkreter im Zusammenhang mit seiner Tätigkeit als Grossrat und einer der massgeblichen Persönlichkeiten der ABL.\n\nSogar wenn man annehmen wollte, der Ausdruck sei ehrverletzend, wäre er im vorliegenden Zusammenhang jedenfalls gerechtfertigt. Denn das Bundesgericht hat in seinem Laufentalentscheid, der als gerichtsnotorisch vorliegend ohne weiteres zugrunde gelegt werden kann, ausgeführt, eine verdeckte Einflussnahme im Abstimmungskampf sei in besonderem Masse verpönt. Die zur Diskussion stehenden Mittel, die der bernische Regierungsrat der ABL hatte zukommen lassen, seien zum grössten Teil der SEVA-Kasse entnommen worden. Sie stammten somit aus einer Quelle, über deren Mittel nicht öffentlich abgerechnet worden sei. Die Geldentnahme sei in der Öffentlichkeit nicht nur zugegeben, sondern sogar noch abgestritten worden. Eine derartige Unterstützung sei verwerflich, weil sie heimlich, d.h. für die Stimmbürger nicht erkennbar und ohne demokratische Kontrolle, erfolgt sei. Ein solches Vorgehen bewirke in hohem Masse die Gefahr, dass die demokratische Willensbildung verfälscht werde (BGE 114 Ia 444 f. E. b). Wenn die Beschwerdeführer in diesem Zusammenhang den Ausdruck \"verseckeln\" gebraucht haben, dann wollten sie zum Ausdruck bringen, dass sie im Zusammenhang mit der ersten Laufentalabstimmung vom 12. September 1983 in bezug auf diese BGE 116 IV 146 S. 154Zahlungen hintergangen worden sind. Diese Aussage war aber gerechtfertigt.\n\n6. a) Aufgrund der dritten eingeklagten Textstelle verurteilte die Vorinstanz M. wegen Beschimpfung. Sie führte aus, mit dem Ausdruck \"trauriges Subjekt\" sei S. gemeint gewesen. Dieser habe an der OLMA in St. Gallen demonstrierende junge Laufentaler als \"traurige Subjekte\" betitelt. Es handle sich dabei um ein ehrenrühriges Werturteil. Dass der Privatkläger bei anderer Gelegenheit den eingeklagten Ausdruck selbst benutzt habe, stelle keine Provokation oder Retorsion im Sinne von Art. 177 Abs. 2 und 3 StGB dar. Das Wort \"verseggeln\" sei hier nicht isoliert zu behandeln, sondern im Zusammenhang mit dem beschimpfenden Werturteil \"trauriges Subjekt\", und weil damit ein gemischtes Werturteil vorliege, sei M. für den gesamten Ausdruck wegen Beschimpfung zu verurteilen.\n\nb) Eine Verurteilung wegen des Ausdrucks \"verseggeln\" lässt sich aus dem bereits Dargelegten nicht aufrechterhalten (E. 5 hievor). Im übrigen veranschaulicht die Vorinstanz die Wortbedeutung selbst, wenn sie ausführt, die Fragesteller seien zum Narren gehalten oder auf gut Laufentalerdeutsch verseggelt worden. Der Vorwurf aber, man habe jemanden zum Narren gehalten, ist nicht ehrenrührig.\n\nc) In bezug auf den Ausdruck \"traurige Subjekte\" wird in der Nichtigkeitsbeschwerde geltend gemacht, S. habe in seiner Eigenschaft als Grossrat vor seinen Kollegen und der Öffentlichkeit des Kantons Bern auf Fragen hin öffentlich Unwahrheiten erzählt und im Wissen darum, dass die Fr. 60'000.-- für Schuldenzahlung längst verbraucht waren, seine Vorstellungen bekanntgegeben, wie das Geld für Informationen und andere Aktionen im Hinblick auf die kommende Abstimmung verwendet werden könnte. Dies zeuge von einem charakterlosen Verhalten. Ein Politiker, der derart wahrheitswidrig argumentiere, müsse sich deshalb den Vorwurf \"trauriges Subjekt\" gefallen lassen. Zumindest sei der Beschwerdeführer unmittelbar nach Aufdeckung der Finanzaffäre durch den Revisor Hafner im guten Glauben gewesen, dass er diesen Ausdruck, gestützt auf die ihm bekannten Tatsachen, gegenüber S. hätte gebrauchen dürfen. Mit dieser Argumentation habe sich weder die erste noch die zweite Instanz auseinandergesetzt, sondern kurzerhand erklärt, der Gutglaubensbeweis sei nicht erbracht; dies obwohl der Gerichtspräsident in seinen Erwägungen festhalte, der Gutglaubensbeweis bezüglich der eingeklagten BGE 116 IV 146 S. 155\"Lügenartikel\" sei als gelungen zu bezeichnen. Er müsse auch in bezug auf den Ausdruck \"traurige Subjekte\" als gelungen betrachtet werden, da dieser Ausdruck ja gestützt auf die gleichen, dem Beschwerdeführer bekannten Tatsachen erfolgt sei.\n\nd) Der Beschwerdeführer M. hat den Beschwerdegegner S. in der gleichen Nummer des \"Laufentalers\" der Lüge bezichtigt. Der Gerichtspräsident nahm jedoch an, der Beschwerdeführer sei aufgrund seines Wissensstandes, vor allem aufgrund des BUK-Berichtes und der Grossratsprotokolle, gutgläubig gewesen und sprach ihn deshalb in diesem Punkte frei. Der Artikel auf der Titelseite, in welchem der Vorwurf der Lüge erhoben worden war, schliesst mit einem Hinweis auf den Artikel \"Traurige Subjekte am Werk?\" auf Seite 4. Dieser Artikel steht erneut in einem sachlichen Zusammenhang mit dem Vorwurf der Lüge, für den, wie gesagt, der Beschwerdeführer den Entlastungsbeweis erbracht hat. In diesem Gesamtzusammenhang erscheint der fragliche Vorwurf nicht weiterzugehen als der Vorwurf des Lügners, weshalb auch insoweit der Entlastungsbeweis als erbracht anzusehen ist.\n\nIm übrigen zeigt die Verwendung des fraglichen Ausdrucks durch den Beschwerdegegner S., dass die Äusserung - auch wenn man besser auf sie verzichtet hätte - unter gewissen Umständen zum Vokabular der politischen Auseinandersetzung der damaligen Zeit gehörte. Wiederum ausgehend davon, dass in der politischen Auseinandersetzung eine strafrechtlich relevante Ehrverletzung nur mit grosser Zurückhaltung angenommen werden kann (oben E. 3c), ist deshalb im Ergebnis eine Ehrverletzung zu verneinen."}