{"annee": "116", "cour": "IV", "page": "283", "date": "4/12/1990", "cite": ["104 IB 330", "114 IV 95", "114 IB 1", "104 IB 152"], "cite_par": ["122 IV 56", "117 IV 245"], "chapeau": "54. Auszug aus dem Urteil des Kassationshofes vom 4. Dezember 1990 i.S. T. gegen Kriminalkammer des Kantons Thurgau (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 55 al. 2 CP; report de l'expulsion à titre d'essai. La décision sur le point de savoir si et à quelles conditions l'expulsion ordonnée sans sursis dans le jugement doit être différée à titre d'essai doit intervenir en relation avec celle qui doit être prise en même temps sur la libération conditionnelle. Il ne s'agit plus, à ce stade, que de la réalisation de la resocialisation du condamné. Cas d'un étranger qui ne retourne pas dans son pays d'origine ni ne reste en Suisse, mais s'installe avec son épouse à proximité de la frontière suisse."], "faits": "BGE 116 IV 283 S. 283\n\nDie Kriminalkammer des Kantons Thurgau bestrafte den jugoslawischen Staatsangehörigen T. am 19. Juni 1985 wegen Vermögens- und SVG-Delikten mit 2 1/2 Jahren Zuchthaus (unter Anrechnung von Untersuchungshaft und vorzeitigem Strafvollzug) sowie mit zehn Jahren Landesverweisung (unbedingt). Am 20. Juli 1985 kehrte der Verurteilte von einem Urlaub nicht mehr in die Vollzugsanstalt zurück. Erst am 8. Februar 1990 konnte er wieder verhaftet werden.\n\nAm 26. Juni 1990 beschloss die Kriminalkammer des Kantons Thurgau, T. werde - weiteres Wohlverhalten im Vollzug vorausgesetzt - auf den 15. September 1990 aus dem Strafvollzug entlassen (Probezeit zwei Jahre); der Vollzug der Landesverweisung wurde demgegenüber nicht aufgeschoben.\n\nBGE 116 IV 283 S. 284\n\nT. erhebt Verwaltungsgerichtsbeschwerde mit dem Antrag, der Beschluss der Kriminalkammer sei in bezug auf die Landesverweisung aufzuheben und der Vollzug der Nebenstrafe aufzuschieben.\n\nDie Kriminalkammer beantragt Abweisung, das Eidgenössische Justiz- und Polizeidepartement Gutheissung der Beschwerde. Das Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n1. In bezug auf den für die Beurteilung des vorliegenden Falles massgebenden Sachverhalt ist davon auszugehen, dass der Beschwerdeführer während seiner Flucht vor einem Jahr in Deutschland geheiratet hat und nach der Entlassung aus dem Strafvollzug zu seiner in Konstanz lebenden Ehefrau ziehen wird. Dort hat er auch eine Arbeitsbewilligung erhalten. In der Schweiz halten sich seine zehnjährige Tochter aus erster Ehe sowie die Mehrheit seiner Bekannten auf.\n\nDie Vorinstanz ging davon aus, die Chancen für eine Resozialisierung des Beschwerdeführers seien in der Schweiz kleiner als in Deutschland. Das Zentrum seiner Lebensführung werde Konstanz sein, und \"Spuren einer Verwurzelung\" in der Schweiz seien nicht auszumachen. Insbesondere seien die Kontakte zur in der Schweiz befindlichen Tochter nicht besonders intensiv. Da diese in Ermatingen lebe, sei es nicht ausgeschlossen, dass sie ihren Vater in Konstanz besuche. Am Rande wies die Vorinstanz darauf hin, die Landesverweisung stelle eine Strafe dar, deren Zweck es sei, die öffentliche Sicherheit zu schützen und dem Täter ein Übel zuzufügen.\n\nDer Beschwerdeführer bestätigt, dass er nach der bedingten Entlassung nicht in der Schweiz bleiben, sondern nach Konstanz ziehen und sich dort eine neue Existenz aufbauen will. Er weist jedoch darauf hin, dass Konstanz eine Grenzstadt ist und für ihn der Aufbau eines \"normalen\" Lebens sehr schwierig wäre, wenn er während zehn Jahren nicht einmal für Besuche in die Schweiz kommen könnte. Es wäre ihm praktisch unmöglich, den Kontakt zu seiner Tochter zu vertiefen. Da diese erst zehn Jahre alt sei, könne sie ihn nicht alleine in Konstanz besuchen. Auch bei der Arbeitssuche sei die Landesverweisung ein Hindernis, da er jedem möglichen Arbeitgeber sagen müsste, dass er unter keinen Umständen in die Schweiz einreisen dürfe.\n\nBGE 116 IV 283 S. 285\n\n2. a) Bei einer bedingten Entlassung aus dem Strafvollzug prüft die zuständige Behörde, ob und unter welchen Bedingungen der Vollzug der im Strafurteil angeordneten unbedingten Landesverweisung probeweise aufgeschoben werden soll (Art. 55 Abs. 2 StGB). Nach der bundesgerichtlichen Rechtsprechung sind bei diesem Entscheid die Resozialisierungschancen des Betroffenen massgebend (BGE 114 Ib 4 mit Hinweis; s. auch BGE 114 IV 97). In der Regel wird er, sollte der probeweise Aufschub nicht in Frage kommen, in sein Herkunftsland zurückkehren wollen oder müssen, weshalb sich in den bisher vom Bundesgericht zu beurteilenden Fällen die Frage stellte, ob die Schweiz oder das Heimatland des Betroffenen die günstigere Voraussetzung für eine Wiedereingliederung in die Gesellschaft bieten (BGE 114 Ib 4 mit Hinweis, BGE 104 Ib 332 E. 2; vgl. dazu auch BGE 114 IV 97). Die entsprechende Frage stellt sich, wenn der Betroffene weder in sein Heimatland ausreisen, noch in der Schweiz bleiben kann oder will, sondern seinen Aufenthalt in einem Drittstaat nimmt.\n\nDie Resozialisierungschancen sind nach den persönlichen Verhältnissen des Entlassenen, seinen Beziehungen zur Schweiz und zum Ausland, den Familienverhältnissen und den Arbeitsmöglichkeiten zu beurteilen (BGE 104 Ib 155 E. 2a mit Hinweisen). Dabei ist auf die wahrscheinliche künftige Lebensgestaltung des Verurteilten abzustellen (BGE 104 Ib 331). Wenn der Betroffene über enge Beziehungen im Ausland bzw. zu dort lebenden Personen verfügt, liegt ein Indiz dafür vor, dass die Chancen einer Resozialisierung ausserhalb der Schweiz grundsätzlich gut oder jedenfalls nicht schlechter als in der Schweiz sind. Eine Gesamtwürdigung aller Umstände kann aber auch in einem solchen Fall zum Ergebnis führen, dass aus Resozialisierungsgründen ein Aufschub der Landesverweisung angezeigt ist, da dem Betroffenen z.B. die Möglichkeit offenstehen sollte, gelegentlich in die Schweiz einzureisen.\n\nDie Behörde urteilt in dieser Frage weitgehend nach ihrem Ermessen, in welches das Bundesgericht nur mit Zurückhaltung eingreift (Art. 104 lit. a OG), bei dessen Ausübung sie sich jedoch auf sachlich haltbare Gründe stützen muss. Das Bundesgericht hebt ihren Entscheid auf, wenn die kantonale Behörde nicht von rechtlich massgebenden Gesichtspunkten ausgegangen ist oder diese in Überschreitung oder Missbrauch ihres Ermessens unrichtig gewichtet hat.\n\nBGE 116 IV 283 S. 286\n\nb) Wie dargelegt, ist die Entscheidung über den Aufschub des Vollzugs der Landesverweisung aufgrund einer Gesamtwürdigung aller Umstände zu treffen. Nebst der Tatsache, dass der Beschwerdeführer in Deutschland, wo sich seine Ehefrau aufhält, leben und arbeiten will, ist insbesondere zu berücksichtigen, dass seine zehnjährige Tochter aus erster Ehe in der Schweiz lebt und dass sein zukünftiger Lebensmittelpunkt in Konstanz liegt, einer Stadt an der Grenze zur Schweiz.\n\nc) Der Beschwerdeführer macht geltend, eine Landesverweisung würde es ihm praktisch verunmöglichen, den Kontakt zu seiner Tochter zu vertiefen. Unter Hinweis auf die Ausführungen der Staatsanwaltschaft erachtet die Vorinstanz dieses Vorbringen als Vorwand, da sich der Beschwerdeführer \"mit praktischer Sicherheit\" während seiner fünfjährigen Flucht nicht persönlich um seine Tochter gekümmert habe bzw. der Kontakt nie so intensiv gewesen sei, wie im zu beurteilenden Gesuch geltend gemacht werde. Wie es sich damit verhält, ist ungewiss, aber offenbar können auch die kantonalen Behörden nicht ausschliessen, dass gewisse Kontakte bestehen. Immerhin räumt der Beschwerdeführer sinngemäss ein, dass die Beziehung - wohl insbesondere wegen der fluchtbedingten Abwesenheit - nicht besonders eng gewesen ist, macht er doch geltend, er wolle den Kontakt \"vertiefen\". Dieser Wunsch eines Vaters ist verständlich und sollte nicht leichthin ohne nähere Abklärung der Umstände als blosse Schutzbehauptung abgetan werden. Es ist denn auch darauf hinzuweisen, dass Art. 8 EMRK einen Anspruch auf Achtung des Familienlebens garantiert, welches durch behördliche Schranken nicht unnötig in Frage gestellt werden soll. Die knappe Begründung der Vorinstanz zu diesem Punkt reicht deshalb für die Verweigerung des Aufschubs nicht aus.\n\nd) Der Beschwerdeführer betont die Grenzlage der Stadt Konstanz und die sich daraus ergebenden Schwierigkeiten bei der Arbeitssuche, wenn er während zehn Jahren die Schweiz nicht betreten dürfte. Dazu äussert sich die Vorinstanz im angefochtenen Entscheid nicht. Zwar nimmt sie zutreffend an, dass die Resozialisierungschancen des Beschwerdeführers in Deutschland besser seien als in der Schweiz. Wenn sie allerdings daraus den Schluss zieht, die Landesverweisung sei zu vollziehen, geht sie am Kernproblem des vorliegenden Falles vorbei. Denn ihre Entscheidung bedeutet konkret, dass der Beschwerdeführer bis zum 15. September 2000 die Schweiz nicht mehr wird betreten dürfen.\n\nBGE 116 IV 283 S. 287Die Vorinstanz geht selbst davon aus, dass er in Zukunft das Zentrum seiner Lebensführung in Konstanz haben werde. Nun liegt es auf der Hand, dass die Resozialisierungschancen des Beschwerdeführers in der Stadt Konstanz aufgrund ihrer Lage als Zwillingsstadt von Kreuzlingen in erheblichem Masse auch davon abhängen, ob er die Möglichkeit hat, für seinen Arbeitgeber gelegentlich in die Schweiz zu reisen. Wird ihm diese Möglichkeit von vornherein abgeschnitten, sind seine Chancen auf dem Arbeitsmarkt erheblich reduziert. Ebenso liegt es auf der Hand, dass den Beschwerdeführer, der in einer Stadt leben wird, die direkt an die Schweiz anschliesst und in welcher ein spontaner Besuch über die Grenze zur üblichen Lebensführung gehören dürfte, ein zehnjähriges Verbot, die Schweiz zu betreten, überaus hart trifft. Dabei ist zu unterstreichen, dass die Entscheidung betreffend den Aufschub des Vollzugs der Landesverweisung im Zusammenhang mit der bedingten Entlassung aus dem Strafvollzug zu fällen ist. Die Entscheidung betreffend den bedingten Strafvollzug hat aufgrund der Aufgabe dieser Einrichtung so zu erfolgen, dass die Resozialisierung optimal gewährleistet ist. Dem Beschwerdeführer einerseits die bedingte Entlassung zu gewähren, ihm aber mit dem Vollzug der Landesverweisung während zehn Jahren eine Beeinträchtigung seiner resozialisierenden Möglichkeiten aufzuerlegen, ist widersprüchlich. Die angefochtene Entscheidung provoziert geradezu eine zusätzliche Straffälligkeit des Beschwerdeführers, was im Widerspruch zum Erfordernis steht, die bedingte Entlassung aus dem Strafvollzug derart zu gestalten, dass eine erneute Straffälligkeit möglichst vermieden werden kann.\n\ne) Die Vorinstanz verweist bei ihrem Entscheid auch auf den Umstand, dass der Zweck der Landesverweisung die Wahrung der öffentlichen Sicherheit und die Übelszufügung sei. Dieses Argument geht an der Sache vorbei. Auf der vorliegend zu beurteilenden Stufe des Vollzugs geht es nur noch um die Verwirklichung des Resozialisierungsgedankens, und nicht mehr darum, \"Sühne und Abschreckung zur Geltung zu bringen\" (PETER M. TRAUTVETTER, Die Ausweisung von Ausländern durch den Richter im schweizerischen Recht, Diss. ZH 1957, S. 47). Dem Gesichtspunkt der öffentlichen Sicherheit ist bei der Anordnung und Bemessung der Landesverweisung Rechnung zu tragen (BGE 114 IV 97).\n\nf) Hinzu kommt, dass vorliegend nicht ersichtlich ist, weshalb der Vollzug einer Landesverweisung von zehn Jahren Dauer für Straftaten aus den Jahren 1983 und 1984 geboten ist. Denn die BGE 116 IV 283 S. 288Vorinstanz räumt selbst ein, dass mit Ausnahme der Flucht dem Beschwerdeführer seit seinen früheren Straftaten nichts vorgeworfen werden kann und dass er insbesondere auch während seiner 4 1/2 Jahre dauernden Flucht nicht straffällig geworden ist. Dieses positive Indiz darf nicht mit dem Argument übergangen werden, bei einem Aufschub der Landesverweisung werde er für seine Flucht belohnt, denn wäre er während der Flucht erneut straffällig geworden, so müsste dies als negatives Indiz mitberücksichtigt werden."}