{"annee": "116", "cour": "IB", "page": "65", "date": "26/1/1990", "cite": [], "cite_par": ["118 IB 100", "119 IB 33"], "chapeau": "8. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 26. Januar 1990 i.S. X. AG gegen Kommission für die Exportrisikogarantie sowie Eidgenössisches Volkswirtschaftsdepartement (Verwaltungsgerichtsbeschwerde)", "regestes": ["Obligation de la Confédération de fournir une prestation fondée sur une garantie octroyée pour des risques à l'exportation. Importance des fausses indications données par erreur par le bénéficiaire de la garantie dans sa demande. LF du 26 septembre 1958 sur la garantie contre les risques à l'exportation (SR 946.11). 1. Lorsque, dans la décision accordant la garantie, la couverture des acomptes est expressément exclue sur la base des informations données par le requérant dans sa demande de garantie, ce dernier n'est pas couvert en cas de survenance d'une perte due au non-paiement des acomptes, même si les fausses indications ont été données par erreur (consid. 2). 2. En général, une garantie s'éteint pour toute l'affaire, lorsque le bénéficiaire ne respecte pas les conditions fixées dans la décision de garantie; peu importe que ces conditions se rapportent à de fausses informations indiquées par erreur (consid. 3)."], "faits": "BGE 116 Ib 65 S. 66\n\nAm 17. November 1986 reichte die X. AG bei der Geschäftsstelle für die Exportrisikogarantie eine \"Grundsätzliche Anfrage\" ein betreffend den Bau eines schlüsselfertigen Postverwaltungsgebäudes in K. Der Lieferwert wurde mit Fr. 3'797'000.-- und eine Anzahlung (inkl. Subunternehmer) mit Fr. 1,5 Mio. deklariert. Am 26. November 1986 erfolgte seitens der Kommission für die Exportrisikogarantie die \"Garantiezusage\". Am 6. Februar 1987 stellte die X. AG das \"Garantiegesuch\".\n\nAm 9. Februar 1987 ersuchte die Geschäftsstelle für die Exportrisikogarantie die X. AG um ergänzende Angaben. Unter anderem wurde die X. AG aufgefordert zu präzisieren, wie hoch die Anzahlung bei Vertragsabschluss sei, ob diese Fr. 1,5 Mio. oder 19% betrage. Beigelegt war dem Schreiben eine Kopie der die Zahlungsbedingungen betreffenden Passage in der \"Grundsätzlichen Anfrage\", wobei von der Geschäftsstelle für die Exportrisikogarantie die Zahl \"19%\" eingesetzt und die Worte \"bei Vertragsabschluss\" unterstrichen worden waren.\n\nIm präzisierten Garantiegesuch vom 13. Februar 1987 gab die X. AG als Anzahlung \"19%\" der Vertragssumme (ohne ausländische Subunternehmer) oder Fr. 0,744 Mio. an; für den Zeitpunkt der Anzahlung unterstrich die X. AG die Worte \"bei Vertragsabschluss\" und strich die vorgedruckte Formulierung \"... Tage nach Vertragsabschluss\" durch.\n\nAm 5. März 1987 erliess das Eidgenössische Volkswirtschaftsdepartement auf Antrag der Kommission für die Exportrisikogarantie eine Garantieverfügung für eine Garantiesumme von Fr. 2'526'863.--, die wie folgt errechnet wurde: BGE 116 Ib 65 S. 67\n\nFakturabetrag Fr. 4'698'000.--\n\nAnzahlung Fr. 743'850.--\n\nNicht garantiert Fr. 585'000.--\n\nMassgebender Betrag Fr. 3'369'150.--\n\nGarantiesumme (75%) Fr. 2'526'863.--\n\nAls \"zusätzliche Bedingung\" war angemerkt: \"Die Anzahlungsgarantie ist nicht gedeckt.\"\n\nAm 27. Oktober 1987 teilte die X. AG der Geschäftsstelle für die Exportrisikogarantie mit, sie habe die Bauarbeiten am 15. März 1987 begonnen, diese aber am 15. Mai 1987 eingestellt. Bisher sei noch keine Zahlung eingegangen; der Staat K. sei illiquid. Es werde um Zustimmung zur Vertragsauflösung und um Übernahme des Schadens ersucht.\n\nAm 19. November 1987 antwortete die Geschäftsstelle für die Exportrisikogarantie in einem als \"Verfügung\" bezeichneten Schreiben, die Kommission sehe keine Möglichkeit, auf das Gesuch einzutreten. Die X. AG habe die Arbeiten begonnen, bevor die Anzahlung eingegangen sei, obwohl diese nach ihrem Gesuch \"bei Vertragsabschluss\" hätte erfolgen müssen und in der Garantieverfügung auch ausdrücklich von der Garantiesumme ausgenommen worden sei.\n\nAuf ein Wiedererwägungsgesuch hin beschied die Geschäftsstelle für die Exportrisikogarantie der X. AG am 13. Januar 1988, die Kommission sei erneut zum Schluss gekommen, eine Vergütung komme nicht in Frage; auf das Gesuch könne nicht eingetreten werden.\n\nAm 10. Februar 1988 erhob die X. AG Verwaltungsbeschwerde beim Eidgenössischen Volkswirtschaftsdepartement mit dem Antrag, die Verfügung der Kommission für die Exportrisikogarantie vom 13. Januar 1988 sei aufzuheben, und es sei für Fr. 4'113'000.-- Deckung zum Garantiesatz von 75% zu gewähren unter Nachbelastung der Prämie für die in Abzug gebrachte Anzahlung von Fr. 743'850.--; im übrigen sei die Geschäftsstelle für die Exportrisikogarantie zu verpflichten, das weitere Vorgehen zur Schadenminderung mit der Beschwerdeführerin abzusprechen.\n\nMit Entscheid vom 8. Mai 1989 wies das Eidgenössische Volkswirtschaftsdepartement die Beschwerde ab.\n\nMit Verwaltungsgerichtsbeschwerde vom 2. Juni 1989 an das Bundesgericht beantragt die X. AG, der Entscheid des Eidgenössischen Volkswirtschaftsdepartements sei aufzuheben, und BGE 116 Ib 65 S. 68es sei ihr 75% des Schadens von Fr. 1'341'319.--, eventuell 75% des die Anzahlungssumme von Fr. 743'850.-- übersteigenden Schadensbetrages zu ersetzen.\n\nDas Eidgenössische Volkswirtschaftsdepartement und die Geschäftsstelle für die Exportrisikogarantie beantragen Abweisung der Verwaltungsgerichtsbeschwerde.\n\nDas Bundesgericht weist die Beschwerde ab", "considerants": "aus folgenden Erwägungen:\n\n2. a) Nach Art. 1 Abs. 1 des Bundesgesetzes vom 26. September 1958 über die Exportrisikogarantie (ERGG; SR 946.11) kann der Bund die Übernahme von Exportaufträgen, bei denen der Zahlungseingang mit besonderen Risiken verbunden ist, durch Gewährung einer Garantie erleichtern. Besondere Risiken sind nach Art. 2 ERGG diejenigen Gefährdungen des Zahlungseingangs, die sich aus längeren Fabrikations-, Zahlungs- oder Transferfristen in Verbindung mit politisch und wirtschaftlich unsicheren Verhältnissen ergeben. Die Garantie besteht darin, dass die teilweise Deckung eines allfälligen Verlustes oder Rückstandes im Zahlungseingang zugesichert wird (Art. 3 ERGG). Der Bund leistet den in der Garantieverfügung festgelegten Anteil am nachgewiesenen Verlust oder Zahlungsrückstand (Art. 11 ERGG).\n\nb) Nach Art. 5 Abs. 2 der Verordnung vom 15. Januar 1969 über die Exportrisikogarantie (ERGV; SR 946.111) können An- und Vorauszahlungen von der Garantie ausgenommen werden. Dies ist in der Garantieverfügung vom 5. März 1987 geschehen, indem die Anzahlung von Fr. 743'850.-- bei der Berechnung der Garantiesumme vom Fakturabetrag abgezogen wurde. Die Kommission für die Exportrisikogarantie stützte sich dabei auf die von der Beschwerdeführerin in ihrem Gesuch gemachten Angaben (Art. 8 ERGV), die aber nicht mit den tatsächlichen Abmachungen zwischen der Beschwerdeführerin und ihrem Vertragspartner übereinstimmten. Danach hätte - nach Darstellung der Beschwerdeführerin - eine erste Zahlung erst 75 Tage nach Baubeginn erfolgen müssen.\n\nDie Beschwerdeführerin meint, die unzutreffenden Angaben seien auf ein Versehen ihres Sachbearbeiters zurückzuführen, das durch die Rückfrage der Geschäftsstelle für die Exportrisikogarantie ausgelöst worden sei. Daraus kann die Beschwerdeführerin BGE 116 Ib 65 S. 69indessen nichts zu ihren Gunsten ableiten. Ihre zur Anzahlung in der \"Grundsätzlichen Anfrage\" gemachten Angaben waren unklar und mussten durch eine Rückfrage geklärt werden. Die Annahme der Geschäftsstelle für die Exportrisikogarantie, die Anzahlung betrage \"19%\" und sei \"bei Vertragsabschluss\" geschuldet, wurde von der Beschwerdeführerin in ihrem präzisierten Garantiegesuch bestätigt. Sie hat es sich selber zuzuschreiben, wenn sie diese Frage nicht anhand der Abmachungen mit ihrem ausländischen Vertragspartner überprüfte.\n\nc) Gemäss dem bereinigten Gesuch der Beschwerdeführerin war die Anzahlung bei Vertragsabschluss zu leisten. Daraus, dass auf Seite 9 des Gesuchs vermerkt war \"Erste Zahlung April 87\", kann die Beschwerdeführerin nichts für sich ableiten. Sofern dies im Widerspruch zu den auf Seite 8 vermerkten Zahlungsbedingungen stehen sollte, hätte dies in erster Linie die Beschwerdeführerin selbst merken müssen. Seite 9 des Gesuchs handelt von den mutmasslichen Risiken während der Bauzeit. In diesem Zusammenhang hatten die Behörden keine - im Widerspruch zur vorhergehenden Seite stehenden - Angaben über den Zeitpunkt der Anzahlung zu suchen. Allenfalls konnte damit auch eine erste Teilzahlung (eben nach Baubeginn, wo man nicht mehr von \"Anzahlung\" spricht) gemeint sein.\n\nAus der Garantieverfügung vom 5. März 1987 ergibt sich eindeutig, dass gestützt auf das Gesuch der Beschwerdeführerin die Anzahlungssumme von der Garantie ausgeschlossen war. Aus der dort festgehaltenen Berechnung des massgebenden Betrags ist ohne weiteres ersichtlich, dass die Anzahlung neben dem weiteren nicht garantierten Betrag von Fr. 585'000.-- vom Fakturabetrag abgezogen wurde. Zudem wird unter den zusätzlichen Bedingungen noch ausdrücklich gesagt: \"Die Anzahlungsgarantie ist nicht gedeckt.\" Wenn die Beschwerdeführerin die massgebliche Verfügung vom 5. März 1987 richtig gelesen hat, musste sie - noch vor Baubeginn am 15. März - über den beschränkten Umfang der Garantie im Bilde sein.\n\nd) Bei dieser Sachlage ist der Verlust durch das Ausbleiben der ersten Zahlung von Fr. 743'850.-- von der Garantieverfügung nicht gedeckt, und die Kommission für die Exportrisikogarantie hat die Leistungspflicht des Bundes zu Recht abgelehnt.\n\n3. a) Die den Betrag von Fr. 743'850.-- übersteigenden Verluste sind demgegenüber Gegenstand der Garantieverfügung. Allerdings fragt sich diesbezüglich, ob die Leistungspflicht zu BGE 116 Ib 65 S. 70verneinen ist, weil die Beschwerdeführerin ihr obliegende Verpflichtungen nicht erfüllt hat (Art. 18 ERGV).\n\nb) Nach Art. 10 ERGG und Art. 16 ERGV hat der Exporteur und Garantienehmer alle durch die Umstände gebotenen Massnahmen zu treffen, um einen Verlust zu vermeiden. Zu diesen Sicherungsmassnahmen gehören alle Vorkehren zur Verhütung oder Beschränkung von Verlusten im Sinne einer sorgfältigen Geschäftsführung, wie Teilzahlung vor Ablieferung, gestaffelte Lieferungen usw. Damit ist in erster Linie die Abwicklung des Geschäfts (nach der Garantieerteilung) gemeint. Eine fehlerhafte Abwicklung läge dann vor, wenn trotz der Vereinbarung einer - echten - Anzahlung vor deren Leistung mit den Bauarbeiten begonnen worden wäre.\n\nNun ist aus den Akten nicht ersichtlich, was diesbezüglich \"vereinbart\" war. Ein Vertrag liegt nicht vor, sondern lediglich ein Auszug aus dem Decret Nr. 86/903 vom 18. Juli 1986 der Republik K. Darin ist von \"Acomptes\" die Rede, es ist aber nicht klar, ob es sich dabei um \"Anzahlungen\" im Sinne des oben beschriebenen Verständnisses handelt, das heisst ob die entsprechenden Zahlungen vor Baubeginn zu leisten wären.\n\nDie Beschwerdeführerin vertritt die Auffassung, die Anzahlung sei zwar geschuldet, aber erst 75 Tage nach dem \"Ordre de service\", worunter der Baubeginn zu verstehen sei, fällig. Dies ergibt sich jedoch nicht aus den zitierten Dekretsbestimmungen.\n\nGemäss Schreiben der Beschwerdeführerin vom 27. Oktober 1987 erhielt sie den \"Ordre de service pour commencer le travail\" am 16. Februar 1987. Das Ausstellungsdatum dieses \"Ordre de service\" sei zugleich das Datum des offiziellen Baubeginns. Die Bauarbeiten respektive Bauinstallationen seien am 15. März 1987 begonnen worden. Der effektive Baubeginn fiel demnach mit dem \"offiziellen\" Baubeginn nicht zusammen. Nach Auffassung der Beschwerdeführerin berechtigte der letztere (Ordre de service) zur Forderung der Anzahlung. Das Prozedere bis zur Bezahlung dauere aber im Normalfall circa 2 Monate (was aus den zitierten Dekretsbestimmungen abgeleitet wird). Nach Auffassung der Beschwerdeführerin konnte aufgrund ihrer vertraglichen Vereinbarungen mit der Bauherrin - die indes den Verwaltungsbehörden so wenig wie heute dem Bundesgericht vorlagen - nicht erst nach der Anzahlung mit dem Bau angefangen werden, nachdem die vertragsgemässe Bauzeit bereits offiziell zu laufen begonnen hatte. Ein solches Vorgehen BGE 116 Ib 65 S. 71hätte anscheinend vertraglich unzulässige Terminüberschreitungen mit sich gebracht.\n\nDiese Darlegungen der Beschwerdeführerin sind schwer nachvollziehbar und jedenfalls auf der Grundlage der vorhandenen Akten nicht kontrollierbar. Wie es sich damit tatsächlich verhält, kann jedoch offen bleiben.\n\nc) Gemäss Art. 9 ERGG sind Exporteur und Garantienehmer verpflichtet, die zur Beurteilung des Exportgeschäftes nötigen Angaben zu liefern. Nach Art. 10 Abs. 2 ERGV haben sie alle Umstände und Vorkommnisse zu melden, von denen sie annehmen müssen, dass sie für die Gewährung der Garantie von Bedeutung sind.\n\nDies trifft nun aber gerade für die Verabredung einer Anzahlung zu, und zwar nicht nur, weil die Anzahlung von der Garantie ausgenommen werden kann (Art. 5 Abs. 3 ERGV). Vielmehr ist die Vereinbarung - und spätere Durchsetzung - einer Anzahlung an sich ein Faktor, der das Risiko eines Garantiefalles günstig beeinflusst. Bleibt nämlich die Anzahlung aus, kommt es überhaupt nicht zum Baubeginn.\n\nZwar ist nicht bekannt, ob die Risikogarantie stets von der Verabredung einer Anzahlung abhängig gemacht wird, was gesetzlich nicht vorgeschrieben ist. Ebenfalls ist unbekannt, ob die Garantie im vorliegenden Fall nicht erteilt worden wäre, wenn klar gewesen wäre, dass die sogenannte Anzahlung erst 75 Tage nach Vertragsabschluss fällig wurde und dies nach den Umständen des Vertrags erst nach Baubeginn der Fall sein könnte. Dies ist indessen nicht von Belang. Im vorliegenden Fall gaben die zuständigen Behörden immer eindeutig zu erkennen, dass die Angaben im Garantiegesuch einen Bestandteil der Garantie selbst bildeten. Entsprechend lautete auch die Verfügung vom 5. März 1987.\n\nd) Für die Beurteilung der vorliegenden Streitfrage ist einzig und allein die Garantieverfügung vom 5. März 1987 von Bedeutung. Im Gegensatz zum Privatversicherungsrecht ist die gesetzliche Regelung der Exportrisikogarantie rudimentär, und es gibt keine allgemeinen Vertragsbedingungen des \"Versicherers\". Auch wird bei der Exportrisikogarantie nicht eine unbestimmte Anzahl möglicher Schadenereignisse versichert, sondern es wird je für eine ganz konkrete Vertragsabwicklung die Garantie für die daraus fliessenden Zahlungsansprüche übernommen. Das Garantiegesuch hat daher nicht nur die Bedeutung eines Antrags zum Abschluss eines Versicherungsvertrags. Es spurt vielmehr die BGE 116 Ib 65 S. 72Sonderbestimmungen in der Garantie selbst vor, welche die Art regeln, wie der zu garantierende Vertrag abzuwickeln ist.\n\nIm vorliegenden Fall deckte sich diese Regelung mit den Angaben im Gesuch. Daraus ergab sich, dass eine Anzahlung bei Vertragsabschluss zu leisten war. Selbst wenn man der These der Beschwerdeführerin folgt, dass die Anzahlung erst nach Vertragsabschluss hätte geleistet werden müssen, so hätte dies begriffsnotwendig vor oder spätestens mit der Gegenleistung, das heisst mit dem Baubeginn, geschehen sollen. Daran hatte sich die Beschwerdeführerin bei der Abwicklung des Geschäftes, für welches sie Garantie beanspruchen wollte, zu halten. Dies gilt unabhängig davon, ob die vertraglichen Abmachungen mit der Bauherrschaft allenfalls anders lauteten; denn nicht diese Vereinbarungen, sondern die diesbezüglich gemachten Angaben im Gesuch bildeten die Grundlage der Garantie.\n\ne) Gemäss Art. 18 Abs. 1 ERGV prüft die Geschäftsstelle für die Exportrisikogarantie bei Anmeldung eines Verlustes insbesondere, ob der Garantienehmer die ihm obliegenden Verpflichtungen erfüllt hat. Zu diesen Verpflichtungen gehören nicht nur die Sicherungsmassnahmen im Sinne von Art. 10 ERGG und Art. 16 ERGV sowie die Auskunfts- und Anzeigepflicht gemäss Art. 9 ERGG und Art. 10 Abs. 2 ERGV, sondern auch die Einhaltung jener Verpflichtungen, die sich aus der Garantie und dem dieser zugrundeliegenden Gesuch ergeben. Werden diese Verpflichtungen nicht erfüllt, entfällt die Garantie.\n\nEs kommt daher im vorliegenden Fall nicht darauf an, ob die unzutreffenden Angaben im Gesuch über die Anzahlung für die Erteilung der Garantie kausal waren, sondern dass diese zum Inhalt der Garantie wurden. Daran hatte sich die Garantienehmerin zu halten. Wenn dies die Beschwerdeführerin getan hätte, wäre ein Schaden nicht eingetreten, denn dann wäre die Illiquidität des Staates K. schon durch die Nichtleistung der Anzahlung manifest geworden und die Bauarbeiten wären gar nicht aufgenommen worden. Die Kausalität richtet sich demnach nicht danach, ob auch ohne Anzahlung eine Garantie erteilt worden und in der Folge bei entsprechender Vertragsabwicklung der Schaden eingetreten wäre. Sie richtet sich vielmehr danach, dass kein Schaden eingetreten wäre, wenn sich die Beschwerdeführerin an die Garantiebestimmung gehalten hätte, wonach eine Anzahlung bei Vertragsabschluss (beziehungsweise jedenfalls vor Baubeginn) zu leisten war.\n\nBGE 116 Ib 65 S. 73\n\nf) Da sich die Beschwerdeführerin nicht an die Garantiemodalitäten gehalten hat, entfällt folglich die Leistungspflicht des Bundes überhaupt. Damit hat die Beschwerdeführerin auch keinen Anspruch auf Deckung des über die Anzahlungssumme hinausgehenden Schadens."}