{"annee": "116", "cour": "II", "page": "92", "date": "20/3/1990", "cite": ["113 II 52", "115 II 396", "113 IV 45", "114 IA 207"], "cite_par": ["117 II 609", "118 IV 293", "120 III 64", "119 II 297", "116 II 745", "117 II 256"], "chapeau": "16. Auszug aus dem Urteil der I. Zivilabteilung vom 20. März 1990 i.S. H. gegen P. (Berufung)", "regestes": ["Art. 55 al. 1 let. c OJ. Exigences légales quant à la motivation d'un recours en réforme. Celui qui interjette un recours en réforme et un recours en nullité cantonal dont la motivation se confond pour l'essentiel s'expose au reproche d'abus dans la présentation de recours."], "faits": "", "considerants": "BGE 116 II 92 S. 93\n\nErwägungen:\n\n1. Nach ständiger Rechtsprechung dürfen zwei Bundesrechtsmittel nicht in einer einzigen Eingabe verbunden werden, sondern müssen je getrennt erhoben und in besonderen Eingaben begründet werden. Eine unzulässige Umgehung dieser Rechtsprechung liegt vor, wenn zwei Rechtsmittel zwar in getrennten Eingaben, aber mit gleicher Begründung eingereicht werden und dabei zudem Rügen des einen Rechtsmittels mit solchen des andern vermengt werden. In verschiedenen neueren Entscheiden hat das Bundesgericht ein solches Vorgehen als missbräuchlich bezeichnet und ist weder auf das eine noch auf das andere Rechtsmittel eingetreten (BGE 115 II 397 E. 2; BGE 113 IV 46 f.; unveröffentlichtes Urteil vom 20. September 1989 i.S. W.; vgl. auch BGE 114 Ia 207 f.). In ähnlicher Weise setzt sich eine Partei dem Vorwurf des Missbrauchs von Rechtsmitteln aus, wenn sie - wie im vorliegenden Fall der Kläger - eine Berufung ans Bundesgericht mit einer kantonalen Nichtigkeitsbeschwerde vermengt, indem sie unbekümmert um die Verschiedenartigkeit der Rechtsmittel in beiden Eingaben weitgehend dieselbe Begründung vorträgt. Auf die Berufung ist schon aus diesem Grund nicht einzutreten.\n\n2. Die vom Kläger eingereichte Rechtsmitteleingabe entspricht aber auch den gesetzlichen Anforderungen an eine Berufungsbegründung in keiner Weise. Gemäss Art. 55 Abs. 1 lit. c OG ist in der Berufungsschrift anzugeben, welche Bundesrechtssätze der angefochtene Entscheid verletzt und inwiefern er gegen sie verstösst. Fehl am Platz sind dagegen Rügen der Verletzung von Verfassungsrecht - so insbesondere auch der Vorwurf der Willkür - (Art. 43 Abs. 1 Satz 2 OG) und Ausführungen, die sich in unzulässiger Weise gegen die tatsächlichen Feststellungen und gegen die Beweiswürdigung der Vorinstanz richten (Art. 55 Abs. 1 lit. c OG; BGE 113 II 55 mit Hinweisen). Unbeachtlich sind BGE 116 II 92 S. 94ebenfalls blosse Verweise auf die Akten; inwiefern das angefochtene Urteil Bundesrecht verletzt, ist in der Berufungsschrift selber darzulegen (BGE 110 II 78).\n\nDer Kläger hält sich nicht an diese Vorschriften. Soweit sich seine Argumentation nicht darin erschöpft, dem Obergericht Willkür vorzuwerfen, der Beurteilung der Streitsache einen anderen als den von der Vorinstanz festgestellten Sachverhalt zugrunde zu legen oder auf die Akten zu verweisen, beschränkt sich der Kläger im wesentlichen darauf, eine Reihe von Punkten aufzulisten, die seines Erachtens als Rechtsfragen zu beurteilen wären; worin die Verletzung von Bundesrecht bestehen soll, legt er dabei teils überhaupt nicht, teils nur völlig unzureichend dar. Die Berufung genügt daher den Anforderungen von Art. 55 Abs. 1 lit. c OG in keiner Weise. Diese Tatsache verwundert denn auch nicht weiter, ist die Eingabe doch offensichtlich auf das kantonale Nichtigkeitsbeschwerdeverfahren und nicht auf das eidgenössische Berufungsverfahren zugeschnitten. Die Behauptung, die Anfechtungsgründe seien in beiden Verfahren dieselben, ist abwegig; die beiden Rechtsmittel unterscheiden sich grundlegend. Von vorneherein nichts zu helfen vermag dem Kläger, dass er ausführen lässt, aus Zeitgründen habe nicht mehr die ganze Rechtsschrift an das Kassationsgericht für das vorliegende Verfahren umgeschrieben werden können. Das Vorgehen ist mutwillig."}