{"annee": "116", "cour": "IB", "page": "469", "date": "23/11/1990", "cite": ["114 IB 224", "112 IB 256", "113 IB 340", "113 IB 148", "113 IB 411", "103 IB 50", "108 IB 377"], "cite_par": ["119 IB 397", "120 IB 400"], "chapeau": "57. Estratto della sentenza 23 novembre 1990 della I Corte di diritto pubblico nella causa DFI c. Comune di P., Patriziati di P.e.B. e Consiglio di Stato del Cantone Ticino (ricorso di diritto amministrativo)", "regestes": ["Octroi d'une autorisation de défrichement devant permettre le développement des constructions d'une commune. 1. Création d'une zone artisanale et industrielle et respect de l'aire forestière (art. 18 al. 3 LAT); conditions pour l'octroi d'une autorisation de défrichement. Critères développés par la jurisprudence (consid. 2a, b et c). 2. En l'espèce, il est satisfait à l'exigence - relative - de l'emplacement imposé par la destination de l'ouvrage selon l'art. 26 al. 3 OFor, et des raisons de police s'opposant au défrichement font défaut (consid. 3a et b). 3. Absence toutefois d'un intérêt prépondérant à l'exécution du défrichement, les motifs qui s'opposaient au développement harmonieux de la zone artisanale et industrielle projetée ayant disparu (consid. 3c)."], "faits": "BGE 116 Ib 469 S. 470\n\nLe particelle n. 516 e 837 del Comune di P. appartengono ai Patriziati di B. e P. I mappali, che sorgono su un ammucchiamento di detriti, sono posti sulle rive di un canale artificiale (le cui acque scorrono in un letto di cemento), distano una trentina di metri dalla strada nazionale N2 e confinano a nord con la strada d'accesso alla zona industriale del Comune di B. Il fondo n. 837 è ricoperto da una superficie boschiva di circa 1000 m2; l'area silvestre del mappale n. 516 è ridotta attualmente a una striscia della lunghezza di circa 40 m e della larghezza massima di 11 m.\n\nCon istanza del 2 febbraio 1986 il Comune di P. postulava il rilascio di un'autorizzazione di dissodamento per un'area di 1800 m2 ai fondi n. 516 e 837, allo scopo di realizzare la zona artigianale-industriale prevista dal piano regolatore comunale, adottato dal Consiglio comunale il 18 novembre 1985 e approvato dal Consiglio di Stato con risoluzioni del 6 luglio 1988 e dell'11 luglio 1990.\n\nIl 13 febbraio 1990 il Consiglio di Stato del Cantone Ticino ha accolto la richiesta del Comune di P., autorizzando il dissodamento di 1800 m2 (considerando erroneamente della lunghezza di 90 m la striscia boschiva del mappale n. 516) di area silvestre alle particelle n. 516 e 837; l'autorizzazione è stata sottoposta a diversi oneri e condizioni.\n\nContro la risoluzione governativa il 21 marzo 1990 il Dipartimento federale dell'interno (DFI) è insorto al Tribunale federale. Con ricorso di diritto amministrativo postula l'annullamento dell'atto impugnato, mancando a suo modo di vedere sia la necessità del dissodamento per lo sviluppo edilizio del comune sia il presupposto dell'ubicazione vincolata, ossia l'esigenza di permettere l'ampliamento dell'azienda meccanica nell'area all'esame, al fine di salvaguardare altre zone libere per la rotazione agraria; contesta pure che la vegetazione da dissodare manchi di pregio.\n\nIl Comune di P., i Patriziati di B. e P. e il Consiglio di Stato postulano il rigetto dell'impugnativa. Nel secondo scambio di scritti le parti - ricorrente compreso - mantengono le loro posizioni.\n\nIl 21 settembre 1990 una delegazione del Tribunale federale ha esperito un sopralluogo alla presenza delle parti. In quest'occasione BGE 116 Ib 469 S. 471è stato consigliato il ritiro del ricorso limitatamente all'area boschiva della particella n. 516. Aderendo a questa proposta, con scritto del 5 ottobre 1990, il DFI ha parzialmente ritirato il ricorso, dichiarando nel contempo di mantenere il gravame al riguardo dell'area silvestre che ricopre il fondo n. 837.", "considerants": "Dai considerandi:\n\n2. a) Il ricorrente sostiene che l'inclusione di una foresta nella zona artigianale entra in linea di conto soltanto se, oltre alle condizioni concernenti la sistemazione del territorio, sono soddisfatte anche quelle restrittive per il rilascio di un permesso di dissodamento. A tal fine il comune deve dimostrare la necessità del dissodamento in favore del suo sviluppo edilizio. Il Comune di P. disporrebbe invece di sufficienti superfici libere da adibire a scopi industriali. Per di più, la risoluzione impugnata lederebbe l'art. 26 cpv. 4 OVPF, omettendo di tener debito conto della protezione della natura e del paesaggio, la superficie da dissodare dovendo essere considerata vegetazione riparia giusta l'art. 18 cpv. 1bis LPN.\n\nb) Secondo l'art. 31 cpv. 1 LVPF, l'area boschiva della Confederazione non può essere diminuita. Qualsiasi autorizzazione di dissodamento costituisce un'eccezione; l'autorità competente deve imporsi quindi un certo riserbo nell'analizzare se siano adempiuti i presupposti del suo rilascio (DTF 113 Ib 412 consid. 2a e richiami). Conformemente all'art. 24 cpv. 1 OVPF la superficie boschiva svizzera dev'essere salvaguardata in considerazione delle sue funzioni produttive, protettive e benefiche, tanto nell'estensione, quanto nella distribuzione regionale. In linea di principio, in virtù di questo precetto che vieta la diminuzione dell'area forestale, sono irrilevanti la qualità, il valore e la funzione del bosco concretamente esistente. L'applicazione di questi criteri si impone anche per un'area trascurata e di modeste dimensioni; al fine di preservare lo scopo originale del bosco è necessario vietare la ripetuta concessione di permessi di dissodamento anche per superfici ridotte (DTF 113 Ib 413 consid. 2a e rinvii).\n\nSecondo l'art. 26 OVPF un dissodamento può essere autorizzato soltanto se è provata l'esistenza di una necessità preponderante, cioè di una ragione più valida dell'interesse alla conservazione della foresta (cpv. 1): per ossequiare tale disposto, in ogni procedura dev'essere previamente effettuata una ponderazione degli interessi in BGE 116 Ib 469 S. 472gioco. Conformemente al capoverso 2 non devono esistere ragioni di polizia che si oppongano al dissodamento. Il terzo capoverso esige che l'opera prevista sia ad ubicazione vincolata, precisando che gli interessi finanziari, come il miglior sfruttamento del suolo o la ricerca di terreno a buon mercato, non sono considerati necessità preponderante giusta l'art. 26 cpv. 1 OVPF. Da ultimo, nella ponderazione degli opposti interessi si deve tener debitamente conto della protezione della natura e del paesaggio (consid. 4). I criteri elencati si applicano anche alle domande di dissodamento presentate da enti di diritto pubblico (DTF 113 Ib 345 consid. 3, 152 consid. 3b e richiami, DTF 103 Ib 52 consid. 5b) e sono quindi pure valide nei casi in cui il dissodamento postulato da questi enti sia destinato alla formazione di una zona di utilizzazione.\n\nSecondo la prassi del Tribunale federale, l'interesse preponderante al dissodamento per la creazione di un'opera pubblica è dimostrato soltanto quando almeno un piano generale sia stato esaminato e approvato dai competenti organi dell'autorità edilizia (DTF 113 Ib 152 consid. 3b). Il dissodamento chiesto, non già per realizzare un'opera ben determinata, bensì per creare una zona di pianificazione, può avvenire soltanto ove siano approvati i rispettivi piani di utilizzazione; per questo occorre coordinare la procedura pianificatoria con quella forestale (DTF 114 Ib 227 consid. 5b e 230 consid. 8, DTF 112 Ib 258; sentenza inedita del 31 maggio 1989 nella causa DFI e LSPN c. Comune politico di Uors-Peiden/GR, consid. 3a).\n\nc) Nell'ambito della pianificazione locale l'art. 18 cpv. 3 LPT impone il rispetto dell'area boschiva definita e protetta dalla legislazione forestale. Secondo la giurisprudenza del Tribunale federale, il precetto della salvaguardia dell'area boschiva non impedisce a priori l'inclusione di una superficie silvestre in un comprensorio edificabile; l'uso dell'area boscata a scopi edilizi presuppone tuttavia il rilascio di un'autorizzazione di dissodamento (cfr. DTF 114 Ib 230 consid. 8; DTF 108 Ib 383 all'inizio, 512 consid. 6). Il criterio che una determinata opera o una zona edilizia siano realizzabili solo in un luogo ben preciso non è assoluto, il quesito dell'ubicazione vincolata essendo uno degli aspetti da valutare nella ponderazione degli interessi giusta l'art. 26 cpv. 1 OVPF (DTF 113 Ib 344 e rimandi). Ove il concetto dell'ubicazione vincolata sia inteso in modo relativo, l'interesse pubblico alla realizzazione di un'opera può prevalere in casi specifici su quello BGE 116 Ib 469 S. 473alla conservazione del bosco, in particolare quando il progetto include diversi terreni, per la maggior parte non sottoposti alla legislazione forestale (DTF 108 Ib 174 consid. 5b e rinvio). Per ammettere il presupposto dell'ubicazione vincolata di carattere relativo, occorre esaminare anticipatamente se non sussistano luoghi alternativi altrettanto adatti all'attuazione del progetto.\n\nQuando è stata fissata una zona di utilizzazione comprensiva di un'area silvestre, non basta, per concedere il dissodamento, esaminare la relazione tra la superficie boschiva e l'area libera, ma occorre che l'eliminazione delle piante risponda a un interesse pubblico che concerne la zona edilizia nel suo complesso e in generale l'attuazione della pianificazione dell'intero territorio comunale. Dato che il taglio di alberi per la creazione di una zona fabbricabile costituisce un'eccezione del principio della conservazione della foresta, suscettibile di creare molti pregiudizi, il rilascio del relativo permesso presuppone uno speciale riserbo da parte dell'autorità preposta. Il dissodamento può essere autorizzato quindi soltanto ove siano adempiute le premesse restrittive per la creazione di aree edificabili elaborate dalla giurisprudenza. Questa situazione si verifica per esempio in comuni con importanti superfici boschive dove, conclusa la procedura di pianificazione, ci si accorge che l'ordinamento del territorio non può essere attuato senza il sacrificio di bosco (DTF 103 Ib 51 consid. 5a e rimandi; sentenza inedita del 18 febbraio 1987 parzialmente pubblicata in: ZBl 88/1987, pag. 502 consid. 3 cb; DUBS, Rechtsfragen der Walderhaltung in der Praxis des Bundesgerichts, in: Schweizerische Zeitschrift für Forstwesen 1974, pag. 287 bb). La necessità dell'inserimento dell'area boschiva nel comprensorio edificabile dev'essere convenientemente dimostrata dalle esigenze della pianificazione regionale (DTF DTF 103 Ib 51 consid. 5a).\n\n3. a) Nella fattispecie si deve ammettere il presupposto dell'ubicazione vincolata di carattere relativo giusta l'art. 26 cpv. 3 OVPF; la mancanza di posti alternativi da adibire a scopi artigianali e industriali è stata accertata in occasione del sopralluogo. In tutto il territorio comunale esiste in effetti una sola area, posta a sud del vecchio nucleo del paese, adatta a quest'utilizzazione. Si tratta però di fondi pregiati per l'agricoltura, inseriti nel piano direttore cantonale come terreni agricoli di prima priorità e - a detta del pianificatore cantonale presente al sopralluogo - suscettibili di essere attribuiti alla superficie di avvicendamento colturale (SAC), che il piano di coltivazione della Confederazione impone ai cantoni.\n\nBGE 116 Ib 469 S. 474È inoltre provata l'esigenza di una zona artigianale per il Comune di P., la cui creazione è auspicata anche dalle autorità del limitrofo Comune di B., al fine di regolare la precaria situazione nel campo degli alloggi. Infatti, all'insediamento di alcune industrie nella regione - in particolare appunto a P. - farebbe seguito un incremento di popolazione, atto a risolvere l'assillante problema degli appartamenti sfitti.\n\nb) Al dissodamento della particella n. 837 non si oppongono nemmeno ragioni di polizia.\n\nc) L'interesse all'attuazione dell'auspicato intervento non appare tuttavia preponderante. A differenza di quanto è detto nella risoluzione impugnata, la superficie da dissodare non è direttamente adiacente alla zona industriale del Comune di B., ma separata da quest'ultima da un terreno boscato e da fondi inseriti in una zona per edifici e attrezzature pubbliche. È esatto che il fondo silvestre limitrofo a quello in esame è oggetto di una mozione già accettata dal Consiglio comunale di B. Il progetto consiste nel coprire il canale artificiale - che in tal punto forma il confine comunale - al fine di poter creare un secondo campo di calcio. Tuttavia, il Consiglio di Stato non è stato finora chiamato a determinarsi sulla relativa variante di piano regolatore e nemmeno sul dissodamento necessario alla realizzazione dell'opera. Per di più, avendo il ricorrente ritirato il suo gravame concernente il fondo n. 516, non sussistono più i motivi che si opponevano allo sviluppo armonico di una zona industriale e artigianale in territorio del Comune di P. Ne deriva la mancanza della premessa dell'interesse preponderante al dissodamento dell'area boschiva che ricopre la particella n. 837; di conseguenza l'autorizzazione governativa dev'essere annullata. In queste circostanze non è più necessario esaminare se la vegetazione del fondo n. 837 sia da definire riparia (art. 21 LPN) e se il suo dissodamento presupponga anche il rilascio di un permesso straordinario giusta l'art. 22 LPN."}