{"annee": "116", "cour": "IB", "page": "159", "date": "14/3/1990", "cite": ["115 IB 446", "115 IB 347", "114 IB 214", "113 IB 393"], "cite_par": ["118 IB 66", "118 IA 504", "117 IB 308", "117 IB 135", "131 II 616", "131 II 72", "129 II 238", "117 IB 156", "118 IB 296", "119 IA 285", "118 IB 590", "118 IB 26", "117 IB 178", "118 II 66", "121 I 65", "116 IA 491", "118 IB 417", "119 IB 480", "118 IA 112", "118 IB 234", "118 IB 11", "125 II 129", "127 I 103", "119 IB 179"], "chapeau": "22. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 14. März 1990 i.S. G. GmbH gegen Ortsgemeinde Eschlikon, Baudepartement des Kantons Thurgau und Verwaltungsgericht des Kantons Thurgau (Verwaltungsgerichtsbeschwerde)", "regestes": ["Législation fédérale sur la protection de l'environnement (protection contre le bruit), construction d'une route communale (route de desserte). 1. Voies de droit: Le projet de route attaqué a certes été mis à l'enquête publique sous la forme d'un plan spécial d'affectation. Il s'agit toutefois, matériellement, de la publication d'un projet de construction dont l'entrée en force impliquera l'autorisation de construire. Dès lors, il faut reconnaître à un tel plan le caractère d'une décision, de sorte que l'exception de l'art. 99 lit. c OJ ne s'applique pas. Le projet peut faire l'objet d'un recours de droit administratif pour violation du droit fédéral sur la protection de l'environnement (dispositions sur la protection contre le bruit de la LPE et de l'OPB; consid. 1a). 2. Examen des conditions de l'art. 25 al. 2 LPE. Conséquences du fait que le projet attaqué ne remplit que partiellement ces conditions (consid. 6). 3. Tel qu'il est défini à l'art. 11 al. 2 et 3 LPE pour la limitation des émissions, le concept à double niveau s'applique également pour la protection contre le bruit (consid. 7)."], "faits": "BGE 116 Ib 159 S. 160\n\nIn der Gemeinde Eschlikon, südlich der SBB-Linie Winterthur-Wil, befindet sich das Industriegebiet \"Riet\". Rund 13 ha dieses Gebietes sind der definitiven Industriezone und weitere 9 ha der Industriereservezone zugeordnet. Zur Zeit haben sich in der definitiven Industriezone vier Firmen angesiedelt, darunter die G. GmbH. Diese ist - neben der Ortsgemeinde Eschlikon BGE 116 Ib 159 S. 161- Hauptgrundeigentümerin des grösstenteils unüberbauten und nicht erschlossenen Landes. Die bestehenden Industriebetriebe werden durch die Hörnlistrasse erschlossen, die vom Industriegebiet her in nördlicher Richtung die SBB-Linie überquert. Nach der SBB-Brücke verzweigt sich die Hörnlistrasse in die Ziegelei- und die Hilagstrasse. Die ausserordentlich schmale, beidseits von Wohn- und Kernzonen gesäumte Ziegeleistrasse führt in nordöstlicher Richtung zum Dorfzentrum von Eschlikon, wo sie in die Bahnhofstrasse mündet. Die Hilagstrasse verläuft von der SBB-Brücke zunächst in nordwestlicher Richtung und führt dann parallel zum Bahntrassee in westlicher Richtung, wo sie beim Bahnhof Eschlikon ebenfalls in die Bahnhofstrasse mündet. Rund 150 m vom Bahnübergang entfernt zweigt in nördlicher Richtung die Wiesenstrasse von der Hilagstrasse ab. In dem durch die Hilag- und Wiesenstrasse sowie durch die Ziegeleistrasse umrandeten Gebiet liegt das Wohngebiet \"Eich\", das grösstenteils der viergeschossigen Wohnreservezone zugeteilt ist. Das grossflächige, unüberbaute Gebiet ist strassenmässig bisher nicht erschlossen. Der Verkehr zwischen der Hauptachse, der Bahnhofstrasse und der Industriezone wickelt sich heute ausschliesslich über die Hilag- und die Ziegeleistrasse ab.\n\nGestützt auf den kommunalen Verkehrsrichtplan plante die Ortsgemeinde Eschlikon den Bau einer die Wohnzone durchquerenden und zur Industriezone führenden Erschliessungsstrasse. Mit Beschluss vom 25. Februar 1986 hiess die Ortsgemeindeversammlung das vorgelegte Projekt gut und bewilligte die entsprechenden Kredite. Das Projekt sieht eine Verlängerung der Hörnlistrasse in nördlicher Richtung vor, die das Wohngebiet \"Eich\" durchquert und im Norden in die Bahnhofstrasse mündet. Zugleich umfasst es eine Verlängerung der Hilagstrasse und einen Neubau der SBB-Brücke.\n\nWährend der Auflagefrist machten die G. GmbH und ein weiterer Einsprecher geltend, die geplante Hörnlistrasse verstosse im Abschnitt der Wohnzone \"Eich\" gegen die Lärmschutzbestimmungen des Bundesgesetzes über den Umweltschutz. Sie verwiesen dabei auf eine Lärmprognose, die sie beim Planungsbüro Basler & Hofmann, Zürich, in Auftrag gegeben hatten.\n\nDie Ortskommission der Gemeinde Eschlikon, welche bis anhin auf die Erstellung einer Lärmprognose verzichtet hatte, wies die Einsprachen am 27. Januar 1987 ab.\n\nHiegegen rekurrierten die Einsprecher an das Baudepartement des Kantons Thurgau. Dieses wies die Gemeinde an, eine BGE 116 Ib 159 S. 162Lärmprognose in Auftrag zu geben. Dieses Gutachten des Ingenieur- und Planungsbüros Widmer, Frauenfeld, wurde den Rekurrenten zur Stellungnahme unterbreitet. Mit Entscheid vom 8. Januar 1988 wies das Baudepartement den Rekurs ab, soweit es darauf eintrat.\n\nIn der Folge erhoben die Rekurrenten Verwaltungsgerichtsbeschwerde an das Verwaltungsgericht des Kantons Thurgau mit dem Begehren, die Ortsgemeinde Eschlikon sei anzuhalten, auf den geplanten Neu- bzw. Ausbau der Hörnli-/Hilagstrasse zu verzichten. Mit \"Vorentscheid\" vom 4. Mai 1988 trat das Verwaltungsgericht auf diese Beschwerde nicht ein, soweit sie die Hilagstrasse und das Teilstück der Hörnlistrasse südlich des Wohngebietes bis nach der SBB-Brücke in Eschlikon zum Gegenstand hatte; dieses Urteil wurde nicht angefochten und ist in Rechtskraft erwachsen. Die Brücke und die Strasse sind im betreffenden Umfange grösstenteils bereits erstellt.\n\nMit Entscheid vom 5. Juli 1988 hiess das Verwaltungsgericht des Kantons Thurgau die Beschwerde, soweit sie durch die G. GmbH eingereicht worden war, teilweise gut und verpflichtete die Ortsgemeinde Eschlikon, \"in ihrer Richtplanung im Sinne der Erwägungen eine weitere Erschliessung der Industriezone vorzusehen\". Auf die Beschwerde des anderen Beschwerdeführers trat das Gericht mangels Aktivlegitimation nicht ein.\n\nMit Eingabe vom 12. September 1988 führt die G. GmbH Verwaltungsgerichtsbeschwerde an das Bundesgericht mit den Anträgen, der Entscheid des Verwaltungsgerichts vom 5. Juli 1988 sei aufzuheben; es sei festzustellen, dass das geplante Teilstück der Hörnlistrasse in Eschlikon (ab Einlenker Hilagstrasse bis Bahnhofstrasse) nicht gebaut werden darf; eventuell sei die Sache in Aufhebung des angefochtenen Entscheides zur Beurteilung aller noch offenen Fragen an eine der Vorinstanzen zurückzuweisen.\n\nDas Bundesgericht weist die Beschwerde im Sinne der Erwägungen ab.", "considerants": "Aus den Erwägungen:\n\n1. Das Bundesgericht prüft von Amtes wegen und mit freier Kognition, ob es auf die Verwaltungsgerichtsbeschwerde eintreten kann (BGE 115 Ib 350 E. 1 mit Hinweis).\n\na) Gemäss Art. 97 OG in Verbindung mit Art. 5 VwVG ist die Verwaltungsgerichtsbeschwerde zulässig gegen Verfügungen, die sich auf öffentliches Recht des Bundes stützen oder hätten stützen BGE 116 Ib 159 S. 163sollen (BGE 115 Ib 350 E. 1b mit Hinweis), sofern diese von den in Art. 98 OG genannten Vorinstanzen erlassen worden sind und keiner der in Art. 99-102 OG oder in der Spezialgesetzgebung vorgesehenen Ausschlussgründe gegeben ist. Dies gilt auch für Verfügungen, die sowohl auf kantonalem bzw. kommunalem wie auch auf Bundesrecht beruhen, falls und soweit die Verletzung von unmittelbar anwendbarem Bundesrecht in Frage steht (BGE 115 Ib 350 E. 1b und 385 f. E. 1, mit weiteren Hinweisen).\n\nDie Beschwerdeführerin rügt Lärmschutzbestimmungen des Bundesgesetzes vom 7. Oktober 1983 über den Umweltschutz (USG, SR 814.01) als verletzt. Dieses verweist in Art. 54 auf die allgemeinen Rechtsmittelbestimmungen des OG und des VwVG. Das Verwaltungsgericht des Kantons Thurgau stellt eine Vorinstanz im Sinne von Art. 98 lit. g OG dar. Dagegen kann man sich fragen, ob es sich beim angefochtenen Bauprojekt um eine Verfügung im Sinne von Art. 5 VwVG oder um eine Verfügung über einen Plan im Sinne von Art. 99 lit. c OG handelt, gegen welchen die Verwaltungsgerichtsbeschwerde unzulässig ist. Das angefochtene Strassenprojekt wurde zwar in Form eines Plans gemäss § 45 des Gesetzes über das Strassenwesen des Kantons Thurgau vom 25. Februar 1939 öffentlich aufgelegt. Dieser Strassenplan ist als Sondernutzungsplan zu bezeichnen (s. BGE 112 Ib 166 E. 2b und 412 E. 1b/c). Inhaltlich handelt es sich indessen um die Publikation eines Bauvorhabens; wird das Projekt rechtskräftig genehmigt, ist damit auch die Baubewilligung erteilt. Bei dieser Sachlage ist dem fraglichen Strassenplan insoweit Verfügungscharakter beizumessen, so dass die Ausnahmebestimmung von Art. 99 lit. c OG nicht zum Tragen kommt (s. BGE 115 Ib 351 f., 506 E. 2, mit weiteren Hinweisen).\n\n6. Die Beschwerdeführerin macht geltend, die neue Hörnlistrasse erschliesse auch das Industriegebiet \"Riet\" südlich der Eisenbahnlinie. Spätestens wenn dieses Gebiet weiter überbaut werde, steige der Lärmpegel an der geplanten Hörnlistrasse auf über 55 dB(A).\n\nDer Aus- und Neubau der Hörnlistrasse stützt sich auf den kommunalen Richtplan Verkehr aus dem Jahre 1983. Darin ist sie als Sammelstrasse vorgesehen, die - wie die Gemeinde Eschlikon im Verlaufe des Verfahrens mehrfach betont hat - einerseits zur Erschliessung von bis anhin nicht bzw. ungenügend erschlossenem Bauland dienen und anderseits zu einer Entlastung der Ziegelei- und der Hilagstrasse beitragen soll. Anlässlich der bundesgerichtlichen Instruktionsverhandlung haben die Gemeindevertreter BGE 116 Ib 159 S. 164ausgeführt, sie seien sich bewusst, dass eine umfassende Überbauung des Industriegebiets nicht ohne weitere Erschliessungsstrasse möglich sei. Dagegen könnten einzelne weitere Bauvorhaben durchaus noch über die Hörnlistrasse erschlossen werden.\n\nDie Hörnlistrasse soll somit nach Auffassung der Planungsbehörden durchaus teilweise die Funktion einer Erschliessungsstrasse für das Industriegebiet \"Riet\" übernehmen. Dies muss bei einer Lärmprognose im Sinne von Art. 25 Abs. 1 USG berücksichtigt werden. Der Beschwerdeführerin ist mithin beizupflichten, wenn sie ausführt, ein solcher Mehrverkehr würde die Gesamtimmissionen der geplanten Erschliessungsstrasse über den Planungswert von 55 dB(A) hinaus anschwellen lassen, weshalb eine weitere Überbauung der definitiven Industriezone den in Art. 25 Abs. 1 USG und Art. 7 LSV gesteckten Rahmen zulässiger Immissionen sprengen würde. Das entspricht auch der im Gutachten Basler & Hofmann vertretenen Meinung. Das Baudepartement und das Verwaltungsgericht teilen diese Auffassung, nur ziehen sie daraus unterschiedliche Schlüsse. Das Baudepartement vertritt in seinem Entscheid die Auffassung, die betreffende Feststellung führe nicht zu einem Bauverbot für die Hörnlistrasse, sondern dazu, dass im Industriegebiet \"Riet\" bis zur Erstellung einer weiteren Erschliessungsstrasse für dieses Gebiet keine Baubewilligung mehr erteilt werden dürfe. Das Verwaltungsgericht hält dagegen mit der Ortsgemeinde Eschlikon dafür, dass die Hörnlistrasse gestützt auf Art. 25 Abs. 2 USG bewilligt werden könne, sofern die Gemeinde eine weitere Erschliessungsstrasse zumindest in ihren Richtplan aufnehme. Entsprechend wies es die Ortsgemeinde Eschlikon in seinem Entscheid an, in ihrer Richtplanung im Sinne der Erwägungen eine weitere Erschliessung der Industriezone vorzusehen. Dieser Teil des Dispositivs des verwaltungsgerichtlichen Urteils wurde seitens der Gemeinde nicht angefochten. Vielmehr ist diese selber der Auffassung, eine weitere Erschliessungsstrasse sei erforderlich. Die Beschwerdeführerin schliesslich ist der Meinung, bis zum Bau einer zusätzlichen Erschliessung könne die Hörnlistrasse nicht erstellt werden, weil die Voraussetzungen von Art. 25 Abs. 2 USG nicht erfüllt seien. Wie es sich damit verhält, ist nachfolgend zu prüfen.\n\na) Gemäss Art. 25 Abs. 2 USG können Erleichterungen gewährt werden, wenn ein überwiegendes Interesse an der Anlage besteht und die Einhaltung der Planungswerte zu einer unverhältnismässigen Belastung für das Projekt führen würde. Dabei dürfen BGE 116 Ib 159 S. 165jedoch unter Vorbehalt von Art. 25 Abs. 3 USG die Immissionsgrenzwerte nicht überschritten werden. Wie erwähnt (E. 4b), ist für die Empfindlichkeitsstufe II ein Immissionsgrenzwert von 60 dB(A) massgebend.\n\nZunächst ist festzuhalten, dass nicht für den Bau jeder Strasse ein überwiegendes öffentliches Interesse besteht. Sofern eine neue Strasse ein Industriegebiet erschliessen soll, ist vielmehr unter verschiedenen möglichen und tauglichen Varianten diejenige zu wählen, welche die Planungswerte einhält. Anderseits muss jedes Baugebiet grundsätzlich auch selber seine Lärmimmissionen tragen. Soweit demnach die Hörnlistrasse lediglich das Baugebiet nördlich der Bahnlinie erschliesst und dabei die Hilag-, die Wiesen- und die Ziegeleistrasse entlastet, die ebenfalls durch Wohngebiet führen, stünde Art. 25 Abs. 2 USG einer Bewilligung auch dann nicht entgegen, wenn die Planungswerte überschritten würden, was im vorliegenden Fall aber - wie ausgeführt - nicht zutrifft. Soll aber die neue Hörnlistrasse auch das bisher nicht überbaute Industriegebiet erschliessen, dann muss im einzelnen geprüft werden, ob nicht eine andere Variante besser geeignet ist, das Erschliessungsproblem zu lösen. Das ist insbesondere dann der Fall, wenn eine andere Strassenführung die Planungswerte nicht verletzt und auch keine anderen überwiegenden Gründe der Raumplanung oder des Umweltschutzes gegen diese Variante sprechen. Die Gemeinde, die Vorinstanzen und die Beschwerdeführerin sind der Auffassung, dass die im Richtplan vorgesehene Umfahrungsstrasse von Eschlikon, welche im fraglichen Bereich unmittelbar südlich der Bahnlinie verläuft, als Erschliessung des Industriegebiets besser geeignet wäre als die Hörnlistrasse. Falls diese nicht innert kurzer Frist verwirklicht werden könne, sei auch bloss das westliche Teilstück vom Bahnübergang der Bahnhofstrasse bis zum Industriegebiet in Form einer Stichstrasse zweckmässig. Diese Stichstrasse soll nach dem Willen des Verwaltungsgerichts und auch der Gemeinde selber in den Richtplan aufgenommen werden. In der Tat würde diese Strassenführung kaum durch Wohngebiet verlaufen und die Verkehrsträger entlang dem Bahntrassee bündeln. Schon aus diesem Grunde kann somit nicht gesagt werden, es bestehe für die Hörnlistrasse als Erschliessung des Industriegebiets ein überwiegendes öffentliches Interesse. Zudem haben die Vertreter der Gemeinde Eschlikon anlässlich der bundesgerichtlichen Instruktionsverhandlung ausgeführt, es komme allenfalls auch eine BGE 116 Ib 159 S. 166Erschliessung des betreffenden Gebiets weiter südlich in Richtung Wallenwil in Betracht.\n\nZusammenfassend ergibt sich daher, dass die neue Hörnlistrasse zwar zur Erschliessung des Baugebiets nördlich des Bahnübergangs und zur Entlastung der andern Verkehrswege in diesem Bereich gerechtfertigt ist, nicht aber als Erschliessung für das bisher nicht überbaute Industriegebiet. Eine Erschliessung dieses Gebiets über die neue Hörnlistrasse würde Art. 25 Abs. 2 USG verletzen. Der Vollständigkeit halber sei angemerkt, dass die bereits bestehenden Industriebauten südlich des Bahndammes nach der nicht zu beanstandenden Auffassung der Vorinstanzen über die neue Hörnlistrasse miterschlossen werden können, ohne dass dadurch die Planungswerte überschritten werden.\n\nb) Sind die Voraussetzungen von Art. 25 Abs. 2 USG für den Neubau der Hörnlistrasse insoweit nicht erfüllt, als damit das nicht überbaute Industriegebiet \"Riet\" erschlossen werden soll, stellt sich die Frage, ob die Beschwerde deswegen gutzuheissen ist und ob damit der Bau der Hörnlistrasse vorerst verhindert werden muss. Diese Frage ist indes zu verneinen, wie nachfolgend aufzuzeigen ist.\n\nGemäss Art. 22 Abs. 2 RPG ist Voraussetzung einer Baubewilligung, dass das Land erschlossen ist. Land ist erschlossen, wenn u.a. die für die betreffende Nutzung hinreichende Zufahrt besteht (Art. 19 Abs. 1 RPG). Dabei sind die Anforderungen an die Erschliessung je nach der beanspruchten Nutzung und nach den massgeblichen Umständen im Einzelfall verschieden (EJPD/BRP, Erläuterungen RPG, N. 9 zu Art. 19). Das bedeutet, dass die Erschliessung beispielsweise für eine Industriezone andere Voraussetzungen zu erfüllen hat als für eine Wohnzone. Dabei gehört zur Zufahrt im Sinne der letztgenannten Bestimmung nicht nur das Verbindungsstück von der öffentlich zugänglichen Strasse zum Grundstück, sondern ebensosehr die weiterführende öffentliche Strasse, soweit der Besucher sie zwingend als Zufahrt benützen muss. Genügt eine dem Gemeingebrauch dienende Strassenverbindung für die vorgesehene Baunutzung nicht, so muss die Baubewilligung verweigert werden (Erläuterungen, a.a.O., N. 12 zu Art. 19 RPG). In diesem Sinne ist eine Erschliessung auch dann ungenügend, wenn sie die Umweltschutzgesetzgebung verletzt bzw. wenn der Anschluss an eine bestehende Erschliessung die Umweltschutzgesetzgebung verletzen würde (vgl. P. ETTLER, Kommentar zu Art. 25 USG, N. 20).BGE 116 Ib 159 S. 167\n\nWenn demnach die neue Hörnlistrasse die einzige Erschliessungsmöglichkeit für das Industriegebiet ist und im fraglichen Zeitpunkt Lärmmessungen auf ihr ergeben, dass der Planungswert bereits erreicht ist, so fehlt es den unüberbauten Grundstücken im Industriegebiet an der erforderlichen Erschliessung und damit an der Baureife. Ein allfälliges Überschreiten der Planungswerte durch eine weitere Überbauung der Industriezone führt nach dem Gesagten nicht zum Bauverbot der Hörnlistrasse, sondern zum Bauabschlag für Bauvorhaben in dieser Zone, bis die von der Gemeinde in Aussicht genommene Stichstrasse oder allenfalls eine anderweitige hinreichende Erschliessung verwirklicht ist. Dabei gilt - wie das Baudepartement in seinem Entscheid zutreffend ausgeführt hat - auch für nach Fertigstellung der Hörnlistrasse eingereichte Bauvorhaben der Planungswert von 55 dB(A) und nicht etwa der höhere Immissionsgrenzwert (vgl. Art. 8 Abs. 4 in Verbindung mit Art. 7 LSV).\n\nIn diesem Zusammenhang ist aber festzustellen, dass das vom Baudepartement hinsichtlich des Industriegebiets \"Riet\" nur undifferenziert festgelegte, vorübergehende generelle Bauverbot als solches als unverhältnismässig erscheint, indem es klar über eine Erschliessungsetappierung im traditionellen Sinne hinausgeht (vgl. Art. 3 Abs. 3 lit. b in Verbindung mit Art. 19 RPG, Art. 21 f. RPV in der Fassung vom 2. Oktober 1989 (AS 1989 S. 1985 ff.), Art. 5 WEG). Vielmehr muss - um dem sowohl im Lichte der Eigentumsgarantie als auch im Lichte der Umweltschutzgesetzgebung bedeutsamen Verhältnismässigkeitsgrundsatz Nachachtung zu verschaffen (s. Botschaft des Bundesrates zum USG, BBl 1979 III S. 756 und 777 f.) - einzelfallweise differenziert werden, will doch das Umweltschutzgesetz kein Verhinderungs-, sondern ein Massnahmengesetz sein. Seinem Konzept nach will es die Quellen der Umweltbelastung nicht als solche in Frage stellen; die Nachfrage soll nicht untersagt, sondern befriedigt werden, wobei aber gleichzeitig die den Umweltschutzanforderungen entsprechenden Vorkehren getroffen werden sollen. Nur aus dieser Sicht ist die kaskadenartige Ordnung von Art. 25 USG - von Abs. 1 über Abs. 2 bis zu Abs. 3 - zu erklären. Auf den vorliegenden Fall bezogen heisst dies, dass die zuständige Baubewilligungsbehörde einem Bauvorhaben im Industriegebiet \"Riet\" bereits jetzt - noch ohne die vom Baudepartement genannte zweite Erschliessungsstrasse - nicht mit der Begründung der fehlenden Erschliessung die Baubewilligung verweigern darf, wenn sich die Erschliessung im BGE 116 Ib 159 S. 168Sinne der vorstehenden Ausführungen für ein Vorhaben auch anderswie, ohne die betreffende weitere Erschliessungsstrasse, als hinreichend erweisen sollte. Dies könnte insbesondere etwa dann der Fall sein, wenn eine einzelne Parzelle nach Süden oder in Richtung Wallenwil erschliessbar wäre.\n\n7. Beizufügen ist auch im vorliegenden Fall, dass nach dem zweistufigen Konzept des Umweltschutzgesetzes in erster Linie Emissionen im Rahmen der Vorsorge soweit zu begrenzen sind, als dies technisch und betrieblich möglich und wirtschaftlich tragbar ist (Art. 11 Abs. 2 USG; s. hiezu BGE 113 Ib 399 E. 3, BGE 114 Ib 222 E. 4b; BGE 115 Ib 446 ff. und 456 ff.). Erst auf der zweiten Stufe werden Emissionsbegrenzungen verschärft, wenn feststeht oder zu erwarten ist, dass die Einwirkungen unter Berücksichtigung der bestehenden Umweltbelastung schädlich oder lästig werden, d.h. wenn sie die Grenzwerte überschreiten (Art. 11 Abs. 3 USG). Diese Zweistufigkeit gilt auch für den Lärmschutz (vgl. Art. 7 Abs. 1 lit. a und b LSV); Art. 25 USG konkretisiert bloss die Regelung zur zweiten Stufe, setzt aber selbstverständlich die erste Stufe voraus (vgl. ETTLER, a.a.O., N. 45 zu Art. 25 USG). In erster Linie sind alle möglichen und tragbaren Massnahmen zu treffen. Die zweite Stufe greift - nur subsidiär - dann ein, wenn feststeht oder zu erwarten ist, dass trotzdem die Grenzwerte nicht einzuhalten sind, also Massnahmen der ersten Stufe nicht ausreichen (A. SCHRADE, Kommentar zu Art. 11 USG, N. 44).\n\nIn diesem Sinne, im Rahmen der Anwendung des Art. 11 Abs. 2 USG, hat sich die Ortsgemeinde Eschlikon anlässlich der bundesgerichtlichen Instruktionsverhandlung zu Verkehrslenkungsmassnahmen - z.B. Verkehrsbeschränkungen auf der Ziegelei- oder Hörnlistrasse - bereit erklärt. Einiges lässt sich nach Angaben der Kantonsvertreter und der Gutachter auch durch eine richtige Anordnung der Bauten erreichen, wozu sich die Gemeinde ebenfalls bereit erklärt hat und wofür die nötigen Rechtsgrundlagen vorhanden sind; durch derartige bauliche Massnahmen liesse sich der Lärm zusätzlich um rund 2-3 dB(A) reduzieren. Zudem hat sich die Gemeinde damit einverstanden erklärt, prüfen zu lassen, ob ein besonderer lärmverhindernder Strassenbelag eingesetzt werden kann."}