{"annee": "116", "cour": "III", "page": "42", "date": "29/3/1990", "cite": ["110 III 27", "33 I 480", "51 III 117", "81 III 109", "90 III 79", "101 III 86", "92 III 9"], "cite_par": ["130 III 672", "119 III 93", "142 III 174"], "chapeau": "10. Extrait de l'arrêt de la Chambre des poursuites et des faillites du 29 mars 1990 dans la cause L'Aiglon S.A. (recours LP)", "regestes": ["Art. 281 LP. Conditions d'application. Il n'est pas nécessaire que le créancier séquestrant doive lui-même requérir la participation de l'art. 281 LP. Il lui incombe seulement de demander la saisie définitive dans les dix jours du jugement de mainlevée définitive ou d'un jugement exécutoire, s'il entend bénéficier de la participation concédée à raison du fait qu'il ne pouvait jusqu'alors requérir lui-même la saisie (consid. 2a). Afin que le droit de participation puisse être efficacement exercé, la distribution des deniers n'interviendra qu'une fois terminée la procédure relative à la validité du séquestre ou de la créance elle-même. Peu importe que la vente ait été requise une fois écoulé le délai de participation de l'art. 110 LP (consid. 2c). La question de savoir si et dans quelle mesure une personne participe à une exécution forcée doit toujours faire l'objet d'une décision de l'autorité chargée de l'exécution (consid. 3a). La tardiveté d'une telle décision ne saurait entraîner la perte d'un droit légal (consid. 3b). Lorsque le créancier séquestrant est en mesure de requérir la continuation de la poursuite dans le délai de l'art. 110 LP, la disposition spéciale de l'art. 281 LP ne s'applique plus (consid. 4)."], "faits": "BGE 116 III 42 S. 43\n\nA.- Le 27 septembre 1985, Union Bank of Nigeria Ltd. obtint un séquestre No 885 SQ 445 au préjudice de Charles Godwill Atohoun, portant sur les actifs de celui-ci en mains de la Société de Banque Suisse (ci-après: la SBS) pour une créance de 370'000 francs plus accessoires. La poursuite No 85 092863 G en validation de ce séquestre fut frappée d'opposition.\n\nLe 18 septembre 1987, L'Aiglon S.A. obtint un séquestre No 1087 SQ 506 au préjudice du même débiteur, portant sur les actifs de ce dernier en mains de la SBS pour une créance de 204'158 francs plus accessoires. Le 3 mai 1988, L'Aiglon S.A. requit la continuation de la poursuite No 87 079995 F. Le séquestre fut converti en saisie définitive le 9 mai 1988 et porta sur un montant de 231'896 francs en mains de la SBS. Le 13 juin 1988, le procès-verbal de saisie a été notifié à la créancière, ainsi qu'au débiteur. Il ne mentionnait que L'Aiglon S.A. au titre de créancier.\n\nLe 28 octobre 1988, Union Bank of Nigeria Ltd. requit la continuation de la poursuite No 85 092863 G sur la base d'un jugement de la Cour de justice du 16 septembre 1988 confirmant la mainlevée de l'opposition au commandement de payer prononcée par le Tribunal de première instance le 4 février 1988.\n\nLe 20 juillet 1988, L'Aiglon S.A. déposa une réquisition de vente auprès de l'Office. Par lettres des 16 septembre et 18 octobre 1988, elle relança cette dernière, toutefois sans succès. La créancière ne reçut qu'une lettre du 20 septembre 1988 l'informant que la SBS avait été invitée à transférer les avoirs frappés de saisie.\n\nEntre-temps, l'Office constata qu'il avait omis d'inscrire au procès-verbal de saisie No 87 079995 F la poursuite intentée par BGE 116 III 42 S. 44Union Bank of Nigeria Ltd. Il décida, le 22 novembre 1988, de faire participer la poursuite No 85 092863 G (séquestre No 885 SQ 445) à la saisie exécutée dans le cadre de la poursuite No 87 079995 F et d'inscrire à cet effet cette poursuite sur le procès-verbal de saisie No 87 079995 F.\n\nB.- Le 24 novembre 1988, L'Aiglon S.A. déposa plainte contre la décision de l'Office des poursuites prise le 22 novembre 1988.\n\nLe 10 janvier 1990, l'Autorité de surveillance des offices de poursuite pour dettes et de faillite du canton de Genève a rejeté la plainte.\n\nC.- Le 25 janvier 1990, L'Aiglon S.A. a déposé un recours auprès de la Chambre des poursuites et des faillites du Tribunal fédéral. Elle conclut à l'annulation de la décision attaquée, ainsi que de celle prise par l'Office des poursuites le 22 novembre 1988. Tout comme devant l'autorité cantonale, elle fait valoir que les biens ne doivent être saisis qu'à son seul profit.", "considerants": "Considérant en droit:\n\n2. La recourante reproche à l'Autorité de surveillance d'avoir violé l'art. 281 LP. Elle aurait méconnu le fait qu'une participation de \"plein droit\" d'un créancier au bénéfice d'un séquestre antérieur à la saisie opérée au profit d'une autre poursuite ne peut intervenir que si l'Office prend une décision effective, et ce au plus tard lors de l'expiration du délai de participation. En l'espèce, une telle décision ne serait pas intervenue, à tout le moins pas dans le délai. Ce qui a été ordonné le 22 novembre 1988 ne serait pas une participation à la saisie, mais à la vente. Une telle décision ne reposerait sur aucune base légale.\n\na) Ce moyen n'est pas fondé. Il est incontestable que les conditions de l'art. 281 LP sont effectivement remplies en l'espèce. Selon cette disposition, lorsque les objets séquestrés viennent à être saisis par un autre créancier avant que le séquestrant ne soit dans les délais pour opérer la saisie, ce dernier participe de plein droit à la saisie à titre provisoire. Il n'est pas nécessaire que le créancier séquestrant doive lui-même requérir cette participation. Il lui incombe seulement de demander la saisie définitive dans les dix jours du jugement de mainlevée définitive ou d'un jugement exécutoire, s'il entend bénéficier de la participation concédée à raison du fait qu'il ne pouvait jusqu'alors requérir lui-même la saisie (ATF 92 III 14 et les références citées, notamment la circulaire de BGE 116 III 42 S. 45la Chambre des poursuites et des faillites No 27 du 1er novembre 1910; GILLIÉRON, Poursuite pour dettes, Faillite et Concordat, Lausanne 1988, p. 199, 378/379; AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 4e éd., Berne 1988, § 25 n. 11, § 51 n. 53 et 55; FRITZSCHE, Schuldbetreibung und Konkurs, Zurich 1968, vol. 2, p. 247).\n\nb) En l'espèce, Union Bank of Nigeria avait obtenu en 1985 déjà le séquestre de la créance saisie ultérieurement par la recourante. La poursuite en validation du séquestre fut intentée en temps utile. Toutefois, la procédure de mainlevée ne prit fin que le 16 septembre 1988, par le jugement de la Cour de justice. La créancière séquestrante requit le 28 octobre 1988 la continuation de la poursuite. Manifestement, elle déposa cette requête, conformément à la circulaire No 27 précitée, dès qu'elle fut effectivement en mesure de le faire et en respectant le délai de dix jours prescrit. Lorsque l'opposition est levée par le juge, ce délai commence à courir, non pas dès le jour où le jugement a été rendu, mais dès qu'il a été communiqué aux parties (ATF 101 III 90 consid. 1c). La recourante ne conteste d'ailleurs pas le respect de ce délai.\n\nc) Afin que le droit de participation puisse être efficacement exercé, la distribution des deniers n'interviendra qu'une fois terminée la procédure relative à la validité du séquestre ou de la créance elle-même (JAEGER, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, Lausanne 1920, rem. 4 ad art. 281). Peu importe dès lors que la recourante ait requis la vente une fois écoulé le délai de participation de l'art. 110 LP. Cette réquisition ne pouvait faire tomber le droit de participation provisoire de Union Bank of Nigeria. La communication de l'Office des poursuites du 20 septembre 1988 ne laisse d'ailleurs planer aucun doute. La créancière séquestrante n'était effectivement pas encore en mesure de rendre sa participation définitive par l'introduction d'une réquisition de continuer la poursuite.\n\n3. L'Autorité de surveillance a admis qu'une participation à la saisie selon l'art. 281 LP était possible sans que l'Office des poursuites ne prenne une décision. Elle a relevé, d'une part, que l'art. 112 al. 2 LP prévoit certes que le droit de participation du séquestrant doit être consigné au procès-verbal de saisie. Mais en se référant à JAEGER (op.cit., rem. 7 ad art. 112), dont l'opinion n'a d'ailleurs pas été approuvée par le Tribunal fédéral (ATF 81 III 116 consid. 5b renvoyant àATF 33 I 480 s.), elle ajoute: \"pour autant toutefois que le préposé a connaissance du séquestre, ce qui BGE 116 III 42 S. 46ne sera pas toujours le cas lorsqu'il s'agit d'une saisie ou d'un séquestre portant sur des créances ou si le lieu de séquestre et celui de la poursuite sont différents\". D'autre part, l'autorité cantonale estime que la consignation au procès-verbal du droit de participation du séquestrant n'est qu'une prescription de forme. Enfin, l'art. 281 LP doit être interprété littéralement et non pas extensivement.\n\nIl faut confirmer dans son résultat la décision querellée, lors même que sa motivation est certes sommaire et pas complètement convaincante.\n\na) La recourante se réfère à l'arrêt Gauch (ATF 81 III 109 ss, spéc. 113 consid. 4). Le Tribunal fédéral y a jugé que l'art. 110 LP n'implique pas une participation automatique, bien que la loi n'en dise rien. La question de savoir si et dans quelle mesure une personne participe à une exécution forcée doit toujours faire l'objet d'une décision de l'autorité chargée de l'exécution. La raison en est que, dans chaque cas, l'office doit examiner si les conditions de procédure auxquelles est subordonné un certain mode de participation à une procédure d'exécution forcée sont réalisées.\n\nContrairement à l'avis de l'autorité cantonale de surveillance, il en va de même pour la participation provisoire de l'art. 281 LP. L'office doit également examiner l'application de cette disposition. Le débiteur a aussi le droit de savoir, tout comme le créancier séquestrant, pour quel créancier et quelle prétention des biens sont saisis. Certes, contrairement au cas de l'art. 110 LP, aucun complément de saisie ne peut être en principe opéré au bénéfice du créancier séquestrant. En effet, selon une jurisprudence constante, ne peuvent être réalisées dans le cadre d'une poursuite en validation du séquestre que les valeurs patrimoniales figurant au procès-verbal de séquestre (ATF 110 III 29 consid. 1b; ATF 90 III 80; ATF 51 III 122). Mais il n'y a aucune raison de renoncer à l'exigence d'une décision de l'office au sens de l'art. 112 al. 2 LP. Ce dernier doit dans tous les cas veiller à ce que les conditions de la participation soient remplies.\n\nb) En l'espèce, une décision existe. La question est bien plutôt de savoir si celle qui a été prise le 22 novembre 1988 n'était pas tardive parce qu'elle n'est pas intervenue le 9 mai 1988, voire aussitôt après le 29 juin 1988, fin du délai de participation de l'art. 110 LP. Cela aurait pour conséquence que la créancière séquestrante serait forclose.BGE 116 III 42 S. 47\n\nDans l'arrêt Gauch précité (ATF 81 III 115 ss), le Tribunal fédéral considéra que la nécessité d'une décision de l'office pour participer à une saisie ne signifiait pas qu'une telle décision, qui n'avait tout d'abord pas été prise, ne pourrait plus intervenir par la suite. Ainsi, il était possible d'admettre une participation après l'exécution de la saisie lorsque celle-ci offrait une couverture suffisante pour les prétentions du créancier saisissant et du créancier participant. En tout cas le premier créancier saisissant ne devrait pas être désavantagé par une participation subséquente (en l'occurrence celle d'un créancier saisissant).\n\nOn ne saurait hésiter en l'espèce, où seules la créancière séquestrante et celle qui a obtenu une saisie postérieurement au séquestre sont en cause. Union Bank of Nigeria a bloqué par son premier séquestre les avoirs du débiteur auprès de la SBS. La poursuite de la recourante, intervenue après plus de deux ans et ayant conduit à la saisie des mêmes avoirs ne devrait rien changer aux droits de la créancière séquestrante. Elle ne pouvait d'emblée compter que ces avoirs seraient réservés à elle seule. Aussi longtemps que le séquestre demeurait pendant, aucune distribution ne pouvait intervenir (cf. supra consid. 2c). Si l'on suivait la recourante, la portée de l'art. 281 LP serait considérablement restreinte, au désavantage du premier créancier séquestrant. L'exigence d'une décision de l'office au sujet de la participation d'un créancier ne peut entraîner la perte d'un droit légal simplement en raison de la tardiveté d'une telle décision. Cette conséquence ne saurait survenir que si l'office - méconnaissant un séquestre antérieur - avait déjà réalisé les biens saisis et distribué les deniers. Or, ce n'était pas le cas le 22 novembre 1988.\n\n4. En l'espèce, il n'était pas question d'une situation tombant sous le coup de l'art. 110 LP. Le cas présent ne saurait non plus être assimilé à l'hypothèse où une participation des créanciers séquestrants est possible dans le délai de l'art. 110 LP (ATF 101 III 86 ss). L'art. 281 LP et la jurisprudence confirmée par la circulaire No 27 ont pour seul objet de permettre au créancier séquestrant de participer à la saisie à titre provisoire hors du délai normal de participation de trente jours de l'art. 110 LP. Lorsque le créancier séquestrant est en mesure de requérir la continuation de la poursuite dans ce délai de trente jours, la disposition spéciale de l'art. 281 LP n'entre plus en considération (ATF 101 III 89). Or, il a été démontré que Union Bank of Nigeria ne pouvait agir dans ce délai de trente jours (cf. supra consid. 2b). Le recours se révèle ainsi infondé."}