{"annee": "116", "cour": "II", "page": "281", "date": "20/9/1990", "cite": ["67 III 53", "113 II 146", "106 II 329", "87 I 311", "114 II 426"], "cite_par": [], "chapeau": "50. Auszug aus dem Urteil der II. Zivilabteilung vom 20. September 1990 i.S. F. M. und Mitbeteiligte gegen Grundbuchamt Bern und Justizdirektion des Kantons Bern (Verwaltungsgerichtsbeschwerde)", "regestes": ["Servitude d'usage sur une partie d'un immeuble (art. 745 ss et 781 CC). L'usufruit au sens des art. 745 ss CC ne peut être limité à certaines parties d'un immeuble de telle manière que l'usage des autres parties reste au propriétaire. Une servitude de jouissance ainsi limitée à certaines parties d'un immeuble ne peut être inscrite au registre foncier que comme une autre servitude au sens de l'art. 781 CC."], "faits": "BGE 116 II 281 S. 281\n\nA.- Mit Vertrag vom 26. Mai 1989 trat Fritz M. seinem Sohn Bernhard M. das Grundstück Grundbuchblatt Nr. 1262 auf Rechnung künftiger Erbschaft ab. Dabei behielt er für sich und seine Ehefrau ein lebenslängliches und unentgeltliches Nutzungsrecht an der sich in der abgetretenen Liegenschaft befindenden 3-Zimmer-Wohnung mit Nebenräumen vor. Nach dem Abtretungsvertrag sollte dieses Recht sowohl als irreguläre Dienstbarkeit nach Art. 781 ZGB als auch als Nutzniessung im Sinne von Art. 745 ff. ZGB im Grundbuch eingetragen werden.\n\nB.- Auf Anmeldung trug der Grundbuchverwalter die Eigentumsübertragung und das Nutzungsrecht als irreguläre Dienstbarkeit nach Art. 781 ZGB im Grundbuch ein. Er wies jedoch die Anmeldung bezüglich der Nutzniessung nach Art. 745 ff. ZGB mit Verfügung vom 7. September 1989 ab.\n\nGegen diese Verfügung beschwerte sich der verurkundende Notar im eigenen Namen sowie in demjenigen der Eheleute M. und von Bernhard M. bei der kantonalen Justizdirektion Bern. Diese trat mit Entscheid vom 13. Dezember 1989 auf die Beschwerde des BGE 116 II 281 S. 282Notars nicht ein und wies jene der Eheleute M. und von Bernhard M. ab.\n\nC.- Gegen diesen Entscheid haben die Eheleute M. und Bernhard M. Verwaltungsgerichtsbeschwerde beim Bundesgericht erhoben. Sie beantragen, den vorinstanzlichen Entscheid aufzuheben und das Grundbuchamt anzuweisen, der beanstandeten Anmeldung Folge zu geben.\n\nDie Justizdirektion des Kantons Bern beantragt, die Beschwerde sei abzuweisen, während das Eidgenössische Justiz- und Polizeidepartement (EJPD) sich in seiner Vernehmlassung für deren Gutheissung ausspricht.", "considerants": "Erwägungen:\n\n2. Das Grundbuchamt hat in seiner Verfügung das auf einen Gebäudeteil beschränkte und als andere Dienstbarkeit im Sinne von Art. 781 ZGB ausgestaltete Nutzungsrecht eingetragen. Demgegenüber hat es die im gleichen Vertrag in Form der eigentlichen Nutzniessung vorgesehene und ebenfalls nur auf einen Gebäudeteil beschränkte Dienstbarkeit nicht zugelassen. Die Justizdirektion hat diesen Entscheid geschützt, weil sie in einer auf einzelne Gebäudeteile beschränkten Nutzniessung eine unzulässige Mischform sah zwischen der auf den Genuss der ganzen Sache gerichteten, aber in der Ausübung übertragbaren Nutzniessung und dem auch mit Bezug auf die Ausübung unübertragbaren, hingegen auch an blossen Gebäudeteilen begründbaren Wohnrecht.\n\nDie Beschwerdeführer machen demgegenüber geltend, Art. 745 Abs. 2 ZGB erlaube es, den Genuss am belasteten Gegenstand zu beschränken. Eine Beschränkung der Nutzniessung auf einzelne Gebäudeteile müsse deshalb möglich sein.\n\n3. a) Gemäss Art. 745 Abs. 2 ZGB verleiht die Nutzniessung dem Berechtigten den vollen Genuss des Gegenstandes, soweit nichts anderes vereinbart ist. Rechtsgeschäftlich können bestimmte Nutzungsarten ausgeschlossen werden (vgl. PIOTET, Dienstbarkeiten und Grundlasten, SPR Bd. VI, S. 609; CARL MUGGLIN, Das dingliche Wohnrecht im schweizerischen Zivilgesetzbuch, Diss. Bern 1940, S. 77). Daraus könnte in der Tat, wie dies die Beschwerdeführer tun, der Schluss gezogen werden, die Nutzung sei auch auf einzelne Teile des Grundstücks beschränkbar. Die Nutzung an den übrigen Teilen verbliebe dann dem Eigentümer. Es erscheint jedoch fraglich, ob Art. 745 Abs. 2 ZGB eine Aufteilung des BGE 116 II 281 S. 283Genusses an einem Grundstück zwischen dem Nutzniessungsberechtigten und dem Eigentümer zulässt oder ob diese Bestimmung nur Vereinbarungen vorbehält, die eine bestimmte Nutzungsart ausschliessen. Im letzten Fall könnte die wegbedungene Nutzung weder vom beschränkt dinglich Berechtigten noch vom Eigentümer ausgeübt werden.\n\nDas Bundesgericht hatte sich zu dieser Frage bis anhin nicht auszusprechen. Es hatte nur im Zusammenhang mit einem Wohnrecht festgehalten, dass weitere, im Gesetz nicht ausdrücklich vorgesehene Beendigungsgründe vereinbart werden können (BGE 106 II 330 f.).\n\nb) Für die Zulassung einer auf einzelne Gebäudeteile beschränkten eigentlichen Nutzniessung sprechen sich in der Literatur insbesondere EGGEN und REY aus (GERHARD EGGEN, Privatrechtliche Fragen des neuen Bauens und ihre Wirkungen auf das Grundbuch, ZBGR 53. Jahrg., 1972, S. 211 f.; REY, Funktion des Dienstbarkeitsvertrages, Berner Notar 1983, S. 200; vgl. auch PETER RUF, Das Wohnrecht im bernischen Steuerrecht, Berner Notar 1989, S. 302 f. und 323; BERNHARD ZWAHLEN, Die Nutzniessung in der Praxis zum Bernischen Steuergesetz, Berner Notar 1989, S. 370, allerdings mit steuerrechtlich ausgerichteten Begründungen). Nach EGGEN (a.a.O.) wurden entsprechende Rechte in Bern und in Genf auch schon im Grundbuch eingetragen. Eine Begründung, warum es sich um eine eigentliche Nutzniessung handeln soll, gibt dieser Autor allerdings nicht. Er verweist nur auf FRIEDRICH (Zum Inhalte der Nutzungsdienstbarkeiten, in: Basler Festgabe zum Juristentag 1963, S. 37 ff.), der allerdings nur für die Zulässigkeit einer auf Gebäudeteile beschränkten Nutzungsdienstbarkeit eintritt, ohne aber eine Ausgestaltung als eigentliche Nutzniessung zu postulieren. Demgegenüber scheint REY der Ausgestaltung als eigentliche Nutzniessung gegenüber einer irregulären Dienstbarkeit den Vorzug zu geben, da Art. 781 ZGB grundsätzlich von der Übertragbarkeit der Dienstbarkeit als solcher ausgehe (REY, S. 200). Im Zusammenhang mit dem Stockwerkeigentum scheinen sich auch MEIER-HAYOZ/REY für die Zulässigkeit einer eigentlichen Nutzniessung an einem Grundstücksteil auszusprechen (MEIER-HAYOZ/REY, N. 50 zu Art. 712g ZGB).\n\nc) Ob Art. 745 Abs. 2 ZGB es nur zulässt, eine bestimmte Nutzungsart von der Dienstbarkeit auszuschliessen, oder auch die Aufteilung der Nutzung zwischen dem Eigentümer und dem Dienstbarkeitsberechtigten erlaubt, hängt wesentlich davon ab, BGE 116 II 281 S. 284wie das Gesetz bei der Nutzniessung die Lasten für die Erhaltung und den Unterhalt der Sache sowie die Zinspflicht für die Grundpfandschulden regelt. Art. 764 f. ZGB sprechen dafür, dass der ganze mögliche und zulässige Nutzen dem Nutzniesser zustehen soll. Dieser hat nämlich auch alle Kosten des gewöhnlichen Unterhalts und die gesamten Zinsen für die auf der Sache haftenden Kapitalschulden sowie die Steuern und Abgaben zu tragen. Eine Aufteilung dieser Kosten erfolgt zwischen dem Eigentümer und dem Nutzniesser nur im Verhältnis zur Dauer der Berechtigung des letzteren (Art. 765 ZGB).\n\nDie Regelung der Lastentragung ist allerdings dispositiver Natur (LEEMANN, Berner Kommentar, 1925, N. 1 zu Art. 764 ZGB; RICHARD LIEBERMANN, Die sachenrechtliche Nutzniessung, Diss. Zürich 1933, S. 41 f.). Es steht den Parteien frei, eine andere Aufteilung vorzusehen. Wird der Genuss auf einzelne Teile der Sache beschränkt, wäre es möglich, die Lasten im Verhältnis zwischen den Nutzungsrechten des Nutzniessers und jenen des Eigentümers aufzuteilen. Der Nutzniesser wäre verpflichtet, nur jenen Teil des gewöhnlichen Unterhaltes zu tragen, der den von ihm benutzten Teil des Grundstücks betrifft. Da meistens aber auch gemeinschaftliche Teile vorhanden sind (Treppenhaus, Waschküche, Aussenmauern, Dach etc.), wäre eine Aufteilung allerdings nicht einfach. Soweit es um die Zinsen für Kapitalschulden geht, wäre es unumgänglich festzulegen, an welchem Bruchteil der Sache dem Berechtigten die volle Nutzung zusteht. Die auf dem Nutzniessungsgegenstand haftenden Kapitalschulden können nur die ganze Sache, nicht aber die einzelnen Teile belasten. Es müsste deshalb eine Wertquote wie beim Stockwerkeigentum festgelegt werden (vgl. Art. 712e ZGB), was im vorliegenden Fall nicht geschehen ist. Ohne eine solche Festlegung im Errichtungsakt könnte eine Aufteilung einem späteren Erwerber des Grundstücks kaum entgegengehalten werden, weil nicht mehr ersichtlich wäre, wer welche Lasten zu tragen hat.\n\nDie Verteilung der Lasten bei der Nutzniessung zeigt somit, dass dieses Institut nicht darauf ausgerichtet ist, den Genuss der Liegenschaft räumlich zwischen dem Eigentümer und dem beschränkt dinglich Berechtigten aufzuteilen. Grundsätzlich trägt der Nutzniesser den ganzen ordentlichen Unterhalt sowie die Versicherungskosten und Kapitalzinsen. Die Regeln der Nutzniessung erweisen sich deshalb als ungeeignet für eine auf einen Teil des Grundstücks beschränkte Nutzungsdienstbarkeit. Von BGE 116 II 281 S. 285daher ist die Ausgestaltung als eigentliche Nutzniessung abzulehnen.\n\nEine Aufteilung des Nutzens zwischen dem Dienstbarkeitsberechtigten und dem Eigentümer würde den Charakter der Nutzniessung verändern. Die Aufteilung der Berechtigung bestünde nicht mehr zwischen dem Genuss einerseits und dem nackten Eigentum andererseits. Vielmehr hätte neben dem Nutzniesser auch der belastete Eigentümer den Nutzen an einem Teil der Liegenschaft.\n\nDie Nutzniessung kann nur insofern mit dinglicher Wirkung beschränkt werden, als gewisse Nutzungsarten generell ausgeschlossen werden oder die in Art. 749 ZGB vorgesehene maximale Dauer nicht ausgeschöpft wird, indem weitere Beendigungsgründe im Errichtungsakt vorgesehen werden (vgl. BGE 106 II 330 f., der allerdings ein Wohnrecht betraf).\n\nd) Das EJPD führt in seiner Vernehmlassung aus, die Art. 219, 244 und 612a ZGB belegten, dass es zulässig sei, eine entsprechende Dienstbarkeit als Nutzniessung zu errichten. Diese Bestimmungen sähen die Möglichkeit ausdrücklich vor, an einem Haus oder an einer Wohnung eine Nutzniessung zu errichten. Nach Art. 612a Abs. 1 ZGB könne der überlebende Ehegatte das Eigentum am Haus oder an der Wohnung verlangen, worin die Ehegatten gelebt haben. Absatz 2 der gleichen Bestimmung erlaube sodann, dem Ehegatten statt des Eigentums eine Nutzniessung oder ein Wohnrecht einzuräumen. Daraus müsse geschlossen werden, dass nach dem Willen des Gesetzgebers eine Nutzniessung auch an einer Wohnung, d.h. an einem Gebäudeteil, möglich sei. Könne ein entsprechendes Recht aber zu Gunsten des überlebenden Ehegatten errichtet werden, müsse dies auch allgemein zulässig sein. Es gehe nicht an, sachenrechtliche Institute im Sachenrecht anders zu behandeln als in anderen Teilen des ZGB.\n\nDem EJPD ist insoweit zuzustimmen, dass es nicht anginge, eine Nutzniessung an Gebäudeteilen nach Art. 745 ZGB auszuschliessen, falls diese Möglichkeit in den Art. 219, 244 und 612a ZGB ausdrücklich zu Gunsten des überlebenden Ehegatten vorgesehen wäre. Das EJPD verkennt aber die Tragweite der entsprechenden ehe- und erbrechtlichen Bestimmungen. Der Ausdruck \"das Haus oder die Wohnung, worin die Ehegatten gelebt haben\" ist nicht in einem technischen Sinn zu verstehen. Gegenstand des beschränkten dinglichen Rechts kann ohnehin nur die Sache selber, d.h. das Grundstück, sein. Soll das Gesetz verständlich sein, kann nicht BGE 116 II 281 S. 286vom \"Grundstück, worin die Ehegatten gelebt haben\", gesprochen werden. Der Doppelbegriff \"Haus oder Wohnung\" wird zudem ebenfalls in Art. 169 ZGB in einem sachenrechtlich untechnischen Sinn verwendet. Im allgemeinen wird auch dort das Rechtsgeschäft, welches der Zustimmung bedarf, nicht nur den entsprechenden Gebäudeteil, sondern das ganze Grundstück erfassen. Die Art. 219, 244 und 612a ZGB wollen nicht den Kreis der möglichen Dienstbarkeiten erweitern (RICHARD SCHLEISS, Hausrat und Wohnung in Güterstandsauseinandersetzung und Erbteilung, Diss. Basel, Hergiswil 1989, S. 231 f.). Sie geben nur das Recht, ein Wohnrecht oder eine Nutzniessung zu errichten, soweit dies nach den allgemeinen sachenrechtlichen Grundsätzen möglich ist. Die genannten Bestimmungen sprechen sich aber nicht dazu aus, unter welchen sachenrechtlichen Voraussetzungen die Errichtung einer Nutzniessung oder eines Wohnrechts zulässig ist.\n\nDies zeigt Art. 612a ZGB mit besonderer Deutlichkeit. Absatz 1 sieht die Übertragung des Eigentums an der Wohnung, dem Haus und den Hausratsgegenständen vor. Absatz 2 bestimmt, dass an Stelle des Eigentums eine Nutzniessung oder ein Wohnrecht treten können. Liesse man in wörtlicher Auslegung dieses Gesetzestextes eine Nutzniessung und ein Wohnrecht an allem zu, was nach Absatz 1 zu Eigentum übertragen werden kann, so müsste ein Wohnrecht auch am Hausrat eingeräumt werden können. Dies hat aber der Gesetzgeber mit Sicherheit nicht gewollt. Die Argumente, welche das EJPD Absatz 2 entnimmt, ergäben auf Art. 612a Abs. 1 ZGB bezogen, dass auch die Übertragung des Eigentums an einem nicht als Stockwerk ausgestalteten Gebäudeteil zulässig sein müsste. Auch das war aber sicher nicht der Wille des Gesetzgebers.\n\nDie Unzulässigkeit einer auf einzelne Gebäudeteile beschränkten Nutzniessung lässt sich ohne weiteres mit den Art. 219, 244 und 612a ZGB vereinbaren. Wurde das ganze Grundstück von den Ehegatten bewohnt, so ist es möglich, dem überlebenden Ehegatten eine Nutzniessung einzuräumen. Das Grundstück kann sowohl ein Haus als auch nur eine Wohnung (Stockwerkeigentum) erfassen. Insoweit bezieht sich die Nutzniessung sowohl auf das Haus als auch auf die Wohnung der Familie. Bewohnten demgegenüber die Ehegatten nur einen nicht als selbständiges Grundstück ausgestalteten Gebäudeteil, so ist dem Ehegatten ein Wohnrecht einzuräumen. Wäre der Gesetzgeber davon ausgegangen, dass eine Nutzniessung auch an einem Gebäudeteil begründet werden könne, so wäre es nicht notwendig gewesen, in den genannten BGE 116 II 281 S. 287Bestimmungen neben ihr auch noch ein Wohnrecht vorzusehen. Insoweit sprechen auch diese Bestimmungen eher gegen die Zulässigkeit einer auf einen Gebäudeteil beschränkten Nutzniessung.\n\nEs ist allerdings nicht zu verkennen, dass die Zulässigkeit einer auf Gebäudeteile beschränkten Nutzniessung im Zusammenhang mit Art. 219, 244 und 612a ZGB gewisse Vorteile hätte. Auch gegen den Willen einzelner Beteiligter könnte dann eine Nutzniessung an der ehelichen Wohnung begründet werden, selbst wenn das Grundstück mehr als nur die eheliche Wohnung umfasst. Diese Bestimmungen sehen neben der Eigentumsübertragung ausdrücklich nur die Begründung einer Nutzniessung oder eines Wohnrechtes, nicht aber auch einer irregulären Personaldienstbarkeit nach Art. 781 ZGB vor. Nach dem Wortlaut wäre es somit ausgeschlossen, letztere gegen den Willen einzelner Beteiligter durchzusetzen. Ob allerdings eine Nutzungsdienstbarkeit nach Art. 781 ZGB tatsächlich ausgeschlossen werden wollte, erscheint fraglich, muss aber hier nicht entschieden werden.\n\ne) Das EJPD verweist schliesslich auch auf Art. 12 Abs. 3 des Entwurfes zum bäuerlichen Bodenrecht (BBl 1988 III 1112). Diese Bestimmung lautet:\n\n\"3 Wird das landwirtschaftliche Gewerbe einem andern Erben als dem überlebenden Ehegatten zugewiesen, so kann dieser verlangen, dass ihm auf Anrechnung an seine Ansprüche die Nutzniessung an einer Wohnung oder ein Wohnrecht eingeräumt wird, wenn es die Umstände zulassen. Die Ehegatten können diesen Anspruch mit einem Ehe- und einem Erbvertrag ausschliessen oder ändern.\"\n\nAus dem Zusammenhang ergibt sich, dass die Zuweisung an einen andern Erben hauptsächlich dann erfolgen wird, wenn dieser das Gewerbe selber bewirtschaften will und dafür geeignet erscheint. Regelmässig wird sich somit die Nutzungsberechtigung des überlebenden Ehegatten nur auf einen Teil, nämlich ein Gebäude oder eine Wohnung, beschränken. Es ist nicht ausgeschlossen, dass der entsprechende Teil grundbuchlich als selbständige Sache (einzelne Parzelle oder Stockwerkeigentum) ausgestaltet ist. Das dürfte aber dem Bundesrat nicht als typischer Fall vorgeschwebt haben. Es muss vielmehr davon ausgegangen werden, dass in diesem Entwurf und der Botschaft angenommen wird, die Beschränkung der Nutzniessung auf einen Teil eines Grundstücks sei möglich. Der Botschaft ist aber keine Begründung zu entnehmen, warum ein entsprechend beschränktes Nutzungsrecht als eigentliche Nutzniessung ausgestaltet sein müsse und nicht in der Form BGE 116 II 281 S. 288einer anderen Dienstbarkeit in Erscheinung treten soll (vgl. Botschaft, BBl 1988 III 991 f.). Überdies handelt es sich vorerst bloss um einen Entwurf, dessen Schicksal noch nicht abzusehen ist und der für die Auslegung des geltenden Rechts nicht ausschlaggebend sein kann.\n\nAuch den vom EJPD ausserhalb des Sachenrechts aufgeführten Gesetzesbestimmungen kann somit nicht entnommen werden, dass es eine auf einzelne Gebäudeteile beschränkte Nutzniessung im eigentlichen Sinne geben müsse.\n\n4. a) Wie der vorliegende Fall zeigt, kommt es häufig vor, dass Eltern ihren Kindern auf Rechnung künftiger Erbschaft eine Liegenschaft abtreten und sich dabei das Recht vorbehalten wollen, in einem Teil der Liegenschaft weiter wohnen zu können.\n\nIn Anbetracht der erhöhten Lebenserwartung erscheint es aber regelmässig fraglich, ob die Eltern bis zu ihrem Lebensende im eigenen Haushalt bleiben können und wollen. Namentlich aus gesundheitlichen Gründen kann die Notwendigkeit eintreten, den eigenen Haushalt aufzugeben und den Rest des Lebensabends in einem Betagtenheim oder einer ähnlichen Einrichtung zu verbringen. Von daher besteht ein erhebliches Interesse daran, das Eigentum an einer Liegenschaft zu veräussern und sich ein Recht vorzubehalten, einen Teil des Gebäudes weiter bewohnen und allenfalls auch vermieten zu können.\n\nb) Es steht ausser Zweifel, dass der am ganzen Gegenstand berechtigte Nutzniesser dem Eigentümer vertraglich ein Benutzungsrecht an einzelnen Teilen einräumen kann. Es spricht nichts dagegen, dem Eigentümer ein entsprechendes Recht auf dessen Lebenszeit einzuräumen. Der ursprüngliche Eigentümer kann somit das Eigentum an der Liegenschaft übertragen und sich selber die volle Nutzniessung an der ganzen Sache dinglich vorbehalten. Er kann als Nutzniesser sodann einen Teil der Liegenschaft dem Eigentümer vermieten oder verpachten (vgl. BJM 1984, S. 73 ff.). Da die Nutzniessung nicht übertragbar ist, erscheint die fehlende dingliche Absicherung für den Eigentümer, dem ein entsprechendes Recht eingeräumt wurde, als von nur geringer praktischer Bedeutung. Es genügt grundsätzlich, wenn er sein Recht dem Vertragspartner entgegenhalten kann. Indessen dürfen die Beteiligten nicht einfach auf diesen rein obligatorischen Weg verwiesen werden. Sie haben schon wegen der Pfändbarkeit der Nutzniessungserträge ein Interesse an der dinglichen Absicherung ihres Verhältnisses.BGE 116 II 281 S. 289\n\nc) Auch mit dem Wohnrecht kann das besagte Ziel nicht erreicht werden. Nach herrschender Lehre ist, im Gegensatz zur Nutzniessung, nicht nur das Recht als solches, sondern auch dessen Ausübung nicht übertragbar (vgl. TUOR/SCHNYDER, ZGB, S. 720 f.; RIEMER, Die beschränkten dinglichen Rechte, Bern 1986, S. 67; MARX HEINZ, Das dingliche Wohnrecht, Diss. Bern 1970, S. 25; BGE 67 III 53 f.). Diese Möglichkeit kann vom Eigentümer nur mit obligatorischer Wirkung dem Wohnungsberechtigten eingeräumt werden (LEEMANN, N. 4 zu Art. 777 ZGB; CARL MUGGLIN, S. 23 f.). Das bedeutet aber, dass eine entsprechende Vereinbarung einem späteren Erwerber des Grundstücks nicht entgegengehalten werden kann, wenn er die entsprechende zusätzliche Pflicht nicht übernommen hat.\n\nIn neuster Zeit wurde in der Literatur jedoch die Meinung vertreten, es bestehe kein hinreichender Grund, eine Vereinbarung mit dinglicher Wirkung auszuschliessen, welche das Übertragen der Ausübung des Wohnrechts zulasse (FELIX SCHÖBI, Recht 1988, S. 58 ff.). Es ist zuzugeben, dass auch bei einem Wohnrecht die Interessen des Eigentümers nicht von vornherein das Übertragen der Ausübung als unzumutbar erscheinen lassen; soweit es sich um ein ausschliessliches Wohnrecht handelt, braucht das Verhältnis nicht personenbezogener zu sein als bei der Nutzniessung.\n\nDie Übertragbarkeit der Ausübung hätte allerdings weitreichende Folgen für die Ausgestaltung des Wohnrechts und stellte dieses praktisch der Nutzniessung gleich. So wäre nicht mehr begründbar, warum das Wohnrecht nicht einer juristischen Person zustehen könne (HEINZ, S. 45 f.). Zudem wäre sein Ertrag dann wie derjenige der Nutzniessung pfändbar, was das Bundesgericht bis jetzt abgelehnt hat (BGE 67 III 53 f.). Das Wohnrecht wäre von der Nutzniessung kaum mehr zu unterscheiden. Es ist somit daran festzuhalten, dass die Ausübung des Wohnrechts nicht übertragen werden kann.\n\nd) Demgegenüber kann ein auf einzelne Gebäudeteile beschränktes Nutzungsrecht als andere Dienstbarkeit im Sinne von Art. 781 ZGB (sogenannte irreguläre Personaldienstbarkeit) begründet werden (FRIEDRICH, S. 37 ff.).\n\nDas Schweizerische Sachenrecht wird vom Grundsatz beherrscht, dass nur bestimmte Arten von dinglichen Rechten erlaubt sind. Mischformen sind nicht zulässig (BGE 114 II 430 f.). Sieht man in den einzelnen allein zugelassenen Kategorien von Dienstbarkeiten Dienstbarkeitstypen, so ist das BGE 116 II 281 S. 290Dienstbarkeitsrecht vom Typenzwang beherrscht (LIVER, Zürcher Kommentar, Einleitung Dienstbarkeiten, N. 61). Innerhalb der Grenzen der einzelnen Dienstbarkeitskategorien hat das ZGB aber der Vertragsfreiheit ausgedehnten Raum gelassen (LIVER, Einleitung Dienstbarkeiten, N. 64). Den verschiedenen \"anderen Dienstbarkeiten\" fehlt jede gesetzliche Umschreibung (LIVER, Einleitung Dienstbarkeiten, N. 65). Ihr Inhalt wird durch die Vertragsparteien grundsätzlich frei bestimmt. Gemäss Art. 781 Abs. 1 ZGB können zu Gunsten einer beliebigen Person oder Gemeinschaft Dienstbarkeiten an Grundstücken bestellt werden, sooft diese in bestimmter Hinsicht jemandem zum Gebrauch dienen können. Vom System des Typenzwangs her steht fest, dass der Inhalt der Dienstbarkeit nicht so ausgestaltet werden kann, dass damit der Eigentümer sein Recht in zeitlicher und sachlicher Hinsicht überhaupt aufgibt. Die Dienstbarkeit darf nicht im Ergebnis auf die Übertragung des Eigentums hinauslaufen und das Eigentum entleeren (BGE 87 I 314; FRIEDRICH, S. 45 und 49; LIVER, Einleitung Dienstbarkeiten, N. 63 f. und N. 7 zu Art. 730 ZGB).\n\nDer Entscheid, was Inhalt einer irregulären Dienstbarkeit sein kann und was als zu starke Aushöhlung des Eigentums angesehen werden muss, hat sich nach der Ausgestaltung zu richten, die die gesetzlich umschriebenen Dienstbarkeiten erfahren haben (vgl. FRIEDRICH, S. 45). Was der Gesetzgeber bei den bestimmten Dienstbarkeiten ausgeschlossen hat, weil er darin eine übermässige Beschränkung des Eigentums sah, kann nicht Gegenstand einer irregulären Dienstbarkeit bilden. So ist es beispielsweise nicht zulässig, als Dienstbarkeit im Sinne von Art. 781 ZGB ein zeitlich unbefristetes und übertragbares Nutzungsrecht an bestimmten Räumen eines Hauses zu begründen, weil damit die Bestimmung umgangen würde, dass ein Wohnrecht unübertragbar und befristet ist (BGE 113 II 148 f.). Eine solche Umgehung steht aber vorliegend nicht zur Diskussion. Eine Übertragbarkeit der irregulären Nutzungsdienstbarkeit ist nicht vorgesehen; mit der Beschränkung auf einen Gebäudeteil geht diese weniger weit als die eigentliche Nutzniessung (FRIEDRICH, S. 54).\n\nEs stellt sich allerdings auch hier die Frage, wie die Lasten zwischen dem beschränkt dinglich Berechtigten und dem Eigentümer aufzuteilen sind. Art. 781 ZGB regelt diese Frage nicht ausdrücklich. Art. 781 Abs. 3 ZGB verweist diesbezüglich auf die Bestimmungen über die Grunddienstbarkeiten. Der somit anwendbare Art. 741 ZGB sieht vor, dass der Berechtigte Vorrichtungen BGE 116 II 281 S. 291zu unterhalten hat, die zur Ausübung der Dienstbarkeit gehören; dienen sie auch den Interessen des Belasteten, so haben beide die Last des Unterhalts nach dem Verhältnis ihrer Interessen zu tragen. Diese Bestimmung ist - wie jene bei der Nutzniessung - dispositiver Natur (LIVER, N. 9 ff. und 66 ff. zu Art. 741 ZGB). Wenn es auch wünschbar ist, dass die Parteien im Errichtungsakt regeln, wie die Lasten zwischen dem Eigentümer und dem Dienstbarkeitsberechtigten aufzuteilen sind, so sieht doch auch die subsidiäre gesetzliche Regel eine der Aufteilung des Gebrauches angemessene Verteilung der Unterhaltskosten vor. Auch insofern lässt sich nichts gegen eine entsprechende Dienstbarkeit einwenden.\n\n5. Es hat sich somit ergeben, dass eine auf einzelne Teile eines Grundstücks beschränkte Nutzungsdienstbarkeit nicht als Nutzniessung, sondern nur als andere Dienstbarkeit im Sinne von Art. 781 ZGB im Grundbuch eingetragen werden kann. Dies ist im vorliegenden Fall auch so geschehen. Die Beschwerde erweist sich somit als unbegründet und ist abzuweisen."}