{"annee": "116", "cour": "V", "page": "218", "date": "4/9/1990", "cite": ["96 II 204", "112 II 245", "108 II 143", "114 V 102", "115 V 96", "109 II 219", "61 II 171", "107 II 226", "58 II 381", "115 V 244", "112 II 38", "47 II 476", "108 II 416", "113 V 287", "109 II 452", "109 II 60", "62 II 168", "109 II 116", "113 II 52", "109 II 159", "99 II 67", "110 II 141", "113 IB 188", "115 V 224", "112 V 356"], "cite_par": ["118 IV 325", "117 V 214", "133 V 314", "118 V 158", "130 V 80", "119 V 440", "134 III 511", "118 IB 172", "129 V 145", "128 V 243", "122 V 142", "122 V 320", "131 V 27", "129 III 305", "120 V 15", "119 V 283", "118 V 239", "118 II 333", "135 V 418", "118 V 229", "117 V 208", "119 V 289", "120 V 26"], "chapeau": "35. Urteil vom 4. September 1990 i.S. X gegen Betriebliche Altersvorsorgeeinrichtung Wirte und Versicherungsgericht des Kantons Zürich", "regestes": ["Art. 73 al. 1 et 4 LPP. Les contestations en matière de prévoyance professionnelle au sens étroit, opposant assurés ou ayants droit à une institution de prévoyance de caractère professionnel enregistrée (provisoirement) relèvent des moyens juridictionnels prévus à l'art. 73 al. 1 et 4 LPP (consid. 1). Art. 1 ss CO. Prévoyance facultative (non régie par la LPP) des indépendants: Nature juridique et interprétation du contrat de prévoyance (consid. 2). Moment de la conclusion du contrat (consid. 3b). Art. 4 ss LCA, art. 23 ss CO. Réticence en matière de prévoyance facultative (non régie par la LPP) des indépendants. Pour décider si une réticence a été commise, il faut appliquer, en l'absence de dispositions statutaires ou réglementaires idoines, non pas les règles concernant les vices du consentement (art. 23 ss CO), mais, par analogie, celles des art. 4 ss LCA (consid. 4). Etendue de la déclaration obligatoire (consid. 5a). Le point de savoir s'il y a réticence s'apprécie, sans égard à une éventuelle faute, en fonction de critères objectifs et subjectifs (consid. 5b). Le délai de quatre semaines prévu par l'art. 6 LCA est un délai de péremption; il commence à courir dès que l'institution de prévoyance reçoit des renseignements dignes de foi sur des faits dont on peut déduire avec certitude qu'une réticence a été commise (consid. 6a)."], "faits": "BGE 116 V 218 S. 219\n\nA.- X, Inhaberin des Wirtepatents, betrieb zusammen mit ihrem 1940 geborenen Lebensgefährten Y, der als Koch tätig war, eine Wirtschaft. Am 28. Mai 1985 unterzeichnete Y eine \"Anmeldung für die Planvorsorge (BAV 1)\" bei der Stiftung Betriebliche Altersvorsorge Wirte (nachstehend: BAV-Wirte), wobei er sich für den Versicherungsplan Nr. 06 entschied. Neben Alters- und Invaliditätsleistungen sah dieser Plan im Falle des Todes der versicherten Person vor dem Rücktrittsalter die Auszahlung eines nach dem Eintrittsalter abgestuften Todesfallkapitals an eine begünstigte Person vor. Die auf dem \"Anmeldeformular\" aufgeführte Frage, ob er sich \"für gesund und voll arbeitsfähig halte\", beantwortete Y mit \"ja\". Ferner wurde auf dem betreffenden Formular der 1. Juni 1985 als Beginn der Versicherung vermerkt. Mit Schreiben vom 18. Juni 1985 bestätigte die BAV-Wirte die \"Anmeldung\" und übersandte gleichzeitig das Reglement \"Planvorsorge (BAV 1)\" sowie eine gegengezeichnete Kopie des \"Antragsscheins\".\n\nEtwa am 30. Mai 1985 stellten sich bei Y starke Bauchschmerzen ein, welche am 1. Juni 1985 eine notfallmässige Einlieferung ins Spital N. erforderlich machten. Anlässlich des am gleichen Tag wegen Verdachts auf akute Blinddarmentzündung erfolgten operativen Eingriffs stellten die Ärzte einen ausgedehnten Metastasenbefall eines bösartigen Tumors beider Leberlappen fest, welcher von einem polypös exulzierenden Magen-Carcinom als Primärtumor ausgegangen war. Nachdem Y am 13. Juni 1985 das Spital im Hinblick auf einen Kuraufenthalt verlassen hatte, verstarb er kurz nach erneuter Hospitalisation am 26. Juni 1985 an dieser Krebserkrankung.BGE 116 V 218 S. 220\n\nIn der Folge erhob X als Begünstigte Anspruch auf das Todesfallkapital aus der Vorsorgeversicherung ihres verstorbenen Lebenspartners. Mit Schreiben vom 3. Februar 1986 verneinte die BAV-Wirte ihre Leistungspflicht und erklärte die rückwirkende Auflösung der Versicherung mit der Begründung, \"nach medizinischem Standpunkt\" hätte Y die im Antragsformular gestellte Frage, ob er sich gesund fühle, nicht bejahen dürfen.\n\nB.- X liess beim Versicherungsgericht des Kantons Zürich Klage gegen die BAV-Wirte erheben und im wesentlichen beantragen, diese sei zu verpflichten, ihr den Betrag von Fr. 90'094.-- zu bezahlen. Mit Entscheid vom 12. Mai 1989 wies das kantonale Gericht das Rechtsbegehren ab.\n\nC.- X lässt Verwaltungsgerichtsbeschwerde führen mit dem Antrag, in Aufhebung des vorinstanzlichen Entscheides sei die BAV-Wirte zu verpflichten, ihr \"Fr. 46'722.-- nebst Zins zu 5% seit 30. Mai 1986 zu zahlen\".\n\nWährend die Vorsorgeeinrichtung auf Abweisung der Verwaltungsgerichtsbeschwerde schliesst, enthält sich das Bundesamt für Sozialversicherung eines bestimmten Antrages.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Gemäss Art. 73 BVG bezeichnet jeder Kanton als letzte kantonale Instanz ein Gericht, das über die Streitigkeiten zwischen Vorsorgeeinrichtungen, Arbeitgebern und Anspruchsberechtigten entscheidet (Abs. 1). Die Entscheide der kantonalen Gerichte können auf dem Wege der Verwaltungsgerichtsbeschwerde beim Eidg. Versicherungsgericht angefochten werden (Abs. 4).\n\nArt. 73 BVG findet auf den obligatorischen, vor-, unter- und überobligatorischen Bereich registrierter privat- und öffentlich-rechtlicher Vorsorgeeinrichtungen (PFITZMANN, Die öffentlich-rechtlichen Pensionskassen im BVG-Obligatorium, in SZS 29/1985 S. 234) Anwendung (Art. 49 Abs. 2 BVG), ferner auf nichtregistrierte Personalvorsorgestiftungen (Art. 89bis Abs. 6 ZGB; BGE 115 V 247 Erw. 1a, BGE 114 V 104 Erw. 1a, BGE 112 V 358 Erw. 1a). Dabei ist ohne Belang, ob sich die fraglichen Ansprüche aus privatem oder öffentlichem Recht ergeben (LANG/HOLLENWEGER, Aufsicht und Rechtspflege in der beruflichen Vorsorge, S. 20; BGE 113 Ib 190 Erw. 2a). Voraussetzung für den Rechtsweg nach Art. 73 Abs. 1 und 4 BVG bildet jedoch, dass die zwischen dem Versicherten resp. Anspruchsberechtigten und der BGE 116 V 218 S. 221Vorsorgeeinrichtung bestehende Streitigkeit die berufliche Vorsorge im engeren oder weiteren Sinn betrifft (MEYER, Die Rechtswege nach dem Bundesgesetz über die beruflichen Alters-, Hinterlassenen- und Invalidenversicherung (BVG), in ZSR 106/1987 I S. 613; VIRET, La jurisprudence du TFA en matière de prévoyance professionnelle: Questions de procédure, in SVZ 57/1989 S. 87; unveröffentlichtes Urteil B. vom 7. Juni 1989). In zeitlicher Hinsicht ist der Geltungsbereich von Art. 73 BVG auf die Beurteilung von Streitsachen beschränkt, in welchen der Versicherungsfall nicht vor dem 1. Januar 1985 eingetreten oder die in Frage stehende Forderung bzw. Verpflichtung nicht vor dem Inkrafttreten des neuen Rechts entstanden sind; der Umstand, dass in einem solchen Fall Sachverhalte aus der Zeit vor und nach dem 1. Januar 1985 zu beurteilen sind, ändert an der BVG-Rechtspflegezuständigkeit nichts (BGE 115 V 228 Erw. 1b, 114 V 35 Erw. 1a, 113 Ib 191 oben, 113 V 200 Erw. 1b und 292; MEYER, a.a.O., S. 627 f.).\n\nb) Bei der BAV-Wirte handelt es sich um eine (provisorisch) registrierte Verbandsvorsorgeeinrichtung im Sinne von Art. 48 Abs. 1 BVG in Verbindung mit Art. 5 BVV 1. Als sog. umhüllende Kasse nimmt sie nicht nur am BVG-Obligatorium (Art. 7 ff. BVG) teil, sondern führt gleichzeitig die weitergehende Vorsorge sowie die freiwillige Versicherung für Arbeitnehmer und Selbständigerwerbende durch (vgl. Art. 4 und 13 des Reglements Personalvorsorge sowie Art. 3 Reglement BAV 1), in deren Bereich die Bestimmungen des BVG über die Rechtspflege aufgrund von Art. 49 Abs. 2 BVG ebenfalls anwendbar sind (vgl. RIEMER, Das Recht der beruflichen Vorsorge in der Schweiz, S. 92, N. 15 zu § 3). Weil die vorliegend zu beurteilende Streitsache die berufliche Vorsorge im engeren Sinn zum Gegenstand hat (vgl. MEYER, a.a.O., S. 608) und das dem geltend gemachten Anspruch zugrundeliegende Ereignis nach Inkrafttreten des BVG eingetreten ist, sind die Voraussetzungen für den Rechtsweg nach Art. 73 Abs. 4 BVG in sachlicher wie in zeitlicher Hinsicht gegeben.\n\n2. Wie die Vorinstanz zutreffend erkannt und dargetan hat, wird das Rechtsverhältnis zwischen einer Vorsorgeeinrichtung und dem Vorsorgenehmer im Bereich der freiwilligen beruflichen Vorsorge Selbständigerwerbender nicht durch einen Versicherungsvertrag im Sinne des VVG, sondern durch einen sog. Vorsorgevertrag begründet, der als Innominatskontrakt (sui generis) zu bezeichnen ist (BGE 115 V 99 Erw. 3b, BGE 112 II 249 Erw. 1b; statt vieler Riemer, Vorsorge-, Fürsorge- und Sparverträge der beruflichen Vorsorge, BGE 116 V 218 S. 222in Innominatsverträge, Festgabe zum 60. Geburtstag von Walter R. Schluep, S. 233 und 237; BRÜHWILER, Personalvorsorge, S. 124, N. 28 zu § 8; MAURER, Schweizerisches Privatversicherungsrecht, 2. Aufl., S. 133 f.). Als solcher untersteht er in erster Linie den allgemeinen Bestimmungen des OR (BRÜHWILER, a.a.O., S. 124, N. 28 zu § 8). Das Reglement stellt den vorformulierten Inhalt des Vorsorgevertrages bzw. dessen Allgemeine Bedingungen dar, denen sich der Versicherte ausdrücklich oder durch konkludentes Verhalten unterzieht; gegebenenfalls können individuelle Abmachungen hinzutreten (BGE 115 V 99 Erw. 3b, BGE 112 II 249 Erw. 1b). Es ist nach dem Vertrauensprinzip auszulegen, wobei jedoch die den Allgemeinen Bedingungen innewohnenden Besonderheiten zu beachten sind (BGE 112 II 249 Erw. 1b mit Hinweisen; RIEMER, Vorsorge-, Fürsorge- und Sparverträge in der beruflichen Vorsorge, S. 237), wie insbesondere die sog. Unklarheits- (BGE 109 II 219 Erw. b, BGE 107 II 230 Erw. 5; vgl. auch BGE 113 II 52, BGE 112 II 254 oben, BGE 110 II 146) und Ungewöhnlichkeitsregeln (BGE 109 II 457 Erw. 5; siehe auch BGE 109 II 118 Erw. 2 und 216 Erw. 2, BGE 108 II 418 Erw. 1b). Im Todesfall des Versicherten erlangen die Anspruchsberechtigten die Leistung des Vorsorgeträgers weder aufgrund eines erbrechtlichen Anspruchs noch aufgrund der Begünstigungsklausel nach Art. 76 ff. VVG, sondern aus einem echten Vertrag zugunsten Dritter im Sinne von Art. 112 Abs. 2 OR (BGE 112 II 39 Erw. 3 und 250 Erw. 1b mit zahlreichen Hinweisen auf Lehre und Rechtsprechung; siehe auch BGE 115 V 99 Erw. 3c und BGE 113 V 289 Erw. 4b; WALSER, Die Personalvorsorgestiftung, Diss. Zürich 1975, S. 126; SCHNEITER, Die Rechtsbeziehungen zwischen Dienst- und Vorsorgeverhältnis bei privatrechtlichen Wohlfahrtseinrichtungen, Diss. Zürich 1966, S. 20).\n\n3. Im Lichte dieser Grundsätze ist vorab zu prüfen, in welchem Zeitpunkt der Vorsorgevertrag zwischen Y und der BAV-Wirte zustande gekommen ist.\n\na) Diesbezüglich macht die Beschwerdeführerin geltend, der Vorsorgevertrag sei entgegen der Auffassung des kantonalen Gerichts nicht erst am 18. Juni 1985, sondern bereits mit der Absendung des \"Antragformulars\" am 28. Mai 1985 rechtsgültig zustande gekommen. Die Vorsorgestiftung habe in Art. 2 und 3 des Reglements BAV 1, welche den Anschluss von dem Wirteverband angehörenden Betrieben an die Versicherung bzw. den versicherten Personenkreis zum Inhalt haben, die Voraussetzungen für eine Vorsorgevereinbarung (abschliessend) umschrieben. Diese BGE 116 V 218 S. 223Bestimmungen seien als permanente Offerte der Stiftung an die Betriebsinhaber und Angestellten von Wirteverbandsmitgliedern zu werten und stellten gleichzeitig den Verzicht auf eine Gesundheitsprüfung dar. Damit aber stehe es der BAV-Wirte nicht mehr zu, weitere Abklärungen zu treffen, wenn ein Vorsorgeinteressent die reglementarischen Aufnahmevoraussetzungen erfülle. Folglich erweise sich das von Y unterzeichnete Formular nicht als Offerte, sondern stelle das Akzept des von der Stiftung offerierten Vertragsschlusses dar.\n\nb) Ein Vertragsabschluss in der von der Beschwerdeführerin beschriebenen Weise ist grundsätzlich möglich (für den Bereich der überobligatorischen Vorsorge vgl. namentlich RIEMER, Das Recht der beruflichen Vorsorge in der Schweiz, S. 103, N. 15 zu § 4 und BRÜHWILER, a.a.O., S. 446, N. 12 zu § 21). Die Frage, ob und in welchem Zeitpunkt ein Vorsorgevertrag zustande gekommen ist, lässt sich jedoch angesichts der mannigfaltigen Aufnahmepraxis nicht generell, sondern nur im Einzelfall aufgrund der konkreten Umstände sowie in Anwendung der Bestimmungen des OR über den Vertragsabschluss (Art. 1 ff. OR) beantworten. Dabei ist zu beachten, dass es einer Vorsorgeeinrichtung im Bereich der freiwilligen beruflichen Vorsorge Selbständigerwerbender grundsätzlich freisteht, die Modalitäten des Vertragsabschlusses festzulegen.\n\nGemäss Art. 4 Abs. 1 des Reglements BAV 1 sind die für die Aufnahme in die Versicherung vorgesehenen Personen bei der BAV-Wirte zur Versicherung anzumelden. Entsprechend ist denn auch das von Y am 28. Mai 1985 unterzeichnete Formular mit \"Anmeldung für die Planvorsorge (BAV 1)\" überschrieben. Allein diese Formulierungen lassen schon den Schluss zu, dass das blosse Ausfüllen des Antragsscheins nicht bereits das Akzept zu dem von der Stiftung angebotenen Vorsorgevertrag bildet, sondern lediglich den Wunsch des Vorsorgeinteressenten zum Ausdruck bringt, mit dieser einen Vertrag einzugehen. Ihre Bestätigung findet diese Auffassung im Umstand, dass die Unterschrift der BAV-Wirte auf dem vom Vorsorgeinteressenten unterzeichneten Dokument ausdrücklich vorbehalten ist (und in casu von dieser erst am 18. Juni 1985 geleistet wurde). Damit soll der Stiftung ermöglicht werden, die Anmeldung von Betrieben bzw. Selbständigerwerbenden daraufhin zu prüfen, ob die statutarischen oder reglementarischen Voraussetzungen für die Aufnahme in die Versicherung gegeben sind. Ein solches Vorgehen kann auch nicht als ungewöhnlich bezeichnet werden. Dasselbe Verfahren findet sich nämlich beim BGE 116 V 218 S. 224Abschluss von Versicherungsverträgen nach VVG, wo der Antrag im rechtlichen Sinne normalerweise vom künftigen Versicherungsnehmer ausgeht (vgl. Art. 1 VVG). Daran ändert nichts, dass es sich beim Antragsschein um ein vom Versicherer vorgedrucktes Formular handelt oder dass der Versicherungsagent an den Interessenten herangetreten ist. Erst wenn die Versicherungseinrichtung den Antrag ausdrücklich oder durch konkludentes Verhalten annimmt, ist der Versicherungsvertrag zustande gekommen (MAURER, a.a.O., S. 197 ff.; VIRET, Privatversicherungsrecht, 2. Aufl., S. 87 ff.; KOENIG, Schweizerisches Privatversicherungsrecht, 3. Aufl., S. 69 ff.). Schliesslich erfolgte die Übergabe des Reglements erst mit dem Bestätigungsschreiben vom 18. Juni 1985, was in Anbetracht des gesamten Geschehensablaufes gegen ein Zustandekommen des Vertrages vor diesem Zeitpunkt spricht (vgl. WALSER, a.a.O., S. 119). Gegenteiliges lässt sich dem Reglement BAV 1, insbesondere den von der Beschwerdeführerin angerufenen Art. 2 und 3 nicht entnehmen.\n\nc) Ebensowenig stichhaltig ist der sinngemässe Einwand der Vorsorgestiftung, dass zwischen ihr und Y kein Vertrag zustande gekommen sei, da Satz 2 von Art. 4 Abs. 2 BAV 1 eine im vorliegenden Fall nicht erfüllte Suspensivbedingung enthalte. Art. 4 Abs. 2 BAV 1 lautet wie folgt:\n\n\"Es werden alle zu versichernden Personen in die Versicherung aufgenommen, die gesund und voll arbeitsfähig sind. Treffen diese Bedingungen für eine Person im Zeitpunkt, da sie die übrigen Aufnahmevoraussetzungen erfüllt, nicht zu, so wird die Aufnahme bis zur Erlangung der vollen Gesundheit und Arbeitsfähigkeit aufgeschoben. Auf diesen Zeitpunkt ist erneut eine Anmeldung einzureichen.\"\n\nDaraus geht klar hervor, dass es sich bei Satz 2 dieser Bestimmung nicht um eine aufschiebende Bedingung im Sinne von Art. 151 OR handelt. Erfüllt nämlich der Vorsorgeinteressent die in Art. 4 Abs. 2 Satz 1 BAV 1 umschriebenen Voraussetzungen für die Aufnahme in die Versicherung nicht, hat er, sobald er gesund und vollständig arbeitsfähig ist, ein neues Aufnahmegesuch zu stellen (Satz 3). Nimmt der Versicherer, wie hier, den Bewerber trotz eingeschränkter Gesundheit oder Arbeitsfähigkeit auf, ist der Vorsorgevertrag grundsätzlich perfekt mit der Wirkung, dass allfällige Mängel des Vertragsschlusses nur über die hiefür bereitstehenden Rechtsinstitute behoben werden können.\n\nd) Nach dem Gesagten ist der Vorsorgevertrag zwischen Y und der BAV-Wirte nicht bereits mit der Absendung des Anmeldeformulars BGE 116 V 218 S. 225am 28. Mai 1985, sondern erst mit dem Bestätigungsschreiben vom 18. Juni 1985 zustande gekommen.\n\n4. Streitig und zu prüfen ist sodann, ob entsprechend der Auffassung der BAV-Wirte Mängel beim Vertragsabschluss vorliegen, welche die rückwirkende Aufhebung des Vertrages zur Folge haben. Dies beurteilt sich in erster Linie nach den einschlägigen Bestimmungen des Vorsorgevertrages.\n\na) Die Statuten wie auch das Reglement BAV 1 schweigen sich über die Folgen einer Anzeigepflichtverletzung aus. Es läge daher nach dem in Erw. 2 Gesagten nahe, bei Verletzung der Anzeigepflicht die Bestimmungen des OR über die Mängel des Vertragsabschlusses (Art. 23 bis 31 OR), insbesondere die Tatbestände des Grundlagenirrtums (Art. 24 Abs. 1 Ziff. 4 OR) und der absichtlichen Täuschung (Art. 28 OR) heranzuziehen. Indes vermag die Anwendung dieser Regeln den Umständen des Einzelfalles nicht immer gerecht zu werden. Zudem erscheint auch zweifelhaft, ob bei einer im Zeitpunkt des Vertragsabschlusses bestehenden, subjektiv jedoch nicht erkennbaren Krankheit, welche einige Monate nach dem Abschluss zum Ausbruch kommt, die Berufung auf Grundlagenirrtum dem Gebot der schonenden Rechtsausübung (Art. 2 ZGB) widersprechen würde, wie dies vom kantonalen Gericht vertreten wird.\n\nb) Erweist sich somit die Anwendung der Bestimmungen des OR über die Mängel des Vertragsabschlusses auf die Anzeigepflichtverletzung nicht in jeder Hinsicht als sachgerecht, fragt es sich, ob dieser Tatbestand nach Art. 4 ff. VVG beurteilt werden kann. Laut Art. 101 VVG findet das Versicherungsvertragsgesetz auf die privaten Rechtsverhältnisse zwischen den der Aufsicht nicht unterstellten Versicherungseinrichtungen (Art. 4 des Versicherungsaufsichtsgesetzes vom 23. Juni 1978; VAG) oder den der vereinfachten Aufsicht unterstellten Versicherungseinrichtungen (Art. 6 VAG) und ihren Versicherten keine Anwendung (Abs. 1 Ziff. 2). Für diese Rechtsverhältnisse gilt das Obligationenrecht (Abs. 2). Auf Vorsorgeverträge von nicht bzw. der vereinfachten Versicherungsaufsicht unterstellten Institutionen wie der BAV-Wirte sind daher grundsätzlich die Regeln über das OR heranzuziehen, weil das VVG keine (direkte) Anwendung findet. Dies schliesst indessen nicht aus, dass gegebenenfalls analogieweise gewisse Bestimmungen des VVG als Spezialgesetz des subsidiär anwendbaren OR (Art. 100 Abs. 1 VVG) angewendet werden können (BGE 112 II 249 unten f. mit Hinweis, BGE 62 II 172, BGE 61 II 178; BGE 116 V 218 S. 226ROELLI/JAEGER, Kommentar zum VVG, Bd. III, N. 49 zu Art. 101 VVG; RIEMER, Das Recht der beruflichen Vorsorge in der Schweiz, S. 102, N. 14 zu § 4; KOENIG, a.a.O., S. 21; BRÜHWILER, a.a.O., S. 124, N. 28 zu § 8, insbesondere Fn. 65). Eine solche analoge Anwendbarkeit ist beim spezifisch versicherungsrechtlich kodifizierten Tatbestand der Anzeigepflicht und deren Verletzung (vgl. KOENIG, Ist das Versicherungsvertragsgesetz revisionsbedürftig?, in ZSR 81/1962 II S. 157 f.) zu bejahen. Denn wie die Privatversicherer sind auch die Vorsorgeeinrichtungen gehalten, die Wahrscheinlichkeit der Realisierung des von ihnen zu übernehmenden Risikos zu prüfen. Sie sind deshalb darauf angewiesen, vom Antragsteller die für die versicherungstechnisch gebotene Erfassung des Risikos erforderlichen Auskünfte zu erhalten bzw. bei Verletzung der Anzeigepflicht vom Vertrag zurücktreten zu können. Es drängt sich deshalb angesichts des gleichen versicherungstechnischen Fundaments der Rechtsverhältnisse auf, die in Art. 4 ff. VVG statuierte Ordnung der Anzeigepflicht sinngemäss auch im Bereich der freiwilligen beruflichen Vorsorge Selbständigerwerbender (ausserhalb des BVG) anzuwenden (SCHNEITER, a.a.O., S. 38 oben).\n\n5. a) Nach Art. 4 VVG hat der Antragsteller dem Versicherer an Hand eines Fragebogens oder auf sonstiges schriftliches Befragen alle für die Beurteilung der Gefahr erheblichen Tatsachen, soweit und so wie sie ihm bei Vertragsabschluss bekannt sind oder bekannt sein müssen, schriftlich mitzuteilen (Abs. 1). Erheblich sind diejenigen Gefahrstatsachen, die geeignet sind, auf den Entschluss des Versicherers, den Vertrag überhaupt oder zu den vereinbarten Bedingungen abzuschliessen, einen Einfluss auszuüben (Abs. 2). Die Gefahrstatsachen, auf welche die schriftlichen Fragen des Versicherers in bestimmter, unzweideutiger Fassung gerichtet sind, werden als erheblich vermutet (Abs. 3). Gefahrstatsachen sind alle Tatsachen, die bei der Beurteilung der Gefahr in Betracht fallen und den Versicherer demzufolge über den Umfang der zu deckenden Gefahr aufklären können; dazu sind nicht nur jene Tatsachen zu rechnen, welche die Gefahr verursachen, sondern auch solche, die bloss einen Rückschluss auf das Vorliegen von Gefahrenursachen gestatten (BGE 108 II 146 Erw. 1, BGE 99 II 77 unten f. mit Hinweisen; SVA XV Nr. 9 S. 41). Nach herrschender Lehre und Rechtsprechung weist die Anzeigepflicht des Antragstellers keinen umfassenden Charakter auf. Sie beschränkt sich vielmehr auf die Angabe jener Gefahrstatsachen, BGE 116 V 218 S. 227nach denen der Versicherer ausdrücklich und in unzweideutiger Art gefragt hat; der Antragsteller ist daher ohne entsprechende Fragen nicht verpflichtet, von sich aus über bestehende Gefahren Auskunft zu geben (ROELLI/KELLER, Kommentar zum VVG, S. 94 mit zahlreichen Hinweisen auf die Judikatur; VIRET, Privatversicherungsrecht, S. 110 und 114; KOENIG, a.a.O., S. 175; MAURER, a.a.O., S. 234 oben; SVA XV Nr. 9 S. 41). In zeitlicher Hinsicht erstreckt sich die Anzeige- bzw. Nachmeldepflicht auch auf (erhebliche) Gefahrstatsachen, die zwar nach Einreichung des Antrages, aber vor Abschluss des Vertrages entstehen (MAURER, a.a.O., S. 234, Fn. 546; KOENIG, a.a.O., S. 174; VIRET, Privatversicherungsrecht, S. 116; SVA XV Nr. 22 S. 133), unabhängig davon, ob die Vertragswirkungen früher oder später einsetzen (ROELLI/KELLER, a.a.O., S. 88). Hat der Antragsteller beim Abschluss einer Versicherung eine für ihn erkennbare erhebliche Gefahrstatsache im soeben dargelegten Sinn, nach der er ausdrücklich und in unzweideutiger Art gefragt worden war, unrichtig beantwortet oder verschwiegen, so steht dem Versicherer nach Art. 6 VVG das Recht zu, binnen vier Wochen seit Kenntnis der Verletzung der Anzeigepflicht vom Vertrag zurückzutreten.\n\nb) Im Gegensatz zum vertraglich vereinbarten Rechtsnachteil bei der Verletzung einer Obliegenheit gemäss Art. 45 Abs. 1 VVG fällt die Frage nach dem Verschulden im Bereiche des Art. 6 VVG ausser Betracht (BGE 109 II 63 Erw. 3c; SVA XV Nr. 22 S. 132). Wann die Anzeigepflicht verletzt ist, beurteilt sich verschuldensunabhängig nach subjektiven wie auch nach objektiven Kriterien. Denn nach dem Wortlaut von Art. 4 und 6 VVG hat der Antragsteller dem Versicherer in Beantwortung entsprechender Fragen nicht nur die ihm tatsächlich bekannten (von seinem positiven Wissen erfassten) erheblichen Gefahrstatsachen mitzuteilen, sondern auch diejenigen, die ihm bekannt sein müssen. Damit stellt das Gesetz ein objektives (vom tatsächlichen Wissen des Antragstellers über den konkreten Sachverhalt unabhängiges) Kriterium auf, bei dessen Anwendung jedoch die Umstände des einzelnen Falles, insbesondere die persönlichen Eigenschaften (Intelligenz, Bildungsgrad, Erfahrung) und die persönlichen Verhältnisse des Antragstellers, zu berücksichtigen sind. Entscheidend ist somit, ob und inwieweit ein Antragsteller nach seiner Kenntnis der Verhältnisse und gegebenenfalls nach den ihm von fachkundiger Seite erteilten Aufschlüssen eine Frage des Versicherers in guten Treuen verneinen durfte. Er genügt seiner Anzeigepflicht nur, wenn er BGE 116 V 218 S. 228ausser den ihm ohne weiteres bekannten Tatsachen auch diejenigen angibt, deren Vorhandensein ihm nicht entgehen kann, wenn er über die Fragen des Versicherers ernsthaft nachdenkt (BGE 96 II 209 ff. Erw. 4, bestätigt in BGE 109 II 62 f. Erw. 3b; VIRET, Privatversicherungsrecht, S. 116; ROELLI/KELLER, a.a.O., S. 104-106; KOENIG, a.a.O., S. 179 f.).\n\nc) Im vorliegenden Fall begab sich Y am 20. Mai 1985 wegen akuten Kreuzbeschwerden in ärztliche Behandlung zu Dr. med. S. Anlässlich der zweiten Konsultation vom 23. Mai 1985 stellte der behandelnde Arzt eine Besserung des Leidens fest (Schreiben Dr. S. an den Rückversicherer der BAV-Wirte vom 28. Juli 1986). Zumindest ab diesem Datum konnte der Vorsorgeinteressent unbestrittenermassen seine Tätigkeit als Koch wieder voll aufnehmen. Damit aber durfte er am 28. Mai 1985 die im Antragsformular gestellte (subjektiv formulierte) Frage, ob er sich für \"gesund und voll arbeitsfähig halte\", in guten Treuen bejahen, unbesehen darum, ob er in diesem Zeitpunkt allenfalls noch an Restbeschwerden gelitten hatte. Gesundheitsstörungen, die allgemein als vorübergehend gelten, hat der Anzeigepflichtige bei einer solchen Fragestellung praxisgemäss nicht anzugeben, es sei denn, sie müssten von ihm als Symptome eines eigentlichen Leidens aufgefasst werden (ROELLI/KELLER, a.a.O., S. 110 mit Hinweisen). Dies war hier jedoch nicht der Fall, gaben doch sowohl Dr. med. S. gegenüber dem Rechtsvertreter der Beschwerdeführerin (Schreiben vom 25. Mai 1987) wie auch Dr. med. Sch. gegenüber dem Gesellschaftsarzt des Rückversicherers (Schreiben vom 18. Juli 1986) an, dass sich Y grundsätzlich eines guten Allgemeinzustandes erfreuen und sich - abgesehen von den Kreuzbeschwerden - subjektiv gesund fühlen durfte. Auch konnte Dr. Sch. im Umstand, dass sich das Krebsleiden bis zur Spitaleinlieferung nicht manifestiert hatte, nichts Aussergewöhnliches erblicken, da ein Magenkarzinom sehr lange nicht mit Beschwerden verbunden sei, \"so dass es dann oft zu Ablegern in andere Organe kommt, welche das weitere Schicksal bestimmen\" (Schreiben vom 9. September 1985 an die BAV-Wirte).\n\nBereits drei Tage später, am 1. Juni 1985, veränderte sich die Situation jedoch insofern, als der Vorsorgeinteressent notfallmässig mit Verdacht auf akute Blinddarmentzündung ins Spital N. eingeliefert werden musste, wo die Ärzte anlässlich des am selben Tag erfolgten operativen Eingriffes ein Leberkarzinom feststellten. In der Folge konnte er die Arbeit bis zu seinem Tod nicht mehr BGE 116 V 218 S. 229aufnehmen. Da Y im Antragsformular unzweideutig nach seiner Gesundheit und Arbeitsfähigkeit gefragt worden war, wäre er im Lichte der vorerwähnten Grundsätze gehalten gewesen, diese erhebliche Veränderung des Gesundheitszustandes der BAV-Wirte unverzüglich (schriftlich) mitzuteilen. Nachdem er das Spital am 13. Juni 1985 für einen Kuraufenthalt verlassen konnte, ist davon auszugehen, dass er hiezu auch in der Lage gewesen wäre. Eine solche Meldung hätte den Versicherer zudem rechtzeitig, d.h. vor Abschluss des Vorsorgevertrages am 18. Juni 1985, erreichen können. Indem er diese Nachmeldung unterliess, hat er die Anzeigepflicht klarerweise verletzt, weshalb der BAV-Wirte grundsätzlich das Recht zustand, vom Vertrag zurückzutreten.\n\n6. Zu prüfen bleibt, ob die Stiftung den Rücktritt vom Vertrag rechtzeitig erklärt hat.\n\na) Die Rücktrittserklärung nach Art. 6 VVG ist verspätet, wenn sie nicht innert vier Wochen seit Kenntnis von der Verletzung der Anzeigepflicht vom Versicherer erklärt wird. Dabei handelt es sich nicht um eine Verjährungs-, sondern um eine Verwirkungsfrist, deren Lauf weder gehemmt noch unterbrochen werden kann (BGE 109 II 162 Erw. a; VIRET, La réticence dans l'assurance-maladie privée et sociale, in SVZ 43/1975-76 S. 46; ROELLI/KELLER, a.a.O., S. 140; MAURER, a.a.O., S. 236, Fn. 553). Sie beginnt erst, wenn der Versicherer zuverlässige Kunde von Tatsachen erhält, aus denen sich der sichere Schluss auf Verletzung der Anzeigepflicht ziehen lässt. Blosse Vermutungen, die zu grösserer oder geringerer Wahrscheinlichkeit drängen, dass die Anzeigepflicht verletzt ist, genügen nicht (BGE 109 II 160 Erw. 2a, BGE 58 II 383, BGE 47 II 483 f.; VIRET, Privatversicherungsrecht, S. 120; ROELLI/KELLER, a.a.O., S. 139).\n\nb) Auf entsprechende Anfrage (vom 29. August 1985) teilte Dr. Sch. der Verbandsvorsorgestiftung mit Schreiben vom 9. September 1985 u.a. mit, Y sei ab 1. Juni 1985 bis zu seinem Ableben vollständig arbeitsunfähig gewesen. Aus dieser Mitteilung musste die Stiftung auf eine Verletzung der Anzeigepflicht seitens des Vorsorgeinteressenten schliessen. Der am 3. Februar 1986 erklärte Rücktritt vom Vertrag erweist sich somit als verspätet. Da zudem bei Vertragsabschluss am 18. Juni 1985 das befürchtete Ereignis, insbesondere auch eine Invalidität (vgl. Art. 17 Abs. 1 Reglement Personalvorsorge) noch nicht eingetreten war und die Vereinbarung damit nicht an einem Nichtigkeitsmangel leidet (vgl. Art. 9 VVG), hat die Beschwerdeführerin im Grundsatz Anspruch BGE 116 V 218 S. 230auf Hinterlassenenleistungen der BAV-Wirte. Nach Art. 15 Abs. 2 lit. b des Reglements BAV 1 haben jedoch bei Fehlen der Eltern nur diejenigen Personen Anspruch auf das Todesfallkapital, die von der versicherten Person nachweisbar regelmässig unterstützt wurden (zum Begriff der Unterstützung in der beruflichen Vorsorge nach BVG vgl. ZAK 1987 S. 284 f.). Wie es sich damit verhält, lässt sich aufgrund der zur Verfügung stehenden Unterlagen nicht beurteilen. Die Sache ist daher an das kantonale Gericht zurückzuweisen, damit dieses die Frage der regelmässigen Unterstützung prüfe und anschliessend über den Anspruch der Beschwerdeführerin auf Hinterlassenenleistungen neu befinde.\n\n7. (Kosten und Parteientschädigung)"}