{"annee": "117", "cour": "IV", "page": "14", "date": "8/3/1991", "cite": ["89 IV 71", "107 IV 40", "69 IV 4", "68 IV 83", "89 I 92", "103 IV 65"], "cite_par": ["134 IV 189", "119 IV 25", "125 II 265", "129 IV 216", "119 IV 273"], "chapeau": "5. Auszug aus dem Urteil des Kassationshofes vom 8. März 1991 i.S. R. gegen Staatsanwaltschaft des Kantons Graubünden (Nichtigkeitsbeschwerde)", "regestes": ["Art. 126 al. 1 CP; définition des voies de fait, droit de correction du maître d'école. On doit admettre comme constitutives de voies de fait les atteintes physiques excédant ce qu'il est admis de supporter selon l'usage courant et les habitudes sociales et qui ne causent ni lésions corporelles, ni atteintes à la santé. Une telle atteinte peut exister même si elle n'a causé aucune douleur physique (consid. 2a; changement de jurisprudence). Le droit fédéral exclut-il tout droit de correction du maître d'école? L'interdiction des châtiments corporels au sens de l'art. 65 al. 2 Cst. vise-t-elle aussi les punitions corporelles infligées par le maître à l'élève? Ces questions restent sans réponse, car le droit de correction du maître impliquerait en toute hypothèse une base légale formelle qui fait ici défaut dans le droit cantonal applicable (consid. 4)."], "faits": "BGE 117 IV 14 S. 15\n\nA.- R. ist Psychologe mit Hochschulabschluss und führt eine Praxis für Lebensberatung. In seiner Freizeit betreibt er, ausgezeichnet mit dem schwarzen Gurt, Karatesport.\n\nVom 3. bis zum 15. Oktober 1988 beteiligte er sich als Hilfsleiter an einem von der Stadt Solothurn organisierten Ferienlager für Schulkinder in Vignogn (GR). Dort kam es am 10. Oktober 1988 zwischen ihm und dem damals sechzehnjährigen D. zu einer Auseinandersetzung. In deren Verlauf versetzte R. dem D. je einen Stoss (\"Puff\") im Bereich des Hüftansatzes und auf den Arm.\n\nB.- Mit Urteil vom 11. Juli 1990 sprach der Kreisgerichtsausschuss Lugnez R. schuldig der Tätlichkeit gemäss Art. 126 StGB und bestrafte ihn mit einer Busse von Fr. 90.--.\n\nC.- Eine von R. dagegen eingereichte Berufung wies der Kantonsgerichtsausschuss von Graubünden am 18. September 1990 ab.\n\nD.- R. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das angefochtene Urteil aufzuheben und die Sache zu seiner Freisprechung an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht weist die Beschwerde ab, soweit darauf einzutreten ist.", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer bringt im weiteren vor, der objektive Tatbestand einer Tätlichkeit sei nicht erfüllt.\n\na) aa) Gemäss Art. 126 Abs. 1 neue Fassung (gleichlautend wie Art. 126 alte Fassung) StGB wird mit Haft oder Busse bestraft, wer gegen jemanden Tätlichkeiten verübt, die keine Schädigung des Körpers oder der Gesundheit zur Folge haben. Was unter dem BGE 117 IV 14 S. 16Begriff der Tätlichkeiten zu verstehen ist, sagt das Gesetz nicht. Insbesondere schweigt es sich darüber aus, welches Mindestmass ein Eingriff in die körperliche Integrität eines Menschen erreichen muss, um nach Art. 126 StGB strafbar zu sein. Nach der Rechtsprechung des Bundesgerichts ist eine Tätlichkeit erst gegeben bei einer Handlung, die den Betroffenen physisch schmerzt (\"fait quelque mal\", vgl. BGE 107 IV 42; BGE 89 IV 73; BGE 69 IV 4; ebenso SCHUBARTH, Kommentar zum schweizerischen Strafrecht, Besonderer Teil, 1. Band, Art. 126 N 1). Die Lehre lehnt dieses Erfordernis der Schmerzzufügung dagegen überwiegend als zu eng ab; sie hält dafür, der objektive Tatbestand des Art. 126 Abs. 1 StGB sei bereits erfüllt, wenn der Angriff beim Opfer zu einer Störung des Wohlbefindens bzw. einem deutlichen Missbehagen führt (vgl. NOLL, Schweizerisches Strafrecht, Besonderer Teil I, S. 47; REHBERG, Strafrecht III, 5. Aufl., S. 36/7; TRECHSEL, Kurzkommentar zum Schweizerischen Strafgesetzbuch, Art. 126 N 2). Soweit sie am Erfordernis der Schmerzeinwirkung festhält, räumt sie ein, dass auf dieses bei Substanzeingriffen wie Haareschneiden zu verzichten sei (vgl. SCHUBARTH, a.a.O., Art. 126 N 2).\n\nbb) Art. 126 StGB schützt, wie sich aus seiner Einordnung bei den strafbaren Handlungen gegen Leib und Leben (Art. 111 ff. StGB) ergibt, die körperliche Integrität des Menschen. Seine Anwendung setzt somit einen Angriff auf dieses Rechtsgut voraus; die Beeinträchtigung allein der seelischen Unversehrtheit ist allenfalls als Ehrverletzung strafbar (vgl. TRECHSEL, a.a.O., Art. 126 N 1). Führt der Angriff beim Betroffenen zu einer Schädigung des Körpers oder der Gesundheit, ist gemäss Art. 126 Abs. 1 StGB keine Tätlichkeit mehr gegeben; hier greifen bereits die Körperverletzungstatbestände ein. Als Tätlichkeiten erfasst das Gesetz demnach nur die unbedeutendsten Angriffe auf den Körper des Menschen (BGE 103 IV 69; BGE 68 IV 85).\n\nDer Strafschutz würde indes überdehnt, wenn selbst bei den geringfügigsten und alltäglichsten Beeinträchtigungen der körperlichen Unversehrtheit eine Tätlichkeit angenommen würde. Nicht jede Berührung kann strafbar sein. Strafwürdig sind nur Eingriffe, die über das allgemein übliche und gesellschaftlich geduldete Mass hinausgehen; eine damit zusammenhängende Beeinträchtigung der seelischen Integrität ist mitzuberücksichtigen. Mit der Sozialordnung in Widerspruch steht eine körperliche Einwirkung in jedem Fall dann, wenn sie dem Betroffenen physische Schmerzen bereitet; hier ist (mindestens) eine Tätlichkeit deshalb stets zu BGE 117 IV 14 S. 17bejahen. Die Grenze des gemeinhin Üblichen kann aber auch bei einem Angriff überschritten sein, der keine körperlichen Schmerzen verursacht. So verhält es sich beispielsweise, wenn der Täter sein Opfer zu Boden wirft, sich dieses aber nicht wehtut, weil es sich mit den Händen auffangen oder abrollen und einen brüsken Aufprall damit verhindern kann. In solchen Fällen erweist sich die bisherige Auffassung des Kassationshofs, wonach eine Tätlichkeit erst gegeben sei, wenn das Opfer körperliche Schmerzen verspürt, als zu eng. In Änderung der Rechtsprechung ist eine Tätlichkeit gemäss Art. 126 StGB vielmehr anzunehmen bei einer das allgemein übliche und gesellschaftlich geduldete Mass überschreitenden physischen Einwirkung auf einen Menschen, die keine Schädigung des Körpers oder der Gesundheit zur Folge hat (vgl. STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil I, 3. Aufl., § 3 N 55).\n\nNicht entscheidend sein kann, ob der Angriff beim Betroffenen zu einer Störung des Wohlbefindens oder einem deutlichen Missbehagen führt; denn sonst hinge die Strafbarkeit des Täters von der Empfindlichkeit des Opfers ab. Wenn allerdings ein Eingriff in die körperliche Integrität geeignet ist, bei einem durchschnittlich widerstandsfähigen Menschen eine Störung des Wohlbefindens hervorzurufen, ist dies ein gewichtiges Indiz dafür, dass er über das allgemein übliche und geduldete Mass hinausgeht.\n\ncc) Ob ein Eingriff in die körperliche Unversehrtheit als alltägliches und gesellschaftlich toleriertes Verhalten anzusehen ist, ist im Einzelfall unter Berücksichtigung der Tatumstände zu entscheiden. Sofern dadurch nicht bereits eine Schädigung des Körpers oder der Gesundheit bewirkt wird, ist eine Tätlichkeit im allgemeinen jedoch anzunehmen bei Ohrfeigen, Faustschlägen, Fusstritten und heftigen, insbesondere mit den Händen und Ellbogen geführten Stössen, ferner beim Anwerfen fester Gegenstände von einigem Gewicht, beim Begiessen des Opfers mit einer Flüssigkeit und bei der Zerzausung einer kunstvollen Frisur. Harmlose Schubse, wie sie namentlich im Gedränge, etwa in Warteschlangen vor Skiliften, vorkommen können, sind dagegen keine Tätlichkeiten.\n\nb) Nach den verbindlichen tatsächlichen Feststellungen der Vorinstanz (Art. 277bis Abs. 1 BStP) hat der Beschwerdeführer dem D. gezielt zwei Stösse (\"Püffe\") versetzt und dadurch bei diesem eine vorübergehende, wenn auch nur harmlose Störung des Wohlbefindens herbeigeführt.\n\nDieser Angriff ist nicht mehr als allgemein übliches und gebilligtes Verhalten zu betrachten. Der im Karatesport erfahrene BGE 117 IV 14 S. 18Beschwerdeführer wollte ein Exempel statuieren, und er attackierte D. in einer Weise, die er selbst als gewagt einstufte. Die Stösse konnten im übrigen nicht völlig harmlos gewesen sein; denn sie waren immerhin geeignet, das Wohlbefinden eines sechzehnjährigen Burschen zu stören.\n\nBei dieser Sachlage hat die Vorinstanz den objektiven Tatbestand der Tätlichkeit gemäss Art. 126 StGB zu Recht bejaht.\n\n4. Der Beschwerdeführer macht schliesslich geltend, zur Züchtigung des D. berechtigt gewesen zu sein.\n\na) Das Bundesgericht hatte sich bisher nicht zur Frage auszusprechen, ob und gegebenenfalls inwieweit sich ein Lehrer zur Rechtfertigung einer Tätlichkeit gegenüber einem Schüler auf ein Züchtigungsrecht berufen könne. Allerdings wurde in BGE 89 IV 73 angenommen, eine leichte Züchtigung (Ohrfeige), die ein Hausverwalter in Ausübung seiner Pflichten einem Kinde zufügt und die innerhalb vernünftiger Grenzen bleibt, stelle keine Tätlichkeit dar. In dieser Entscheidung kommt die Tendenz zum Ausdruck, die Züchtigung wegen des Erziehungszwecks als gar nicht tatbestandsmässig anzusehen (ebenso Corte di cassazione Ticino, Rep 110 (1977), S. 248 ff.).\n\nAn dieser Rechtsprechung kann nicht festgehalten werden. Eine Ohrfeige erfüllt den objektiven Tatbestand einer Tätlichkeit (oben E. 2). Dies gilt auch dann, wenn der Täter aus einem erzieherischen Beweggrund gehandelt hat (vgl. TRECHSEL, a.a.O., Art. 126 N 7; SCHULTZ, Die strafrechtliche Rechtsprechung des Bundesgerichts im Jahre 1963, ZBJV 101 (1965), S. 19 ff.; SCHUBARTH, a.a.O., Art. 126 N 20); fragen kann man sich diesfalls nur, ob die Tätlichkeit durch ein Züchtigungsrecht gerechtfertigt ist.\n\nb) Nach den Feststellungen der Vorinstanz hat der Gesetzgeber des Kantons Graubünden ein Züchtigungsrecht des Lehrers durch qualifiziertes Schweigen ausgeschlossen. Der Beschwerdeführer stellt dies nicht in Frage. Auf eine entsprechende Rüge könnte auch nicht eingetreten werden, da Ausführungen über die Verletzung kantonalen Rechts im Verfahren der eidgenössischen Nichtigkeitsbeschwerde unzulässig sind (Art. 273 Abs. 1 lit. b BStP). Es ist somit davon auszugehen, dass dem Beschwerdeführer aufgrund des bündnerischen Rechts ein Züchtigungsrecht nicht zustand.\n\nc) aa) Die Vorinstanz hat überdies geprüft, ob sich ein Züchtigungsrecht aus dem solothurnischen Recht ergebe. Sie geht offenbar davon aus, dass sich das Züchtigungsrecht bei einem von einer BGE 117 IV 14 S. 19Solothurner Schule mit Solothurner Schülern in Graubünden durchgeführten Ferienlager nicht oder jedenfalls nicht ausschliesslich nach dem bündnerischen Recht beurteile und das solothurnische zumindest auch beachtlich sei. Ob diese Auffassung zutrifft, kann offenbleiben, wenn ein Züchtigungsrecht nach solothurnischem Recht nicht besteht.\n\nbb) Die Vorinstanz hält fest, dass im Kanton Solothurn das Züchtigungsrecht des Lehrers gesetzlich nicht geregelt ist. Damit stellt sich die Frage, ob es gewohnheitsrechtlich begründet sein könnte.\n\ncc) Die körperliche Züchtigung eines Schülers beeinträchtigt einerseits das Recht der Eltern, über die Art der Erziehung ihres Kindes zu entscheiden und insbesondere jede physische Massregelung desselben abzulehnen (vgl. SCHUBARTH, a.a.O., Art. 126 N 14, und TRECHSEL, a.a.O., Art. 126 N 7, mit Hinweisen) und andererseits das Grundrecht der persönlichen Freiheit und Menschenwürde des Betroffenen selbst. Als Eingriff in die persönliche Freiheit bedarf sie einer formellen gesetzlichen Grundlage (BGE 89 I 100; HALLER, Kommentar BV, Persönliche Freiheit, N 119; COTTIER, Die Verfassung und das Erfordernis der gesetzlichen Grundlage, Diss. Bern 1983, S. 53 ff.). Auf Gewohnheitsrecht lässt sich das Züchtigungsrecht des Lehrers somit nicht stützen (ebenso SCHUBARTH, a.a.O.; TRECHSEL, a.a.O.; kritisch auch HAFTER, Lehrbuch des Schweizerischen Strafrechts, Allgemeiner Teil, 2. Aufl., Bern 1946, S. 163; LOGOZ/SANDOZ, Commentaire du Code Pénal Suisse, Partie générale, Art. 32 N 2c; anderer Ansicht HAEFLIGER, ZStrR 80 (1964), S. 36 f.; WALDER, ZStrR 81 (1965), S. 43/4; PLOTKE, Schweizerisches Schulrecht, Bern 1979, S. 312).\n\ndd) Auch nach dem Recht des Kantons Solothurn ist also ein Züchtigungsrecht des Lehrers zu verneinen. Ausdrücklich ist ein solches nicht vorgesehen, und gewohnheitsrechtlich ist es unzulässig. Im übrigen würde Gewohnheitsrecht eine langdauernde, ununterbrochene und einheitliche Übung voraussetzen, die der allgemeinen Rechtsüberzeugung entspricht (vgl. HÄFELIN/HALLER, Schweizerisches Bundesstaatsrecht, 2. Aufl., S. 5). Von einer solchen Überzeugung kann beim Züchtigungsrecht des Lehrers angesichts dessen zunehmender Ablehnung im Schrifttum und dessen ausdrücklichen Ausschlusses in mehreren Kantonen (vgl. dazu die Hinweise bei SCHUBARTH, a.a.O., Art. 126 N 29, und DINKELMANN, Die Rechtsstellung des Schülers im Schülerdisziplinarrecht, BGE 117 IV 14 S. 20Diss. Zürich 1985, S. 75 ff. und 132) jedoch nicht mehr gesprochen werden.\n\nd) Bei dieser Sachlage kann offenbleiben, ob ein Züchtigungsrecht des Lehrers überdies aus anderen Gründen abzulehnen ist, etwa deshalb, weil es den Kantonen nicht nach Belieben offensteht, Rechtfertigungsgründe in ihrem öffentlichen Recht zu schaffen, sondern nur im Rahmen der Wertungen, die durch das Bundesrecht vorgezeichnet sind (vgl. SCHUBARTH, a.a.O., Art. 126 N 15, mit Nachweisen), oder weil nach neuerer Auffassung aus dem Verbot der Körperstrafe nach Art. 65 Abs. 2 BV auch ein Verbot der körperlichen Züchtigung von Schülern durch den Lehrer herzuleiten ist (so DICKE, Kommentar BV, Art. 65 N 25, mit Hinweisen). Offengelassen werden kann auch, ob eine Rechtfertigung mit der zusätzlichen Begründung zu verneinen wäre, der Beschwerdeführer habe nicht innerhalb der Grenzen eines allfälligen Züchtigungsrechts gehandelt.\n\ne) Anzumerken bleibt, dass körperliche Massnahmen gegenüber einem Schüler dem Lehrer auch dann nicht in jedem Fall untersagt sind, wenn ihm ein Züchtigungsrecht nicht zusteht. Unter den Voraussetzungen der Notwehr ist er berechtigt, Angriffe eines Schülers gegen ihn selbst, gegen einen Klassengefährten oder gegen das öffentliche Eigentum, soweit erforderlich, durch einen körperlichen Zugriff abzuwehren (vgl. JESCHECK, Lehrbuch des Strafrechts, Allgemeiner Teil, 4. Aufl., Berlin 1988, S. 356; SCHÖNKE/SCHRÖDER/ESER, Kommentar, 23. Aufl., § 223 N 20)."}