{"annee": "117", "cour": "IA", "page": "90", "date": "25/1/1991", "cite": ["113 IA 286", "114 IA 221", "115 IA 76", "110 IA 72", "115 IA 8", "107 IA 182", "115 IB 508", "105 IA 43", "113 IA 341", "113 IA 247", "114 IA 307", "114 IA 97"], "cite_par": ["122 I 153", "125 I 267", "120 IA 260", "120 IA 369", "131 II 13", "120 IA 227", "119 IA 445", "120 IA 110", "129 I 217", "121 I 314", "120 IB 70", "135 II 430", "122 I 109", "119 IB 305", "130 I 26", "121 I 252", "117 IA 504", "120 V 435", "121 I 267", "118 IA 488", "118 IA 232", "123 I 279", "118 IA 46", "119 IA 433"], "chapeau": "17. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 25. Januar 1991 i.S. X. gegen Regierungsrat des Kantons Appenzell A.Rh. (staatsrechtliche Beschwerde)", "regestes": ["Art. 88 OJ; art. 2 et 10 de la loi sanitaire du canton d'Appenzell-Rhodes-Extérieures; art. 4 et 31 Cst. Qualité pour former un recours de droit public. Droit d'être entendu. 1. Qualité pour recourir: intérêt juridiquement protégé lorsque l'on invoque un droit fondamental distinct et l'interdiction de l'arbitraire (consid. 2). 2. Lorsque l'autorisation d'exercer une profession médicale est en principe réservée aux titulaires d'un diplôme fédéral, le candidat ne peut pas invoquer la liberté du commerce et de l'industrie pour obtenir une autorisation exceptionnelle prévue uniquement dans l'intérêt public (consid. 3). 3. Qualité pour former un recours de droit public pour déni de justice formel lorsque la qualité pour agir au fond fait défaut (consid. 4). 4. Droit d'être entendu: aucun droit de prendre position au sujet de simples documents administratifs internes (consid. 5)."], "faits": "BGE 117 Ia 90 S. 91\n\nGrundsätzlich lässt der Kanton Appenzell A.Rh. Zahnärzte zur uneingeschränkten Ausübung dieser Berufstätigkeit nur zu, wenn sie das eidgenössische Diplom erworben haben (Art. 2 Abs. 1 des Gesetzes vom 25. April 1965 über das Gesundheitswesen; GG). Wenn jedoch ein Mangel an eidgenössisch diplomierten Zahnärzten besteht, kann der Regierungsrat Personen, die an einer in- oder ausländischen Hochschule ein dem eidgenössischen Diplom gleichwertiges Fähigkeitszeugnis erworben haben und sich über BGE 117 Ia 90 S. 92eine ausreichende Praxis ausweisen, den eidgenössisch diplomierten Medizinalpersonen gleichstellen (Art. 2 Abs. 2 GG). Daneben gibt es kantonal approbierte Zahnärzte (Art. 10 GG), die alle Befugnisse eines Zahnarztes ausüben können mit Ausnahme amtlicher Verrichtungen im Sinne von Art. 4 GG, der Behandlung von Kieferkrankheiten und der Verschreibung rezeptpflichtiger Heilmittel (Art. 10ter GG). Gemäss der 1986 revidierten Fassung von Art. 10 Abs. 1 GG wird die Bewilligung zur Ausübung des Zahnarztberufes als kantonal approbierter Zahnarzt nur noch nach erfolgreicher Ablegung einer Prüfung erteilt.\n\nNach erfolgreichem Universitätsstudium in den Vereinigten Staaten Amerikas promovierte der Schweizer Bürger X. 1986 zum Doktor der Zahnmedizin. Zur Zeit ist er in eigener Praxis im Staate New York tätig.\n\nMit Eingabe vom 22. Mai 1989 an das Sanitätssekretariat beantragte X., er sei den eidgenössisch diplomierten Zahnärzten gleichzustellen, eventualiter sei ihm zu bewilligen, den Zahnarztberuf im Kanton Appenzell A.Rh. prüfungsfrei als kantonal approbierter Zahnarzt selbständig auszuüben, subeventuell sei er zur Prüfung gemäss Art. 10 GG zuzulassen. Da zur Behandlung des Hauptantrages der Regierungsrat auf Antrag der Sanitätskommission und zur Behandlung der Eventualanträge die Sanitätskommission zuständig waren, bat er um Weiterleitung an die zuständigen Behörden. Gleichzeitig ersuchte er, es sei ihm Gelegenheit zu geben, zum Antrag der Sanitätskommission Stellung zu nehmen.\n\nMit Beschluss vom 25. Juli 1989 verfügte der Regierungsrat, dem Gesuch um Gleichstellung mit den Medizinalpersonen, d.h. dem Hauptantrag der am 22. Mai 1989 an das Sanitätssekretariat gerichteten Eingabe, werde nicht stattgegeben. Dagegen erhob X. am 13. September 1989 staatsrechtliche Beschwerde.\n\nAm 28. August 1989 gelangte X. mit einem neuen Gesuch bzw. einem Wiederaufnahmebegehren oder Wiedererwägungsgesuch an den Regierungsrat. Den Beschluss des Regierungsrates, auf das Wiederaufnahmegesuch werde nicht eingetreten und das neue Gesuch betreffend Gleichstellung werde abgelehnt, focht er mit staatsrechtlicher Beschwerde vom 6. Dezember 1989 an.\n\nEine weitere staatsrechtliche Beschwerde erhob X. am 2. Januar 1990 gegen den Beschwerdeentscheid des Regierungsrates betreffend kantonale Approbation.\n\nDer Regierungsrat des Kantons Appenzell A.Rh. schliesst auf Abweisung der staatsrechtlichen Beschwerden.\n\nBGE 117 Ia 90 S. 93", "considerants": "Aus den Erwägungen:\n\n2. a) Das Bundesgericht prüft die Legitimation des Beschwerdeführers frei und von Amtes wegen (BGE 115 Ib 508; BGE 114 Ia 223 E. 1b, 330 E. 2b). Nach Art. 88 OG steht das Recht zur Beschwerdeführung Bürgern (Privaten) und Korporationen bezüglich solcher Rechtsverletzungen zu, die sie durch allgemein verbindliche oder sie persönlich treffende Erlasse oder Verfügungen erlitten haben. Gemäss ständiger Rechtsprechung kann mit staatsrechtlicher Beschwerde lediglich die Verletzung in rechtlich geschützten eigenen Interessen gerügt werden (BGE 115 Ia 78 E. 1c; BGE 114 Ia 311 E. 3b; BGE 113 Ia 349 mit Hinweisen). Zur Verfolgung bloss tatsächlicher Interessen wie auch zur Geltendmachung allgemeiner öffentlicher Interessen ist die staatsrechtliche Beschwerde nicht gegeben (BGE 115 Ia 78 E. 1c).\n\nb) Die eigenen Interessen des Beschwerdeführers, der sich auf ein spezielles Grundrecht beruft, können durch die Bundesverfassung selber rechtlich geschützt sein, sofern die Interessen auf dem Gebiet liegen, welches die angerufene Verfassungsbestimmung beschlägt (BGE 105 Ia 45 E. 1a).\n\nNach ständiger Rechtsprechung verschafft dagegen das allgemeine Willkürverbot, das bei jeder staatlichen Verwaltungstätigkeit nach Art. 4 Abs. 1 BV zu beachten ist, für sich allein dem Betroffenen keine geschützte Rechtsstellung im Sinne von Art. 88 OG. Die Legitimation zur Willkürbeschwerde besteht nur, wenn das Gesetzesrecht, dessen willkürliche Anwendung gerügt wird, dem Beschwerdeführer einen Rechtsanspruch einräumt oder den Schutz seiner beeinträchtigten Interessen bezweckt (BGE 110 Ia 75 E. 2a; BGE 107 Ia 184 E. 2a mit Hinweisen).\n\n3. a) Der Beschwerdeführer beruft sich auf die Handels- und Gewerbefreiheit und verlangt Gleichstellung mit den eidgenössisch diplomierten Zahnärzten bzw. Zulassung als kantonal approbierter Zahnarzt. Ferner rügt er die Verletzung des Willkürverbotes.\n\nb) Der Beschwerdeführer kann sich grundsätzlich auf die Handels- und Gewerbefreiheit berufen, um als Zahnarzt tätig zu sein. Gemäss Art. 31 Abs. 2 BV bleiben aber kantonale Bestimmungen über die Ausübung von Handel und Gewerben vorbehalten. Den Kantonen steht es nach Art. 33 BV insbesondere frei, die Ausübung wissenschaftlicher Berufsarten von einem Fähigkeitsausweis abhängig zu machen. Dabei ist auf dem Wege der Bundesgesetzgebung BGE 117 Ia 90 S. 94dafür zu sorgen, dass derartige Ausweise für die ganze Eidgenossenschaft gültig erworben werden können.\n\nDer Kanton Appenzell A.Rh. hat in Art. 2 Abs. 1 des Gesetzes vom 25. April 1965 über das Gesundheitswesen (Gesundheitsgesetz, GG; bGS 811.1) von seiner Befugnis, grundsätzlich nur eidgenössisch diplomierte Zahnärzte als Medizinalpersonen anzuerkennen, Gebrauch gemacht. Diese kantonale Regelung wird vom Beschwerdeführer nicht in Frage gestellt. Sie bedeutet, dass der Beschwerdeführer, der kein eidgenössisches Zahnarztdiplom besitzt, im Kanton Appenzell A.Rh. grundsätzlich nicht als Medizinalperson tätig sein kann.\n\nArt. 2 Abs. 2 GG gibt indessen dem Regierungsrat die Möglichkeit, vom Erfordernis des eidgenössischen Diploms abzusehen, um auch in einer Notlage die medizinische Versorgung der Bevölkerung gewährleisten zu können.\n\nDas heisst allerdings nicht, dass sich der Beschwerdeführer für die Anwendung dieser Bestimmung auf die Handels- und Gewerbefreiheit berufen kann. Die Kantone sind nämlich nicht verpflichtet, eine solche Ausnahmebestimmung zu erlassen, und diese selbst dient im Gegensatz zu andern Kannvorschriften in keiner Weise der Berücksichtigung privater Interessen. Mit Art. 2 Abs. 1 GG hat der kantonale Gesetzgeber einen aus der Handels- und Gewerbefreiheit fliessenden Rechtsanspruch nicht eidgenössisch Patentierter auf die Zulassung als ordentliche Medizinalpersonen ausgeschlossen. Art. 2 Abs. 2 GG bezweckt allein, den Behörden zu ermöglichen, im öffentlichen Interesse vom Erfordernis des eidgenössischen Diploms abzusehen. Da Art. 2 Abs. 2 GG dem Beschwerdeführer weder einen Rechtsanspruch einräumt, noch den Schutz seiner Interessen bezweckt, ist die Legitimation zur Willkürbeschwerde ebenfalls zu verneinen.\n\nAuf die staatsrechtlichen Beschwerden vom 13. September 1989 und 6. Dezember 1989 betreffend Gleichstellung mit den eidgenössisch diplomierten Zahnärzten ist daher - unter Vorbehalt von E. 4 hienach - nicht einzutreten.\n\nc) Gemäss Art. 10 GG lässt der Kanton Appenzell A.Rh. auch kantonal approbierte Zahnärzte zu. Der Beschwerdeführer kann sich für die Zulassung unter diesem Titel auf die Handels- und Gewerbefreiheit berufen, wobei gegebenenfalls auch die Anwendung des kantonalen Rechts - bei schweren Eingriffen frei, bei leichten Eingriffen auf Willkür - zu prüfen ist. Die Legitimation zur Beschwerde betreffend kantonale Approbation ist daher gegeben. Da BGE 117 Ia 90 S. 95auch die übrigen formellen Voraussetzungen erfüllt sind, ist auf die staatsrechtliche Beschwerde vom 2. Januar 1990 einzutreten.\n\n4. a) Hinsichtlich Gleichstellung mit den Medizinalpersonen kann der Beschwerdeführer trotz fehlender Legitimation in der Sache selbst die Verletzung von Verfahrensvorschriften rügen, deren Missachtung eine formelle Rechtsverweigerung darstellt (BGE 115 Ia 79 E. 1d; BGE 114 Ia 312 E. 3c; BGE 113 Ia 250 E. 3). Das nach Art. 88 OG erforderliche, rechtlich geschützte Interesse ergibt sich in solchen Fällen nicht aus einer Berechtigung in der Sache, sondern aus einer Berechtigung am kantonalen Verfahren. Eine solche besteht dann, wenn dem Beschwerdeführer im kantonalen Verfahren Parteistellung zukommt. Dieser kann mit der staatsrechtlichen Beschwerde die Verletzung jener Parteirechte rügen, die ihm nach dem kantonalen Verfahrensrecht oder unmittelbar aufgrund von Art. 4 BV zustehen.\n\nDer Beschwerdeführer, der in der Sache nicht berechtigt ist, dem aber im kantonalen Verfahren Parteistellung zukam, kann beispielsweise geltend machen, auf ein Rechtsmittel sei zu Unrecht nicht eingetreten worden, er sei nicht angehört worden, habe keine Gelegenheit erhalten, Beweisanträge zu stellen, oder er habe nicht Akteneinsicht nehmen können.\n\nHingegen kann er weder die Würdigung der beantragten Beweise noch die Tatsache, dass seine Anträge wegen Unerheblichkeit oder aufgrund vorweggenommener Beweiswürdigung abgelehnt wurden, rügen (BGE 114 Ia 313 E. 3c). Gleich verhält es sich hinsichtlich der Rüge, eine Begründung sei mangelhaft bzw. die Behörde habe sich nicht genügend mit den Argumenten des Beschwerdeführers auseinandergesetzt. Die Beurteilung dieser Fragen kann nämlich nicht von der Prüfung der Sache selber getrennt werden; auf eine solche hat der in der Sache selbst nicht Legitimierte keinen Anspruch.\n\nb) Bei Anwendung dieser Grundsätze ergibt sich folgendes: Auf die staatsrechtliche Beschwerde vom 6. Dezember 1989 kann auch hinsichtlich der vorgebrachten formellen Rügen, die Begründung sei ungenügend und der Regierungsrat habe sich mit den Argumenten des Beschwerdeführers nicht auseinandergesetzt, nicht eingetreten werden. Hingegen ist auf die staatsrechtliche Beschwerde vom 13. September 1989 einzutreten, soweit damit eine formelle Rechtsverweigerung gerügt wird.\n\n5. In der Beschwerde vom 13. September 1989 wird geltend gemacht, der Gehörsanspruch sei dadurch verletzt worden, dass BGE 117 Ia 90 S. 96der Regierungsrat dem Gesuchsteller keine Möglichkeit gegeben habe, zum Antrag der Sanitätskommission bezüglich des Gleichstellungsgesuches Stellung zu nehmen.\n\na) Der Umfang des Gehörsanspruchs wird zunächst durch die kantonalen Verfahrensvorschriften bestimmt; erst wo sich dieser Rechtsschutz als ungenügend erweist, greifen die unmittelbar aus Art. 4 BV folgenden bundesrechtlichen Minimalgarantien Platz. Da der Beschwerdeführer nicht behauptet, kantonale Verfahrensvorschriften seien verletzt worden, ist einzig und zwar mit freier Kognition zu prüfen, ob unmittelbar aus Art. 4 BV folgende Regeln missachtet wurden (BGE 115 Ia 10 E. 2a; BGE 114 Ia 98 E. 2).\n\nb) Das Recht auf Akteneinsicht und Äusserung besteht dann, wenn es sich um ein beweiserhebliches Dokument und nicht bloss um ein verwaltungsinternes Papier handelt (BGE 113 Ia 288 E. 2d). Zu prüfen ist somit, welcher Natur der Antrag der Sanitätskommission im Gleichstellungsverfahren ist.\n\nÜber das Gleichstellungsgesuch entscheidet nicht die Sanitätskommission, sondern auf deren Antrag hin der Regierungsrat. Gemäss Art. 3 Abs. 1 der Verordnung vom 8. Dezember 1986 zum Gesundheitsgesetz (GVO; bGS 811.11) ist es Aufgabe der Sanitätskommission, der Sanitätsdirektion in allen Fragen der öffentlichen Gesundheitspflege und der Medizinalpolizei beratend zur Seite zu stehen. Vorsitzender der sieben Mitglieder zählenden Sanitätskommission ist denn auch der Sanitätsdirektor (Art. 2 GVO). Der Sanitätsdirektion selber obliegt, unter der Oberaufsicht des Regierungsrates, die Leitung des Gesundheitswesens (Art. 1 GVO). Unter diesen Umständen dient der Bericht der Sanitätskommission der internen Vorbereitung des Regierungsratsentscheides. Dass der Regierungsrat entgegen dem Gesuch des Beschwerdeführers diesen nicht zur Stellungnahme zum Antrag eingeladen hat, kann daher nicht beanstandet werden."}