{"annee": "117", "cour": "III", "page": "17", "date": "3/9/1991", "cite": ["113 III 120", "27 II 639", "38 I 202", "115 III 91", "102 III 67"], "cite_par": ["128 III 44", "128 III 383"], "chapeau": "7. Arrêt de la Chambre des poursuites et des faillites du 3 septembre 1991 dans la cause D. G. et G. S.A. (recours LP)", "regestes": ["Art. 78 al. 1 et 83 al. 2 LP. Ouverture d'action en libération de dette avant droit connu sur la mainlevée d'opposition; conséquences pour la poursuite. Lorsque le poursuivi ouvre action en libération de dette avant que le sort de l'opposition au commandement de payer soit définitivement tranché, la poursuite demeure suspendue et ne peut donc être continuée."], "faits": "BGE 117 III 17 S. 17\n\nA.- A la réquisition de D. G. et de G. S.A., l'Office des poursuites de Genève notifia le 21 novembre 1989 un commandement de payer (poursuite No 89083183 C) à J. C., qui forma opposition. Par jugement du 20 août 1990, le Tribunal de Première instance du canton de Genève prononça la mainlevée de cette opposition, par défaut du poursuivi. Celui-ci fit opposition à ce jugement contumacial et, le 14 septembre 1990, il ouvrit action en libération de dette. Le 23 octobre 1990, le juge de la mainlevée rétracta le jugement du 20 août, puis prononça à nouveau la mainlevée provisoire de l'opposition frappant le commandement de payer No 89083183 C. Sur appel de J. C., la Cour de justice confirma, le 28 février 1991, le second jugement de mainlevée.BGE 117 III 17 S. 18\n\nB.- Le 5 mars 1991, le conseil des poursuivants G. et G. S.A. a déposé une réquisition de continuer la poursuite. L'office a refusé d'y donner suite.\n\nPar décision du 18 juin 1991, l'autorité de surveillance a rejeté la plainte formée contre ce refus.\n\nC.- D. G. et G. S.A. recourent au Tribunal fédéral. Ils concluent à l'annulation de la décision de l'autorité cantonale de surveillance; ils requièrent aussi la continuation de la poursuite et la notification, sans délai, d'une commination de faillite.", "considerants": "Considérant en droit:\n\n1. Les recourants reprochent à l'autorité de surveillance de ne pas avoir autorisé la continuation de la poursuite, bien que le poursuivi C. ait ouvert action en libération de dette alors que la levée de son opposition n'était pas encore définitivement prononcée. En effet, selon l'acte de recours, le poursuivi aurait simultanément, le 14 septembre 1990, formé opposition au jugement de mainlevée rendu par défaut et agi en libération de dette. La dernière autorité cantonale a en tout cas retenu, de façon à lier le Tribunal fédéral (art. 63 OJ applicable en vertu du renvoi de l'art. 81 OJ), d'une part que l'action en libération de dette a été ouverte le 14 septembre 1990 et \"introduite\" le 10 janvier 1991, d'autre part que la mainlevée de l'opposition a été confirmée par l'arrêt du 28 février 1991. L'action en libération de dette a donc été ouverte après le premier jugement prononçant la mainlevée de l'opposition, mais à un moment où cette première décision n'était pas encore définitive.\n\na) L'opposition au commandement de payer suspend la poursuite (art. 78 al. 1 LP) et le créancier doit alors agir par la voie de la procédure ordinaire pour faire reconnaître son droit (art. 79 LP), à moins qu'il ne soit au bénéfice d'un titre de mainlevée. Lorsque, comme en l'espèce, le créancier invoque une reconnaissance de dette sous seing privé, il peut requérir la mainlevée provisoire de l'opposition (art. 82 LP) et, lorsque celle-ci a été accordée, le débiteur peut, dans les dix jours de la mainlevée, ouvrir action en libération de dette (art. 83 al. 2 LP). C'est uniquement s'il ne fait pas usage de cette possibilité, ou s'il est débouté de son action, que la mainlevée devient définitive (art. 83 al. 3 LP), auquel cas la poursuite n'est plus suspendue. Vu le système institué par la loi, le poursuivi n'ouvre habituellement action en libération de BGE 117 III 17 S. 19dette qu'au moment où le prononcé de mainlevée est définitif, plus exactement dans les dix jours qui suivent ce moment (ATF 115 III 94 consid. 3b). Bien que l'ouverture d'action soit intervenue avant la seconde décision de mainlevée, l'autorité cantonale de surveillance a admis que la poursuite demeure suspendue. Les recourants estiment au contraire que cette seconde décision est exécutoire et qu'il y a lieu de continuer la poursuite.\n\nb) Dans deux arrêts relativement anciens (ATF 22 p. 329 ss; ATF 38 I 204, consid. 2), le Tribunal fédéral a jugé qu'une action ouverte avant le commencement du délai de dix jours prévu à l'art. 83 al. 2 LP a les mêmes effets qu'une action ouverte dans ce délai. Cette solution a été reprise par différents arrêts cantonaux (JdT 1923 II 95; BlSchK 27/1963, p. 9, ZR 75/1976 p. 106 ss) et approuvée par la doctrine (AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 4e éd., Bern 1988, § 19 n. 69; JAEGER, n. 7 ad art. 83 LP; GAUTHIER, SJ 1977 p. 256; RUEDIN, FJS 957 ch. 4.1 p. 8). Cette jurisprudence doit être confirmée. En effet, en fixant le délai de dix jours de l'art. 83 al. 2 LP, le législateur a voulu prévenir un retard trop considérable dans la poursuite, du moins lorsque c'est au débiteur qu'il incombe d'agir, alors que la loi n'impartit pas de délai au créancier qui veut faire reconnaître sa créance (art. 79 LP). Ainsi, le créancier peut choisir le rythme de son action, mais le débiteur, lui, ne peut retarder la sienne à sa guise. Le créancier est donc malvenu de lui reprocher d'avoir agi prématurément alors qu'il va hâter, à l'avantage précisément du créancier, l'éventuelle reconnaissance de la créance. Le fait que le débiteur agisse au fond avant droit connu sur l'opposition n'entraîne pas de désavantage pour le créancier, puisque le délai pour requérir la saisie (art. 88 al. 2 LP) ou la faillite (art. 166 al. 2 LP) est en tout cas suspendu, dès la déclaration d'opposition, pendant le procès en reconnaissance ou libération de dette, pendant la procédure en mainlevée ou l'action en contestation du retour à meilleure fortune (ATF 113 III 122 consid. 2).\n\nLes recourants soutiennent, avec JAEGER, que l'introduction d'une nouvelle instance serait nécessaire si l'action déjà pendante est \"une action en constatation (Feststellungsklage)\" et non pas une action tendant au même but que l'action libératoire (JAEGER, traduction française, Lausanne/Genève 1920, n. 7 ad art. 83 LP). La traduction est, sur ce point, inexacte. Selon le texte original allemand, seule l'action en constatation introduite après l'écoulement du délai n'a pas le même effet que l'action en libération de dette prévue BGE 117 III 17 S. 20à l'art. 83 al. 2 LP (JAEGER, Das Bundesgesetz betreffend Schuldbetreibung und Konkurs, 3e éd., Zurich 1911, n. 7 ad art. 83 LP). Cet avis est fondé sur la jurisprudence (ATF 27 II 643); il confirme la portée reconnue à l'action ouverte avant le début du délai de dix jours prévu à l'art. 83 al. 2 LP, \"die das Gleiche bezweckte, wie die Aberkennungsklage\".\n\nL'action en libération de dette ouverte le 14 septembre 1990 a donc les mêmes effets que l'action qui aurait été ouverte après droit connu - définitivement - sur la mainlevée de l'opposition. Dès lors, la poursuite demeure suspendue et c'est à juste titre que sa continuation a été refusée.\n\n2. L'office ne pouvait d'ailleurs donner suite à la réquisition de continuer la poursuite pour une autre raison. Lorsqu'il y a incertitude quant à la recevabilité de l'action en libération de dette, les autorités de poursuite ne peuvent se dispenser d'attendre la décision judiciaire à ce sujet que si l'action est manifestement tardive. Dès qu'il y a doute, elles doivent s'abstenir de considérer la mainlevée comme définitive et de suivre à l'exécution forcée (ATF 102 III 70 consid. 2b et les arrêts cités). En l'espèce, les recourants soutiennent que l'action libératoire n'est pas recevable et on ne peut dire qu'elle serait manifestement tardive. C'est donc à bon droit que l'office, puis l'autorité de surveillance ont, pour ce motif aussi, refusé la continuation de la poursuite."}