{"annee": "117", "cour": "II", "page": "630", "date": "12/12/1991", "cite": ["111 II 305", "114 II 239", "115 II 6", "112 II 337", "109 II 286", "115 II 72", "85 II 580", "88 II 247", "100 II 8", "93 I 29", "115 II 129"], "cite_par": ["120 IA 377"], "chapeau": "112. Extrait de l'arrêt de la IIe Cour civile du 12 décembre 1991 dans la cause K. contre dame K. (recours de droit public)", "regestes": ["Art. 57 al. 5 OJ; principe de la priorité du recours de droit public. Ratio legis de l'art. 57 al. 5 OJ; cas dans lesquels le Tribunal fédéral examine préalablement le recours en réforme, que ce soit dans son ensemble ou relativement aux points qui peuvent influer sur le sort du recours de droit public."], "faits": "", "considerants": "BGE 117 II 630 S. 630\n\nExtrait des considérants:\n\n1. Aux termes de l'art. 57 al. 5 OJ, il est sursis en règle générale à l'arrêt sur le recours en réforme jusqu'à droit connu sur le recours de droit public. Cette disposition concerne évidemment un recours de droit public véritablement connexe et non celui dans lequel est invoquée la violation de droits constitutionnels complètement indépendants, dont la connaissance peut du reste relever d'une autre cour du Tribunal fédéral (cf. arrêt X. c. Psychiatrische Gerichtskommission des Kantons Zürich du 1er juin 1989, consid. 1 non publié in ATF 115 II 129 ss).\n\nLe Tribunal fédéral ne saurait, comme autorité de réforme, modifier ou confirmer un jugement cantonal susceptible d'être annulé pour violation de droits constitutionnels (POUDRET, Commentaire de la loi fédérale d'organisation judiciaire, n. 5 ad art. 57 OJ).\n\nBGE 117 II 630 S. 631S'il devait d'abord examiner le recours en réforme, son arrêt se substituerait à la décision cantonale, rendant ainsi sans objet le recours de droit public, faute de décision susceptible d'être attaquée par cette voie (ATF 93 I 32 consid. 1). Aussi bien, l'art. 57 al. 5 OJ pose-t-il la règle que le recours de droit public doit être examiné en premier lieu.\n\na) Cette disposition souffre toutefois des exceptions dans des situations particulières, qui justifient l'examen préalable du recours en réforme. Il en est ainsi lorsque ce recours apparaît irrecevable (POUDRET, op.cit., n. 5 ad art. 57 OJ et les arrêts cités), ou paraît devoir être admis même sur la base des constatations de fait retenues par l'autorité cantonale et critiquées dans le recours de droit public (ATF 114 II 240 consid. 1b, ATF 100 II 10 consid. 1, 89 III 49 consid. 1, ATF 88 II 249 consid. 1), le cas échéant après rectification d'office d'une inadvertance manifeste. Dans ce dernier cas, le recours de droit public devient alors sans objet. Il en va de même lorsqu'une constatation de fait critiquée est dénuée de pertinence en droit. Il faut alors en débattre préjudiciellement dans l'examen du recours en réforme. Le recours de droit public peut perdre, dans cette mesure, son intérêt (ATF 112 II 340 consid. 1, ATF 85 II 585 consid. 2). Enfin, il arrive que telle constatation critiquée dans le recours de droit public, fût-elle arbitraire, n'est pas décisive et n'empêche point que la décision déférée repose sur d'autres faits qui entraînent le rejet du recours en réforme (arrêt Z. de B. c. Z. de B. du 10 mai 1990, consid. 1b).\n\nb) Il arrive également que le Tribunal fédéral soit contraint d'examiner les deux recours. En présence de plusieurs motifs indépendants, la décision attaquée par un recours de droit public ou un recours en réforme n'est annulée ou réformée que si tous les motifs entraînent l'inconstitutionnalité (ATF 107 Ib 268 let. b et l'arrêt cité), respectivement la violation du droit fédéral (ATF 115 II 72 consid. 3 et 302 consid. 2a et les arrêts cités). Le cas échéant, le recourant devra donc attaquer certains motifs par la voie du recours de droit public et d'autres par celle du recours en réforme (ATF 115 II 302 consid. 2a et b et l'arrêt cité).\n\nc) Dans son recours de droit public, le recourant s'en prend aux solutions testimoniales rendues dans le procès en divorce et à la décision de la cour cantonale d'attribuer à la seule intimée l'autorité parentale; il se plaint d'une violation du droit d'être entendu et d'une appréciation arbitraire des preuves. Dans son recours en réforme, le recourant demande l'attribution conjointe de l'autorité BGE 117 II 630 S. 632parentale et la suppression, subsidiairement la limitation dans le temps, de la rente allouée à l'intimée; il invoque une fausse application des art. 151 et 297 al. 3 CC. Parmi les motifs de l'arrêt attaqué, certains ne sont donc susceptibles que d'un recours de droit public, alors que d'autres ne le sont que du recours en réforme. Dans la mesure où le recours de droit public conteste l'attribution des enfants à la seule mère intimée, son admission n'aurait pas d'incidence sur l'autorité parentale, si celle-ci peut être conjointe et doit l'être en l'espèce, en raison du mérite du recours en réforme. Le sort du recours de droit public pourrait en revanche, dans la mesure où les enfants ont été confiés à l'intimée par l'autorité cantonale, influer tant sur ce choix que sur la durée de la rente allouée en propre à l'épouse (cf. ATF 115 II 10 consid. 3c et 432, ATF 111 II 306, ATF 109 II 289). Enfin, les griefs relatifs aux solutions testimoniales affectent le principe même de la rente, dans la mesure où le recourant remet en cause sa responsabilité dans la désunion et, partant, sa culpabilité au sens de l'art. 151 al. 1 CC. Si donc l'arrêt cantonal devait être réformé sur la question de l'autorité parentale conjointe, le recours de droit public ne perdrait qu'en partie son objet.\n\nIl s'ensuit que l'examen du recours de droit public, entrepris en premier lieu selon la règle générale de l'art. 57 al. 5 OJ, obligera à se référer, sur la question de l'autorité parentale conjointe, à la solution arrêtée dans le recours en réforme."}