{"annee": "117", "cour": "II", "page": "282", "date": "16/5/1991", "cite": ["116 II 145", "66 I 51", "90 II 92", "107 II 172", "86 II 256", "114 IA 34", "101 II 109"], "cite_par": ["118 II 295", "129 I 330", "134 I 159", "135 III 259"], "chapeau": "54. Auszug aus dem Urteil der I. Zivilabteilung vom 16. Mai 1991 i.S. Dr. X. gegen A. F.-G., C. G. und E. G. (Berufung)", "regestes": ["Art. 394 al. 3 CO; honoraires convenables. 1. A défaut d'une convention sur les honoraires, les prestations fournies par un avocat dans le cadre d'une procédure non judiciaire doivent être rémunérées, non sur la base du tarif des avocats prévu par le droit cantonal, mais conformément à l'art. 394 al. 3 CO (consid. 4a). 2. Lorsque des honoraires fixés selon des principes généraux apparaissent convenables aussi au regard du tarif de l'association professionnelle, savoir si ce tarif peut constituer l'expression d'un usage au sens de l'art. 394 al. 3 CO n'a pas à être résolu (consid. 4b)."], "faits": "BGE 117 II 282 S. 282\n\nIm Jahre 1987 beauftragten A. F.-G., C. G. und E. G. Rechtsanwalt Dr. X. mit der Wahrung ihrer Interessen in einer erbrechtlichen Auseinandersetzung um den Nachlass ihres Vaters. Im Mai 1988 entzogen sie ihm das Mandat. In der Folge forderte Dr. X. für seine Bemühungen ein Honorar von Fr. 62'000.-- zuzüglich der Vergütung der Barauslagen. Die Auftraggeber anerkannten und bezahlten Fr. 18'750.-- nebst den Barauslagen.\n\nMit Klage vom 17. Januar 1989 machte Dr. X. die von den Auftraggebern nicht bezahlten Fr. 43'250.-- nebst Zins geltend.\n\nBGE 117 II 282 S. 283\n\nDas Bezirksgericht Unterrheintal hiess das Begehren mit Urteil vom 12. Juli 1989 im Umfange von Fr. 15'000.-- nebst Zins gut. Auf Berufung des Klägers und Anschlussberufung der Beklagten wies demgegenüber das Kantonsgericht St. Gallen die Klage am 26. April 1990 vollumfänglich ab.\n\nDer Kläger hat gegen das Urteil des Kantonsgerichts Berufung eingereicht, die vom Bundesgericht abgewiesen wird.", "considerants": "Aus den Erwägungen:\n\n4. Das Kantonsgericht qualifiziert die Rechtsbeziehungen der Parteien unwidersprochen als entgeltlichen Auftrag. Mangels Honorarvereinbarung bestimmt es die dem Anwalt geschuldete Vergütung nach Massgabe von Art. 394 Abs. 3 OR, wobei es die \"aussergerichtliche Honorarordnung des st. gallischen Anwaltsverbandes\" nicht als Ausdruck einer dispositiven Übung wertet, sie aber dennoch als Referenz beizieht. Der Kläger hält die Honorarbemessung für bundesrechtswidrig.\n\na) Nach der bundesgerichtlichen Rechtsprechung kann das kantonale Recht bestimmen, welche Vergütung der Auftraggeber dem Anwalt für die Prozessführung vor den Gerichten des Kantons schuldet (BGE 66 I 56; vgl. auch BGE 114 Ia 34). Soweit die Leistungen des Anwalts dagegen nicht in einem gerichtlichen Verfahren erbracht werden, sind sie nicht aufgrund des kantonalen Rechts über die Anwaltsgebühren, sondern nach Art. 394 Abs. 3 OR zu vergüten. Mangels Honorarvereinbarung steht dabei dem Anwalt zu, was \"üblich\" ist.\n\nOb das vom Anwalt für aussergerichtliche Bemühungen geforderte Honorar sich mit der Rechtsordnung verträgt, ist im wesentlichen eine Tat- und Ermessensfrage. Das Bundesgericht darf daher das angefochtene Urteil bloss daraufhin überprüfen, ob es von unrichtigen rechtlichen Voraussetzungen ausgeht, Erfahrungssätzen widerspricht oder aus dem Rahmen des Ermessens fällt, das dem Richter nach Art. 394 Abs. 3 OR zusteht. Das hängt insbesondere davon ab, ob die Vorinstanz das Honorar nach zulässigen Gesichtspunkten ermittelt und berechnet oder ob sie dabei auch auf Grundlagen abgestellt hat, die ihrer Natur nach nicht berücksichtigt werden dürfen (BGE 101 II 111).\n\nb) Dass die Übung (Verkehrssitte) gegebenenfalls nicht nur den Grundsatz, sondern auch das Mass des Vergütungsanspruchs des Beauftragten bestimme, ist allerdings in der Literatur nicht BGE 117 II 282 S. 284unbestritten (Nachweise bei WEBER, Praxis zum Auftragsrecht und zu den besonderen Auftragsarten, S. 70 Ziff. 5; vgl. auch TERCIER, La partie spéciale du Code des obligations, S. 396 Rz. 3075). Ebenso ist streitig, wie weit einseitige Verbandstarife das für die Anerkennung als Verkehrssitte erforderliche Mass an Üblichkeit zu erfüllen vermögen (KRAMER, N. 244 zu Art. 18 OR; JÄGGI/GAUCH, N. 403 zu Art. 18 OR; GUHL/MERZ/KUMMER, Das Schweizerische Obligationenrecht, 7. Aufl., S. 460; TERCIER, a.a.O., Rz. 3076; WEBER, a.a.O.). Das Bundesgericht hat in einem unveröffentlichten Entscheid unter Hinweis auf die Zürcher Praxis (ZR 53 Nr. 172 und 55 Nr. 177) die vom Verein Zürcherischer Rechtsanwälte erlassene Gebührenordnung als Bemessungsgrundlage des Honorars anerkannt, allerdings gleichzeitig darauf hingewiesen, dass beide Parteien sich ebenfalls darauf berufen und damit die Ordnung als massgebend anerkannt hätten (Urteil vom 21. April 1958 i.S. R. c. W., E. 2). Es hat diesen Tarif auch in einem späteren Entscheid als Ausdruck der Übung gewertet, die Anwendung aber auf freiberufliche Anwälte beschränkt (BGE 101 II 112 E. 3). Demgegenüber anerkennt das Bundesgericht beispielsweise die Normen des SIA nicht als regelbildende Übung und stellt darauf bloss ab, wenn die Parteien sie zum Vertragsinhalt erhoben haben (BGE 107 II 178). Die Praxis der Kantone ist uneinheitlich (WEBER, a.a.O.; JÄGGI/GAUCH, N. 403 zu Art. 18 OR).\n\nEine einlässliche Auseinandersetzung mit diesen Fragen kann im vorliegenden Fall unterbleiben, da - wie nachstehend aufzuzeigen sein wird - das Kantonsgericht den Honoraranspruch des Klägers durchaus bundesrechtskonform bestimmt und im Rahmen seiner Gesamtbeurteilung die zugesprochene Vergütung insbesondere auch nach dem Verbandstarif als angemessen erachtet hat.\n\nc) Das Kantonsgericht hat das Honorar des Klägers nach allgemeinen Grundsätzen festgesetzt. Dazu gehört nach der Rechtsprechung, dass die Vergütung den geleisteten Diensten entsprechen, ihnen objektiv angemessen sein muss. Nach welchen Gesichtspunkten sie im übrigen zu ermitteln ist und was bei ihrer Bemessung berücksichtigt werden darf, entscheidet sich nach den Umständen des Einzelfalles, namentlich nach der Art und Dauer des Auftrages, der übernommenen Verantwortung sowie der beruflichen Tätigkeit und Stellung des Beauftragten (BGE 101 II 111 E. 2). Von diesen Grundsätzen hat sich auch die Vorinstanz leiten lassen.\n\nBGE 117 II 282 S. 285\n\nDas Kantonsgericht hat einen objektiv gerechtfertigten Aufwand des Klägers von 93 Arbeitsstunden ermittelt. Diese Feststellung ist tatsächlicher Natur und für das Bundesgericht verbindlich (Art. 63 Abs. 2 OG). Nicht zu beanstanden ist sodann die Auffassung, für einen objektiv nicht gerechtfertigten Mehraufwand stehe dem Kläger kein Vergütungsanspruch zu. Das folgt bereits aus dem bei fehlender Honorarvereinbarung ebenfalls beachtlichen, aus den Gesamtumständen und der allgemeinen Lebenserfahrung zu ermittelnden hypothetischen Parteiwillen (DERENDINGER, Die Nicht- und die nichtrichtige Erfüllung des einfachen Auftrages, 2. Aufl., S, 197 Rz. 424). Sodann hat die Vorinstanz ein Stundenhonorar von Fr. 200.-- als angemessen erachtet. Darin liegt nach dem Gesagten eine Ermessensbetätigung, die vom Bundesgericht nur zurückhaltend und namentlich darauf überprüft wird, ob die Vorinstanz grundlos von den in Lehre und Rechtsprechung entwickelten Grundsätzen abgegangen ist oder Tatsachen berücksichtigt hat, die keine Rolle hätten spielen dürfen oder umgekehrt Umstände ausser Betracht gelassen hat, die zwingend hätten beachtet werden müssen (BGE 116 II 149 E. 6a mit Hinweis). Davon kann im vorliegenden Fall keine Rede sein. Das Kantonsgericht hat das Honorar des Klägers in erster Linie nach dem wirtschaftlichen Interesse der Auftraggeber sowie dem Ergebnis der Bemühungen bemessen und überdies den Stundenansatz an objektive Vergleichswerte angeglichen. Dieses Vorgehen erscheint in jeder Hinsicht als sachgerecht und bundesrechtskonform.\n\nBei den Vergleichswerten hat das Kantonsgericht namentlich auch die aussergerichtliche Honorarordnung des st. gallischen Anwaltsverbandes berücksichtigt und festgestellt, der veranschlagte Stundenansatz liege in deren Rahmen. Soweit der Kläger dagegen einwendet, die Vorinstanz habe diesen Tarif unrichtig angewendet und sei insbesondere von einem unrichtigen Interessenwert ausgegangen, ist er nicht zu hören; seine Rügen betreffen den Inhalt einer beanspruchten Verkehrssitte und damit Tatfragen, die vom Bundesgericht im Berufungsverfahren nicht zu überprüfen sind (BGE 86 II 257). Anders verhielte es sich bloss, wenn die Parteien die Übung zum Inhalt des Vertrages erhoben hätten und sie daher als Hilfsmittel für die normative Auslegung ihrer Willenserklärungen in Betracht käme (BGE 90 II 101, BGE 86 II 257). Dies trifft jedoch nach den verbindlichen Feststellungen der Vorinstanz auf den vorliegenden Fall nicht zu.\n\nBGE 117 II 282 S. 286\n\nStellt das Kantonsgericht aber für das Bundesgericht verbindlich fest, das von ihm nach allgemeinen Grundsätzen bestimmte Honorar entspreche ebenfalls dem massgebenden Verbandstarif, kann die Frage offenbleiben, inwieweit dieser im Rahmen von Art. 394 Abs. 3 OR überhaupt als Bemessungsgrundlage heranzuziehen ist (lit. b hievor)."}