{"annee": "117", "cour": "IA", "page": "491", "date": "30/10/1991", "cite": ["115 IA 183", "111 IA 239", "114 V 61", "101 IA 67", "115 IA 217", "114 IA 348", "113 IA 72", "112 IA 339", "113 IA 336", "114 IA 50"], "cite_par": ["119 IA 88", "142 I 155", "117 IA 522", "143 IV 397", "120 IA 19"], "chapeau": "74. Arrêt de la Ire Cour de droit public du 30 octobre 1991 dans la cause C. contre Juge d'instruction itinérant de Fribourg et Chambre d'accusation du Tribunal cantonal de l'Etat de Fribourg (recours de droit public)", "regestes": ["Sanction pour refus de témoigner. Systèmes de sanction du témoin récalcitrant; examen de la constitutionnalité d'une telle sanction en général et de celle prévue par le droit fribourgeois en particulier (consid. 1). Art. 6 par. 1 CEDH; garanties du juge indépendant et impartial et de la publicité des débats. Conditions d'admissibilité d'un grief de violation de l'art. 6 par. 1 CEDH qui n'a pas été soulevé en instance cantonale (consid. 2a). On ne saurait exiger que le juge qui sanctionne le refus de témoigner soit nécessairement un autre juge que celui qui a convoqué le témoin et tenté d'obtenir ses déclarations (consid. 2b). L'absence de publicité des débats devant la Chambre d'accusation du Tribunal cantonal fribourgeois justifie l'admission du recours (consid. 2c)."], "faits": "BGE 117 Ia 491 S. 492\n\nLe 2 août 1990, X. déposa plainte pénale contre inconnu pour violation du secret de fonction. Il se prévalait d'une révélation faite par C. devant le Grand Conseil fribourgeois, aux termes de laquelle X. aurait fait l'objet d'une procédure en soustraction fiscale. Convoqué par le Juge d'instruction itinérant pour être entendu comme témoin, C. déclara alors qu'en conscience il ne pouvait dévoiler le nom de celui qui lui avait fourni l'information relative à la procédure en soustraction fiscale dirigée contre X. Après avoir, séance tenante, avisé le témoin qu'il ne pouvait refuser de déposer en invoquant sa qualité de député au Grand Conseil, le Juge d'instruction lui donna lecture des chiffres 1 à 5 de l'art. 21 du Code de procédure pénale pour le canton de Fribourg (CPP), du 11 mai 1927, principalement du chiffre 5 qui dispose: \"Le témoin qui, sans de justes raisons et malgré avertissement, refuse de répondre, peut être, par ordonnance motivée, frappé d'arrêts pour quinze jours au plus et condamné aux frais. La peine cesse dès que le témoin consent à déposer.\" Conformément à cette disposition, le Juge d'instruction prononça - séance tenante - un avertissement formel, puis il interrogea à nouveau C. sur l'origine de son information. Le témoin répondit une nouvelle fois qu'en conscience il ne pouvait donner plus de précisions et qu'il ne voulait pas citer de noms.\n\nPar ordonnance du 30 novembre 1990, le Juge d'instruction, considérant que le motif invoqué à l'appui du refus de témoigner ne valait pas juste raison au sens de l'art. 21 ch. 5 CPP et que les conditions d'application de cette disposition étaient réalisées, condamna C. à une peine de 3 jours d'arrêts, sans sursis, tout en l'informant que la peine cesserait dès qu'il consentirait à témoigner. Saisie d'un recours de C., la Chambre d'accusation du Tribunal cantonal de l'Etat de Fribourg l'a rejeté, par arrêt du 22 février 1991. Par la voie du recours de droit public, C. a requis le Tribunal fédéral d'annuler cet arrêt cantonal; il invoquait l'art. 58 Cst. (garantie du juge naturel), l'art. 6 BGE 117 Ia 491 S. 493par. 1 CEDH (impartialité et indépendance du juge, absence de débats publics devant la Chambre d'accusation), la garantie de la liberté personnelle et l'art. 3 CEDH (interdiction de la torture et des peines ou traitements inhumains ou dégradants), ainsi qu'une application arbitraire de l'art. 21 ch. 5 CPP au sens de l'art. 4 Cst. Le Tribunal fédéral a admis le recours et annulé l'arrêt attaqué.", "considerants": "Considérant en droit:\n\n1. En matière pénale, il existe un intérêt public important à ce que les infractions puissent être poursuivies et réprimées. Le témoignage revêt à cet égard une grande importance et correspond souvent à une nécessité quasi absolue pour que la justice puisse être administrée de manière correcte (cf. ROBERT HAUSER, Der Zeugenbeweis im Strafprozessrecht mit Berücksichtigung des Zivilprozesses, p. 79 ss). Il répond dès lors à un intérêt public que le témoin ne soit pas libre de témoigner ou non à sa guise et qu'en dehors des cas particuliers où la loi l'en dispense, son refus soit sanctionné.\n\nLes lois de procédure, y compris celles de la Confédération (cf. notamment art. 44 PCF et 88 PPF), connaissent deux systèmes, qu'il n'est du reste pas toujours aisé de distinguer dans la pratique (cf. HAUSER, op.cit., p. 109 ss). Tantôt le témoin récalcitrant est frappé d'une sanction, en principe d'arrêts, qui est toutefois levée si l'intéressé accepte de témoigner (\"Beugehaft\"). Tantôt le refus de témoigner est constitutif d'une contravention réprimée directement par le magistrat entendant le témoin ou à la suite d'une procédure pénale ordinaire; parfois, le témoin est invité à témoigner sous la menace des peines prévues à l'art. 292 CP et dénoncé au juge pénal s'il persiste dans son refus. Dans tous les cas, cependant, une pression est exercée sur le témoin pour forcer sa résistance et la question se pose de savoir si pareil procédé est constitutionnel, spécialement dans le cas des arrêts coercitifs (\"Beugehaft\"). A priori, on ne saurait dire qu'une sanction du refus de témoigner constitue un acte de torture ou un traitement inhumain ou dégradant (cf. FROWEIN/PEUKERT, EMRK-Kommentar, p. 28 ss). Par ailleurs, même une peine d'arrêts, soit une atteinte grave à la liberté personnelle, n'est pas en principe inadmissible, si l'on tient compte de l'intérêt public parfois considérable à l'obtention du témoignage. Toutefois, comme toute restriction à la liberté personnelle, BGE 117 Ia 491 S. 494pareille sanction est subordonnée au respect des principes constitutionnels et, en particulier, à la règle de la proportionnalité (HAUSER, op.cit., p. 82; ATF 98 Ia 418). Dans cet arrêt, le Tribunal fédéral a annulé une décision portant menace d'arrêts coercitifs de 24 heures et relevé qu'en cas de dénonciation pour contravention à l'art. 292 CP, prévoyant des peines d'arrêts ou d'amende, il est rare que le refus de témoigner se traduise par une privation de liberté effective. FROWEIN/PEUKERT (op.cit., rem. 56 ad art. 5, p. 74) admettent les arrêts pour refus de prêter serment sous la forme de l'\"Offenbarungseid\". Sous l'angle des droits constitutionnels, la doctrine suisse est très réservée à l'égard des arrêts coercitifs, qu'elle n'admet pas de manière générale dans tous les cas et entend de toute façon subordonner à des conditions rigoureuses (W. HALLER, Commentaire de la Constitution fédérale, Liberté personnelle, après art. 65, rem. 136 et JÖRG PAUL MÜLLER, Die Grundrechte der schweizerischen Bundesverfassung, 2e éd., bes. Teil, p. 30/31).\n\nS'il n'apparaît pas inconstitutionnel en lui-même, à première vue, l'art. 21 ch. 5 CPP, qui ne prévoit pas la possibilité d'une simple amende, pourrait conduire cependant à des résultats inadmissibles lorsqu'une sanction d'arrêts apparaît excessive. Une telle sanction devrait pouvoir, suivant les circonstances, être assortie éventuellement du sursis. Le droit fribourgeois déclare d'ailleurs applicables les règles générales du Code pénal, et notamment les dispositions en matière de sursis, aux contraventions cantonales en matière de procédure (art. 1, 3 al. 1 et 15 de la loi d'application du Code pénal du 9 mai 1974; cf. aussi STEFAN TRECHSEL, Schw. Strafgesetzbuch, rem. 3 et 13 ad art. 335, qui relève qu'en matière de contraventions fondées sur l'art. 335 CP, les cantons ne sont certes pas tenus de reprendre la partie générale du CP mais sont de toute façon limités par le droit constitutionnel fédéral).\n\n2. Le recourant invoque notamment le défaut de publicité des débats devant la Chambre d'accusation. Il se plaint également du fait que le Juge d'instruction ne serait pas un magistrat indépendant et impartial. Ces griefs n'ont à aucun moment été énoncés devant la Chambre d'accusation. Le recourant, représenté par un avocat, devait pourtant savoir que cette autorité statuait sans débats publics, mais il n'a pas fait valoir devant la juridiction cantonale que cette situation violerait l'art. 6 par. 1 CEDH; il n'a pas non plus présenté quelque réquisition d'instruction que ce soit.\n\nBGE 117 Ia 491 S. 495\n\na) Les griefs de violation des droits constitutionnels consacrés dans la Convention européenne des droits de l'homme sont soumis à l'épuisement des instances cantonales (ATF 101 Ia 68 /69). La jurisprudence admet cependant la recevabilité de moyens de droit nouveaux dans un recours de droit public soumis à cette condition, lorsque l'autorité cantonale de dernière instance disposait d'un libre pouvoir d'examen et devait appliquer le droit d'office (ATF 115 Ia 184 consid. 2). Cette exception vaut pour tous les griefs dont le contenu ne se confond pas avec l'arbitraire (ATF 113 Ia 339). Ainsi en va-t-il du grief de violation de l'art. 6 par. 1 CEDH, qui consacre le droit à un tribunal indépendant et impartial (ATF 115 Ia 185 consid. 2). Le comportement du recourant doit cependant être conforme à la règle de la bonne foi. C'est pourquoi celui qui ne soulève pas devant l'autorité de dernière instance cantonale un grief lié à la conduite de la procédure, ayant trait par exemple à la composition régulière du tribunal, ne peut plus le soulever devant le Tribunal fédéral (ATF 114 Ia 348 consid. c et d, ATF 114 V 62 consid. b, ATF 112 Ia 339 consid. 1; cf., en ce qui concerne l'absence de publicité des débats, l'arrêt non publié Ch. c/G. et commune de Pully du 24 août 1990, consid. 4). Une solution contraire favoriserait des manoeuvres dilatoires. La pratique suivie en la matière n'est au demeurant pas en contradiction avec la nature éventuellement imprescriptible de certains droits déduits des art. 58 Cst. et 6 CEDH, l'imprescriptibilité d'un droit ne permettant naturellement pas sa revendication abusive.\n\nOn ne saurait, dans les circonstances données, reprocher au recourant de n'avoir pas attiré l'attention de la juridiction intimée sur le fait que la procédure cantonale ne serait éventuellement pas conforme aux exigences du droit constitutionnel et conventionnel, notamment à celle de la publicité des débats, telle que venait de la préciser la Cour européenne des droits de l'homme dans un arrêt Weber contre la Suisse du 22 mai 1990, paru seulement à fin 1990/début 1991. La situation juridique n'étant pas absolument claire au moment où il a recouru devant la Chambre cantonale (début décembre 1990), le recourant a agi de bonne foi, bien qu'il n'ait pas soulevé d'emblée la question de la régularité de la procédure devant l'autorité cantonale. Partant, les griefs de nature formelle qu'il soulève sont recevables, quoique étant nouveaux.\n\nb) Le recourant fait valoir que le Juge d'instruction ne serait pas un magistrat indépendant au sens de l'art. 6 par. 1 CEDH, car il serait un fonctionnaire soumis à la surveillance de la Chambre BGE 117 Ia 491 S. 496d'accusation, qui peut même lui donner des instructions, selon l'art. 164 al. 2 de la loi cantonale d'organisation judiciaire du 22 novembre 1949 (LOJ). Cette disposition prévoit que la Chambre d'accusation \"exerce la surveillance sur le Ministère public, les juges d'instruction et les fonctionnaires de la police judiciaire et leur donne les directions nécessaires\".\n\nLe Juge d'instruction est en principe le Président du Tribunal d'arrondissement, qui a incontestablement rang de magistrat et non de fonctionnaire (art. 166 LOJ). Qu'en l'espèce l'enquête ait été confiée à un juge d'instruction itinérant ne change rien à sa qualité de magistrat. Certes, la Chambre d'accusation exerce une surveillance générale sur les enquêtes pénales. Cette surveillance ne signifie pas que les juges d'instruction n'enquêtent pas en toute indépendance dans les procédures particulières qui leur sont confiées. Le fait que les décisions des juges d'instruction soient susceptibles de recours à la Chambre d'accusation (art. 29 CPP) n'empêche pas non plus ceux-ci d'être indépendants, comme tout magistrat de première instance dont les décisions peuvent faire l'objet de recours à une autorité judiciaire supérieure. Au surplus, dans le cas particulier, il n'existe aucun indice quelconque que le Juge d'instruction ait été soumis à quelque instruction que ce soit de la Chambre d'accusation lorsqu'il a rendu le prononcé attaqué.\n\nLe recourant invoque également la jurisprudence selon laquelle, en principe, le Juge d'instruction qui a conduit l'enquête ne peut faire partie du tribunal statuant sur le bien-fondé de l'action pénale (ATF 115 Ia 217, ATF 114 Ia 50, 140 et 143, ATF 113 Ia 72). La situation est toutefois différente ici. Il ne s'agit pas d'une procédure où le Juge d'instruction, après avoir procédé à l'enquête et, le cas échéant, renvoyé l'accusé devant l'autorité de jugement, fait ensuite partie de celle-ci. Dans ce cas, en effet, le Juge d'instruction a pu, à l'occasion de l'enquête, se heurter à l'accusé et s'être déjà largement fait une opinion, de sorte que sa pleine indépendance au moment du jugement n'est plus garantie. En l'espèce, l'enquête n'était pas dirigée contre le recourant mais contre un tiers et le Juge d'instruction a sanctionné le refus de témoigner du recourant. Selon la jurisprudence, pour dire si un juge est indépendant, il faut examiner les circonstances de fait et l'évolution de la procédure, de même que les questions concrètes à trancher (ATF 115 Ia 220 consid. 5a et les références). Dans le cas particulier, le fait que le Juge d'instruction ait instruit la plainte déposée par X. contre inconnu ne signifie pas qu'il ait déjà eu une opinion préconçue BGE 117 Ia 491 S. 497lorsqu'il s'est agi de sanctionner le refus de témoigner du recourant. La procédure contre le recourant restait ouverte malgré la participation du juge à l'enquête dirigée contre inconnu, laquelle posait un problème différent (ATF 114 Ia 59). On ne saurait donc exiger, au regard de l'art. 6 par. 1 CEDH, que le juge qui sanctionne le refus de témoigner soit nécessairement un autre juge que celui qui a convoqué le témoin et tenté d'obtenir ses déclarations (ATF 114 Ia 67 consid. b/aa).\n\nc) Vu la nature et la sévérité de la sanction prononcée en l'espèce, laquelle comportait une privation de liberté de 3 jours, il n'est pas douteux qu'il s'agisse d'une accusation de nature pénale au sens de l'art. 6 par. 1 CEDH. La Cour européenne des droits de l'homme en a du reste décidé ainsi dans le cas d'une amende de fr. 300.-- prononcée pour violation du secret de l'instruction dans le cadre d'une enquête pénale, où il s'agissait donc également d'une lésion des devoirs découlant de la loi de procédure pénale (arrêt Weber du 22 mai 1990 déjà cité, Publications de la Cour EDH, série A, vol. 177). Dans le cas particulier, il n'est pas contesté qu'il n'y a pas de publicité des débats devant la Chambre d'accusation, ce qui est contraire à l'art. 6 par. 1 CEDH. Même si le recourant n'en parle pas, il y a même double lacune, car la publicité des débats s'impose également en première instance devant le Juge d'instruction (ATF 111 Ia 244 consid. 7a et arrêt Weber précité).\n\nLe recours devant ainsi être admis pour ce motif de nature formelle, le Tribunal fédéral peut se dispenser d'examiner le fond, à savoir si l'art. 21 ch. 5 CPP frib. a reçu, dans le cas particulier, une application conforme aux normes constitutionnelles et conventionnelles invoquées. Il appartient en effet à la juridiction intimée de rendre une nouvelle décision à la lumière des considérants du présent arrêt. Ce faisant, elle vouera un soin particulier à l'examen des questions de la proportionnalité et du sursis (consid. 1 ci-dessus)."}