{"annee": "117", "cour": "II", "page": "151", "date": "20/3/1991", "cite": ["112 II 422", "109 II 208", "111 II 48"], "cite_par": ["126 III 512"], "chapeau": "32. Urteil der II. Zivilabteilung vom 20. März 1991 i.S. Meier (Verwaltungsgerichtsbeschwerde)", "regestes": ["Consultation du registre foncier (art. 970 CC). L'intérêt scientifique d'un généalogiste justifie en principe la consultation d'inscriptions et de pièces justificatives qui ne concernent pas uniquement sa propre famille."], "faits": "BGE 117 II 151 S. 151\n\nVictor G. Meier, Doktor der Philosophie und Gymnasiallehrer, ist Mitglied der Schweizerischen Gesellschaft für Familienforschung und der Genealogisch-Heraldischen Gesellschaft der Regio Basilensis. Seit über zwanzig Jahren forscht er auf diesen Gebieten.\n\nMit Schreiben vom 18. Juli 1987 gelangte Victor G. Meier an das Grundbuchamt Baden mit dem Ersuchen, ihm Einsicht zu gewähren in die Grundbucheinträge betreffend die Liegenschaft Oberdorfstrasse 15a und 15b in Unterehrendingen (\"Wiederkehr-Haus\"), in der einst seine Gross- und seine Urgrosseltern gelebt hätten. Er erneuerte das Gesuch mit Schreiben vom 15. Februar 1988, wobei er es auf die Liegenschaft seiner Eltern an der Bäckerstrasse 3 in Wettingen ausdehnte. Beide Male wies Victor G. Meier BGE 117 II 151 S. 152darauf hin, dass er sich im Rahmen seiner Familienforschung für die Grundbucheinträge interessiere.\n\nIn einer an Victor G. Meier gerichteten Verfügung vom 18. Februar 1988 hielt der Grundbuchverwalter des Bezirks Baden fest, dass er die Einsicht in das Grundbuch insoweit gewährt habe, als es um Einträge und Handänderungsverträge gegangen sei, die Verwandte betroffen hätten; Kopien von Verträgen, an denen Dritte beteiligt gewesen seien, würden jedoch nur ausgehändigt, wenn deren Einwilligung beigebracht werde. Der Grundbuchverwalter wies darauf hin, dass gegen seine Verfügung innert 30 Tagen beim Departement des Innern des Kantons Aargau Beschwerde geführt werden könne.\n\nAm 14. Juli 1988 wies das Departement des Innern des Kantons Aargau eine von Victor G. Meier gegen die Verfügung des Grundbuchamtes Baden eingereichte Beschwerde ab, und das kantonale Verwaltungsgericht (1. Kammer) wies am 2. April 1990 die gegen die Verfügung des Departements gerichtete Beschwerde ebenfalls ab.\n\nGegen den zweitinstanzlichen Entscheid hat Victor G. Meier Verwaltungsgerichtsbeschwerde an das Bundesgericht erhoben. Er beantragt, das angefochtene Urteil sei aufzuheben und es seien ihm sämtliche Belege, die zu den Grundbuchblättern Wettingen Nr. 2424 sowie Unterehrendingen Nrn. 125 und 371 gehörten, in fotokopierter Form zur Verfügung zu stellen; neun Belege führt er unter Angabe von Nummer und Datum einzeln an.\n\nDas Departement des Innern und das Verwaltungsgericht des Kantons Aargau haben auf Vernehmlassung verzichtet, und das Eidgenössische Justiz- und Polizeidepartement (Bundesamt für Justiz) beantragt Gutheissung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Das Grundbuch ist öffentlich (Art. 970 Abs. 1 ZGB). Gemäss Art. 970 Abs. 2 ZGB kann allerdings nur derjenige, der ein Interesse glaubhaft macht, verlangen, dass ihm näher zu bezeichnende Blätter samt den zugehörigen Belegen in Gegenwart eines Grundbuchbeamten vorgewiesen, oder dass ihm Auszüge aus solchen ausgefertigt werden. Das im Gesetz erwähnte Interesse braucht nicht rechtlicher Natur zu sein; ein tatsächliches, beispielsweise wirtschaftliches oder wissenschaftliches, Interesse reicht aus; blosse Neugierde genügt dagegen nicht. Es muss sich sodann um BGE 117 II 151 S. 153ein einschlägiges Interesse handeln, d.h. es muss mit der Zweckbestimmung des Grundbuchs als Mittel zur Bekanntmachung der dinglichen Rechte an Grundstücken in Zusammenhang stehen (BGE 112 II 426 E. b; BGE 111 II 50 E. 2; BGE 109 II 209 E. 3, mit Hinweisen). Die Einsicht ist schliesslich nur in dem Umfang zu gewähren, als es zur Befriedigung des geltend gemachten Interesses notwendig ist (DESCHENAUX, Das Grundbuch, in: Schweizerisches Privatrecht, Band V/3/1, S. 169).\n\n2. a) Das Verwaltungsgericht erklärt im angefochtenen Urteil, dass eine wissenschaftliche Tätigkeit als solche nicht in jedem Fall zu einer unbeschränkten Einsicht in das Grundbuch berechtige. Es führt sodann aus, dass der Beschwerdeführer in keiner der an den Grundbuchverwalter oder an das kantonale Departement des Innern gerichteten Eingaben etwas vorgebracht habe, was auf ein wissenschaftliches Interesse an einer Einsicht auch in Belege, die mit seinen Verwandten nichts zu tun hätten, schliessen lassen würde. Unter Hinweis darauf, dass das Interesse an der Einsichtnahme mit der Publizitätsfunktion des Grundbuchs in Zusammenhang stehen müsse, vertritt die Vorinstanz die Ansicht, dass bezüglich der Belege besondere Zurückhaltung geboten sei; das vom Beschwerdeführer geltend gemachte Interesse könne deshalb ohnehin nur insofern als hinreichend erachtet werden, als aus den von ihm genannten Belegen der genaue Inhalt von dinglichen oder vorgemerkten persönlichen Rechten ermittelt werden soll; es gehe nicht an, ihn von Vertragsbestimmungen schuldrechtlicher Natur Kenntnis nehmen zu lassen, die ja nur unter den Parteien Wirkungen hätten.\n\nb) Im Verfahren vor dem kantonalen Verwaltungsgericht hatte der Beschwerdeführer unter anderem vorgebracht, es gehe ihm bei der verlangten Einsichtnahme in das Grundbuch auch um die Erforschung der Geschichte der Häuser und damit um Details (Steuerschatzungen, besondere Dienstbarkeiten), die in einer Familie über Generationen hinweg Gesprächsthema hätten sein können und familiengeschichtlich deshalb hoch interessant seien. Diesen und weiteren ähnlichen Vorbringen hat die Vorinstanz entgegengehalten, sie vermöchten kein hinreichendes Interesse darzutun, liessen sie doch keinen fassbaren Zusammenhang mit Genealogie oder Familienforschung erkennen; würde man anders entscheiden, könnte der Beschwerdeführer als nächstes auch die Einsicht in die Grundbuchblätter der Nachbarliegenschaften und in alle entsprechenden Belege verlangen, zumal sich BGE 117 II 151 S. 154wohl auch dort Hinweise auf die Nachbarschaftsverhältnisse oder auf Themen fänden, die am Familientisch diskutiert worden seien. Das Verwaltungsgericht hat zudem dafür gehalten, dass die vom Beschwerdeführer gesuchten Informationen mit der Publizitätsfunktion des Grundbuchs nichts zu tun hätten; es sei nicht Zweck des Grundbuchs, späteren Eigentümern die Erforschung zusätzlicher persönlicher Daten ihrer Rechtsvorgänger zu ermöglichen.\n\nc) Aufgrund ihrer Betrachtungsweise hatte die Vorinstanz keinen Anlass zu erörtern, ob und inwiefern Interessen Dritter einer Einsichtnahme in gewisse Belege entgegenstehen könnten.\n\n3. a) Soweit ersichtlich hat sich das Bundesgericht erstmals konkret mit einem Fall zu befassen, in dem ein Gesuch um Einsicht in das Grundbuch (ausschliesslich) mit einem wissenschaftlichen Interesse begründet wird. Bei der hier in Frage stehenden Genealogie, der sogenannten Geschlechterkunde, handelt es sich um die \"Lehre von der Herkunft und den (direkten und z.T. auch indirekten) Verwandtschaftsverhältnissen bestimmter Personen, Familien, Familiengruppen, Sippen oder Geschlechter\" (Meyers Enzyklopädisches Lexikon, 9. A., Mannheim 1974, Band 10). Sie ist nach Inhalt und Arbeitsweise eine geschichtliche Hilfswissenschaft, die auch die rechtlichen, gesellschaftskundlichen und lebensgesetzlichen Beziehungen erfasst, welche sich aus den Abstammungsverhältnissen der Familien ergeben (vgl. Der Grosse Brockhaus, 18. A., IV. Band).\n\nb) Wie aus der im angefochtenen Entscheid wiedergegebenen Definition geschlossen werden muss, ist das Verwaltungsgericht von einem zu engen Begriff der Genealogie ausgegangen. Die kantonale Instanz hat nicht berücksichtigt, dass diese Wissenschaft nach den angeführten Wörterbüchern nicht nur die Familienforschung im Sinne einer Erkundung der Abstammung zum Gegenstand hat, sondern auch in gewissen sozialhistorischen Untersuchungen bestehen kann. Bei der Beurteilung des Gesuchs hat die Vorinstanz dem Umstand, dass der Beschwerdeführer wissenschaftliche Interessen geltend macht, ohnehin kaum Rechnung getragen. Sie hat insbesondere verkannt, dass Interessen dieser Art die Gewährung der Einsicht in das Grundbuch grundsätzlich auch dann zu rechtfertigen vermögen, wenn sie sich nicht auf die eigene Familie beschränken.\n\nDass das Grundbuch und die dazugehörenden Belege von vornherein nicht geeignet wären, dem Beschwerdeführer die ihn BGE 117 II 151 S. 155interessierenden Angaben zu vermitteln, sagt die kantonale Instanz mit Recht nicht. Es ist in der Tat davon auszugehen, dass Handänderungs- oder Dienstbarkeitsverträge durchaus Aufschluss geben können etwa über soziale oder wirtschaftliche Verhältnisse eines Bevölkerungskreises oder einer Landesgegend. Dem vorinstanzlichen Entscheid lässt sich auch nicht entnehmen, dass der Beschwerdeführer - allenfalls mit einem zumutbaren Mehraufwand - anderweitig zu den einschlägigen Informationen gelangen könnte (vgl. HAUSHEER, Öffentlichkeit des Grundbuches, in: ZBGR 69/1988, S. 11) oder dass an der Ernsthaftigkeit seiner Forschungsarbeiten zu zweifeln wäre. Unter den genannten Umständen geht es jedoch nicht an, dem Beschwerdeführer die Einsicht mangels hinreichenden Interesses zu verweigern mit der Begründung, er würde Einblick erhalten in Verhältnisse von Personen, die nicht seiner Familie angehörten. Dass der gewünschten Einsichtnahme tatsächlich die Intimsphäre Dritter entgegenstehen könnte, ist ein Umstand, der im Sinne einer Abwägung den Interessen des Beschwerdeführers gegenüberzustellen ist.\n\n4. Von den neun Grundbuch-Belegen, die der Beschwerdeführer einzusehen wünscht, gehen sechs auf die Jahre 1923 bis 1929, die andern drei auf die Jahre 1936 und 1938 zurück. Selbst die jüngsten dieser Schriftstücke stammen somit aus einer Zeit, die mehr als fünfzig Jahre, mit andern Worten rund zwei Generationen, zurückliegt. Wenn das Eidgenössische Justiz- und Polizeidepartement darauf hinweist, dass die Akten des Bundesarchivs grundsätzlich nach einer Sperrfrist von 35 Jahren der Öffentlichkeit zugänglich sind, so trifft das wohl zu (Art. 7 Abs. 1 des Reglements für das Bundesarchiv; SR 432.11), doch lässt sich die dort geschützte Sphäre nicht ohne weiteres mit den hier in Frage stehenden Interessen der betroffenen Dritten vergleichen. Es ist jedoch gleichwohl nicht ersichtlich, inwiefern Grundbuch-Belege persönliche Daten enthalten könnten, deren Schutz - ungeachtet der Frage, ob die Betroffenen zur Familie des Beschwerdeführers zählen oder nicht - auch nach fünfzig Jahren noch höher einzustufen wäre als das geltend gemachte Forschungsinteresse. Der angefochtene Entscheid ist deshalb aufzuheben, und das Grundbuchamt ist anzuweisen, dem Beschwerdeführer die verlangte Einsicht zu gewähren.\n\nBGE 117 II 151 S. 156\n\nDemnach erkennt das Bundesgericht:\n\n1. Die Verwaltungsgerichtsbeschwerde wird gutgeheissen und der Entscheid des Verwaltungsgerichts (1. Kammer) des Kantons Aargau vom 2. April 1990 aufgehoben; das Grundbuchamt des Bezirks Baden wird angewiesen, dem Beschwerdeführer Einsicht zu gewähren in sämtliche Belege, die zu den Grundbuch-Blättern Wettingen Nr. 2424 sowie Unterehrendingen Nrn. 125 und 371 gehören, bzw. ihm diese Belege zur Verfügung zu halten.\n\n..."}