{"annee": "117", "cour": "II", "page": "16", "date": "6/5/1991", "cite": ["77 II 109", "110 II 116", "51 II 98"], "cite_par": ["119 II 314", "126 III 10", "123 III 1", "128 III 4", "117 V 287"], "chapeau": "5. Auszug aus dem Urteil der II. Zivilabteilung vom 6. Mai 1991 i.S. X. gegen X. (staatsrechtliche Beschwerde)", "regestes": ["Protection de l'union conjugale; contributions d'entretien en cas de suspension de la vie commune (art. 176 al. 1 ch. 1 CC). Pour fixer la contribution d'entretien, on ne peut prendre en compte un montant supérieur à celui que le débiteur obtient effectivement du revenu de son travail que dans la mesure où il pourrait gagner davantage en faisant l'effort qu'on peut raisonnablement exiger de lui. En tant que le revenu du débiteur provient du produit de la fortune, on ne peut en revanche pas partir d'un revenu hypothétique lorsque le débiteur a aliéné son patrimoine - pour quelque raison que ce soit - et qu'il n'est plus possible de le reconstituer."], "faits": "", "considerants": "BGE 117 II 16 S. 17\n\nAus den Erwägungen:\n\n1. a) Das Obergericht stellt unangefochten fest, der heute vermögenslose Beschwerdeführer habe seinen beiden Kindern seit 1987 mindestens Fr. 620'000.-- geschenkt, und zwar im vollen Wissen darum, dass er gemäss aussergerichtlicher Vereinbarung vom 28. November 1973 der Beschwerdegegnerin monatliche Unterhaltsbeiträge von nunmehr Fr. 3'800.-- zu bezahlen verpflichtet sei. Die kantonale Rekursinstanz hat dieses Verhalten als rechtsmissbräuchlich bezeichnet und deshalb dafürgehalten, dass im Hinblick auf die Berechnung der der Beschwerdegegnerin zustehenden Unterhaltsbeiträge zu dem aus einer AHV-Rente von Fr. 1'200.-- bestehenden monatlichen Einkommen des Beschwerdeführers ein hypothetischer Vermögensertrag von rund Fr. 2'100.-- hinzuzuschlagen sei.\n\nb) Insbesondere unter Hinweis darauf, dass es ihm nicht möglich sei, einen derartigen Vermögensertrag zu erzielen, hält der Beschwerdeführer die obergerichtliche Betrachtungsweise zu Recht für willkürlich:\n\nBei der Festsetzung von Unterhaltsbeiträgen darf vom tatsächlichen Leistungsvermögen des Pflichtigen, das Voraussetzung und Bemessungsgrundlage der Beitragspflicht bildet, abgewichen und statt dessen von einem hypothetischen Einkommen ausgegangen werden, falls und soweit der Pflichtige bei gutem Willen bzw. bei ihm zuzumutender Anstrengung mehr zu verdienen vermöchte, als er effektiv verdient (vgl. BGE 110 II 117 E. 2a mit Hinweisen; BGE 77 II 112 E. 2; BGE 51 II 102 E. 3; BÜHLER/SPÜHLER, N 139 f. zu Art. 145 ZGB mit Hinweisen); wo die reale Möglichkeit einer Einkommenssteigerung fehlt, muss eine solche jedoch ausser Betracht bleiben (vgl. SJZ 81/1985, S. 390 Nr. 72; KEHL-ZELLER, Die Unterhaltsansprüche der Ehegatten während der Ehe, 2. A., S. 16 f.). Was für das Einkommen und den Vermögensertrag als Bestandteil des Einkommens gilt, muss notwendigerweise und erst recht für das Vermögen als solches Regel bilden; das Äufnen von Vermögen nach Vermögensverlust ist nämlich bedeutend schwieriger und hängt in geringerem Masse vom guten Willen des Betroffenen allein ab, als dies für eine Steigerung des Erwerbseinkommens üblicherweise zutrifft (KEHL-ZELLER, a.a.O., S. 180 oben). Hat der Unterhaltspflichtige - sei es auch verschuldetermassen oder gar aus bösem Willen - sich seines Vermögens entäussert, und kann der Vermögensschwund nicht rückgängig gemacht werden, muss BGE 117 II 16 S. 18auf die verbleibende effektive Leistungsfähigkeit abgestellt werden, so unbefriedigend dies im Einzelfall auch erscheinen mag (vgl. SJZ 81/1985, S. 391 Nr. 72; dazu auch HAUSHEER/REUSSER/GEISER, Kommentar zum Eherecht, N 20 zu Art. 176 ZGB).\n\nc) Das Obergericht stellt nicht etwa fest, dass die Schenkungen des Beschwerdeführers an seine Kinder rückgängig zu machen wären. Ebensowenig ist dargetan, dass der Beschwerdeführer bei gutem Willen bzw. bei ihm zuzumutender Anstrengung den von der kantonalen Instanz eingesetzten hypothetischen Vermögensertrag von monatlich rund Fr. 2'100.-- auf andere Weise zu erzielen vermöchte. Die Festsetzung des Unterhaltsbeitrages beruht damit auf einer unhaltbaren Grundlage, so dass der angefochtene Entscheid aufzuheben ist. ..."}