{"annee": "117", "cour": "II", "page": "77", "date": "29/1/1991", "cite": ["106 II 356", "116 II 594", "106 II 170"], "cite_par": ["129 III 272", "120 II 100", "140 III 433", "142 III 568", "121 III 319", "125 III 421", "120 II 302", "123 III 171", "119 II 348"], "chapeau": "18. Extrait de l'arrêt de la Ire Cour civile du 29 janvier 1991 dans la cause R. contre S.I.C. (recours en réforme)", "regestes": ["Hausse de loyer (art. 14 AMSL). 1. Application de la méthode absolue pour la fixation du loyer (consid. 2). 2. Calcul de l'état locatif admissible (consid. 3). a) détermination des fonds propres investis par le bailleur (let. a); b) indexation des fonds propres; cas particulier des immeubles sortant du contrôle cantonal des loyers à Genève (let. b); c) détermination des charges d'exploitation (let. c)."], "faits": "BGE 117 II 77 S. 77\n\nA.- Construits au bénéfice de la loi genevoise du 26 septembre 1969 concernant l'encouragement à la construction de logements destinés à la classe moyenne (HCM), les immeubles Nos 50 à 58 rue de la Prulay, à Meyrin, ont fait l'objet d'un arrêté du Conseil d'Etat genevois du 20 mars 1974. Selon le plan financier adopté par cet arrêté, le prix de la construction des immeubles s'établissait de la manière suivante: BGE 117 II 77 S. 78\n\nPrix de revient: Fr. 14'000'000.-- financé par: - hypothèque de 1er rang Fr. 9'100'000.-- - hypothèque de 2e rang Fr. 1'400'000.-- Fr. 10'500'000.-- ----------------- - Fonds propres Fr. 3'500'000.--\n\nPrix de revient:\n\nFr. 14'000'000.--\n\nfinancé par:\n\n- hypothèque de 1er rang\n\nFr. 9'100'000.--\n\n- hypothèque de 2e rang\n\nFr. 1'400'000.--\n\nFr. 10'500'000.--\n\n-----------------\n\n- Fonds propres\n\nFr. 3'500'000.--\n\nCes immeubles ont été acquis en 1974 par la S.I.C., alors qu'ils étaient en voie d'achèvement. Le prix d'acquisition était le suivant:\n\nFr. 10'730'000.-- pour l'achat des parcelles\n\nFr. 4'870'000.-- pour l'achèvement des constructions\n\nFr. 300'000.-- pour droits d'enregistrement\n\nFr. 159'000.-- pour commission\n\nFr. 23'353.-- pour frais d'expert\n\n-----------------\n\nFr. 16'082'353.-- au total.\n\nLe 30 juin 1984, à la sortie du contrôle cantonal, l'état locatif des immeubles était de 1'004'484 francs.\n\nB.- Selon contrat du 17 novembre 1980, R. est locataire d'un appartement de 4 pièces, au 1er étage de l'immeuble sis au No 50 rue de la Prulay, ainsi que, selon un second contrat du même jour, d'un garage en sous-sol.\n\nInvoquant notamment l'art. 14 AMSL, la S.I.C. a, en septembre 1984, notifié à l'ensemble des locataires de ces immeubles des avis de majoration de loyer représentant des hausses de 31% pour les appartements, 33 1/3% pour les places de parc intérieures et 66 2/3% pour les places de parc extérieures. Fixé à 6'612 francs par an le 26 août 1982, le loyer de l'appartement occupé par R. a ainsi passé à 8'688 francs l'an, charges non comprises, dès le 1er janvier 1985; le loyer annuel du garage a évolué de 900 à 1'200 francs dès la même date.\n\nLa conciliation ayant échoué, la S.I.C. a demandé, en décembre 1984, la validation de la hausse auprès du Tribunal des baux et loyers du canton de Genève. Par jugement du 27 février 1989, ce tribunal a admis une hausse de 13,18% applicable sur l'ensemble des appartements et des places de parc. Le loyer annuel de R. a ainsi été arrêté à 7'482 francs, charges non comprises, pour l'appartement et à 1'020 francs pour la place de parc intérieure.\n\nC.- Sur appel principal de la S.I.C. et appel incident de R., la Chambre d'appel en matière des baux et loyers a, par arrêt du 14 mai 1990, porté le loyer annuel dû par R. dès le 1er janvier 1985 à 8'592 francs, charges non comprises, pour l'appartement et à 1'170 francs BGE 117 II 77 S. 79pour la place de parc intérieure. Se fondant sur un calcul du rendement net, elle a d'abord déterminé les fonds propres de la manière suivante:\n\nFonds propres initiaux Fr. 5'400'000.-- Réactualisés à hauteur de 48,29% Fr. 2'607'000.-- ---------------- Total Fr. 8'007'000.-- Investissement complémentaire: Remboursement 2e rang Etat de Genève Fr. 1'400'000.-- Réactualisés à hauteur de 50% de 48,29% Fr. 338'000.-- ---------------- Fonds propres réactualisés Fr. 9'745'000.--\n\nFonds propres initiaux\n\nFr. 5'400'000.--\n\nRéactualisés à hauteur de 48,29%\n\nFr. 2'607'000.--\n\n----------------\n\nTotal\n\nFr. 8'007'000.--\n\nInvestissement complémentaire:\n\nRemboursement 2e rang Etat de Genève\n\nFr. 1'400'000.--\n\nRéactualisés à hauteur de 50% de 48,29%\n\nFr. 338'000.--\n\n----------------\n\nFonds propres réactualisés\n\nFr. 9'745'000.--\n\nPuis, pour arrêter le loyer admissible, elle a procédé au calcul suivant:\n\nRentes à 6% (soit 0,5% de plus que le taux hypothécaire de 5,5%) Fr. 584'700.-- Intérêts hypothécaires 1er rang Fr. 500'500.-- Charges d'exploitation Fr. 220'480.-- ---------------- Etat locatif total Fr. 1'305'680.-- Etat locatif actuel Fr. 1'004'484.-- ---------------- Hausse admissible de l'état locatif, soit 29,98% arrondis à 30% Fr. 301'196.-- ================\n\nRentes à 6% (soit 0,5% de plus\n\nque le taux hypothécaire de 5,5%)\n\nFr. 584'700.--\n\nIntérêts hypothécaires 1er rang\n\nFr. 500'500.--\n\nCharges d'exploitation\n\nFr. 220'480.--\n\n----------------\n\nEtat locatif total\n\nFr. 1'305'680.--\n\nEtat locatif actuel\n\nFr. 1'004'484.--\n\n----------------\n\nHausse admissible de l'état locatif,\n\nsoit 29,98% arrondis à 30%\n\nFr. 301'196.--\n\n================\n\nD.- R. interjette un recours en réforme, concluant principalement à l'annulation de l'arrêt attaqué et au rejet des demandes de hausses; subsidiairement, il requiert que le loyer annuel valable dès le 1er janvier 1985 soit fixé à 6'780 francs pour l'appartement et à 924 francs pour la place de parc intérieure.\n\nLa société intimée conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n2. Selon une jurisprudence récente (ATF 116 II 600 consid. 6 et les références), le Tribunal fédéral a admis que l'art. 14 AMSL était directement applicable. Le bailleur doit pouvoir demander au juge qu'il dise si ses investissements ou le rendement espéré apparaissent ou non exagérés. Et cela indépendamment de savoir si le bailleur a invoqué la réalisation de l'une des conditions énumérées à l'art. 15 al. 1 AMSL. Le bailleur peut, en définitive, établir directement que le loyer lui procure un rendement convenable, même si le critère de rendement normal des fonds investis n'apparaît pas très différent de celui de l'art. 15 al. 1 let. a ou c AMSL.\n\nBGE 117 II 77 S. 80\n\nEn l'occurrence, invoquant essentiellement l'art. 14 AMSL, la bailleresse fait précisément valoir que le loyer se tient dans les limites du rendement net des fonds propres investis. Elle ne se préoccupe, en revanche, pas du loyer précédemment en vigueur entre les parties dès lors que la hausse litigieuse ne le prend pas en considération. Cette hausse ne résultant ainsi pas de la réadaptation à des variations de paramètres survenus depuis la dernière fixation du loyer, le recourant ne critique, à juste titre, pas l'application de la méthode absolue. Celle-ci implique, en effet, l'analyse d'une situation financière à un moment donné sans se préoccuper de l'évolution dans le temps du loyer en cause (LACHAT/MICHELI, Le nouveau droit du bail, p. 223). L'application de cette méthode se justifie d'autant plus en l'espèce que, ainsi que le relève pertinemment la Cour de justice, le loyer initial et les suivants ont résulté de l'application de normes de droit cantonal, différentes de l'AMSL.\n\nEn l'espèce, il faut donc, en vertu de la méthode absolue, déterminer si au 30 juin 1984, date de la sortie du contrôle cantonal, le loyer était admissible en fonction des coûts d'exploitation, des capitaux empruntés et de l'investissement du bailleur (BARBEY, L'arrêté fédéral instituant des mesures contre les abus dans le secteur locatif, p. 46; LACHAT/MICHELI, op.cit., p. 203 ss).\n\n3. Le recourant critique précisément le calcul de l'état locatif ayant servi à déterminer le loyer admissible en application de la méthode absolue.\n\na) En premier lieu, pour déterminer les fonds propres investis par la bailleresse, le prix de revient arrêté à 15'900'000 francs par la cour cantonale serait trop élevé au regard des 14'000'000 francs homologués par le Conseil d'Etat genevois; ainsi, compte tenu des capitaux empruntés, les fonds propres investis initialement seraient de 3'500'000 francs et non de 5'400'000 francs, comme l'aurait retenu par erreur la Cour de justice.\n\naa) L'art. 14 AMSL implique une analyse du rendement net obtenu par le bailleur. Ce rendement résulte du rapport existant entre les fonds propres investis dans la chose remise à bail et le loyer après déduction des charges d'exploitation et des intérêts débiteurs sur les capitaux empruntés (ATF 106 II 359 consid. 2 et la référence; LACHAT/MICHELI, op.cit., p. 203; BARBEY, op.cit., p. 67). Pour déterminer le montant des fonds propres investis, il faut partir du coût de revient effectif de l'immeuble, déduction faite des fonds étrangers (emprunts du propriétaire garantis ou non par BGE 117 II 77 S. 81hypothèque). S'il s'agit d'un immeuble neuf, ce coût de revient comprend le prix du terrain, à moins que son prix soit manifestement exagéré (ATF 106 II 171 /172; LACHAT/MICHELI, p. 206 et 209); doivent encore y être ajoutés d'éventuels droits de mutation, le prix de la construction ainsi que les frais financiers (BARBEY, op.cit., p. 69, y compris la note 243a; LACHAT/MICHELI, op.cit., p. 206); cette notion de coût de revient de l'immeuble n'est - ainsi qu'on l'a déjà relevé - pas différente de celle de l'art. 15 al. 1 let. c AMSL. Pour les immeubles récents, le coût de revient équivaut au prix d'acquisition de l'immeuble ainsi qu'aux frais rattachés à la transaction; en particulier, lorsque des immeubles neufs sont construits par des promoteurs qui les vendent aussitôt après à des investisseurs, le bénéfice du promoteur paraît ainsi légitime, mais il doit rester dans les limites du raisonnable (FF 1972 I p. 1226; BARBEY, op.cit., p. 69, n. 243).\n\nbb) En l'espèce, la bailleresse a payé 15'600'000 francs pour des immeubles en cours de construction, montant comprenant l'achat des parcelles et l'achèvement des travaux. Par rapport au prix de revient de 14'000'000 francs contrôlé par l'Office financier du logement genevois, cela représente - ainsi que le relève la cour cantonale - une différence de 11,14%. Une telle marge, qui constitue la part de bénéfice du promoteur-vendeur, ne peut être qualifiée d'excessive au sens de la jurisprudence précitée, eu égard notamment aux risques rattachés à une opération immobilière d'une telle ampleur.\n\nSi l'on considère, par ailleurs, que doivent encore y être ajoutés les frais de mutation, qui sont réputés faire partie du prix de la construction au sens de l'art. 9 al. 2 OFL, le coût de revient de l'immeuble à prendre en considération est de 15'900'000 francs. Les fonds étrangers constitués par des hypothèques en 1er et 2e rangs étant de 10'500'000 francs, les fonds propres initiaux ou les investissements s'élèvent donc à 5'400'000 francs.\n\ncc) Par ailleurs, pendant la durée du contrôle des loyers, la bailleresse a remboursé l'hypothèque de 2e rang par 1'400'000 francs. Cet amortissement contribue à augmenter les fonds propres (LACHAT/MICHELI, op.cit., p. 206). D'ailleurs, contrairement à ce que le recourant affirme, ce ne sont pas les locataires qui ont assumé cet amortissement, mais bien le propriétaire; peu importe, à cet égard, qu'il y ait consacré un montant provenant de la perception des loyers. Au demeurant, il ne ressort pas des faits retenus par la cour cantonale - qui lient le Tribunal fédéral - que BGE 117 II 77 S. 82le remboursement ait eu lieu à l'aide de subventions. Quant au fait que l'hypothèque en 2e rang ne portait pas d'intérêts, cette circonstance a, au premier chef, profité aux locataires; aucune rentabilité de ce capital n'a été répercutée sur les loyers pendant la période du contrôle cantonal.\n\ndd) Enfin, s'agissant, dans le cas particulier, de l'analyse du loyer admissible en fonction du coût de revient au sens de l'art. 14 AMSL (calcul selon la méthode absolue), le capital à prendre en considération correspond aux fonds propres effectivement investis et non au rapport théorique fixe (40%) entre les fonds propres et les fonds étrangers (EGLI, Aperçu de la jurisprudence récente du Tribunal fédéral, in RJB 124, 1988, p. 55 et les références).\n\nb) Le recourant conteste ensuite le mode de réévaluation des fonds propres adopté par la cour cantonale. Il soutient que les fonds propres initiaux auraient déjà été \"réindexés au coût de la vie en 1984\" grâce à l'amortissement de l'hypothèque en second rang. Aussi la cour cantonale aurait-elle, de manière erronée, à la fois indexé le capital propre initial, ajouté à ce capital le remboursement de l'hypothèque en second rang et, enfin, encore \"réactualisé\" ce montant.\n\nCe faisant, le recourant pose, en réalité, le problème particulier de l'indexation des fonds propres investis dans des immeubles sortant du contrôle cantonal des loyers à Genève.\n\naa) En principe, dans le cas - comme en l'espèce - d'immeubles récents, l'investissement initial du bailleur doit être réévalué conformément à l'art. 15 al. 1 let. d AMSL. En effet, le pouvoir d'achat des fonds propres doit être maintenu et réadapté au coût de la vie (BARBEY, op.cit., p. 67/68 et p. 90; LACHAT/MICHELI, op.cit., p. 207). Dans le cadre de la méthode absolue, cette réévaluation doit intervenir depuis la date à laquelle est déterminé le prix de revient de l'immeuble (LACHAT/MICHELI, op.cit., p. 207, y compris note 20).\n\nSur ce point, le système genevois du contrôle officiel des loyers se distingue nettement de celui de l'AMSL, le critère du maintien du pouvoir d'achat du capital exposé aux risques n'étant, notamment, pas pris en considération (BARBEY, op.cit., p. 95). Ainsi soumis au contrôle genevois, les loyers ne peuvent être adaptés, à la hausse ou à la baisse, qu'en relation avec l'évolution des conditions d'exploitation, la baisse régulière des subventions, les variations du taux hypothécaire, celles des charges courantes et d'entretien, ainsi que pour tenir compte de la nécessaire alimentation des BGE 117 II 77 S. 83réserves pour travaux d'entretien (LACHAT/MICHELI, op.cit., p. 184).\n\nDoit ainsi être résolue la question de savoir si la réévaluation du capital exposé aux risques doit être opérée en prenant pour base le loyer en vigueur à la sortie du contrôle cantonal ou en partant d'une date antérieure, en particulier de l'année de l'achèvement de la construction qui, en principe, coïncide avec la mise des fonds propres initiaux.\n\nA cet égard, on peut se demander si - comme l'admet BARBEY (op.cit., p. 96) - le Tribunal fédéral a, avec l'arrêt Panissod (SJ 1981 p. 510-511), véritablement consacré la réadaptation des capitaux exposés aux risques \"calculés exclusivement sur la période débutant à la levée du contrôle officiel\". Dans le cadre de cet arrêt, le Tribunal fédéral a procédé à l'examen du loyer par application de la méthode relative dans le cadre de l'art. 15 al. 1 let. d AMSL; il ne s'est, dès lors, apparemment pas posé le problème de la réévaluation des fonds propres, n'examinant le loyer que par rapport à sa dernière fixation en 1971, époque à laquelle les loyers de l'immeuble étaient encore soumis au contrôle cantonal. Quoi qu'il en soit, à supposer que le Tribunal fédéral se soit réellement penché sur la question et qu'il ait véritablement adopté une telle solution, cette dernière ne peut être suivie. Avec BARBEY (op.cit., p. 96), il faut admettre de manière générale que, dans leur accord, le propriétaire de l'immeuble et l'Etat de Genève n'expriment pas la volonté de définir l'état locatif admissible au-delà de la période de contrôle. Dès sa sortie, l'immeuble rejoint ceux du régime dit \"libre\", le droit public cantonal n'étant alors plus en vigueur. Seules peuvent, dès lors, entrer en considération les dispositions de l'AMSL, la jurisprudence genevoise paraissant, d'ailleurs, aller dans ce sens (SJ 1985 p. 81 ss). Une solution différente aboutirait à une pénalisation permanente du propriétaire à la levée du contrôle cantonal, le refus de la réévaluation pour tenir compte de l'inflation durant la période de contrôle officiel se répercutant alors indéfiniment quant à ses effets pour le bailleur (BARBEY, op.cit., p. 97, y compris n. 330). Autrement dit, le rendement d'un immeuble libéré du contrôle doit être égal à ou au moins voisin de celui d'un immeuble disposant des mêmes caractéristiques et ayant toujours été soumis à l'AMSL. Ainsi, seul un calcul de rendement prenant en considération la réévaluation des fonds propres dès la mise en service du bâtiment paraît conforme au droit fédéral.BGE 117 II 77 S. 84\n\nbb) - En l'occurrence, les fonds propres initiaux de 5'400'000 francs doivent ainsi être évalués en prenant pour base l'indice suisse des prix à la consommation. Ce dernier a passé de 149,5 points en janvier 1974, début du contrôle de l'Etat, à 218,6 points en août 1984, à la date de la notification de la hausse; l'augmentation est ainsi de 69,1 points ou 46,2%, et non de 48,29% comme le retient par inadvertance l'arrêt attaqué. Ainsi réévalués, les fonds propres initiaux s'élèvent à 7'894'000 francs.\n\nRien ne permettant, dans le calcul des fonds propres, de faire abstraction des amortissements hypothécaires payés pendant le contrôle officiel (voir BARBEY, op.cit., p. 98, y compris la note 332), ceux-ci doivent également être réévalués. Toutefois, pour tenir compte de l'amortissement moyen des 1'400'000 francs sur une période de 10 ans, seul le 50% des 46,2% sera - ainsi que l'a admis la cour cantonale - pris en considération, à savoir 323'000 francs en chiffres ronds. En définitive, le total des fonds propres réévalués s'élève à 9'617'000 francs. Sous réserve du calcul de l'indexation, le jugement attaqué doit donc trouver confirmation sur ce point.\n\nc) Enfin, pour les charges d'exploitation prises en considération, le recourant reproche à la cour cantonale de n'avoir pas tenu compte d'une réserve de 226'257 francs au 31 décembre 1984.\n\naa) Aux termes de l'art. 8 al. 1 AMSL, les frais accessoires à la charge du locataire doivent correspondre aux dépenses effectives. En principe, les travaux d'entretien peuvent donc être inclus dans les charges dès qu'ils ont été exécutés et payés (LACHAT/MICHELI, op.cit., p. 212). Se pose, dès lors, la question de savoir si des provisions pour l'entretien futur d'un bâtiment peuvent être admises dans les charges, le propriétaire pouvant avoir intérêt à y consacrer par avance une part du loyer. La réponse ne peut être que négative. En effet, dès lors que, par définition, les provisions n'ont pas été utilisées, le locataire ne peut pas en contrôler l'affectation. D'autre part, s'il quitte l'immeuble, il n'en bénéficie pas, alors qu'il aura pourtant contribué à la constitution des réserves. Enfin, en cas de vente de l'immeuble, ces provisions ne passent pas obligatoirement à l'acquéreur, de sorte que le locataire n'est jamais assuré que les provisions seront effectivement affectées à l'entretien de l'immeuble (voir sur ce point LACHAT/MICHELI, op.cit., p. 212/213).\n\nbb) En l'espèce, bien que les provisions aient été constituées obligatoirement en application du droit public cantonal, elles ne BGE 117 II 77 S. 85peuvent pas, en raison des principes régissant l'AMSL, être prises en considération pour le calcul du nouvel état locatif à la base de la hausse de loyer litigieuse (sur le caractère souhaitable d'introduire ce système de provisions dans le secteur libre, voir: CHARLES-ANDRÉ JUNOD, Les incidences du droit administratif du logement social sur le droit privé du bail à loyer, in 5e Séminaire sur le bail à loyer, Neuchâtel 1988, p. 14/15). Peu importe, par ailleurs, que ces provisions aient été entièrement absorbées par l'exécution d'importants travaux dans les immeubles en cause en 1986. Sont en effet seuls déterminants les travaux d'entretien intervenus avant la hausse de loyer litigieuse.\n\nToutefois, comme le Tribunal fédéral n'est pas en mesure de déterminer quelle a été la moyenne des charges d'entretien effective pendant les 5 dernières années précédant la hausse, le dossier est renvoyé à l'autorité cantonale pour qu'elle complète l'état de fait sur ce point. Il lui appartiendra ensuite de procéder au calcul du nouvel état locatif compte tenu de la modification apportée par le présent arrêt à la réévaluation des fonds propres, avant de déterminer le taux de hausse admissible."}