{"annee": "117", "cour": "II", "page": "85", "date": "21/1/1991", "cite": ["68 I 107", "112 IB 381", "113 IB 307", "89 I 407", "76 I 150", "108 II 122", "81 I 154"], "cite_par": ["142 II 113", "126 II 71", "120 III 11", "124 V 104", "144 V 313", "129 III 31", "141 V 272"], "chapeau": "19. Auszug aus dem Urteil der I. Zivilabteilung vom 21. Januar 1991 i.S. Eidgenössisches Justiz- und Polizeidepartement gegen X. & Z. AG (Verwaltungsgerichtsbeschwerde)", "regestes": ["Registre du commerce. Inscription d'une succursale. 1. Notion de succursale (consid. 3). 2. Circonstances faisant admettre que l'établissement secondaire possède l'indépendance nécessaire pour pouvoir être considéré comme une succursale; est, à cet égard, décisive l'autonomie dans les relations externes (consid. 4a). 3. La direction doit être autorisée à liquider les affaires courantes sans l'assentiment ou la contre-signature d'une institution extérieure à l'établissement. L'autonomie fait défaut lorsque la direction principale se limite à étendre sa sphère d'influence sur une filiale séparée de l'établissement principal (consid. 4b). 4. Comme aucun des deux administrateurs n'a exercé une influence prépondérante sur la direction de la succursale, la signature collective ne suffit pas à faire admettre l'indépendance nécessaire (consid. 4c)."], "faits": "", "considerants": "BGE 117 II 85 S. 86\n\nAus den Erwägungen:\n\n1. Die X. & Z. AG Ingenieure und Planer mit Hauptsitz in Bern bezweckt den Betrieb eines Ingenieurbüros für Planung, Projektierung und Bauleitung sowie Ausführung von allen weiteren mit dem Bauen zusammenhängenden Dienstleistungen. Am 1. März 1990 meldete sie eine Zweigniederlassung in Thun zur Eintragung in das Handelsregister an. Als Zeichnungsberechtigte wurden angegeben die beiden einzigen Verwaltungsräte der Unternehmung, X. und Z., welche Kollektivunterschrift führen, sowie A. mit kollektiver Vollunterschrift zu zweien mit einem Mitglied des Verwaltungsrats.\n\nAm 9. Juli 1990 wies der Handelsregisterführer von Thun die Anmeldung mit der Begründung ab, der Begriff der Zweigniederlassung BGE 117 II 85 S. 87sei mangels eigener Leitung mit hinreichender Vertretungsmacht nicht erfüllt. Eine dagegen gerichtete Beschwerde der Anmelderin hiess die Justizdirektion des Kantons Bern am 11. September 1990 gut und wies das Handelsregisteramt Thun an, die Zweigniederlassung einzutragen.\n\nDas Eidgenössische Justiz- und Polizeidepartement (EJPD) führt Verwaltungsgerichtsbeschwerde mit dem Antrag, den Beschwerdeentscheid der Justizdirektion aufzuheben und die Verfügung des Handelsregisterführers zu bestätigen. Die X. & Z. AG sowie die Justizdirektion des Kantons Bern schliessen auf Abweisung der Beschwerde, der Handelsregisterführer von Thun auf deren Gutheissung. Das Bundesgericht heisst die Verwaltungsgerichtsbeschwerde gut und bestätigt die Verfügung des Handelsregisteramtes Thun vom 9. Juli 1990.\n\n3. Die schweizerische Aktiengesellschaft ist nach Art. 642 und Art. 935 Abs. 1 OR berechtigt und verpflichtet, ihre Zweigniederlassung in das Handelsregister einzutragen. Weder das Gesetz noch die Verordnung vom 7. Juni 1937 über das Handelsregister (HRegV) umschreiben dabei den Begriff der Zweigniederlassung. Nach Lehre und Rechtsprechung ist darunter ein kaufmännischer Betrieb zu verstehen, der zwar rechtlich Teil einer Hauptunternehmung ist, von der er abhängt, der aber in eigenen Räumlichkeiten dauernd eine gleichartige Tätigkeit wie jene ausübt und dabei über eine gewisse wirtschaftliche und geschäftliche Unabhängigkeit verfügt (BGE 108 II 124 E. 1 mit Hinweisen; LUSSY, Aktuelle Fragen des Handelsregisterrechts, BN 1986 S. 213 ff., 219 ff.).\n\nIm vorliegenden Fall allein streitig ist das Kriterium der Selbständigkeit der Zweigniederlassung aufgrund deren Leitungsstruktur.\n\n4. a) Die Selbständigkeit, die die Zweigniederlassung kennzeichnet, besteht nur in dem Masse, als der Zweigbetrieb ohne wesentliche Änderungen selbständig geführt werden könnte; ob diese Bedingung erfüllt ist, muss von Fall zu Fall unter Berücksichtigung des Aussenverhältnisses bestimmt werden. Es ist deshalb nicht wesentlich, ob die Zweigniederlassung an die Instruktionen des Hauptsitzes oder eines anderen Zweigbetriebes gebunden ist, ob dieser ihre Tätigkeit überwacht, ihr Budget genehmigt, ihre Buchhaltung führt, sich ihre Einnahmenüberschüsse überweisen lässt oder gewisse wichtige Geschäfte selber abwickelt. Für die Unabhängigkeit der Zweigniederlassung ist vielmehr bedeutsam, ob sie über eine eigene Büroorganisation mit einem BGE 117 II 85 S. 88bevollmächtigten Leiter verfügt und ständig mindestens ein Angestellter anwesend ist, welcher befugt ist, wichtige Briefe zu unterzeichnen. Die geforderte Selbständigkeit lässt sich ferner daraus schliessen, ob direkte Beziehungen zur Kundschaft bestehen, Verträge mit Dritten abgeschlossen werden, eine eigene Korrespondenz auf Papier mit speziellem Briefkopf geführt wird, Rechnungen ausgestellt werden, eine Telegrammadresse, Telefon- oder Fernschreibernummer angegeben wird, ein Postcheck- oder Bankkonto vorhanden ist, und endlich, welches die Bedeutung der behandelten Geschäfte ist. Dagegen ist an sich belanglos, ob der Leiter am Geschäftssitz wohnt und die Kunden direkt an den Hauptsitz bezahlen. In der Praxis sind zahlreiche Abstufungen zwischen Abhängigkeit und Selbständigkeit festzustellen; entscheidend ist die Gesamtlage (BGE 89 I 413). Massgebend ist dabei stets die Autonomie nach aussen, wie immer die interne Organisation auch gestaltet sein mag (BGE 108 II 125 E. 1; PATRY, SPR VIII/1 S. 94).\n\nb) Die rechtsgeschäftliche Vertretungsmacht der zur Eintragung angemeldeten Zweigniederlassung der Beschwerdegegnerin steht entweder den beiden einzigen Verwaltungsräten der Hauptunternehmung gemeinsam oder einem von ihnen zusammen mit dem örtlichen Zweigstellenleiter zu. Es stellt sich die Frage, ob damit eine hinreichende Autonomie im Aussenverhältnis gegeben ist.\n\nDie Eigenständigkeit nach aussen manifestiert sich unter anderem in einem unmittelbaren Marktzugang. Der Zweigbetrieb tritt selbständig auf dem Produktions-, Handels- oder Dienstleistungsmarkt auf. Für den Begriff der Zweigniederlassung ist dabei erforderlich, dass dieser Marktzugang rechtsgeschäftlich erfolgt, indem Mitarbeiter des Zweigbetriebs in dieser Eigenschaft Rechtsgeschäfte für das Hauptunternehmen abschliessen (GAUCH, Der Zweigbetrieb im schweizerischen Zivilrecht, S. 22 Rz. 118/9 und S. 145/6 Rz. 738/9). Dies setzt voraus, dass mindestens ein Mitarbeiter der Zweigniederlassung zum Abschluss von Rechtsgeschäften bevollmächtigt ist (BGE 68 I 113). Die Leitung muss den Zweigbetrieb im wesentlichen nach dem Ergebnis eigener Willensbildung führen können (GAUCH, a.a.O., S. 150 Rz. 770) und bevollmächtigt sein, die laufenden Geschäfte selbständig, d.h. ohne Genehmigung oder Gegenzeichnung durch eine geschäftliche Stelle ausserhalb der Niederlassung abzuschliessen (GAUCH, a.a.O., S. 151 Rz. 774; SIEGWART, N 26 zu Art. 642 OR; VON STEIGER, N 2 zu Art. 782 OR). Als Mitarbeiter und Leiter einer BGE 117 II 85 S. 89Zweigniederlassung fallen dabei nur Personen in Betracht, welche organisatorisch in den Zweigbetrieb eingegliedert sind, deren Mittelpunkt ihrer Tätigkeit im Geschäft die betreffende Niederlassung bildet (BGE 81 I 158; GAUCH, a.a.O., S. 153 Rz. 785/6; FORSTMOSER, Schweizerisches Aktienrecht, Band I/1, S. 415 Fn. 13). Zwar ist nicht entscheidend, wo die betreffenden Personen wohnen (BGE 89 I 413, BGE 81 I 158), ob sie sich geschäftlich dauernd an einem bestimmten Ort aufhalten (BGE 81 I 156) oder ob sie innerhalb oder ausserhalb des Geschäfts noch andere Funktionen ausüben (BGE 81 I 154 ff., BGE 76 I 150ff.), doch ist erforderlich, dass die Leitung des Zweigbetriebes eine in sich geschlossene und damit selbständige Aufgabe darstellt und nicht bloss als Teil der unternehmerischen Gesamtleitung erscheint. Die Eigenständigkeit der Niederlassungsleitung geht nicht dadurch verloren, dass sie ihrem Inhaber eine bedeutende Stellung innerhalb des Gesamtbetriebes und damit der Hauptleitung verschafft (GAUCH, a.a.O., S. 24 Rz. 130 und S. 153 Rz. 784; VON STEIGER, a.a.O.); sie fehlt indessen, wo die Hauptleitung bloss ihren Wirkungsbereich auf eine von der Hauptniederlassung getrennte Geschäftsstelle ausweitet. Die Zeichnungsberechtigung mindestens eines Verwaltungsrates auch für die Zweigniederlassung der Aktiengesellschaft ist zwar nach der Registerpraxis erforderlich (BJM 1957 S. 135 Ziff. 13; FORSTMOSER, a.a.O., S. 425 Rz. 54), für die Annahme einer eigenständigen Leitung indessen noch nicht ausreichend. Vielmehr wird die geforderte Eigenständigkeit erst erreicht, wenn bei Verzicht auf eine organunabhängige Leitung der Zweigniederlassung innerhalb des Verwaltungsrates eine Kompetenzabgrenzung vorgenommen und genau bestimmt wird, welches Mitglied für die Niederlassung im Sinne eines Tätigkeitsschwerpunktes zuständig ist (FORSTMOSER, a.a.O., S. 415 Fn. 13).\n\nc) Die Leitungsstruktur der angemeldeten Zweigniederlassung der Beschwerdegegnerin genügt diesem Begriff der Eigenständigkeit nicht. Der organisatorische Leiter des Zweigbetriebs vermag nur mit Gegenzeichnung durch ein Mitglied der Verwaltung rechtsgeschäftlich zu handeln, ohne dass eine Kompetenzaufteilung innerhalb der Verwaltung vorgenommen worden wäre. Dass einer der beiden Verwaltungsräte seine Tätigkeit schwergewichtig auf die Leitung des Zweigbetriebs Thun verlegt hätte, ist weder erstellt noch geltend gemacht. Die Willensbildung im Zweigbetrieb ist damit keine unabhängige und der selbständige Marktzugang der Niederlassung im Rechtsverkehr nicht gewährleistet.BGE 117 II 85 S. 90\n\nDie eigentliche Filialleitung vermag aufgrund der erforderlichen Mitwirkung der Hauptleitung nicht selbständig zu handeln, ihre so beschränkte Kollektivunterschrift genügt praxisgemäss für die Annahme der erforderlichen Eigenständigkeit nicht (STAMPA, Sammlung von Entscheiden des Bundesrates und seines Justiz- und Polizeidepartementes in Handelsregistersachen, S. 103; HIS, N 20 zu Art. 935 OR). Diese Praxis aber ist nach dem Gesagten bundesrechtlich nicht zu beanstanden.\n\nDas EJPD hat klar die Absicht bekundet, dieser Praxis auch weiterhin zum Durchbruch zu verhelfen. Die Beschwerdegegnerin vermag daher zu ihren Gunsten auch nichts aus dem Umstand abzuleiten, dass ihr Zweigbetrieb in Biel mit gleichgestalteter Leitungsstruktur als Zweigniederlassung in das Handelsregister eingetragen wurde (BGE 113 Ib 313 E. 3, BGE 112 Ib 387)."}