{"annee": "117", "cour": "IV", "page": "78", "date": "10/4/1991", "cite": ["107 IV 205", "116 IV 386"], "cite_par": ["119 IV 187", "122 IV 270", "118 V 193"], "chapeau": "18. Auszug aus dem Urteil des Kassationshofes vom 10. April 1991 i.S. K. gegen Staatsanwaltschaft des Kantons Schwyz (Nichtigkeitsbeschwerde)", "regestes": ["Art. 87 LAVS en corrélation avec l'art. 25 LAPG et l'art. 70 LAI; détournement des cotisations de l'employé. 1. Une condamnation sur la base de l'art. 87 al. 3 LAVS n'implique pas la menace expresse dans la sommation de la punissabilité du non-versement des cotisations dans le délai imparti (consid. 1). 2. Le détournement des cotisations de l'employé n'est réalisé que si l'employeur, au moment du versement du salaire, emploie les sommes nécessaires (à disposition) ou les moyens correspondants à d'autres fins que le versement à la caisse de compensation et que l'on puisse en conclure qu'il ne pourra plus s'acquitter de son obligation de paiement au dernier moment (changement de jurisprudence, consid. 2)."], "faits": "BGE 117 IV 78 S. 79\n\nA.- K. erstellte in der Zeit von November 1983 bis Juni 1984 in seiner Eigenschaft als Verwaltungsratspräsident der X. AG (die am 2. März 1984 in die Y. AG umgewandelt wurde) die Lohnabrechnungen in eigener Regie und zog dabei unter anderem die Arbeitnehmerbeiträge der AHV vom Bruttolohn ab, ohne diese vollumfänglich an die zuständige Ausgleichskasse weiterzuleiten, obwohl ihm Fr. 45'552.-- liquide Mittel zur Verfügung gestanden hatten.\n\nDas Kantonsgericht des Kantons Schwyz verurteilte K. gestützt auf diesen Sachverhalt am 18. Januar 1990 in zweiter Instanz wegen Zweckentfremdung von Arbeitnehmerbeiträgen im Sinne von Art. 87 AHVG i.V.m. Art. 25 EOG und Art. 70 IVG zu einer Busse von Fr. 500.--.\n\nB.- Gegen dieses Urteil wendet sich K. mit eidgenössischer Nichtigkeitsbeschwerde, in welcher er beantragt, das Urteil des Kantonsgerichts aufzuheben und die Sache zur Neubeurteilung, eventuell Freisprechung an die Vorinstanz zurückzuweisen.\n\nC.- Das Kantonsgericht hat Gegenbemerkungen eingereicht, zu welchen K. unaufgefordert Stellung nahm.\n\nDie Staatsanwaltschaft hat keine Vernehmlassung eingereicht.", "considerants": "Aus den Erwägungen:\n\n1. a) Nach Art. 87 Abs. 3 AHVG (SR 831.10) wird mit Gefängnis bis zu sechs Monaten oder mit Busse bis zu Fr. 20'000.-- bestraft, wer als Arbeitgeber einem Arbeitnehmer Beiträge vom Lohn abzieht, sie indessen dem vorgesehenen Zweck entfremdet.\n\nb) Der Beschwerdeführer bestreitet nicht, den Arbeitnehmern von ihrem Lohn abgezogene Beiträge nicht im erforderlichen Umfang der Ausgleichskasse zugeführt zu haben; er macht jedoch geltend, er könnte nur bestraft werden, wenn er im Rahmen eines ordnungsgemässen Mahnverfahrens auch auf die Strafbarkeit der Nichtablieferung von Arbeitnehmerbeiträgen hingewiesen worden wäre.\n\nc) Gemäss Art. 37 Abs. 2 AHVV ist mit der Mahnung auf die Folgen der Missachtung der Mahnung hinzuweisen. Der Beschwerdeführer leitet daraus ab, zu einem ordnungsgemässen BGE 117 IV 78 S. 80Mahnverfahren gehöre auch der ausdrückliche Hinweis auf die strafrechtlichen Folgen im Falle des unbenützten Ablaufs der Mahnfrist. Nach bundesgerichtlicher Rechtsprechung ist ein solcher Hinweis in diesem Zusammenhang nicht erforderlich (unveröffentlichter Entscheid vom 3. Dezember 1985 i.S. W., E. 2; vgl. Hinweis auf diesen Entscheid in ZAK 1986, S. 427 f.). Eine Hinweispflicht als Voraussetzung für die strafrechtliche Verantwortlichkeit kommt vielmehr nur in Betracht, wenn das Gesetz oder gegebenenfalls die Verordnung ausdrücklich einen solchen Hinweis verlangt, wie dies etwa in Art. 292 StGB der Fall ist. Aus der AHV-Gesetzgebung ergibt sich keine derartige Hinweispflicht. Der Einwand des Beschwerdeführers erweist sich deshalb als unbegründet.\n\n2. a) Nach bundesgerichtlicher Rechtsprechung erfüllt der Arbeitgeber Art. 87 Abs. 3 AHVG in objektiver Hinsicht, wenn er die tatsächlich vom Lohn abgezogenen Arbeitnehmerbeiträge nicht spätestens innert der angesetzten Mahnfrist an die Ausgleichskasse überweist, wobei unerheblich ist, dass dem Arbeitgeber die dazu erforderlichen Mittel fehlten und diese ihm auch nicht von Dritten zur Verfügung gestellt wurden (BGE 107 IV 205 mit Hinweis).\n\nZu diesem Urteil warf SCHULTZ die Frage auf, wie sich ein Arbeitgeber nach bundesgerichtlicher Auffassung denn verhalten solle, wenn er wirklich nicht in der Lage sei, mehr als die den Arbeitnehmern geschuldeten Nettolöhne zu bezahlen (ZBJV 1982, S. 560).\n\nb) Soweit BGE 107 IV 205 ff. die Möglichkeit des Arbeitgebers, seiner Zahlungspflicht nachzukommen, als unerheblich erachtet, kann an dieser Rechtsprechung nicht festgehalten werden. Falls Art. 87 Abs. 3 AHVG - wovon der erwähnte Entscheid auszugehen scheint - die Nicht-Erfüllung einer Zahlungspflicht innert der angesetzten Mahnfrist sanktionierte, würde dies nach den allgemeinen Regeln des Unterlassungsdeliktes voraussetzen, dass der Arbeitgeber überhaupt die Möglichkeit hatte, seiner Pflicht nachzukommen (NOLL/TRECHSEL, Schweizerisches Strafrecht, Allg. Teil I, 3. Aufl., S. 208; HAUSER/REHBERG, Strafrecht I, 4. Aufl., S. 183; STRATENWERTH, Allg. Teil I, S. 386; SCHULTZ, Allg. Teil I, 4. Aufl., S. 141; BGE 116 IV 389 E. 2e betreffend Nichtbezahlen der Militärpflichtersatzabgabe); daran fehlt es, wenn der Arbeitgeber zu diesem Zeitpunkt über die Mittel zur Bezahlung der Arbeitnehmerbeiträge nicht verfügte.\n\nBGE 117 IV 78 S. 81\n\nc) Es erscheint indessen fraglich, ob BGE 107 IV 205 ff. bei der Auslegung von Art. 87 Abs. 3 AHVG von einem zutreffenden Ansatz ausgegangen ist. Denn das Gesetz umschreibt die Tathandlung nicht als Unterlassen der Zahlung der Arbeitnehmerbeiträge spätestens innert der angesetzten Mahnfrist, sondern verwendet die Formulierung: Wer als Arbeitgeber einem Arbeitnehmer Beiträge vom Lohn abzieht, \"sie indessen dem vorgesehenen Zwecke entfremdet\".\n\nd) Die Arbeitnehmerbeiträge sind erst fällig nach Ablauf der Zahlungsperiode von in der Regel einem Monat (Art. 34 Abs. 1 und Abs. 4 AHVV); darüber hinaus steht dem Arbeitgeber eine zehntägige Zahlungsfrist zu; kommt er dieser nicht nach, so ist ihm im Mahnverfahren eine Nachfrist zu setzen, die spätestens zwei Monate nach Ablauf der Zahlungsperiode abläuft (Art. 37 Abs. 3 AHVV). Es stellt sich deshalb die Frage, in welchem Zeitpunkt der Arbeitgeber über die nötigen Mittel zur Bezahlung der Arbeitnehmerbeiträge verfügen muss.\n\naa) Auszugehen ist vom Wortlaut von Art. 87 Abs. 3 AHVG. Dieser setzt voraus, dass der Arbeitgeber einem Arbeitnehmer Beiträge vom Lohn abgezogen hat; denn nur diese tatsächlich abgezogenen Beiträge (\"sie\") können nach dem Wortlaut überhaupt zweckentfremdet werden. Der Tatbestand kann daher von vornherein nur erfüllt werden, wenn der Arbeitgeber im Zeitpunkt der Lohnauszahlung an die Arbeitnehmer die erforderlichen Mittel oder ein diesen entsprechendes Substrat besitzt, das er nach Auszahlung der Löhne der Ausgleichskasse zur Verfügung halten könnte.\n\nbb) Die blosse Nichtbezahlung an die Ausgleichskasse ist daher keine Zweckentfremdung im Sinne von Art. 87 Abs. 3 AHVG, solange ein Substrat beim Arbeitgeber vorhanden ist und die entsprechenden Mittel auch jederzeit überwiesen werden könnten. Denn wie die nicht rechtzeitige Ablieferung einer anvertrauten Geldsumme keine Veruntreuung darstellt (SCHUBARTH, Kommentar StGB, Art. 140 N 47), die Tathandlung vielmehr in der Vereitelung des obligatorischen Anspruchs des Treugebers liegt (REHBERG, Strafrecht III, S. 61; STRATENWERTH, Bes. Teil I, S. 191; SCHULTZ, ZBJV 1973, S. 417; NOLL, Bes. Teil, S. 154; SCHUBARTH, a.a.O., Art. 140 N 47), kann nicht von einer Zweckentfremdung gesprochen werden, wenn lediglich nicht oder nicht rechtzeitig bezahlt wird. Eine Zweckentfremdung im Sinne von Art. 87 Abs. 3 AHVG liegt daher - entgegen BGE 107 IV 205 ff. und 80 IV BGE 117 IV 78 S. 82184 ff. - nur dann vor, wenn der Arbeitgeber die erforderlichen Mittel oder das Substrat für andere Zwecke verwendet.\n\nAllerdings findet sich in der Art. 87 Abs. 3 AHVG entsprechenden Strafnorm von Art. 76 Abs. 3 BVG (SR 831.40) die abweichende Formulierung: \"Wer als Arbeitgeber einem Arbeitnehmer Beiträge vom Lohn abzieht und diese nicht an die zuständige Vorsorgeeinrichtung überweist.\" Es wird angenommen, diese Bestimmung des BVG vom 25. Juni 1982 sei der Parallelbestimmung des älteren AHVG nachgebildet (HANS-MICHAEL RIEMER, Die Strafbestimmungen über die berufliche Vorsorge (Art. 75-79 BVG), Gedächtnisschrift für Peter Noll, Zürich 1984, S. 268 und 272 Fussnote 22; vgl. auch Botschaft BBl 1976 I 271: \"Bei der Ausarbeitung der Strafbestimmungen wurde darauf geachtet, dass sie im Einklang mit denjenigen des AHVG stehen.\"). Hingegen verwendet Art. 112 Abs. 2 des UVG vom 20. März 1981 (SR 832.20) wieder die gleiche Formulierung wie Art. 87 Abs. 3 AHVG. Aus Art. 76 Abs. 3 BVG lässt sich deshalb nichts gegen die vorstehend entwickelte Lösung ableiten. Da der Beschwerdeführer im übrigen nicht nach dieser Bestimmung bestraft wurde, kann offenbleiben, wie sie in diesem Punkte auszulegen wäre.\n\ncc) Grundgedanke von Art. 87 Abs. 3 AHVG ist eine Substraterhaltungspflicht. Da es sich jedoch nicht um einen eigentlichen Veruntreuungstatbestand handelt, sondern der Zeitpunkt des Lohnabzugs und der Zeitpunkt der Zahlungspflicht auseinanderfallen, muss es dem Arbeitgeber erlaubt sein, mit dem Substrat so zu wirtschaften, dass bei objektiver Betrachtungsweise davon ausgegangen werden kann, dass er seiner Zahlungspflicht im letztmöglichen Zeitpunkt werde nachkommen können; denn die Erfüllung der Zahlungspflicht ist ja auch dann noch möglich, wenn man annehmen darf, bei vernünftigem Wirtschaften würden auf diesen Zeitpunkt die dafür erforderlichen Kredite gewährt. (Auch ohne diese Einschränkung des objektiven Tatbestandes würde die Strafbarkeit in diesem Fall in der Regel wohl mangels Vorsatz entfallen.)\n\ndd) Das Vorhandensein eines Substrates kann dann angenommen werden, wenn der Arbeitgeber zum Zeitpunkt der Lohnauszahlung gestützt auf vorhandene Vermögenswerte die nötigen Kredite für die Bezahlung der Arbeitnehmerbeiträge erhältlich machen könnte. Eine Zweckentfremdung kann somit auch in der nachträglichen Verunmöglichung der Krediterlangung liegen; so etwa dann, wenn bis zum letztmöglichen Zahlungszeitpunkt BGE 117 IV 78 S. 83Kredite für andere Zwecke aufgenommen und verbraucht werden, ohne dass man bei objektiver Betrachtungsweise davon ausgehen konnte, bis zum letztmöglichen Zahlungszeitpunkt würden neue Kredite in Höhe des Substrates gewährt.\n\ne) Die Vorinstanz stellt für das Bundesgericht verbindlich fest, per Ende Juni 1984 seien liquide Mittel in Höhe von Fr. 45'552.-- vorhanden gewesen; weder im September noch im Dezember 1984 seien die Beitragszahlungen erfolgt; nach der Konkurseröffnung am 11. Februar 1985 hätten die Arbeitnehmerprämien für die Zeit ab Januar 1984 abgeschrieben werden müssen.\n\nDaraus ergibt sich, dass der Beschwerdeführer jedenfalls per Ende Juni 1984 über die Mittel zur Bezahlung der in der Zeit von Januar-Juni 1984 abgezogenen Arbeitnehmerbeiträge verfügte. Indem er die entsprechenden Beträge nicht an die Ausgleichskasse weiterleitete, sondern anderweitig darüber verfügte, erfüllte er den Tatbestand jedenfalls in bezug auf die Arbeitnehmerbeiträge der Monate Januar-Juni; denn entgegen der Auffassung des Beschwerdeführers kommt es nicht darauf an, ob er zum Zeitpunkt der massgeblichen Mahnungen (28. September und 11. Dezember) über die entsprechenden Mittel verfügte.\n\nFragen kann man sich einzig, ob, wie der Beschwerdeführer offenbar geltend machen will, die Pflicht zur Substraterhaltung unter bestimmten Umständen zurückzutreten hat hinter der Pflicht, in einer Notsituation alles zur Erhaltung eines Betriebes Notwendige vorzukehren. Die Vorinstanz hält dem Einwand des Beschwerdeführers, er habe jene Gläubiger bezahlt, die zur Aufrechterhaltung des Betriebes hätten bezahlt werden müssen, entgegen, er habe die Ausgabenprioritäten falsch gesetzt. Dass und weshalb sie insoweit Bundesrecht falsch angewendet hätte, wird in der Beschwerdeschrift nicht substantiiert dargelegt und ist aufgrund des vorliegenden Sachverhaltes auch nicht ersichtlich. Die Frage, ob und gegebenenfalls unter welchen Voraussetzungen der Arbeitgeber zur Erhaltung des Betriebes auf das Substrat der Arbeitnehmerbeiträge greifen darf oder ein solches Verhalten zumindest unter dem Gesichtspunkt der Zumutbarkeit normgemässen Verhaltens entschuldigt erscheint, braucht deshalb hier nicht weiter vertieft zu werden."}