{"annee": "117", "cour": "IB", "page": "28", "date": "6/3/1991", "cite": ["115 IB 508", "114 IB 224", "116 IB 265", "112 IB 119", "114 IB 34", "114 IB 268", "114 IA 364", "112 IB 39", "116 IB 50", "115 IB 472"], "cite_par": ["129 II 420", "119 IB 179", "117 IB 308", "121 II 378", "126 II 300", "124 II 517", "125 III 175", "123 II 325", "118 IB 590", "118 IB 26", "134 II 97", "124 II 219", "118 IB 234"], "chapeau": "6. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 6. März 1991 i.S. Z. gegen Gemeinde Samnaun, Schweizerische PTT-Betriebe und Verwaltungsgericht des Kantons Graubünden (verwaltungsgerichtliche und staatsrechtliche Beschwerde)", "regestes": ["1. L'autorité qui pèse les intérêts en présence dans le cadre de l'art. 24 al. 1 let. b LAT doit veiller à coordonner les exigences de l'aménagement du territoire avec celles de la protection de l'environnement (consid. 2 et 3). 2. Valeurs limites d'immissions pour les rayons électromagnétiques: en l'absence d'ordonnance fixant ces valeurs, elles sont déterminées directement sur la base de la loi fédérale sur la protection de l'environnement, en tenant compte des directives techniques établies par les organismes privés (consid. 4). 3. En principe, pour tous les projets, on applique en premier lieu les prescriptions concernant la limitation préventive des émissions (art. 11 al. 2 LPE). Une limitation des émissions basée uniquement sur l'application des valeurs limites d'immissions ne devrait intervenir que si les émissions provenant de l'installation projetée apparaissent d'emblée insignifiantes. Cette appréciation doit être fondée sur l'état actuel de la science et de la technique. Des données nouvelles sont réservées (consid. 6)."], "faits": "BGE 117 Ib 28 S. 29\n\nDie Schweizerischen PTT-Betriebe (PTT) betreiben in der Gemeinde Samnaun eine Mehrzweckanlage, welche mit einer Parabolantenne zur Verbreitung der schweizerischen TV-Programme mittels Richtstrahlung ausgerüstet ist. Die Station befindet sich ausserhalb der Bauzone. Die PTT möchten die Antennenanlage für die Herstellung einer Telefon-Richtstrahlverbindung ausbauen, damit Kapazitätsengpässe bei der bestehenden Telefonverbindung vermieden werden können und die Verbindung auch im Not- und Katastrophenfall gesichert wäre. Eine Kabelverbindung parallel zum bereits bestehenden Strang fällt für die PTT aus Sicherheitsgründen ausser Betracht.\n\nDie Baubehörde der Gemeinde Samnaun erteilte am 18. Juli 1989 die Bewilligung, die bestehende Parabolantenne durch eine neue, optisch gleich grosse, aber leistungsfähigere Muschelantenne zu ersetzen. Gleichzeitig wies sie eine Einsprache von Z., Stockwerkeigentümerin in einem Mehrfamilienhaus, das ungefähr BGE 117 Ib 28 S. 30500 m von der PTT-Anlage entfernt steht, ab. Z. wehrte sich nicht gegen die Telefonverbindung an sich, befürchtete aber vor allem eine Umwelt- und Gesundheitsgefährdung durch zusätzliche Strahlenbelastung. Sie verlangte daher eine Verkabelung der Telefonverbindung. Eine gegen die Baubewilligung gerichtete Beschwerde von Z. wies das Verwaltungsgericht des Kantons Graubünden am 22. November 1989 ab, soweit es darauf eintrat. Es führte im wesentlichen aus, auf das Begehren um Verkabelung der Telefonverbindung sei nicht einzutreten, da die Verkabelung nicht Gegenstand des Baubewilligungsverfahrens sei. Für die Strahlenbelastung sei auf den von den Fachleuten anerkannten sogenannten IRPA-Wert abzustellen, da in der Schweiz noch keine Grenz- oder Alarmwerte vorgeschrieben seien. Die geplante Richtstrahlverbindung werde eine Leistungsdichte aufweisen, die weit unter diesen Grenzwerten liege. Deshalb sei eine Schädigung von Mensch, Tier und Umwelt durch die neue Richtstrahlverbindung mit an Sicherheit grenzender Wahrscheinlichkeit ausgeschlossen.\n\nMit Beschwerde vom 28. Januar 1990 beantragt Z. im wesentlichen, der Entscheid des Verwaltungsgerichts Graubünden sei aufzuheben und die Bewilligung wegen Umweltgefährdung durch zusätzliche nichtionisierende elektromagnetische Strahlung zu verweigern. Sie verlangt die Verwirklichung des Vorhabens mit neuzeitlichen, nicht umweltgefährdenden Techniken; die Telefonverbindung sei zu verkabeln. Zudem seien Langzeitmessungen und breit angelegte Untersuchungen über die Wirkungen nichtionisierender, elektromagnetischer Strahlung auf Menschen, Tiere und Pflanzen durchzuführen. Sie macht ferner geltend, es dürfe nicht einfach auf die \"IRPA-Zahlenwerte\" abgestellt werden; diese seien falsch und jedenfalls auf die konkrete Situation nicht anwendbar.\n\nDas Bundesgericht nimmt die Beschwerde zum Teil als Verwaltungsgerichtsbeschwerde, zum Teil als staatsrechtliche Beschwerde entgegen. Die Verwaltungsgerichtsbeschwerde weist es ab, auf die staatsrechtliche Beschwerde tritt es nicht ein.", "considerants": "Aus den Erwägungen:\n\n2. Der Lebensraum ist eine Einheit. Deshalb sind die ihn betreffenden Regelungen koordiniert anzuwenden (BGE 116 Ib 57 E. b; BGE 115 Ib 472 ff.; BGE 114 Ib 227 E. 5b. Sind für die Verwirklichung eines Projektes verschiedene materiellrechtliche Vorschriften BGE 117 Ib 28 S. 31anzuwenden und besteht zwischen diesen Vorschriften ein derart enger Sachzusammenhang, dass sie nicht getrennt und unabhängig voneinander angewendet werden dürfen, so muss diese Rechtsanwendung von Verfassungs- und Bundesrechts wegen materiell koordiniert werden (vgl. ausdrücklich Art. 22quater Abs. 3 BV; BGE 116 Ib 56 f. E. 4; ALFRED KUTTLER, Umweltschutz und Raumplanung, in: Schriftenfolge 54 der Schweizerischen Vereinigung für Landesplanung, Dezember 1990). Es gilt Lösungen zu finden, bei denen alle Regelungen möglichst gleichzeitig und vollumfänglich zum Zuge kommen und das Ergebnis gesamthaft sinnvoll ist. Diese Gesamtbeurteilung wird in materieller Hinsicht durch die Anwendung einer Norm, die eine umfassende Interessenabwägung vorschreibt, gewährleistet. Im vorliegenden Fall verlangt die raumplanungsrechtliche Bewilligung nach Art. 24 RPG eine solche Interessenabwägung (Art. 24 Abs. 1 lit. b RPG; BGE 116 Ib 59 f. E. 4c, 62 E. 6a). Formell setzt die Gesamtbeurteilung voraus, dass diese Interessenabwägung durch die nämliche Behörde vorgenommen wird (BGE 115 Ib 514 E. 6b; BGE 112 Ib 119 ff.). Es ist demnach im Rahmen der Baubewilligungserteilung nach Art. 24 RPG zu prüfen, ob auch die Gesichtspunkte der Umweltschutzgesetzgebung richtig angewendet worden seien.\n\n3. Eine Baubewilligung nach Art. 24 Abs. 1 RPG setzt voraus, dass ihr keine überwiegenden Interessen entgegenstehen (Art. 24 Abs. 1 lit. b RPG). Sie beruht auf einer gesamthaften Abstimmung aller räumlich wesentlichen Gesichtspunkte und Interessen (BGE 114 Ia 369 E. 4, 374 E. 5b). Lenkender Massstab der Interessenabwägung bilden die verbindlichen Anordnungen im Bundesgesetz über die Raumplanung, hauptsächlich die gesetzlichen Planungsziele und -grundsätze (Art. 1 und 3 RPG). Danach ist u.a. darauf zu achten, dass Wohngebiete vor schädlichen oder lästigen Einwirkungen wie Luftverschmutzung, Lärm und Erschütterungen möglichst verschont werden (Art. 3 Abs. 3 lit. b RPG); zu diesen Einwirkungen zählt auch die Belastung durch Strahlen. Sodann ergeben sich weitere Zielvorstellungen aus dem übrigen positiven Recht.\n\nSoweit das positive Verfassungs- und Gesetzesrecht einzelne Aspekte der allgemeinen Interessenabwägung (Art. 24 Abs. 1 lit. b RPG) konkret regelt, sind Bauvorhaben im Bewilligungsverfahren vorweg nach diesen Sondernormen zu prüfen (BGE 115 Ib 486; BGE 114 Ib 272 E. 3b). Erst wenn sich zeigt, dass nach diesen Sondernormen das Vorhaben nicht verhindert wird, ist die Abwägung BGE 117 Ib 28 S. 32aller für und gegen das Vorhaben sprechenden privaten und öffentlichen Interessen gemäss Art. 24 Abs. 1 lit. b RPG koordiniert durchzuführen (BGE 116 Ib 62 E. 6a). Im vorliegenden Fall ist somit zu prüfen, ob die eidgenössische Umweltschutzgesetzgebung dem Vorhaben entgegenstehe.\n\n4. Die Beschwerdeführerin beanstandet den angefochtenen Entscheid, weil er für die Frage, ob Emissionsbegrenzungen gemäss Art. 11 Abs. 3 USG erforderlich seien, auf die sogenannten IRPA-Richtlinien abgestellt habe.\n\na) Für die Beurteilung der Schädlichkeit oder Lästigkeit von Einwirkungen ... legt der Bundesrat Immissionsgrenzwerte fest (Art. 13 Abs. 1 USG). Da eine solche Verordnung für Strahlen heute noch fehlt, ist im Einzelfall zu beurteilen, ob die Immissionen schädlich oder lästig sind (Art. 12 Abs. 2 USG; BGE 112 Ib 46 E. 4a; ANDRÉ SCHRADE, Kommentar zum Umweltschutzgesetz, Zürich 1989, Art. 11 N 37 und Art. 14 N 3). Diese Einzelfallbeurteilung hat sich an die materiellen Grundsätze des Bundesgesetzes für die verordnungsmässige Festsetzung der Immissionsgrenzwerte zu halten (Art. 13 bis 15 USG): Sie berücksichtigt namentlich das Schutzbedürfnis der konkret und aktuell betroffenen Bevölkerung, eingeschlossen Personengruppen mit erhöhter Empfindlichkeit wie Kinder, Kranke, Betagte und Schwangere (Art. 13 Abs. 2 USG; SCHRADE, a.a.O., Art. 13 N 18 f.) und legt die Immissionsgrenzwerte derart fest, dass nach dem Stand der Wissenschaft oder der Erfahrung Immissionen unterhalb dieser Werte Menschen, Tiere und Pflanzen, ihre Lebensgemeinschaft und Lebensräume nicht gefährden und die Bevölkerung in ihrem Wohlbefinden nicht erheblich stören (Art. 14 lit. a und b USG). Die Anforderungen nach Art. 14 USG gelten zwar vorab für Luftverunreinigungen, sie sind jedoch auch auf die Einwirkung von Strahlen anzuwenden (SCHRADE, a.a.O., Art. 14 N 3), weil sie lediglich allgemeine Regeln wiedergeben (vgl. Art. 1 Abs. 1 und Art. 13 Abs. 2 USG).\n\nb) Für die Beurteilung der Immissionen im Einzelfall darf die Verwaltung fachlich genügend abgestützte private Grenzwertrichtlinien berücksichtigen (BGE 114 Ib 36 ff. E. 3; BGE 112 Ib 46 ff. E. 4). Bei den vom Verwaltungsgericht hinzugezogenen Richtlinien der internationalen Strahlenschutzvereinigung (International Non-Ionizing Radiation Committee of the International Radiation Protection Association, Guidelines on Limits of Exposure to Radiofrequency Electromagnetic Fields in the Frequency Range from 100 kHz to 300 GHz, publiziert in: Health Physics vol. 54, Nr. 1, S. 115 bis 123; BGE 117 Ib 28 S. 33im folgenden: IRPA-Richtlinien 1988) handelt es sich um solche in der Fachwelt anerkannte Grundlagen. Sowohl die vom Bundesamt für Umweltschutz bzw. Bundesamt für Umwelt, Wald und Landschaft in Auftrag gegebenen Berichte \"Der Einfluss von nichtionisierender elektromagnetischer Strahlung auf die Umwelt\" (Schriftenreihe Umweltschutz Nr. 98 vom Dezember 1988, S. ii und 25 ff.) sowie \"Biologische Auswirkungen nichtionisierender elektromagnetischer Strahlung auf den Menschen und seine Umwelt, 1. Teil: Frequenzbereich 100 kHz bis 300 GHz\" der Ad-hoc-Arbeitsgruppe \"Auswirkungen nichtionisierender elektromagnetischer Strahlung auf die Umwelt\" (Schriftenreihe Umweltschutz Nr. 121 vom Juni 1990, S. II und 40 ff.) als auch der Bericht der Eidgenössischen Kommission für elektrische Anlagen \"Beeinflussung der Umwelt durch elektromagnetische Felder\" (hrsg. vom Eidgenössischen Verkehrs- und Energiewirtschaftsdepartement, Bern 1986, S. 54) verweisen auf diese Richtlinien bzw. empfehlen deren Übernahme. Ein Grund, nicht darauf abzustellen, ist nicht ersichtlich. Somit durfte das Verwaltungsgericht diese Richtlinien beiziehen und auf die entsprechenden massgeblichen Werte abstellen.\n\n5. Die Beschwerdeführerin wirft im wesentlichen die Frage auf, ob in Samnaun die Immissionsgrenzwerte (Art. 13 USG) ... eingehalten seien.\n\nb) Die geplante Anlage empfängt Strahlen im Frequenzbereich von 7000 bis 8000 MHz. Sie wird eine Leistungsdichte von 0.0008 mW/cm2 aufweisen; daneben ist die Empfangsleistung von 0.00000002 mW/cm2 vernachlässigbar. Die IRPA-Richtlinien 1988 legen für das allgemeine Publikum und den massgeblichen Frequenzbereich (zwischen 2000 und 300 000 MHz) einen Grenzwert von 10 mW/cm2 fest. Die geplante Anlage erreicht diesen Wert bei weitem nicht; ihre Leistungsdichte macht bloss 0.08% des Grenzwertes der IRPA-Richtlinien 1988 aus. Das Gefährdungspotential von Richtstrahlverbindungen ist nach Auskunft von Fachleuten äusserst gering, da die Sendeleistungen kleine Werte aufweisen und die Strahlen in Sendernähe stark gebündelt sind (Peter E. Leuthold, Die Beeinflussung der Umwelt durch hochfrequente elektromagnetische Felder, in: Bulletin SEV/VSE 22/1988, S. 1381; Eidgenössische Kommission für elektrische Anlagen, \"Beeinflussung der Umwelt durch elektromagnetische Felder\", hrsg. vom Eidgenössischen Verkehrs- und Energiewirtschaftsdepartement, Bern 1986, S. 47 f.). Inwiefern die konkreten Verhältnisse daran etwas ändern sollten, ist nicht ersichtlich.\n\nBGE 117 Ib 28 S. 34\n\nc) (Die Beschwerde ist insoweit unbegründet.)\n\n6. a) Das zweistufige Konzept des Umweltschutzgesetzes bezweckt nicht nur den Schutz der Umwelt (Art. 1 Abs. 1 USG) vor den die Grenzwerte übersteigenden Immissionen (Art. 11 Abs. 3 USG); es verlangt die Begrenzung der Immissionen überhaupt, soweit dies technisch und betrieblich möglich und wirtschaftlich tragbar ist (Art. 11 Abs. 2 USG). Ein Vorhaben vermag daher vor dem Umweltschutzgesetz nicht schon zu bestehen, wenn die Immissionsgrenzwerte eingehalten werden. Zusätzlich ist zu prüfen, ob nicht die Vorsorge weitergehende Beschränkung erfordere (Art. 11 Abs. 2 USG). Dem Vorsorgeprinzip (Art. 1 Abs. 2 USG) liegt u.a. der Gedanke zugrunde, unüberschaubare Risiken zu vermeiden; es schafft eine Sicherheitsmarge, welche die Unsicherheit über die längerfristigen Wirkungen von Umweltbelastungen berücksichtigt. Demnach sind bei allen Vorhaben (vgl. Art. 7 Abs. 7 USG) auch die Vorschriften über die vorsorglichen Emissionsbegrenzungen (Art. 11 Abs. 2 USG) anzuwenden.\n\nb) Die PTT und die Behörden sind anscheinend bisher davon ausgegangen, dass solche weitergehende, vorsorgliche Emissionsbegrenzungen - wie etwa eine andere Standortwahl, eine technisch andere Art von Antenne oder eine Verkabelung - nicht geboten seien, weil die neue Richtstrahlstation derart kleine Belastungswerte zur Folge habe, dass die Anlage umweltschutzmässig nicht relevant sei. Die Beschwerdeführerin verlangte - abgesehen von der Verkabelung - selber nie vorsorgliche Massnahmen. Das Eidgenössische Departement des Innern stellte lediglich fest, es gehe davon aus, dass die fragliche Anlage nach dem heutigen Stand der Technik gebaut werde und somit den Anforderungen an die vorsorgliche Emissionsbegrenzung nach Art. 11 Abs. 2 USG genüge.\n\nc) Es ist anhand der bekannten Immissionswerte von vornherein offensichtlich, dass die geplante Richtstrahlanlage lediglich äusserst geringe Emissionen verursacht (vgl. die Werte in E. 5b hiervor). In einem solchen Fall besteht grundsätzlich kein Anlass zu weitergehenden Anordnungen im Sinne der Vorsorge (Art. 1 Abs. 2 und Art. 11 Abs. 2 USG; vgl. BGE 116 Ib 268 E. 4b). Bei derart geringer Umweltbeeinflussung liegt umweltschutzrechtlich ein Bagatellfall vor. Es muss daher für die geplante Telefonverbindung nicht geprüft werden, ob mit einer anderen Variante als der Telefon-Richtstrahlverbindung, also der Verkabelung parallel zum bereits bestehenden Kabel Samnaun-Martina, die BGE 117 Ib 28 S. 35Emissionen begrenzt werden könnten; die bereits vorgesehenen Massnahmen zur Emissionsbegrenzung im Sinne von Art. 11 Abs. 2 USG sind genügend.\n\nd) Freilich muss mit dem Verwaltungsgericht ein Vorbehalt angefügt werden: Diese Beurteilung geht vom gegenwärtigen Stand der Technik und des Wissens aus (Art. 11 Abs. 2 USG; SCHRADE, a.a.O., Art. 11 N 26 bis 28). Vorbehalten bleiben somit neue Erkenntnisse. Liegen solche vor, so besteht möglicherweise Anlass für eine Wiederaufnahme des Verfahrens oder eine Sanierung der Anlage (Art. 16 ff. USG)."}