{"annee": "117", "cour": "IA", "page": "297", "date": "20/8/1991", "cite": ["109 V 52", "114 II 18", "103 IA 505", "108 III 26", "85 II 46", "103 IA 107", "108 IB 377", "112 IA 305", "104 IB 232", "107 V 157", "111 IA 355", "115 II 201", "106 IA 13", "113 IA 225", "107 IA 206", "111 IB 150", "112 IA 353", "105 IB 154"], "cite_par": ["121 II 214", "138 I 49", "129 IV 197", "138 IV 241", "119 IV 330", "135 III 374", "122 I 57", "144 II 401", "123 II 231", "129 III 88", "127 II 198"], "chapeau": "48. Extrait de l'arrêt de la IIe Cour civile du 20 août 1991 dans la cause D.E. contre S.E. (recours de droit public)", "regestes": ["Jugement genevois de mesures protectrices de l'union conjugale. Indication erronée d'une voie de droit; opposition formée en lieu et place d'un appel. 1. A certaines conditions, le principe de la bonne foi protège celui qui s'est fié à une déclaration erronée de l'autorité. L'erreur peut consister dans la fausse indication de la voie à suivre pour contester une décision (consid. 2). 2. Comme l'art. 363 PC gen. n'exclut pas de manière claire le prononcé par défaut d'un jugement de mesures protectrices de l'union conjugale, et donc la voie de l'opposition, la partie et son mandataire pouvaient se fier à l'indication de cette voie donnée, par erreur, par l'autorité. Conversion de l'acte erroné? (consid. 3)."], "faits": "", "considerants": "BGE 117 Ia 297 S. 298\n\nExtrait des considérants:\n\n2. Selon la décision attaquée, l'opposition au jugement de mesures protectrices de l'union conjugale n'était pas recevable. Seul l'appel l'était (BERTOSSA/GAILLARD/GUYET, note 2 ad art. 78), avant comme après les modifications de la loi genevoise de procédure civile entrées en vigueur les 1er janvier 1982 et 1er août 1987 (SJ 1973 p. 12 ss; 1988 p. 638).\n\nIl s'agit donc de savoir si le recourant - respectivement son conseil - pouvait se fier à l'indication erronée du tribunal ou de son greffe et suivre la voie de l'opposition, puis de rechercher le cas échéant les conséquences de son erreur.\n\nDécoulant directement de l'art. 4 Cst. et valant pour l'ensemble de l'activité étatique (ATF 107 Ia 211 consid. 3a), le principe de la bonne foi donne au citoyen le droit d'être protégé dans la confiance légitime qu'il met dans les assurances reçues des autorités (ATF 108 Ib 385 consid. b, ATF 105 Ib 159 consid. b, ATF 103 Ia 508). Il le protège donc lorsqu'il a réglé sa conduite d'après des décisions, des déclarations ou un comportement déterminé de l'administration. Entre autres conditions - cumulatives - auxquelles la jurisprudence subordonne le recours à cette protection (ATF 109 V 55 consid. 3a), il faut que l'administré ait eu de sérieuses raisons de croire à la validité des assurances et du comportement dont il se prévaut et qu'il ait pris sur cette base des dispositions qu'il ne pourrait modifier sans subir un préjudice (ATF 104 Ib 237 consid. 4, ATF 103 Ia 114, 508 et les arrêts cités).\n\nLorsque ces conditions sont réunies, le principe de la bonne foi l'emporte sur celui de la légalité (ATF 112 Ia 355 consid. cc, ATF 107 V 160 consid. 2) et permet au justiciable de se prévaloir, en particulier, d'une indication erronée de l'autorité quant au délai de recours, s'il pouvait, dans les circonstances concrètes de l'espèce, s'y fier de bonne foi (ATF 113 Ia 229, ATF 112 Ia 310 consid. 3, ATF 111 Ia 357 et les arrêts cités). Même tardif, son recours doit alors être déclaré recevable, conformément à la règle des art. 38 PA et 107 al. 3 OJ, qui est de portée générale (ATF 105 Ib 160 consid. 5, BGE 117 Ia 297 S. 299100 Ib 457/458 consid. 3a, 96 II 72, 96 III 99) et selon laquelle la fausse indication des voies de recours n'entraîne aucun préjudice pour les parties.\n\nLa protection de la bonne foi n'est exclue que si l'erreur - ainsi sur la compétence (ATF 108 Ib 385 consid. b) - est clairement reconnaissable, en raison d'éléments objectifs (la nature de l'indication fournie et le rôle apparent de celui dont elle émane) et subjectifs (la position ou la qualité de l'administré ou du justiciable concerné). S'agissant des voies et formes de recours, une plus grande sévérité serait certes de mise à l'endroit d'un homme de loi qu'à l'égard d'un simple particulier: il n'y a pas de protection pour la partie dont l'avocat eût pu déceler l'erreur à la seule lecture du texte légal, sans recourir à la jurisprudence ou à la doctrine (ATF 112 Ia 310, ATF 106 Ia 16 ss consid. 3 et les arrêts cités).\n\nL'erreur peut consister - outre l'absence d'une \"Rechtsmittelbelehrung\" obligatoire - dans l'indication fausse, peu claire ou équivoque de l'autorité compétente ou du délai à respecter, mais aussi de la voie à suivre (ATF 114 Ib 46 consid. Ia), ici l'appel ou l'opposition. En revanche, le renseignement ne peut évidemment créer un recours qui n'existe pas (ATF 108 III 26, ATF 111 Ib 153). Mais le remède peut varier (délai respecté ou restitution, transmission à l'autorité compétente, etc.). Le principe est que la possibilité de recourir ne saurait être restreinte ni écartée; l'administré ou le justiciable ne doit pas subir un dommage.\n\n3. En l'espèce, l'indication de la voie de recours émanait du Tribunal de première instance ou de son greffe et elle était annexée au jugement, désigné comme rendu par défaut. Elle était inexacte selon la jurisprudence et la doctrine genevoises.\n\na) L'argument de la cour cantonale, selon laquelle le recourant ne subit aucun préjudice, est manifestement insoutenable. En effet, si le mémoire du recourant est considéré comme une requête de nouvelles mesures protectrices de l'union conjugale, celles qui ont été prises le 1er novembre 1990 subsisteront, en principe, et pour le moins, jusqu'à la date du dépôt dudit mémoire, le 7 décembre suivant (cf. pour les mesures provisoires dans le divorce: SJ 1954 p. 486; 1961 p. 49). Les art. 173 al. 3 et 176 al. 1 ch. 1 CC et leur interprétation récente (ATF 115 II 201, ATF 114 II 18 et 26) ne sauraient écarter l'autorité d'une première décision restée inattaquée. Il s'ensuit que la solution de la cour cantonale laisse un dommage réel à la charge du recourant.\n\nBGE 117 Ia 297 S. 300\n\nb) Il faut ensuite se demander si le recourant et son avocat avaient des raisons sérieuses de mettre en doute, dans le délai utile, la validité des renseignements que la décision de première instance leur donnait.\n\nLe mandataire affirme, sans être contredit, qu'il a été consulté deux jours seulement avant l'expiration du délai d'opposition. Et, selon la décision attaquée, le texte de l'art. 363 PC gen. n'exclut pas de manière limpide le prononcé d'un jugement par défaut, et donc la voie de l'opposition. On peut concéder à l'intimée que si, pour connaître l'effet de l'absence de comparution, l'art. 363 PC gen. n'est pas décisif dans son texte, l'art. 365 PC gen. en revanche, dans le même chapitre IV des mesures protectrices et autres interventions en matière d'union conjugale, ouvre expressément la seule voie de l'appel, et sans doute pas par inadvertance, d'autant que, pour de nombreuses autres procédures spéciales du titre XVI, la loi genevoise prévoit et règle la procédure d'opposition (chap. I-III et V-VII par exemple, art. 332-334, 340, 354, 368, 376 al. 4, 395 et 396 PC gen.). Il n'en demeure pas moins que, dans les seuls deux jours dont il disposait pour défendre les intérêts de son client, le mandataire du recourant pouvait, vu le silence du texte de l'art. 363 PC gen., se fier à l'indication de la décision à attaquer, alors que la voie indiquée est la règle en cas de non-comparution, qu'elle est prévue dans de nombreuses procédures spéciales, que la jurisprudence genevoise a dû clarifier la situation, enfin et surtout que le tribunal lui-même a estimé opportun de donner des directives aussitôt après sa propre décision, qui exprimait un avis contraire.\n\nc) Il est vrai que le mandataire du recourant était enfin au clair lorsqu'il écrivit à la Cour de justice le 28 janvier 1991. Il eût donc pu former appel, tardivement certes, mais avec l'espoir certain qu'on ne lui en tiendrait pas rigueur et que la cour cantonale entrerait en matière sur ce second recours, après avoir considéré le délai comme respecté ou sinon restitué. Mais le tribunal lui avait communiqué que son mémoire avait été transmis à la Cour de justice \"pour des motifs de compétence\" et le conseil du recourant demandait précisément à celle-ci, dans ladite lettre, d'\"examiner ce qu'il en est afin que les parties puissent, le cas échéant, être convoquées\". Or, il ne reçut pas de réponse, mais seulement la décision attaquée céans. En revanche, le dossier cantonal contient une formule adressée le 1er février 1991 par le greffe de la Cour à celui du Tribunal de première instance pour l'aviser \"que par BGE 117 Ia 297 S. 301acte déposé le 7.12.90, à la requête de D. E., il a été interjeté appel du jugement du 1er novembre 1990 rendu entre lui et S. E.\". Tant le tribunal que la cour avaient donc considéré - du moins de prime abord - le mémoire d'opposition (laquelle ressortit à la compétence du premier) comme un appel (de la compétence de la seconde).\n\nDe fait, la question de la conversion de l'acte se posait. C'était un premier remède envisageable à l'erreur commise dans le dispositif de la décision du tribunal et l'indication de la voie de recours. La cour cantonale ne l'a pas examinée. Sa décision doit dès lors être annulée et la cause renvoyée pour nouveau jugement. Il ne paraît guère admissible en soi que l'on puisse reprocher au recourant de n'avoir pas respecté les formes de l'appel, car ce serait seulement un effet des erreurs du tribunal. Au demeurant, contrairement à l'avis de l'intimée, il n'est pas du tout certain que dans le mémoire en opposition ne figurent pas \"les griefs de fait et de droit\" requis par l'art. 300 al. 1 let. c PC gen., alors que l'opposition \"contient ... l'exposé des faits\" et \"mentionne en outre les moyens de droit\" (art. 88 al. 1 let. c et al. 2 PC gen.).\n\nSi la conversion n'était pas possible, la cour cantonale devrait rechercher un autre moyen de sauvegarder les droits légitimes du recourant, éventuellement par la restitution du délai d'appel, à l'instar par exemple du délai d'opposition lorsqu'à raison \"d'autres circonstances de force majeure\", le défaillant n'a pu \"former opposition dans le délai fixé\" (art. 86 al. 1 PC gen.) ou encore de la règle de l'art. 35 OJ, applicable aussi aux délais fédéraux légaux (ATF 85 II 46) et qui peut apparaître comme la conséquence d'un principe général (POUDRET, Commentaire de la loi fédérale d'organisation judiciaire, Berne 1990, vol. I, p. 288)."}