{"annee": "117", "cour": "IV", "page": "452", "date": "14/11/1991", "cite": ["96 IV 64"], "cite_par": ["131 IV 64", "128 IV 260", "119 IV 145"], "chapeau": "79. Auszug aus dem Urteil des Kassationshofes vom 14. November 1991 i.S. S. gegen Staatsanwaltschaft des Kantons St. Gallen (Nichtigkeitsbeschwerde)", "regestes": ["Art. 204 CP; publications obscènes, revues contenant des annonces à caractère sexuel. Une publication contenant des annonces destinées à des prises de contact, ainsi que des offres de prostituées ou de salons de massage, réalise l'infraction réprimée par cette disposition, lorsque les prostituées en cause y sont désignées comme de simples et méprisables objets de convoitise sexuelle et que, de plus, des pratiques sexuelles dont la description relève de la pornographie dure y sont offertes. La vente d'écrits pornographiques de toute nature dans des kiosques réalise à chaque fois l'infraction, du point de vue objectif."], "faits": "BGE 117 IV 452 S. 453\n\nA.- S. war einziger Verwaltungsrat, später Verwaltungsratspräsident und von 1987 an Geschäftsführer der R. AG, B., welche von Mitte 1984 an den \"O.\"-Sexanzeiger herausgab. Die Zeitschrift bestand aus einem redaktionellen Teil, der sich mit sexuellen Themen befasste, und aus Inseraten von Prostituierten und Massagesalons sowie Kontaktanzeigen. S. befasste sich mit der Akquisition der Inserate.\n\nB.- Mit Urteil vom 18. Juni 1990 erklärte das Kantonsgericht St. Gallen S. in zweiter Instanz der fortgesetzten und wiederholten unzüchtigen Veröffentlichung schuldig und verurteilte ihn zu drei Wochen Gefängnis mit bedingtem Strafvollzug unter Auferlegung einer Probezeit von 2 Jahren und zu einer Busse von Fr. 5'000.--. S. wurde ferner zur Bezahlung einer Ersatzleistung für den unrechtmässig erlangten Vorteil in der Höhe von Fr. 30'000.-- an den Staat verurteilt.\n\nC.- S. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das angefochtene Urteil sei aufzuheben und die Sache zu seiner Freisprechung an die Vorinstanz zurückzuweisen. Für den Fall der Bestätigung des Schuldspruchs beantragt er eine Herabsetzung der Ersatzforderung.\n\nDie Vorinstanz und die Staatsanwaltschaft haben auf die Einreichung einer Vernehmlassung verzichtet.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n1. Die eidgenössische Nichtigkeitsbeschwerde ist rein kassatorischer Natur; sie führt im Falle der Gutheissung zur Aufhebung des angefochtenen Entscheids, nicht aber zu einer neuen Entscheidung in der Sache selbst durch das Bundesgericht (Art. 277ter BStP). Soweit der Beschwerdeführer mehr als die Aufhebung des angefochtenen Entscheids beantragt, ist auf die Beschwerde daher nicht einzutreten.\n\n2. Die Vorinstanz hat den \"O.\"-Sexanzeiger als unzüchtige Veröffentlichung im Sinne von Art. 204 StGB gewertet. Unter Verweisung auf verschiedene Inseratentexte führt sie aus, dass in kaum zu überbietender direkter Art beschrieben würde, auf welche Weise bei den Inserentinnen geschlechtliche Befriedigung zu erreichen sei. Die detaillierten Darstellungen beschrieben die Sexualität als primitive Lustbefriedigung im Rahmen eines nahezu sklavischen BGE 117 IV 452 S. 454Abhängigkeitsverhältnisses und brächten ein Menschenbild zum Ausdruck, das sich mit der Würde der Frau nicht vertrage. Gestützt auf diese Feststellungen ist sie zum Schluss gelangt, dass die Toleranzgrenze bei solchen Texten überschritten würde. Daran ändere der Umstand nichts, dass sich der \"O.\"-Sexanzeiger mit diesen Texten primär an einen interessierten Männerkreis richte. Es sei unbestritten, dass das fragliche Presseerzeugnis auch am Kiosk erhältlich sei und damit beispielsweise in die Hände Jugendlicher gelangen könne.\n\nDer Beschwerdeführer wendet demgegenüber ein, weder die Texte noch die Bilder im \"O.\"-Sexanzeiger könnten als Gegenstand sexueller Schaulust bezeichnet werden, da sie viel zu harmlos seien. Bei dem fraglichen Anzeiger handle es sich nicht um eine pornographische Schrift.\n\n4. a) Die Vorinstanz hat festgestellt, der Umstand, dass sich der \"O.\"-Sexanzeiger von der ersten bis zur letzten Seite mit Sexualität befasse, und zwar fast ausschliesslich mit käuflicher Liebe, qualifiziere die Zeitschrift noch nicht ohne weiteres als unzüchtig. Anstoss erregen könne aber die penetrante Art und Weise, mit der diese Liebesdienste angeboten würden.\n\nb) Für den Sachverhalt verweist die Vorinstanz auf das Urteil des Bezirksgerichtes, namentlich auf die von diesem getroffene Auswahl von Anzeigen und Inseratentexten. Die fraglichen Anzeigen bestehen nach den Ausführungen der Vorinstanzen aus Bildern oder Texten sowie aus einer Kombination beider Elemente. Die Bilder, die überwiegend in schwarz-weiss gehalten sind, zeigen weitgehend spärlich bekleidete oder nackte Frauen, die allein oder in Gruppen in verschiedenen Posen und Stellungen abgebildet sind. Auf verschiedenen Fotos sind Frauen zu sehen, die sich selbst oder gegenseitig (auch mit künstlichen Geschlechtsteilen) befriedigen. Andere Bilder stellen masochistische bzw. sadistische Handlungen dar.\n\nDie Texte im Inseraten- und Anzeigenteil weisen in unverblümter Weise auf die angebotenen sexuellen Praktiken der Inserentinnen hin. Dabei finden sich einerseits nüchterne stichwortartige Aufzählungen sämtlicher angepriesener Leistungen von \"superscharfen Lesbospielen\" bis hin zu \"diversen S/M-Spielen mit Herrin, Zofe oder Sklavin\", wobei offensichtlich besondere Praktiken mittels Abkürzungen verschlüsselt werden. Auf der anderen Seite beschreiben die Texte die sich anbietenden Inserentinnen und ihre Liebesdienste in ausführlicher Weise. Diese Texte fallen zunächst BGE 117 IV 452 S. 455dadurch auf, dass sie die Prostituierten unverblümt zu gegen Bezahlung verfügbaren Objekten der Lustbefriedigung und unterwürfigen Geschlechtswesen degradieren, mit denen sexuell in jedwelcher Art und Weise verfahren werden kann. Die offenbar mehrheitlich sieben Tage in der Woche arbeitenden und zum Teil minderjährigen Frauen werden etwa als \"langbeiniges blondes Sexhäschen\", \"geil-perverse mollige Super-Blondine\", \"geilverdorbenes junges Girl\" oder \"junge hübsche Lustsklavin mit ausgesprochener Vorliebe für Perverses\" dargestellt, die \"mit zitterndem Verlangen\" darauf warten, vom \"niveauvollen\", \"netten\" oder \"energischen Herrn\" aufgesucht zu werden. Es wird damit geworben, die Inserentinnen hätten \"grossen Spass an verschiedenen Schleckspielen\" und könnten es \"kaum erwarten, bis warmer Saft in mein kirschrotes Mündchen strömt\", es stünden Frauen zur Verfügung, die man \"in der Folterkammer erziehen\" oder \"anal drannehmen\" dürfe. Ferner erwecken die Texte den Eindruck, die Frauen würden jeden Wunsch erfüllen, hätten sich \"voll mit Leib und Seele den phantasievollen, erotischen Spielereien verschrieben\", würden \"stöhnend nach immer mehr betteln\" und \"für alles Geile, Ausgefallene und Perverse\" zur Verfügung stehen. Die angebotenen Liebesdienste, die den Geschlechtsverkehr in allen Variationen, auch mit Einschluss abartiger Praktiken jeglicher Prägung umfassen (\"die Wonnen der Unterwerfung auskosten ...\"), werden unverblümt umschrieben und auf geschmacklose und primitive Art und Weise angepriesen.\n\nc) Ob der \"O.\"-Sexanzeiger als unzüchtige Veröffentlichung i.S. von Art. 204 StGB zu qualifizieren ist, ist im Lichte der neuen Rechtsprechung des Bundesgerichts zu prüfen. Dabei ist zunächst die Frage zu entscheiden, ob der Schrift überhaupt pornographischer Charakter zukommt. Dies ist zu bejahen. Zwar lässt der Umstand, dass eine Zeitschrift teilweise mit Fotos illustrierte Kontaktanzeigen und Inserate von Prostituierten und Massagesalons etc. veröffentlicht, diese für sich allein noch nicht als pornographisches Erzeugnis erscheinen. Wesentliche Bedeutung kommt in diesem Zusammenhang der konkreten Aufmachung der Schrift sowie Form und Inhalt der jeweiligen Inserate zu. Dabei ist für die Frage, ob die Schrift überhaupt unter die (weiche) Pornographie fällt, auch der Gesamteindruck des zu beurteilenden Gegenstandes mit zu berücksichtigen (vgl. BGE 96 IV 69). Im vorliegenden Fall mag zutreffen, dass einzelne Inserate weder hinsichtlich Bild noch Textausgestaltung Anstoss erregen. In der vom Bezirksgericht BGE 117 IV 452 S. 456getroffenen Auswahl finden sich jedoch überwiegend Texte, die sexuelle Befriedigung in grobschlächtiger und aufreisserischer Weise in den Vordergrund stellen und auf sich selbst reduzieren. Ins Auge springt dabei die nahezu vollständige Herabsetzung der Inserentinnen auf blosse entmenschlichte Lustobjekte. Der \"O.\"-Sexanzeiger ist aus diesen Gründen entgegen der Auffassung des Beschwerdeführers als pornographische Schrift zu qualifizieren.\n\nDies besagt jedoch noch nicht, dass der zu beurteilende Sexanzeiger als unzüchtige Veröffentlichung zu werten ist. Nach der neuen bundesgerichtlichen Rechtsprechung fallen pornographische Erzeugnisse nicht mehr in jedem Fall unter Art. 204 StGB. Dies gilt vorbehaltlos nur für die sogenannte harte Pornographie. Wo genau die Grenze zur strafbaren unzüchtigen Veröffentlichung gezogen werden muss, kann hier offenbleiben. In jedem Fall verstösst der Inhalt des \"O.\"-Sexanzeigers, auch bei Berücksichtigung des allgemeinen Wandels in der Einstellung zur Sexualität, in grober Weise gegen das Sittlichkeitsgefühl des normal empfindenden Bürgers. Im Vordergrund steht hiefür der Umstand, dass die abgedruckten Inserate die sich prostituierenden Frauen zu blossen Objekten sexueller Begierde herabwürdigen, über welche nach Belieben verfügt werden kann. Als unzüchtig erweist sich die Veröffentlichung nach der neuen Rechtsprechung aber auch insoweit, als sie Anzeigen enthält, die abartige und perverse Sexualpraktiken anbieten, deren Darstellung unter die harte Pornographie fällt, also sexuelle Handlungen u.a. in Verbindung mit menschlichen Ausscheidungen oder Gewalttätigkeiten zum Inhalt hat. In dieser Hinsicht wäre die Zeitschrift im übrigen selbst dann als unzüchtige Veröffentlichung einzustufen, wenn auch nur ein einziges der Inserate die Grenzen der neuen Rechtsprechung überschritte und sexuelle Handlungen aus dem Bereich der harten Pornographie anböte. Ob die Schrift dabei auch bei einer Gesamtbetrachtung als pornographisches Erzeugnis zu qualifizieren wäre oder insgesamt als harmlos erschiene, bliebe ohne Bedeutung.\n\nDass die Schrift als Störung der sozialen Ordnung angesehen werden muss, folgt schliesslich auch aus der Berücksichtigung der Begleitumstände der Veröffentlichung sowie des Adressatenkreises. Die Vorinstanzen haben in diesem Zusammenhang verbindlich festgestellt, dass der \"O.\"-Sexanzeiger im Abonnement bezogen werden kann oder an Kiosken und in Sex-Shops erhältlich ist.\n\nDie neu vorgesehene Pornographiebestimmung (Art. 197 Ziff. 1 StGB in der noch dem Referendum unterworfenen Fassung vom BGE 117 IV 452 S. 45721.6.1991) bezweckt neben dem absoluten Verbot harter Pornographie den Schutz Jugendlicher vor jeglicher Konfrontation mit pornographischen Darstellungen. Ferner soll verhindert werden, dass jemand gegen seinen Willen Darstellungen sexuellen Inhalts wahrnimmt. Rechtsgut der revidierten Bestimmung ist die ungestörte sexuelle Entwicklung Jugendlicher (vgl. Botschaft des Bundesrates über die Änderung des Schweizerischen Strafgesetzbuches und des Militärstrafgesetzes vom 26. Juni 1985, BBl 1985 II 1089; ähnlich die deutsche Regelung in § 184 dtStGB). Dies gilt uneingeschränkt auch für das geltende Recht. Der Schutz Jugendlicher vor der Wahrnehmung pornographischer Darstellungen ist nicht gewährleistet, wenn derartige Schriften an Kiosken für jedermann erhältlich sind. Dass sich \"O.\"-Sexanzeiger primär an einen interessierten Männerkreis richtet, ändert daran nichts. Der Schuldspruch wegen Art. 204 StGB ist daher im zu beurteilenden Fall auch aus diesem Grund zu Recht erfolgt."}