{"annee": "117", "cour": "V", "page": "185", "date": "10/9/1991", "cite": ["99 V 62", "105 V 266", "116 V 130", "111 V 89", "108 IB 465", "112 V 106", "110 V 40", "98 V 220", "103 IB 6", "110 V 54", "110 V 351", "116 IA 264", "96 V 141", "116 IB 344", "99 IB 215"], "cite_par": ["121 V 112", "123 V 39", "119 V 503", "145 I 73", "119 V 295", "124 V 22", "130 V 407", "126 V 407", "124 V 82", "129 II 286"], "chapeau": "22. Urteil vom 10. September 1991 i.S. X gegen Ausgleichskasse des Kantons Zürich und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 1er al. 3, art. 45 al. 2 let. g, art. 55 al. 1 et art. 56 PA, art. 101 let. a et art. 129 al. 2 OJ, art. 85 al. 2 et art. 97 al. 2 LAVS. Il est exclu d'attribuer un effet suspensif au recours contre des décisions négatives; en l'espèce, la voie à suivre est celle de l'ordonnance de mesures provisionnelles positives (consid. 1b). L'art. 56 PA constitue pour cela une base de droit fédéral, bien que cette disposition ne figure pas dans la liste (non exhaustive) de l'art. 1er al. 3 PA (consid. 1c). Les principes développés à propos des art. 55 PA et art. 97 al. 2 LAVS sont applicables par analogie dans le cadre de l'art. 56 PA (consid. 2b). Pesée des intérêts dans un cas concret (consid. 2c)."], "faits": "BGE 117 V 185 S. 186\n\nA.- Der als Architekt tätige X wurde von der Ausgleichskasse des Kantons Zürich mit Verfügung vom 2. Mai 1985 zur Entrichtung seiner persönlichen Beiträge als Selbständigerwerbender für die Jahre 1984/85 von Fr. 9'381.60 zuzüglich Verwaltungskosten verhalten. Am 7. März 1989 und 29. September 1989 erliess die Ausgleichskasse drei weitere Verfügungen, mit denen sie X zur Bezahlung von Verzugszinsen für die Jahre 1981 bis 1985 von Fr. 3'598.45 und zu Beitragszahlungen für die Jahre 1988/89 von insgesamt Fr. 23'997.60 zuzüglich Verwaltungskosten verpflichtete. Per Mitte Dezember 1990 belief sich die Schuld von X aus diesen mittlerweile allesamt in Rechtskraft erwachsenen Verfügungen noch auf insgesamt Fr. 25'938.90; davon entfielen Fr. 1'299.95 auf die persönlichen Beiträge für 1985, Fr. 21'040.50 auf diejenigen für 1988/89 sowie Fr. 3'598.45 auf die Verzugszinsen für die Beitragsjahre 1981 bis 1985.\n\nAm 16. März 1990 beantragte X bei der Ausgleichskasse die Herabsetzung der Beiträge und den Erlass der Verzugszinsen. Gestützt auf eine Berechnung der verfügbaren Mittel einerseits und des Notbedarfes anderseits lehnte die Ausgleichskasse das Beitragsherabsetzungsgesuch ab, während sie auf den Antrag um Erlass der Verzugszinsen nicht eintrat (Verfügung vom 14. Dezember 1990).\n\nB.- Mit der hiegegen eingereichten Beschwerde an die AHV-Rekurskommission des Kantons Zürich hielt X an seinem Gesuch um Beitragsherabsetzung und Erlass der Verzugszinsen fest. Ferner verlangte er nebst anderem, dass seiner Beschwerde die aufschiebende Wirkung gewährt werde.\n\nDieses Begehren wies der Präsident der AHV-Rekurskommission des Kantons Zürich mit Entscheid vom 5. Juni 1991 ab.\n\nC.- X lässt Verwaltungsgerichtsbeschwerde führen mit dem Antrag, es sei die Präsidialverfügung aufzuheben und der vorinstanzlichen Beschwerde aufschiebende Wirkung zuzuerkennen.\n\nD.- Mit Verfügung vom 22. Juli 1991 hat der Instruktionsrichter des Eidg. Versicherungsgerichts die Ausgleichskasse des BGE 117 V 185 S. 187Kantons Zürich verpflichtet, vorläufig weitere betreibungsrechtliche Schritte zur Durchsetzung der rechtskräftigen Beitragsforderungen gegen X zu unterlassen; überdies hat er ihr Gelegenheit zur Vernehmlassung eingeräumt. Hievon hat die Ausgleichskasse Gebrauch gemacht.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Gemäss Art. 128 OG beurteilt das Eidg. Versicherungsgericht letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne von Art. 97 und 98 lit. b-h OG auf dem Gebiet der Sozialversicherung. Hinsichtlich des Begriffs der mit Verwaltungsgerichtsbeschwerde anfechtbaren Verfügungen verweist Art. 97 OG auf Art. 5 VwVG. Nach Art. 5 Abs. 1 VwVG gelten als Verfügungen Anordnungen der Behörden im Einzelfall, die sich auf öffentliches Recht des Bundes stützen (und im übrigen noch weitere, nach dem Verfügungsgegenstand näher umschriebene Voraussetzungen erfüllen). Verfügungen im Sinne dieser Umschreibung können nach dem Wortlaut des zweiten Absatzes von Art. 5 VwVG auch Zwischenverfügungen sein, insoweit sie den Anforderungen des vorangehenden ersten Absatzes entsprechen. Hiezu gehören nach der in Art. 5 Abs. 2 VwVG enthaltenen Verweisung auf Art. 45 VwVG unter anderem die Verfügungen über vorsorgliche Massnahmen (Art. 45 Abs. 2 lit. g, Art. 55 und 56 VwVG). Solche Verfügungen sind nach Art. 45 Abs. 1 VwVG nur dann selbständig anfechtbar, wenn sie einen nicht wieder gutzumachenden Nachteil bewirken können. Für das letztinstanzliche Beschwerdeverfahren ist ferner zu beachten, dass gemäss Art. 129 Abs. 2 in Verbindung mit Art. 101 lit. a OG die Verwaltungsgerichtsbeschwerde gegen Zwischenverfügungen nur zulässig ist, wenn sie auch gegen die Endverfügung offensteht (BGE 116 V 132 Erw. 1 mit Hinweisen).\n\nb) Mit dem in der Verwaltungsgerichtsbeschwerde erneuerten Antrag, es sei der gegen die Kassenverfügung vom 14. Dezember 1990 gerichteten Beschwerde die aufschiebende Wirkung zu gewähren, zielt der Beschwerdeführer offensichtlich darauf ab, die im Hinblick auf die Vollstreckung der Beitragsschuld drohende Zwangsverwertung seiner Liegenschaft wenigstens vorläufig abzuwenden. Anlass hiezu gab ihm die in der angefochtenen Verfügung enthaltene Verlautbarung der Ausgleichskasse, wonach das Herabsetzungsverfahren (Art. 11 AHVG) nicht geeignet sei, den Lauf BGE 117 V 185 S. 188der Verwirkungsfrist nach Art. 16 Abs. 2 AHVG zu hemmen, und demzufolge die Eintreibung der Beiträge regelmässig selbst im Falle eines hängigen Herabsetzungsverfahrens - wenn nötig auf dem Wege der Zwangsvollstreckung - ohne Verzug vorangetrieben würde. Indes handelt es sich beim angefochtenen Hoheitsakt, mit dem die Ausgleichskasse das Gesuch um Herabsetzung der Beiträge und Erlass der Verzugszinsen verworfen hat, um eine ausschliesslich negative Verfügung, bei der sich die Frage der aufschiebenden Wirkung von vornherein nicht stellen kann (RSKV 1983 Nr. 528 S. 91 Erw. 3a, 1982 Nr. 472 S. 18 Erw. 2, ZAK 1982 S. 504 Erw. 2, je mit Hinweisen, bestätigt im unveröffentlichten Urteil S.H. GmbH vom 25. Januar 1991; vgl. BGE 116 Ib 350 Erw. 3c). Mit ihrer ablehnenden Verfügung hat die Ausgleichskasse nichts angeordnet, was der Vollstreckung bedürfte und deren Aufschub überhaupt zugänglich wäre. Das Interesse des Beschwerdeführers richtet sich denn auch gar nicht hierauf. Wie eingangs dargelegt, geht es ihm vielmehr darum, den Vollstreckungsaufschub bezüglich der bereits in Rechtskraft erwachsenen Beitragsverfügungen bis zur endgültigen Beurteilung seines Herabsetzungsgesuchs zu erwirken, mithin um den richterlichen Eingriff in ein parallel einhergehendes Verfahren. Um dieses Ziel unter den hier gegebenen Umständen erreichen zu können, hilft indes die Gewährung der aufschiebenden Wirkung nicht weiter, sondern es bedarf der Anordnung einer positiven vorsorglichen Massnahme (BGE 116 Ib 350 Erw. 3c; GYGI, Bundesverwaltungsrechtspflege, 2. Aufl., S. 243; vgl. auch GYGI, Aufschiebende Wirkung und vorsorgliche Massnahmen in der Verwaltungsrechtspflege, in ZBl 77/1976 S. 4 vor Ziff. 4, S. 9 unten f., sowie GRISEL, Traité de droit administratif, 2. Aufl., Bd. 2, S. 923).\n\nDer Vorinstanz ist diese Problematik nicht entgangen. Obwohl auch in ihrem Entscheid - wie oft in solchen Fällen (BGE 103 Ib 7, EVGE 1954 S. 28; vgl. SALADIN, Das Verwaltungsverfahrensrecht des Bundes, Ziff. 22.23 Abs. 1, S. 208) - ausschliesslich von aufschiebender Wirkung die Rede ist, hat sie den Antrag des Beschwerdeführers nicht nur unter diesem Gesichtspunkt geprüft, sondern ihn in seiner ganzen Tragweite erfasst. Indem sie zur Auffassung gelangt ist, dass für eine Anweisung an die Ausgleichskasse, von der Anhebung oder Fortsetzung eines Betreibungsverfahrens bis zur Erledigung des Herabsetzungsverfahrens abzusehen, keine Notwendigkeit bestünde, hat sie der Sache nach zugleich über die Anordnung vorsorglicher Massnahmen befunden.\n\nBGE 117 V 185 S. 189\n\nc) Im vorliegenden Fall stellt sich indes die Frage, ob sich für den angefochtenen Entscheid eine bundesrechtliche Grundlage finden lässt oder ob er allenfalls ausschliesslich auf kantonalem Recht beruht und die Verwaltungsgerichtsbeschwerde aus diesem Grund unzulässig wäre (BGE 112 V 106; vgl. BGE 116 Ia 266 Erw. 2b).\n\nIn diesem Zusammenhang fällt auf, dass jedenfalls die vom Bundesgesetzgeber in den Art. 85 Abs. 2 und Art. 97 Abs. 2 AHVG angelegten Bestimmungen verfahrensrechtlicher Natur nichts enthalten, was hiefür in Frage kommen könnte. Dennoch wäre es verfehlt, die Grundlage des angefochtenen Entscheides allein im kantonalen Recht zu suchen. Das Beispiel des vorliegenden Falles zeigt deutlich, dass sich die aufschiebende Wirkung, wie sie in Art. 55 VwVG und Art. 97 Abs. 1 AHVG verankert worden ist, nicht gegenüber jedem Verfügungsgehalt entfalten kann und es zur Gewährung eines wirksamen einstweiligen Rechtsschutzes anderweitiger Massnahmen bedarf. Anderseits hat sich die Praxis mitunter gerade mit dem Mittel der aufschiebenden Wirkung zu helfen gewusst, wenn das Gesetz die Möglichkeit vorsorglicher Massnahmen nicht kannte (GYGI, ZBl, a.a.O., S. 10 f.). In diesem Sinne hängen aufschiebende Wirkung und vorsorgliche Massnahmen eng zusammen, und es erstaunt nicht, wenn auch der Bundesgesetzgeber unter dem einen Randtitel \"Vorsorgliche Massnahmen\" in Art. 55 f. VwVG nicht nur die aufschiebende Wirkung, sondern mit Art. 56 VwVG zugleich \"Andere Massnahmen\" vorgesehen hat (vgl. auch Art. 45 Abs. 2 lit. g VwVG); danach kann \"die Beschwerdeinstanz nach Einreichung der Beschwerde von Amtes wegen oder auf Begehren einer Partei andere vorsorgliche Massnahmen ergreifen, um einen tatsächlichen oder rechtlichen Zustand einstweilen unverändert zu erhalten\".\n\nBesteht demnach aufgrund des öffentlichen Rechts des Bundes die grundsätzliche Möglichkeit zur Anordnung vorsorglicher Massnahmen, ist freilich nicht einzusehen, weshalb Art. 56 VwVG nicht auch bezüglich des vorliegend angefochtenen Präsidialentscheides als bundesrechtliche Grundlage dienen sollte. Es mag zwar zutreffen, dass die fragliche Bestimmung gemäss der Aufzählung in Art. 1 Abs. 3 VwVG \"auf das Verfahren letzter kantonaler Instanzen, die gestützt auf öffentliches Recht des Bundes verfügen\", nicht ausdrücklich für anwendbar erklärt wird, doch ist diese Aufzählung bis heute mehrheitlich nicht als abschliessend BGE 117 V 185 S. 190erachtet worden (BGE 96 V 142 Erw. 1; siehe auch BGE 108 Ib 469 Erw. 2c, 106 Ib 116 Erw. 2a, BGE 99 V 64 Erw. 2b sowie SALADIN, a.a.O., Ziff. 9.263, S. 48, und GYGI, Verwaltungsrechtspflege und Verwaltungsverfahren im Bund, 2. Aufl., S. 29, nunmehr in Bundesverwaltungsrechtspflege, a.a.O., S. 26, 93; vgl. auch GRISEL, a.a.O., S. 865). An dieser Sichtweise ist auch im vorliegenden Fall festzuhalten. Dies nicht zuletzt auch deshalb, weil die Annahme, es fehle diesbezüglich an einer bundesrechtlichen Grundlage, eine Gabelung des Rechtsweges mit sich brächte, die sich mit dem nicht nur für das einzelne Verfahrensstadium, sondern für den Verfahrensablauf insgesamt geltenden Einfachheitsgebot im Sinne von Art. 85 Abs. 2 lit. a AHVG nicht vereinbaren liesse (BGE 110 V 61 Erw. 4b).\n\nd) Die Zulässigkeit der vorliegenden Verwaltungsgerichtsbeschwerde hängt im weiteren davon ab, ob dem Beschwerdeführer aus der angefochtenen Zwischenverfügung ein nicht wieder gutzumachender Nachteil erwachsen könnte (Art. 128 in Verbindung mit Art. 97 Abs. 1 OG und Art. 5 Abs. 2 sowie Art. 45 Abs. 1, 2 lit. g VwVG). Dieses Erfordernis liegt mit Bezug auf das Verfahren der Verwaltungsgerichtsbeschwerde nicht erst dann vor, wenn sich die nachteiligen Folgen des Zwischenentscheides selbst durch ein für den Beschwerdeführer günstig ausfallendes Endurteil nicht mehr abwenden liessen. Vielmehr genügt bereits ein als schutzwürdig erachtetes Interesse, wobei die Rechtsprechung für dessen Beurteilung nicht nur ein einziges Kriterium gelten lässt (BGE 110 V 355 Erw. 1c, ZAK 1987 S. 478 Erw. 1c, je mit Hinweisen).\n\nNachdem seitens der Ausgleichskasse ausgeführt worden ist, sie pflege die Vollstreckung von Beitragsforderungen selbst im Falle eines hängigen Herabsetzungs- oder entsprechenden Beschwerdeverfahrens voranzutreiben, und anderseits der Beschwerdeführer seine missliche finanzielle Situation glaubhaft dargelegt hat, besteht für diesen tatsächlich die Gefahr eines nicht behebbaren Nachteils. So lässt sich nicht von der Hand weisen, dass ein Vorgehen der Ausgleichskasse im dargelegten Sinn, also die zwangsweise Durchsetzung der Beitragsforderung von rund Fr. 25'000.--, mit der Zwangsverwertung der hoch belasteten Liegenschaft enden könnte.\n\nDie Eintretensvoraussetzung des drohenden nicht wieder gutzumachenden Nachteils ist demnach ebenfalls erfüllt. Auf die Verwaltungsgerichtsbeschwerde ist somit einzutreten.\n\nBGE 117 V 185 S. 191\n\n2. a) Der Beschwerdeführer wirft der Vorinstanz im wesentlichen vor, die Hoffnungslosigkeit seiner wirtschaftlichen Situation ebenso wie die Endgültigkeit der voraussehbaren vollstreckungsrechtlichen Massnahmen verkannt und sein Interesse an einem Aufschub der Beitragsvollstreckung unterschätzt zu haben.\n\nb) Das Eidg. Versicherungsgericht hat in seiner Rechtsprechung zu Art. 55 VwVG und Art. 97 Abs. 2 AHVG die für den Entzug der aufschiebenden Wirkung geltenden Grundsätze einlässlich dargestellt (BGE 110 V 45 Erw. 5b, BGE 105 V 268 Erw. 2, je mit Hinweisen). Aufgrund des erläuterten engen Zusammenhangs zwischen aufschiebender Wirkung und anderen vorsorglichen Massnahmen im Sinne von Art. 56 VwVG (Erw. 1c hievor) lassen sich diese Grundsätze sinngemäss auf letztere übertragen. Demnach hat die über die Anordnung anderer (vorsorglicher) Massnahmen nach Art. 56 VwVG befindende Behörde ebenfalls zu prüfen, ob die Gründe, die für die sofortige Vollstreckbarkeit der Verfügung sprechen, gewichtiger sind als jene, die für die gegenteilige Lösung angeführt werden können. Dabei steht ihr ein gewisser Beurteilungsspielraum zu. Im allgemeinen wird sie ihren Entscheid auf den Sachverhalt stützen, der sich aus den vorhandenen Akten ergibt, ohne zeitraubende weitere Erhebungen anzustellen. Bei der Abwägung der Gründe für und gegen die sofortige Vollstreckbarkeit können auch die Aussichten auf den Ausgang des Verfahrens in der Hauptsache ins Gewicht fallen; sie müssen allerdings eindeutig sein. Im übrigen darf die verfügende Behörde die aufschiebende Wirkung nur entziehen, wenn sie hiefür überzeugende Gründe geltend machen kann (BGE 110 V 45 Erw. 5b, BGE 105 V 268 Erw. 2, BGE 99 Ib 220 Erw. 5, BGE 98 V 222 Erw. 4).\n\nc/aa) Die hier streitige Massnahme beschlägt ein Herabsetzungs- und Erlassverfahren gemäss Art. 11 AHVG in Verbindung mit Art. 3 Abs. 2 IVG und Art. 27 Abs. 3 EOG. Was die Aussichten auf dessen Ausgang anbelangt, liegen die Verhältnisse in Anbetracht der verworrenen Darstellung der Vermögensverhältnisse sowie der gesamten Aktenlage nicht derart eindeutig, dass ihnen bereits im Rahmen der Anordnung vorsorglicher Massnahmen Rechnung getragen werden könnte.\n\nbb) Schwieriger verhält es sich hingegen mit der Abwägung der widerstreitenden Interessen. Einerseits gilt es hier dasjenige der Verwaltung an der zielstrebigen Vorantreibung des betreibungsrechtlichen Vollstreckungsverfahrens zu erwähnen, dem vor allem im Hinblick auf die drohende Vollstreckungsverwirkung (Art. 16 BGE 117 V 185 S. 192Abs. 2 AHVG, Art. 3 Abs. 2 IVG, Art. 27 Abs. 3 EOG) erhebliches Gewicht zukommt. Dem gegenüber steht das Interesse des Beschwerdeführers an der Abwendung der drohenden Zwangsverwertung seines Restvermögens, namentlich seiner Liegenschaft S., zwecks Deckung von Beitragsforderungen, deren Herabsetzung im Hauptverfahren gerade streitig ist.\n\nDen Akten lässt sich entnehmen, dass die Beitragsschulden des Beschwerdeführers zufolge Ablaufs der dreijährigen Verwirkungsfrist - gerechnet ab Ablauf des Kalenderjahres, in welchem die Beitragsverfügung rechtskräftig wurde (Art. 16 Abs. 2 AHVG) - teils bereits erloschen sind, teils noch längere Zeit geltend gemacht werden können. Ersteres trifft für die auf das Jahr 1985 entfallenden Beiträge zu, nachdem die entsprechende Verfügung bereits anfangs Juni 1985 unangefochten in formelle Rechtskraft erwuchs und das in der folgenden Betreibung gestellte Fortsetzungsbegehren am 3. Juni 1990 zurückgezogen wurde. Gleiches gilt sodann bezüglich der für die Jahre 1981 bis 1985 aufgelaufenen Verzugszinsen; obwohl die formelle Rechtskraft dieser Verfügung erst Mitte November 1989 eingetreten ist, darf nicht ausser acht gelassen werden, dass keine Verzugszinsen mehr geltend gemacht werden können, wenn und insoweit eine Beitragsforderung gemäss Art. 16 Abs. 2 AHVG erloschen ist (BGE 111 V 96 Erw. 5c). Was hingegen die verbleibende Forderung anbelangt - mithin die für 1988/89 geschuldeten, seit anfangs Juli 1990 rechtskräftigen Beiträge -, wird die Verwirkungsfolge vorbehältlich Art. 16 Abs. 2 3. Satz AHVG erst per Ende 1993 eintreten, während diejenigen Verzugszinsforderungen, die sich nicht auf bereits erloschene Beitragsschulden beziehen, Ende 1992 untergehen werden (ZAK 1982 S. 118 Erw. 3). Aus dieser Sicht muss das Interesse der Verwaltung am ungesäumten Fortgang der Zwangsvollstreckung, im heutigen Zeitpunkt, dem entgegengesetzten Anliegen des Beschwerdeführers, seine Liegenschaft nicht unter den möglicherweise ungünstigeren Umständen einer Zwangsvollstreckung versilbern zu müssen, wenigstens vorläufig weichen. Es rechtfertigt sich daher, das in der Verwaltungsgerichtsbeschwerde der Sache nach gestellte Begehren um Erlass vorsorglicher Massnahmen einstweilen zu bewilligen.\n\nEs versteht sich indes von selbst, dass damit eine endgültige Beurteilung der beidseitigen Interessenlage wesensgemäss nicht stattgefunden hat, sondern sich im weiteren Verlauf eine Neubewertung aufdrängen könnte. Dies namentlich mit Blick auf das BGE 117 V 185 S. 193Nahen der Beitragsverwirkung, aber auch auf ein denkbares vollstreckungsrechtliches Vorprellen anderer Gläubiger. Gerade dieser zweitgenannte Gesichtspunkt zeigt die Notwendigkeit, der Ausgleichskasse die Möglichkeit angemessener Interessenwahrung zu belassen. Der Einleitung der Betreibung kommt in diesem Zusammenhang insofern grosse Bedeutung zu, als sie zunächst den Eintritt der Verwirkungsfolge hinauszuzögern vermag (Art. 16 Abs. 2 3. Satz AHVG), ohne dass damit unmittelbare nachteilige Folgen für den Beschwerdeführer verbunden wären. Zum andern erlangt die Ausgleichskasse mit der definitiven Rechtsöffnung die Möglichkeit, sich den allfälligen Pfändungsbegehren weiterer Gläubiger anzuschliessen (Art. 110 SchKG) oder das Pfändungsbegehren aus eigenem Antrieb zu stellen (Art. 88 SchKG); der im Gesetz gegebene zeitliche Rahmen des Verfahrensablaufs lässt dabei ein schonendes, den Verhältnissen angemessenes Vorgehen allemal zu (Art. 88 Abs. 2 SchKG; vgl. auch Art. 116 Abs. 1 SchKG). Auch diese Vorkehren können dem Beschwerdeführer zugemutet werden, geht doch damit noch kein endgültiger Rechtsverlust einher (Art. 101 SchKG; vgl. Art. 19 VZG). Dies ist erst mit der eigentlichen Verwertung der Fall, weshalb es hier mit einem entsprechenden (vorläufigen) Verbot sein Bewenden haben kann. Sollte sich die Ausgleichskasse wider Erwarten tatsächlich genötigt sehen, die Verwertung der (gepfändeten) Liegenschaft schon vor der rechtskräftigen Erledigung des Herabsetzungsverfahrens zu veranlassen, hätte sie um Aufhebung dieses Verbots nachzusuchen, und zwar bei derjenigen Instanz, die in diesem Zeitpunkt mit der Hauptsache befasst ist.\n\n3. Mit diesem Urteil fällt die instruktionsrichterliche Verfügung vom 22. Juli 1991 dahin.\n\n4. (Parteientschädigung)\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn Gutheissung der Verwaltungsgerichtsbeschwerde wird der Entscheid des Präsidenten der AHV-Rekurskommission des Kantons Zürich vom 5. Juni 1991 aufgehoben und die Ausgleichskasse des Kantons Zürich verpflichtet, im Rahmen der Zwangsvollstreckung der rechtskräftigen Beitragsforderungen von der Stellung des Verwertungsbegehrens vorläufig abzusehen."}