{"annee": "117", "cour": "IV", "page": "441", "date": "23/12/1991", "cite": [], "cite_par": [], "chapeau": "76. Auszug aus dem Urteil des Kassationshofes vom 23. Dezember 1991 i.S. C. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 144 CP; recel. Dissimulation par le fait de rendre plus difficile la découverte de tableaux volés (en se présentant de manière trompeuse comme un simple intermédiaire alors que l'on détient l'objet volé) (consid. 2)."], "faits": "BGE 117 IV 441 S. 441\n\nA.- Am 5. September 1987 wurden aus der Galerie R. in Zürich unter anderem ein Gemälde von Chagall im Werte von ca. Fr. 500'000.-- sowie ein Gemälde von Rouault im Wert von BGE 117 IV 441 S. 442ca. Fr. 200'000.-- gestohlen. Die Täterschaft konnte nicht ermittelt werden. Als Folge dieses Diebstahls zahlte die Versicherung dem Geschädigten R. einen Betrag von Fr. 700'000.-- aus.\n\nZu einem nicht näher bestimmbaren Zeitpunkt nach diesem 5. September übernahm C. von einem Unbekannten die beiden Gemälde. Am 29. Dezember 1987 erklärte er Direktor G. von der Versicherung, im November 1987 seien ihm die beiden Bilder zum Preise von Fr. 300'000.-- offeriert worden. Direktor G. meinte darauf, dieser Preis erscheine ihm zu hoch, ein Rückkauf könnte allenfalls zu einem Preis in der Höhe von 10% der Schadenssumme, also für ca. Fr. 70'000.--, erfolgen. Ausserdem müssten die Behörden zur ordnungsgemässen Rückgabe der gestohlenen Bilder eingesetzt werden. C. lehnte ein Einschalten der Behörden ab. In der Folge kam es zu verschiedenen Verhandlungen, zu welchen auch Rechtsanwalt W. als Berater von C. beigezogen wurde. Am 14. Januar 1988 unterschrieb Direktor G. ein Schriftstück mit dem folgenden Wortlaut:\n\nAUFTRAG\n\nAuf der Basis von Hinweisen, die ein Vermittler von ihm unbekannten\n\nPersonen erhalten hat, vereinbaren die Parteien was folgt:\n\n1. Die Versicherung übergibt an W. Fr. 300'000.-- zwecks Verwahrung in\n\nseinem Safe bei der Zürcher Kantonalbank.\n\n2. Die Versicherung beauftragt W., die Bilder von Marc Chagall (\"Le\n\nvillage au soleil\") und von Georges Rouault (\"Nu à la longue chevelure\")\n\nvom Vermittler entgegenzunehmen und am Montag, 18.1.1988, 14-16 Uhr zur\n\nfachmännischen Prüfung durch die Versicherung in seiner Kanzlei\n\nbereitzuhalten.\n\n3. Unmittelbar nach der Prüfung der Bilder gemäss Ziff. 2 erklärt die\n\nVersicherung gegenüber W., ob sie die Bilder entgegennimmt oder nicht. Die\n\nVersicherung ist bei ihrem Entscheid vollständig frei.\n\n4. Übernimmt die Versicherung die Bilder nicht, ist ihr von W. der\n\nBetrag von Fr. 300'000.-- innert 24 Stunden zurückzuerstatten.\n\n5. Die Versicherung ermächtigt W. unwiderruflich, im Falle der freien\n\nÜbernahme der Bilder durch entsprechende Erklärung der Versicherung,\n\nzugunsten des Vermittlers über den Betrag von Fr. 300'000.-- frei verfügen\n\nzu können.\n\n6. Werden die Bilder vom Vermittler nicht bis spätestens Montag,\n\n18.1.1988, 16.00 Uhr, zur Prüfung bei W. zur Verfügung gestellt und nicht\n\nvon der Versicherung oder der Kriminalpolizei übernommen, so hat W. Fr.\n\n300'000.-- bis Dienstag, 19.1.1988, 16.00 Uhr an die Versicherung\n\nzurückzuerstatten.\n\n7. Die Versicherung verpflichtet sich im Falle des Erfolgs der\n\nAbwicklung gemäss Ziff. 1-6, W. nach Zeitaufwand, maximal mit Fr. 1'000.--\n\nzu entschädigen; im Falle eines Misserfolges, der weitere Bemühungen\n\nveranlasst, nach Zeitaufwand.\" BGE 117 IV 441 S. 443\n\nDanach wurden W. die verlangten Fr. 300'000.-- übergeben, der den Betrag umgehend in dem auf seinen Namen lautenden Safe bei der Zürcher Kantonalbank deponierte. Zu einem nicht näher bekannten Zeitpunkt, spätestens am 15. Januar 1988, übergab C. die gestohlenen Bilder W. in dessen Anwaltskanzlei. Dieser erteilte in der Folge Rechtsanwalt X. den Auftrag, den im Safe deponierten Betrag von Fr. 300'000.-- (entgegen der Vereinbarung) vor Übernahme der Bilder durch die Versicherung abzuholen, was X. auch tat. Damit verhinderte er, dass die Polizei diesen Betrag nach Übergabe der Bilder behändigen konnte. Danach zeigte W. in seiner Anwaltskanzlei Direktor G. und einem Bilderexperten die beiden gestohlenen Bilder, die von diesem sofort als echt erkannt wurden. Direktor G. erklärte W., damit sei die Abmachung erfüllt, er könne über das Geld verfügen, worauf dieser durch X. den Betrag bei der Bank H. auf ein Konto von C. einzahlen liess.\n\nB.- Am 16. November 1990 verurteilte das Geschworenengericht des Kantons Zürich C. wegen Hehlerei zu 18 Monaten Gefängnis mit bedingtem Strafvollzug. Von der Anklage der Nötigung sprach es ihn frei.\n\nW. sprach es sowohl von der Anklage der Hehlerei wie auch der Nötigung frei. Überdies beschloss es die definitive Einziehung eines beschlagnahmten Bargeldbetrages in Höhe von Fr. 18'000.--. Der bei der Bank H. beschlagnahmte Betrag von Fr. 300'000.-- wurde einstweilen weiter beschlagnahmt bis zur rechtskräftigen gerichtlichen oder endgültigen aussergerichtlichen Erledigung der Schadenersatzforderung der Versicherung gegen C.\n\nC.- Das Kassationsgericht des Kantons Zürich ist auf eine von C. gegen dieses Urteil eingereichte kantonale Nichtigkeitsbeschwerde am 4. Juli 1991 nicht eingetreten.\n\nD.- C. erhebt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das angefochtene Urteil sei aufzuheben und die Sache zu seiner Freisprechung sowie zur Neuregelung der Nebenfolgen an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1. a) Die Vorinstanz geht beweismässig davon aus, dass der Beschwerdeführer die gestohlenen Bilder im Einverständnis mit der berechtigten Versicherung erworben habe. Deshalb liege darin keine tatbestandsmässige Hehlereihandlung. Auch in der Übergabe BGE 117 IV 441 S. 444der Bilder an den Angeklagten W., damit dieser die Bilder im Sinne der Vereinbarung der Berechtigten zurückerstatten könne, liege keine Hehlerei.\n\nDie Vorinstanz bejaht jedoch die Erfüllung des Hehlereitatbestandes, weil der Beschwerdeführer durch Täuschungsmanöver gegenüber der Polizei den Besitz der gestohlenen Bilder verheimlichte. Er habe nämlich am 14. Januar realisiert, dass er von der Polizei observiert wurde. Zu diesem Zeitpunkt habe er die Bilder schon übernommen gehabt und in seinem Keller aufbewahrt. Er habe aber nicht gewollt, dass die Polizei sie beschlagnahme. Deshalb habe er verschiedene Täuschungsmanöver unternommen. So habe er von einem Bekannten Fr. 50'000.-- beschafft, die er dann innerhalb ungefähr einer Stunde bei sieben Bankinstituten abwechslungsweise in Fünfhunderter- und Tausendernoten umwechselte. Damit habe er bei der Polizei den Eindruck erwecken wollen, er bereite die Bilderübernahme vor, sei also noch gar nicht im Besitze der Bilder. Zu diesem Zweck habe er auch eine Kartonrolle gekauft. In der Folge musste er die Bilder unbemerkt von der Polizei aus seinem Keller ins Büro von W. schaffen. Deshalb verbarg er sie im Auto seiner damaligen Freundin, das sich in der Tiefgarage des Gebäudekomplexes K. befand. Dabei ging er davon aus, dass die Polizei dieses mit Basler Kontrollschildern versehene Fahrzeug nicht mit ihm in Zusammenhang bringen würde und er so ungehindert die Tiefgarage verlassen könne. Weil er bemerkt hatte, dass die Polizei aus mehreren Fahrzeugen die Strasse im Bereich seiner Wohnung beobachtete, stellte er bei seiner Rückkehr das Fahrzeug mit den Bildern nicht mehr in die Tiefgarage, sondern parkierte es andernorts, von wo er von der Polizei unbemerkt in den Gebäudekomplex und zu seiner Wohnung gelangen konnte. So gelang es ihm, am folgenden Tag die Bilder unbemerkt ins Büro von W. zu bringen.\n\nZusammenfassend nimmt die Vorinstanz an, dass das Verheimlichen des Besitzes der Bilder gegenüber der Versicherung strafrechtlich nicht relevant sei, weil im passiven Verhalten gemäss Rechtsprechung keine Hehlerei liege. Demgegenüber habe der Beschwerdeführer die Bilder durch die Täuschungsmanöver gegenüber der Polizei verheimlicht.\n\nb) Der Beschwerdeführer macht im wesentlichen geltend, er habe sich so verhalten, wie es die Versicherung als die Berechtigte verlangt habe. Mit Rücksicht auf die Perpetuierungstheorie könne er deshalb den Tatbestand der Hehlerei nicht erfüllt haben. Zusätzlich BGE 117 IV 441 S. 445macht er dafür sachenrechtliche Gründe geltend. Bei dieser Sachlage sei sein Verhalten gegenüber der Polizei irrelevant.\n\n2. Die Verurteilung des Beschwerdeführers wegen Hehlerei ist bundesrechtlich nicht zu beanstanden. Zwar ist zutreffend, dass die Hehlerei ein Vermögensdelikt darstellt, weshalb Handlungen, die ausschliesslich eine Benachteiligung der polizeilichen Aktivitäten darstellen, den Hehlereitatbestand nicht erfüllen. Der Beschwerdeführer hat jedoch durch sein Verhalten das Auffinden der Sache erschwert und damit Hehlerei in der Form des Verheimlichens begangen, wie die Vorinstanz zutreffend annimmt. Er hat dabei nicht nur passiv den Besitz an den Bildern verschwiegen, sondern diesen aktiv verheimlicht. Er kann sich nicht darauf berufen, dass die Versicherung damit einverstanden gewesen wäre. Diese ging nämlich davon aus, der Beschwerdeführer sei noch gar nicht im Besitze der Bilder. Ihr Hauptziel musste sein, die Bilder unentgeltlich wiederzuerlangen und den Schaden so praktisch auf Null reduzieren zu können. Hätte sie gewusst, wo sich die Bilder befanden, hätte sie diese unter Einschaltung der Polizei auch ohne jede Zahlung zurückerhalten können. Nur für den Fall, dass dieses Hauptziel nicht realisierbar schien, konnte ihr der vom Beschwerdeführer vorgeschlagene Weg attraktiv erscheinen. Durch seine Täuschungsmanöver, insbesondere das Vorspiegeln einer blossen Vermittlungsmöglichkeit, obwohl er bereits im Besitze der Bilder war, hat der Beschwerdeführer erreicht, dass die Bilder nicht aufgefunden werden konnten, was die Durchsetzung des Anspruchs des Opfers der Vortat (bzw. der letztlich geschädigten Versicherung) auf Wiedererlangung der gesamten entfremdeten Sache (bzw. der gesamten dafür entrichteten Versicherungssumme) ebenfalls verunmöglichte."}