{"annee": "117", "cour": "IV", "page": "54", "date": "25/3/1991", "cite": ["116 IV 167", "112 IV 48", "106 IV 194"], "cite_par": [], "chapeau": "14. Extrait de l'arrêt de la Cour de cassation pénale du 25 mars 1991 dans la cause L. c. Département de l'Economie publique du canton du Valais (pourvoi en nullité)", "regestes": ["Art. 2 al. 1 OL. La mention \"validité illimitée\", même figurant en petits caractères sur des bons composant une annonce publicitaire imprimée dans un journal, écarte le risque de faire croire au lecteur moyen qu'il s'agit d'avantages momentanés que le vendeur n'accorde pas ordinairement."], "faits": "BGE 117 IV 54 S. 54\n\nA.- L. exploite l'entreprise X. TV SA, dont le but social est l'achat et la vente d'appareils de radio, de télévision et de tout ce qui concerne la haute fidélité. Il a fait paraître dans un journal valaisan du 19 décembre 1989 une annonce publicitaire sur environ 4/5 d'une page. En haut à gauche, sous la raison sociale, figure la photographie d'un homme tenant une flûte et une bouteille de champagne à côté des mots: \"Au nom de toute l'équipe X. TV je vous souhaite un joyeux Noël...\" Sur le reste de la surface utilisée sont présentés différents appareils (caméscopes, postes de télévision et de radio, jeux électroniques, etc.); l'accent est mis sur leur prix avantageux par les formules \"Prix sensationnel\", \"Sensationnel, jamais vu!\", \"La super affaire\". Plus de la moitié de l'annonce est constituée par 9 bons que le lecteur peut découper et qui lui permettent d'obtenir un rabais lors de l'achat d'objets déterminés, dont l'image est reproduite à côté du texte. Chacun de ces bons porte, en petits caractères (2 mm environ), la mention \"Validité illimitée\".\n\nBGE 117 IV 54 S. 55\n\nB.- Le Département de l'Economie publique du canton du Valais (ci-après: le Département) a condamné L. à une amende de 2'000 francs pour avoir fait publier cette annonce, jugée contraire à l'Ordonnance fédérale sur les liquidations (OL; RS 241.1).\n\nLe Juge-instructeur I du district de Sion a rejeté l'appel du contrevenant.\n\nC.- L. se pourvoit en nullité au Tribunal fédéral. Il soutient que l'annonce publicitaire litigieuse ne contrevient pas aux règles de l'OL et demande l'annulation du jugement ainsi qu'une indemnité en application de l'art. 278 al. 3 PPF.\n\nD.- Invité à présenter des observations, le Département a insisté sur quelques aspects de la décision attaquée mais n'a pas pris de conclusions.\n\nLe Juge-instructeur a renoncé à se déterminer.", "considerants": "Extrait des considérants:\n\n2. a) L'art. 21 al. 1 LCD (RS 241) prévoit qu'aucune liquidation ou opération analogue tendant à accorder temporairement des avantages particuliers aux acheteurs ne peut être annoncée publiquement ou exécutée sans une autorisation du service cantonal compétent.\n\nL'article 25 LCD punit des arrêts ou de l'amende jusqu'à 20'000 francs celui qui, intentionnellement, aura commis une infraction aux prescriptions sur les liquidations; si l'auteur a agi par négligence, la peine sera l'amende.\n\nL'article 21 al. 4 LCD charge le Conseil fédéral d'édicter par voie d'ordonnance les dispositions d'exécution nécessaires. Sur cette base, le Conseil fédéral a adopté l'OL (RS 241.1).\n\nAux termes de l'art. 2 al. 1 OL, constitue une opération analogue à une liquidation (donc soumise à une autorisation) \"une vente au détail à l'occasion de laquelle l'acheteur se voit offrir, par des annonces publiques, des avantages momentanés que le vendeur ne lui accorderait pas ordinairement\" (voir ATF 116 IV 168 consid. 3).\n\nIl n'est pas contesté que le recourant a fait paraître une annonce publique et qu'il n'avait pas demandé d'autorisation pour cela. Ainsi, la seule question à résoudre est celle de savoir si le texte publicitaire offrait au lecteur des avantages momentanés que le vendeur n'accorderait pas ordinairement.\n\nb) On observera en premier lieu que l'art. 2 al. 1 OL ne vise en tant que tels ni le caractère tapageur d'une publicité ni le système BGE 117 IV 54 S. 56des bons ou des cadeaux. Ce qui est déterminant, c'est de savoir si le vendeur offre \"temporairement des avantages particuliers aux acheteurs\" comme l'exprime l'art. 21 al. 1 LCD.\n\nFace à une annonce publiée dans un journal, il convient de rechercher non pas le sens que le commerçant voulait donner à son texte mais celui que le lecteur moyen lui a attribué (ATF 116 IV 167, ATF 112 IV 49 consid. 2 et la jurisprudence citée). Il suffit que le lecteur puisse croire que le vendeur offre des conditions spéciales, lesquelles ne vaudront plus quelque temps plus tard. Ce caractère temporaire de l'avantage offert peut être suggéré par l'indication qu'il s'agit de vêtements de la saison écoulée ou d'un stock limité d'objets; la proximité de la période des soldes autorisés peut également jouer un rôle dans ce sens.\n\nc) Dans l'annonce litigieuse, le recourant évoque la fête de Noël; rien ne permet cependant de penser, à la lecture de l'article, qu'il offre des prix spéciaux pendant la seule période de Noël; on observe en particulier qu'il n'utilise pas le procédé des prix biffés, lequel donne à croire qu'il ne s'agit pas des prix habituellement pratiqués. L'autorité cantonale a d'ailleurs admis avec raison que la référence à la fête de Noël était ici sans pertinence; le commerçant se borne à rappeler, de manière implicite, qu'il s'agit d'une période de cadeaux, afin d'inciter les lecteurs à faire des achats. L'emploi de formules telles que \"Prix sensationnel\" ou \"Super affaire\" ne permet en aucune façon de penser que ces conditions prétendument avantageuses ne sont pas celles offertes habituellement par le commerçant.\n\nEn ce qui concerne les bons, il s'agit manifestement d'une offre particulière. En effet, on doit comprendre que seuls les porteurs de bons bénéficieront des rabais mentionnés; or, les bons ne sont pas disponibles en tout temps et à profusion. La question est cependant de savoir si ces conditions sont temporaires. Sur ce point, la réponse est simple: chaque bon porte la mention \"validité illimitée\". Le droit au rabais n'est donc pas limité dans le temps et l'acheteur n'a aucune raison de se précipiter au magasin pour bénéficier d'un prix qui ne lui serait plus offert après quelques jours. Ainsi, cette opération ne correspond donc pas à la définition des art. 21 al. 1 LCD et 2 al. 1 OL, de sorte qu'aucune autorisation n'était nécessaire.\n\nd) Comme l'observe justement l'autorité cantonale, il ne faut pas se livrer à une exégèse attentive du texte, mais rechercher de quelle manière l'annonce est perçue par le lecteur moyen. Il est vrai BGE 117 IV 54 S. 57que le lecteur est souvent inattentif et il n'est pas rare que la publicité utilise différents caractères typographiques pour éveiller des idées fausses. La difficulté du cas d'espèce tient au fait que la mention \"validité illimitée\", qui est décisive du point de vue juridique, figure certes sur chaque coupon, mais en petits caractères. Il est vrai qu'un lecteur distrait ne la remarquera pas.\n\nOn doit donc se demander si le lecteur, malgré la mention \"validité illimitée\", n'est pas incité à croire qu'il doit se précipiter au magasin pour bénéficier de rabais qui ne seront accordés que pendant la période de Noël. Pour trancher cette question, il faut analyser de manière concrète la réaction probable d'un lecteur moyen en fonction de l'opération publicitaire telle qu'elle a été conçue. Il comprend d'emblée qu'il n'obtiendra un rabais que s'il achète l'un des appareils proposés et remet le bon correspondant. Il faut donc que l'un des appareils offerts présente de l'intérêt pour lui et qu'il soit disposé à l'acheter. Dès lors, le lecteur intéressé lira le bon avec attention car il y trouvera la description de l'objet sur lequel un rabais est accordé. Ainsi, on ne peut pas imaginer que n'importe quel lecteur, après une lecture superficielle de l'annonce, se précipite sans autre au magasin, puisque rien alors ne lui permet d'espérer des conditions particulières. D'ailleurs, toute personne qui veut faire valoir un bon s'inquiète naturellement d'en connaître les conditions de validité. Le système mis en place amène immédiatement à faire une distinction entre les lecteurs qui ne sont pas intéressés par l'annonce et qui ne seront donc en aucune façon trompés et ceux qui s'y intéressent et devront nécessairement, pour bénéficier des bons, examiner l'annonce avec une certaine attention. Or, un minimum d'attention permet de constater que les bons ont une validité illimitée.\n\nOn ne peut en conséquence pas dire que la nature véritable de l'opération a été masquée au public par une présentation trompeuse. Le recourant n'a donc pas suggéré de manière fallacieuse des avantages temporaires.\n\nAinsi, le pourvoi doit être admis. En raison du caractère cassatoire de cette voie de droit, la cour de céans ne peut pas prononcer elle-même un acquittement, mais doit renvoyer à cet effet la cause à l'autorité cantonale (art. 277ter PPF; ATF 106 IV 197 consid. 1a)."}