{"annee": "117", "cour": "IA", "page": "341", "date": "11/9/1991", "cite": ["115 IA 197", "116 IA 177", "102 IV 210", "109 IA 273", "106 IV 413", "97 I 831", "91 I 200", "114 IA 209", "109 IA 146", "102 IA 516", "107 IA 138", "112 IB 606"], "cite_par": ["120 IB 112", "143 IV 462", "124 I 40", "123 I 112", "125 I 161", "141 IV 77", "132 II 103", "122 I 120", "145 II 229"], "chapeau": "55. Extrait de l'arrêt de la Ire Cour de droit public du 11 septembre 1991 dans la cause Me B. et X. contre Procureur général du canton de Genève (recours de droit public)", "regestes": ["Art. 8 CEDH et art. 4 Cst.; secret professionnel de l'avocat. Saisie par le Procureur général de documents contenant les aveux d'un inculpé se trouvant dans un coffre-fort volé à un avocat et retrouvé par la police. 1. Recevabilité du recours de droit public; épuisement des instances cantonales (art. 86 al. 2 OJ), qualité pour recourir (art. 88 OJ), motivation et conclusions du recours (art. 90 OJ) (consid. 2). 2. Conditions d'admissibilité d'une telle atteinte à la liberté personnelle (consid. 3-5a). 3. La loi cantonale permet en soi au Procureur général d'ordonner la saisie de moyens de preuve (consid. 5b). 4. Portée, selon le droit cantonal, du secret professionnel que l'avocat peut opposer aux investigations de l'autorité (consid. 6a). En l'espèce, les documents litigieux étaient couverts par ce secret; la décision attaquée apparaît donc arbitraire (consid. 6b et c)."], "faits": "BGE 117 Ia 341 S. 342\n\nInculpé d'infraction à la loi fédérale sur les stupéfiants, X. est en détention préventive depuis le mois de mai 1988. Au mois d'avril 1989, il résilia le mandat de son conseil Me A. et confia la défense de ses intérêts à Me B., avocat à Genève. Le 5 juillet 1989, Me A. transmit à Me B. les pièces de la procédure pénale et la correspondance échangée avec le juge d'instruction. Certains documents personnels remis par X. à Me A., dont le contenu était connu de ce dernier, furent placés dans une enveloppe fermée qui ne devait, selon une inscription qui y est apposée, pas être ouverte sans l'accord de X. L'enveloppe fut placée dans le coffre-fort de l'étude de Me B.\n\nDans la nuit du 11 au 12 septembre 1990, l'étude de Me B. fut cambriolée; le coffre-fort fut emporté. Me B. déposa une plainte pénale le 12 septembre 1990.\n\nDeux auteurs présumés de ce cambriolage furent arrêtés par la police le 14 septembre 1990. A cette occasion, le coffre-fort fut retrouvé; il avait été ouvert au chalumeau. Divers documents s'y trouvaient, parmi lesquels l'enveloppe remise par Me A., partiellement brûlée et contenant quarante-deux pages manuscrites.\n\nLe juge d'instruction chargé de la procédure pénale relative au cambriolage procéda à l'inventaire des objets trouvés dans le coffre. S'étant aperçu que le manuscrit précité concernait l'activité déployée précédemment par X., ce magistrat les remit le 20 septembre 1990, avec d'autres objets, sous pli scellé, au Procureur général du canton de Genève (le Procureur général).\n\nLe 2 octobre 1990, le Procureur général procéda, en présence de Me B., à l'ouverture du pli scellé. Il restitua sur-le-champ diverses pièces, mais conserva, malgré les protestations de cet avocat, les documents écrits par X. Il constata à leur lecture que X. \"y décrivait notamment un certain nombre d'actes qu'il avait commis pendant son existence, pénalement répréhensibles et d'une gravité évidente\".\n\nBGE 117 Ia 341 S. 343\n\nPar lettre du 3 octobre 1990, il décida, \"vu la gravité des faits révélés par lesdits documents\", de \"les conserver et d'en faire usage dans le cadre des poursuites utiles\".\n\nCette décision a fait l'objet de deux recours de droit public: l'un émanant de X., l'autre de Me B.; tous deux se plaignent d'arbitraire, d'une violation de la liberté personnelle, du droit au respect de la vie privée (art. 8 par. 1 CEDH) et de l'art. 6 par. 3 let. c CEDH; ils invoquent en outre l'absence de base légale de la décision attaquée.\n\nLe Procureur général conclut au rejet des recours, dans la mesure où ils sont recevables.", "considerants": "Considérant en droit:\n\n2. Le Tribunal fédéral examine d'office et avec une pleine cognition la recevabilité des recours qui lui sont soumis (ATF 116 Ia 179 consid. 2 et les arrêts cités).\n\na) Le recours de droit public pour violation des droits constitutionnels n'est recevable qu'après que les moyens de droit cantonal ont été épuisés (art. 86 al. 2 OJ).\n\nLes décisions du Procureur général qui peuvent faire l'objet d'un recours à la Chambre d'accusation sont énumérées à l'art. 190 A du code de procédure pénale genevois (CPP gen.). Il s'agit des décisions portant sur la suspension ou la jonction des causes (art. 90 CPP gen.), des décisions de classement avant ou après instruction (art. 116 et 198 CPP gen.) et des décisions relatives aux sûretés (art. 162 et 163 CPP gen.). La décision entreprise n'entre manifestement pas dans ces catégories.\n\nSelon les recourants, il appartenait au juge d'instruction chargé de la cause relative au cambriolage de l'étude de Me B. de rendre une décision quant à l'utilisation des documents saisis; il ne pouvait sans autre les transmettre au Procureur général. Si les recourants semblent donc reprocher dans cette mesure une absence de décision au juge d'instruction, les recours ne sont toutefois pas dirigés contre ce magistrat, en raison de son inaction. Au demeurant, ce grief ne serait pas fondé. Certes, le refus de statuer sans droit est, selon l'art. 190 al. 1 CPP gen., assimilé à une décision contre laquelle les parties peuvent recourir à la Chambre d'accusation; en outre, la saisie de documents ne fait pas partie des actes d'instruction pour lesquels il faut attendre la communication du dossier au Procureur général avant de recourir (art. 190 al. 2 CPP BGE 117 Ia 341 S. 344gen.), de sorte qu'on pourrait se demander si les recourants n'auraient pas pu saisir la Chambre d'accusation afin d'obtenir une décision formelle concernant le sort de ces documents. Un tel moyen n'aurait toutefois pas été fondé. En effet, \"lorsqu'au cours de ses investigations, le juge d'instruction constate l'existence d'autres infractions, il les signale au Procureur général qui ordonne, s'il y a lieu, l'ouverture d'une instruction\" (art. 120 CPP gen.). Les documents découverts dans le coffre de Me B. n'avaient aucun rapport avec la commission du cambriolage. Saisi \"in rem\" (art. 119 CPP gen.), le juge d'instruction ne pouvait donc pas prendre de décision quant au sort de ces écrits. En les transmettant au Procureur général, il a agi conformément à l'art. 120 CPP gen. et sa décision n'était pas susceptible d'un recours à la Chambre d'accusation.\n\nIl s'ensuit que l'exigence de l'art. 86 al. 2 OJ est respectée.\n\nb) N'ont qualité pour interjeter un recours de droit public que les personnes qui ont un intérêt juridique à l'annulation de la décision attaquée (art. 88 OJ). Selon la jurisprudence, le recourant doit être titulaire des droits constitutionnels invoqués. Me B. se plaint dans son recours d'une violation de l'art. 6 par. 3 let. c CEDH, soit du droit à l'assistance d'un défenseur; or, ce droit appartient à l'accusé; son défenseur n'en est pas titulaire. Me B. n'est donc pas recevable à l'invoquer à l'appui de son propre recours.\n\nc) Selon l'art. 90 al. 1 let. b OJ, l'acte de recours doit contenir, à peine d'irrecevabilité, un exposé des droits constitutionnels et principes juridiques dont la violation est alléguée. Les recourants se plaignent, dans leurs écritures, d'une \"violation du secret auquel est soumise la correspondance entre le client et l'avocat\". A l'évidence, ce secret ne représente pas en soi un droit constitutionnel; en tant qu'il serait invoqué directement, ce grief serait irrecevable; Me B. ne se plaint en particulier pas à ce sujet d'une violation de la liberté du commerce et de l'industrie.\n\nDans la mesure où les recourants se plaignent d'une application arbitraire des dispositions cantonales relatives au secret professionnel, il conviendrait de rechercher si Me B. dispose d'un intérêt juridiquement protégé à s'en prévaloir (art. 88 OJ). Tel semble être le cas car, si le secret professionnel tend en premier lieu à la sauvegarde des intérêts du client, il vise également, on le verra (infra consid. 6a), à faciliter l'exercice de la profession d'avocat (cf. ATF 115 Ia 199 consid. 3d/aa; WEGMANN, Handbuch über die BGE 117 Ia 341 S. 345Berufspflichten des Rechtsanwaltes im Kanton Zürich, Zurich 1988 p. 93). Dans la mesure où Me B. se prévaut de son propre secret professionnel (cf. infra consid. 6c), son recours paraît recevable. La question souffre néanmoins de demeurer indécise car, comme on le verra, l'admission du recours de X. conduit de toute manière à l'annulation de la décision attaquée.\n\nd) Les recourants concluent, notamment, à ce que soit constatée l'incompétence du Procureur général pour rendre la décision attaquée, à ce qu'il soit constaté que le Procureur général n'était pas autorisé à prendre connaissance de ces documents et à ce que soit ordonnée leur restitution. Selon la jurisprudence constante, le recours de droit public n'a, sauf exceptions non réalisées en l'espèce, qu'une fonction purement cassatoire (ATF 114 Ia 212 consid. 1b); le recourant ne peut ainsi conclure qu'à l'annulation de la décision attaquée, sans que le Tribunal fédéral puisse ordonner de mesures positives. Dans la mesure où elles tendent à autre chose, les conclusions des recourants sont irrecevables.\n\n3. Les recourants se plaignent d'une violation du principe de la légalité; selon eux, aucune base légale ne permettrait au Procureur général de saisir des documents se trouvant dans le coffre de Me B. Bien qu'ils semblent en faire un grief séparé, ils invoquent aussi une violation de la liberté personnelle ainsi que des art. 8 et 6 par. 3 let. c CEDH. C'est en relation avec ces droits qu'il convient d'examiner l'existence d'une base légale.\n\n4. Droit constitutionnel non écrit, la liberté personnelle ne tend pas seulement à assurer la liberté de mouvement ou à protéger l'intégrité corporelle, mais elle garantit, de manière générale, toutes les libertés correspondant à une manifestation élémentaire de la personne humaine et elle tend, notamment, à la protection de la sphère intime et du secret de la correspondance (ATF 109 Ia 158 consid. 8b, 259 consid. 4a, ATF 102 Ia 521). Cette protection équivaut, sur ce dernier point, à celles découlant des art. 8 et 6 par. 3 let. c CEDH, dans la mesure où cette dernière disposition assure à l'accusé le droit de conférer librement avec son avocat (UTZ, Die Kommunikation zwischen inhaftiertem Beschuldigten und Verteidiger, Bâle 1984 p. 52).\n\nAux termes de l'art. 8 CEDH, toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance (ch. 1). Il ne peut y avoir ingérence d'une autorité publique dans l'exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu'elle constitue une mesure qui, dans une BGE 117 Ia 341 S. 346société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l'ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits ou libertés d'autrui (ch. 2).\n\nEn prenant connaissance du contenu des documents litigieux et en refusant de les restituer aux recourants, l'autorité intimée a restreint leur droit au respect de la vie privée et de la correspondance, ainsi qu'à leur liberté personnelle. Une telle restriction n'est admissible que si elle repose sur une base légale; en outre, elle ne peut intervenir que pour certains motifs d'intérêt public et elle doit respecter le principe de la proportionnalité.\n\n5. a) La jurisprudence du Tribunal fédéral exige qu'une restriction à la liberté personnelle repose sur une disposition possédant une certaine \"densité normative\" (ATF 109 Ia 282 consid. 4d, ATF 107 Ia 140; UTZ, op.cit. p. 73-74). De même, selon l'art. 8 CEDH, une ingérence étatique dans la sphère privée n'est admissible que si elle est prévue par la loi. La jurisprudence de la Cour européenne des droits de l'homme exige aussi que la norme en question revête un certain degré de précision. Ainsi, l'exigence de prévisibilité ne signifie pas qu'il faille permettre à un individu de prévoir si et quand ses communications risquent d'être interceptées par les autorités, afin qu'il puisse régler son comportement en conséquence. Néanmoins, la loi doit user de termes assez clairs pour indiquer à tous de manière suffisante en quelles circonstances et dans quelles conditions elle habilite la puissance publique à opérer de telles restrictions au droit au respect de la vie privée et de la correspondance (arrêts du 24 avril 1990 en la cause Kruslin, série A vol. 176 A No 30, et en la cause Huvig, série A vol. 176 B, RUDH 1990 vol. 2 No 4 p. 164 ss; GÉRARD COHEN-JONATHAN, La Cour européenne des droits de l'homme et les écoutes téléphoniques, RUDH 1990 vol. 2 No 5 p. 186-187; GIORGIO MALINVERNI, Le droit des personnes privées de liberté au respect de leur correspondance, Etudes et essais sur le droit international humanitaire et sur les principes de la Croix-Rouge, en l'honneur de Jean Piotet, Genève 1984 p. 87 ss).\n\nb) Les recourants soutiennent en premier lieu qu'aucune disposition ne donnait au Procureur général la compétence d'agir par voie d'ordonnance.\n\nLe Procureur général s'est fondé pour prendre sa décision sur le fait qu'il agissait en tant que chef de la police judiciaire BGE 117 Ia 341 S. 347(art. 106 CPP gen.), responsable de l'ordre public (art. 43 OJ gen.), autorité chargée de la poursuite des crimes et des délits (art. 4 et 11 CPP gen.). Il était, selon lui, de son devoir de prendre connaissance d'indices pouvant révéler l'existence de crimes commis ou à commettre. Les dispositions précitées ont une portée toute générale; à elles seules, elles ne présentent à l'évidence pas le degré de précision suffisant pour fonder une décision portant sur la saisie de moyens de preuve.\n\nSoumise à l'autorité du Procureur général pour tous les actes qu'elle accomplit (art. 106 CPP gen. et 15 al. 1 de la loi genevoise sur la police - Lpol.), la police judiciaire \"procède au contrôle d'identité, à la fouille des personnes, des véhicules et des contenants en conformité de la loi sur la police, du 26 octobre 1957\" (art. 106a al. 3 CPP gen.). Elle procède aux premières recherches, relève les traces de l'infraction et prend toutes les mesures utiles pour la conservation du corps du délit et la découverte de son auteur. Elle s'assure des pièces à conviction et des objets provenant de l'infraction, qui en sont le produit ou qui ont servi à la commettre et en dresse un inventaire détaillé (art. 107 CPP gen.). Selon l'art. 17D Lpol., les fonctionnaires de police peuvent fouiller les véhicules et contenants susceptibles de renfermer des objets de provenance délictueuse, ainsi que des objets ayant servi ou devant servir à commettre des infractions. Lorsque la police découvre à cette occasion un moyen de preuve se rapportant à une infraction, il lui appartient de le transmettre au Procureur général (art. 106 et 106a al. 1 CPP gen.). Lorsqu'une telle découverte a lieu dans le cadre d'une procédure dont est saisi un juge d'instruction, ce dernier signale l'existence de l'infraction ainsi révélée au Procureur général qui ordonne, s'il y a lieu, l'ouverture d'une instruction (supra consid. 2a). Il ressort de ces dispositions que les décisions relatives à la saisie probatoire d'objets ainsi découverts reviennent au Procureur général, du moins tant que celui-ci n'a pas requis l'ouverture d'une information (art. 115 al. 2 CPP gen.) et qu'il s'agit d'en assurer la conservation provisoire. Dans cette mesure, cela implique la compétence de rendre des décisions sur l'utilisation de ces objets. De ce point de vue, la décision attaquée repose sur une base légale suffisante.\n\n6. Lorsqu'une intervention étatique repose en soi sur une base légale, il convient encore d'examiner, en vertu du principe de la suprématie de la loi, si elle respecte l'ensemble des autres dispositions légales applicables (cf. aussi l'art. 8 ch. 2 CEDH). Les BGE 117 Ia 341 S. 348recourants se plaignent à ce sujet d'une violation du secret professionnel de l'avocat. Il convient d'admettre qu'implicitement, ils invoquent une application arbitraire des dispositions fédérales et cantonales sur le secret professionnel.\n\na) Selon l'art. 321 ch. 1 CP sont punissables de l'emprisonnement, notamment, les avocats et défenseurs en justice tenus au secret professionnel en vertu du code des obligations, qui auront révélé un secret qui leur avait été confié en vertu de leur profession ou dont ils avaient eu connaissance dans l'exercice de celle-ci. Demeurent réservées les dispositions de la législation fédérale et cantonale statuant une obligation de renseigner ou de témoigner (ch. 3). L'étendue de l'obligation de témoigner est donc définie en premier lieu par le droit procédural (PIQUEREZ, Précis de procédure pénale suisse, Lausanne 1987, No 1049). Or, de nombreuses lois cantonales de procédure autorisent l'avocat à se prévaloir du secret professionnel à l'encontre des investigations de l'autorité. Ces dispositions ont leur raison d'être dans le rapport de confiance particulier qui lie l'avocat et son client, en vertu duquel l'avocat doit pouvoir susciter la confiance absolue de son client, ce dernier devant pouvoir se fier entièrement à la discrétion de son défenseur. En effet, à défaut d'un tel rapport de confiance, il serait difficile à l'avocat, non complètement renseigné sur tous les faits importants, de conseiller judicieusement son client et de le représenter efficacement dans une procédure, comme l'exigent les garanties de procédure conférées notamment par les art. 4 Cst. et 6 CEDH (ATF 91 I 205 consid. 3; SCHWAAB, Devoir de discrétion et obligation de témoigner et de produire des pièces, thèse, Lausanne 1976 p. 27 ss). L'institution du secret professionnel sert donc tant les intérêts de l'avocat et de son client que ceux de la justice, dont il est l'auxiliaire (WEGMANN, op.cit. p. 5-6).\n\nIl n'est pas nécessaire pour la solution de la présente cause de rechercher si, indépendamment des règles de droit cantonal, le droit au secret professionnel de l'avocat peut être déduit directement du droit constitutionnel, voire conventionnel, soit en particulier de l'interdiction du déni de justice (art. 4 Cst.) et des garanties de procédure qu'elle implique (respectivement de l'art. 6 CEDH) et du droit non écrit à la liberté personnelle (respectivement de l'art. 8 CEDH).\n\naa) A teneur de l'art. 47 CPP gen., les avocats ne peuvent être entendus, à quelque titre que ce soit (al. 1). Toutefois, si une personne est déliée du secret par celui qui le lui a confié ou si BGE 117 Ia 341 S. 349l'autorité de surveillance dont elle dépend lui en a donné l'autorisation, sur sa demande, elle peut déposer comme témoin. Selon l'art. 13 de la loi genevoise sur la profession d'avocat, l'avocat ne peut révéler les secrets qui lui sont confiés en vertu de sa profession ou dont il a connaissance dans l'exercice de celle-ci. Il doit inviter ses auxiliaires à observer la même interdiction et veiller à ce qu'elle soit respectée par eux (al. 1). Sans en avoir l'obligation, l'avocat peut toutefois révéler un secret si l'intéressé y consent, ou lorsqu'il y est autorisé par la commission du barreau (al. 2 à 4). Ainsi défini par le droit cantonal, le secret professionnel de l'avocat est absolu (PIQUEREZ, op.cit., No 1052). La saisie de documents est soumise aux mêmes restrictions en vertu de l'art. 181 al. 2 CPP gen., de même que les visites domiciliaires et perquisitions (art. 178 al. 2 CPP gen.) et les écoutes téléphoniques (art. 184a al. 2 et 184f al. 2 CPP gen.).\n\nbb) Le secret professionnel s'étend à tout ce que l'avocat apprend dans l'exercice de son mandat, et non seulement aux secrets proprement dits. Selon cette conception extensive du secret, fondée sur le texte même de l'art. 321 CP (\"en vertu de sa profession\" et \"dans l'exercice de celle-ci\"), le secret professionnel couvre tous les faits confiés au mandataire, qui présentent un certain rapport avec sa profession (ATF 97 I 838 consid. 4), rapport qui peut être fort ténu (SCHWAAB, op.cit. p. 35, 50, WEGMANN, op.cit. p. 103-104). S'agissant des confidences, il convient d'examiner si l'intéressé s'adresse au mandataire en raison de ses compétences professionnelles, seules échappant au secret celles qui n'ont aucun rapport avec l'exécution du mandat (ATF 102 IV 214 consid. 4, LOGOZ, Commentaire du code pénal suisse, Partie spéciale p. 778, STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil I, Berne 1983 p. 150). Une information est couverte par le secret dès qu'il est reconnaissable pour l'avocat que telle est la volonté de son client, que cette volonté soit explicite ou qu'elle ressorte des circonstances (SCHWAAB, op.cit. p. 36, WEGMANN, op.cit. p. 101). Cette protection ne cesse pas avec le désaisissement des pièces en question, mais persiste même après la fin du rapport de mandat (STRATENWERTH, loc.cit.; art. 321 ch. 3 CP, cf. aussi art. 321a al. 4 2e phrase CO, par renvoi général de l'art. 398 al. 1 CO).\n\ncc) Institué notamment pour assurer une défense efficace des intérêts du client, le secret professionnel ne doit toutefois pas porter préjudice à une bonne administration de la justice (ATF 115 BGE 117 Ia 341 S. 350Ia 200 consid. 3d/cc); l'interdiction de l'abus de droit s'applique en effet à tous les domaines du droit et également en procédure pénale (SCHWAAB, op.cit. p. 36). Selon la jurisprudence, la saisie de documents est par exemple possible lorsque ceux-ci sont en rapport avec une infraction que l'avocat lui-même est soupçonné avoir commise, lorsqu'il s'agit de pièces relatives à son activité purement commerciale (ATF 115 Ia 198, ATF 112 Ib 606, ATF 106 IV 424), lorsque le client entend mettre en lieu sûr le produit de l'infraction ou l'instrument ayant servi à la commettre, ou encore lorsque les documents qui lui sont remis sont en réalité destinés à un tiers (ATF 102 IV 210). De tels abus ne sauraient être protégés et il appartient au mandataire de s'assurer que les objets qui lui sont remis ne le sont pas uniquement pour bénéficier d'une protection abusive contre la mainmise des autorités répressives. En dehors de tels cas, les documents confiés à un avocat par son client bénéficient donc en principe, selon le droit cantonal, d'une protection absolue (SJ 1990, p. 444-445).\n\nb) En l'espèce, il n'est pas contestable que les documents remis par X. à Me B. par l'entremise de Me A. l'ont été dans le cadre du mandat qui les lie. Quand bien même ses aveux sont sans rapports avec la procédure dont l'inculpé fait actuellement l'objet, ils ont été remis à Me B. \"en vertu de sa profession\" d'avocat. Comme le relève l'autorité intimée, Me B. n'avait certes pas connaissance de leur contenu, de sorte que, d'une part, il ne pouvait s'assurer qu'il ne s'agissait pas là d'un dépôt abusif et, d'autre part, il ne pouvait s'en servir directement pour la défense de son client. Cela n'a toutefois pas en l'espèce pour conséquence de soustraire ces pièces à la protection du secret professionnel. En effet, l'enveloppe fermée a été reçue par Me B. de Me A., précédent défenseur de X., qui en connaissait le contenu. Ayant constaté qu'il ne s'agissait ni du produit, ni de l'instrument d'une infraction, ni encore de révélations sur des infractions à commettre, mais d'informations concernant l'activité du prévenu, Me A. était tenu au secret à leur sujet, obligation qui, on l'a vu, n'a pas pris fin avec la cessation des rapports contractuels (supra consid. 6a/bb). En mains de Me B., ces documents conservaient dès lors leur caractère secret, soit que cet avocat ait repris à son compte, avec le mandat, l'obligation préexistante de garder le secret, soit qu'il apparaisse comme l'auxiliaire du précédent conseil dans la conservation de ce secret.\n\nc) Il sied enfin d'examiner si la protection dont jouit le secret a pris fin du fait que les documents qui lui étaient soumis ont BGE 117 Ia 341 S. 351échappé à la maîtrise immédiate de Me B. Pour en décider, il n'est point décisif que, selon les droits réels, la possession ait pu échapper à cet avocat. En outre, il suffit d'examiner le problème au regard des circonstances qui se présentaient dans le cas particulier: l'avocat avait été dépossédé des biens confiés, par la violence et contre son gré; il était d'emblée possible de déterminer que le document litigieux avait été placé sous sa garde puisqu'il était demeuré dans son contenant (le coffre-fort) qui lui appartenait de manière reconnaissable, la police ayant été informée du vol; enfin, la police avait le devoir de restituer le bien dérobé à la personne dépossédée. Pour déterminer l'étendue du secret professionnel dans une telle situation, il convient de prendre en considération les intérêts que le législateur a entendu protéger. Or, si l'avocat est admis à opposer le secret professionnel à une demande de consultation d'un document qui est en sa possession immédiate, il serait choquant qu'il ne puisse en faire autant lorsque ce bien lui a été soustrait par la violence, alors même qu'il demeure reconnaissable que ce bien relevait en principe du secret professionnel et que la police a en principe le devoir de le restituer. En pareille situation, il serait peu satisfaisant qu'on fasse supporter à l'avocat, et surtout à son client, les conséquences d'un vol. Des problèmes équivalents, et appelant une solution identique au cas d'espèce, peuvent se poser en cas de disparition d'un portefeuille ou d'une valise de travail appartenant à un avocat. Sans doute l'extension du secret professionnel à de telles éventualités prive-t-elle la police d'un moyen de connaissance qui peut être important, mais ce moyen lui eût également échappé si le vol n'avait pas eu lieu; cette extension ne représente donc pas un privilège exorbitant.\n\nCompte tenu de la finalité de la règle, une autre solution heurterait le sentiment du droit et de l'équité et apparaîtrait arbitraire.\n\nPrise en violation du droit cantonal sur le secret professionnel, la décision attaquée consacre également une atteinte illicite à la liberté personnelle, ainsi qu'au respect de la vie privée qui en est un aspect."}