{"annee": "117", "cour": "IA", "page": "465", "date": "6/11/1991", "cite": ["115 IB 1", "107 IA 148"], "cite_par": ["119 IA 71", "119 IA 505", "123 I 221"], "chapeau": "72. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 6. November 1991 i.S. K. gegen Bezirksanwaltschaft Zürich und Direktion der Justiz des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Liberté personnelle, liberté d'expression, art. 54 Cst.; art. 8 et 12 CEDH (courrier entre détenus à titre préventif). L'intérêt public à la poursuite de certaines infractions graves et à la bonne marche de l'instruction peut l'emporter sur le droit d'un inculpé détenu de faire parvenir, durant l'instruction, une proposition écrite de mariage à une détenue, soupçonnée dans le même contexte. L'autorité qui retient cette lettre en raison du risque de collusion ou de subornation ne viole ni le droit constitutionnel (liberté personnelle, liberté d'expression et droit au mariage), ni les garanties correspondantes de la CEDH (consid. 2-4)."], "faits": "BGE 117 Ia 465 S. 465\n\nDie Bezirksanwaltschaft Zürich führt gegen K. eine Strafuntersuchung wegen verschiedenen schweren Gewaltverbrechen, darunter wegen mehrfachen Mordes. K. soll am 18./19. Februar 1990 BGE 117 Ia 465 S. 466zusammen mit der Mitangeschuldigten L. die A. W. getötet, in mehrere Teile zerstückelt und in einem Bach beseitigt haben. Ausserdem wird K. vorgeworfen, am 26./27. September 1989 H. W. und am 28. März 1983 H. M. bewusstlos geschlagen und anschliessend mit Messerstichen in Hals, Gesicht und Oberkörper getötet zu haben. Die weiteren Delikte betreffen u.a. wiederholten Raub, versuchte Notzucht sowie Gewalt und Drohung gegen Beamte.\n\nAm 21. Februar 1990 wurden K. und L. in Untersuchungshaft gesetzt. Am 23. April 1991 schrieb K. der im Tötungsfall A. W. Mitangeschuldigten L. einen Brief, in dem er ihr Liebeserklärungen und einen Heiratsantrag machte. Mit Verfügung vom 26. April 1991 verweigerte die Bezirksanwaltschaft Zürich die Weiterleitung des Briefes gestützt auf §§ 48 und 53 der zürcherischen Verordnung über die Bezirksgefängnisse vom 19. April 1972. Ein von K. gegen diese Verfügung gerichteter Rekurs wies die Direktion der Justiz des Kantons Zürich mit Entscheidung vom 11. Juni 1991 ab. Gegen den ablehnenden Entscheid gelangte K. mit staatsrechtlicher Beschwerde an das Bundesgericht. Er macht unter anderem eine Verletzung von Art. 54 BV sowie von Art. 8 und Art. 12 EMRK geltend. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. a) Gemäss Art. 8 Ziff. 2 EMRK ist ein Eingriff in das Recht auf freien Briefverkehr nur statthaft, soweit er gesetzlich vorgesehen ist und eine Massnahme darstellt, die in einer demokratischen Gesellschaft zur Aufrechterhaltung der Ordnung und zur Verhinderung von strafbaren Handlungen notwendig ist. Diesbezüglich räumt der vom Beschwerdeführer ausdrücklich angerufene Art. 8 EMRK keine über die ungeschriebenen Verfassungsrechte der persönlichen Freiheit und der Meinungsäusserungsfreiheit hinausgehenden Rechte ein. Grundsätzlich zulässig ist insbesondere die Überwachung von Gefangenenpost durch die Behörden zum Zwecke der Aufrechterhaltung der Gefängnisordnung, und bei Untersuchungsgefangenen die Briefkontrolle zur Verhinderung unangemessener Einflussnahmen auf das hängige Strafverfahren oder neuer strafbarer Handlungen (unveröffentlichte Urteile des Bundesgerichtes vom 19. Januar 1988 i.S. S. K., E. 4c, S. 9 f., vom 2. November 1988 i.S. V. M., E. 3-4a, sowie vom 7. Mai 1987 i.S. A. L., E. 3b, S. 9). Indessen darf der Briefverkehr nur insoweit beschränkt werden, als dies der Zweck der Untersuchung oder die BGE 117 Ia 465 S. 467Anstaltsordnung erfordern (BGE 107 Ia 149 mit Hinweisen; vgl. auch GIORGIO MALINVERNI, Le droit des personnes privées de liberté au respect de leur correspondance, in: Etudes en l'honneur de Jean Pictet, Genève/La Haye 1984, S. 90, 94). Das öffentliche Interesse am Eingriff ist dabei gegenüber dem Interesse des Betroffenen an der Achtung des Privat- und Familienlebens abzuwägen (vgl. BGE 115 Ib 6 E. 3b, 7 f. E. 4).\n\nIn dem die Schweiz betreffenden Urteil vom 20. Juni 1988 i.S. Schönenberger und Durmaz hat der Europäische Gerichtshof für Menschenrechte festgehalten, dass der Zweck der Aufrechterhaltung der Ordnung und der Verhinderung von strafbaren Handlungen im Falle von Untersuchungsgefangenen empfindlichere Eingriffe rechtfertigen könne als bei Personen, die sich in Freiheit befinden (Publications de la Cour européenne des droits de l'homme, Série A, vol. 137, Ziff. 25). Der Gerichtshof kam indessen zur Auffassung, dass der nicht weitergeleitete Brief eines Rechtsanwaltes an einen Untersuchungsgefangenen, in dem dieser auf sein Recht zur Aussageverweigerung hätte aufmerksam gemacht werden sollen, den Zweck der Untersuchung nicht gefährdete. Obwohl der betreffende Anwalt nicht formell bevollmächtigt war, betrachtete der Gerichtshof die Nichtweiterleitung des Briefes daher als nicht notwendigen und somit im Lichte von Art. 8 EMRK unzulässigen Eingriff in das Recht auf freien Briefverkehr (a.a.O., Ziff. 28 f.).\n\nb) Gemäss dem vom Beschwerdeführer ausdrücklich angerufenen Art. 12 EMRK hat mit Erreichung des heiratsfähigen Alters jedermann das Recht, gemäss den einschlägigen nationalen Gesetzen eine Ehe einzugehen und eine Familie zu gründen. Nach der Rechtsprechung der Strassburger Organe, welche insofern nicht über die Garantien von Art. 54 BV hinausgeht, wäre ein generelles Heiratsverbot für Strafgefangene unzulässig (vgl. FROWEIN/PEUKERT, EMRK-Kommentar, Kehl 1985, Art. 12 N 2). Im vorliegenden Fall wurde dem Beschwerdeführer jedoch nicht die Eingehung einer Ehe verweigert, sondern lediglich die Weiterleitung eines schriftlichen Heiratsantrages im derzeitigen Stadium des Strafverfahrens. Soweit der Beschwerdeführer geltend macht, sein Brief hätte im Hinblick auf die allfällige Vorbereitung einer Eheschliessung weitergeleitet werden müssen, geht seine Rüge daher nicht über diejenige der Verletzung von Art. 8 EMRK hinaus. Selbst wenn man die blosse Nichtweiterleitung eines Briefes dem Schutzbereich der besonderen Ehefreiheitsgarantie der EMRK BGE 117 Ia 465 S. 468unterstellen wollte, wäre nach der Rechtsprechung der Strassburger Organe eine Einschränkung des Rechtes auf Ehe insoweit zulässig, als überwiegende \"anerkannte öffentliche Interessen\" eine solche Massnahme notwendig erscheinen lassen (Bericht der Europäischen Kommission für Menschenrechte vom 10. Juli 1980 i.S. Draper c. GB, B 8186/78 = EuGRZ 1982, S. 532).\n\nc) Auch Art. 54 BV gewährleistet dem Beschwerdeführer im vorliegenden Fall keine über das Gesagte hinausgehenden Rechte. In einem nicht publizierten Entscheid aus dem Jahre 1981 hat das Bundesgericht zwar festgehalten, dass es grundsätzlich nicht in der Zuständigkeit der Verwaltungs- und Strafvollzugsbehörden liege, eine Eheschliessung von Strafgefangenen im Strafvollzug zu bewilligen oder zu verweigern (Urteil vom 18. November 1981 i.S. O. R. und E. S., E. 2, S. 7 f.). Im Gegensatz zum zitierten Entscheid geht es im vorliegenden Fall aber nicht um die Bewilligung einer Heirat von bereits verurteilten Häftlingen im Strafvollzug, sondern um die Beschränkung des Briefverkehrs zwischen Mitangeschuldigten während der laufenden Strafuntersuchung. Bei Kollusions- und Beeinflussungsgefahr sind gegenüber Untersuchungsgefangenen stärkere Eingriffe in die von der Bundesverfassung garantierte Ehefreiheit zulässig als gegenüber Häftlingen im Strafvollzug (vgl. DETLEV DICKE in Sammelkommentar BV, Bd. II, Art. 54 N 53). Zulässig ist insbesondere die Beschränkung des Besuchsverkehrs und die Überwachung von Gesprächen unter Ehegatten (unveröffentlichtes Urteil des Bundesgerichtes vom 2. Februar 1988 i.S. R. P., E. 4).\n\nd) Die Rüge der Verletzung von Art. 4 BV hat im vorliegenden Fall keine über das Dargelegte hinausgehende selbständige Bedeutung.\n\n3. Gemäss § 53 der zürcherischen Verordnung über die Bezirksgefängnisse vom 19. April 1972 (aGVO/ZH) unterliegen ein- und ausgehende Briefe der Kontrolle. Abs. 3 der Bestimmung lautet wie folgt:\n\n\"Der Briefverkehr mit Mitgefangenen und früheren Mitgefangenen (nahe\n\nAngehörige ausgenommen) ist untersagt. Briefe, die den Haftzweck oder die\n\nSicherheit des Gefängnisses gefährden, werden nicht, Briefe, die sich auf\n\nein hängiges Strafverfahren beziehen, nur in der Korrespondenz mit dem\n\nVerteidiger weitergeleitet. Der Gefangene ist zu informieren, wenn ein\n\nBrief nicht weitergeleitet wird.\"\n\nAm 1. Juni 1991 ist die revidierte Verordnung über die Bezirksgefängnisse vom 24. April 1991 (nGVO/ZH) in Kraft getreten (§ 80 BGE 117 Ia 465 S. 469nGVO/ZH). Gemäss § 59 Abs. 4 nGVO/ZH werden Briefe, welche den Haftzweck oder die Sicherheit des Gefängnisses gefährden oder sich auf ein hängiges Strafverfahren beziehen, nicht weitergeleitet. Keiner Kontrolle unterliegt der Briefverkehr mit dem Verteidiger (§ 60 Abs. 1 nGVO/ZH). Obwohl der Entscheid der Bezirksanwaltschaft betreffend Nichtweiterleitung des Briefes an L. vom 26. April 1991 datiert, hat die Justizdirektion im vorliegenden Fall die revidierte Gefängnisverordnung zur Anwendung gebracht, weil diese für den Beschwerdeführer \"günstiger\" sei und der \"künftige Briefverkehr (...) ohnehin nach der neuen Regelung zu beurteilen\" sein werde. Da beide Verordnungen eine genügende gesetzliche Grundlage für die Beschränkung des Briefverkehrs im Sinne von Art. 8 Ziff. 2 EMRK darstellen, kann offengelassen werden, welche Regelung im vorliegenden Fall massgeblich ist. Nach der Rechtsprechung der Strassburger Organe sowie des Bundesgerichtes erfüllt auch ein materielles Gesetz, somit eine Gefängnisverordnung, die Anforderungen an eine gesetzliche Grundlage für die Einschränkung des Briefverkehrs (Urteil des Gerichtshofes vom 25. März 1983 i.S. Silver u.a., Série A, vol. 61, Ziff. 86, 89 = EuGRZ 1984, S. 150; Urteil des Gerichtshofes vom 21. Februar 1975 i.S. Golder, Série A, vol. 18, Ziff. 45 = EuGRZ 1975, S. 100; betreffend aGVO/ZH vgl. unveröffentlichtes Urteil des Bundesgerichtes vom 2. November 1988 i.S. V. M., E. 3, S. 5; Entscheidung der Europäischen Kommission für Menschenrechte vom 9. Mai 1977 i.S. X. c. CH, B 7736/77 = EuGRZ 1977, S. 298).\n\n4. a) Die kantonalen Instanzen begründen den Rückbehalt des Briefes vom 23. April 1991 damit, dass eine Weiterleitung den Haftzweck gefährden würde. Zwischen dem Beschwerdeführer als Absender und der Mitangeschuldigten L. als Adressatin bestehe Kollusionsgefahr. Der Beschwerdeführer wendet dagegen im wesentlichen ein, die Interessen der Verbrechensaufklärung müssten \"hinter das Recht des Menschen auf freie Entfaltung, insbesondere das Recht auf Eingehen einer Ehe, zurücktreten\". Ausserdem handle es sich um einen \"gewöhnlichen Liebesbrief\". Es sei nicht einzusehen, inwiefern dessen Inhalt den Untersuchungszweck gefährden könnte.\n\nb) Es werden dem Beschwerdeführer ausserordentlich schwere Verbrechen vorgeworfen, darunter dreifacher Mord. Gemäss den Untersuchungsakten wird der Beschwerdeführer von verschiedenen Personen als Haupttäter belastet. Er selber bezeichnet sich als \"Hauptverdächtiger\". Die Adressatin des Briefes ist in einem der BGE 117 Ia 465 S. 470drei Tötungsfälle der Mittäterschaft verdächtig und befindet sich deswegen in Untersuchungshaft. Das Risiko einer Kollusion zwischen den beiden mutmasslichen Tatbeteiligten liegt somit auf der Hand.\n\nDie Beeinflussungsgefahr erstreckt sich entgegen der Auffassung des Beschwerdeführers auch auf den Inhalt des fraglichen Briefes, der \"lediglich\" Liebeserklärungen und einen ausdrücklichen Heiratsantrag an L. enthält. Insbesondere ist zu befürchten, dass sich die Mitangeschuldigte unter dem Eindruck des Briefes zu Falschaussagen zugunsten des Beschwerdeführers verleiten lassen könnte. Dies gilt um so mehr, als aus den Akten eine hochgradige Beeinflussbarkeit und Labilität der Mitangeschuldigten L. im Hinblick auf die Person des Beschwerdeführers hervorgeht. In der untersuchungsrichterlichen Einvernahme hat sich L. dahingehend geäussert, dass sie dem Beschwerdeführer gewissermassen hörig und von ihm \"abhängig\" sei und \"meistens\" alles mache, was er ihr sage. Da der Beschwerdeführer in den untersuchungsrichterlichen Einvernahmen regelmässig keine oder nur unbrauchbare Aussagen gemacht hat, ist die Strafverfolgungsbehörde noch in besonderem Mass auf unbeeinflusste Aussagen von L. angewiesen. Liebesbeteuerungen und Heiratsanträge des Beschwerdeführers im jetzigen Zeitpunkt könnten aber geeignet sein, ihr Aussageverhalten zu beeinflussen. Aus den Untersuchungsakten ist ersichtlich, dass sich schon die heute geschiedene Ehefrau des Beschwerdeführers zu offenbar unrichtigen Aussagen, insbesondere zur Abgabe eines später widerrufenen Alibis zu seinen Gunsten, hat bewegen lassen.\n\nAus dem Gesagten ergibt sich, dass die Weiterleitung des fraglichen Briefes den Haftzweck der Verhinderung von Kollusion, das Ziel einer unverfälschten Verbrechensaufklärung und damit den Zweck der Strafuntersuchung gefährden würde. Es kann offengelassen werden, ob der schriftliche Heiratsantrag darüber hinaus in der rechtsmissbräuchlichen Absicht verfasst worden sein könnte, der Mitangeschuldigten L. während des laufenden Untersuchungsverfahrens ein allfälliges Zeugnisverweigerungsrecht zu verschaffen.\n\nc) Das öffentliche Interesse an der Nichtgefährdung des Untersuchungszweckes ist dem persönlichen Interesse des Beschwerdeführers an der Weiterleitung des Briefes gegenüberzustellen. Bei der entsprechenden Interessenabwägung ist insbesondere der Schwere der zu untersuchenden Straftaten Rechnung zu tragen. Zu BGE 117 Ia 465 S. 471berücksichtigen ist aber auch die Tatsache, dass dem Beschwerdeführer entgegen seiner Darstellung nicht eine allfällige Eheschliessung mit L. zum vornherein verweigert wurde, sondern allein die Weiterleitung eines schriftlichen Heiratsantrages im jetzigen Stadium des Verfahrens. Es kann keine Rede davon sein, dass die \"Braut\" dazu \"missbraucht\" würde, den Beschwerdeführer in der Weise \"unter Druck\" zu setzen, dass er vor die Alternative gestellt wäre, \"eine Tat (zu)zugeben\" oder \"nicht heiraten\" zu dürfen. Das Interesse der Allgemeinheit an der Aufklärung der erwähnten schweren Verbrechen und an einem ungestörten Gang des betreffenden Untersuchungsverfahrens geht aber dem Wunsch des Beschwerdeführers, einer inhaftierten Mitangeschuldigten während des Untersuchungsverfahrens einen schriftlichen Heiratsantrag machen zu wollen, eindeutig vor. Ein Rückbehalt von Briefen entsprechenden Inhalts hält vor der Verfassung allerdings nur so lange stand, als weiterhin Kollusionsgefahr besteht. Ob und inwieweit die Weiterleitung des Briefes vom 23. April 1991 in einem späteren Zeitpunkt geboten sein könnte, hat das Bundesgericht im übrigen nicht zu prüfen."}