{"annee": "117", "cour": "III", "page": "26", "date": "18/1/1991", "cite": ["98 III 12", "88 III 59", "94 III 8", "116 III 15", "83 III 17", "76 III 1"], "cite_par": ["128 III 383"], "chapeau": "9. Arrêt de la Chambre des poursuites et des faillites du 18 janvier 1991 dans la cause M. C. (recours LP)", "regestes": ["Art. 83, 93 et art. 115 LP; saisie provisoire de salaire, saisie complémentaire. La saisie du salaire futur est limitée à une période d'un an dès l'exécution de la saisie. Une nouvelle poursuite et une nouvelle saisie ne peuvent intervenir, pour le solde de la créance, qu'après la clôture de la poursuite précédente (consid. 1). Une saisie complémentaire ne peut avoir lieu tant que la saisie est provisoire (consid. 2)."], "faits": "BGE 117 III 26 S. 26\n\nA.- A la réquisition de M. C., l'Office des poursuites de Morges notifia, le 18 juillet 1988, deux commandements de payer la somme de 74'067 francs, plus accessoires, sous déduction de 12'500 francs, valeur 15 novembre 1986, à S. et à A. Tous deux formèrent opposition totale. Par prononcé du 3 novembre 1988, confirmé par arrêt de la Cour des poursuites et faillites du Tribunal cantonal du 12 janvier 1989, le Président du BGE 117 III 26 S. 27Tribunal du district de Morges leva provisoirement l'opposition formée par S. Ce dernier a introduit une action en libération de dette qui est encore pendante.\n\nLe 9 novembre 1988, M. C. requit la continuation de la poursuite contre S. Par décision du 10 avril 1989, l'Office constata qu'il n'y avait pas de biens mobiliers saisissables et saisit, en faveur de M. C. et d'autres créanciers, le salaire du poursuivi, à raison de 200 francs par mois, dès et y compris le mois d'avril 1989. Le 15 juin 1989, l'Office compléta cette mesure en saisissant, en faveur de M. C., les deux lots de copropriété (appartement et place de parc) dont le poursuivi est propriétaire à Préverenges. Ces immeubles, estimés par l'Office à 295'000 francs, sont grevés de gages pour un montant supérieur.\n\nA l'échéance de la saisie de salaire, le 10 avril 1990, le dividende de 1'574 fr. 20 revenant à M. C. fut consigné par l'Office, jusqu'à saisie définitive. Le 11 juin 1990, le poursuivant requit à nouveau la continuation de la poursuite, en vue d'obtenir une saisie provisoire complémentaire que l'Office refusa par décision du 24 juillet 1990.\n\nB.- Par prononcé du 10 septembre 1990, le Président du Tribunal du district de Morges, autorité cantonale inférieure de surveillance, rejeta la plainte portée par M. C. contre le refus de l'Office de procéder à une saisie complémentaire. La Cour des poursuites et faillites du Tribunal cantonal, autorité cantonale supérieure de surveillance, rejeta, par arrêt du 19 décembre 1990, le recours interjeté contre le prononcé présidentiel. Elle considéra qu'à défaut de saisie définitive, M. C. ne pouvait être considéré comme titulaire d'un acte de défaut de biens et ne pouvait dès lors exiger une saisie complémentaire.\n\nC.- M. C. recourt au Tribunal fédéral, concluant à l'admission de sa plainte de façon que libre cours soit laissé à sa requête de saisie provisoire complémentaire.", "considerants": "Le Tribunal fédéral rejette le recours pour les motifs suivants:\n\nLe recourant soutient que, si le poursuivant au bénéfice d'une saisie définitive peut, à l'échéance du délai d'un an de la saisie de salaire et sous certaines conditions, requérir une saisie complémentaire pour le solde de sa créance, le bénéficiaire d'une saisie provisoire devrait, par analogie, pouvoir requérir une saisie complémentaire provisoire. Il invoque la portée générale de l'art. 83 LP qui institue, en BGE 117 III 26 S. 28faveur du poursuivant qui a obtenu la mainlevée provisoire, la possibilité d'obtenir la saisie provisoire.\n\n1. Comme le poursuivi a fait usage, après la mainlevée provisoire, de son droit d'agir en libération de dette et que son action est toujours pendante, la saisie décrétée par l'Office n'est pas devenue définitive (art. 83 al. 3 LP). Elle est provisoire. Toutefois, cette saisie provisoire doit être exécutée comme une saisie définitive et peut également porter sur le salaire du poursuivi (ATF 83 III 19).\n\nDès la fin du siècle passé, la jurisprudence concernant l'art. 93 LP a précisé que la saisie du salaire futur du poursuivi devait être limitée à une période d'un an à compter de l'exécution de la saisie (ATF 116 III 17; ATF 98 III 14; ATF 94 III 13 et les arrêts cités). Cette limitation, instituée principalement dans l'intérêt des créanciers exclus de la saisie en cours, mais aussi dans celui du débiteur (ATF 98 III 17), a le caractère d'une règle d'ordre public.\n\nC'est après la clôture de la poursuite que le créancier qui n'a pas été entièrement désintéressé sur le produit de la saisie de salaire ou d'une autre manière peut en introduire une nouvelle pour le solde de sa créance et faire saisir à nouveau le salaire futur du débiteur (ATF 98 III 16). En l'espèce, la poursuite ne peut être clôturée, car le sort de la créance qui la fonde n'est pas tranché. Il en est ainsi tant que l'action en libération de dette est pendante. Le recourant ne peut donc pas introduire une nouvelle poursuite pour le solde de sa créance.\n\n2. L'introduction d'une nouvelle poursuite, par réquisition selon les art. 67, 149 al. 3 ou 158 al. 2 LP, n'est cependant pas la seule voie ouverte au créancier. La jurisprudence a créé la possibilité d'une saisie complémentaire pour tout créancier saisissant, au bénéfice d'un acte de défaut de biens provisoire, qui la requiert après la clôture du délai de participation et dans le délai d'un an dès la notification du commandement de payer dans lequel la continuation de la poursuite doit être requise (ATF 88 III 61 et les arrêts cités). Pour obtenir le bénéfice de cette institution prétorienne, le poursuivant doit être au bénéfice d'un acte de défaut de biens ou d'un procès-verbal de saisie valant acte de défaut de biens conformément à l'art. 115 LP.\n\nEn l'espèce, le recourant se prévaut de la saisie provisoire concrétisée par les procès-verbaux de saisie des 10 avril et 15 juin 1989. Ces actes ne valent toutefois pas acte de défaut de biens tant que la saisie n'est pas définitive (ATF 76 III 2ss). Un acte de défaut de biens définitifs n'est en BGE 117 III 26 S. 29effet envisageable qu'une fois la poursuite définitivement exécutée, ce qui postule la mainlevée et la saisie définitives. La délivrance d'une reconnaissance de dette (art. 149 al. 2 LP) ne saurait d'ailleurs intervenir alors que le sort de l'action en libération de dette n'est pas tranché. On ne peut non plus admettre qu'il y a acte de défaut de biens provisoire, au sens de l'art. 115 al. 2 LP, car les droits compétant au créancier en vertu de cette disposition, en particulier les possibilités de mainmise sur le patrimoine du poursuivi, seraient injustifiés tant que la créance est contestée.\n\nLe recourant, qui n'est pas au bénéfice d'un acte de défaut de biens, ni directement, ni par équivalence, ne peut donc exiger une saisie complémentaire, qui ne peut être provisoire."}