{"annee": "117", "cour": "III", "page": "1", "date": "11/9/1991", "cite": ["90 I 137", "75 III 49", "103 IA 501"], "cite_par": ["120 III 131", "120 II 341", "126 II 71", "118 V 171"], "chapeau": "1. Arrêt de la Chambre des poursuites et des faillites du 11 septembre 1991 dans la cause J.-C. G. (recours LP)", "regestes": ["Art. 12 LP; art. 1 al. 2 CC. Paiement en mains de l'office après la fin de la poursuite. Lacune de la loi? 1. En l'état du droit, l'office ne peut recevoir un paiement pour une poursuite éteinte (consid. 1). 2. Tant que le débiteur n'établit pas que le titulaire de l'acte de défaut de biens est introuvable, la question d'une éventuelle lacune de la loi ne se pose pas (consid. 2)."], "faits": "BGE 117 III 1 S. 1\n\nA.- Quinze actes de défaut de biens, délivrés entre 1974 et 1977 contre J.-C. G., sont inscrits auprès de l'Office des poursuites de Lausanne-Est. Le 4 mars 1991, J.-C. G. fit savoir à l'office qu'il entendait faire radier ces actes de défaut de biens et lui adressa un chèque du montant de 5'894 fr. 20 correspondant au total desdits actes.\n\nPar lettre du 8 mars 1991, l'office déclara ne pouvoir accepter la somme versée, car les poursuites étaient éteintes par l'établissement des actes de défaut de biens.\n\nB.- J.-C. G. a porté plainte contre cette mesure. Il demandait qu'il soit ordonné à l'office de donner suite à la consignation du BGE 117 III 1 S. 2montant de 5'894 fr. 20 et de radier les actes susmentionnés. Il précisait que si nombre d'actes de défaut de biens avaient pu être rachetés, puis radiés, les quinze restant n'avaient pu l'être, car les créanciers étaient des sociétés dissoutes ou des personnes introuvables ou encore décédées. Le Président du Tribunal du district de Lausanne, autorité cantonale inférieure de surveillance des offices de poursuite pour dettes et de faillite, a rejeté la plainte le 27 mai 1991.\n\nJ.-C. G. a interjeté recours contre ce prononcé, reprenant les conclusions de sa plainte. Par arrêt du 9 juillet 1991, l'autorité cantonale supérieure de surveillance a rejeté le recours et a confirmé le prononcé entrepris.\n\nC.- J.-C. G. recourt au Tribunal fédéral et conclut à la réforme de l'arrêt attaqué en ce sens que l'office doit recevoir en consignation le montant de 5'894 fr. 20 et radier les actes de défaut de biens.", "considerants": "Considérant en droit:\n\n1. Le recourant a voulu racheter quinze actes de défaut de biens pour obtenir leur radiation. A cette fin, il a versé le solde dû à l'office, qui l'a refusé, car les poursuites concernées étaient éteintes et la loi ne prévoit pas la possibilité du paiement en mains de l'office après la fin des poursuites.\n\nSelon l'art. 149 LP, le créancier saisissant qui n'a pas été payé intégralement reçoit, pour le montant impayé, un acte de défaut de biens qui vaut reconnaissance de dette. La délivrance de cet acte met fin à la poursuite; si cet acte est ensuite invoqué contre le débiteur, c'est dans le cadre d'une nouvelle poursuite (ATF 75 III 51/52). Certes l'office est tenu d'accepter les paiements, libératoires, faits pour le compte du créancier poursuivant (art. 12 LP); mais il ne peut les recevoir que si la poursuite n'est pas éteinte (JAEGER, n. 2 ad art. 12 LP; n. 5 ad art. 121 LP). Après la délivrance de l'acte de défaut de biens, le paiement, intégral ou partiel, se fera en mains du créancier (art. 150 LP), sous réserve de l'introduction d'une nouvelle poursuite. En cas d'extinction de la dette, la poursuite sera radiée au registre des actes de défaut de biens, moyennant remise de l'acte de défaut de biens acquitté par le créancier ou production de toute autre pièce probante (art. 64 de la loi du 18 mai 1955 d'application dans le canton de Vaud de la LP LVLP; art. 9 de l'arrêté du 17 décembre 1956 d'exécution de la LVLP; RSV 2.9).\n\nBGE 117 III 1 S. 3\n\nAinsi, selon le droit en vigueur, l'office ne pouvait pas recevoir le paiement du recourant, ni radier les actes de défaut de biens. Le recourant admet d'ailleurs qu'en l'état du droit, le refus de l'office était justifié. Cela découle aussi de la modification envisagée à cet égard dans le cadre de la révision de la loi sur la poursuite pour dettes et la faillite. Le Conseil fédéral propose au législateur d'adopter une nouvelle disposition légale, l'art. 149a LP, permettant dorénavant au débiteur de rembourser en tout temps sa dette en versant le montant de celle-ci à l'office des poursuites et d'obtenir ainsi la radiation de l'acte de défaut de biens au registre des poursuites (FF 1991 III p. 122 et 268).\n\n2. Le recourant soutient qu'il y a en réalité une lacune de la loi et reproche à l'autorité cantonale de surveillance de ne pas l'avoir comblée en application de l'art. 1 al. 2 CC.\n\na) Le grief du recourant est recevable. En effet, si l'art. 19 LP ne vise expressément que la violation de la loi sur la poursuite pour dettes et la faillite, la Chambre des poursuites et des faillites revoit toutefois l'application de l'ensemble du droit fédéral (SJ 113/1991 p. 256; SCYBOZ, Le Tribunal fédéral et la poursuite, in Centenaire de la LP, Zurich 1989, p. 152 let. c 1; POUDRET/SANDOZ-MONOD, Commentaire de la loi fédérale d'organisation judiciaire, vol. II, p. 779), sous réserve du recours de droit public pour violation des droits constitutionnels des citoyens (art. 43 OJ applicable en vertu du renvoi de l'art. 81 OJ).\n\nb) Le juge ne doit faire acte de législateur que s'il se trouve confronté à une vraie lacune, c'est-à-dire si la loi laisse sans réponse une question juridique qui se pose inévitablement (ATF 103 Ia 502 /503; ATF 90 I 141; DESCHENAUX, Le titre préliminaire du code civil, in Traité de droit civil suisse, t. II/I, p. 90). Mais si l'on peut se dispenser de trancher, il n'y a pas lacune. La question de l'impossibilité du rachat d'actes de défaut de biens ne se pose vraiment que si les créanciers des dettes constatées par ces actes sont introuvables. En l'espèce, le recourant n'établit pas, ainsi que le retient la décision attaquée, que cela serait le cas. Et, vu la nature de certains créanciers, notamment des compagnies d'assurance, il est douteux qu'ils soient inatteignables.\n\nDans ces circonstances, l'autorité cantonale n'était pas en présence d'une lacune et le recours est infondé."}