{"annee": "117", "cour": "IV", "page": "364", "date": "14/6/1991", "cite": ["116 IV 83", "74 IV 124", "77 IV 193", "82 IV 71"], "cite_par": ["120 IV 287", "128 IV 53", "125 IV 206"], "chapeau": "64. Extrait de l'arrêt de la Chambre d'accusation du 14 juin 1991 dans la cause Banques X et Y c. le Juge d'instruction du canton de Vaud et le Ministère public du canton de Zurich", "regestes": ["Art. 347 al. 1 et art. 27 ch. 1 CP. L'infraction prévue à l'art. 3 let. 1 LCD (publicité incomplète en matière de petits crédits) peut être consommée par la voie de la presse. Dans ce cas, l'art. 347 CP est applicable pour déterminer le for pénal."], "faits": "BGE 117 IV 364 S. 364\n\nTrois banques ont fait l'objet d'une plainte pénale déposée dans le canton de Vaud par des fédérations de consommateurs pour avoir fait paraître dans ce canton des annonces en matière de petits crédits censées contrevenir notamment à l'art. 3 let. 1 LCD (RS 241). Des affiches placardées dans le canton de Vaud étaient aussi visées.\n\nConstatant que deux de ces banques (X et Y) avaient organisé leurs campagnes publicitaires à Zurich, le Juge d'instruction du canton de Vaud a disjoint le cas des banques X et Y de celui de la troisième banque dont le siège se situe dans le canton de Vaud.\n\nLes fédérations plaignantes ont recouru au Tribunal d'accusation du Tribunal cantonal vaudois contre cette disjonction. Cette autorité leur a donné raison en fixant le for dans le canton de Vaud en application des art. 27 et 347 CP.BGE 117 IV 364 S. 365\n\nLes banques X et Y ont saisi la Chambre d'accusation du Tribunal fédéral d'une plainte tendant à ce que le for pénal soit fixé à Zurich en vertu de l'art. 346 al. 1 CP.", "considerants": "Extrait des considérants:\n\n2. a) Le Tribunal d'accusation a reconnu la compétence des autorités vaudoises; celle-ci n'est pas remise en cause par le Ministère public du canton de Zurich. On peut dès lors considérer que les deux cantons sont du même avis et admettre qu'il existe pratiquement une entente entre eux sur la question du for, entente assimilable à un accord intercantonal (SCHWERI, Interkantonale Gerichtsstandsbestimmung in Strafsachen, Berne 1987, p. 138 n. 412).\n\nD'après la jurisprudence, lorsque deux cantons se sont mis d'accord au sujet du for de la poursuite pénale, la chambre de céans ne le modifie - lorsqu'elle est saisie de la plainte d'un justiciable ou de la requête d'une autorité sur ce point - que si les cantons ont violé le droit fédéral, notion qui inclut l'abus ou l'excès de leur pouvoir d'appréciation (ATF 74 IV 125; voir ATF 116 IV 86 consid. 4a; SCHWERI, op.cit. p. 138 n. 410).\n\nb) Le Tribunal d'accusation a appliqué l'art. 347 al. 1 CP en considérant que l'infraction en cause peut être commise par la voie de la presse au sens de l'art. 27 ch. 1 CP. Contrairement à ce que paraissent soutenir les banques requérantes, les motifs de la décision attaquée ne violent pas le droit fédéral.\n\nIl suffit de lire l'art. 3 let. 1 LCD pour se rendre compte que l'infraction décrite peut être consommée (erschöpft, consumato) par la publication elle-même au sens de la deuxième condition de l'art. 27 ch. 1 CP. Le comportement réprimé consiste à se livrer, par voie d'annonces publiques, à des actes de publicité déloyale en omettant des indications essentielles pour le choix opéré par le consommateur. Cela peut aussi toucher la sauvegarde des intérêts des concurrents (voir DAVID, Schweizerisches Werberecht, 1re éd., Zurich 1977, p. 276 ch. 54.5). Une mise en danger concrète conduisant à la tromperie ou à l'erreur ne paraît pas nécessaire (voir THOMAS WYLER, Werbung mit dem Preis als unlauterer Wettbewerb, Bâle 1990, p. 132 ch. I et p. 133 ch. II; voir STRATENWERTH, Schweiz. Strafrecht, Allg. Teil I, Berne 1982 p. 367 n. 169).\n\nLa notion d'\"annonces publiques\" comprend toute manifestation publicitaire qui ne s'adresse pas à un cercle clairement défini BGE 117 IV 364 S. 366de personnes telle qu'annonces dans les journaux, affiches, etc. (Message du Conseil fédéral concernant la loi sur le crédit à la consommation du 12 juin 1978, FF 1978 II p. 606 ch. 225.2 al. 4 et 608 art. 13; le Message du Conseil fédéral à l'appui d'une loi fédérale contre la concurrence déloyale y renvoie, FF 1983 II 1102 ch. 241.38 al. 2 concernant l'art. 3 let. 1 de la nouvelle LCD).\n\nQuant à la première condition prévue à l'art. 27 ch. 1 CP (utilisation de la voie de la presse), on doit admettre qu'elle est réalisée lorsqu'il est fait usage d'annonces dans les journaux mais aussi d'affiches; voir ATF 82 IV 80, 74 IV 129 précisé aux ATF 77 IV 193 en ce sens que l'art. 27 CP s'applique aussi lorsque la publication sert à des fins commerciales (STRATENWERTH, op.cit. p. 367 n. 168). Au demeurant, le problème de la liberté de la presse face à celle du commerce n'est pas en cause ici (BARRELET, Droit suisse des mass media, 2e éd., Berne 1987 p. 37 n. 50).\n\nc) En l'espèce, les fédérations plaignantes, dont la qualité pour agir n'est pas mise en cause, font grief aux banques visées d'avoir laissé paraître des annonces illicites dans des journaux édités dans le canton de Vaud et d'avoir fait placarder dans ce canton des affiches de même nature. L'art. 347 CP en liaison avec l'art. 27 ch. 1 CP est dès lors applicable. Il sied de rappeler qu'à ce stade de la procédure la chambre de céans se détermine uniquement sur la question du for et nullement sur une éventuelle réalisation de l'infraction dont les prévenues sont soupçonnées par les fédérations requérantes.\n\nd) D'après l'art. 347 CP, la compétence de poursuivre et de juger appartient en principe exclusivement à l'autorité du lieu ou l'imprimé a été édité; toutefois, si l'auteur de l'écrit est connu et s'il a sa résidence en Suisse, l'autorité du lieu ou il a sa résidence est également compétente. Dans ce cas, l'affaire est poursuivie au lieu ou la première instruction a été ouverte (art. 347 al. 1 CP).\n\ne) Selon les constatations du Tribunal d'accusation et les pièces du dossier pénal, les imprimés critiqués par les fédérations plaignantes ont été édités dans le canton de Vaud pour ce qui est des annonces parues dans les journaux. Quant aux affiches, elles ont été placardées, du moins pour l'essentiel, dans ce canton; leur lieu d'édition ou d'impression n'est pas précisé.\n\nAinsi, les actes reprochés aux banques visées ont été commis au moyen d'annonces publicitaires éditées dans le canton de Vaud. Les affiches ont été placardées dans ce canton, lieu ou cette sorte d'imprimé a été répandue, pour l'essentiel. Quant à l'instruction, elle a été ouverte dans le canton de Vaud seulement.BGE 117 IV 364 S. 367\n\nConformément à l'art. 347 al. 1 dernière phrase CP, il se justifiait de fixer le for dans le canton de Vaud pour les annonces; quant aux affiches, les banques requérantes ne demandent pas qu'elles soient l'objet d'un examen différencié conduisant éventuellement à la fixation d'un autre for. Cette question n'étant pas litigieuse, il n'est pas indispensable de déterminer si l'art. 347 al. 3 CP est applicable ou si d'autres règles (motifs déterminants, for prépondérant, déroulement rapide de la procédure) imposent un for unique.\n\nf) Dès lors, le Tribunal d'accusation n'a pas violé le droit fédéral en déclarant les autorités vaudoises compétentes."}