{"annee": "117", "cour": "III", "page": "39", "date": "2/9/1991", "cite": ["112 III 1", "109 III 87", "115 III 24", "112 III 65", "112 III 67", "115 III 11", "108 III 77", "98 III 57"], "cite_par": ["121 III 88", "127 III 173", "119 III 4", "132 III 731", "120 III 36", "124 III 211", "134 III 136"], "chapeau": "13. Entscheid der Schuldbetreibungs- und Konkurskammer vom 2. September 1991 i.S. Konkursamt des Kantons Thurgau (Rekurs)", "regestes": ["1. Qualité pour recourir d'un office des faillites (art. 19 LP) - dans un cas où est invoquée la nullité d'un acte officiel (consid. 2). 2.Adjudication après enchères (art. 126 al. 1 LP). Est nulle l'adjudication qui est accordée à une société anonyme en faillite sur la base de l'offre d'un de ses organes (consid. 3-5)."], "faits": "BGE 117 III 39 S. 39\n\nIn dem beim Konkursamt R. hängigen Konkurs der M. AG führte das durch das Konkursamt des Kantons Thurgau beauftragte Betreibungsamt S. am 30. Januar 1991 rechtshilfeweise die Steigerung der Liegenschaft Nr. ... in S. durch. Das Grundstück wurde zum Preis von Fr. 961000.-- der X. AG zugeschlagen, als deren Vertreter N.Y. geboten hatte.\n\nBGE 117 III 39 S. 40\n\nNachdem das Betreibungsamt S. in der Folge erfahren hatte, dass die X. AG sich seit dem 5. Mai 1986 in Konkurs befindet, erklärte es den Steigerungszuschlag mit Verfügung vom 7. Februar 1991 als nichtig.\n\nIn Gutheissung der von der X. AG und N.Y. hiergegen erhobenen Beschwerde beschloss die Rekurskommission des Obergerichts des Kantons Thurgau am 28. März 1991, die betreibungsamtliche Verfügung vom 7. Februar 1991 werde aufgehoben.\n\nMit Eingabe vom 24. Juni 1991 hat das Konkursamt des Kantons Thurgau unter anderem gegen den Beschluss der kantonalen Aufsichtsbehörde vom 28. März 1991 an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts rekurriert. Es beantragt, der erwähnte Entscheid sei aufzuheben und der Zuschlag der Liegenschaft Nr. ..., Grundbuch S., vom 30. Januar 1991 an die X. AG sei als nichtig zu erklären.\n\nDie X. AG und N.Y. haben mit Eingabe vom 8. August 1991 zum Rekurs Stellung genommen, sich eines Antrags jedoch enthalten.\n\nDie obergerichtliche Rekurskommission beantragt, auf den gegen ihren Entscheid vom 28. März 1991 gerichteten Rekurs sei nicht einzutreten.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Das rekurrierende Konkursamt hat den Entscheid der Vorinstanz vom 28. März 1991 am 16. April 1991 in Empfang genommen, so dass die zehntägige Rekursfrist (Art. 19 Abs. 1 SchKG) bis zum 26. April 1991 lief. Soweit die vom 24. Juni 1991 datierte und am gleichen Tag der Post übergebene Rekursschrift des Konkursamtes sich gegen den Beschluss vom 28. März 1991 richtet, ist die Eingabe demnach in der Tat verspätet. Indessen übersieht die Vorinstanz, dass das Konkursamt geltend macht, der strittige Steigerungszuschlag sei nichtig. Bei Nichtigkeit hat die erkennende Kammer jederzeit von Amtes wegen, d.h. ungeachtet der Einhaltung der Rekursfrist, einzugreifen (BGE 115 III 14 E. 1c, 26 E. 1, mit Hinweisen). Unter dem Vorbehalt, dass der Steigerungszuschlag tatsächlich nichtig ist, ist aus dieser Sicht auf den Rekurs trotz Verspätung einzutreten.\n\n2. Nach ständiger Rechtsprechung ist ein Konkursamt zur Beschwerde an die kantonalen Aufsichtsbehörden bzw. zum Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts BGE 117 III 39 S. 41grundsätzlich nur dann legitimiert, wenn es Interessen der Konkursmasse und damit der Gesamtheit der Gläubiger oder - als Organ des Kantons - fiskalische Interessen geltend macht (BGE 108 III 79 mit Hinweisen; vgl. auch BGE 116 III 34 E. 1). Das Konkursamt des Kantons Thurgau, das im Namen der Konkursmasse der M. AG rekurriert, ist nicht Konkursverwaltung im Konkurs dieser Gesellschaft, für den das Konkursamt R. zuständig ist. Auf Ersuchen dieses Amtes hat es jedoch immerhin die Versteigerung des im Kanton Thurgau gelegenen Grundstücks angeordnet.\n\nDie Frage der Legitimation zum Rekurs stellt sich hier nicht mit der gleichen Strenge wie sonst, da geltend gemacht wird, der Steigerungszuschlag sei nichtig. Freilich bedeutet die Tatsache, dass in einer Beschwerde an die kantonale Aufsichtsbehörde oder in einem Rekurs an die Schuldbetreibungs- und Konkurskammer eine Nichtigkeit gerügt wird, nicht, dass auf den Rechtsbehelf in jedem Fall, d.h. ungeachtet der Person des Beschwerdeführers oder Rekurrenten, einzutreten wäre. Die erkennende Kammer hat in BGE 112 III 4 (E. d unten) vielmehr festgehalten, dass die Aufsichtsbehörde auf die Beschwerde einer Person, die zur fraglichen Betreibung keinerlei Beziehung hat, selbst dann nicht einzutreten habe, wenn die Nichtigkeit einer Betreibungshandlung geltend gemacht werde; in einem solchen Fall könne die Eingabe höchstens als Anzeige betrachtet werden, aufgrund deren die Aufsichtsbehörde sich kraft ihrer Aufsichtsgewalt veranlasst sehen könne, von Amtes wegen einzugreifen; der Anzeigeerstatter habe jedoch keinen Anspruch auf einen Entscheid. Hier war das Konkursamt des Kantons Thurgau indessen an der strittigen Grundstückverwertung in einer Weise beteiligt, die es ohne weiteres rechtfertigt, auf seinen Rekurs auch aus dieser Sicht einzutreten.\n\n3. a) Über die X. AG wurde am 5. Mai 1986 der Konkurs eröffnet. Am 25. Februar 1991 hat der Bezirksgerichtspräsident ... den Konkurs auf Antrag des Konkursamtes ... widerrufen, nachdem der Nachlassvertrag, den die X. AG im Konkursverfahren mit ihren Gläubigern abgeschlossen hatte, am 15. Januar 1991 gerichtlich bestätigt worden war.\n\nb) Mit der Konkurseröffnung verliert eine Aktiengesellschaft ihre juristische Persönlichkeit zwar nicht (vgl. Kommentar BÜRGI/NORDMANN-ZIMMERMANN, N 3 und 5 zu Art. 739 OR); ihre rechtliche Existenz hört erst auf, wenn - nach Beendigung der Liquidation (Art. 746 OR) - ihre Firma im Handelsregister gelöscht wird BGE 117 III 39 S. 42(AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 4. A., § 41 Rz. 3). Indessen tritt die Gesellschaft durch die Eröffnung des Konkurses unmittelbar ins Stadium der Liquidation (Art. 736 Ziff. 3 OR). Gleichzeitig wird ihre Handlungsfähigkeit zugunsten der Konkursmasse aufgehoben (Kommentar BÜRGI, N 25 zu Art. 736 OR). Im Rahmen des Konkurses wird die Aktiengesellschaft - durch die Konkursverwaltung - nach den Vorschriften des Konkursrechts liquidiert. Die Organe der Gesellschaft behalten die Vertretungsbefugnis nur insoweit, als - immer im Hinblick auf die Liquidation - eine Vertretung durch sie noch notwendig ist (Art. 739 Abs. 2 und Art. 740 Abs. 5 OR). Dass im Falle der X. AG im Verlaufe des Konkursverfahrens (im Sinne von Art. 317 SchKG) ein Nachlassvertrag angestrebt wurde (und dann auch abgeschlossen werden konnte), vermag am Gesagten nichts zu ändern. Insbesondere hat die Einreichung des Entwurfs zu einem Nachlassvertrag nicht etwa die Einstellung des Konkursverfahrens zur Folge (JAEGER, N 2 zu Art. 317 SchKG). Auch dort, wo ein solcher Vertrag abgeschlossen wird, fallen die Wirkungen des Konkurses erst mit dessen Widerruf dahin. Bis zu diesem Zeitpunkt bleibt dem Schuldner namentlich die Befugnis entzogen, über sein Vermögen frei zu verfügen (vgl. AMONN, a.a.O., § 39 Rz. 12; Kommentar BÜRGI, N 32 zu Art. 736 OR).\n\n4. a) Aufgrund des Gesagten steht fest, dass N.Y. am 30. Januar 1991, dem Tag der Grundstücksteigerung, (noch) nicht befugt war, die X. AG, die noch in Konkurs stand und deshalb zu jenem Zeitpunkt keine geschäftlichen Aktivitäten ausüben konnte (dazu Kommentar BÜRGI, N 24 zu Art. 736 OR), (als Organ) zu vertreten und für sie das Grundstück zu ersteigern. Dass er von der Konkursverwaltung der X. AG zu einem solchen Erwerb - der ohnehin dem (damals noch) einzig zu verfolgenden Liquidationszweck entgegenstand (dazu FORSTMOSER/MEIER-HAYOZ, Einführung in das Schweizerische Aktienrecht, 2. A., § 42IIc Rz. 6) - ermächtigt worden wäre, ist nicht dargetan.\n\nb) Nichtig ist der hier in Frage stehende Steigerungszuschlag, falls er gegen eine Vorschrift verstösst, die im öffentlichen Interesse oder im Interesse eines unbestimmten Kreises Dritter aufgestellt und daher schlechthin zwingend ist (BGE 115 III 26 E. 1 mit Hinweisen). Bei der Beurteilung dieser Frage ist vorab zu berücksichtigen, dass es sich beim Zuschlag in der Zwangsverwertung um eine öffentlichrechtliche, amtliche Verfügung des Betreibungs- bzw. Konkursbeamten handelt (vgl. AMONN, a.a.O., § 26 Rz. 20; BGE 117 III 39 S. 43GILLIÉRON, Poursuite pour dettes, faillite et concordat, 2. A., S. 222). Die Stellung des zuständigen Beamten kann deshalb nicht mit derjenigen eines Verkäufers im privatrechtlichen Sinne verglichen werden. So ginge es namentlich nicht an, dass der Steigerungsbeamte den Zuschlag auf das Angebot eines vollmachtlosen Stellvertreters hin erteilt und alsdann im Sinne von Art. 38 Abs. 2 OR dem Vertretenen Frist ansetzt zur Genehmigungserklärung. Zügige Durchführung und möglichst rascher Abschluss des Zwangsvollstreckungsverfahrens (zum Konkurs im besonderen vgl. Art. 270 SchKG; BGE 109 III 89 E. 2) sind nur dann gewährleistet, wenn schon im Zeitpunkt des Zuschlags die Identität des Ersteigerers klar feststeht. Art. 58 Abs. 3 VZG bestimmt denn auch, dass Angebote für namentlich nicht bezeichnete oder erst später zu bezeichnende Personen oder für noch nicht bestehende juristische Personen nicht angenommen werden dürfen.\n\nDen Steigerungszuschlag im erwähnten Sinne in der Schwebe zu lassen wäre ausserdem auch mit der gesetzlichen Regelung des Eigentumsüberganges nicht vereinbar. Der Eigentumserwerb vollzieht sich unmittelbar mit dem Zuschlag (vgl. Art. 656 Abs. 2 ZGB; Kommentar Meier-Hayoz, N 100 zu Art. 656 ZGB). Der Eintritt eines Dritten in die durch den Zuschlag erworbenen Rechte (ohne öffentlich beurkundeten Vertrag) ist deshalb ausgeschlossen (Kommentar Meier-Hayoz, N 101 zu Art. 656 ZGB; vgl. auch Art. 67 VZG, wonach das Betreibungsamt nur denjenigen, dem der Zuschlag erteilt worden ist, als Eigentümer in das Grundbuch eintragen lassen kann).\n\nAus dem Gesagten erhellt, dass das Betreibungsamt S. grundlegende, im öffentlichen Interesse aufgestellte und daher zwingende Vorschriften missachtet hat, indem es auf das Steigerungsangebot des als Vertreter der X. AG aufgetretenen N.Y. eingegangen ist und jener den Zuschlag erteilt hat. Dieser ist deshalb nichtig.\n\n5. Ein nichtiger Akt vermag zu keinem Zeitpunkt Wirkungen zu entfalten; der ihm anhaftende Mangel kann durch nachträglich eintretende Umstände demnach nicht etwa geheilt werden (BGE 112 III 66 E. 3). Dass der Konkurs inzwischen widerrufen und die X. AG wieder in die Verfügung über ihr Vermögen eingesetzt worden ist (Art. 195 Abs. 1 SchKG), ist deshalb ohne Belang. Ob die Aufhebung eines nichtigen Steigerungszuschlags unter Umständen nur während einer bestimmten Zeit zuzulassen sei (vgl. BGE 98 III 61), mag hier offenbleiben. Seit der BGE 117 III 39 S. 44Grundstücksteigerung vom 30. Januar 1991 sind erst sieben Monate verstrichen, so dass die Rechtsprechung, wonach wegen eines fehlerhaften Verfahrens, für das der Ersteigerer nicht verantwortlich ist, der Zuschlag nach Ablauf eines Jahres grundsätzlich nicht mehr aufgehoben werden kann (vgl. BGE 112 III 67 oben mit Hinweis), von vornherein nicht zum Tragen kommen könnte."}