{"annee": "118", "cour": "IV", "page": "209", "date": "13/7/1992", "cite": ["108 IV 22", "84 IV 12", "117 IA 135", "86 IV 81", "111 IV 63", "74 IV 6", "98 IV 241", "102 II 85", "117 IV 437"], "cite_par": ["129 IV 223", "121 IV 258", "144 IV 49", "128 IV 81"], "chapeau": "37. Urteil des Kassationshofs vom 13. Juli 1992 i.S. B. gegen H. und Staatsanwaltschaft des Kantons Graubünden (Nichtigkeitsbeschwerde)", "regestes": ["Art. 28, art. 138 al. 1 CP; plainte pénale, larcin. En matière de larcin, le droit de déposer plainte appartient non seulement au propriétaire, mais aussi à l'ayant droit dont l'intérêt à l'usage de la chose est directement entravé par la soustraction de celle-ci."], "faits": "BGE 118 IV 209 S. 209\n\nH. arbeitete im Sommer 1989 als Galtvieh-Hirte für die Alpkorporation in X. Ende Juni 1989 verarbeitete er, da er einen Viehzaun errichten wollte, dürre Tännchen zu Holzpfosten und stellte diese am Rande des Alpweges unterhalb der Alp X. im Gebiet N. bereit. Am 1. September 1989 erstattete H. Strafanzeige gegen B. mit der Begründung, dieser habe die bereitgestellten Pfosten am 1. Juli 1989 in sein Geländefahrzeug geladen und sie anschliessend in sein Maiensäss in N. gebracht. Einen formellen Strafantrag unterzeichnete H. am 28. September 1989.\n\nDer Kreispräsident Alvaschein sprach B. mit Strafmandat vom 29. Mai 1990 der Entwendung gemäss Art. 138 Abs. 1 StGB schuldig und verurteilte ihn zu einer Busse von Fr. 200.--. Auf Einsprache BGE 118 IV 209 S. 210hin bestätigte der Kreisgerichtsausschuss Alvaschein mit Urteil vom 12. Februar 1991 das angefochtene Strafmandat.\n\nGegen dieses Urteil erhob B. Berufung, welche der Kantonsgerichtsausschuss von Graubünden mit Urteil vom 27. Mai 1991 (mitgeteilt am 8. August 1991) abwies.\n\nB. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das angefochtene Urteil sei aufzuheben und die Sache zur Einstellung des Verfahrens, eventuell zur Freisprechung an die Vorinstanz zurückzuweisen. Subeventuell beantragt er, das Strafverfahren sei einzustellen bzw. er sei von Schuld und Strafe freizusprechen.\n\nDer Kantonsgerichtsausschuss Graubünden beantragt unter Verzicht auf Gegenbemerkungen Abweisung der Beschwerde, soweit auf sie eingetreten werden kann.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Gemäss den verbindlichen tatsächlichen Feststellungen der Vorinstanz (Art. 277bis Abs. 1 BStP) war der Beschwerdegegner 1 Angestellter der Alpgenossenschaft X., als welcher er befugt war, aus Gemeindeholz Pfosten herzustellen und diese für die Errichtung eines Zauns zu verwenden. Die Vorinstanz stellte sich auf den Standpunkt, der Beschwerdegegner 1 habe, indem er solche Pfosten angefertigt habe, an diesen zumindest eine eigentümerähnliche Stellung innegehabt und sei durch den Verlust dieser Hilfsmittel am rechtmässigen normalen Gebrauch derselben gehindert worden. Aufgrund dieser Umstände sei er im Sinne von Art. 28 StGB verletzt und zur Stellung eines Strafantrages befugt gewesen.\n\nDemgegenüber macht der Beschwerdeführer geltend, der Beschwerdegegner 1 sei nicht im Sinne von Art. 28 Abs. 1 StGB verletzt worden, weshalb er nicht antragsberechtigt sei. Bei den strafbaren Handlungen gegen das Eigentum, unter welche Art. 138 StGB einzuordnen sei, werde als Rechtsgut das Eigentum geschützt. Verletzter im Sinne von Art. 28 Abs. 1 StGB könne daher nur sein, wer eine sich aus der Eigentümerstellung ergebende tatsächliche und rechtliche Verfügungsmacht über eine Sache innehabe. Der Gewahrsamsinhaber sei deshalb nicht als Verletzter anzusehen und somit nicht zur Stellung eines Strafantrags berechtigt. Der Beschwerdegegner 1 habe überdies keine eigentümerähnliche Stellung innegehabt, sondern sei lediglich Besitzdiener bzw. Gewahrsamsdiener gewesen.\n\nBGE 118 IV 209 S. 211\n\n2. Gemäss Art. 28 Abs. 1 StGB kann, wenn eine Tat nur auf Antrag strafbar ist, jeder, der durch sie verletzt worden ist, die Bestrafung des Täters beantragen. Nach der bundesgerichtlichen Rechtsprechung gilt als Verletzter nur, wer materiellrechtlich Träger des unmittelbar angegriffenen Rechtsgutes ist. Derjenige, dessen Interessen durch die strafbare Handlung bloss irgendwie beeinträchtigt werden, der also durch die strafbare Handlung nur mittelbar betroffen wird, gilt nicht als verletzt und ist folglich auch nicht antragsberechtigt (BGE 92 IV E. 2a, BGE 86 IV 82; vgl. ferner BGE 117 Ia 138). Wer Träger des angegriffenen Rechtsgutes ist, ergibt erst die Auslegung des betreffenden Tatbestandes (TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, Art. 28 N 2; REHBERG, Der Strafantrag, ZStR 85/1969, S. 248; vgl. hiezu BGE 111 IV 67, BGE 108 IV 24).\n\nNach der Rechtsprechung ist bei der Sachbeschädigung nicht nur der Eigentümer als Träger des unmittelbar geschützten Rechtsgutes antragsberechtigt, sondern überdies der Mieter bzw. jeder Berechtigte, der die Sache nicht mehr gebrauchen kann (BGE 74 IV 6, BGE 102 II 87 E. a; BGE 117 IV 438 E. 1b mit Hinweisen). Im Zusammenhang mit dem Tatbestand des Diebstahls zum Nachteil von Angehörigen oder Familiengenossen gemäss Art. 137 Ziff. 3 StGB hat das Bundesgericht bisher offengelassen, ob auch der Gewahrsamsinhaber als Verletzter im Sinne des Art. 28 StGB anzusehen sei (BGE 84 IV 14). In einem unveröffentlichten Entscheid hat es hingegen erkannt, dass jedenfalls der blosse Besitzdiener zum Antrag nicht berechtigt ist (Urteil des Bundesgerichts vom 22. Dezember 1986 i.S. W.). Für den Fall der Unterschlagung eines Wertpapiers hat es offengelassen, ob neben dem Eigentümer des Papiers auch der Berechtigte aus dem Papier unmittelbar verletzt sei (BGE 98 IV 243).\n\n3. a) Es ist aufgrund der tatsächlichen Feststellungen der Vorinstanz davon auszugehen, dass der Beschwerdegegner 1 Gewahrsamsinhaber der Holzpfosten war. Eigentümerin war die Gemeinde X. oder die Alpgenossenschaft, vorausgesetzt es handle sich bei ihr um eine selbständige juristische Person und nicht bloss um eine unselbständige Anstalt der Gemeinde, was aber offenbleiben kann. Ob der Beschwerdegegner 1 hinsichtlich der Holzpfosten zivilrechtlich lediglich als Besitzdiener zu betrachten ist, wie der Beschwerdeführer geltend macht, kann ebenfalls offenbleiben, da der strafrechtliche Gewahrsamsbegriff nicht identisch ist mit dem zivilrechtlichen Begriff des Besitzes (SCHUBARTH, Komm. Strafrecht, Bes. Teil, 2. Bd., Art. 137 N 60). Gewahrsam als tatsächliche Sachherrschaft nach den Regeln des sozialen Lebens ist hinsichtlich des BGE 118 IV 209 S. 212Beschwerdegegners 1 zu bejahen, da dieser die Holzpfosten selbst aus Gemeindeholz anfertigte und sie für die Erstellung eines elektrischen Zauns zur Erleichterung seiner Arbeit als Viehhirt verwenden wollte. Der Beschwerdegegner 1 übte damit den Gewahrsam nicht bloss für seinen Arbeitgeber aus, wie dies für den Arbeiter in bezug auf die von ihm hergestellten Werkstücke bejaht wird (vgl. STRATENWERTH, Schweizerisches Strafrecht, Bes. Teil 1, 3. Aufl., § 8 N 85).\n\nb) Die Antragsberechtigung gemäss Art. 28 Abs. 1 StGB richtet sich nach dem Träger des angegriffenen Rechtsgutes. Bei höchstpersönlichen Rechtsgütern (Ehre, Berufsgeheimnis usw.) ist Verletzter nur der Träger des Rechtsgutes selbst, bei anderen Rechtsgütern sind auch andere Personen, die ein rechtlich geschütztes Interesse an der Erhaltung des Rechtsgutes haben, antragsberechtigt (vgl. NOLL/TRECHSEL, Schweizerisches Strafrecht, Allg. Teil I, 3. Aufl., S. 242).\n\nRechtsgut der Bestimmungen von Art. 137 ff. StGB ist das Eigentum, auch wenn die gegen dasselbe gerichteten Handlungen es als Recht nicht aufheben, sondern lediglich in die dem absoluten Recht entsprechende Verfügungsmacht über Sachwerte eingreifen (STRATENWERTH, a.a.O., § 8 N 2). Der Eigentümer wird beim Diebstahl im Grunde nur in der Ausübung seines Rechts, mit der Sache nach Belieben zu verfahren und andere von jeder Einwirkung auszuschliessen, betroffen. Rechtsgut ist daher die Verfügungsmöglichkeit des Rechtsgutsinhabers (vgl. SCHÖNKE/SCHRÖDER/ESER, Strafgesetzbuch, Kommentar, § 242 N 1).\n\nFür den zu beurteilenden Fall ist wesentlich, dass die Antragsberechtigung auch im Interesse an der Erhaltung des Rechtsgutes begründet sein kann, welches nicht nur der eigentliche Rechtsgutsträger besitzt. Insofern kann auch derjenige im Sinne von Art. 28 Abs. 1 StGB verletzt sein, in dessen Rechtskreis die Tat unmittelbar eingreift, sowie derjenige, dem eine besondere Verantwortung für die Erhaltung des Gegenstandes obliegt. Hinsichtlich der Sachbeschädigung gemäss Art. 145 Abs. 1 StGB hat das Bundesgericht die Antragsberechtigung in diesem Sinne auch auf den Mieter bzw. jeden Berechtigten, der die Sache nicht mehr gebrauchen kann, ausgedehnt (BGE 74 IV 6, BGE 102 II 87 E. a). Dem liegt der Gedanke zugrunde, dass der Mieter und andere Berechtigte unmittelbar auf den Gebrauchswert der Sache angewiesen und deshalb von deren Ausfall stärker betroffen sein können, als jener, der den entsprechenden Sachwert verloren hat (BGE 117 IV 438 E. 1b).\n\nBGE 118 IV 209 S. 213\n\nWenn jedoch die Antragsberechtigung bei der Sachbeschädigung nicht bloss auf den Eigentümer beschränkt ist, müssen ebenfalls bei der Entwendung und gegebenenfalls beim Diebstahl, soweit es sich um ein Antragsdelikt gemäss Art. 137 Ziff. 3 StGB handelt, auch andere Berechtigte, deren Interessen am Gebrauch der Sache durch die Wegnahme derselben unmittelbar beeinträchtigt wurden, Strafantrag stellen können. Was in diesem Zusammenhang zur Sachbeschädigung gesagt wurde, gilt in gleicher Weise auch hier. Aus diesen Gründen war der Beschwerdegegner 1 als am Gebrauchswert unmittelbar interessierter Gewahrsamsinhaber zur Stellung eines Strafantrags berechtigt. Die Beschwerde erweist sich daher als unbegründet."}