{"annee": "118", "cour": "II", "page": "313", "date": "2/6/1992", "cite": ["79 II 389", "109 II 452", "116 II 707", "116 II 695", "110 II 380", "41 II 268", "90 II 285"], "cite_par": ["124 III 355"], "chapeau": "62. Auszug aus dem Urteil der I. Zivilabteilung vom 2. Juni 1992 i.S. A. gegen v. B. und Mitbeteiligte (Berufung)", "regestes": ["Art. 396 al. 2, art. 543 al. 3 CO. Pouvoir de représentation de l'architecte qui est en même temps membre du consortium maître de l'ouvrage. Pour lier le maître de l'ouvrage, la reconnaissance des factures d'entrepreneurs par l'architecte doit, en règle générale, résulter d'un pouvoir de représentation exprès. Même si l'architecte est chargé de la direction des travaux, l'entrepreneur ne peut pas en déduire déjà sur la base de l'art. 396 al. 2 CO que l'architecte a le pouvoir de reconnaître les factures vérifiées par lui (consid. 2). Le pouvoir d'administrer de l'architecte membre du consortium ne résultant pas du contrat de société, la présomption d'un pouvoir de représentation au sens de l'art. 543 al. 3 CO ne peut, par conséquent, pas entrer en ligne de compte (consid. 3)."], "faits": "BGE 118 II 313 S. 314\n\nA.- Zum Zweck der Planung, Ausführung und Finanzierung eines Bauvorhabens in Ebikon hatten F., A., Be. und Bi. im Jahr 1972 die einfache Gesellschaft Konsortium H. gegründet. Der Architekturauftrag einschliesslich Bauleitung war den beiden Gesellschaftern und Architekten Be. und Bi. vom Konsortium gemeinsam erteilt worden (Ziff. 10 des Gesellschaftsvertrags). Die am 18. Februar 1981 noch ausstehende Werklohnforderung der vom Konsortium seinerzeit mit den Schreinerarbeiten beauftragten Firma H. AG belief sich gemäss der von Bi. unterzeichneten Bauabrechnung dieses Datums auf Fr. 286'009.15.\n\nB.- Als Abtretungsgläubiger der inzwischen in Konkurs gefallenen H. AG klagte u.a. Christoph v. B. beim Kantonsgericht Nidwalden gegen den Gesellschafter A. auf Zahlung dieses Betrags. Das Kantonsgericht schützte die Klage am 19. Dezember 1990 für Fr. 106'009.15, entsprechend der Werklohnrestanz gemäss Bauabrechnung abzüglich einer zur Verrechnung zugelassenen Konkursforderung des Beklagten von Fr. 180'000.--. Dessen Appellation wies das Nidwaldner Obergericht am 17. Oktober 1991 ab. Gegen den Appellationsentscheid führt der Beklagte eidgenössische Berufung mit der Begründung, entgegen der Auffassung der Vorinstanzen BGE 118 II 313 S. 315sei Bi. weder als Architekt noch als Gesellschafter ermächtigt gewesen, durch seine Unterschrift auf der Bauabrechnung die Werklohnschuld für die Mitglieder des Baukonsortiums verbindlich anzuerkennen. Das Bundesgericht heisst die Berufung gut, hebt den angefochtenen Entscheid auf und weist die Sache an die Vorinstanz zurück, damit diese die Höhe des Werklohns unabhängig von der Bauabrechnung festsetze.", "considerants": "Aus den Erwägungen:\n\n2. Gemäss Art. 396 Abs. 2 OR ist im Auftrag die Ermächtigung zu allen Rechtshandlungen enthalten, die zu seiner Ausführung gehören. In welchem Umfang der Architekt in einem in dieser Hinsicht den Regeln des einfachen Auftrags unterstehenden umfassenden Architektenvertrag (BGE 110 II 382 E. 2 mit Hinweis) ermächtigt ist, den Bauherrn durch Willenserklärungen gegenüber dem Unternehmer zu verpflichten, hängt deshalb in erster Linie von den Aufgaben ab, die dem Architekten übertragen worden sind.\n\na) Wie das Bundesgericht in BGE 109 II 459 f. E. 5c ausgeführt hat, zieht der Bauherr den Architekten bei als Fachmann für die Planung und Projektierung sowie für die Leitung und Überwachung der Bauausführung. Demgegenüber behält sich der Bauherr den Entscheid über finanzielle Verpflichtungen im Normalfall selbst vor, braucht er doch dazu nicht das besondere Fachwissen des Architekten. Daher gilt nach der neueren Rechtsprechung in Übereinstimmung mit der herrschenden Lehre, dass der Architekt für im Namen des Bauherrn abgegebene rechtsgeschäftliche Erklärungen, welche wie die Anerkennung einer Schlussrechnung den Bauherrn finanziell in erheblichem Mass verpflichten, einer ausdrücklichen Ermächtigung bedarf (BGE a.a.O. mit Hinweis auf SCHWAGER, Baurecht 1980 S. 36 f. und REBER, Rechtshandbuch, 4. A., S. 259 f. und 261).\n\nDieser Grundsatz hat jedenfalls dann zu gelten, wenn der Architekt seine Vollmacht allein aus Art. 396 Abs. 2 OR herleiten kann (GAUCH, Der Werkvertrag, 3. A., S. 246 Rz. 864; SCHWAGER, Die Vollmacht des Architekten, in: GAUCH/TERCIER, Das Architektenrecht, S. 237 f. Rz. 812-814, sowie BRUNO STIERLI, Die Architektenvollmacht, Diss. Freiburg 1988, S. 99 ff. Rz. 316-319, je mit Hinweisen). Aber auch unter der SIA-Ordnung 102, die dem Architekten in Art. 4.4.4. die Rechnungskontrolle überträgt, ist dieser nicht zur Anerkennung der kontrollierten Unternehmerrechnungen ermächtigt BGE 118 II 313 S. 316(SCHWAGER, a.a.O., S. 238 Rz. 813; STIERLI, a.a.O., S. 170 f. Rz. 606 f.; GAUCH, a.a.O.; aus der neuesten Rechtsprechung vgl. die Urteile in Baurecht 1991 S. 41 f. Nr. 57 und 58). Der Lehrmeinung von HESS (Der Architekten- und Ingenieurvertrag, Kommentar, insbesondere N. 45 und 56 zu Art. 1.4.3. SIA-Ordnung 102), der bereits aufgrund von Art. 396 Abs. 2 OR und unbekümmert um die finanziellen Konsequenzen für den Bauherrn eine umfassende Vertretungsmacht des Architekten befürwortet, kann nicht gefolgt werden. Sie verkennt, dass die aus Art. 396 Abs. 2 OR abgeleitete Ermächtigung zu direkter oder indirekter Stellvertretung (BGE 41 II 271 E. 3) auf die für die Auftragsausführung notwendigen Rechtshandlungen beschränkt ist (BGE 90 II 288 f. E. 1a). Während die Überprüfung von Unternehmerrechnungen auf ihre sachliche und rechnerische Richtigkeit (STIERLI, a.a.O., S. 101 Rz. 319) Fachkenntnis erfordert und deshalb zur Auftragsausführung gehört, darf der Unternehmer im allgemeinen nicht davon ausgehen, die blosse Tatsache der Auftragserteilung ermächtige den Architekten auch zur Anerkennung des von ihm geprüften Rechnungsergebnisses.\n\nWeil der Unternehmer vielmehr davon auszugehen hat, der Bauherr habe sich diese Rechtshandlung mit erheblichen finanziellen Konsequenzen selbst vorbehalten, setzt eine verbindliche Schuldanerkennung durch den Architekten regelmässig eine Sondervollmacht des Bauherrn an den Architekten voraus. Eine - tatsächlich u. U. gar nie erteilte - Vollmacht kann aber auch dadurch begründet werden, dass der Bauherr sie dem gutgläubigen Unternehmer gegenüber kundgibt (Art. 33 Abs. 3 OR). Diese Kundgabe erlangt namentlich Bedeutung im Bereich der gültig zum Bestandteil von Werkverträgen erhobenen SIA-Norm 118 (vgl. das Urteil in Baurecht 1991 S. 41 f. Nr. 58 mit Anmerkung von GAUCH). Unter welchen besonderen Umständen der Unternehmer ausnahmsweise zur Annahme berechtigt ist, der Architekt sei trotz fehlender Sondervollmacht bzw. trotz unterbliebener Vollmachtskundgabe des Bauherrn zur Anerkennung von Rechnungen ermächtigt (zur Duldungs- und Anscheinsvollmacht vgl. GAUCH/SCHLUEP, OR Allgemeiner Teil, Bd. I, 5. A., S. 264 Rz. 1411 ff.), kann im vorliegenden Fall offenbleiben (E. 2b hienach).\n\nb) Der zwischen dem Baukonsortium H. und den Architekten Bi. und Be. abgeschlossene Architekturvertrag übertrug den beiden Architekten auch die Bauleitung, so dass ein umfassender Architekturauftrag vorlag. Daraus schloss das Obergericht zu Recht, nach allgemeiner Usanz sei auch die Rechnungsprüfung BGE 118 II 313 S. 317übertragen worden. Nach dem Gesagten zum vornherein nicht zutreffen kann jedoch die vorinstanzliche Annahme, als bauleitender Architekt des Konsortiums, dem auch der Beklagte angehörte, sei Bi. aufgrund von Art. 396 Abs. 2 OR ermächtigt gewesen, durch seine Unterschrift auf der Bauabrechnung vom 18. Februar 1981 mit Wirkung für die Bauherrschaft gegenüber der H. AG als Unternehmerin eine Werklohnschuld in der Höhe von Fr. 286'009.15 anzuerkennen.\n\nDiese Annahme kann sich auch nicht auf eine Sondervollmacht, eine kundgegebene Vollmacht oder einen vertrauensbegründenden Tatbestand abstützen. Entscheidend für die Zusprechung der um Fr. 180'000.-- reduzierten Werklohnforderung von Fr. 286'009.15 war für beide kantonalen Instanzen die Qualifikation der von Bi. unterzeichneten Bauabrechnung als einer Werklohnanerkennung. Auch die Kläger stellen in ihrer Berufungsantwort entscheidend auf die Unterschrift von Bi. auf diesem Schriftstück ab, dem die Bedeutung einer vorbehaltlosen und damit auch die Bauherrschaft verpflichtenden Schuldanerkennung zukomme. Nach der im Berufungsverfahren zu prüfenden Auslegung dieses Schriftstücks nach dem Vertrauensgrundsatz (BGE 116 II 696 E. 2a mit Hinweis) kann es diese Bedeutung aber nicht haben. Gegen eine das Konsortium bindende Werklohnanerkennung spricht, dass die Bauabrechnung lediglich die Unterschriften von Bi. und eines Vertreters der H. AG trägt, während die für die Unterschrift der Bauherrschaft bestimmte Rubrik \"Genehmigt - Die Bauherrschaft\" leer blieb, obgleich auf der Bauabrechnung als Bauherr ausdrücklich das Baukonsortium H. aufgeführt ist. Damit brachte der Architekt gegenüber der Unternehmerin zum Ausdruck, dass die Anerkennung des von ihm geprüften Rechnungsbetrags dem Konsortium vorbehalten, seine Unterschrift also gerade nicht als solche zu verstehen sei. Eine verbindliche Werklohnanerkennung, die nach dem vorstehend Ausgeführten grundsätzlich eine ausdrückliche oder unmissverständlich bekundete Ermächtigung vorausgesetzt hätte, durfte die H. AG in der Bauabrechnung um so weniger erblicken, als die Mitglieder des Konsortiums über Bauerfahrung verfügten und ein erhebliches, für die Unternehmerin erkennbares Interesse daran hatten, sich die Genehmigung selbst vorzubehalten. Die Unternehmerin hatte nämlich nur für einen Teil der Schreinerarbeiten Preise offeriert, so dass die Höhe des Werklohns weitgehend nach Ergebnis (Art. 374 OR) festzusetzen und bereits vor Unterzeichnung der Abrechnung entsprechend umstritten war.BGE 118 II 313 S. 318\n\n3. Es bleibt die Frage, ob Bi. in seiner Eigenschaft als Mitglied des Konsortiums den beklagten Gesellschafter durch die Unterzeichnung der Bauabrechnung vom 18. Februar verpflichtet hat.\n\na) Schliesst ein Gesellschafter mit einem Dritten Geschäfte ab, so werden die übrigen Gesellschafter dem Dritten gegenüber nur berechtigt und verpflichtet, wenn der Gesellschafter im Namen der Gesellschaft oder sämtlicher Gesellschafter handelt und ihm auch die entsprechende Vertretungsmacht zusteht (Art. 543 Abs. 2 OR). Im Namen des Konsortiums hatte Bi. die Bauabrechnung jedoch nicht unterzeichnet. Aufgrund des Schriftstücks musste der H. AG als Unternehmerin vielmehr klar sein, dass Bi. unterschieden hatte zwischen der zwar aufgeführten, jedoch nicht unterzeichnenden Bauherrschaft einerseits und dem unterzeichnenden Architekten anderseits. Die Situation war keine andere, als wenn statt eines Mitglieds des Konsortiums ein aussenstehender Architekt die Bauabrechnung unterzeichnet hätte.\n\nb) Zu einer Werklohnanerkennung im Namen der Gesellschaft wäre Bi. auch nicht ermächtigt gewesen. Wohl wird die Ermächtigung zur Vertretung der Gesellschaft vermutet, sobald dem Gesellschafter die Geschäftsführung der Gesellschaft überlassen ist (Art. 543 Abs. 3 OR). Gemäss Ziff. 11 des Gesellschaftsvertrags sollte die \"Geschäftsführung\" jedoch durch alle Gesellschafter gemeinsam erfolgen. Im dritten Absatz dieser Ziffer war sogar ausdrücklich vereinbart, dass für sämtliche Werkverträge und Anweisungen aus dem Baukredit die Unterschriften sowohl der Architekten als auch der Gesellschafter erforderlich seien. Dementsprechend hatte Bi. laut Ziff. 10 des Gesellschaftsvertrags den Architekturauftrag nur \"in Arbeitsgemeinschaft\" mit Be. erhalten, und zwar nicht als \"Geschäftsführung\", sondern bloss als \"Dienstleistung\". Bi. allein sollten nach der gleichen Ziffer einzig die Dienstleistungen der \"Buchführung und Abschlüsse\" obliegen. Sonst hatte dieser keinerlei Einzelkompetenzen und damit auch keine gesellschaftsvertragliche Befugnis zur Anerkennung von Werklöhnen.\n\nFehlte es nach dem Gesellschaftsvertrag an der Geschäftsführungsbefugnis, kann auch die zu Verträgen und Gesellschaftsbeschlüssen subsidiäre gesetzliche Regelung nicht zum Tragen kommen, welche die Geschäftsführung allen Gesellschaftern zugesteht (Art. 535 Abs. 1 OR; SIEGWART, N. 24 zu Art. 535 OR, VON STEIGER, SPR VIII/1, S. 398). Damit entfällt aber die gegenüber gutgläubigen Dritten unwiderlegbare Vollmachtsvermutung des Art. 543 Abs. 3 OR (BGE 116 II 709 E. 1b). Unter welchen Voraussetzungen es die BGE 118 II 313 S. 319geduldete Geschäftsführung eines Gesellschafters den übrigen Gesellschaftern nach Art. 2 ZGB verwehrt, sich auf die fehlende Geschäftsführungsbefugnis zu berufen (BGE 79 II 392 f. E. 1), kann offenbleiben, nachdem für die Unternehmerin schon aus der Bauabrechnung selbst ersichtlich war, dass Bi. sie nicht als Gesellschafter, sondern als vom Konsortium beauftragter Architekt unterzeichnet hatte."}