{"annee": "118", "cour": "IB", "page": "518", "date": "4/12/1992", "cite": ["116 IB 155", "108 IB 57", "108 IB 62", "102 IB 290"], "cite_par": ["121 II 447", "120 II 137", "120 IB 305"], "chapeau": "63. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 4. Dezember 1992 i.S. BAP gegen K. und Regierungsrat des Kantons Basel-Landschaft (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 16 al. 1 LCR ainsi que les art. 42 al. 1, 44 al. 1 et 3, 45 al. 1 OAC; interdiction de faire usage d'un permis de conduire étranger prononcée à l'encontre du titulaire qui a refusé de se présenter à l'examen de conduite avant la conversion en un permis suisse. 1. Portée de l'art. 42 al. 1 en relation avec l'art. 44 al. 1 et 3 OAC (consid. 2). 2. Le fait de renoncer à effectuer l'examen de conduite ordonné dans le cadre de l'art. 44 al. 3 OAC ne justifie pas encore à lui seul de prononcer une interdiction de faire usage d'un permis de conduire étranger. L'autorité compétente doit tenir compte des circonstances du cas particulier: elle doit disposer de renseignements concrets suffisants démontrant que les conditions de l'octroi d'un permis de conduire ne sont pas ou plus réalisées en l'espèce (consid. 3)."], "faits": "BGE 118 Ib 518 S. 519\n\nDie Motorfahrzeugkontrolle Baselland bewilligte dem libanesischen Staatsangehörigen K. gestützt auf den in seinem Heimatstaat ausgestellten Führerschein am 21. März 1991, bis zum 30. Juni 1991 ein Motorfahrzeug der Kategorie B ohne hiesigen Ausweis zu führen. Sie verband damit die Auflage, dass er die im Zusammenhang mit der Erteilung des schweizerischen Ausweises angeordnete Kontrollfahrt bis \"spätestens am Ablauftag dieser Bewilligung\" absolviere. K. verzichtete hierauf und teilte der Motorfahrzeugkontrolle am 16. Juli 1991 mit, er habe sich entschlossen, \"seinen Führerausweis nicht umschreiben zu lassen\", worauf ihm die Kantonspolizei Basel-Landschaft auf unbestimmte Zeit das Recht absprach, Motorfahrzeuge in der Schweiz mit einem ausländischen Ausweis zu führen.\n\nDer Regierungsrat des Kantons Basel-Landschaft hiess eine von K. hiergegen erhobene Beschwerde am 7. Januar 1992 im Sinne der Erwägungen gut. Aus dem Verzicht auf die Umschreibung des Führerausweises könne noch nicht geschlossen werden, ein unbegleitetes Fahren von K. \"sei schlichtweg nicht mehr zu verantworten\". Es bedürfe hierfür weiterer konkreter Anhaltspunkte, welche im vorliegenden Fall fehlten. Weil sich K. seit mehr als einem Jahr in der Schweiz aufhalte, dürfe er gestützt auf Art. 42 Abs. 1 der Verordnung des Bundesrates vom 27. Oktober 1976 über die Zulassung von Personen und Fahrzeugen zum Strassenverkehr (VZV; SR 741.51) mit seinem libanesischen Ausweis hier bereits nicht mehr fahren, weshalb sich eine förmliche Aberkennung erübrige. Sollte K. sich als unfähig erweisen, ein Motorfahrzeug sicher zu führen, dies aufgrund des ausländischen Ausweises aber wieder dürfen, könne ihm dieser immer noch aberkannt werden; die von der Kantonspolizei verfügte Massnahme erscheine deshalb unverhältnismässig.\n\nDas Bundesamt für Polizeiwesen reichte gegen diesen Entscheid am 7. Februar 1992 beim Bundesgericht Verwaltungsgerichtsbeschwerde BGE 118 Ib 518 S. 520mit dem Antrag ein, der angefochtene Entscheid sei aufzuheben und der ausländische Führerausweis von K. auf unbestimmte Zeit abzuerkennen. Das Bundesamt macht geltend, der Entscheid des Regierungsrates verstosse gegen Art. 16 Abs. 1 des Strassenverkehrsgesetzes vom 19. Dezember 1958 (SVG; SR 741.01) sowie gegen Art. 42 Abs. 1, 44 Abs. 1 und 45 Abs. 1 VZV. Das Bundesgericht heisst die Beschwerde teilweise gut", "considerants": "aus folgenden Erwägungen:\n\n2. a) Motorfahrzeugführer aus dem Ausland dürfen in der Schweiz fahren, wenn sie einen gültigen nationalen Führerausweis, einen internationalen Führerausweis nach dem Abkommen vom 24. April 1926 über den Kraftfahrzeugverkehr (IntAbkKV, SR 0.741.11; BS 13, 545) oder nach den - von der Schweiz nicht ratifizierten - Abkommen vom 19. September 1949 oder 8. November 1968 über den Strassenverkehr besitzen (vgl. Art. 25 Abs. 2 lit. b SVG in Verbindung mit Art. 42 VZV). Diese Regelung will den zwischenstaatlichen Fahrzeugverkehr erleichtern: Fahrzeugführer, denen \"nach erbrachtem Nachweis\" ihrer \"Befähigung die Erlaubnis der zuständigen Behörde\" erteilt worden ist (vgl. Art. 6 IntAbkKV), sollen grundsätzlich in der Schweiz ein Motorfahrzeug führen dürfen, ohne einen hiesigen Ausweis erwerben zu müssen (vgl. RENÉ SCHAFFHAUSER, Grundriss des schweizerischen Strassenverkehrsrechts, Bd. 1: Verkehrszulassung und Verkehrsregeln, Bern 1984, S. 101, Rz. 262 f.). Wohnt der ausländische Motorfahrzeugführer seit einem Jahr in der Schweiz und hält er sich nicht während mehr als drei zusammenhängenden Monaten im Ausland auf, so bedarf er jedoch eines schweizerischen Ausweises (Art. 44 Abs. 1 VZV). Dieser wird ihm in der Regel - im Hinblick auf die bereits im Ausland erfolgte Abklärung seiner Tauglichkeit - ohne Prüfung durch Eintausch abgegeben; eine neue Prüfung kann jedoch gemäss Art. 44 Abs. 3 Satz 3 VZV angeordnet werden, wenn der Führer vor oder innerhalb von zwei Jahren nach der Erteilung des schweizerischen Führerausweises wegen verkehrsgefährdender Verletzung von Verkehrsvorschriften bestraft worden ist.\n\nb) Nach der Praxis des Bundesgerichtes ist die Regelung in Art. 44 Abs. 3 Satz 3 VZV nicht abschliessend zu verstehen. Bei hinreichend begründeten Bedenken über die Eignung eines ausländischen Fahrers kann direkt gestützt auf Art. 14 Abs. 3 SVG eine neue Prüfung BGE 118 Ib 518 S. 521angeordnet werden (unveröffentlichte Urteile vom 29. August 1989 i.S. D.K., E. 2a, und vom 30. Oktober 1991 i.S. C.D. u. Mitb., E. 2 u. 3b). Ob Zweifel an der Eignung des Fahrzeugführers bestehen, hat die Behörde nach pflichtgemässem Ermessen zu entscheiden; sie muss dabei in jedem Einzelfall die konkreten Umstände würdigen, die nicht unbedingt in einem automobilistischen Fehlverhalten zu liegen brauchen (BGE 108 Ib 63 E. 3b, bereits zitiertes Urteil i.S. D.K., E. 2a). Nach BGE 116 Ib 157 E. 2b dient Art. 44 Abs. 3 VZV der Verkehrssicherheit und steht in engem Zusammenhang mit Art. 14 Abs. 3 SVG und Art. 24 Abs. 1 VZV, wonach eine neue Führerprüfung anzuordnen ist, wenn der Fahrzeugführer Widerhandlungen begangen hat, die an seiner Kenntnis der Verkehrsregeln, an ihrer Anwendung in der Praxis oder am fahrtechnischen Können zweifeln lassen. Die zuständige Behörde darf bei der Anordnung der neuen Prüfung nicht einzig und allein auf die begangene Verkehrsregelverletzung abstellen, sondern muss als weitere Umstände etwa auch den Leumund, die Fahrleistung und die bisherige Dauer des Führerausweisbesitzes mitberücksichtigen.\n\n3. Im vorliegenden Fall wurde keine neue Prüfung, sondern, weil im Libanon echte Ausweise ohne Prüfung gekauft werden können, eine Kontrollfahrt (vgl. Art. 24 Abs. 2bis VZV) angeordnet, die unangefochten geblieben, von K. jedoch nicht absolviert worden ist. Die zuständige Behörde verweigerte ihm hierauf den schweizerischen Führerausweis und aberkannte ihm überdies, ohne ihn bei Anordnung der Kontrollfahrt auf diese Folge hingewiesen zu haben, seinen libanesischen Ausweis für die Schweiz auf unbestimmte Dauer.\n\na) Ausländische Führerausweise können nicht entzogen, jedoch für die Schweiz nach den Bestimmungen aberkannt werden, welche für den Entzug schweizerischer Führerausweise gelten (Art. 45 Abs. 1 VZV; BGE 108 Ib 61 E. 3a, BGE 102 Ib 292 E. 1). Gemäss Art. 16 SVG ist der Führerausweis unter anderem zu entziehen, wenn festgestellt wird, dass die gesetzlichen Voraussetzungen zu seiner Erteilung nicht oder nicht mehr bestehen, d.h. nicht nachgewiesen erscheint, dass der Fahrzeugführer die Verkehrsregeln kennt und Fahrzeuge der Kategorie, für die sein Ausweis gilt, sicher zu führen versteht (Art. 14 Abs. 1 SVG); bestehen Bedenken, ist eine neue Prüfung (Art. 14 Abs. 3 SVG) oder \"zur Abklärung der notwendigen Massnahmen\" vorerst auch nur eine Kontrollfahrt anzuordnen (Art. 24 Abs. 2bis VZV; vgl. unveröffentlichtes Urteil vom 6. November 1986 i.S. D.C., E. 3c).\n\nBGE 118 Ib 518 S. 522\n\nb) Die Aberkennung eines ausländischen Ausweises entspricht in ihren Wirkungen insofern der Anordnung einer neuen Prüfung, als ein aberkannter Ausweis nicht mehr in einen schweizerischen umgetauscht werden kann. Sie geht weiter als diese Massnahme, weil der Führerausweis in der Schweiz selbst dann nicht mehr gebraucht werden darf, wenn sein Inhaber wieder im Ausland wohnt und damit keine hiesige Fahrbewilligung mehr benötigt (vgl. Art. 44 Abs. 1 VZV). Die zuständige Behörde muss deshalb beim Entscheid, den ausländischen Ausweis im Rahmen von Art. 44 Abs. 3 VZV abzuerkennen, wie bei der Anordnung einer neuen Prüfung, den Umständen des Einzelfalles Rechnung tragen; sie hat über hinreichend konkrete Hinweise darüber zu verfügen, dass die Voraussetzungen zur Erteilung der Fahrbewilligung tatsächlich nicht oder nicht mehr gegeben sind. Verzichtet der ausländische Führer - wie hier - auf die zur Abklärung dieses Punktes angeordnete Kontrollfahrt, nachdem er sich dieser Massnahme nicht widersetzt hat, so kann darin ein Indiz liegen, dass er sich zum Führen eines Motorfahrzeuges nicht eignet. Es darf daraus jedoch nicht schematisierend geschlossen werden, dies sei immer der Fall. Die konkreten Umstände, etwa das bisherige Fahrverhalten in der Schweiz und die Gründe, welche zur Anordnung der Kontrolle bzw. zum Verzicht des Automobilisten geführt haben, sind beim Entscheid mitzuberücksichtigen. Die Richtlinie Nr. 1 der Vereinigung der Strassenverkehrsämter vom 17. April 1984 über die Behandlung der Motorfahrzeuge und Motorfahrzeugführer aus dem Ausland, der zwar kein Rechtssatzcharakter zukommt, die aber als Ansicht von Sachverständigen über die Gesetzesauslegung dennoch berücksichtigt werden kann (BGE 116 Ib 158 E. 2b), sieht eine formelle Aberkennung des ausländischen Ausweises auch nur vor, wenn der Bewerber einer angeordneten Prüfung \"unentschuldigt\" nicht nachgekommen ist (S. 20, 351).\n\nc) K. hat seinen Verzicht auf die Kontrollfahrt damit begründet, dass er aus finanziellen Gründen kein Auto habe mieten können; seine Kollegen hätten ihm keines zur Verfügung gestellt, weil sie sie selber gebraucht hätten. Dass er innert dreier Monate keine Möglichkeit gefunden haben soll, sich für die Kontrollfahrt ein Auto zu beschaffen, wirkt wenig glaubwürdig; er hätte sich in diesem Fall wohl vernünftigerweise mit seinem Problem an die Motorfahrzeugkontrolle gewandt. Aus seiner Begründung ergibt sich auf jeden Fall, dass er zumindest seit etwa 18 Monaten über keine Fahrpraxis mehr verfügt, was den Schluss nahelegt, er habe auf die Kontrollfahrt verzichtet, weil er befürchten musste, sie nicht zu bestehen. Seinen BGE 118 Ib 518 S. 523libanesischen Ausweis hat er im April 1986 zu einer Zeit erworben, als bürgerkriegsähnliche Zustände herrschten. Hinweise darauf, dass er bis zu seiner Einreise in die Schweiz im Mai 1990 anderswo regelmässig gefahren wäre, bestehen nicht. Es rechtfertigte sich unter diesen Umständen im Interesse der Verkehrssicherheit, ihm nicht nur keinen schweizerischen Ausweis auszustellen, sondern grundsätzlich auch seinen libanesischen Führerschein abzuerkennen.\n\nDer Regierungsrat hat bei der Anwendung von Art. 16 Abs. 1 SVG im vorliegenden Fall die Interessen der Verkehrssicherheit zu wenig berücksichtigt, weshalb sein Entscheid insofern Bundesrecht verletzt. Die Tatsache, dass die Motorfahrzeugkontrolle K. auch nach der in Art. 42 VZV vorgesehenen Jahresfrist erlaubt hat, bis zur angeordneten Kontrollfahrt ein Motorfahrzeug zu führen, und die Kantonspolizei ihrerseits auf eine sofortige provisorische Aberkennung gemäss Art. 35 Abs. 3 VZV verzichtet hat, ist mit Bezug auf die Fahrtauglichkeit wenig aussagekräftig. Nachdem K. bereits während eines Jahres in der Schweiz mit seinem libanesischen Führerausweis hätte fahren dürfen, drängte es sich auf, ihm dieses Recht bis zur Kontrollfahrt zu belassen, zumal diese lediglich mit den allgemeinen Verhältnissen im Libanon begründet worden war; eine sofortige vorsorgliche Aberkennung nach dem 30. Juni 1991 erschien dagegen unnötig, weil K. sich tatsächlich in der Schweiz aufhielt und bis zum definitiven Entscheid hier bereits gestützt auf Art. 42 Abs. 1 in Verbindung mit Art. 44 Abs. 1 VZV nicht mehr Auto fahren durfte. Nachdem er bis heute kaum oder gar nicht gefahren ist, konnte schliesslich auch - bis zum Moment, da er selber um einen schweizerischen Ausweis nachsuchte - keine Veranlassung bestehen, ihm den libanesischen Führerausweis abzuerkennen.\n\nd) Den grundsätzlich berechtigten Überlegungen der Vorinstanz zur Verhältnismässigkeit der anzuordnenden Massnahme und der Tatsache, dass der Sachverhalt nicht abschliessend festgestellt erscheint, weil keine Kontrollfahrt durchgeführt werden konnte, ist insofern Rechnung zu tragen, als K. der libanesische Ausweis - entgegen der Verfügung der Kantonspolizei und dem Antrag des Bundesamtes für Polizeiwesen, der diese Lösung aber mitumfasst (vgl. Art. 114 Abs. 1 OG) - nicht auf unbestimmte Zeit, sondern lediglich resolutiv bedingt bis zur Ablegung der Kontrollfahrt aberkannt wird. Die zuständige Behörde wird nach dieser über das weitere Vorgehen zu entscheiden und die Frage zu beurteilen haben, ob der libanesische Ausweis ohne weiteres in einen schweizerischen umgetauscht werden kann oder aber eine neue Prüfung angeordnet werden BGE 118 Ib 518 S. 524muss. Aufgrund des Ergebnisses der Kontrollfahrt wird darüber zu befinden sein, ob und unter welchen Bedingungen sich eine weitere Aberkennung des libanesischen Ausweises rechtfertigt; in der Zwischenzeit darf K. in der Schweiz keine Motorfahrzeuge mehr führen, selbst wenn er seinen Wohnsitz ins Ausland verlegen sollte."}