{"annee": "118", "cour": "IA", "page": "245", "date": "9/7/1992", "cite": ["117 IA 35", "112 IA 251", "101 IB 70", "115 IA 42", "98 IA 105", "110 IB 138", "106 IA 28", "105 V 180", "110 IA 1", "92 I 42", "104 IA 336", "115 IA 378", "106 IA 163", "117 IA 285", "102 IA 7", "112 IA 136", "113 IA 412", "102 IA 104"], "cite_par": ["145 III 63", "132 I 157", "118 IA 320", "120 II 137", "119 IA 254", "121 V 65", "118 IA 305", "122 V 6", "128 I 113", "130 V 18", "122 I 44", "128 II 112", "124 I 159", "121 I 22", "124 I 216", "122 V 270", "127 I 60", "123 II 385", "126 II 377", "129 I 161", "127 I 31", "120 V 445", "122 V 169", "122 II 113", "134 I 322", "128 I 327", "134 I 23", "125 II 152", "127 I 145", "133 I 110"], "chapeau": "35. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 9. Juli 1992 i.S. X. gegen Schulverwaltung und Berufsschulkommission der Stadt St. Gallen sowie Erziehungsdepartement und Regierungsrat des Kantons St. Gallen (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 et art. 22ter Cst.; sous-délégation; droits acquis; fixation du début du traitement d'une maîtresse d'école professionnelle dans le canton de Saint-Gall. 1. Exigences de droit fédéral en matière de délégation de compétences législatives (précision de la jurisprudence; consid. 3b). 2. Conditions pour admettre une sous-délégation (consid. 3c); réalisées pour la règle prévue à l'art. 3 du règlement saint-gallois en matière de service et traitement des maîtres du 29 avril 1986, selon laquelle la commission de l'école professionnelle édicte des prescriptions complémentaires sur les rapports de service (consid. 3d-consid. 3f). 3. Principe de la confiance (consid. 4b) et interdiction de la rétroactivité (consid. 4c). 4. Rapport des droits acquis avec le principe de la confiance et la garantie de la propriété (consid. 5a); absence de caractère de droit acquis en l'espèce (consid. 5b). Il n'est généralement ni arbitraire, ni contraire au principe de l'égalité de traitement de classer des fonctionnaires engagés avant et après une révision des traitements selon des critères différents (consid. 5c et consid. 5d)."], "faits": "BGE 118 Ia 245 S. 246\n\nDie Schulverwaltung der Stadt St. Gallen wählte X. am 19. November 1985 auf den 15. April 1988 unter der Bedingung zur hauptamtlichen Berufsschullehrerin, dass sie den entsprechenden Ausbildungsgang am Schweizerischen Institut für Berufspädagogik erfolgreich abschliesse. Die Wahlanzeige enthielt den vorgedruckten Vermerk, über die Besoldung gebe die Verordnung vom 18. November 1969 über die Dienst- und Besoldungsverhältnisse der städtischen Lehrerschaft Auskunft.\n\nAm 20. April 1988 stufte die Schulverwaltung X. gestützt auf eine am 17. März 1988 erlassene und auf Beginn des Schuljahres 1988/89 in Kraft getretene \"Ergänzende Dienst- und Besoldungsordnung für die Lehrer an Berufsschulen\" (ErgDBO) in die Besoldungsgruppe C 2 mit fünf Dienstjahren ein. Diesen Entscheid korrigierte sie am 17. Juni 1988, wobei sie X. neu sieben Dienstjahre anrechnete.\n\nX., welche der Meinung war, ihre bisherige Tätigkeit als Volksschullehrerin hätte ihr der im November 1985 geltenden Praxis entsprechend voll und nicht nur teilweise angerechnet werden müssen, focht diese Einstufung zuerst bei der Berufsschulkommission der Stadt und hernach beim Erziehungsdepartement des Kantons St. Gallen erfolglos an. Der Regierungsrat wies eine bei ihm eingereichte Rechtsverweigerungsbeschwerde am 17. Dezember 1991 ab.\n\nGegen diesen Entscheid führt X. staatsrechtliche Beschwerde. Sie beantragt, die Entscheide des Regierungsrates vom 17. Dezember 1991, des Erziehungsdepartementes vom 18. Januar 1991 und der Berufsschulkommission vom 1. Dezember 1988 sowie die Verfügung der Schulverwaltung vom 17. Juni 1988 vollumfänglich aufzuheben. Die Angelegenheit sei zur Neubeurteilung an den Regierungsrat, eventuell an das Erziehungsdepartement zurückzuweisen; subeventuell sei die Beschwerdeführerin \"mit Wirkung ab Beginn BGE 118 Ia 245 S. 247des Sommersemesters 1988 als hauptamtliche Berufsschullehrerin in die Besoldungsklasse C 2 im 10. Dienstjahr (und für die folgenden Schuljahre entsprechend höher) einzustufen\". X. begründet ihre Anträge mit einer Verletzung des Legalitätsprinzips, des Grundsatzes von Treu und Glauben, des Rückwirkungsverbotes, der Rechtsgleichheit sowie der Eigentumsgarantie. Zudem macht sie geltend, das einschlägige kantonale Recht sei willkürlich angewandt worden.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt,", "considerants": "aus folgenden Erwägungen:\n\n3. Die Beschwerdeführerin rügt in erster Linie, die dem Einstufungsentscheid zugrundeliegende Regelung beruhe auf einer unzulässigen Subdelegation. Der Regierungsrat habe Art. 23 ErgDBO, welcher vorsieht, dass nur die nach dem 25. Altersjahr erbrachten Dienstjahre an einer Volksschule bei der Einstufung voll angerechnet werden (lit. a), die anderen dagegen lediglich zur Hälfte (lit. b), in willkürlicher Auslegung des einschlägigen kantonalen Gesetzesrechts und in Verletzung des Legalitätsprinzips als verbindlich erachtet.\n\na) Nach Art. 27 lit. b des Einführungsgesetzes vom 19. Juni 1983 zur Bundesgesetzgebung über die Berufsbildung (im folgenden: Einführungsgesetz, EG BBG; sGS 231.1) erlässt der Regierungsrat Vorschriften über die \"Anstellungsbedingungen und Besoldung der Lehrer\" an Berufsschulen. Diesem Regelungsauftrag ist er am 29. April 1986 in der \"Dienst- und Besoldungsordnung für die Lehrer an Berufsschulen\" (DBO; sGS 231.31) nachgekommen. Art. 3 dieser Verordnung sieht vor, dass die Berufsschulkommissionen \"durch Reglement ergänzende Vorschriften über das Dienstverhältnis der Lehrer\" erlassen. Die Berufsschulkommission der Stadt St. Gallen hat dies am 17. März 1988 mit der \"Ergänzenden Dienst- und Besoldungsordnung für die Lehrer an Berufsschulen\" getan; der heute umstrittene Art. 23 ihrer Regelung beruht insofern auf einer sogenannten Subdelegation.\n\nb) Ob und wieweit der kantonale Gesetzgeber oder ein ihm nachgeordnetes Organ seine Zuständigkeit zur Rechtssetzung an ein anderes Organ delegieren darf, ist vorab eine Frage des kantonalen Verfassungsrechts, welches hierzu aber häufig keine ausdrückliche Regelung enthält. Bundesrechtlich ist die Delegation von BGE 118 Ia 245 S. 248Rechtssetzungskompetenzen vom kantonalen Gesetzgeber an eine Verwaltungsbehörde nach der Rechtsprechung zulässig, wenn sie nicht durch das kantonale Recht ausgeschlossen ist, sich auf ein bestimmtes Gebiet beschränkt und das Gesetz die Grundzüge der Regelung selbst enthält, soweit sie die Rechtsstellung der Bürger schwerwiegend berührt. Als weiteres Erfordernis wird vorausgesetzt, dass die Delegation in einem Gesetz enthalten sei, welches der Volksabstimmung unterliege (BGE 115 Ia 379 E. 3a, 290 E. 7c; BGE 112 Ia 254 E. 2a, 139 E. 3b). Dieser Punkt ist in Übereinstimmung mit der Formulierung in älteren Entscheiden (vgl. BGE 98 Ia 109 E. 2 mit Hinweisen) wieder dahin gehend zu präzisieren, dass auch allein vom Parlament beschlossene Erlasse die Funktion des formellen Gesetzes erfüllen können, wenn die entsprechende kantonale Verfassungsordnung dies so vorsieht. Die Kantone sind von Bundesrechts wegen nämlich nicht gehalten, ihre Gesetze dem Referendum zu unterstellen (vgl. ANDREAS AUER, La notion de la loi en droit cantonal: Carrefour du fédéralisme et de la démocratie suisse, in: Das Gesetz im Staatsrecht der Kantone, Chur/Zürich 1991, S. 22-25, vgl. auch FN 23; GEORG MÜLLER, Legalitätsprinzip und kantonale Verfassungsautonomie, in: Im Dienst an der Gemeinschaft, Festschrift für Dietrich Schindler, Basel/Frankfurt a.M. 1989, S. 747 ff., 756). Ob eine Delegationsnorm diesen verfassungsrechtlichen Anforderungen genügt, prüft das Bundesgericht mit freier Kognition (BGE 112 Ia 139 E. 3b mit Hinweis).\n\nDie Beschwerdeführerin behauptet nicht, dass die in Art. 27 lit. b EG BBG enthaltene Gesetzesdelegation an den Regierungsrat gegen kantonales Verfassungsrecht verstosse oder den erwähnten bundesrechtlichen Anforderungen nicht genüge. Sie bestreitet indessen die Zulässigkeit der in Art. 3 DBO enthaltenen teilweisen Subdelegation der betreffenden Regelungskompetenz an die Berufsschulkommissionen: Der Gesetzgeber habe diese Rechtssetzungsbefugnis dem Regierungsrat eingeräumt; die Möglichkeit einer Weiterdelegation sei nicht vorgesehen.\n\nc) Nach Art. 7 Abs. 5 des Bundesgesetzes vom 19. September 1978 über die Organisation und die Geschäftsführung des Bundesrates und der Bundesverwaltung (VwOG; SR 172.010) darf der Bundesrat seine Verordnungskompetenz an andere nachgeordnete Organe als die Departemente nur dann delegieren, wenn ein Bundesgesetz oder ein allgemeinverbindlicher Bundesbeschluss ihn dazu ausdrücklich ermächtigt; eine Subdelegation an die Departemente ist nach der Rechtsprechung dagegen auch ohne spezielle Ermächtigung zulässig BGE 118 Ia 245 S. 249(BGE 101 Ib 74 E. 4a; CHRISTIAN FURRER, Bundesrat und Bundesverwaltung, Bern 1986, S. 41, N 6 und 7), zumindest wenn sie sich auf Vorschriften vorwiegend technischer Natur bezieht und kein Rechtsgrundsatz - namentlich des Verfassungsrechts - betroffen wird (BGE 105 V 184 E. 2b mit Hinweisen, BGE 92 I 45 E. 2).\n\nIn BGE 92 I 47 E. 2 liess das Bundesgericht die Frage offen, ob der im Bund statuierten Regelung die Bedeutung eines allgemeingültigen Prinzips beizumessen ist. In einem neueren, die Raumplanung betreffenden Entscheid scheint es - ohne weitere Begründung in einem obiter dictum - davon ausgegangen zu sein, die Zulässigkeit der Subdelegation hänge zumindest davon ab, dass das entsprechende Gesetz sie vorsehe (BGE 110 Ib 140 E. 3b). Die Stellungnahmen der Lehre zur Subdelegation sind kontrovers (vgl. die Übersicht in BGE 92 I 45 f.). Die neuere schweizerische Doktrin und Praxis vertritt vorwiegend die Auffassung, dass das Gesetz bzw. der Erlass, welcher die Zuständigkeit der subdelegierenden Behörde begründet, die Möglichkeit der Subdelegation ausdrücklich vorzusehen habe (THOMAS COTTIER, Die Verfassung und das Erfordernis der gesetzlichen Grundlage, 2. Aufl., Chur/Zürich 1991, S. 47; YVETTE KOVACS, No Taxation Without Representation, Die Gesetzesdelegation im Steuerrecht unter besonderer Berücksichtigung des zürcherischen Steuergesetzes, Diss. ZH 1991, S. 66 ff.; ULRICH HÄFELIN/WALTER HALLER, Schweizerisches Bundesstaatsrecht, Zürich 1988, S. 311, Rz. 1017; FRITZ GYGI, Verwaltungsrecht, Bern 1986, S. 81; THOMAS FLEINER-GERSTER, Grundzüge des allgemeinen und schweizerischen Verwaltungsrechts, Zürich 1980, S. 63, Rz. 34; MAX IMBODEN/RENÉ A. RHINOW, Schweizerische Verwaltungsrechtsprechung, 6. Aufl., Basel/Frankfurt a.M. 1986, Bd. I, Nr. 63, B/VIII; RENÉ A. RHINOW/BEAT KRÄHENMANN, Schweizerische Verwaltungsrechtsprechung, Ergänzungsband, Basel/Frankfurt a.M. 1990, Nr. 63, B/VIII). Nach YVO HANGARTNER muss aus der Gesetzesdelegation \"hervorgehen, dass der Subdelegation nichts entgegensteht\" (Grundzüge des schweizerischen Staatsrechts, Bd. I, Zürich 1980, S. 204); BLAISE KNAPP beschränkt sich auf die Forderung, dass die Subdelegationsklausel den allgemeinen bundesgerichtlichen Anforderungen an die Gesetzesdelegation zu genügen habe, im übrigen sei für ihre Zulässigkeit und Form das kantonale Recht massgebend (Grundlagen des Verwaltungsrechts, Bd. 1, Basel/Frankfurt a.M. 1992, Ziff. 347).\n\nAn diese letztere Auffassung ist angesichts der Verschiedenheit der verfassungsrechtlichen Kompetenzordnungen in den einzelnen BGE 118 Ia 245 S. 250Kantonen und im Hinblick auf die Vielfalt der möglichen Tatbestände anzuknüpfen. Allgemeingültige, aus dem Bundesverfassungsrecht herzuleitende Minimalanforderungen für die Subdelegation von Rechtssetzungsbefugnissen lassen sich kaum aufstellen. Dies gilt insbesondere für die in der Doktrin vertretene Forderung, wonach der Erlass, welcher die Kompetenz der subdelegierenden Behörde begründet, die Möglichkeit der Weiterdelegation selber ausdrücklich vorzusehen habe. Die entsprechende Voraussetzung ginge in dieser allgemeinen Form weiter als die dargelegte positivrechtliche Regelung im Bund und würde im Bereich des kantonalen Staatsrechtes jenen Fällen nicht gerecht, in denen die subdelegierende Behörde ohne die verlangte spezielle Ermächtigung, aber durchaus im Einklang mit der kantonalen Zuständigkeitsordnung einem nachgeordneten, gemäss Verfassung oder Gesetz in einem bestimmten Rahmen grundsätzlich zur Rechtssetzung befugten Organ legislatorische Kompetenzen einräumt bzw. diese potentielle Rechtssetzungsbefugnis durch einen entsprechenden Regelungsauftrag \"aktualisiert\". Neuere Kantonsverfassungen schreiben die Gesetzesform nur noch für wichtige, grundlegende Normen vor und ermächtigen bestimmte, dem Gesetzgeber nachgeordnete Organe generell zum Erlass ausführender, konkretisierender oder ergänzender Regelungen (vgl. § 78/91 der Verfassung vom 25. Juni 1980 des Kantons Aargau, SR 131.227; § 63/74 der Verfassung vom 17. Mai 1984 des Kantons Basel-Landschaft, SR 131.222.2; § 90 der Verfassung vom 28. Oktober 1984 des Kantons Uri, SR 131.214; Art. 71/79 der Verfassung vom 8. Juni 1986 des Kantons Solothurn, SR 131.221). Wenn das betreffende Organ - Parlament, Regierungsrat, Anstalt oder öffentlichrechtliche Körperschaft - von dieser im einschlägigen Organisationsrecht im Grundsatz bereits vorgesehenen Regelungskompetenz Gebrauch macht, so liegt darin keine \"Gesetzesdelegation\" im eigentlichen Sinn mehr; soweit besondere Ermächtigungen im vorangehenden höherstufigen Erlass überhaupt erforderlich sind, bewirken sie lediglich die \"Aktualisierung\" der an sich schon von Verfassungs wegen bestehenden Rechtssetzungskompetenz (vgl. dazu YVETTE KOVACS, a.a.O., S. 50 ff. mit weiteren Hinweisen; KURT EICHENBERGER, Verfassung des Kantons Aargau, Aarau 1986, S. 261, Rz. 19/23 zu § 78 und S. 310 ff.).\n\nMassgebend für die Zulässigkeit einer Subdelegation bleibt daher, von den erwähnten allgemeinen bundesrechtlichen Delegationsschranken abgesehen (vgl. E. 3b), die jeweilige kantonale Kompetenzordnung; zusätzlich ist im Einzelfall abzuklären, ob die in Frage BGE 118 Ia 245 S. 251stehende Subdelegation mit Wortlaut und Sinn der einschlägigen höherstufigen Vorschriften vereinbar ist (vgl. unveröffentlichtes Urteil des Bundesgerichts vom 10. Mai 1989 i.S. R. P. c. RR/GR, E. 2e). Die Auslegung des kantonalen Gesetzesrechts prüft das Bundesgericht dabei, wenn wie im vorliegenden Fall kein besonders schwerer Eingriff in ein spezielles Grundrecht in Frage steht, lediglich unter dem Gesichtswinkel der Willkür (BGE 102 Ia 115 E. 4; vgl. JÖRG PAUL MÜLLER, in: Kommentar BV, Einleitung zu den Grundrechten, Rz. 116).\n\nd) Nach der st. gallischen Staatsrechtspraxis gilt der Regierungsrat auch ohne ausdrückliche gesetzliche Ermächtigung dann als zur Weitergabe von Rechtssetzungskompetenzen befugt, wenn ersichtlich ist, dass der Gesetzgeber der Regierung in dieser Frage einen Gestaltungsspielraum belassen wollte, was vor allem dann anzunehmen ist, wenn der Regierungsrat pauschal zu weiteren Regelungen ermächtigt wird (YVO HANGARTNER, Das Gesetz im st. gallischen Staatsrecht, in: Das Gesetz im Staatsrecht der Kantone, Chur/Zürich 1991, S. 290). Diese Auffassung liegt stillschweigend dem angefochtenen Regierungsratsentscheid zugrunde, welcher die umstrittene Subdelegation trotz fehlender Ermächtigung im Einführungsgesetz als gültig bezeichnet.\n\nOb diese Betrachtungsweise vor dem st. gallischen Verfassungsrecht standhält, ist nicht zu untersuchen; die Beschwerdeführerin erhebt in dieser Hinsicht keine begründete Rüge (vgl. Art. 90 Abs. 1 lit. b OG). Sie macht, ohne Anknüpfung an die kantonale Zuständigkeitsordnung, lediglich geltend, das Einführungsgesetz sehe die Weitergabe der betreffenden Rechtssetzungskompetenz nicht ausdrücklich vor. Darin allein liegt jedoch nach dem Gesagten noch kein Verstoss gegen Bundesverfassungsrecht.\n\ne) Zu prüfen bleibt der Einwand, die angeordnete Subdelegation lasse sich nicht mit Wortlaut und Sinn der im Einführungsgesetz getroffenen Regelung vereinbaren.\n\nArt. 27 lit. b EG BBG hält fest, dass der Regierungsrat die Anstellungsbedingungen und Besoldung der Lehrer regelt. Eine Weitergabe dieser Kompetenz an die Berufsschulkommissionen, welche nach Art. 26 EG BBG im Schulreglement die Organisation und Leitung der Schule, den Schulbetrieb und das Rechnungswesen ordnen, sieht das Einführungsgesetz, wie bereits dargelegt, nicht vor. Der Wortlaut von Art. 27 EG BBG (\"Der Regierungsrat erlässt durch Verordnung Vorschriften über:)...\") legt indessen nicht zwingend nahe, dass die betreffende kantonale Regelung abschliessend zu sein BGE 118 Ia 245 S. 252habe; auch aus der regierungsrätlichen Botschaft vom 12. Januar 1982 zum Einführungsgesetz ergeben sich keine schlüssigen Hinweise hierauf (vgl. Amtsblatt des Kantons St. Gallen 1982, S. 197 ff.). In den Ausführungen zu Art. 27 EG BBG wird dort lediglich das Fehlen kantonaler Vorschriften über die Anstellungsbedingungen und Besoldung der Berufsschullehrer als Mangel der bisherigen Ordnung beklagt (S. 212) und von einem \"verstärkten Einfluss\" des Kantons gesprochen (S. 203 und 204), gleichzeitig aber auch bemerkt, dass den einzelnen Berufsschulen wegen der unterschiedlichen Verhältnisse bei der Rekrutierung der Lehrer weiterhin \"ein gewisser Entscheidungsspielraum\" belassen werden soll (S. 212).\n\nWenn der Regierungsrat unter diesen Umständen den Berufsschulkommissionen im Zusammenhang mit dem Dienstverhältnis der Lehrer Raum für ergänzende eigene Regelungen liess (Art. 3 DBO), so kann er sich hiefür zwar nicht auf den Wortlaut von Art. 27 lit. b EG BBG, wohl aber auf dessen Sinn und Zweck sowie auf die besondere Natur der Materie berufen (vgl. dazu BGE 106 Ia 30 E. 2a). Die Auffassung, der Regierungsrat dürfe sich auf dem (weiten) Gebiet des Dienst- und Besoldungsrechtes der Berufsschullehrer auf die Normierung jener Fragen beschränken, welche sinnvollerweise - d.h. im Hinblick auf den öffentlichen Auftrag der Berufsschulen und ihre Subventionierung durch Bund und Kantone - für den ganzen Kanton einheitlich zu regeln sind, erscheint nicht schlechterdings unhaltbar und damit willkürlich. Dass der Gesetzgeber selber die Berufsschulkommissionen zum Erlass von anstaltseigenen Reglementen geeignet und legitimiert erachtet, ergibt sich aus Art. 26 EG BBG. Zu berücksichtigen ist schliesslich auch, dass es im vorliegenden Fall nicht um die Weitergabe einer Verordnungskompetenz an eine in die Verwaltungshierarchie eingegliederte nachgeordnete Dienststelle, sondern um die Anerkennung einer subsidiären Rechtssetzungsbefugnis der einzelnen Berufsschulen geht, welche ungeachtet der bundes- und kantonalrechtlichen Normierung des Berufsschulwesens eine gewisse organisatorische Autonomie bewahrt haben. Insofern liegt eine der Weitergabe von Befugnissen an Gemeinden oder sonstige Selbstverwaltungskörper ähnliche Situation vor; für diese gelten aber, wie das Bundesgericht wiederholt festgestellt hat, andere Regeln als für die Rechtssetzungsdelegation an Verwaltungsorgane (BGE 104 Ia 340 E. 4b, BGE 102 Ia 10 E. 3b, BGE 101 Ib 75 E. 4b, 97 I 202 E. 5a, 804/5 E. 7; vgl. auch BGE 115 Ia 47 ff.).\n\nBGE 118 Ia 245 S. 253\n\nf) Die Beschwerdeführerin beruft sich zur Begründung ihrer Auffassung, Art. 23 ErgDBO sei unzulässig, auch auf Art. 32 Abs. 1 DBO, der lautet:\n\n\"Die Berufsschulkommission setzt innerhalb der entsprechenden Kategorie die Anfangsbesoldung fest. Dabei werden Dienstjahre an anderen Berufsschulen sowie besondere Umstände, besondere Fähigkeiten, Kenntnisse und Vorbildung angemessen berücksichtigt.\"\n\nDiese Bestimmung schliesse eine weitere Konkretisierung der genannten Kriterien durch generell-abstrakte Vorschriften im Rahmen der den Berufsschulkommissionen eingeräumten Kompetenz, ergänzende Regelungen über das Dienstverhältnis zu erlassen (Art. 3 DBO), aus.\n\nDie Folgerung ist nicht zwingend. Die in Art. 32 Abs. 1 DBO verwendeten unbestimmten Rechtsbegriffe räumen den Berufsschulkommissionen einen weiten Beurteilungsspielraum ein. Weshalb dessen Handhabung nicht durch ein Reglement weiter konkretisiert werden dürfte, begründet die Beschwerdeführerin nicht in rechtsgenügender Weise (vgl. BGE 110 Ia 3 E. 2a).\n\ng) Zusammenfassend ergibt sich damit, dass der Regierungsrat weder gegen anerkannte Delegationsgrundsätze des Bundesverfassungsrechts noch gegen das Willkürverbot verstossen hat, wenn er die gestützt auf Art. 3 DBO ergangene ergänzende Regelung der Berufsschulkommission der Stadt St. Gallen als grundsätzlich zulässig und mit der vom Gesetzgeber im Einführungsgesetz - und von ihm selber in der Dienst- und Besoldungsordnung - getroffenen Regelung vereinbar erachtete.\n\n4. a) Die Beschwerdeführerin erblickt in der bloss teilweisen Anrechnung ihrer Dienstjahre als Volksschullehrerin auch eine unzulässige, gegen das Gebot der Rechtsgleichheit sowie den Grundsatz von Treu und Glauben verstossende \"Praxisänderung\".\n\nDer Einwand erweist sich nach dem soeben Ausgeführten als unbegründet. Der Regierungsrat durfte die in Art. 23 ErgDBO getroffene Regelung über die Festsetzung der Anfangsbesoldung ohne Verfassungsverletzung als verbindlichen Rechtssatz bezeichnen; damit ging es beim streitigen Einstufungsentscheid aber nicht mehr um eine blosse \"Praxisänderung\", sondern um die Anwendung einer geänderten bzw. neu geschaffenen Rechtsnorm. Zu prüfen ist deshalb einzig noch, ob die Anwendung dieser Regelung auf den vorliegenden Fall gegen verfassungsrechtliche Garantien verstösst.\n\nb) Die Beschwerdeführerin beruft sich in diesem Zusammenhang auf das in Art. 4 BV enthaltene Gebot des Vertrauensschutzes. Sie BGE 118 Ia 245 S. 254habe sich 1985 zur Wahl als Berufsschullehrerin erst zur Verfügung gestellt, nachdem sie beim Schulbuchhalter abgeklärt habe, welches Einkommen sie in dieser neuen Funktion erzielen und wie viele Dienstjahre ihr angerechnet würden. Sie habe in die erhaltene Auskunft, die bisherigen Dienstjahre würden voll angerechnet, berechtigtes Vertrauen gesetzt, weil diese Information der seit 1969 geltenden Praxis entsprochen habe. Die Ausbildung zur Berufsschullehrerin habe sie gestützt hierauf absolviert und den damit verbundenen Einkommensausfall in Kauf genommen.\n\nDer Schutz in eine (selbst unrichtige) Auskunft oder Zusicherung einer Behörde setzt voraus, dass sich die Angabe auf eine konkrete, den betreffenden Bürger berührende Angelegenheit bezieht, dass die Amtsstelle, welche die Auskunft erteilt hat, hierfür zuständig war, dass der Bürger die Unrichtigkeit des Bescheides nicht ohne weiteres hat erkennen können und dass er im Vertrauen auf die erhaltene Auskunft nicht wieder rückgängig zu machende Dispositionen getroffen hat. Eine behördliche Information steht zudem immer unter dem Vorbehalt einer allfälligen späteren Rechtsänderung; eine vertrauensschutzbegründende Auskunft kann deshalb nur vorliegen, wenn die Rechtslage zur Zeit der Verwirklichung des Tatbestandes die gleiche ist wie im Zeitpunkt der Auskunfterteilung (BGE 117 Ia 287 E. 2b mit Hinweisen).\n\nWeil im vorliegenden Fall der Regierungsrat von einer nachträglichen Rechtsänderung ausgehen durfte, beruft sich die Beschwerdeführerin vergeblich auf die vom Schulbuchhalter 1985 erteilte Auskunft und die damals geltende kommunale Besoldungsregelung. Sie tut darüber hinaus nicht dar, dass sie nach der im Zeitpunkt der Wahlverfügung geltenden Praxis eine höhere Besoldung in Aussicht gehabt hätte, als ihr nach den neuen, gemäss den Vorgaben des Kantons revidierten Vorschriften zusteht. Um den Vorwurf der Willkür und der Missachtung des Vertrauensschutzes zu begründen, müsste sie indessen nicht nur das Vorliegen einer qualifizierten Zusicherung darlegen, sondern auch aufzeigen, dass die ihr aufgrund der neuen Besoldungsordnung gewährte Entlöhnung gesamthaft tiefer ausfällt, als sie beim Entscheid über die Annahme der Wahl und die Absolvierung der Ausbildung erwarten durfte.\n\nc) Ebenfalls unbehelflich ist ihr Hinweis auf das in Art. 4 BV enthaltene Rückwirkungsverbot.\n\nDer Regierungsrat ging im angefochtenen Entscheid davon aus, das Beamtenverhältnis mit der Beschwerdeführerin sei erst bei Antritt der Stelle als Berufsschullehrerin, d.h. am 15. April 1988, BGE 118 Ia 245 S. 255entstanden. Am 17. Juni 1988 sei bei der Einstufung das in diesem Moment geltende Recht angewandt worden; es liege deshalb weder eine echte noch eine - an sich zulässige - unechte Rückwirkung vor.\n\nDie Beschwerdeführerin wendet ein, massgebender zeitlicher Anknüpfungspunkt sei nicht ihr Stellenantritt, sondern die unter dem alten Recht erfolgte Wahl. Der Regierungsrat habe das Vorliegen einer unechten Rückwirkung in willkürlicher Weise verneint. Weshalb und inwiefern die Annahme des Regierungsrates, das Dienstverhältnis sei erst mit Antritt der Stelle begründet worden, offensichtlich unhaltbar ist, führt sie indessen nicht weiter aus. Sie übersieht zudem, dass eine allfällige unechte Rückwirkung - bei der auf Verhältnisse abgestellt wird, die zwar unter der Herrschaft des alten Rechtes entstanden sind, beim Inkrafttreten des neuen Rechtes aber noch andauern - verfassungsrechtlich grundsätzlich zulässig ist (BGE 113 Ia 425 E. 6, 107 Ib 196 E. 3b). Warum dies im vorliegenden Fall anders sein sollte, legt sie wiederum nicht dar; auf ihren Einwand ist deshalb nicht weiter einzugehen (vgl. BGE 110 Ia 3 E. 2a).\n\n5. Es stellt sich noch die Frage, ob die Anwendung der neuen Regelung von Art. 23 ErgDBO allenfalls in wohlerworbene Rechte eingreift. Die Beschwerdeführerin erhebt eine entsprechende Rüge und beruft sich in diesem Zusammenhang neben Art. 4 BV auch auf die Eigentumsgarantie (Art. 22ter BV).\n\na) Eingriffe in wohlerworbene Rechte können sowohl das Prinzip des Vertrauensschutzes wie die Eigentumsgarantie verletzen. Je nachdem, ob beim betreffenden wohlerworbenen Recht die sachenrechtliche Fixierung oder die vertrauensbildende Beziehung zwischen Bürger und Staat im Vordergrund steht, ist entweder primär die Eigentumsgarantie oder aber das Prinzip des Vertrauensschutzes als Anknüpfungspunkt zu behandeln (vgl. ZBl 86/1985 S. 500 E. 2c; BGE 106 Ia 167 E. 1b; ferner BGE 117 Ia 38 /39 E. 3b). Im vorliegenden Fall, in dem die Beschwerdeführerin 1985 zwar gewählt, aber eben noch nicht eingestuft worden ist, fehlt jegliche sachenrechtliche Fixierung und überwiegt eindeutig der Aspekt von Treu und Glauben, weshalb die erhobene Rüge auf diesem Hintergrund zu prüfen ist.\n\nb) Nach der Rechtsprechung des Bundesgerichts kommt den finanziellen Ansprüchen der Beamten in der Regel nicht der Charakter wohlerworbener Rechte zu. Das öffentlichrechtliche Dienstverhältnis ist durch die jeweilige Gesetzgebung bestimmt; es macht BGE 118 Ia 245 S. 256daher, auch was seine vermögensrechtliche Seite betrifft, die Entwicklung mit, welche die Gesetzgebung erfährt. Besoldungs- und Pensionsansprüche können nur dann als wohlerworbene Rechte eingestuft werden, wenn das Gesetz die entsprechenden Beziehungen ein für alle Mal festlegt und von den Einwirkungen der gesetzlichen Entwicklung ausnimmt oder wenn bestimmte, mit einem einzelnen Anstellungsverhältnis verbundene Zusicherungen abgegeben worden sind (BGE 106 Ia 166 E. 1a mit Hinweis). Soweit die vermögensrechtlichen Ansprüche der Beamten keine wohlerworbenen Rechte darstellen, sind sie gegenüber Anordnungen des Gesetzgebers nur nach Massgabe des Willkürverbots und des Gebots der Rechtsgleichheit geschützt; der Beamte kann sich aufgrund von Art. 4 BV dagegen zur Wehr setzen, dass solche Ansprüche willkürlich abgeändert, nachträglich entzogen oder im Wert herabgesetzt werden und dass Eingriffe ohne besondere Rechtfertigung einseitig zu Lasten einzelner Berechtigter oder bestimmter Gruppen erfolgen (BGE 106 Ia 169 E. 1c mit Hinweisen).\n\nIn der Wahlverfügung vom 19. November 1985 ist die Besoldung der Beschwerdeführerin noch nicht festgelegt, sondern lediglich in allgemeiner Weise auf die damals geltende Regelung verwiesen worden. Die Beteiligten gingen davon aus, dass beim Amtsantritt, d.h. nach erfolgreicher Absolvierung der Ausbildung zur Berufsschullehrerin, noch eine zusätzliche Verfügung über die Einstufung in die Besoldungsskala nach den massgebenden Vorschriften zu ergehen hatte. Eine qualifizierte, verbindliche Zusicherung über die Höhe der Besoldung oder über die Zahl der anzurechnenden Dienstjahre, welche im Sinne der erwähnten Rechtsprechung ein wohlerworbenes Recht hätte begründen können, wurde nie abgegeben. Bei der angerufenen - an sich unbestrittenen - Erklärung des Schulbuchhalters handelte es sich bloss um eine Auskunft, welche bei späterer Rechtsänderung schon nach den allgemeinen Regeln des Vertrauensschutzes keine Bindungswirkung mehr entfalten, geschweige denn eigentliche wohlerworbene Ansprüche verschaffen konnte. Dass und inwiefern allenfalls das Gesetz selber die in Frage stehenden Ansprüche der Beschwerdeführerin als unentziehbar oder unabänderlich und damit als wohlerworben behandelt wissen wollte, wird in der staatsrechtlichen Beschwerde nicht dargetan. Art. 42 DBO sieht lediglich eine zeitlich limitierte Besitzstandsgarantie für Lehrkräfte vor, welche bei \"Vollzugsbeginn dieser Verordnung\", d.h. am 1. Januar 1987 (Art. 44 DBO), bereits an einer Berufsschule im Kanton St. Gallen unterrichteten. Dies trifft für die BGE 118 Ia 245 S. 257Beschwerdeführerin nicht zu; sie beruft sich denn auch zu Recht nicht auf diese Regelung.\n\nc) Es bleibt die Rüge zu prüfen, Art. 23 ErgDBO greife willkürlich und rechtsungleich in die Besoldung der Beschwerdeführerin ein.\n\nNach den Ausführungen des Regierungsrates liegt der Regelung von Art. 23 ErgDBO, wonach Dienstjahre als Volksschullehrer erst ab dem vollendeten 25. Altersjahr voll angerechnet werden, die Überlegung zugrunde, dass die Wahlvoraussetzungen als Berufsschullehrkraft in der Regel erst nach dem 25. Altersjahr erfüllt sind. Die Tätigkeit als Volksschullehrer vor Erreichung dieses Alters könne jener des Berufsschullehrers nicht gleichgestellt werden. In seiner Vernehmlassung erklärt der Regierungsrat ergänzend, dass für den Eintritt ins Schweizerische Institut für Berufspädagogik ein Mindestalter von 24 Jahren, eine erfolgreiche Tätigkeit im Schuldienst sowie eine nebenamtliche Unterrichtserteilung an einer Berufsschule vorausgesetzt sind; die ersten Unterrichtsjahre an der Volksschule müssten daher als \"Lehrjahre\" betrachtet werden.\n\nInwiefern diese Begründung unhaltbar sein soll, ist nicht ersichtlich. Die beanstandete Differenzierung beruht auf vertretbaren sachlichen Gründen und hält sich, wie der Regierungsrat - ohne in Willkür zu verfallen - annehmen durfte, auch im Rahmen von Art. 32 Abs. 1 DBO, welcher die Anerkennung von Dienstjahren nur für die Tätigkeit \"an anderen Berufsschulen\" ausdrücklich vorsieht und im übrigen den Schulorganen einen weiten Beurteilungsspielraum zugesteht.\n\nd) Die Beschwerdeführerin wendet schliesslich ein, sie verdiene jährlich mehrere tausend Franken weniger als die früher umgeschulten ehemaligen Volksschullehrkräfte, welche ihre nach alter Praxis ergangene Einstufung beibehalten könnten. Im Vergleich zu ihrem Arbeitskollegen Y., der sein Amt im April 1987 angetreten habe und bezüglich der Anrechnung der Dienstjahre noch im Genuss der bisherigen, günstigeren Regelung stehe, werde sie rechtsungleich behandelt.\n\nDie Rüge erweist sich als unbegründet. Ungleichheiten wie die von der Beschwerdeführerin geschilderten lassen sich bei Einführung einer neuen Besoldungsordnung kaum vermeiden. Dass die bei Inkrafttreten einer Besoldungsrevision bereits im Dienste stehenden Beamten ihre bisherigen Besoldungen oder Zulagen im Sinne einer dauernden oder befristeten Besitzstandsgarantie beibehalten und einschränkende Vorschriften zunächst nur gegenüber neu eintretenden Bediensteten vollumfänglich angewandt werden, ist eine im BGE 118 Ia 245 S. 258Personalrecht häufig vorkommende Regelung, die sich sachlich begründen lässt und nicht gegen das Gleichbehandlungsgebot verstösst, solange die Unterschiede in der Besoldung kein unvertretbares Mass annehmen. Wenn im vorliegenden Fall die Beschwerdeführerin aufgrund ihres späteren Amtsantrittes ungünstiger behandelt worden ist als früher umgeschulte und in die Berufsschule übergetretene ehemalige Volksschullehrer, so bedeutet dies noch keine Verletzung der Rechtsgleichheit; der Zeitpunkt des Amtsantrittes ist für die vorzunehmende Abgrenzung ein durchaus vertretbares Kriterium."}