{"annee": "118", "cour": "IA", "page": "137", "date": "17/6/1992", "cite": ["103 IA 95", "76 IV 209", "95 I 422", "93 II 192", "112 IA 107", "108 IV 145", "96 I 24", "105 IV 326", "111 IV 1", "109 IV 1"], "cite_par": ["127 IV 20", "140 I 353", "138 IV 13", "123 I 1", "129 IV 276", "143 II 297", "136 I 241"], "chapeau": "21. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 17. Juni 1992 i.S. B. gegen Staatsanwaltschaft und Kantonsgericht von Graubünden (staatsrechtliche Beschwerde).", "regestes": ["Art. 4 Cst.; principe de la légalité en droit pénal cantonal (application extra-territoriale du droit cantonal, justification de la souveraineté pénale cantonale d'après le lieu où s'est produit le résultat (\"Auswirkungsprinzip\"). La législation grisonne sur la chasse interdit à certaines conditions l'emploi de véhicules automobiles en dehors du canton dans le but de se livrer à la chasse dans les Grisons. Les règles de conflit des art. 3 et art. 7 CP (\"principes de territorialité et d'ubiquité\") ne fournissent aucune règle de rattachement pour l'application de cette disposition pénale cantonale. Il n'en découle pour autant aucune extension inadmissible de la souveraineté cantonale en matière pénale. Le bien juridique protégé par la législation du canton des Grisons en matière de chasse est touché de manière suffisamment intense par le comportement incriminé, qui déploie ses effets aux Grisons, de sorte qu'une relation interne suffisante est admissible."], "faits": "BGE 118 Ia 137 S. 138\n\nAm 7. September 1990, dem Vorabend der bündnerischen Hochjagd 1990, fuhr B. mit seinem Personenwagen über Pfäfers - St. Margrethenberg bis zum auf st. gallischem Kantonsgebiet gelegenen Standort \"Fürggli\" und stellte dort sein Fahrzeug ab. Danach überschritt er die Kantonsgrenze zum Kanton Graubünden und ging auf Bündner Territorium bis zum 13. September 1990 der Hochjagd nach. Mit Strafmandat vom 30. November 1990 legte der Kreispräsident Fünf Dörfer B. wegen Widerhandlung gegen die bündnerischen Jagdvorschriften eine Busse von Fr. 100.-- auf. Auf Einsprache hin verurteilte der Kreisgerichtsausschuss Fünf Dörfer B. am 30. Mai 1991 zu der gleichen Strafe. Die dagegen von B. erhobene Berufung wies der Kantonsgerichtsausschuss von Graubünden mit Urteil vom 9. Oktober 1991 ab.\n\nGegen das Urteil des Kantonsgerichtsausschusses gelangte B. mit staatsrechtlicher Beschwerde vom 10. Februar 1992 an das Bundesgericht. Er rügt die Verletzung von Art. 4 BV (Legalitätsprinzip) und beantragt die Aufhebung des angefochtenen Entscheides. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1. a) Art. 17 der bündnerischen Vollziehungsverordnung zum kantonalen Jagdgesetz vom 28. Februar 1989 (ABzKJG) schränkt die Verwendung von Motorfahrzeugen zur Jagdausübung im Kanton Graubünden ein. Diese dürfen nur zur Anfahrt bis zu gewissen Standorten, die in Art. 17 Abs. 1-2 ABzKJG ausdrücklich genannt sind, benutzt werden. Gemäss Abs. 3 der Bestimmung gilt die Einschränkung \"auch für die Benützung von motorisierten Transportmitteln auf ausserkantonalem Gebiet, wenn diese zur Jagdausübung im Kanton Graubünden erfolgt\". Unbestrittenermassen erfolgte die Anfahrt des Beschwerdeführers zur bündnerischen Hochjagd 1990 bis zum auf st. gallischem Kantonsgebiet gelegenen Standort \"Fürggli\", BGE 118 Ia 137 S. 139welcher die Kriterien von Art. 17 Abs. 1-2 ABzKJG nicht erfüllt. In Anwendung von Abs. 3 der gleichen Bestimmung lag demnach ein Verstoss gegen Art. 17 ABzKJG vor, der gemäss Art. 47 des kantonalen Jagdgesetzes vom 4. Juni 1989 (KJG) mit Haft oder Busse bis zu Fr. 20'000.-- bestraft werden kann.\n\nb) Der Beschwerdeführer wendet gegen seine Verurteilung ein, Art. 17 Abs. 3 ABzKJG könne \"nicht als rechtsbeständig angesehen werden\", weil die Bestimmung gegen das \"Territorialitätsprinzip kantonaler Polizeivorschriften\" verstosse. Mangels einer gültigen Strafnorm verletze die Verurteilung daher den aus Art. 4 BV folgenden Grundsatz \"Keine Strafe ohne Gesetz\".\n\nIm angefochtenen Entscheid wird demgegenüber argumentiert, die Ausdehnung der Strafrechtshoheit des Kantons Graubünden auf Sachverhalte, die das Territorium des Kantons St. Gallen berühren, sei in Anwendung des in Art. 7 StGB verankerten Ubiquitätsprinzips zulässig. \"Der Erfolgseintritt, nämlich die Anwesenheit im Jagdgebiet zum Zwecke der Jagdausübung nach unerlaubter Benützung eines Motorfahrzeuges\", habe sich nämlich \"in Graubünden verwirklicht\". Ausserdem sei der Kanton Graubünden durch das inkriminierte Verhalten an seiner Kantonsgrenze erheblich berührt. Es sei nämlich \"offensichtlich, dass ein unbeschränktes Aufsuchen des Jagdgebietes mit Motorfahrzeugen durch eine Vielzahl von Patentjägern mit den entsprechenden Massierungen nicht nur dann eine waid- und umweltgerechte Jagd in Frage stellt, wenn dies auf Alp- und Flurwegen in Graubünden geschieht, sondern auch, wenn dies in unmittelbarer Nähe zur Kantonsgrenze erfolgt\". Ein Verstoss gegen das Territorialitätsprinzip liege daher nicht vor.\n\nc) Der Grundsatz \"nulla poena sine lege\" ist vom Bundesgesetzgeber ausdrücklich in Art. 1 StGB verankert worden. Explizit findet sich die Regel auch in Art. 7 EMRK. Im Rahmen des kantonalen Strafrechts gilt das Legalitätsprinzip nicht gestützt auf Art. 1 StGB, sondern es fliesst direkt aus Art. 4 BV oder aus dem kantonalen Verfassungsrecht. Soweit die Anwendung von Bundesrecht in Frage stünde, wäre die Verletzung des Legalitätsprinzips daher mit eidgenössischer Nichtigkeitsbeschwerde geltend zu machen (Art. 269 BStP). Im Bereich der Anwendung des kantonalen Strafrechts dagegen steht für die Rüge der Verletzung des Grundsatzes \"nulla poena sine lege\" nur die staatsrechtliche Beschwerde offen (BGE 112 Ia 112 E. 3a; BGE 103 Ia 96 E. 4; BGE 96 I 28; vgl. STEFAN TRECHSEL, Das Schweizerische Strafgesetzbuch, Kurzkommentar, Zürich 1989, Art. 1 N 8). Nach der Praxis des Bundesgerichtes ist der in BGE 118 Ia 137 S. 140Art. 4 BV enthaltende Grundsatz \"Keine Strafe ohne Gesetz\" insbesondere dann verletzt, wenn ein Bürger wegen einer Handlung, die im Gesetz überhaupt nicht als strafbar bezeichnet ist, strafrechtlich verfolgt wird, oder wenn ein Verhalten zwar gesetzlich mit Strafe bedroht ist, dieses Gesetz aber nicht als rechtsbeständig angesehen werden kann (BGE 112 Ia 112 E. 3a mit Hinweisen).\n\nd) Nachfolgend ist im staatsrechtlichen Beschwerdeverfahren somit zu prüfen, ob Art. 17 Abs. 3 ABzKJG, der das genannte Verbot der Verwendung von Motorfahrzeugen zur Jagdausübung im Kanton Graubünden auf ausserkantonales Gebiet ausdehnt, als rechtsbeständig anzusehen ist, oder ob mangels Strafrechtshoheit des Kantons Graubünden im vorliegenden Fall der Grundsatz \"nulla poena sine lege\" als Teilgehalt von Art. 4 BV verletzt worden ist.\n\n2. Es fragt sich, ob der Kanton Graubünden in Art. 17 Abs. 3 der Vollziehungsverordnung zum kantonalen Jagdgesetz seine Strafrechtshoheit in Missachtung der strafrechtlichen Anknüpfungsregeln auf ausserkantonale Sachverhalte ausgedehnt hat.\n\na) Gemäss Art. 1 StPO/GR finden die Allgemeinen Bestimmungen des Schweizerischen Strafgesetzbuches auf die nach kantonalem Recht strafbaren Handlungen entsprechende Anwendung. Der Kantonsgerichtsausschuss hat im angefochtenen Urteil kantonales Strafrecht angewendet und für die Beurteilung seiner räumlichen Geltung analog die bundesrechtlichen Anknüpfungsregeln von Art. 3 und 7 StGB für das internationale (kollisionsrechtliche) Strafrecht herangezogen. Der Beschwerdeführer macht geltend, durch die Ausdehnung der bündnerischen Strafrechtshoheit auf den Tatbestand des Fahrens auf dem Gebiet des Kantons St. Gallen sei in seinem Fall das für das Bundesrecht in Art. 3 StGB verankerte Territorialitätsprinzip verletzt worden. Als Grundlage des grenzüberschreitenden Strafrechts weist dieses dem Staat die Strafrechtshoheit über die auf dem eigenen Territorium verübten Straftaten zu (BGE 111 IV 3 E. 2a; BGE 108 IV 146 f. mit Hinweisen). Der moderne Staat ist ein Territorialstaat, an dessen Grenzen gemäss dem völkerrechtlichen Grundsatz der Souveränität und Gleichberechtigung grundsätzlich auch seine strafrechtliche Hoheitsgewalt endet (vgl. PETER NOLL/STEFAN TRECHSEL, Schweizerisches Strafrecht, Allgemeiner Teil I, 3. Aufl., Zürich 1990, S. 46; OSKAR ADOLF GERMANN, Rechtsstaatliche Schranken im internationalen Strafrecht, ZStrR 69 (1954) 237; VITAL SCHWANDER, Das Territorialitätsprinzip im schweizerischen Strafrecht, in: Recueil de travaux suisses présentés au VIIIe Congrès international de droit comparé, Basel 1970, S. 365 f.). Das Territorialitätsprinzip findet BGE 118 Ia 137 S. 141auch auf kantonale Polizeivorschriften Anwendung (vgl. MAX IMBODEN/RENÉ RHINOW, Schweizerische Verwaltungsrechtsprechung, Bd. 1, 5. Aufl., Basel 1976, S. 119 f.). Ob ein strafrechtlich relevantes Verhalten als intra- oder extraterritorial zu betrachten ist, beurteilt sich nach dem in Art. 7 StGB verankerten Ubiquitätsprinzip (vgl. TRECHSEL, Kurzkommentar, Art. 3 StGB N 4). Eine Straftat gilt da als verübt, wo der Täter sie ausführt, und da, wo der Erfolg eingetreten ist (Art. 7 Abs. 1 StGB).\n\nBeim Verwenden von Motorfahrzeugen zur Jagdausübung gemäss Art. 17 Abs. 3 ABzKJG handelt es sich nicht um ein Erfolgsdelikt im technischen Sinne, sondern um ein Tätigkeitsdelikt. Der objektive Tatbestand verlangt keine räumlich und zeitlich vom Täterverhalten getrennte Veränderung der Aussenwelt (BGE 109 IV 3 E. 3b; BGE 105 IV 327 ff. E. 3c-g; vgl. ROBERT HAUSER/JÖRG REHBERG, Strafrecht I, Verbrechenslehre, 4. Aufl., Zürich 1988, S. 44, 61; NOLL/TRECHSEL, a.a.O., S. 48 f.; TRECHSEL, Kurzkommentar, Art. 7 StGB N 6). Der objektive Tatbestand von Art. 17 Abs. 3 ABzKJG umfasst sodann nicht das Jagen im Kanton Graubünden, sondern das Verwenden von Motorfahrzeugen auf ausserkantonalem Gebiet zum Zweck der späteren Jagdausübung in Graubünden. Das Jagen gehört nicht zum objektiven Tatbestand, es stellt allenfalls eine selbständige Strafbarkeitsvoraussetzung oder ein subjektives Tatbestandsmerkmal dar. Die Norm liesse sich typologisch als Absichtsdelikt interpretieren. Verboten wäre danach eine bestimmte Verwendung von Motorfahrzeugen auf ausserkantonalem Gebiet, in der Absicht, später auf Bündner Gebiet die Jagd auszuüben. Über die dogmatische Einordnung der kantonalen Strafbestimmung braucht indessen vorliegend nicht entschieden zu werden. Da es sich beim inkriminierten Verhalten nicht um ein Erfolgsdelikt im technischen Sinne handelt, führt das Ubiquitätsprinzip von Art. 7 StGB zu keinem unmittelbaren Anknüpfungspunkt für die Bündner Strafrechtshoheit. Weil der objektive Tatbestand von Art. 17 Abs. 3 ABzKJG aber auch nicht das Jagen im Kanton Graubünden verbietet, sondern (unter bestimmten Voraussetzungen) das Verwenden von Motorfahrzeugen ausserhalb der Bündner Kantonsgrenzen, ist ebensowenig das Territorialitätsprinzip (Art. 3 i.V.m. Art. 7 Abs. 1 StGB) anwendbar. Es liegt im vorliegenden Fall vielmehr eine extraterritoriale Anwendung von Bündner Recht auf einen ausserhalb des Kantons gesetzten Sachverhalt vor.\n\nb) Es fragt sich, ob dem Kanton Graubünden aus diesem Grund eine unzulässige Ausdehnung seiner Strafrechtshoheit vorzuwerfen BGE 118 Ia 137 S. 142ist, welche mit dem Legalitätsprinzip von Art. 4 BV unvereinbar erschiene. Dabei ist zu beachten, dass die extraterritoriale Anwendung des eigenen Rechts auch im Völkerrecht und im internationalen Strafrecht nicht a priori als unzulässig betrachtet wird. Vielmehr darf sich die interne Gesetzgebung nach vorherrschender Lehre und Praxis auch auf extraterritoriale Sachverhalte beziehen, wenn eine eindeutige Binnenbeziehung dieser Sachverhalte zum inländischen Recht besteht (BGE 76 IV 210; VPB 40 (1976) Nr. 89, S. 102; \"Lotus\"-Entscheid des Ständigen Internationalen Gerichtshofes im Haag, Publications de la Cour Permanente de Justice Internationale, Série A, vol. 10, S. 18 f.; vgl. ROLF BÄR, Extraterritoriale Wirkung von Gesetzen, in: Die schweizerische Rechtsordnung in ihren internationalen Bezügen, Bern 1988, S. 12 f.; JÖRG PAUL MÜLLER/LUZIUS WILDHABER, Praxis des Völkerrechts, 2. Aufl., Bern 1982, S. 248 f.; HANS-JÜRGEN SCHLOCHAUER, Die extraterritoriale Wirkung von Hoheitsakten, Frankfurt/M. 1962, S. 41 f.; TRECHSEL, Kurzkommentar, Vor Art. 3 StGB, N 1 f.; TRECHSEL, Neuer Zündstoff im Justizkonflikt Schweiz-USA, in: Roger Zäch (Hrsg.), Geheimnisschutz, St. Galler Studien zum Privat-, Handels- und Wirtschaftsrecht, Bd. 11, Bern 1986, S. 71 f.). Der die Strafrechtshoheit begründende Anknüpfungspunkt kann dabei insbesondere im geschützten inländischen Rechtsgut liegen (vgl. TRECHSEL, Kurzkommentar, Vor Art. 3 StGB, N 1). Diese Anknüpfungskriterien gründen auf dem \"Real- oder Schutzprinzip\", welches im Bundesrecht für gewisse Staatsschutzdelikte in Art. 4 StGB verankert ist. Fälle von \"extraterritorialer\" Anwendung von ausländischem Recht mit Wirkung auf die Schweiz betrafen in neuerer Zeit etwa das Kartellrecht der Europäischen Gemeinschaft und der USA sowie amerikanische Straf- und Verfahrensbestimmungen betreffend \"Insider-Trading\" (vgl. JOHN W. BRIDGE, Extraterritorial Conflict, Issues of Law and Policy, in: Roger Zäch (Hrsg.), Geheimnisschutz, St. Galler Studien zum Privat-, Handels- und Wirtschaftsrecht, Bd. 11, Bern 1986, S. 41 ff.; ROBERT E. HERZSTEIN, The Effect of the Extraterritorial Application of United States Laws, in: Festschrift Probst, Zürich 1984, S. 153 ff.; ERIC HOMBURGER, Zur extraterritorialen Anwendung der amerikanischen Antitrustgesetze, SJZ 54 (1958) 97 ff.; ERIC J. MC FADDEN, Extraterritoriality: Swiss Supreme Court Refuses United States Request for Information Concerning Insider Trading, Harvard International Law Journal 25 (1984) 456 ff.). Aber auch das Bundesgericht hat die Anwendung von schweizerischem Kartellrecht schon an den Auswirkungen der Kartellabrede am schweizerischen Markt angeknüpft BGE 118 Ia 137 S. 143(vgl. BGE 93 II 192 ff. = Pra 56 Nr. 144). Dementsprechend liegt nach der Praxis des Bundesgerichtes keine unzulässige Ausdehnung des Geltungsbereiches des kantonalen Rechtes vor, wenn dieses ausserkantonale Sachverhalte erfasst, welche das Kantonsgebiet erheblich berühren (BGE 95 I 427 mit Hinweisen; 54 I 28 f.).\n\nc) In Berücksichtigung von Sinn und Zweck der fraglichen Bündner Regelung lässt sich im vorliegenden Fall eine ausreichende Binnenbeziehung im Sinne der erwähnten Lehre und Praxis willkürfrei annehmen. Die unbeschränkte Zufahrt zu den Bündner Jagdgebieten über die angrenzenden Strassen der Nachbarkantone kann gemäss den Darlegungen im angefochtenen Entscheid eine umwelt- und waidgerechte Jagd im Kanton Graubünden beeinträchtigen. Dass der Jagdverkehr auf bündnerischem Gebiet sachgerechten Einschränkungen im Interesse des Jagd- und Naturschutzes und aus flurpolizeilichen Gründen unterliegt, ist nicht zu beanstanden. In der Tat sind negative Auswirkungen auf die bündnerische Tier- und Pflanzenwelt aber auch dann zu befürchten, wenn sich die Jagdberechtigten in der Absicht, möglichst schnell und bequem optimale Jagdstandorte zu erreichen, auf die günstigsten Zufahrtswege über das Gebiet angrenzender Kantone konzentrieren. Eine entsprechende unbeschränkte Massierung des Jagdverkehrs wäre nicht nur aus umwelt- und waidpolizeilichen Gründen unerwünscht, eine einheitliche Zufahrtsregelung für alle im Kanton Graubünden Jagdberechtigten liegt auch im Interesse der Chancengleichheit unter den Jägern (vgl. PKG 1985 Nr. 40). In Anbetracht dieser Umstände liegt eine ausreichend erhebliche Berührung des Kantons Graubünden durch ein Verhalten ausserhalb der Kantonsgrenzen vor, auch wenn von diesem Verhalten kein tatbeständlicher Erfolg im engen strafrechtsdogmatischen Sinne ausgeht. In der neueren Literatur ist in diesem Zusammenhang auch vom \"Auswirkungsprinzip\" als besonderer Anknüpfungsregel die Rede, welche gleichzeitig die Gesichtspunkte des Territorial- und Schutzprinzips sowie des passiven Personalitätsprinzips berücksichtigt (vgl. BÄR, a.a.O., S. 16 f.). Der Anknüpfungsgrund besteht im gefährdeten Rechtsgut, nämlich vor allem in den schützenswerten Interessen der bündnerischen Wildhege sowie des allgemeinen Tier- und Umweltschutzes im Kanton Graubünden."}