{"annee": "118", "cour": "IV", "page": "197", "date": "13/5/1992", "cite": ["118 IV 84"], "cite_par": ["121 IV 230"], "chapeau": "35. Auszug aus dem Urteil des Kassationshofes vom 13. Mai 1992 i.S. N. gegen Staatsanwaltschaft des Kantons Uri (Nichtigkeitsbeschwerde).", "regestes": ["Art. 23 al. 1, art. 28 SDR; art. 90 ch. 2 LCR; transport de marchandises dangereuses. Celui qui, en possession des consignes écrites correspondantes et connaissant les prescriptions de l'ordonnance relative au transport des marchandises dangereuses, emprunte le tunnel du Saint-Gothard avec un chargement de 150 (au lieu de 10) kg d'acide acétique, réalise l'infraction réprimée à l'art. 90 ch. 2 LCR."], "faits": "BGE 118 IV 197 S. 197\n\nA.- N. fuhr am Dienstag, den 14. Februar 1989 mit seinem Lastwagen auf der N 2 in Göschenen Richtung Süd. Bei einer Polizeikontrolle vor dem Gotthard-Strassentunnel wurde festgestellt, dass er fünf Kanister \"Essigsäure 98/100%\" (Nettogewicht 150 kg) der SDR-Klasse 8 Ziff. 32b geladen hatte. Stoffe dieser SDR-Klasse dürfen je Beförderungseinheit nur in Mengen von weniger als 10 kg durch den Gotthard-Strassentunnel transportiert werden.\n\nB.- Das Landgericht Uri sprach N. mit Urteil vom 25. Juni 1991 schuldig der Verletzung von Art. 23 Abs. 1 SDR (SR 741.621) sowie von Art. 27 Abs. 1 SVG und Art. 19 Abs. 1 lit. g SSV und bestrafte ihn in Anwendung von Art. 90 Ziff. 2 SVG mit einer Busse von Fr. 1'500.--.\n\nDas Obergericht des Kantons Uri bestätigte dieses Urteil am 4. Dezember 1991.\n\nC.- Mit eidgenössischer Nichtigkeitsbeschwerde beantragt N. dem Bundesgericht, das Urteil des Obergerichts aufzuheben und die Sache zur Neuentscheidung an die Vorinstanz zurückzuweisen.\n\nBGE 118 IV 197 S. 198", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer stellt unter Vorbehalt der nachstehenden Erwägung betreffend den Versuch den Anklagesachverhalt nicht mehr in Abrede und räumt ausdrücklich ein, dass er damit Art. 28 SDR verletzt hat. Er wendet sich jedoch gegen eine Verurteilung wegen des Vergehenstatbestandes von Art. 90 Ziff. 2 SVG.\n\nArt. 90 Ziff. 2 SVG ist objektiv erfüllt, wenn der Täter eine wichtige Verkehrsvorschrift in objektiv schwerer Weise missachtet und die Verkehrssicherheit abstrakt oder konkret gefährdet. Subjektiv erfordert der Tatbestand, dass dem Täter aufgrund eines rücksichtslosen oder sonstwie schwerwiegend regelwidrigen Verhaltens zumindest eine grobe Fahrlässigkeit vorzuwerfen ist (BGE 118 IV 86 E. 2a mit Hinweisen).\n\nNach Ansicht der Vorinstanz ist der objektive Tatbestand von Art. 90 Ziff. 2 SVG aus den folgenden Gründen erfüllt: Essigsäure der vorliegenden Konzentration dürfe pro Beförderungseinheit nur in Mengen von weniger als 10 kg frei durch den Gotthard-Strassentunnel transportiert werden. Die Durchfahrt mit Mengen von mehr als 10 kg pro Beförderungseinheit sei verboten; es könne dafür auch keine Sonderbewilligung erteilt werden. Mit dem Transport von 150 kg des besagten Stoffes habe der Beschwerdeführer die höchstzulässige Menge an Gefahrengut um das Fünfzehnfache überschritten. Dies sei ein schwerwiegender Verstoss gegen die SDR-Vorschriften. Denn dieser Stoff könne bei einem Unfall farblose, am Boden sich ausbreitende, ätzende Dämpfe entwickeln und dabei mit Luft ein explosionsfähiges Gemisch bilden. Bei einer derartigen Menge bestehe auch eine hohe abstrakte Gefährdung der übrigen Verkehrsteilnehmer. Der Gotthard-Strassentunnel werde im Gegenverkehr betrieben. Gleichzeitig könnten sich mehrere tausend Personen im Tunnel aufhalten. Die Folgen eines Unfalles, in den ein Fahrzeug mit verbotenen gefährlichen Gütern verwickelt werde, seien kaum vorstellbar.\n\nDie Vorinstanz bejaht auch die subjektiven Voraussetzungen von Art. 90 Ziff. 2 SVG: Der Einwand des Beschwerdeführers, er habe nicht gewusst, dass er gefährliche Güter geladen habe, sei unbehelflich. Er habe die Art des Gefahrengutes gekannt und auch dessen Menge, habe er dieses doch selbst verladen. Auch anhand des Unfallmerkblattes habe er sich ein Bild über die Gefährlichkeit des transportierten Gutes machen können. Dennoch habe er es nicht für nötig gehalten, sich über die Zulässigkeit dieses Transportes zu erkundigen.BGE 118 IV 197 S. 199\n\nEin solches Verhalten stelle auch subjektiv eine grobe Fahrlässigkeit dar.\n\nDie Vorinstanz verletzt damit kein Bundesrecht. Die objektiven Voraussetzungen von Art. 90 Ziff. 2 SVG sind aufgrund der tatsächlichen Feststellungen der Vorinstanz bezüglich des Gefährdungspotentials der transportierten Essigsäure im Falle eines Unfalls im Gotthard-Strassentunnel offensichtlich gegeben. Dasselbe gilt für die subjektiven Voraussetzungen: Der Beschwerdeführer stellt in seiner Nichtigkeitsbeschwerde nicht in Abrede, dass er die SDR-Vorschriften kannte. Die Vorinstanz hat offenbar nur deshalb nicht auf vorsätzliche Tatbegehung erkannt, weil dem Beschwerdeführer nicht nachgewiesen werden konnte, dass er um das tatsächliche Ausmass des Gefährdungspotentials, insbesondere bei einem Unfall mitten im Tunnel, wusste. Der Beschwerdeführer konnte sich jedoch aufgrund des Unfallmerkblattes ein Bild über das Gefahrenpotential machen. Wenn er dies nicht getan hat, dann hat er sich rücksichtslos über eine Vorschrift hinweggesetzt, die dazu dient, bei Unfällen im Gotthard-Strassentunnel Auswirkungen katastrophalen Ausmasses zu verhindern."}