{"annee": "118", "cour": "IA", "page": "271", "date": "15/10/1992", "cite": ["114 IA 263", "117 IA 157", "116 IA 359", "105 IA 368", "106 IA 197", "110 IA 176", "108 IA 38", "110 IA 183", "113 IA 46"], "cite_par": ["140 I 338", "121 I 138"], "chapeau": "37. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 15. Oktober 1992 i.S. X. gegen Gemeinde Marthalen und Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 85 let. a et art. 89 OJ; respect du délai lorsque sont attaqués des actes préparatoires d'élections ou de votations. Le recours de droit public pour violation du droit de vote qui se fonde sur l'irrégularité de la préparation d'un scrutin doit être formé immédiatement dans le délai légal qui suit la connaissance de l'acte préparatoire contesté, s'il n'existe pas une voie de droit cantonale. Dans le cas contraire, le citoyen peut encore se plaindre de cette irrégularité dans le recours de droit public dirigé contre la décision de dernière instance cantonale (consid. 1; précision de la jurisprudence)."], "faits": "BGE 118 Ia 271 S. 271\n\nDie \"Zürcher Planungsgruppe Weinland\" (ZPW) ist ein Zweckverband der Gemeinden des Zürcher Weinlands. Sie erfüllt Aufgaben im Rahmen der regionalen Richtplanung. Im Frühjahr 1990 waren in der Gemeinde Marthalen die drei Delegierten in der ZPW für die Wahlperiode 1990-1994 zu wählen. Der Gemeinderat Marthalen entschied am 12. März 1990, dieses Wahlgeschäft der Gemeindeversammlung vom 11. Mai 1990 vorzulegen, und liess eine BGE 118 Ia 271 S. 272entsprechende Publikation in den amtlichen Anschlagkästen der Gemeinde anbringen. Er gab darin ebenfalls bekannt, dass sich die bisherigen Delegierten A. und B. einer Wiederwahl stellten, während der Delegierte des Gemeinderats wegen des Rücktritts von C. neu bestellt werden müsse. Der Gemeinderat werde einen Wahlvorschlag unterbreiten. Zugleich wurde erwähnt, dass A. wiederum für den Vorstand des ZPW kandidieren und dass er für den Fall seiner Wahl in den Vorstand als Delegierter der Gemeinde Marthalen ausscheiden werde. Für diesen Fall stelle sich D. erneut als Ersatzmann zur Verfügung. Schliesslich erfolgte ein Hinweis darauf, dass weitere Wahlvorschläge, die bis zum 6. April 1990 beim Gemeinderat Marthalen eingingen, zusammen mit den bereits genannten Namen der bisherigen Amtsträger und dem Kandidaten des Gemeinderats in der Weisung an die Gemeindeversammlung aufgeführt würden. Innert Frist wurden keine weiteren Wahlvorschläge eingereicht. Die Weisung vom 3. Mai 1990 an die Gemeindeversammlung vom 11. Mai 1990 stimmte daher inhaltlich mit der Publikation vom 12. März 1990 überein. Zusätzlich wurde E. als Vertreter des Gemeinderats zur Wahl in die ZPW vorgeschlagen. Wie bereits in der Wahlpublikation stand auch in der Weisung, dass an der Gemeindeversammlung weitere Wahlvorschläge eingebracht werden könnten. Die Gemeindeversammlung von Marthalen wählte am 11. Mai 1990 A., B. und E. als Delegierte der Gemeinde Marthalen in der ZPW sowie D. als Ersatzdelegierten. X. hatte der Gemeindeversammlung F. zur Wahl vorgeschlagen. Auf ihn entfielen aber nur vereinzelte Stimmen. A. wurde am 27. Juni 1990 erneut in den Vorstand der ZPW gewählt und schied damit als Delegierter der Gemeinde Marthalen aus.\n\nX. reichte gegen den Wahlbeschluss der Gemeindeversammlung Marthalen eine Beschwerde beim Bezirksrat Andelfingen ein, mit welcher er das Vorgehen des Gemeinderates Marthalen bei der Vorbereitung der Wahl der Gemeindedelegierten rügte. Der Bezirksrat wies sein Rechtsmittel am 19. Juni 1990 ab. Der Regierungsrat des Kantons Zürich wies am 4. März 1991 eine Beschwerde gegen den Entscheid des Bezirksrats Andelfingen ebenfalls ab.\n\nX. hat gegen den Entscheid des Regierungsrats vom 4. März 1992 eine staatsrechtliche Beschwerde beim Bundesgericht eingereicht. Er beantragt die Aufhebung des angefochtenen Entscheids und macht eine Verletzung der politischen Rechte gemäss Art. 85 lit. a OG geltend.\n\nDas Bundesgericht weist die Beschwerde ab.\n\nBGE 118 Ia 271 S. 273", "considerants": "Aus den Erwägungen:\n\n1. Gegenstand des angefochtenen Entscheids bildet die Frage, ob die Wahl der Delegierten in die ZPW durch die Gemeindeversammlung Marthalen die politischen Rechte des Beschwerdeführers verletze.\n\na) Nach Art. 85 lit. a OG beurteilt das Bundesgericht Beschwerden betreffend die politische Stimmberechtigung der Bürger und betreffend kantonale Wahlen und Abstimmungen. Als kantonal gelten auch die Wahlen und Abstimmungen in den Gemeinden (BGE 110 Ia 186 E. 3c; BGE 108 Ia 39 E. 2; BGE 105 Ia 369 E. 2). Die mit der vorliegenden Beschwerde beanstandete kommunale Wahl kann daher mit einer Stimmrechtsbeschwerde nach Art. 85 lit. a OG angefochten werden.\n\nb) Nach der ständigen Rechtsprechung des Bundesgerichts ist jeder stimmberechtigte Einwohner des eine Wahl oder Abstimmung durchführenden Gemeinwesens legitimiert, eine Stimmrechtsbeschwerde zu erheben (BGE 116 Ia 364 E. 3a, 479 E. 1a; BGE 114 Ia 264 E. 1b, 399). Der Beschwerdeführer ist in der Gemeinde Marthalen stimmberechtigt. Er ist deshalb zur Erhebung einer Stimmrechtsbeschwerde legitimiert.\n\nc) Nach Art. 89 Abs. 1 OG sind staatsrechtliche Beschwerden innert dreissig Tagen seit der nach kantonalem Recht massgebenden Eröffnung oder Mitteilung beim Bundesgericht zu erheben. Der Beschwerdeführer hat unter Wahrung dieser Frist den Entscheid des Regierungsrats vom 4. März 1992 mit Stimmrechtsbeschwerde beim Bundesgericht angefochten.\n\nDer Beschwerdeführer erhebt in seiner Stimmrechtsbeschwerde zwei Vorwürfe. Einerseits hält er es für unzulässig, dass der Gemeinderat Marthalen in der Wahlanordnung vom 12. März 1990 und der Weisung an die Gemeindeversammlung vom 3. Mai 1990 die Namen von Kandidaten für die Wahl der Delegierten in die ZPW genannt habe. Wahlvorschläge hätten nach seiner Ansicht gemäss § 68 Ziff. 1 des Gesetzes über die Wahlen und Abstimmungen vom 4. September 1983 (WG) nur an der Gemeindeversammlung vom 11. Mai 1990 selber gemacht werden dürfen. Anderseits beanstandet er die Wahl von D. als Ersatzdelegierten durch die gleiche Gemeindeversammlung.\n\nDie beiden vom Beschwerdeführer kritisierten Punkte finden ihre Grundlage in der Wahlanordnung des Gemeinderats vom 12. März 1990. Diese wurde durch Anschlag an den dafür vorgesehenen Orten BGE 118 Ia 271 S. 274öffentlich bekanntgemacht. Die in der Folge gegenüber der Delegiertenwahl erhobenen Rügen sind nichts anderes als eine Konsequenz aus der Wahlanordnung vom 12. März 1990. Der Beschwerdeführer hat gleichwohl nur die Wahl selber und nicht bereits die Wahlanordnung, welche als Vorbereitungshandlung anzusehen ist (vgl. BGE 113 Ia 49 f.), angefochten. Es fragt sich, ob die erst gegenüber dem Wahlergebnis erhobene Beschwerde nicht verspätet sei.\n\nd) Nach der Rechtsprechung des Bundesgerichts beginnt die Frist nach Art. 89 Abs. 1 OG bei Stimmrechtsbeschwerden, die sich gegen Vorbereitungshandlungen zu einer Wahl oder Abstimmung richten, mit der Eröffnung oder Mitteilung der entsprechenden Anordnung zu laufen. Diese letztere bildet in einem solchen Fall das Anfechtungsobjekt der Beschwerde, während die Wahl oder Abstimmung selber nur als Vollzugsakt der früheren, mangelhaften Anordnung erscheint. Stimmrechtsbeschwerden, die sich gegen Mängel bei der Vorbereitung von Wahlen oder Abstimmungen wenden, müssen daher direkt im Anschluss an die Vorbereitungshandlung innert der dreissigtägigen Frist gemäss Art. 89 Abs. 1 OG eingereicht werden. Der Stimmberechtigte, der dies unterlässt, kann allfällige Mängel im Vorfeld einer Wahl oder Abstimmung nicht mehr im Anschluss an deren Ergebnis geltend machen (BGE 113 Ia 50 E. 1c; BGE 110 Ia 178 E. 2a; BGE 106 Ia 198 E. 2c).\n\nDiese Praxis bezweckt, dass Mängel möglichst noch vor der Wahl oder Abstimmung behoben werden können und diese nicht wiederholt zu werden braucht. Eine Pflicht zur sofortigen Anfechtung der beanstandeten Vorbereitungshandlung rechtfertigt sich zudem deshalb, weil es mit Treu und Glauben nicht zu vereinbaren wäre, wenn ein Beschwerdeführer wegen eines Mangels, den er zunächst widerspruchslos hingenommen hat, hinterher die Wahl oder Abstimmung anfechten könnte, wenn deren Ergebnis seinen Erwartungen nicht entspricht (BGE 110 Ia 179 f.; vgl. auch CHRISTOPH HILLER, Die Stimmrechtsbeschwerde, Diss. Zürich, 1990, S. 323 f.).\n\ne) Diese Grundsätze betreffen allein die Frage, wann die Frist nach Art. 89 Abs. 1 OG zur Anfechtung eines letztinstanzlichen kantonalen Akts mit einer Stimmrechtsbeschwerde beim Bundesgericht gewahrt ist. Dagegen regelt das kantonale Recht, ob und innert welchen Fristen gegen Vorbereitungshandlungen von Wahlen oder Abstimmungen kantonale Rechtsmittel erhoben werden können. So ist es den Kantonen nicht verwehrt, die Rüge von Mängeln bei der Vorbereitung von Wahlen oder Abstimmungen auch noch mit einem Rechtsmittel gegen deren Ergebnis zuzulassen. Immerhin fragt sich, BGE 118 Ia 271 S. 275ob aus der dargestellten Rechtsprechung nicht zu folgern ist, dass auch derjenige das Recht zur Anfechtung der Wahl oder Abstimmung mit Stimmrechtsbeschwerde nach Art. 85 lit. a OG beim Bundesgericht verwirkt, der mögliche kantonale Rechtsmittel nicht im Anschluss an Vorbereitungshandlungen ergreift, sondern erst gegen das Wahl- oder Abstimmungsergebnis Beschwerde führt.\n\nIn seiner veröffentlichten Praxis hat das Bundesgericht zu dieser Frage noch nie Stellung genommen. Es finden sich in den publizierten Entscheiden lediglich wenige Hinweise zu diesem Problemkreis (vgl. die Zusammenstellung bei HILLER, a.a.O., S. 332 f.). In der nicht veröffentlichten Erwägung 1b von BGE 112 Ia 233 ff. ging das Bundesgericht ohne nähere Begründung davon aus, dass die zu Art. 89 Abs. 1 OG entwickelten Grundsätze auch mit Bezug auf das kantonale Verfahren gelten würden. Es betrachtete daher eine Stimmrechtsbeschwerde gegen einen Wahlbeschluss als verspätet, weil die damit gerügte Verkürzung des Wahlrechts eine Konsequenz einer vorangegangenen Wahlanordnung gewesen war, der Beschwerdeführer diese aber nicht angefochten hatte. Es mass dabei der Tatsache keine entscheidende Bedeutung zu, dass das kantonale Recht dem Bürger ein Rechtsmittel zur Verfügung stellte, mit dem alle Mängel noch im Anschluss an das Wahlergebnis geltend gemacht werden konnten. Die - soweit ersichtlich - einzige Äusserung in der Literatur nimmt im gleichen Sinne Stellung (HILLER, a.a.O., S. 334).\n\nDie Gründe, aus denen die Pflicht zur sofortigen Anfechtung von Vorbereitungshandlungen zu Wahlen oder Abstimmungen mit Stimmrechtsbeschwerde beim Bundesgericht folgt, können an sich auch für das kantonale Rechtsmittelverfahren Geltung beanspruchen. Doch sind die Kantone gestützt auf ihre Organisationsautonomie frei, anderen Erwägungen - wie namentlich einem leicht zugänglichen Rechtsschutz im Bereich der politischen Rechte - einen höheren Stellenwert zuzumessen. Soweit kantonale Instanzen im Anschluss an das Wahl- oder Abstimmungsergebnis auch noch Mängel von Vorbereitungshandlungen überprüfen, spielt auch keine Rolle, dass der Wahlakt im Blick auf die vorangegangene Vorbereitungshandlung unter Umständen lediglich einen Vollzugsakt darstellt. Streitgegenstand vor der letzten kantonalen Instanz bilden in einem solchen Fall nämlich alle Mängel im Zusammenhang mit der angefochtenen Wahl oder Abstimmung. Wie das Bundesgericht bereits im Zusammenhang mit der Frage, ob eine Verletzung von Art. 58 BV rechtzeitig gerügt worden sei, entschieden hat, ist auf eine staatsrechtliche BGE 118 Ia 271 S. 276Beschwerde gegen einen letztinstanzlichen kantonalen Entscheid einzutreten, der Rügen materiell behandelt, die nach den für das bundesgerichtliche Beschwerdeverfahren geltenden Grundsätzen verspätet wären (BGE 117 Ia 159 E. 1b).\n\nAus diesen Erwägungen rechtfertigt es sich, die Rechtsprechung, nach der Stimmrechtsbeschwerden wegen Mängeln bei der Vorbereitung von Wahlen oder Abstimmungen sofort im Anschluss an die entsprechende Anordnung zu erheben sind, nur dann anzuwenden, wenn mangels zur Verfügung stehender kantonaler Rechtsmittel direkt das Bundesgericht angerufen wird. Wenn dagegen zunächst der kantonale Rechtsmittelzug auszuschöpfen ist (vgl. Art. 86 Abs. 1 OG), kann eine Stimmrechtsbeschwerde stets innert dreissig Tagen gegen den letztinstanzlichen kantonalen Entscheid erhoben werden. In diesem Fall spielt es für die Zulässigkeit der Beschwerdeführung vor dem Bundesgericht keine Rolle, dass der Beschwerdeführer Mängel bei der Vorbereitung von Wahlen oder Abstimmungen nicht sofort geltend macht. Soweit die letzte kantonale Instanz entsprechende Rügen trotzdem materiell prüft, können diese im Anschluss an deren Entscheid mit Stimmrechtsbeschwerde auch vor Bundesgericht erhoben werden.\n\nIm vorliegenden Fall hat der Regierungsrat die vom Beschwerdeführer beanstandeten Unregelmässigkeiten bei der Vorbereitung der Delegiertenwahl materiell beurteilt. Dass der Beschwerdeführer mit der Wahlbeschwerde gemäss § 123 lit. a WG bereits die Wahlanordnung vom 12. März 1990 als Vorbereitungshandlung hätte anfechten können (vgl. ZBl 83/1982 346 f.), ist nach der dargelegten Präzisierung der Rechtsprechung nicht entscheidend. Auf die Stimmrechtsbeschwerde ist einzutreten."}