{"annee": "118", "cour": "II", "page": "459", "date": "18/8/1992", "cite": ["116 II 525", "84 II 579", "110 II 411", "87 II 320", "85 II 431", "92 II 202", "107 II 375", "114 II 404"], "cite_par": ["134 III 166", "139 IV 17", "131 III 384"], "chapeau": "88. Auszug aus dem Urteil der I. Zivilabteilung vom 18. August 1992 i.S. Bernard Henrion gegen BMG Ariola (Schweiz) AG (Berufung)", "regestes": ["Droit d'auteur; durée de la protection des prestations; concurrence déloyale (art. 4 al. 2 et art. 36 LDA; art. 5 let. c LCD). 1. Les droits du producteur de phonogrammes selon l'art. 4 al. 2 LDA s'éteignent après cinquante ans (consid. 2-4). 2. Les règles de protection découlant de lois spéciales priment celles du droit de la concurrence déloyale (consid. 4a)."], "faits": "BGE 118 II 459 S. 459\n\nA.- Die Parteien sind in der Musikbranche tätig und vertreiben Tonträger, die BMG Ariola (Schweiz) AG (Beklagte) namentlich solche der Marke \"Radio Corporation of America\" (RCA). Diese produzierte Ende der fünfziger Jahre Schallplattenaufnahmen mit Liedern von Elvis Presley. Bernard Henrion (Kläger), Inhaber der Einzelfirma \"Gold Records\", startete im September 1987 eine Verkaufsaktion über die Presseorgane \"Tagblatt der Stadt Zürich\" und \"Glücks-Post\" sowie den \"Ex Libris\"-Verlag. Er bot verschiedene BGE 118 II 459 S. 460Tonträger an, namentlich die Compact Disc \"Just Elvis\", deren Herstellerin sich mit \"LOR-DISC\" bezeichnete. Nach Interventionen der Beklagten und der International Federation of Phonogram and Videogram Producers (IFPI) Schweiz setzten die beiden Medien- und das Verlagsunternehmen die Aktion ab.\n\nB.- Auf Begehren des Klägers verbot der Einzelrichter im summarischen Verfahren am Bezirksgericht Zürich der Beklagten mit Verfügung vom 16. November 1987, gegenüber Dritten zu äussern, der Kläger bzw. Gold Records habe in illegaler Weise etwas mit Tonträger-Piraterie zu tun. Einen Rekurs gegen diese Verfügung wies die II. Zivilkammer des Obergerichts des Kantons Zürich am 26. Januar 1988 ab.\n\nC.- Bernard Henrion klagte hierauf am 25. Februar 1988 gegen die BMG Ariola (Schweiz) AG. Er forderte, der Beklagten seien Äusserungen zu verbieten, die ihn mit Tonträger-Piraterie in Verbindung bringen, die Feststellung der Widerrechtlichkeit derartiger Äusserungen, die Mitteilung des Entscheids an bestimmte Dritte sowie die Zusprechung von Schadenersatz und Genugtuung. Die Beklagte erhob Widerklage auf Feststellung der Unrechtmässigkeit des Vertriebs der Compact Disc \"Just Elvis\", auf Verbot des Inverkehrbringens der unrechtmässig hergestellten Compact Discs sowie auf Schadenersatz und Herausgabe des erzielten Gewinns. Das Handelsgericht des Kantons Zürich hiess die Klage am 20. Dezember 1991 insoweit gut, als es der Beklagten die Äusserung verbot, der Kläger habe im Inserat des Tagblattes der Stadt Zürich vom 17. September 1987 neben den Compact Discs \"Just Elvis\" und \"Buona Sera\" noch andere Compact Discs anbieten lassen, die nicht legal seien, sowie der Kläger bzw. Gold Records versuche immer wieder, Schwarzdrucke auf den Markt zu bringen; im übrigen wies es die Klage ab. In teilweiser Gutheissung der Widerklage wurde sodann dem Kläger verboten, die Compact Disc \"Just Elvis\" in Verkehr zu bringen.\n\nAuf Nichtigkeitsbeschwerde des Klägers strich das Kassationsgericht des Kantons Zürich mit Urteil vom 8. Mai 1992 einen Teil der handelsgerichtlichen Begründung. Im übrigen wies es die Beschwerde ab, soweit es darauf eintrat.\n\nDer Kläger hat gegen das Urteil des Handelsgerichts Berufung eingelegt, die vom Bundesgericht abgewiesen wird.\n\nBGE 118 II 459 S. 461", "considerants": "Aus den Erwägungen:\n\n2. Streitig ist einzig die Frage, wie lange die Rechte eines Tonträgerherstellers an der Aufnahme geschützt sind. Der Kläger macht geltend, die umstrittenen Presley-Titel seien vor mehr als dreissig Jahren aufgenommen worden. Die Schutzfrist des Tonträgerherstellers sei gesetzlich nicht geregelt und vorliegend längst verstrichen. Die Auffassung der Vorinstanz, die zeitliche Dauer der Schutzrechte gemäss Art. 4 Abs. 2 URG betrage fünfzig Jahre, sei bundesrechtswidrig.\n\na) Dass auf die Streitsache schweizerisches Recht anzuwenden ist, ist zu Recht unbestritten.\n\nb) Das Handelsgericht stützt sich auf Art. 4 Abs. 2 URG sowie Art. 5 lit. c UWG und geht hinsichtlich der Schutzdauer des Tonträgerherstellers von einer echten Lücke praeter legem aus. Das geltende URG kenne nur eine Frist, nämlich jene von fünfzig Jahren für den Schutz des Werkes (Art. 36 URG). Angesichts der Nähe der Rechte des Tonträgerherstellers zum Urheberrecht sei es angebracht, hier ebenfalls von einer fünfzigjährigen Schutzfrist auszugehen, welche mit dem Ablauf des Herstellungsjahres zu laufen beginne.\n\nc) Wird ein literarisches oder musikalisches Werk durch persönliche Betätigung von Ausübenden auf Instrumente übertragen, die dazu dienen, es mechanisch vorzutragen oder aufzuführen, ist diese Übertragung als eine unter den Schutz des Gesetzes fallende Wiedergabe anzusehen (Art. 4 Abs. 2 URG). Diese Norm findet sich im Abschnitt der allgemeinen Bestimmungen und steht unter der Marginalie zu Art. 1 URG \"Geschützte Werke\". Das Gesetz selbst enthält nur eine Schutzfrist (Art. 36 URG). Es ist zu prüfen, ob diese werkbezogene Schutzdauer von fünfzig Jahren seit dem Tod des Urhebers auf die vorliegende Streitsache analog Anwendung findet oder, falls dies zu verneinen ist, welche zeitliche Beschränkung anzuwenden ist.\n\n3. a) Gibt das URG über die Schutzdauer von Tonträgern keine Antwort, liegt eine Lücke vor, welche gemäss den in Art. 1 Abs. 2 und 3 ZGB enthaltenen Grundsätzen zu füllen ist (BGE 107 II 379 E. d). Der Richter hat hiezu die Ratio des Gesetzes oder der Norm zu ermitteln (BGE 116 II 527 E. b, BGE 114 II 407 E. 3). Dabei können sich aus der Entstehungsgeschichte Hinweise ergeben. Zu berücksichtigen sind die Interessen, deren Schutz durch das Gesetz oder die Norm beabsichtigt ist, sowie die Praktikabilität einer Lösung BGE 118 II 459 S. 462Mitzuberücksichtigen ist aber auch eine laufende Gesetzesrevision (BGE 110 II 296 E. a).\n\nb) aa) Nach ständiger Rechtsprechung des Bundesgerichts bezweckt Art. 4 Abs. 2 URG unter anderem, die Hersteller von Tonträgern (Schallplatten, Compact Discs, Kassetten, Musikdosen) vor unerlaubter Nachpressung und Inverkehrsetzung unrechtmässig hergestellter Tonträger zu schützen. Die Tonträgerhersteller sind nach dieser Rechtsprechung nicht Inhaber von Urheberrechten, sondern können sich lediglich auf einen Schutz wettbewerbsrechtlicher Art berufen (BGE 85 II 439 ff., BGE 87 II 322, BGE 110 II 414 E. a). Das Wettbewerbsrecht bezweckt aber ausschliesslich, den Missbrauch des freien wirtschaftlichen Wettbewerbs durch täuschende oder andere gegen Treu und Glauben verstossende Mittel zu bekämpfen. In Zusammenhang mit Tonträgern im Sinne von Art. 4 Abs. 2 URG geht es namentlich um den Schutz gegen die Nachahmung des Tonträgers (BGE 85 II 439 E. d), den Schutz gegen unlautere Wettbewerbshandlungen (BGE 87 II 326 E. b), den Schutz gegen die unbefugte Nachpressung von Schallplatten und gegen die Inverkehrsetzung der so hergestellten Erzeugnisse (BGE 87 II 335 E. 6). Einen darüber hinausgehenden Schutz des Platten- oder Tonträgerherstellers verneinte das Bundesgericht (BGE 87 II 335 E. 6). Es begründete dies damit, dass eine solche Erstreckung ein auf den Fabrikanten übergegangenes Urheberrecht des ausübenden Künstlers oder mindestens ein sogenanntes Nachbarrecht zu einem solchen voraussetzen würde (BGE 87 II 338 E. 7a; dazu auch PEDRAZZINI, Über den Leistungsschutz der Interpreten, der Ton- und Tonbildträgerhersteller und der Sendeunternehmen, ZSR 96/1977 II 1ff., 68 f.).\n\nbb) Der Hersteller von Tonträgern kann nach dieser Rechtsprechung lediglich wettbewerbsrechtlichen Schutz beanspruchen. Nach Art. 5 lit. c UWG (in Kraft seit 1. März 1988) handelt unlauter, wer das marktreife Arbeitsergebnis eines andern ohne angemessenen eigenen Aufwand durch technische Reproduktionsverfahren als solches übernimmt und verwertet. Geschützt ist danach nicht das Arbeitsergebnis per se, sondern nach wie vor der lautere Wettbewerb. Der Schutz materialisierter Arbeitsergebnisse hat sich in diesen Kontext einzufügen und wird durch das Lauterkeitsrecht nur in dem Umfang gewährleistet, in dem der lautere Wettbewerb gefährdet wird (CHRISTIAN HILTI, Wettbewerbsrechtlicher Leistungsschutz statt Nachbarrechte?, Diss. Zürich 1986, S. 99). Nach aUWG konnte sich der Hersteller von Tonträgern als Wettbewerbsteilnehmer auf die Generalklausel von Art. 1 Abs. 1 aUWG berufen (PEDRAZZINI, BGE 118 II 459 S. 463a.a.O., S. 71 f.; auch HILTI, a.a.O., S. 80 f.); ferner war er vor Nachahmung seiner Leistung dann geschützt, wenn dadurch eine Verwechslungsgefahr im Sinn von Art. 1 Abs. 2 lit. d aUWG entstand (PEDRAZZINI, a.a.O., S. 70; HILTI, a.a.O., S. 83 f.). Im Rahmen der Revision des UWG ist dieser Leistungsschutz ausdrücklich verankert und der bisherigen Rechtsprechung, wonach der in Art. 4 Abs. 2 URG vorgesehene Schutz des Tonträgerherstellers wettbewerbsrechtlicher Natur ist, Rechnung getragen worden.\n\nc) Den Materialien zum geltenden URG lässt sich zur Frage des Leistungsschutzes für Tonträgerhersteller nichts entnehmen. Die allgemeine urheberrechtliche Schutzdauer betrug gemäss Art. 37 URG (Fassung von 1918; dazu BBl 1918 III 571 ff.) dreissig Jahre (BBl 1918 III 671). Sie beträgt seit 1. Dezember 1955 fünfzig Jahre (AS 1955 855; dazu BBl 1954 II 639 ff., 663 und BBl 1984 III 176).\n\nSeit 1958 wird an einer Totalrevision des URG von 1922/1955 gearbeitet (BBl 1984 III 178). Ein erster Vorentwurf datiert von 1971, der zweite von 1981. Letzterer wurde überarbeitet und mit Botschaft vom 29. August 1984 der Bundesversammlung unterbreitet (BBl 1984 III 173 ff.). In diesem Entwurf wurde Art. 4 Abs. 2 URG ersatzlos gestrichen. Die Bestimmung sei wettbewerbsrechtlicher Natur und habe somit im Urheberrecht keinen Platz. Die Frage eines Leistungsschutzes für Tonträgerhersteller sei vielmehr im Rahmen der Revision des Bundesgesetzes über den unlauteren Wettbewerb oder allenfalls eines neuen Leistungsschutzgesetzes zu prüfen (BBl 1984 III 193 f.). Der Ständerat wies jedoch die Vorlage gerade deswegen am 3. Oktober 1985 an den Bundesrat zurück mit dem Auftrag zu prüfen, wie der Schutz der Produzenten und der verschiedenen Nutzerkreise verbessert werden könnte (Amtl.Bull./SR 1985 584 ff., 590); gleich entschied am 10. Juni 1986 der Nationalrat (Amtl.Bull./NR 1986 695 ff., 711).\n\nIm Gesetzesentwurf vom 19. Juni 1989 wurden die verwandten Schutzrechte, namentlich jene des Tonträgerherstellers, berücksichtigt (BBl 1989 III 477 ff., 486 ff.). Art. 36 E-URG (1989) sieht unter dem dritten Titel \"Verwandte Schutzrechte\" vor, dass der Hersteller von Ton- und Tonbildträgern das ausschliessliche Recht habe, die Aufnahmen zu vervielfältigen und die Vervielfältigungsexemplare anzubieten, zu veräussern oder sonstwie zu verbreiten (BBl 1989 III 624). Art. 39 E-URG (1989) regelt die Schutzdauer. Danach beginnt der Schutz mit der Darbietung des Werks durch den ausübenden Künstler, mit der Herstellung der Ton- und Tonbildträger sowie mit der Ausstrahlung der Sendung und erlischt nach fünfzig BGE 118 II 459 S. 464Jahren (BBl 1989 III 625). Die Regelung lehnt sich in der Sache an das Internationale Abkommen über den Schutz der ausübenden Künstler, der Hersteller von Tonträgern und der Sendeunternehmen, abgeschlossen in Rom am 26. Oktober 1961 (Rom-Abkommen, BBl 1989 III 696 ff.) sowie an das Übereinkommen zum Schutz der Hersteller von Tonträgern gegen die unerlaubte Vervielfältigung ihrer Tonträger, abgeschlossen am 29. Oktober 1979 (Genfer Tonträger-Übereinkommen; BBl 1989 III 708 ff.) an. Zur Schutzdauer führte der Bundesrat aus, diese folge der international feststellbaren Tendenz, über die Mindestschutzdauer des Rom-Abkommens von zwanzig Jahren hinauszugehen (BBl 1989 III 553). Die Bestimmungen von Art. 36 und 39 E-URG gaben in der Detailberatung der beiden Räte, im Ständerat am 6. März 1991 (Amtl.Bull./SR 1991 118 und 120) und im Nationalrat am 28. Januar 1992 (Amtl.Bull./NR 1992 44 f.), zu keinen weiteren Bemerkungen Anlass. Dem Entwurf wurde diesbezüglich vorbehaltlos zugestimmt. Im übrigen sah bereits die parlamentarische Initiative Morf vom 5. Oktober 1983 zum Erlass eines Bundesgesetzes zum Schutz der Interpreten, der Hersteller von Ton-, Bild- und Tonbildträgern sowie von Sendeunternehmen eine Schutzdauer von fünfzig Jahren vor (Art. 8 der Initiative; Amtl.Bull./NR 1986 695; Ausführungen dazu bei HILTI, a.a.O., S. 61 ff.).\n\nd) Ebenfalls in Zusammenhang mit Art. 5 lit. c UWG wird eine zeitliche Befristung des Leistungsschutzes verlangt. In den Materialien wird ausdrücklich festgehalten, dass mit einer zeitlichen Befristung des wettbewerbsrechtlich gewährleisteten Schutzes gemäss Art. 5 lit. c UWG jene des urheberrechtlichen oder gewerblichen Rechtsschutzes nicht unterlaufen werden dürfe (BBl 1983 II 1009 ff., 1048 f.; Amtl.Bull./NR 1985 I 842). Die Dauer des Schutzes werde von den Gerichten im Lichte der Generalklausel des UWG beurteilt und entschieden werden müssen (Amtl. Bull./NR 1985 I 842). Nach TROLLER (Immaterialgüterrecht, Band II, 3. Aufl. 1985, S. 958) soll der wettbewerbsrechtliche Schutz nach Art. 5 lit. c. UWG erst enden, wenn eine Nachahmung der Arbeitsleistung den Erstleistenden im Wettbewerb nicht mehr benachteiligt. Er verwirft dagegen die Amortisationstheorie, wonach der Schutz so lange zu gewähren ist, bis der Aufwand amortisiert ist (zur Amortisationstheorie das Handelsgericht des Kantons Zürich in einem Urteil vom 19. September 1969, SJZ 66/1970 326 ff. Nr. 141; BAUDENBACHER, Das neue Bundesgesetz gegen den unlauteren Wettbewerb, recht 1988 73 ff., 82 Anm. 64; BAUDENBACHER, Die Revision des schweizerischen UWG, GRUR Int. BGE 118 II 459 S. 4651981 167 f.; Zusammenfassung der verschiedenen Standpunkte zur Amortisationsthese bei MARKUS FIECHTER, Der Leistungsschutz nach Art. 5 lit. c UWG, Diss. St. Gallen 1992, S. 197 f.). Der Auffassung TROLLERS stimmt HILTI (a.a.O., S. 107 f.) grundsätzlich zu, wobei zu berücksichtigen sei, dass eine gewisse Benachteiligung des Erstleistenden gegenüber dem Zweitleistenden, d.h. jenem, der vervielfältigt, wettbewerbsimmanent sei und damit lauterer und unlauterer Vorteil voneinander abzugrenzen seien. Für eine zeitliche Beschränkung des Leistungsschutzes spricht sich auch BAUDENBACHER aus, um eine Unterlaufung des Numerus clausus der gewerblichen Schutzrechte zu verhindern (GRUR Int. 1981 168). Die Meinung der verschiedenen Autoren geht dahin, dass die Dauer des Schutzes von Fall zu Fall in Abwägung der gegenseitigen Interessen zu bestimmen sei. Die Frage kann jedoch offenbleiben, da es vorliegend um die zeitliche Beschränkung des sondergesetzlichen Schutzes nach Art. 4 Abs. 2 URG geht.\n\ne) Rechtsvergleichend sind vor allem die bereits zitierten Abkommen von Rom und Genf (BBl 1989 III 696 ff. bzw. BBl 1989 III 708 ff.) zu erwähnen, welche beide eine Mindestschutzdauer für die Tonträgerhersteller von zwanzig Jahren vorsehen. Nach deutschem Recht erlischt das Recht fünfundzwanzig Jahre nach dem Erscheinen des Tonträgers, jedoch bereits fünfundzwanzig Jahre nach der Herstellung, wenn der Tonträger innerhalb dieser Frist nicht erschienen ist (§ 85 Abs. 2 UrhG; dazu FROMM/NORDEMANN, Urheberrecht (UrhG), 7. Aufl. 1988, §§ 85/86; MESTMÄCKER/SCHULZE, Kommentar zum deutschen Urheberrecht, N 5 zu §§ 85/86). Frankreich hat 1985 bei der Einführung der verwandten Schutzrechte anlässlich der Urheberrechtsrevision ebenfalls eine fünfzigjährige Schutzfrist normiert (Art. 30 de la Loi no 85-660 du 3 juillet 1985, Propriété littéraire et artistique).\n\n4. a) Art. 36 E-URG und Art. 5 lit. c UWG sind Ausfluss der Entwicklung und der vielseitigen Möglichkeiten der modernen Technik, welche die Voraussetzungen schafft, fertige Arbeitsprodukte Dritter durch technische Reproduktion zu verwerten. Dieser Umstand verlangt nach einem verstärkten Schutz des Herstellers der Erstleistung.\n\nDie Materialien zum URG-Entwurf von 1989 und der Werdegang dieses Entwurfes zeigen klar die Tendenzen auf. Die sogenannten Nachbarrechte des Urheberrechts sollen auch sondergesetzlich, d.h. im Rahmen des URG geschützt werden; der Leistungsschutz soll demnach nicht mehr ausschliesslich wettbewerbsrechtlicher Natur BGE 118 II 459 S. 466sein, wie dies der bisherigen Rechtsprechung (BGE 85 II 431 ff., BGE 87 II 320 ff., zuletzt in BGE 110 II 414 E. a) entsprach.\n\nZur Frage, auf welche Schutznorm sich der Tonträgerhersteller in erster Linie zu berufen hat, gilt der Grundsatz, dass zunächst die sondergesetzlichen Schutzvorschriften auszuschöpfen sind. Erst danach kann sich der Betroffene auf einen ergänzenden wettbewerbsrechtlichen Leistungsschutz berufen. Ein ergänzender Lauterkeitsschutz kommt nur dann zum Tragen, wenn spezifisch wettbewerbsrechtliche Motive, die keine Parallelitäten zum sondergesetzlichen Schutz aufweisen oder klarerweise mit den lauterkeitsrechtlichen Grundsatzwertungen korrespondieren, eine Beschränkung der Nutzungsfreiheit gebieten (dazu BGE 92 II 206 E. 6, BGE 84 II 584; FIECHTER (a.a.O., S. 189, weitere Nachweise in Fn. 14; dazu auch FROMM/NORDEMANN, UrhG, a.a.O., N 7 zu §§ 85/86).\n\nb) Das Handelsgericht geht von einer Schutzdauer von fünfzig Jahren aus, da das Schutzrecht des Tonträgerherstellers trotz allem urheberrechtlicher Natur sei und das geltende Urheberrechtsgesetz lediglich eine einzige Schutzfrist vorsehe. Diesem Auslegungsergebnis der Vorinstanz ist zuzustimmen. Die Lücke der zeitlichen Beschränkung des Leistungsschutzes nach Art. 4 Abs. 2 URG ist in möglichst weitgehender Anlehnung an die Prinzipien des geltenden URG auszufüllen. Die Annahme einer fünfzigjährigen Schutzfrist verträgt sich durchaus mit dem System des geltenden Rechts (Art. 36 URG) wie auch mit der bisherigen Rechtsprechung des Bundesgerichts zur rechtlichen Natur des Leistungsschutzes nach Art. 4 Abs. 2 URG. Die Lösung widerspricht auch nicht dem neu in Art. 5 lit. c UWG vorgesehenen Leistungsschutz, da ebenfalls dieser Schutz nicht unbefristet sein kann; es ergeben sich auch keine Schwierigkeiten aus dem Nebeneinander von URG und UWG, da nach dem Gesagten (E. 4a hievor) der sondergesetzliche Schutz ohnehin vorgeht. Ausschlaggebend ist dabei, dass die Annahme einer Schutzdauer von fünfzig Jahren der bevorstehenden URG-Revision, welche für den urheberrechtlichen Leistungsschutz diese vorsieht (dazu E. 3c hievor), vollumfänglich Rechnung trägt. Im Rahmen der richterlichen Lückenfüllung ist eine Gesetzesrevision, die abgeschlossen ist, und welcher die Legislative zugestimmt hat, zu berücksichtigen, und die Lücke in Übereinstimmung mit der neuen Regelung zu schliessen. Es ginge nicht an, dass der Richter kurz vor Inkrafttreten einer Bestimmung, welche die zu beurteilende Streitfrage zum Gegenstand hat, sich über den Willen des Gesetzgebers hinwegsetzte und die Lücke BGE 118 II 459 S. 467abweichend von dessen Regelungsabsicht füllte. Darüber hinaus steht die Lösung in Einklang mit der internationalen Tendenz zur Verlängerung der in den einzelnen Abkommen vorgesehenen Mindestschutzdauer."}