{"annee": "118", "cour": "IA", "page": "327", "date": "7/8/1992", "cite": ["112 IA 18", "116 IA 295"], "cite_par": ["124 I 274", "125 I 127", "121 I 306", "118 IA 457", "118 IA 462"], "chapeau": "44. Extrait de l'arrêt de la Ire Cour de droit public du 7 août 1992 dans la cause B. contre Procureur général du canton de Vaud (recours de droit public)", "regestes": ["Art. 6 par. 1 et par. 3 let. d CEDH, art. 4 Cst.; témoignage de l'agent infiltré. 1. Résumé de la jurisprudence relative au témoignage des témoins anonymes et des agents infiltrés (consid. 2a-b). 2. En l'espèce, le recourant devait pouvoir être confronté à l'agent infiltré notamment sur la question, déterminante, de savoir quel fut son degré d'intervention (consid. 2c)."], "faits": "BGE 118 Ia 327 S. 328\n\nA.- Le 17 novembre 1990, B., ressortissant yougoslave, a été arrêté et inculpé d'infraction à la loi fédérale sur les stupéfiants; il lui était notamment reproché les faits suivants. Le 23 octobre 1990, B. s'est vu présenter un dénommé Ali, disposé à acheter de la drogue pour plusieurs centaines de milliers de francs, en réalité un agent infiltré par la police. B. contacta à plusieurs reprises S., afin que ce dernier se procure la drogue qu'Ali désirait acheter. Le jour de l'arrestation, Ali, B., S. et des comparses se sont retrouvés en vue de la vente de cinq kilos d'héroïne au prix de 70'000 francs le kilo.\n\nB.- Dans un rapport du 11 juillet 1991 établi à la demande du Juge informateur, l'autorité de police explique que l'intervention d'Ali, informateur yougoslave, a été rendue nécessaire par le fait que les trafiquants yougoslaves ne voulaient traiter qu'avec des compatriotes; Ali fut présenté à B. le 23 octobre 1990, comme représentant d'un acheteur potentiel de drogue, exhibant quelque 700'000 francs. Des écoutes téléphoniques révélaient que B. avait, le lendemain, téléphoné à S. qui apparaissait être son fournisseur, puis l'avait sans cesse relancé.\n\nSelon un rapport complémentaire du 29 juillet 1991, Ali est un ex-policier yougoslave ayant offert ses services en Suisse; il aurait constamment agi sous le contrôle des enquêteurs, l'acheteur fictif, un policier suisse-allemand, se trouvant toujours à distance. Afin de préserver l'intégrité corporelle d'Ali, comme il le lui avait promis, l'auteur de ce rapport refusa de révéler son identité.\n\nB. demanda, le 9 août 1991, qu'Ali soit interrogé, puis lui soit confronté. Par ordonnance du 19 septembre 1991, le Juge informateur considéra qu'il n'existait aucun moyen de contraindre la police à révéler l'identité de l'agent infiltré, même par le biais du témoignage, et rejeta la requête. Par la même ordonnance, il a renvoyé B. BGE 118 Ia 327 S. 329devant le Tribunal correctionnel du district de Lausanne (ci-après: le Tribunal correctionnel).\n\nC.- B. sollicita de cette juridiction la convocation d'Ali en qualité de témoin, estimant que la police avait minimisé le rôle d'Ali, que ce dernier était un agent provocateur et que le prévenu devait pouvoir poser des questions à ce témoin essentiel. Ces requêtes furent écartées.\n\nPar jugement du 28 janvier 1992, le Tribunal correctionnel a condamné B. à cinq ans de réclusion pour violation de la loi fédérale sur les stupéfiants.\n\nD.- Contre ce jugement, B. a déposé, auprès de la Cour de cassation pénale du Tribunal cantonal vaudois (ci-après: la Cour de cassation) un recours en nullité, se plaignant du refus, par l'autorité de jugement, d'entendre l'agent infiltré.\n\nPar arrêt du 28 février 1992, la Cour de cassation a rejeté le recours. Elle a considéré, s'agissant de l'agent infiltré, que le refus de son audition était admissible eu égard aux intérêts en présence, et au fait que son activité, sous surveillance policière, avait fait l'objet de rapports circonstanciés, de sorte que les premiers juges étaient suffisamment renseignés sur les faits liés à son intervention.\n\nAgissant par la voie du recours de droit public, B. demande au Tribunal fédéral d'annuler ce dernier arrêt, pour violation des art. 6 CEDH et 4 Cst.", "considerants": "Extrait des considérants:\n\n2. Avec raison, le recourant ne prétend pas que le recours à un agent infiltré violerait la Constitution ou la Convention européenne des droits de l'homme (cf. ATF 112 Ia 23 consid. 4). Il soutient en revanche que le refus d'entendre l'agent infiltré Ali constituerait une violation de la garantie d'un procès équitable (art. 6 par. 1 CEDH), de l'art. 6 par. 3 let. d CEDH et de l'art. 4 Cst.\n\na) L'art. 6 par. 1 CEDH garantit à toute personne le droit à ce que sa cause soit entendue équitablement et publiquement par un tribunal indépendant et impartial qui décidera du bien-fondé de toute accusation en matière pénale portée contre elle. Selon l'art. 6 par. 3 let. d CEDH, tout accusé a notamment le droit d'interroger ou de faire interroger les témoins à charge et d'obtenir la convocation des témoins à décharge dans les mêmes conditions que les témoins à charge. Enfin, le droit d'être entendu, garanti de manière générale par l'art. 4 Cst., permet au justiciable de fournir des preuves quant BGE 118 Ia 327 S. 330aux faits de nature à influer sur le sort de la décision, de participer à l'administration des preuves, d'en prendre connaissance et de se déterminer à leur propos (ATF 116 Ia 302 consid. 5a et les arrêts cités).\n\nb) aa) Selon la jurisprudence, les éléments de preuve doivent en principe être produits en présence de l'accusé en audience publique, en vue d'un débat contradictoire. L'emploi de dépositions recueillies durant la phase de l'instruction ne heurte toutefois pas, en soi, les art. 6 par. 1 et 6 par. 3 let. d CEDH dans la mesure où l'accusé dispose d'une occasion adéquate et suffisante pour contester ces témoignages à charge et en interroger l'auteur, au moment de sa déposition ou plus tard (arrêt de la Cour européenne des droits de l'homme du 20 novembre 1989 en la cause Kostovsky, série A No 166, p. 20, § 41). Ainsi, lorsque l'accusation repose, notamment, sur les déclarations de témoins anonymes, l'accusé doit avoir l'occasion de les interroger directement au moins au stade de l'enquête (arrêt précité, § 42 s.). La déposition à la barre des agents ayant recueilli ces déclarations, l'interrogatoire de ces agents par l'inculpé et la possibilité de questionner les témoins par écrit ne sauraient remplacer une confrontation directe permettant à l'accusé, et au tribunal, de contrôler leur crédibilité (arrêt du 27 septembre 1990 en la cause Windisch, série A No 186 § 27-29).\n\nbb) La jurisprudence admet que les dépositions faites par les agents infiltrés au cours de l'enquête préliminaire, à charge ou à décharge, sous l'anonymat, peuvent, dans des situations exceptionnelles, être prises en considération par le juge du fond sans que l'auteur ait à les confirmer durant les débats. L'obligation faite à ces agents de comparaître à visage découvert dans le procès compromettrait naturellement leur recrutement, menacerait souvent leur sécurité personnelle et réduirait le plus souvent à néant l'efficacité de ce système d'enquête indispensable à la répression du grand banditisme (arrêt non publié du 19 août 1991 en la cause H.).\n\ncc) La Cour européenne des droits de l'homme a, dans un arrêt du 15 juin 1992, précisé la portée des droits du prévenu, s'agissant de la déposition d'agents infiltrés. Constatant que le litige qui lui était soumis se distinguait des affaires Kostovsky et Windisch précitées parce que, d'une part, il ne s'agissait pas d'un témoin anonyme mais d'un officier de police dont le juge d'instruction n'ignorait pas la mission et que, d'autre part, le requérant connaissait au moins l'apparence physique de cet agent, elle estima que le refus de procéder à une confrontation et de donner à l'accusé l'occasion de l'interroger BGE 118 Ia 327 S. 331violait l'art. 6 par. 1 et 3 let. d CEDH (arrêt du 15 juin 1992 en la cause Lüdi, série A No 238).\n\nc) En l'espèce, la déclaration de culpabilité rendue à l'encontre du recourant ne se fonde pas seulement sur la déposition de l'agent infiltré Ali, mais aussi sur les déclarations d'autres témoins (notamment de S.), avec lesquels le recourant a pu être confronté. En outre, le Juge d'instruction a, à la requête du recourant, sollicité la production d'un rapport détaillé des autorités de police au sujet de l'activité d'Ali.\n\nCes circonstances ne suffisent pas pour dénier au recourant le droit de faire entendre l'agent infiltré. L'audition d'Ali, témoin à charge important, constituait en effet le seul moyen de contester sa crédibilité d'une part, et le rapport de police relatif à son activité d'autre part. Le recourant devait pouvoir être confronté à l'agent infiltré notamment sur la question, déterminante, de savoir quel fut son degré d'intervention. Le recourant soutient en effet qu'il s'agissait d'un agent provocateur, prétendant avoir été constamment harcelé par celui-ci afin qu'il \"reprenne des contacts\".\n\nL'audition et la confrontation du recourant avec Ali pouvaient avoir lieu, moyennant certaines précautions, afin que l'identité réelle de l'agent infiltré ne parvienne pas à la connaissance de l'accusé ou de tiers, et que son apparence physique, que le recourant connaît, ne soit pas dévoilée. Durant les débats, son anonymat aurait pu être préservé par le recours à des moyens techniques permettant à l'agent infiltré de ne pas être vu et de ne pas être reconnu par sa voix, après avoir donné au recourant l'occasion de confirmer que le témoin entendu était bien Ali."}