{"annee": "118", "cour": "II", "page": "79", "date": "27/1/1992", "cite": [], "cite_par": ["121 III 246", "120 II 112"], "chapeau": "16. Extrait de l'arrêt de la IIe Cour civile du 27 janvier 1992 dans la cause W. contre dame W. (recours en réforme)", "regestes": ["Divorce d'époux ayant une nationalité étrangère commune et dont un seul est domicilié en Suisse (art. 61 al. 2 LDIP); application de la clause d'exception en faveur du droit suisse (art. 15 al. 1 LDIP). L'art. 15 al. 1 LDIP est une clause d'exception au sens strict, qui ne doit être appliquée qu'en cas de nécessité, la règle de conflit de lois étant impérative. Mais, en l'espèce, il est manifeste, au regard de l'ensemble des circonstances, que la cause n'a qu'un lien très lâche avec le droit étranger commun et qu'elle se trouve dans une relation beaucoup plus étroite avec le droit suisse."], "faits": "BGE 118 II 79 S. 79\n\nA.- W., de nationalité allemande, né en 1935, et Pauline W., de nationalité canadienne, née en 1936, se sont mariés à Saint-Roch (Québec, Canada) le 27 mai 1960.\n\nBGE 118 II 79 S. 80\n\nIls ont été naturalisés citoyens des Etats-Unis d'Amérique par jugements du Western District of Texas Court, du 1er juin 1962 pour le mari, du 15 juin 1962 pour la femme.\n\nLe premier domicile conjugal a été fixé au Texas. De 1960 à 1976, les époux ont déménagé à onze reprises, en cinq pays et trois continents différents. Au début, le mari, militaire de carrière, devait suivre son unité. Ensuite, les époux se sont installés au Maryland, où le mari a obtenu, en 1970, après quatre ans, le diplôme d'ingénieur. Il s'est alors engagé dans les services d'outre-mer d'une firme américaine. Les époux ont vécu en Afrique équatoriale, puis sont retournés aux Etats-Unis. En mai 1979, ils se sont installés à La Chaux-de-Fonds, où ils ont vécu de façon continue jusqu'en 1984. En raison d'une crise conjugale, l'épouse s'est alors rendue en Allemagne, auprès d'une parente, d'où elle est revenue au début de 1990, pour séjourner à La Chaux-de-Fonds, ville que son mari n'avait pas quittée.\n\nLe 4 juillet 1986, W. a ouvert action en divorce devant le Tribunal matrimonial du district de La Chaux-de-Fonds. Dame W. s'est opposée à la demande, mais, pour le cas où le divorce serait prononcé, elle a en particulier sollicité le paiement d'une indemnité, subsidiairement d'une pension alimentaire, de 2'000 francs par mois.\n\nPar jugement du 6 août 1990, le Tribunal matrimonial a prononcé le divorce et, notamment, condamné le demandeur à payer à la défenderesse, en vertu de l'art. 152 CC, une pension alimentaire, indexée, de 1'500 francs par mois.\n\nB.- Le 10 décembre 1990, la Cour civile du Tribunal cantonal du canton de Neuchâtel a rejeté l'appel principal du mari ainsi que l'appel joint de la femme, et confirmé le jugement de première instance.\n\nC.- Le Tribunal fédéral a rejeté le recours en réforme interjeté par W.", "considerants": "Extrait des considérants:\n\n1. Le recourant soutient que la cour cantonale a appliqué à tort en l'espèce l'art. 15 al. 1 LDIP, qui ne doit pas être une norme \"passe-partout\". Il conteste par ailleurs que la cause n'ait qu'un lien très lâche avec le droit texan, affirmant que le contraire est vrai et que le rattachement de l'affaire au droit suisse apparaît comme une solution artificielle.\n\n2. Aux termes de l'art. 61 al. 1 LDIP, le divorce et la séparation de corps sont régis par le droit suisse. Ainsi, le droit suisse est BGE 118 II 79 S. 81applicable, en principe, chaque fois que les tribunaux suisses sont compétents pour connaître du divorce d'époux étrangers; tel est le cas, selon l'art. 59 LDIP, lorsque l'époux défendeur est domicilié en Suisse ou lorsque l'époux demandeur est domicilié en Suisse, s'il y réside depuis une année ou est Suisse. Comme on l'a remarqué, l'art. 61 al. 1 LDIP consacre en réalité le rattachement à la lex fori (B. DUTOIT, Le nouveau droit international privé suisse de la famille, publication CEDIDAC 9, Lausanne 1988, p. 27 ss, spéc. p. 36/37).\n\nCe rattachement à la lex fori est tempéré par l'art. 61 al. 2 LDIP, selon lequel, lorsque les époux ont une nationalité étrangère commune et qu'un seul est domicilié en Suisse, leur droit national commun est applicable.\n\nLes époux W. sont tous deux citoyens américains; il n'est pas établi que le mari ait conservé la nationalité allemande, ni la femme la nationalité canadienne, de sorte que l'éventualité évoquée à l'art. 23 al. 2 LDIP n'a pas à être envisagée. Lors de l'introduction de l'action en divorce du 4 juillet 1986, le demandeur était domicilié à La Chaux-de-Fonds, où il a vécu jusqu'à récemment, tandis que la défenderesse avait pris domicile en Allemagne en 1984. Depuis mars 1990, celle-ci séjourne de nouveau à La Chaux-de-Fonds, mais une demande d'autorisation de séjour et de travail, datée du 8 décembre 1989, a été rejetée le 18 juillet 1990; un recours était pendant lorsque l'arrêt attaqué a été rendu: dans sa réponse au recours, l'intimée admet que \"sa situation administrative en Suisse n'est pas encore complètement régularisée\" et qu'elle n'a pas obtenu à l'heure actuelle un permis de séjour.\n\nIl apparaît dès lors qu'au moment de l'ouverture d'action, seul le demandeur était domicilié en Suisse. Comme les époux ont en commun la nationalité des Etats-Unis d'Amérique, leur droit national commun paraît applicable à la cause en vertu de l'art. 61 al. 2 LDIP.\n\nCertes, on pourrait se demander si l'épouse n'avait pas repris domicile en Suisse, à La Chaux-de-Fonds, depuis mars 1990, avant que fût rendu le jugement de première instance, et cela malgré l'incertitude de sa situation du point de vue administratif. ... Il est toutefois inutile de trancher cette question, car le droit suisse s'applique en tout cas en vertu de l'art. 15 al. 1 LDIP, comme on va le voir.\n\n3. Aux termes de l'art. 15 al. 1 LDIP, \"le droit désigné par la présente loi n'est exceptionnellement pas applicable si, au regard de l'ensemble des circonstances, il est manifeste que la cause n'a qu'un lien très lâche avec ce droit et qu'elle se trouve dans une relation beaucoup plus étroite avec un autre droit\".\n\nBGE 118 II 79 S. 82\n\nCette disposition légale s'en remet dans une large mesure à l'appréciation du juge (cf. G. BROGGINI, Aspetti del nuovo diritto internazionale privato svizzero. I principi generali, Repertorio di giurisprudenza patria, 121/1988, p. 149 ss, spéc. p. 167/168 No 4.4; I. SCHWANDER, Einführung in das internationale Privatrecht, Erster Band: Allgemeiner Teil, 2e éd., Saint-Gall 1990, p. 185/186 No 384). Comme le fait valoir avec raison le recourant, il s'agit d'une clause d'exception au sens strict, qui ne doit être appliquée qu'en cas de nécessité (F. KNOEPFLER/PH. SCHWEIZER, Précis de droit international privé suisse, Berne 1990, p. 110 No 327; A. K. SCHNYDER, Das neue IPR-Gesetz, 2e éd., Zurich 1990, p. 33/34), quand les deux conditions posées (savoir un lien très lâche avec le droit désigné par la règle de conflit et une relation beaucoup plus étroite avec un autre droit) sont cumulativement réalisées (C. E. DUBLER, Les clauses d'exception en droit international privé, Etudes suisses de droit international, vol. 35, Genève 1983, p. 29/30 No 10). En effet, logiquement, la règle de conflit de lois est impérative: lorsqu'elle donne une solution, celle-ci doit être respectée et la sécurité du droit commande que les désignations contenues dans la loi soient suivies sans équivoque dans la très grande majorité des cas (F. KNOEPFLER, Utilité et dangers d'une clause d'exception en droit international privé, Hommage à Raymond Jeanprêtre, Neuchâtel 1982, p. 113 ss, spéc. p. 116-118; cf. les critiques des auteurs cités par BROGGINI, op.cit., p. 167 et n. 56).\n\nMais en l'espèce précisément, contrairement à ce qu'affirme le recourant, on est dans une situation qui permet au juge de ne pas appliquer le droit désigné par la règle de conflit. Il est manifeste, au regard de l'ensemble des circonstances, que la cause n'a qu'un lien très lâche avec le droit texan et qu'elle se trouve dans une relation beaucoup plus étroite avec le droit suisse.\n\na) Aux Etats-Unis, on distingue la citoyenneté américaine fédérale (federal citizenship) et la citoyenneté de chaque Etat de l'Union (state-citizenship). Le state-citizenship implique qu'on est domicilié dans un de ces Etats; celui qui a le federal citizenship est de ce fait automatiquement ressortissant de l'Etat de l'Union où il a son domicile. Comme, selon la conception juridique américaine, on ne peut avoir qu'un domicile, on ne peut être citoyen que d'un Etat. L'abandon d'un domicile aux Etats-Unis n'entraîne pas la perte du federal citizenship, mais bien celle du state-citizenship (cf. BERGMANN/FERID, Internationales Ehe- und Kindschaftsrecht, Frankfurt a. M. 1984, USA, p. 5). En conséquence, lors même que les parties ont une nationalité américaine commune, il n'en découle nullement que leur soit BGE 118 II 79 S. 83applicable le droit texan ou celui de quelque autre Etat américain (tel le Maryland, où elles ont vécu plus tard): en effet, ayant abandonné leur domicile aux Etats-Unis, elles n'ont plus de state-citizenship. Or, il n'existe pas de droit fédéral américain qui puisse leur être appliqué à titre subsidiaire. On voit mal, dans ces conditions, quel lien étroit on pourrait établir avec un droit national commun.\n\nb) Mais surtout, les époux ont quitté le Texas en 1962; ils n'y avaient vécu que relativement peu de temps, de 1960 à 1962, et il n'apparaît pas qu'ils y aient séjourné de nouveau depuis lors. Ils ont déménagé onze fois en dix-sept ans et ont eu douze domiciles conjugaux, au cours de séjours généralement brefs. De tous les liens, le plus fort est manifestement celui qu'ils ont avec La Chaux-de-Fonds, où ils se sont installés en 1979 et où ils ont fait ménage commun jusqu'en 1984; il n'est pas établi que, dans leur esprit, ce séjour dût n'être que passager, ni qu'aucun d'eux ait jamais songé à regagner sous peu les Etats-Unis. Le lien de la cause avec le droit suisse est d'autant plus étroit que c'est à La Chaux-de-Fonds que les époux ont passé les dernières années de vie commune au cours desquelles le lien conjugal a commencé à se détériorer, conduisant à la séparation et finalement à l'ouverture de l'action en divorce.\n\nCela étant, c'est avec raison que la cour cantonale a fait application en l'espèce de l'art. 15 al. 1 LDIP et a jugé la cause selon le droit suisse."}