{"annee": "118", "cour": "IV", "page": "119", "date": "9/7/1992", "cite": ["116 IV 11", "116 IV 14", "118 IV 14", "116 IV 288", "117 IV 112"], "cite_par": ["142 IV 265", "132 IV 102", "121 IV 49", "129 IV 113"], "chapeau": "24. Urteil des Kassationshofes vom 9. Juli 1992 i.S. K. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde).", "regestes": ["Art. 63 et 68 ch. 2 CP; fixation de la peine en cas de concours. Exigences quant à la motivation de la peine en cas de concours réel rétrospectif."], "faits": "", "considerants": "BGE 118 IV 119 S. 120\n\nErwägungen:\n\n1. a) Das Obergericht Zürich verurteilte am 4. April 1991 K. insbesondere wegen Vermögensdelikten zu dreieinhalb Jahren Zuchthaus, abzüglich 368 Tage Untersuchungshaft, sowie einer Busse von Fr. 200.--; zudem ordnete es eine ambulante Behandlung des Verurteilten gemäss Art. 43 Ziff. 1 Abs. 1 StGB während des Strafvollzuges an und verpflichtete diesen, soweit die Zivilforderungen nicht auf den Zivilweg verwiesen wurden, zahlreichen Geschädigten Schadenersatz zu leisten.\n\nb) Mit eidgenössischer Nichtigkeitsbeschwerde beantragt K., das Urteil des Obergerichts im Strafpunkt aufzuheben; zudem sei ihm die unentgeltliche Rechtspflege zu gewähren.\n\nc) Eine gegen das angefochtene Urteil gerichtete kantonale Nichtigkeitsbeschwerde wies das Kassationsgericht des Kantons Zürich am 7. Oktober 1991 ab, soweit darauf eingetreten werden konnte.\n\n2. Der Beschwerdeführer rügt, die Vorinstanz habe Art. 68 Ziff. 2 StGB betreffend die Ausfällung einer Zusatzstrafe bzw. die von der Rechtsprechung abgeleiteten Grundsätze für die Anwendung dieser Bestimmung, wenn eine Gesamtstrafe auszusprechen sei, nicht beachtet.\n\na) Der Beschwerdeführer verübte die zahlreichen Straftaten teils vor und teils nach einer Verurteilung durch das Obergericht Aargau vom 12. Januar 1989. Die Vorinstanz ging, unter Hinweis u.a. auf BGE 116 IV 14, davon aus, der Richter habe deswegen eine Gesamtstrafe zu verhängen, die sowohl den vor als auch den nach der früheren Verurteilung begangenen Taten Rechnung trage, das frühere Urteil aber unangetastet lasse. Sie führte auch an, der Beschwerdeführer habe mehrere mit Freiheitsstrafen bedrohte Straftaten begangen und dies teilweise wiederholt, was eine Strafschärfung nach Art. 68 Ziff. 1 Abs. 1 StGB zur Folge habe. \"In Würdigung sämtlicher Strafzumessungsgründe, insbesondere auch unter Einbezug des Urteils des Obergerichts des Kantons Aargau vom 12. Januar 1989\", erschien der Vorinstanz sodann eine Strafe von dreieinhalb Jahren Zuchthaus dem Verschulden und den persönlichen Verhältnissen des Beschwerdeführers angemessen.\n\nb) Der Richter hat im Urteil die für die Strafzumessung wesentlichen Tat- und Täterkomponenten so zu erörtern, dass festgestellt werden kann, ob alle rechtlich massgebenden Gesichtspunkte Berücksichtigung fanden und wie sie gewichtet wurden, d.h. ob und in BGE 118 IV 119 S. 121welchem Grade sie strafmindernd oder straferhöhend in die Waagschale fielen (BGE 117 IV 114 f.). Entsprechendes gilt für die im Gesetz genannten Strafschärfungs- und Strafmilderungsgründe, durch die erstens der Strafrahmen nach oben und nach unten erweitert wird und welche zweitens jedenfalls straferhöhend bzw. strafmindernd berücksichtigt werden müssen (BGE 116 IV 13 f., 302). Diese neuere Rechtsprechung bedeutet indessen nicht, dass der Sachrichter etwa in absoluten Zahlen oder in Prozenten angeben müsse, inwieweit er einem bestimmten Faktor straferhöhend bzw. strafmindernd Rechnung trug. Das Bundesrecht verlangt keine derartigen Berechnungen (vgl. auch BGE 116 IV 290 E. b). Der Sachrichter muss aber die Überlegungen, die er bei der Bemessung der Strafe angestellt hat, so in seinem Urteil in den Grundzügen darstellen, dass erkennbar wird, welche Gesichtspunkte er in welchem Sinne berücksichtigt hat. Bundesrechtlich vorgeschrieben ist eine ausreichende Begründung, die es erlaubt, die Überlegungen des Sachrichters zur Strafzumessung nachzuvollziehen (BGE 118 IV 15 E. 2). Wo es, wie der vorliegende Fall zeigt, nicht möglich ist, ohne Angabe der Höhe der jeweiligen Strafen in Zahlen mit der nötigen Klarheit die für die Strafzumessung massgeblichen Gesichtspunkte und ihre Gewichtung darzustellen, haben indessen ausnahmsweise Zahlenangaben zu erfolgen, damit sich überprüfen lässt, ob die Strafzumessung mit dem Bundesrecht im Einklang steht.\n\nc) Das angefochtene Urteil vermag den vorstehend umschriebenen Begründungsanforderungen nicht zu genügen, was die Frage der teilweisen retrospektiven Realkonkurrenz betrifft.\n\nDie Vorinstanz legt nicht dar, in welcher Weise das Urteil des Obergerichts des Kantons Aargau vom 12. Januar 1989 berücksichtigt wurde. Damit steht aber nicht fest, ob im Sinne von BGE 116 IV 14 für die durch den Beschwerdeführer vor dieser Verurteilung begangenen Delikte lediglich eine (theoretische) Zusatzstrafe festgelegt wurde, d.h. ob er für diese Straftaten tatsächlich in Beachtung von Art. 68 Ziff. 2 StGB nicht schwerer bestraft wurde, als wenn die mehreren strafbaren Handlungen gleichzeitig beurteilt worden wären. Das Obergericht wird sich darüber auszusprechen haben, welche theoretische Zusatzstrafe für die vor der Verurteilung vom 12. Januar 1989 begangenen Taten in Betracht fällt, und dann - je nachdem, welche die höhere Strafe ist - festlegen, inwieweit die (theoretische) Zusatzstrafe aufgrund der für die strafbaren Handlungen nach dem 12. Januar 1989 angemessenen (ebenfalls theoretischen) Strafe zu erhöhen ist, oder umgekehrt (BGE 116 IV 17 E. 2b).\n\nBGE 118 IV 119 S. 122\n\nd) Da die richtige Anwendung des Bundesrechts nach dem Gesagten nicht überprüft werden kann, ist das angefochtene Urteil in bezug auf die Strafzumessung gemäss Art. 277 BStP aufzuheben und die Sache zur neuen Entscheidung an die Vorinstanz zurückzuweisen."}