{"annee": "118", "cour": "IV", "page": "57", "date": "31/1/1992", "cite": ["107 IV 119", "89 IV 14", "109 IV 117"], "cite_par": ["121 IV 86", "128 IV 170", "119 IV 49"], "chapeau": "12. Auszug aus dem Urteil des Kassationshofes vom 31. Januar 1992 i.S. X. gegen Staatsanwaltschaft des Kantons Aargau (Nichtigkeitsbeschwerde)", "regestes": ["1. Art. 198 s. CP; proxénétisme (dessein de lucre). Il y a proxénétisme aussitôt que l'auteur favorise la débauche pour se procurer un avantage financier; peu importe que le dessein d'enrichissement ne se réalise pas (consid. 1b). 2. Art. 199 CP; proxénétisme professionnel (maison de prostitution). La maison de prostitution est un commerce professionnel qui tend à procurer des revenus réguliers, dans lequel sont employées plusieurs prostituées auxquelles le propriétaire fournit les locaux et l'infrastructure nécessaires pour se livrer à la débauche. Dès qu'il existe une maison de prostitution ou un commerce assimilable, il y a proxénétisme professionnel, même si aucun gain n'a été réalisé (consid. 1c)."], "faits": "BGE 118 IV 57 S. 58\n\nA.- Frau X. führte vom 1. Oktober bis zum 31. Dezember 1983 auf eigene Rechnung den Sex-Club \"Z.\" in Bremgarten, für den von ihr bezahlte Inserate im \"Blick\" und im schweizerischen \"Sexanzeiger\" erschienen. Die von ihr zu entrichtende Miete, die sie aus den Einnahmen des Clubs begleichen wollte, betrug Fr. 7'000.--. Für einen Eintrittspreis von Fr. 70.-- standen den Kunden sämtliche Clubeinrichtungen (Schwimmbad, Sauna, Dusche, Videoraum, Schlafzimmer etc.) zur Verfügung. In den einzelnen Zimmern waren Betten und Bettwäsche vorhanden. Wenn die anwesenden Frauen und Männer geschlechtliche Beziehungen unterhalten wollten, trafen sie ihre diesbezüglichen Abmachungen untereinander selber. Die Männer waren meistens mit einem Badetuch bekleidet, und die Frauen traten in Reizwäsche auf. Vom Unzuchtserlös mussten die Frauen, welche ebenfalls einen Eintrittspreis von Fr. 70.-- zu entrichten hatten, der Clubbetreiberin nichts abliefern. Im Falle einer Übernachtung mussten sie allerdings zusätzliche Fr. 50.-- bezahlen.\n\nFrau X. hatte den Club übernommen, um davon leben zu können und nicht mehr als Dirne \"anschaffen\" zu müssen. Sie erzielte jedoch keinen Gewinn, sondern erwirtschaftete nur Verluste. Zur Bestreitung ihres Lebensunterhaltes diente ihr der eigene, im Club erzielte Unzuchtserlös. Sie gab ihre Tätigkeit bereits nach drei Monaten auf, weil der Club nicht rentierte.\n\nB.- Das Bezirksgericht Bremgarten verurteilte Frau X. am 9. September 1989 wegen gewerbsmässiger Kuppelei im Sinne von Art. 199 Abs. 1 StGB zu sechs Monaten Gefängnis, einer Busse von Fr. 1'500.-- und drei Jahren Landesverweisung. Der Vollzug von Haupt- und Nebenstrafe wurde bei einer Probezeit von drei Jahren bedingt aufgeschoben.\n\nDas Obergericht des Kantons Aargau wies am 13. Dezember 1990 eine dagegen gerichtete Berufung zur Hauptsache ab, setzte die Probezeit für die Freiheitsstrafe jedoch auf zwei Jahre fest.\n\nC.- Frau X. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts sei aufzuheben und die BGE 118 IV 57 S. 59Sache an die Vorinstanz zurückzuweisen zur Freisprechung, eventuell zu neuer Beurteilung, wobei Art. 198 Abs. 1 StGB anwendbar, die Strafe neu festzusetzen und von der bedingten Landesverweisung abzusehen sei. Das Bundesgericht weist die Beschwerde ab aus folgenden", "considerants": "Erwägungen:\n\n1. a) Wer aus Gewinnsucht der Unzucht Vorschub leistet, wird wegen Kuppelei mit Gefängnis und Busse bestraft (Art. 198 Abs. 1 und 3 StGB). Betreibt der Täter die Kuppelei gewerbsmässig, hält er namentlich ein Bordell, wird er mit Zuchthaus bis zu fünf Jahren oder mit Gefängnis nicht unter sechs Monaten sowie mit Busse und - sofern er Ausländer ist - mit Landesverweisung bestraft (Art. 199 Abs. 1 und 3 StGB).\n\nDie Vorinstanz ging davon aus, der \"Z.\"-Club sei ein Bordell (und kein Fitnessclub) gewesen und die Beschwerdeführerin habe erkannt, \"welche Bedürfnisse die Kunden im \"Z\". -Club befriedigt haben wollten\". Sie habe den Club übernommen, um von diesem leben zu können, und sei bereit gewesen, gegenüber unbestimmt vielen Personen und auch bei jeder sich bietenden Gelegenheit die Leistungen des Clubs anzubieten.\n\nDemgegenüber bringt die Beschwerdeführerin vor, zum einen habe sie nicht gewinnsüchtig gehandelt; die Frauen im \"Z.\"-Club hätten aus einem allfälligen Unzuchtserlös nichts abliefern müssen, und im übrigen hätten die verlangten Eintrittspreise und der eigene Unzuchtserlös nicht einmal ausgereicht, die Unkosten des Clubs zu decken. Zum zweiten richtet sich die Beschwerde gegen die Verurteilung wegen gewerbsmässiger Kuppelei; sie habe den Club nur knapp drei Monate lang geführt und nur Verluste erwirtschaftet; da folglich ein Deliktsbetrag nicht vorliege, müsse ein berufsmässiges Handeln verneint werden.\n\nb) Gemäss der bundesgerichtlichen Rechtsprechung stellt Gewinnsucht im Sinne von Art. 198 StGB ein qualitatives Kriterium dar, welches bereits gegeben ist, wenn der Täter eine in moralischer Hinsicht besonders verwerfliche Bereicherung anstrebt, indem er die Menschenwürde betreffende Werte in Frage stellt, die nicht in Geld messbar sind oder deren Umsetzung in Geld eine Verunglimpfung darstellt. Da das Sexualleben des Menschen zu diesen Werten gehört, reicht es für Gewinnsucht aus, wenn der Täter der Unzucht Vorschub leistet, um daraus einen finanziellen Nutzen zu ziehen, d.h. um einen BGE 118 IV 57 S. 60Gewinn zu erzielen (BGE 107 IV 119; bestätigt in BGE 109 IV 120 sowie 113 IV 24).\n\nGemäss den verbindlichen Feststellungen der Vorinstanz hat die Beschwerdeführerin den \"Z.\"-Club übernommen, um von diesem leben zu können. Das kann nichts anderes bedeuten, als dass sie von der Tätigkeit der im Club tätigen Frauen zu profitieren beabsichtigte. Damit ist das Tatbestandsmerkmal der Gewinnsucht im oben erwähnten Sinn erfüllt.\n\nUnerheblich ist, ob die anderen im Club tätigen Frauen aus dem Unzuchtserlös etwas abzuliefern hatten. Von Bedeutung ist einzig, dass sie gemäss den verbindlichen Feststellungen der Vorinstanz einen Eintritt von Fr. 70.-- zu entrichten hatten.\n\nEntgegen der Ansicht der Beschwerdeführerin setzt der Begriff der Gewinnsucht gemäss Art. 198 StGB im übrigen nicht voraus, dass dem Streben nach Bereicherung auch tatsächlich ein Erfolg beschieden ist. Ausschlaggebend ist, dass der Täter geldwerte Interessen verfolgt und dies in einer Art und Weise geschieht, die als gewinnsüchtig bezeichnet werden muss (BGE 89 IV 19 /20; bestätigt in BGE 109 IV 120; PAUL USTERI, Strafwürdigkeit der Kuppelei, Diss. Zürich 1972, S. 93).\n\nGesamthaft gesehen ist der Schuldspruch wegen Kuppelei nicht zu beanstanden.\n\nc) In bezug auf die gewerbsmässige Tatbegehung gemäss Art. 199 StGB nennt das Gesetz als Beispiel das Halten eines Bordells. Aus den Materialien ergibt sich, dass immer dann, wenn ein Bordell oder ein bordellartiger Betrieb gehalten wird, von Gewerbsmässigkeit auszugehen ist (vgl. PAUL USTERI, a.a.O., S. 35; EUGEN MEIER, Die Behandlung der Prostitution im schweizerischen Strafrecht, Diss. Zürich 1948, S. 80 und 85).\n\nEin Bordell ist ein geschäftsmässiger Betrieb, in dem mehrere Dirnen tätig sind (STRATENWERTH, Schweizerisches Strafrecht, BT II, 3. Aufl., § 26 N 19). Der Inhaber stellt Dirnen Räume und die übrige zur Betreibung der Unzucht nötige Infrastruktur zur Verfügung. Aus dem französischen Gesetzeswortlaut (maison de prostitution) folgt, dass der Begriff des Bordells nicht zu eng zu fassen und insbesondere nicht erforderlich ist, dass die Dirnen vom Bordellinhaber weitgehend abhängig sind oder von ihm gar ausgebeutet werden. Ausbeutung ist denn auch nur ein Tatbestandsmerkmal der Zuhälterei im Sinne von Art. 201 StGB. Das Bordell muss jedoch (allenfalls in der Form eines losen Clubs mit wechselnden und \"freien\" Mitarbeiterinnen) als geschäftsmässiger Betrieb und damit auf regelmässige BGE 118 IV 57 S. 61Einnahmen ausgerichtet sein. Da aber schon das Halten des Bordells strafbar ist, ist der Straftatbestand mit der Einrichtung eines solchen Instituts bereits erfüllt, auch wenn letztlich kein Gewinn erzielt worden ist, ja selbst \"wenn Besucher sich noch nicht eingestellt haben\" (HAFTER, Schweizerisches Strafrecht, BT/1. Hälfte, Berlin 1937, S. 144).\n\nNach dem Gesagten kann offenbleiben, ob die im \"Z.\"-Club tätigen Frauen durch die Beschwerdeführerin ausgebeutet wurden oder von ihr abhängig waren. Jedenfalls stellte sie ihnen geeignete Räume zur Ausübung der Unzucht mit Betten und Bettwäsche zur Verfügung, für welche im Falle einer Übernachtung Fr. 50.-- zu entrichten waren. Für den von jeder Person zu bezahlenden Eintrittspreis von Fr. 70.-- standen überdies Schwimmbad, Sauna, Dusche und Videoraum zur Verfügung. Weiter wurde für das in geeigneter Weise als Sex-Club eingerichtete Etablissement in einschlägigen Zeitschriften geworben.\n\nNach den Feststellungen der Vorinstanz hatte die Beschwerdeführerin den Club übernommen, um davon leben zu können. Sie wollte daraus also ihren Lebensunterhalt erzielen. Dass ihr das nicht gelang, ist nach dem oben Gesagten unerheblich.\n\nDa die Beschwerdeführerin ein Bordell im Sinne von Art. 199 StGB hielt, wurde sie zu Recht wegen gewerbsmässiger Tatbegehung verurteilt."}