{"annee": "118", "cour": "III", "page": "33", "date": "17/6/1992", "cite": ["85 I 137", "111 III 66", "55 I 363", "114 III 67", "118 III 27"], "cite_par": ["119 IA 264", "119 III 113", "122 I 8", "125 V 32", "123 III 402", "121 I 60"], "chapeau": "11. Auszug aus dem Urteil der II. Zivilabteilung vom 17. Juni 1992 i.S. Dragica B. gegen Ranko A. (staatsrechtliche Beschwerde)", "regestes": ["Assistance judiciaire dans la procédure d'exécution forcée (art. 4 Cst. et art. 68 LP). Qualité pour recourir lors d'une déclaration d'insolvabilité (art. 174 et art. 191 LP). 1. Il ne résulte pas de l'art. 68 LP que le droit à l'assistance judiciaire est exclu dans la procédure de poursuite pour dettes et faillite. Dans la mesure où sont remplies les conditions tirées de l'art. 4 Cst., une créancière peut également requérir l'assistance judiciaire pour l'ouverture de la faillite (consid. 2). 2. Confirmation de la jurisprudence, selon laquelle il n'est pas arbitraire de considérer que les créanciers n'ont pas qualité pour attaquer un jugement prononçant la faillite sur la base d'une déclaration d'insolvabilité (consid. 3a)."], "faits": "BGE 118 III 33 S. 34\n\nA.- Auf Gesuch vom 6. Januar 1992 von Ranko A. hin sprach das Gerichtspräsidium Baden am 8. Januar 1992 den Konkurs über diesen aus.\n\nDragica B., die Ranko A. für eine Forderung bereits im Dezember 1991 betrieben hatte, erhob gegen diesen Entscheid beim Obergericht des Kantons Aargau Berufung im Sinne von Art. 174 SchKG. Das Obergericht trat mit Entscheid vom 13. März 1992 auf das Rechtsmittel nicht ein und wies das Gesuch von Dragica B. um Bewilligung der unentgeltlichen Rechtspflege ab.\n\nC.- Gegen diesen Entscheid gelangt Dragica B. mit staatsrechtlicher Beschwerde an das Bundesgericht. Das Bundesgericht heisst die Beschwerde teilweise gut aus folgenden", "considerants": "Erwägungen:\n\n2. Das Obergericht hat der Beschwerdeführerin die unentgeltliche Rechtspflege mit dem Argument verweigert, Art. 68 SchKG regle zusammen mit dem aufgrund von Art. 16 SchKG erlassenen BGE 118 III 33 S. 35Gebührentarif die Verfahrenskosten abschliessend. Weder das SchKG noch der Gebührentarif sähen aber die unentgeltliche Rechtspflege vor. Diese könne deshalb auch vorliegend nicht gewährt werden. Die Beschwerdeführerin sieht darin sowohl eine Verletzung des sich aus Art. 4 BV ergebenden Anspruchs auf unentgeltliche Rechtspflege, als auch eine willkürliche Anwendung (bzw. Nichtanwendung) der kantonalen Bestimmungen über die unentgeltliche Rechtspflege.\n\na) Das Obergericht hat die Verweigerung der unentgeltlichen Rechtspflege nicht mit dem kantonalen Recht, sondern damit begründet, dass das Bundesrecht die Kosten abschliessend regle und die unentgeltliche Rechtspflege ausschliesse. Es ist damit der früheren bundesgerichtlichen Rechtsprechung gefolgt, die aus der Kostenregelung im SchKG geschlossen hat, dass ein Anspruch auf unentgeltliche Rechtspflege im Betreibungsverfahren (BGE 55 I 366) und dabei insbesondere im Rechtsöffnungsverfahren (BGE 85 I 139 mit Hinweisen) nicht bestehe. Entsprechend ist die Verweigerung der unentgeltlichen Rechtspflege im Verfahren der Insolvenzerklärung bisher als nicht willkürlich bezeichnet worden (nicht veröffentlichter Bundesgerichtsentscheid i.S. S. c. Richteramt IV Bern vom 2. Juni 1978, E. 2). Die Frage, ob eine verfassungskonforme Auslegung der Art. 68 SchKG und Art. 54 Abs. 2 GebTSchKG dazu führe, einen Anspruch auf unentgeltliche Rechtspflege auch im Bereich der Schuldbetreibung anzuerkennen, hat das Bundesgericht in BGE 114 III 69 E. c erstmals neu geprüft, jedoch nicht beantwortet. In seinem neusten diese Frage betreffenden Entscheid hat das Bundesgericht nun festgehalten, dass sich aus dem SchKG und seiner Entstehungsgeschichte kein genereller Ausschluss der unentgeltlichen Rechtspflege im Schuldbetreibungs- und im Konkursverfahren ergäbe (BGE 118 III 28 E. 2). Ob für eine bestimmte Verfahrensart die unentgeltliche Rechtspflege beansprucht werden könne, hänge somit einzig von deren Rechtsnatur ab. Nachdem allerdings der Anspruch auf unentgeltliche Rechtspflege nicht nur für den Zivil- und den Strafprozess, sondern auch für das Verwaltungsverfahren grundsätzlich anerkannt sei, müsse auch die Frage ohne Bedeutung bleiben, ob die gerichtliche Konkurseröffnung aufgrund einer Insolvenzerklärung verwaltungsrechtlichen oder zivilprozessualen Charakter aufweise. Es sei somit nicht zu sehen, mit welchem Argument dem bedürftigen Schuldner die unentgeltliche Rechtspflege bei der Abgabe einer Insolvenzerklärung verweigert werden könne. Die besonders einfache Ausgestaltung des Verfahrens rechtfertige es allerdings, diese BGE 118 III 33 S. 36Rechtswohltat nur auf die Kosten zu beschränken, während sich die Bestellung eines unentgeltlichen Rechtsbeistandes nicht aufdränge (BGE 118 III 31 E. 3). Bestehen keine Einwände, dem Schuldner im Verfahren auf Konkurseröffnung die unentgeltliche Rechtspflege zu gewähren, lässt sich diese umso weniger anderen Verfahrensbeteiligten verweigern. Zudem können die Überlegungen, die dazu geführt haben, dem Schuldner einen Anspruch auf einen unentgeltlichen Rechtsbeistand zur Abgabe der Insolvenzerklärung zu verweigern, nicht auf weitere Verfahrensbeteiligte im Rechtsmittelverfahren übertragen werden. Während die Konkurseröffnung aufgrund einer Insolvenzerklärung von Bundesrechts wegen in einem äusserst einfachen Verfahren erfolgen muss, das keine näheren Rechtskenntnisse voraussetzt, erlaubt es das SchKG den Kantonen, das Rechtsmittelverfahren in einer Weise auszugestalten, die einen Rechtsbeistand als notwendig erscheinen lassen kann. Der Beschwerdeführerin können somit die Befreiung von Kosten und die Beiordnung eines unentgeltlichen Rechtsbeistandes nicht mit dem Argument verweigert werden, das SchKG lasse Entsprechendes nicht zu.\n\nb) Die Beschwerdeführerin war als rechtsunkundige Ausländerin zweifellos darauf angewiesen, im Rechtsmittelverfahren durch einen Anwalt vertreten zu werden. Zudem lässt sich ihr Standpunkt - entgegen den Ausführungen des Obergerichts in seiner Vernehmlassung - nicht als zum vornherein aussichtslos bezeichnen; schliesslich hat sich eine Minderheit der 2. Zivilkammer des Obergerichts nicht nur für das Eintreten auf das Rechtsmittel, sondern auch für dessen Gutheissung ausgesprochen. Über die Frage der Bedürftigkeit hat das Obergericht noch nicht befunden.\n\nMit der Verweigerung der unentgeltlichen Rechtspflege hat das Obergericht somit gegen Art. 4 BV verstossen und Dispositivziffern 1, 3 und 4 des angefochtenen Entscheides sind aufzuheben.\n\n3. Das Obergericht hat der Beschwerdeführerin die Legitimation zur Berufung deswegen abgesprochen, weil sie im Konkurseröffnungsverfahren aufgrund einer Insolvenzerklärung des Schuldners nicht Partei sei und weil sie als Drittperson von der Konkurseröffnung nur mittelbar betroffen werde. Die Beschwerdeführerin sieht darin eine Verletzung der Rechtsgleichheit, eine Verweigerung des Anspruchs auf rechtliches Gehör gemäss Art. 4 und Art. 6 EMRK und eine willkürliche Anwendung des kantonalen Prozessrechts.\n\nBGE 118 III 33 S. 37\n\nb) Das Bundesgericht hat bereits in Bestätigung seiner bisherigen Praxis in BGE 111 III 66 ff. festgehalten, dass es nicht willkürlich sei, wenn eine kantonale Instanz den Gläubigern die Legitimation abspreche, gegen die Konkurseröffnung aufgrund einer Insolvenzerklärung ein Rechtsmittel zu ergreifen. Dabei ist das Bundesgericht insbesondere auch auf das Argument eingegangen, die Legitimation der Gläubiger sei nötig, weil der Konkursrichter kaum in der Lage sei, ohne deren Mitwirkung die Rechtsmissbräuchlichkeit einer Insolvenzerklärung zu erkennen. Es hat daraus jedoch nicht zwingend darauf geschlossen, dass die Legitimation auf die Gläubiger auszudehnen wäre, wohl aber darauf hingewiesen, dass der Gesetzgeber schon das erstinstanzliche Verfahren anders ausgestaltet hätte, wenn ihm daran gelegen gewesen wäre, dass allfälligen Einwendungen der Gläubiger gegen die Insolvenzerklärung Rechnung getragen werde (BGE 111 III 68).\n\nDie in diesem Entscheid als nicht willkürlich bezeichnete Lösung ist von GILLIÉRON (Poursuite pour dettes, faillite et concordat, Lausanne 1988, S. 269) kritisiert worden (AMONN, ZBJV 1987, S. 540 f., referiert das Urteil, ohne Kritik zu üben). Nach GILLIÉRON sollte sich die Legitimation nach den gleichen Grundsätzen wie bei der Beschwerde nach Art. 19 SchKG richten. Auch er behauptet allerdings nicht, ein Entscheid, dem die gegenteilige Meinung zugrunde liege, sei willkürlich und die Beschwerdeführerin bringt selber keinerlei neue Argumente vor, die für eine Willkür sprächen. Es besteht von daher kein Anlass, auf diese Rechtsprechung zurückzukommen."}