{"annee": "118", "cour": "IV", "page": "122", "date": "14/4/1992", "cite": ["115 IV 187", "114 IV 81", "117 IV 369", "80 IV 234", "115 IV 8", "106 IV 342", "115 IV 221", "77 IV 57", "101 IV 359", "107 IV 29", "104 IV 150"], "cite_par": ["127 IV 10", "120 IV 265", "121 IV 90", "121 IV 193", "129 IV 246", "119 IV 49", "126 IV 65", "134 IV 82", "119 IV 242", "121 IV 86"], "chapeau": "25. Extrait de l'arrêt de la Cour de cassation pénale du 14 avril 1992 dans la cause Ministère public du canton de Fribourg c. A. (pourvoi en nullité).", "regestes": ["Art. 112 CP; Assassinat. La nouvelle version de l'art. 112 CP constitue une \"lex mitior\" par rapport à l'ancien droit (consid. 2a). Détermination des critères permettant de distinguer l'assassinat du meurtre (consid. 2b) et application de ces critères au cas d'espèce (consid. 3)."], "faits": "BGE 118 IV 122 S. 122\n\nA.- A. était associé à F. dans l'exploitation d'une pharmacie à Romont. D'un naturel autoritaire et méprisant, F. lui avait fait subir de graves humiliations, le considérant davantage comme un employé que comme son associé.\n\nDans la soirée du 24 octobre 1988, les deux associés travaillaient à l'aménagement d'une nouvelle officine, au centre Coop de Romont, en compagnie de S., qui devait en assurer la gérance, et de son amie. A un certain moment, F. vint de la direction des toilettes avec deux bouteilles de bière déjà décapsulées; il en remit une à A., en gardant la seconde pour lui. Par la suite, chacun des associés but de temps à autre une gorgée au goulot de sa bouteille, sans faire aucune remarque quant au goût ou à l'odeur de la boisson. Un peu plus tard, F. s'éloigna quelques minutes de sa bouteille, puis revint à l'endroit où il BGE 118 IV 122 S. 123l'avait laissée. Voyant que chacun des associés tenait une bouteille à la main, S. exprima le désir de consommer également une bière. Comme il n'y en avait plus, A. lui tendit sa bouteille entamée et il l'a bue. Peu après, ils entendirent F. dire, en regardant sa bouteille: \"Elle est dégueulasse, cette bière; qu'est-ce que vous avez mis dedans?\" A. huma la bière, mais ne dit rien; S. la sentit à son tour et constata qu'il s'en dégageait une odeur d'acide, de soufre; ce que A. confirma alors. Quelques instants plus tard, F. s'effondra.\n\nL'autopsie révéla que la mort avait été causée par un empoisonnement au cyanure. Les analyses effectuées ont permis d'établir la présence de ce poison dans la bouteille de bière.\n\nLe psychiatre qui a examiné A. a constaté que celui-ci, qui ne présente aucune tendance sadique ou masochiste, est une personne qui évite les conflits ouverts. En cas d'humiliation ou d'attaque, il ne réagit pas extérieurement et garde cette humiliation ou offense en lui-même; cependant, il n'en conserve pas moins au fond de lui la blessure ou la marque de l'affront ou de la souffrance. \"Tout ce qui s'est passé reste dans la marmite, laquelle peut un jour exploser.\"\n\nB.- Par jugement du 29 juin 1989, le Tribunal criminel de la Glâne a reconnu A. coupable d'assassinat et l'a condamné à la réclusion à vie. A la suite d'un arrêt du Tribunal fédéral du 29 novembre 1989, ce jugement fut annulé - l'autorité qui l'a rendu n'étant pas régulièrement composée - et la cause fut renvoyée au Tribunal criminel de la Gruyère.\n\nStatuant le 3 avril 1990, ce tribunal a retenu que A. avait empoisonné son associé par réaction de haine à la suite des graves vexations qui lui avaient été imposées. Il l'a reconnu coupable de meurtre au sens de l'art. 111 CP et l'a condamné à dix ans de réclusion, sous déduction de la détention préventive subie, ainsi qu'au paiement des frais, les conclusions de la partie civile étant admises avec dépens.\n\nPar arrêt du 17 septembre 1990, la Cour de cassation cantonale a rejeté les recours formés par A. et le Ministère public.\n\nC.- Le condamné a interjeté un recours de droit public contre l'arrêt rendu par la Cour de cassation cantonale, recours qui fut rejeté par arrêt du Tribunal fédéral du 29 janvier 1992. De son côté, le Ministère public a déposé un pourvoi en nullité à la Cour de cassation du Tribunal fédéral. Relevant que A. avait agi avec sang-froid et une impassible détermination, en connaissant la situation familiale de sa victime et le mal qu'il causait, en faisant usage d'un poison pour assouvir sa soif de vengeance, il soutient que la cour cantonale aurait dû qualifier les faits d'assassinat au sens de l'art. 112 CP, BGE 118 IV 122 S. 124et non pas de meurtre au sens de l'art. 111 CP. Il conclut en conséquence à l'annulation de l'arrêt attaqué.", "considerants": "Extrait des considérants:\n\n1. Saisie d'un pourvoi en nullité, la Cour de cassation pénale du Tribunal fédéral est, sous réserve de la rectification d'une inadvertance manifeste, liée par les constatations de fait contenues dans la décision attaquée (art. 277bis PPF), ainsi que par les constatations de fait de la juridiction inférieure dans la mesure où elles sont reprises, au moins implicitement, dans la décision attaquée (CORBOZ, Le pourvoi en nullité, SJ 1991 p. 92). Ainsi, la qualification juridique de l'acte commis - seul point litigieux dans le cadre du pourvoi - doit se faire sur la base des faits retenus par les autorités cantonales, dont la cour de céans ne peut s'écarter. En particulier, il faut rappeler que la détermination du dessein, du mobile et de l'état d'esprit de l'auteur relève des constatations de fait (ATF 115 IV 223, ATF 107 IV 30 consid. 2a, 96 consid. c et les arrêts cités).\n\n2. a) La dernière décision du juge de répression date du 3 avril 1990; elle est donc postérieure à l'entrée en vigueur du nouveau texte de l'art. 112 CP, le 1er janvier 1990. Les faits à juger se sont toutefois produits sous l'empire de l'ancien droit, de sorte qu'il faut appliquer l'art. 2 al. 2 CP et rechercher la loi la plus favorable à l'accusé (voir ATF 114 IV 82 et ATF 101 IV 361 consid. 1).\n\nLe texte de l'art 112 CP a été modifié en premier lieu pour restreindre les hypothèses d'assassinat, en supprimant l'alternative du caractère particulièrement dangereux et en excluant toute prise en compte, pour apprécier la faute de l'auteur, d'éléments extérieurs à l'acte; en second lieu, l'abandon du système de la peine unique, s'il n'a pas modifié la peine maximum, permet maintenant de prononcer une peine inférieure à celle prévue par l'ancien droit (FF 1985 II 1033-1035; STRATENWERTH, Teilrevisionen 1987 bis 1990 p. 18 No 15 et p. 19 No 18; HURTADO POZO, Droit pénal, partie spéciale I, 2e éd., p. 37 s. et 42; REHBERG, Strafrecht III, 5e éd., p. 19). Ainsi, les circonstances conduisant à la qualification d'assassinat sont définies de manière plus restrictive et le cadre légal de la peine est moins sévère, puisque la réclusion à vie n'est plus obligatoire. Il n'est donc pas douteux que le nouvel art. 112 CP est pus favorable à l'accusé, de sorte qu'il doit être appliqué en l'espèce, conformément à l'art. 2 al. 2 CP.\n\nBGE 118 IV 122 S. 125\n\nb) Selon le nouvel art. 112 CP, il y a assassinat \"si le délinquant a tué avec une absence particulière de scrupules, notamment si son mobile, son but ou sa fa on d'agir est particulièrement odieux\".\n\nEn modifiant l'art. 112 CP, le législateur a notamment cherché à remédier à la prise en considération, en violation du principe \"pas de peine sans culpabilité\", d'éléments extérieurs à l'acte pour déterminer la faute imputable à l'auteur (FF 1985 II 1033s.; voir également ATF 117 IV 390 s.).\n\nL'assassinat demeure une forme qualifiée d'homicide intentionnel (FF 1985 II 1033; HURTADO POZO, op.cit., p. 34 No 64). Elle se distingue du meurtre ordinaire (art. 111 CP) par le caractère particulièrement répréhensible de l'acte (FF 1985 II 1033). L'absence particulière de scrupules, figurant dans le nouveau texte, correspond à la notion de perversité particulière de l'ancien droit (FF 1985 II 1034; STRATENWERTH, op.cit., p. 18 No 16; REHBERG, op.cit., p. 19; HURTADO POZO, op.cit., p. 39 No 71; ATF 117 IV 390). Conformément au caractère subjectif du droit pénal moderne, l'absence particulière de scrupules suppose une faute spécialement lourde et déduite exclusivement de la commission de l'acte (FF 1985 II 1034; STRATENWERTH, op.cit., p. 18 No 16; REHBERG, op.cit., p. 19; HURTADO POZO, op.cit., p. 38 No 70).\n\nPour caractériser l'absence particulière de scrupules, l'art. 112 CP évoque l'hypothèse où les mobiles, le but ou la fa on d'agir de l'auteur sont hautement répréhensibles, mais cet énoncé n'est pas exhaustif (FF 1985 II 1034; STRATENWERTH, op.cit., p. 19 No 17; HURTADO POZO, op.cit., p. 39 No 72; ATF 117 IV 389 consid. 17). On sait cependant dans cette matière que des exemples peuvent utilement illustrer les notions théoriques. Dans son projet (cité par HURTADO POZO, op.cit., p. 36), STOOSS admettait l'assassinat \"si le délinquant a tué par férocité, par cupidité, pour dissimuler ou faciliter un autre délit, avec une cruauté particulière, avec perfidie, par le feu, par un explosif ou par d'autres moyens de nature à mettre en danger la vie ou la santé d'un grand nombre de personnes\"; certes, ce texte énumératif n'a pas été adopté, mais le développement ultérieur de la jurisprudence montre - sous réserve du caractère toujours plus subjectif du droit pénal - qu'il conserve une certaine valeur indicative pour illustrer la notion d'assassinat.\n\nSi l'on reprend les trois critères, donnés à titre d'exemple par le nouveau droit, on peut considérer que les mobiles de l'auteur sont particulièrement odieux lorsqu'il tue pour obtenir une rémunération (tueur à gages) ou pour voler sa victime (voir ATF 115 IV 188 BGE 118 IV 122 S. 126consid. 2); le but est particulièrement odieux lorsque l'auteur élimine un témoin gênant ou une personne qui l'entrave dans la commission d'une infraction; la façon d'agir est particulièrement odieuse par exemple si l'auteur fait preuve de cruauté, prenant plaisir à faire souffrir ou à tuer sa victime (pour une liste plus détaillée déduite de la jurisprudence: voir REHBERG, op.cit., p. 19 et 20 et les arrêts cités; HURTADO POZO, op.cit., p. 40 s.). Il ne s'agit ici que d'exemples destinés à illustrer la notion. On ne saurait cependant conclure à l'existence d'un assassinat dès le moment où l'on distingue, dans un cas d'espèce, un quelconque élément qui lui donne une gravité particulière; il faut au contraire procéder à une appréciation d'ensemble, pour dire si l'acte, examiné sous toutes ses facettes, donne à l'auteur les traits caractéristiques de l'assassin (STRATENWERTH, op.cit., p. 19 No 17; REHBERG, op.cit., p. 21; ATF 106 IV 345 consid. 2, ATF 104 IV 152). Tel est le cas notamment s'il ressort des circonstances de l'acte que son auteur fait preuve du mépris le plus complet pour la vie d'autrui (STRATENWERTH, op.cit., p. 19 No 17; SCHULTZ, Die Delikte gegen Leib und Leben nach der Novelle 1989, RPS 1991, p. 401; voir également ATF 117 IV 394 consid. b).\n\nComme l'explique le message du Conseil fédéral, le nouveau texte de l'art. 112 CP s'efforce de cerner le mieux possible le type d'assassin décrit par le psychiatre HANS BINDER (Der juristische und der psychiatrische Massstab bei der Beurteilung der Tötungsdelikte, RPS 1952 p. 313 ss et 324 ss), à savoir une personne qui agit de sang-froid, sans scrupules, démontre un égoïsme primaire et odieux avec une absence quasi totale de tendances sociales, et qui, dans le but de poursuivre ses propres intérêts, ne tient absolument pas compte de la vie d'autrui (FF 1985 II 1034). Cette description rejoint la définition jurisprudentielle selon laquelle, chez l'assassin, l'égoïsme l'emporte en général sur toute autre considération; il est souvent prêt à sacrifier pour la satisfaction de besoins égoïstes un être humain dont il n'a pas eu à souffrir et fait preuve d'un manque complet de scrupules et d'une grande froideur affective (ATF 115 IV 14).\n\nOn ne doit pas perdre de vue non plus que la destruction intentionnelle de la vie d'autrui est toujours d'une gravité extrême; comme le montre cependant la différence de peine, il faut, pour retenir la qualification d'assassinat, que la faute de l'auteur, par son caractère particulièrement odieux, se distingue nettement de celle d'un meurtrier au sens de l'art. 111 CP.\n\n3. a) Le recourant observe tout d'abord que A. a agi de sang-froid avec une impassible détermination.\n\nBGE 118 IV 122 S. 127\n\nCertes, le fait d'exécuter froidement un plan constitue un indice en faveur d'un assassinat. Il apparaît cependant d'emblée, en relisant la définition de BINDER, que le sang-froid ne suffit pas à lui seul pour conclure à l'assassinat; la question déterminante semble plutôt de savoir, sur la base de l'ensemble des circonstances, si l'on peut tirer la conclusion que l'auteur fait particulièrement peu de cas de la vie d'autrui. S'il est vrai que l'ATF 106 IV 346 consid. 3 évoque la maîtrise de soi comme l'un des éléments permettant de conclure à l'assassinat, cet élément s'ajoute à d'autres et l'arrêt insiste tout particulièrement, à la p. 347 sous consid. c, sur le fait que l'auteur a tué des personnes dont il n'avait pas eu à souffrir. L'élément soulevé par le Ministère public ne suffit donc pas à lui seul pour conclure nécessairement à l'existence d'un assassinat.\n\nDans le cas d'espèce, l'autorité cantonale a constaté - d'une manière qui lie la Cour de cassation - que A. était d'un naturel renfermé, qu'il évitait les affrontements et n'extériorisait pas ses sentiments; néanmoins, il a été admis qu'il éprouvait une souffrance obsédante née de l'accumulation des graves humiliations que lui avait imposées sa victime. La souffrance, résultant d'un comportement objectivement critiquable de la victime, conduit à expliquer l'acte d'une manière telle que l'on ne peut pas affirmer que l'auteur s'en soit pris à une personne dont il n'avait pas eu à souffrir ou pour un motif futile, faisant ainsi particulièrement peu de cas de la vie d'autrui. La froideur et la détermination apparaissent comme des éléments caractéristiques de la personnalité de l'auteur, sans que l'on puisse en déduire que sa souffrance n'était pas réelle et qu'il ait ainsi fait particulièrement peu de cas de la vie d'autrui. Le premier élément invoqué par le Ministère public n'est donc pas suffisant, à lui seul, pour entraîner la qualification d'assassinat.\n\nb) Le Ministère public relève que l'auteur connaissait la situation familiale de sa victime et qu'il devait donc être conscient du préjudice qu'il causait aux jeunes enfants de celle-ci.\n\nLa souffrance née d'humiliations successives est de nature à provoquer une réaction de haine à l'encontre de l'auteur des vexations; la haine étant dirigée contre une personne déterminée, elle peut appeler une réaction à l'encontre de cette même personne et il est rare, en pareil cas, que l'auteur songe aux conséquences indirectes de son acte. Cela vaut en particulier dans le cas d'espèce où rien ne permet de dire que l'accusé était particulièrement proche de la famille de sa victime, l'autorité cantonale ayant relevé que les associés se vouvoyaient et ne se recevaient que rarement l'un chez l'autre. Que BGE 118 IV 122 S. 128l'accusé n'ait pas songé aux conséquences indirectes de son acte - à savoir les conséquences qu'entraîne ordinairement pour l'entourage la mort d'une personne - ne permet pas de conclure à l'assassinat, parce qu'il ne s'agit nullement d'une situation extraordinaire qui conduise à distinguer le cas d'espèce des meurtres ordinaires.\n\nc) Le Ministère public observe que l'accusé a fait usage d'un poison.\n\nL'ATF 77 IV 64 évoque l'usage du poison comme l'un des éléments, parmi d'autres, qui ont conduit à retenir un assassinat. Les ATF 106 IV 345 consid. 2 et ATF 104 IV 152 mentionnent également le poison, à titre d'exemple, mais en relevant que les circonstances citées restent sujettes à interprétation en ce sens qu'elles n'imposent pas absolument la conclusion que l'auteur doit être qualifié d'assassin; elles ne constituent que des indices, qui peuvent se révéler trompeurs, sur la mentalité de l'auteur. REHBERG, op.cit., p. 20 mentionne l'usage du poison, en relevant qu'il est douteux qu'il s'agisse, de façon générale, d'un indice en faveur d'un assassinat.\n\nA la différence du projet de STOOSS rappelé ci-dessus, l'art. 112 CP n'énumère pas de circonstances particulières dont chacune suffirait à entraîner la qualification d'assassinat; il donne au contraire de cette infraction une définition générale, fondée sur le caractère particulièrement odieux de l'acte commis, qui doit résulter de l'ensemble des circonstances entourant celui-ci. Il est à noter d'ailleurs que même dans le projet de STOOSS, l'usage d'un poison ne suffisait pas à entraîner la qualification d'assassinat. La question est seulement de savoir, dans les circonstances du cas concret et en analysant l'ensemble des éléments, si l'usage du poison permet de déduire, de la part de l'auteur, une cruauté ou une perfidie particulière. En l'espèce, il a été retenu en fait - d'une manière qui lie la Cour de cassation - que l'accusé a employé un poison parce qu'il s'agissait, en raison de sa profession, d'un moyen de tuer qui lui était facilement accessible. Comme il a été relevé d'autre part, dans un passage du jugement de première instance auquel se réfère l'arrêt attaqué, que l'accusé n'avait aucune tendance sadique, l'usage du poison ne permet pas de déduire qu'il ait voulu faire souffrir particulièrement sa victime; les constatations cantonales ne permettent d'ailleurs pas de déduire une souffrance particulière. S'agissant d'un poison administré en une fois et à forte dose, dont la victime a pu détecter l'odeur, on ne distingue pas de perfidie particulière dans le mode opératoire. Cet élément n'est donc pas de nature à entraîner la qualification d'assassinat dans les circonstances d'espèce.\n\nBGE 118 IV 122 S. 129\n\nd) Le Ministère public relève enfin que l'accusé a agi par pur égoïsme et pour assouvir sa soif de vengeance.\n\nS'il est vrai que l'égoïsme peut constituer, parmi d'autres, un élément conduisant à la qualification d'assassinat en fonction d'une appréciation d'ensemble (voir ATF 106 IV 345 consid. 2, 348 consid. d, ATF 104 IV 152, ATF 80 IV 238 consid. 2), il n'est pas nécessaire que l'auteur puisse invoquer un mobile honorable pour échapper à l'application de l'art. 112 CP et tomber sous le coup de la disposition ordinaire que constitue l'art. 111 CP.\n\nEn l'espèce, il a été retenu - d'une manière qui lie la Cour de cassation - que l'accusé avait eu une réaction de haine résultant des vexations successives que lui avait infligées sa victime. On ne peut cependant pas dire, dans une telle situation, que l'auteur ait tué sans raison, pour un motif futile ou odieux, qu'il s'en soit pris à une personne dont il n'avait pas eu à souffrir ou qu'il ait fait preuve d'une cruauté particulière dans l'accomplissement de son forfait; il ne résulte pas de l'acte, tel qu'il a été constaté par l'autorité cantonale, que l'auteur ait fait preuve de la grande froideur affective qui caractérise l'assassin. Une réaction de souffrance fondée sérieusement sur des motifs objectifs imputables à la victime exclut en général la qualification d'assassinat.\n\nS'il est vrai que la froideur dans l'exécution et l'esprit de vengeance constituent des éléments aggravants, dont il a été tenu compte dans la fixation de la peine, ils sont contrebalancés par les autres éléments relevés - la souffrance engendrée par des vexations injustes -, de sorte que la faute commise, si elle peut être qualifiée de lourde, n'est pas particulièrement odieuse. Dès lors, bien que l'acte en question laisse apparaître certaines des caractéristiques de l'assassinat, il s'agit d'un cas limite dont les circonstances présentent trop d'éléments atypiques de l'assassinat pour que le comportement de A. reçoive cette qualification. Ainsi, en retenant le meurtre au sens de l'art. 111 CP, la cour cantonale n'a pas violé le droit fédéral. Le pourvoi doit donc être rejeté."}