{"annee": "118", "cour": "II", "page": "410", "date": "27/10/1992", "cite": ["108 II 352", "96 I 629", "117 II 50", "115 II 30", "89 II 24", "116 II 295", "104 IV 68"], "cite_par": ["128 IV 137", "125 III 269", "129 IV 22", "132 II 117", "123 III 10", "127 IV 141", "129 IV 149"], "chapeau": "81. Extrait de l'arrêt de la Ire Cour civile du 27 octobre 1992 dans la cause S. et H. contre M. (recours en réforme)", "regestes": ["Art. 271 al. 1 PPF; voies de droit permettant d'attaquer le jugement cantonal en ce qui concerne les conclusions civiles. Lorsque le jugement rendu en dernière instance cantonale ne porte que sur les conclusions civiles, le pourvoi en nullité à la Cour de cassation du Tribunal fédéral n'est pas recevable (consid. 1). Art. 49 CO; indemnité pour tort moral en cas d'attentat à la pudeur des enfants. Rappel des critères permettant de fixer le montant d'une indemnité pour tort moral; pouvoir d'examen du Tribunal fédéral (consid. 2a). Cas de deux fillettes qui ont dû subir des actes contraires à la pudeur commis par une personne vivant maritalement avec leur grand-mère (consid. 2b)."], "faits": "BGE 118 II 410 S. 410\n\nA.- M., né en 1932, a été atteint de poliomyélite à l'âge de 9 ans et est resté invalide, ne pouvant se déplacer qu'à l'aide de cannes. Il bénéficie des prestations de l'assurance-invalidité. En 1961, M. a ouvert une droguerie qu'il exploite encore à l'heure actuelle. Marié en 1962, il n'a pas eu d'enfant et a divorcé en 1981. Cherchant à sortir de sa solitude, il a fait la connaissance, en 1987, de R., née en 1935. Cette personne avait une fille, divorcée de W. De cette union étaient issues deux filles, S., née en 1977, et H., née en 1979. M. et BGE 118 II 410 S. 411R. se sont mariés après les événements qui sont à l'origine du procès pendant.\n\nB.- Dès l'automne 1989, M. a commis des attentats à la pudeur, lors de visites ou de séjours chez lui de S. et de H. Ainsi, à une occasion au moins, il a pratiqué des attouchements sous les habits de S., la caressant partout et mettant sa main également dans la culotte de la fillette. Ces agissements ont duré une dizaine de minutes.\n\nA plusieurs reprises, M. a pris H. sur ses genoux, l'a touchée un peu partout sous la culotte, lui a caressé la poitrine et l'a embrassée sur les seins, voire, une fois, sur le pubis. L'enfant a indiqué que ces attouchements lui faisaient mal parfois, mais qu'elle n'osait pas en parler à sa mère, M. lui ayant interdit de le faire. En avril 1990, H. s'en est néanmoins ouverte à sa mère, qui a alors dénoncé M. à la justice pénale.\n\nPar jugement du 19 avril 1991, le Tribunal du IIIe Arrondissement pour le district de X. a reconnu M. coupable d'attentat à la pudeur des enfants, au sens de l'art. 191 ch. 2 al. 5 CP, et l'a condamné à 10 mois d'emprisonnement avec sursis. Il a, en outre, alloué 10'000 francs à H. et 5'000 francs à S. à titre d'indemnités pour tort moral.\n\nSaisi d'un appel de M. et d'un appel joint de H. et S. portant uniquement sur le montant de cette indemnité - le premier concluant à ce que cette dernière fût ramenée à 1'500 francs pour H. et à 500 francs pour S., les secondes à ce qu'elle fût portée à 30'000 francs pour H. et à 15'000 francs pour S. -, le Tribunal cantonal du canton du Valais, statuant le 26 février 1992 comme Cour civile II, conformément à l'art. 181 CPP val., a modifié le jugement de première instance et condamné le défendeur M. à payer aux demanderesses S. et H., respectivement, les sommes de 1'000 francs et de 6'000 francs avec intérêts à 5% l'an dès le 26 novembre 1990. Il a mis les frais d'appel pour moitié à la charge du défendeur et pour l'autre moitié à celle des demanderesses par égales parts.\n\nC.- Les demanderesses ont interjeté un pourvoi en nullité en invitant le Tribunal fédéral à le traiter au besoin comme un recours en réforme. Elles concluent à la réforme du jugement attaqué, en ce sens que le défendeur est condamné à payer 15'000 francs à H. et 8'000 francs à S. A titre subsidiaire, elles requièrent le renvoi de la cause à la Cour civile II pour nouveau jugement.\n\nLe défendeur conclut principalement à l'irrecevabilité du recours et, subsidiairement, au rejet de celui-ci.\n\nBGE 118 II 410 S. 412\n\nAdmettant partiellement le recours, le Tribunal fédéral fixe à 10'000 francs l'indemnité allouée à H. et confirme le jugement attaqué pour le surplus.", "considerants": "Extrait des considérants:\n\n1. Aux termes de l'art. 271 al. 1 PPF, lorsque les conclusions civiles ont été jugées en même temps que l'action pénale, il appartient au lésé, au condamné et au tiers déclaré responsable avec le condamné de se pourvoir en nullité en ce qui concerne les conclusions civiles. Il n'y a pas de recours en réforme. Ainsi, pour que le pourvoi en nullité à la Cour de cassation du Tribunal fédéral soit recevable, il faut que les conclusions de la partie civile aient été \"jugées\" et, de surcroît, qu'elles l'aient été \"en même temps\" que l'action pénale: la première de ces deux conditions cumulatives n'est pas réalisée lorsque la partie civile a été renvoyée à agir devant le juge civil (ATF 104 IV 71 consid. 3b; MESSMER/IMBODEN, Die eidgenössischen Rechtsmittel in Zivilsachen, p. 71, note 28 ad n. 51; CORBOZ, in SJ 1991 p. 74 in limine); quant à la seconde, sa réalisation suppose que les actions civile et pénale aient été jugées définitivement par la même autorité, autrement dit que la décision cantonale soit susceptible d'un pourvoi en nullité à la Cour de cassation du Tribunal fédéral en ce qui concerne tant l'action pénale que les conclusions civiles (ATF 96 I 633 consid. 1b).\n\nEn l'espèce, le Tribunal cantonal valaisan était saisi d'un appel et d'un appel joint ne portant que sur la sentence civile et les frais, et il a statué sur ces moyens de droit en tant que Cour civile, conformément aux prescriptions de l'art. 181 al. 1 CPP val. (cf. Revue valaisanne de jurisprudence, 1985 p. 103 et 1987 p. 358), même si, par suite d'une inadvertance, le rubrum de son jugement porte la mention de \"Cour pénale II\". C'est dire que les conclusions civiles n'ont pas été jugées en même temps que l'action pénale, contrairement à ce qui avait été le cas en première instance. Dès lors, le pourvoi en nullité n'est pas recevable en l'occurrence. Rien ne s'oppose toutefois à ce qu'il soit traité comme un recours en réforme, puisque le mémoire des demanderesses satisfait aux exigences formelles propres à cette voie de droit, que la valeur litigieuse requise est atteinte et que le conseil des demanderesses a expressément sollicité semblable conversion avant l'expiration du délai de recours (art. 54 al. 1 OJ). Il y a lieu, partant, d'entrer en matière.\n\nBGE 118 II 410 S. 413\n\n2. A l'appui de leur recours en réforme, les demanderesses invoquent la violation de l'art. 49 CO et reprochent à la cour cantonale de leur avoir alloué une indemnité ne correspondant pas au tort moral que le défendeur leur a causé.\n\na) L'ampleur de la réparation dépend avant tout de la gravité de l'atteinte - ou, plus exactement, de la gravité de la souffrance qui est résultée de cette atteinte, car celle-ci, quoique grave, peut n'avoir que des répercussions psychiques modestes suivant les circonstances - et de la possibilité d'adoucir de manière sensible, par le versement d'une somme d'argent, la douleur morale. Sa détermination relève du pouvoir d'appréciation du juge. En raison de sa nature, elle échappe à toute fixation selon des critères mathématiques (ATF 117 II 60 consid. 4a/aa et les références). L'indemnité pour tort moral est destinée à réparer un dommage qui, par sa nature même, ne peut que difficilement être réduit à une simple somme d'argent. C'est pourquoi son évaluation en chiffres ne saurait excéder certaines limites. Néanmoins, l'indemnité allouée doit être équitable. Le juge en proportionnera donc le montant à la gravité de l'atteinte subie et il évitera que la somme accordée n'apparaisse dérisoire à la victime. S'il s'inspire de certains précédents, il veillera à les adapter aux circonstances actuelles pour tenir compte de la dépréciation de la monnaie (ATF 89 II 25 /26).\n\nComme la fixation du montant d'une indemnité pour tort moral relève, pour une part importante, de l'appréciation des circonstances, la juridiction de réforme, bien qu'elle la revoie librement - il ne s'agit, en effet, pas là d'une question d'appréciation au sens strict, qui limiterait le pouvoir d'examen du Tribunal fédéral à l'abus ou à l'excès (arrêt non publié du 24 avril 1987, dans la cause D. c. C. et Ministère public du Bas-Valais, consid. 6b) -, n'intervient que si la cour cantonale a mésusé de son pouvoir d'appréciation, prenant en considération des éléments qui ne devaient pas l'être ou omettant de tenir compte de facteurs pertinents (ATF 116 II 299 consid. 5a, ATF 115 II 32 consid. 1b, ATF 108 II 352 No 67). Au demeurant, s'il est lié par les constatations de fait de la dernière autorité cantonale (art. 63 al. 2 OJ), au nombre desquelles figurent celles qui ont trait aux répercussions psychiques de l'atteinte illicite, le Tribunal fédéral examine, en revanche, librement si la somme allouée au demandeur tient suffisamment compte de la gravité de l'atteinte ou si elle est disproportionnée avec l'intensité des souffrances morales causées à la victime.\n\nb) Appliqués au cas particulier, ces principes conduisent à distinguer le cas de S. de celui de sa soeur H., ainsi que l'ont fait les deux BGE 118 II 410 S. 414instances cantonales. Certes, la gravité objective de tout attentat à la pudeur des enfants n'est plus à démontrer (cf., parmi d'autres, E. TRUBE-BECKER, Vernachlässigung, Misshandlung, sexueller Missbrauch und Tötung von Kindern, 2e éd., Heidelberg 1987, p. 128; U. ENDERS, Zart war ich, bitter war's: sexueller Missbrauch an Mädchen und Jungen, Cologne 1990, p. 76 ss; J. RUTGERS, Sexueller Missbrauch von Kindern, Pro Juventute 1990, p. 16 ss). Il n'en reste pas moins que, dans la présente espèce, les agissements du défendeur n'ont pas eu les mêmes répercussions psychiques sur les deux enfants qui en ont été les victimes.\n\nS'agissant de S., l'aînée des deux filles, qui avait 12 ans lorsque le défendeur a attenté à sa pudeur, la cour cantonale retient, sur le vu du dossier, qu'elle \"n'a pas connu de problèmes particuliers et n'a pas été autrement traumatisée\". Cette constatation de fait lie la juridiction de réforme, de sorte que la demanderesse lui oppose en vain l'avis différent qu'elle prête, à ce sujet, au Tribunal de première instance. Dans ces conditions, en allouant à S. une indemnité de 1'000 francs, \"pour réparer le tort moral qu'elle a pu subir\", les juges précédents n'ont pas mésusé de leur pouvoir d'appréciation. Le jugement attaqué sera donc confirmé sur ce point.\n\nIl ressort du jugement déféré que les agissements du défendeur ont marqué plus fortement H., qui n'avait que 10 ans quand elle a dû les subir. A l'époque, en effet, la demanderesse paraissait triste, mentait, volait de l'argent, oubliait un peu tout et avait de graves problèmes scolaires. Elle avait même laissé traîner sur son bureau une lettre manuscrite dans laquelle elle expliquait qu'elle voulait mourir parce que personne ne l'aimait. Son comportement s'est amélioré, dès le mois d'avril 1990, après qu'elle se fut confiée à sa mère, sans toutefois que les problèmes scolaires disparaissent pour autant. Au dire du pédopsychiatre qui traite l'enfant depuis avril 1991, H. n'a pas été très perturbée par les événements, mais ceux-ci sont difficiles à gérer par la famille; son état de santé est en voie d'amélioration, mais il n'est pas exclu, bien que cela ne soit pas du tout certain, que les atteintes subies par elle entraînent des conséquences à l'âge adulte. Dans de telles circonstances, l'indemnité pour tort moral de 6'000 francs, que la cour cantonale a mise à la charge du défendeur, apparaît trop faible pour pouvoir encore être qualifiée d'équitable. En effet, en l'arrêtant à ce montant, les juges cantonaux n'ont pas suffisamment tenu compte de l'intensité des souffrances éprouvées par l'enfant sur le moment et au cours des années suivantes, et ont trop mis l'accent sur le caractère aléatoire des répercussions futures BGE 118 II 410 S. 415que pourraient avoir les actes délictueux du défendeur. C'est le lieu de rappeler que ces actes ont été commis durant une période de six mois au moins et qu'ils n'étaient pas anodins - quand bien même le défendeur n'a pas fait subir l'acte sexuel ou un acte analogue à ses victimes et ne leur a pas non plus montré son sexe -, d'autant qu'ils étaient le fait d'une personne en qui les enfants avaient une confiance totale, parce qu'elle vivait maritalement avec leur grand-mère. Dès lors, et tout bien pesé, une indemnité de 10'000 francs apparaît équitable au vu de l'ensemble des circonstances de la présente espèce. Le jugement attaqué sera donc réformé en ce qui concerne l'indemnité allouée à H., ce qui implique l'admission partielle du recours."}