{"annee": "118", "cour": "II", "page": "328", "date": "11/6/1992", "cite": ["101 II 86", "116 II 564"], "cite_par": [], "chapeau": "65. Auszug aus dem Urteil der II. Zivilabteilung vom 11. Juni 1992 i.S. K. und K. gegen F. und Regierungsrat des Kantons Basel-Landschaft (Verwaltungsgerichtsbeschwerde)", "regestes": ["Aliénation anticipée lorsqu'un permis de construire a été octroyé. Art. 4 al. 1er let. d et art. 4 al. 3 AFIR. 1. Une fois écoulé le délai d'un an pour commencer les travaux, l'autorisation d'aliénation est révoquée d'office et indépendamment des circonstances concrètes ayant empêché le déroulement de la construction en temps utile sur le bien-fonds acquis (consid. 2). 2. Pas de modification subséquente de l'autorisation d'aliénation selon l'art. 4 al. 1er let. c AFIR (consid. 3)."], "faits": "BGE 118 II 328 S. 328\n\nA.- Am 27. Oktober 1989 bewilligte das Direktionssekretariat der Justiz-, Polizei- und Militärdirektion des Kantons Basel-Landschaft F. gestützt auf Art. 4 Abs. 1 lit. d des Bundesbeschlusses über eine Sperrfrist für die Veräusserung nichtlandwirtschaftlicher Grundstücke und die Veröffentlichung von Eigentumsübertragungen BGE 118 II 328 S. 329von Grundstücken vom 6. Oktober 1989 (SR 211.437.1; BBSG) die vorzeitige Veräusserung seines Grundstückes Nr. 390 und des Anteils am Grundstück Nr. 3509 in Arlesheim. F. verkaufte dieses Grundstück am 1. Dezember 1989 an K. und K.\n\nB.- Die Bewilligungsbehörde widerrief am 6. März 1991 gestützt auf Art. 4 Abs. 3 BBSG ihre Verfügung vom 27. Oktober 1989 und ordnete die Berichtigung des Grundbuches an, da mit der Überbauung des Grundstückes Nr. 390 nicht innert Jahresfrist begonnen worden war.\n\nDer Regierungsrat des Kantons Basel-Landschaft wies die von K. gegen diesen Widerrufsentscheid eingereichte Beschwerde am 24. September 1991 ab.\n\nC.- Mit Verwaltungsgerichtsbeschwerde vom 28. Oktober 1991 gelangen K. und K. ans Bundesgericht. Sie beantragen, den Widerrufs- und den Beschwerdeentscheid aufzuheben und die Veräusserungsbewilligung nicht zu widerrufen, eventuell die angefochtene Verfügung aufzuheben und die Sache zur Neubeurteilung und zum Erlass einer neuen Veräusserungsbewilligung an die Bewilligungsbehörde zurückzuweisen, subeventuell die angefochtene Verfügung dahin zu ergänzen, dass der grundbuchliche Vollzug der Rückübertragung erst nach Vorlage einer Quittung über die Rückzahlung des Kaufpreises erfolgen dürfe. Auf Seite 24 ihrer Rechtsschrift scheinen die Beschwerdeführer das Recht auf Eintrag der Verkäuferhypothek für den Erwerbspreis zu beantragen.\n\nDer Regierungsrat des Kantons Basel-Landschaft, F. und das Bundesamt für Justiz beantragen die Abweisung der Verwaltungsgerichtsbeschwerde.\n\nDas Gesuch der Beschwerdeführer um Erteilung der aufschiebenden Wirkung ist am 2. November 1991 abgewiesen worden.", "considerants": "Erwägungen:\n\n2. Die Beschwerdeführer werfen dem Regierungsrat eine sachlich nicht haltbare Auslegung von Art. 4 Abs. 3 BBSG vor, da er in seinem Entscheid nicht berücksichtigte, dass sich der Baubeginn ohne ihr Verschulden verzögert habe.\n\nGemäss Art. 4 Abs. 1 lit. d BBSG bewilligt die kantonale Behörde die Veräusserung eines nichtlandwirtschaftlichen Grundstückes vor Ablauf der Sperrfrist, wenn Bauland zum Zwecke der Überbauung erworben wird und eine rechtskräftige Baubewilligung BGE 118 II 328 S. 330vorliegt. Die Bewilligungsbehörde widerruft gemäss Art. 4 Abs. 3 BBSG ihren Entscheid, wenn ihn der Erwerber durch falsche Angaben erschlichen hat oder wenn mit der Überbauung nicht innert eines Jahres begonnen worden ist. Die beiden Widerrufsgründe haben gemäss klarem Wortlaut der Bestimmung alternative und nicht kumulative Geltung.\n\nEine Baubewilligung wird von der zuständigen Behörde in der Regel für eine begrenzte Geltungsdauer erteilt und verwirkt, sofern kein fristgerechter Baubeginn erfolgt (LEUTENEGGER, Das formelle Baurecht der Schweiz, 2. Auflage Bern 1978, S. 324; DILGER, Raumplanungsrecht der Schweiz, Dietikon 1982, S. 260). Die Frist zur Überbauung des erworbenen Grundstückes ist der Geltungsdauer einer Baubewilligung nachgebildet (Amtl.Bull. N 1989 S. 1345 und S. 1535: Votum NR Fischer). Um zu verhindern, dass bloss ein allgemeiner Umgehungstatbestand geschaffen wird, wurde die Verletzung der Jahresfrist in Art. 4 Abs. 3 BBSG ausdrücklich als Widerrufsgrund für die Veräusserungsbewilligung aufgenommen (Amtl.Bull. N 1989 S. 1536: Votum BR Koller; Amtl.Bull. S. 1989 S. 528 f.: Votum BR Koller). Da ausschliesslich öffentliche Interessen verfolgt werden, stellt die Frist zur Überbauung des erworbenen Grundstückes eine Verwirkungsfrist dar, die von Amtes wegen zu beachten und grundsätzlich weder verlängerbar noch wiederherstellbar ist (BGE 86 I 64; 76 II 241 E. b; 101 Ib 350 mit Hinweisen).\n\nBestimmungen, die bei unverschuldeter Säumnis eine Wiederherstellung der Frist gestatten, gelten nur für ausdrücklich im Gesetz vorgesehene Fälle und dürfen nicht analog auf andere Verhältnisse angewendet werden (BGE 101 II 88 mit Hinweisen). Der BBSG enthält keine solche Ausnahmeregelung. Die Beschwerdeführer wollen hier eine sachbedingte Lückenhaftigkeit sehen und stützen sich hiezu im wesentlichen auf die eingereichte Stellungnahme von Professor Rhinow. Demnach soll der BBSG zwar die Spekulation bekämpfen, gleichzeitig aber die Bautätigkeit nicht hindern. Aus diesem Grunde sei in Art. 4 Abs. 1 lit. d BBSG ein weiterer Bewilligungsgrund eingeführt worden, verbunden mit der Widerrufsverpflichtung in Art. 4 Abs. 3 BBSG. Falls der Bauverpflichtung nicht fristgerecht nachgekommen werde, müsse aufgrund der konkreten Umstände beim Erwerber geprüft werden, ob eine Umgehung des BBSG vorliege.\n\nDer Zweck des BBSG besteht darin, Formen der Spekulation zu verhindern und den Bodenmarkt zu beruhigen. Er untersagt aber nicht nur Rechtsgeschäfte, mit denen im Einzelfall eine Spekulation BGE 118 II 328 S. 331beabsichtigt wird, sondern umschreibt Tatbestände, die in aller Regel für Spekulationen geeignet sind (BGE 116 II 569 f.). Das hat der Regierungsrat bei der Anwendung von Art. 4 Abs. 1 lit. d BBSG auch richtig erkannt, als er die Widerrufsverfügung unabhängig davon schützte, ob die Erwerber am nicht erfolgten Baubeginn ein Verschulden treffe (PETER/NAEF, Bodenrechtliche Sofortmassnahmen im Siedlungsbereich, Zürich 1990, S. 33 N 70; SCHÖBI, Erläuterungen zur Sperrfrist, Bern 1990, S. 148). Die äusserst umstrittene Entstehungsgeschichte des Art. 4 Abs. 1 lit. d BBSG in Verbindung mit dem Art. 4 Abs. 3 BBSG war nämlich gekennzeichnet von der Befürchtung, eine solche Ausnahmebewilligung sei nicht praktikabel und öffne lediglich Missbräuchen Tür und Tor (Amtl.Bull. S 1989 S. 556 f.: Votum SR Rhinow und S. 558: Votum BR Koller; Amtl.Bull. N 1989 S. 1616 f.). Warum mit der Überbauung nicht innert Jahresfrist begonnen worden ist, kann somit offenbleiben und der Sachverhalt ist in dieser Richtung nicht näher abzuklären.\n\nNur ein Baubeginn aufgrund der Baubewilligung, die Grundlage der Veräusserungsbewilligung bildet, schliesst - wie im Baupolizeirecht (BGE 113 Ib 387 f.) - den Widerruf nach Art. 4 Abs. 3 BBSG nicht aus. Die Beschwerdeführer widersprechen der Feststellung des Regierungsrates nicht, dass aufgrund dieser Baubewilligung innert Jahresfrist mit der Überbauung nicht begonnen worden ist. Der Widerruf der Ausnahmebewilligung hätte also schon aus diesem Grunde erfolgen müssen.\n\nDer BBSG legt nicht fest, wann die Jahresfrist zur Überbauung des erworbenen Grundstückes zu laufen beginnt. Der Bewilligungsgrund von Art. 4 Abs. 1 lit. d BBSG ist erst im Verlaufe der parlamentarischen Beratung entstanden; Hinweise zum Fristbeginn finden sich in den Sitzungsprotokollen keine. Die Doktrin geht vom Zeitpunkt der Veräusserung aus (SCHÖBI, a.a.O., S. 148). Die Bewilligungsbehörde hielt sich im vorliegenden Fall an das Datum des Grundbucheintrags. Der Kaufvertrag wurde unbestrittenermassen bereits gut ein Jahr vor Erlass der Widerrufsverfügung im Grundbuch eingetragen. Damit kann offenbleiben, ob der Eintritt der Rechtskraft der Baubewilligung oder der Veräusserungsbewilligung, das Verurkundungsdatum des Kaufvertrages oder der Grundbucheintrag massgebend ist.\n\n3. Die Beschwerdeführer bezeichnen die Auffassung des Regierungsrates als unhaltbar, der eine erneute Prüfung der Veräusserungsbewilligung im Hinblick auf andere Ausnahmetatbestände, wie BGE 118 II 328 S. 332sie seinerzeit vom Gesuchsteller F. ebenfalls angeführt worden waren, ablehnte.\n\nVerfügungen erwachsen, namentlich wenn sie wie die Bewilligung für eine vorzeitige Veräusserung privatrechtsgestaltender Natur sind, in formelle wie in materielle Rechtskraft, falls sie nicht oder erfolglos angefochten worden sind (GYGI, Verwaltungsrecht, Bern 1986, S. 303 f.; IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, Band I, Basel 1976, S. 254; SCHÖBI, a.a.O., S. 134 f.). Darauf kann nur zurückgekommen werden, wenn bestimmte, gesetzlich geregelte Voraussetzungen erfüllt sind. Eine derartige Möglichkeit ist im BBSG gerade nicht vorgesehen, und daher ist eine Überprüfung oder Ergänzung des Bewilligungsentscheids im Widerrufsverfahren, wie der Regierungsrat im Ergebnis richtig erkannt hat, nicht zulässig.\n\nIm übrigen ist in keiner Art und Weise dargetan, dass eine Ausnahmebewilligung aufgrund von Art. 4 Abs. 1 lit. c BBSG möglich wäre. Die Beschwerdeführer widersprechen dem Regierungsrat auch nicht, soweit er festhält, dass die zur Prüfung dieses Tatbestandes erforderlichen Angaben und Unterlagen vom Gesuchsteller seinerzeit nicht vorgelegt worden sind."}