{"annee": "118", "cour": "IB", "page": "326", "date": "1/6/1992", "cite": ["114 IA 105", "115 IA 189", "115 IB 400", "92 I 205", "117 IA 1", "116 IB 141", "115 IB 13", "112 IA 305", "116 IB 8", "116 IB 169", "103 IB 313", "106 IA 13", "99 IB 321", "117 IA 135", "117 IB 135", "116 IB 50", "91 I 409", "112 IB 94"], "cite_par": ["132 II 188", "122 II 359", "127 II 198", "121 II 190", "128 II 259", "125 II 1", "121 II 39", "122 I 275", "120 IB 379", "118 IB 381", "119 IB 348", "121 II 72"], "chapeau": "42. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 1. Juni 1992 i.S. Erben von X. und Mitbeteiligte gegen G., Gemeinden Egg und Oetwil a.S., Baurekurskommission II, Regierungsrat und Verwaltungsgericht des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Devoir de coordination en droit de la construction, de l'aménagement du territoire et de la protection de l'environnement et des eaux. Voie de droit: La réalisation en droit cantonal de la coordination prescrite par le droit fédéral doit être examinée dans le cadre du recours de droit administratif (consid. 1b). Devoir de coordination: Il est admissible de désigner le Conseil d'Etat du canton de Zurich comme première autorité compétente pour traiter les recours conformément au principe de la coordination (consid. 2)."], "faits": "BGE 118 Ib 326 S. 326\n\nA.- In dem zum Zürcher Gesamtplan gehörenden Landschafts- sowie Versorgungsplan ist nördlich bzw. nordöstlich der Weiler Unter- und Ober-Chrüzlen auf dem Gebiet der Gemeinden Egg und BGE 118 Ib 326 S. 327Oetwil am See der Standort für eine Multikomponentendeponie und eine Kompostieranlage festgelegt. Am 11. März 1987 ersuchte G. die Direktion der öffentlichen Bauten des Kantons Zürich (Baudirektion) um Erteilung der erforderlichen Bewilligungen für den Bau und den Betrieb der Multikomponentendeponie und der Kompostieranlage auf dem erwähnten Gelände Chrüzlen, welches in der kantonalen Landwirtschaftszone liegt. Den Gesuchsunterlagen fügte der Gesuchsteller den Bericht zur Umweltverträglichkeit vom 9. Februar 1987 bei.\n\nAm 18. bzw. 22. August 1988 erteilten die Gemeinderäte von Egg und von Oetwil am See die baurechtlichen Bewilligungen für die geplanten Anlagen. In beiden Bewilligungen wurden deren Genehmigung durch die Baudirektion sowie die erforderlichen gewässerschutz-, umweltschutz- und forstrechtlichen Bewilligungen der zuständigen kantonalen Instanzen vorbehalten. Die kommunalen baurechtlichen Bewilligungen wurden von verschiedenen Nachbarn der geplanten Anlagen angefochten.\n\nMit Verfügung vom 26. September 1988 erteilte die Baudirektion gestützt auf Art. 30 Abs. 2 des Bundesgesetzes über den Umweltschutz vom 7. Oktober 1983 (USG) sowie Art. 27 des Bundesgesetzes über den Schutz der Gewässer gegen Verunreinigung vom 8. Oktober 1971 (Gewässerschutzgesetz, GSchG) und § 25 Abs. 3 des kantonalen Einführungsgesetzes zum Gewässerschutzgesetz vom 8. Dezember 1974 (EG GSchG) die beantragte Deponiebewilligung unter Bedingungen und Auflagen. Gegen diese Verfügung gelangten die Erben von X. sowie weitere Mitbeteiligte an den Regierungsrat, der die Rekurse mit Entscheid vom 28. Juni 1989 abwies. Gegen diesen Entscheid des Regierungsrats über die Bewilligung gemäss Art. 30 Abs. 2 USG und Art. 27 GSchG führten die Erben von X. sowie sieben Mitbeteiligte Verwaltungsgerichtsbeschwerde beim Bundesgericht, welches das Rechtsmittel am 14. März 1990 im Sinne der Erwägungen guthiess und den angefochtenen Regierungsratsentscheid aufhob (BGE 116 Ib 50 ff.).\n\nB.- In der Folge erteilten die Bau- und die Volkswirtschaftsdirektion mit gemeinsamer Verfügung vom 28. Dezember 1990 unter zahlreichen Nebenbestimmungen für das umstrittene Vorhaben einschliesslich Zufahrt eine Ausnahmebewilligung im Sinne von Art. 24 des Bundesgesetzes über die Raumplanung vom 22. Juni 1979 (RPG). In diesem Verfahren wurde auch eine Umweltverträglichkeitsprüfung im Sinne von Art. 9 USG durchgeführt. Ebenfalls am 28. Dezember 1990 erteilte die Baudirektion ferner die BGE 118 Ib 326 S. 328strassenpolizeiliche Bewilligung, und zudem bewilligte sie das Vorhaben gemäss Art. 30 Abs. 2 USG, Art. 27 GSchG und § 25 Abs. 3 EG GSchG. In sämtlichen drei Verfügungen wurde die Baurekurskommission II als Rekursinstanz bezeichnet.\n\nDie gleichen Parteien, die bereits in BGE 116 Ib 50 ff. als Beschwerdeführer auftraten, gelangten gegen die drei Verfügungen vom 28. Dezember 1990 an die Baurekurskommission II und verlangten die Aufhebung dieser Verfügungen. Die Baurekurskommission II vereinigte die gegen die drei Verfügungen gerichteten Rechtsmittel mit den bei ihr noch hängigen Verfahren betreffend die kommunalen baurechtlichen Bewilligungen vom 18. und 22. August 1988 und trat auf die Rekurse am 28. Mai 1991 nicht ein. Sie führte in ihrem Nichteintretensentscheid im wesentlichen aus, sie sei zur Überprüfung der drei Direktionsverfügungen nicht zuständig, weil es sich dabei um staatliche Anordnungen im Sinne von § 329 Abs. 1 lit. a des kantonalen Planungs- und Baugesetzes vom 7. September 1975 handle. Zudem sei ihre sachliche Zuständigkeit im Bereich des Umweltschutzrechts auf Streitigkeiten über die Anwendung der Luftreinhalte- und der Lärmschutz-Verordnung beschränkt, weshalb sie auf die Rüge der Verletzung des Gewässerschutzrechts ohnehin nicht eintreten könne, und zwar unabhängig davon, ob eine staatliche Anordnung angefochten sei oder nicht. Zur materiellen Behandlung der eingereichten Rekurse sei somit der Regierungsrat zuständig, zumal nichts dagegen spreche, dass dieser im Hinblick auf die Koordinationspflicht (auch) die Anwendung der Luftreinhalte- und der Lärmschutz-Verordnung überprüfe.\n\nDiesen Entscheid fochten die Rekurrenten beim Verwaltungsgericht des Kantons Zürich an und beantragten, die Sache sei zur materiellen Beurteilung an die Baurekurskommission II zurückzuweisen. Das Verwaltungsgericht hat die Beschwerde am 3. Oktober 1991 im Sinne der Erwägungen abgewiesen.\n\nMit staatsrechtlicher Beschwerde vom 29. November 1991 verlangen die vor dem Verwaltungsgericht unterlegenen Parteien, dessen Urteil vom 3. Oktober 1991 sei aufzuheben.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n1. Das Verwaltungsgericht führt im angefochtenen Entscheid aus, dieser könne nicht mit Verwaltungsgerichtsbeschwerde beim BGE 118 Ib 326 S. 329Bundesgericht angefochten werden, da keine Normen des Bundesrechts anzuwenden seien, sondern ausschliesslich zu prüfen sei, wie die erstinstanzlichen Rechtsmittelverfahren unter weitestmöglicher Beachtung des kantonalen Verfahrensrechts am zweckmässigsten koordiniert werden könnten. In der Folge haben die Beschwerdeführer staatsrechtliche Beschwerde eingereicht. Das Bundesgericht prüft von Amtes wegen und mit freier Kognition, welches Rechtsmittel zulässig ist und in welchem Umfang darauf eingetreten werden kann (BGE 117 Ia 2 E. 1, 85 E. 1, BGE 117 Ib 138 E. 1, 156 E. 1, je mit Hinweisen).\n\na) (Sachurteilsvoraussetzungen der Verwaltungsgerichtsbeschwerde; vgl. BGE 117 Ib 138 f.)\n\nb) Im vorliegenden Verfahren ist umstritten, bei welcher Behörde die erforderliche Koordination der Rechtsanwendung im erstinstanzlichen Rechtsmittelverfahren unter weitestmöglicher Beachtung des kantonalen Verfahrensrechts gewährleistet werden kann. Die dabei zu beurteilenden Verfahrensfragen stellen sich u.a. im Zusammenhang mit der Überprüfung verschiedener Bewilligungen, deren Voraussetzungen im direkt anwendbaren Bundesrecht (Art. 24 Abs. 1 RPG, Art. 30 Abs. 2 USG, Art. 27 GSchG) geregelt sind. Zwischen diesem Bundesrecht, dessen Anwendung im Rahmen der Verwaltungsgerichtsbeschwerde zu überprüfen ist (vgl. BGE 116 Ib 50 ff.), und dem kantonalen Recht, das der Verwirklichung des anwendbaren Bundesrechts dient, besteht ein derart enger Sachzusammenhang, dass auch die Auslegung und Anwendung des kantonalen Rechts mit Verwaltungsgerichtsbeschwerde beanstandet werden kann. Dies ist selbst dann der Fall, wenn in der Beschwerde einzig eine Verletzung des selbständigen kantonalen Verfahrensrechts geltend gemacht wird, da bereits eine solche Rechtsverletzung zu einer Vereitelung von Bundesrecht führen kann (vgl. BGE 116 Ib 8 ff., 169 ff., BGE 103 Ib 314 E. 2b, BGE 99 Ib 326 E. 1b, 2). Der Umstand, dass das Verwaltungsgericht einen separaten Entscheid über die Anwendung des selbständigen kantonalen Verfahrensrechts gefällt hat, führt somit entgegen der Auffassung des Verwaltungsgerichts nicht zur Unzulässigkeit der Verwaltungsgerichtsbeschwerde. Soweit im Rahmen der Verwaltungsgerichtsbeschwerde die Auslegung und Anwendung des selbständigen kantonalen Verfahrensrechts zu überprüfen ist, richtet sich die Kognition des Bundesgerichts allerdings nach den für die staatsrechtliche Beschwerde geltenden Grundsätzen (vgl. BGE 117 Ib 139, BGE 116 Ib 10, je mit Hinweisen). Danach wird die Auslegung und Anwendung des kantonalen BGE 118 Ib 326 S. 330Rechts auf eine Verletzung des Willkürverbots hin überprüft (BGE 117 Ia 139, BGE 112 Ib 96 f.).\n\nDass die Beschwerdeführer allein staatsrechtliche Beschwerde erhoben haben, schadet ihnen nicht, soweit auch die Sachurteilsvoraussetzungen der Verwaltungsgerichtsbeschwerde erfüllt sind und die eingereichte Rechtsschrift als solche behandelt werden kann (vgl. BGE 116 Ib 172 mit Hinweisen).\n\nc) Beim angefochtenen Urteil handelt es sich um einen Zwischenentscheid über die prozessuale Frage, welche Instanz zur Behandlung des bei der Baurekurskommission II eingereichten Rekurses zuständig sei. Ein solcher Entscheid ist nach Art. 97 OG i.V.m. Art. 5 und 45 Abs. 2 lit. a VwVG selbständig mit Verwaltungsgerichtsbeschwerde anfechtbar... Die Beschwerdeschrift muss innert zehn Tagen seit Eröffnung des Urteils eingereicht werden (Art. 106 Abs. 1 OG).\n\nDie Beschwerdeführer haben 30 Tage nach Eröffnung des angefochtenen Zwischenentscheids Beschwerde erhoben. Diese ist somit nach Art. 106 Abs. 1 OG verspätet. Allerdings ist zu beachten, dass das Verwaltungsgericht in seinem Urteil erklärte, dieses könne nicht mit Verwaltungsgerichtsbeschwerde beanstandet werden, woraus die Beschwerdeführer ableiteten, das Urteil könne einzig mit staatsrechtlicher Beschwerde angefochten werden. Diese Auffassung erweist sich nach den Ausführungen in E. 1b hiervor als unzutreffend. Aus einer unvollständigen oder unrichtigen Rechtsmittelbelehrung dürfen den Parteien indessen keine Nachteile erwachsen (Art. 107 Abs. 3 OG). Es stellt sich somit die Frage, ob in der vorliegenden Sache wegen der unrichtigen Rechtsmittelbelehrung im angefochtenen Entscheid vom Erfordernis der Beschwerdeerhebung innert zehn Tagen abgesehen werden kann.\n\nNach ständiger bundesgerichtlicher Rechtsprechung haben falsche Auskünfte von Behörden nur dann eine vom materiellen Recht abweichende Behandlung des Rechtsuchenden zur Folge, wenn dieser die Unrichtigkeit der Auskunft nicht ohne weiteres erkennen konnte (BGE 115 Ib 18 ff. E. 4, BGE 114 Ia 106 ff. mit Hinweisen). So geniesst der Private keinen Vertrauensschutz, wenn er die Unrichtigkeit der Rechtsmittelbelehrung kennt oder sie bei genügender Aufmerksamkeit hätte kennen müssen, insbesondere wenn er oder sein Anwalt die Mängel der Belehrung schon allein durch Konsultierung des massgebenden Gesetzestextes hätte ersehen können (BGE 116 Ib 145 f., BGE 112 Ia 310, BGE 106 Ia 16 ff. E. 3).\n\nIn der vorliegenden Angelegenheit kann offengelassen werden, welche Folgen sich aus der unrichtigen Rechtsmittelbelehrung des BGE 118 Ib 326 S. 331Verwaltungsgerichts ergeben..., da die Beschwerde, wie sich aus den nachfolgenden Erwägungen ergibt, in der Sache ohnehin abzuweisen ist.\n\n2. In BGE 116 Ib 63 E. 6b hat das Bundesgericht zur Koordination der verschiedenen Bewilligungsverfahren ausgeführt, die Bewilligungsvoraussetzungen nach Art. 30 Abs. 2 USG und Art. 27 GSchG könnten im vorliegenden Fall materiell koordiniert im baurechtlichen Bewilligungsverfahren geprüft werden. Im Kanton Zürich finde zur Erteilung einer Bewilligung nach Art. 24 RPG und damit zur Durchführung dieses ausnahmsweise noch als zulässig bezeichneten Leitverfahrens für die Deponiebewilligung grundsätzlich ein kommunales Bewilligungsverfahren vor der örtlichen Baubehörde (§ 318 des kantonalen Planungs- und Baugesetzes vom 7. September 1975; PBG) statt. Der nach Art. 25 Abs. 2 RPG erforderliche Entscheid einer kantonalen Behörde erfolge aufgrund des Meldeverfahrens gemäss § 18 der kantonalen Bauverfahrensverordnung vom 19. April 1978 (BauVO). Die Baudirektion entscheide demnach innert 30 Tagen seit der Meldung des Bauvorhabens, ob sie dieses ihrer Genehmigung unterstellen wolle oder nicht (§ 18 Abs. 3 BauVO und Ziff. 2.23 Anhang BauVO; vgl. W. HALLER/P. KARLEN, Raumplanungs- und Baurecht, Zürich 1990, § 16, N. 28). Die vom Gemeinderat Egg am 18. August 1988 und vom Gemeinderat Oetwil am See am 22. August 1988 erteilten baurechtlichen Bewilligungen seien gegenwärtig vor der Baurekurskommission II hängig. In diesem Rekursverfahren könne die umfassende Prüfung des Deponieprojekts auf seine Übereinstimmung mit sämtlichen für die Bewilligung massgebenden Vorschriften über den Schutz der Umwelt (vgl. Art. 3 UVPV und BGE 116 Ib 60 E. 4d) noch vorgenommen werden. Dabei sei jedoch auch die Verfügung der Baudirektion über die Genehmigung oder die Nichtunterstellung unter Art. 24 RPG in die umfassende Prüfung miteinzubeziehen (vgl. BGE 115 Ib 402 ff.).\n\na) Mit diesen Erwägungen hat das Bundesgericht entgegen der Ansicht der Beschwerdeführer das einzuschlagende Rechtsmittelverfahren nicht verbindlich festgelegt. Es hat vielmehr im Hinblick auf die damals bestehende verfahrensrechtlich Regelung aufgezeigt, wie angesichts der bereits getrennt durchgeführten erstinstanzlichen Bewilligungsverfahren bei Weiterverfolgung des Projekts in Anwendung von Art. 24 RPG die erforderliche Koordination im Rechtsmittelverfahren gewährleistet ist. Wie dargelegt, wurde dabei nicht das grundsätzlich für Deponievorhaben der BGE 118 Ib 326 S. 332vorliegenden Art durchzuführende Nutzungsplanungsverfahren, sondern ausnahmsweise das bereits eingeleitete Ausnahmebewilligungsverfahren im Sinne von Art. 24 RPG als Leitverfahren zugelassen.\n\nAm 5. September 1990 wurde im Kanton Zürich das Verfahrensrecht zur Erteilung von Ausnahmebewilligungen im Sinne von Art. 24 RPG geändert. Während nach der früheren Verfahrensordnung das in BGE 115 Ib 404 E. 4 und BGE 116 Ib 63 E. 6b beschriebene Meldeverfahren galt, ist heute nach Ziff. 1.4 des Anhangs der kantonalen Bauverfahrensverordnung in der Fassung vom 5. September 1990 die Baudirektion für die Erteilung von Ausnahmebewilligungen nach Art. 24 RPG allein und umfassend zuständig. Im Unterschied zu dem im Urteilszeitpunkt von BGE 116 Ib 50 ff. (14. März 1990) geltenden Recht erlässt heute nicht mehr der Gemeinderat, sondern die Baudirektion die für Bauten und Anlagen ausserhalb der Bauzonen erforderliche Ausnahmebewilligung. Der Ausnahmebewilligungsentscheid der Baudirektion wird von den kantonalen Behörden und Gerichten als staatliche Anordnung betrachtet, die nach § 329 Abs. 1 lit. a PBG nicht bei den Baurekurskommissionen angefochten werden kann. Nach § 329 Abs. 1 lit. b PBG unterliegen die Anordnungen der Baudirektion der Anfechtung beim Regierungsrat, dessen Entscheid an das Verwaltungsgericht weitergezogen werden kann.\n\nb) Das Verwaltungsgericht legte dem angefochtenen Entscheid die neue Zuständigkeitsordnung zugrunde und kam zum Schluss, dass eine der bundesgerichtlichen Rechtsprechung genügende formelle Koordination auch bei Beachtung der neuen Zuständigkeitsordnung nicht möglich sei, da die kommunalen Baubewilligungsentscheide weiterhin bei den Baurekurskommissionen angefochten werden könnten (§ 329 Abs. 1 PBG). Eine verfahrensrechtliche Koordination erst auf der Stufe des auf Rechtskontrolle beschränkten Verwaltungsgerichts widerspräche indessen den Ausführungen in BGE 116 Ib 64 E. 6c. Somit werde mit der kantonalen Gesetzgebung der Grundsatz verletzt, wonach kantonales Verfahrensrecht die Durchsetzung des Bundesrechts nicht vereiteln, verunmöglichen oder wesentlich erschweren dürfe (BGE 92 I 210, BGE 91 I 423). Demnach sei eine Lösung zu suchen, die der Koordinationspflicht Rechnung trage, wobei der damit verbundene Verstoss gegen kantonales Verfahrensrecht in Kauf genommen werden müsse. Dabei verdiene allerdings jene Lösung den Vorzug, die der gesetzlichen Zuständigkeitsordnung bestmöglich entspreche. Unter diesem Gesichtspunkt sei insbesondere im Hinblick auf die neue Zuständigkeit des BGE 118 Ib 326 S. 333Regierungsrats zur Beurteilung von Rechtsmitteln gegen Ausnahmebewilligungen nach Art. 24 RPG nicht zu beanstanden, dass die Baurekurskommission II auf den Rekurs nicht eingetreten sei und den Regierungsrat als erste Rechtsmittelinstanz bezeichnet habe, zumal dieser wie die Baurekurskommissionen mit umfassender Kognition ausgestattet sei (§ 20 Abs. 1 des kantonalen Verwaltungsrechtspflegegesetzes vom 24. Mai 1959; VRG) und § 329 Abs. 1 lit. b PBG nicht ausschliesse, dass der Regierungsrat auch erstinstanzliche Baubewilligungsentscheide überprüfe.\n\nc) Diese Ausführungen des Verwaltungsgerichts sind nicht zu beanstanden. Die Beschwerdeführer berufen sich auf die Erwägungen des Bundesgerichts in BGE 116 Ib 50 ff. und machen geltend, der in diesem Urteil aufgezeigte Rechtsmittelweg werde von allen kantonalen Instanzen hinterfragt und letztlich unter Hinweis auf die kantonale Verfahrenshoheit ignoriert. Wie bereits vorne in E. 2a erwähnt, hat das Bundesgericht in BGE 116 Ib 50 ff. nicht einen bestimmten Weg zur Gewährleistung der erforderlichen Koordination verbindlich vorgeschrieben, sondern zunächst erklärt, dass für das umstrittene Deponievorhaben grundsätzlich ein Nutzungsplan hätte erlassen werden müssen (vgl. BGE 116 Ib 55). Nur wegen der bereits geleisteten umfangreichen Vorarbeiten zur Verwirklichung des Regionaldeponieprojekts Chrüzlen hat es das Bundesgericht ausnahmsweise als zulässig erachtet, dass der bereits eingeschlagene Weg über das Ausnahmebewilligungsverfahren nach Art. 24 RPG (Leitverfahren) weiterverfolgt wird (vgl. BGE 116 Ib 62 E. 6a). Dies allerdings unter der Voraussetzung, dass im Rechtsmittelverfahren über die Ausnahmebewilligung die Koordination mit den übrigen Bewilligungen sichergestellt wird. Nach der damals geltenden Verfahrensordnung war die Baurekurskommission II zur Beurteilung von Rekursen gegen Ausnahmebewilligungen nach Art. 24 RPG zuständig, weshalb nach den Grundsätzen der Koordinationspflicht auch die übrigen notwendigen Bewilligungen von dieser Kommission hätten überprüft werden sollen (BGE 116 Ib 64). Dass damit eine teilweise Missachtung der kantonalen Verfahrensordnung in Kauf genommen werden musste, lag auf der Hand, doch räumt selbst das Verwaltungsgericht im hier angefochtenen Entscheid ein, dass die bundesrechtlich gebotene Koordination im Kanton Zürich nur mit einem Eingriff in die kantonalrechtliche Zuständigkeitsordnung zu erreichen ist. Der in BGE 116 Ib 50 ff. vorgezeichnete Rechtsmittelweg entsprach im Hinblick auf die Ausnahmebewilligung gemäss Art. 24 RPG der damaligen kantonalen Zuständigkeitsordnung.BGE 118 Ib 326 S. 334\n\nDie Überprüfung der weiteren Bewilligungen durch die Baurekurskommission hätte teilweise einen Verstoss gegen § 329 Abs. 1 lit. a PBG dargestellt. Ein solcher Verstoss war einerseits wegen des Vorrangs des Bundesrechts in Kauf zu nehmen und andererseits auch im Hinblick auf die Praxis des Verwaltungsgerichts des Kantons Zürich gerechtfertigt. Dieses hatte nämlich bereits in einem Entscheid vom 28. Februar 1986 betreffend eine Baubewilligung für ein Parkhaus unter der Limmat festgehalten: \"Das bundesrechtliche Konzept der Identität der Bewilligungsbehörde gilt sachnotwendig nicht nur für die erstinstanzliche Verfügung, sondern auch für die Rechtsmittelentscheide. Das kantonale Verfahrensrecht ist in Übereinstimmung mit diesem bundesrechtlichen Grundsatz auszulegen, der überdies (allenfalls) widersprechendem kantonalem Verfahrensrecht vorgeht. Die Baurekurskommission I hat somit ihre sachliche Zuständigkeit zur Anwendung des Umweltschutzrechts zu Unrecht verneint\" (Baurechtsentscheide Kanton Zürich (BEZ) 1986 Nr. 34 E. 8b, c). Das Verwaltungsgericht bestätigt die Grundsätze der zitierten Rechtsprechung im angefochtenen Entscheid ausdrücklich, schränkt deren Anwendbarkeit jedoch auf die Anwendung des Umweltschutzgesetzes und dessen Ausführungserlasse ein. Inwieweit diese Einschränkung im Hinblick auf die bundesrechtliche Koordinationspflicht zulässig ist, muss im vorliegenden Fall nicht geprüft werden. Es kann hier lediglich festgehalten werden, dass das Verwaltungsgericht bereits im Jahre 1986 erkannte, dass die Zuständigkeitsordnung des § 329 PBG in bestimmten Fällen im Interesse einer reibungslosen Anwendung des Bundesrechts zurückzustehen hat. Es war somit folgerichtig, dass in BGE 116 Ib 50 ff. auf die Möglichkeit der koordinierten Beurteilung des umstrittenen Vorhabens durch die Baurekurskommission II hingewiesen wurde.\n\nd) Im vorliegenden Verfahren ist nun allerdings zu beachten, dass nach der neuen Zuständigkeit der Baudirektion zur Beurteilung von Ausnahmebewilligungsgesuchen für Bauten und Anlagen ausserhalb der Bauzonen eine neue verfahrensrechtliche Situation besteht. Das nach BGE 116 Ib 50 ff. ausnahmsweise als Leitverfahren zugelassene Ausnahmebewilligungsverfahren wird heute vom Regierungsrat als erster Rechtsmittelinstanz beurteilt. In diesem Verfahren kann die Koordination gewährleistet werden, ohne dass die Beschwerdeführer eine Beschränkung der Überprüfungsbefugnis oder der Parteirechte in Kauf zu nehmen hätten. Zudem genügt der Regierungsrat den Anforderungen an eine Beschwerdebehörde gemäss Art. 33 Abs. 3 RPG. Mit der Weiterzugsmöglichkeit des Regierungsratsentscheids BGE 118 Ib 326 S. 335an das Verwaltungsgericht werden auch die Erfordernisse von Art. 6 Ziff. 1 EMRK an eine gerichtliche Überprüfung erfüllt, soweit \"civil rights\" zur Diskussion stehen (vgl. BGE 115 Ia 191).\n\ne) Es ergibt sich somit, dass mit dem angefochtenen Entscheid die bundesrechtliche Koordinationspflicht nicht verletzt wird. Die Rügen der Beschwerdeführer sind nicht geeignet, eine Verletzung von Bundesrecht zu begründen. Insbesondere kann keine Rede davon sein, die Erwägungen des Bundesgerichts in BGE 116 Ib 50 ff. zur Koordination der Verfahren bei der Baurekurskommission II gingen der inzwischen erfolgten Änderung der kantonalen Bauverfahrensverordnung vor. Auch wenn die Koordination - wie selbst das Verwaltungsgericht einräumt - ebensogut bei der Baurekurskommission sichergestellt werden könnte, ist es im vorliegenden Fall haltbar, dass das Verwaltungsgericht unter bestmöglicher Wahrung der neuen Zuständigkeitsordnung den Regierungsrat als die zur koordinierten Behandlung der eingereichten Rekurse zuständige Instanz bezeichnet hat."}