{"annee": "118", "cour": "IV", "page": "366", "date": "27/11/1992", "cite": ["115 IV 121"], "cite_par": ["132 IV 127"], "chapeau": "64. Urteil des Kassationshofes vom 27. November 1992 i.S. X. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 260bis al. 2 CP; renonciation à poursuivre des actes préparatoires délictueux. 1. Conformément à l'art. 260bis al. 2 CP, celui qui, de son propre mouvement, après avoir procédé à tous les actes préparatoires conformément à un plan, aura démontré de manière particulière qu'il n'est plus prêt à commettre le délit principal, est exempté de toute peine. Lorsque l'auteur n'a pas encore mené à chef tous les actes préparatoires planifiés, il suffit, pour que l'on puisse admettre sa renonciation, que de son propre mouvement il ait renoncé à exécuter une partie importante des actes préparatoires. 2. Renonce de son propre mouvement celui qui ne poursuit plus l'exécution de son plan pour des motifs qui lui sont propres, indépendamment des circonstances extérieures, quelle que soit la valeur morale de sa motivation."], "faits": "BGE 118 IV 366 S. 367\n\nDas Obergericht des Kantons Zürich sprach X. am 7. Oktober 1991 der Gehilfenschaft zu Raubversuch, der strafbaren Vorbereitungshandlungen zu Raub und der qualifizierten Widerhandlung gegen das Betäubungsmittelgesetz schuldig und bestrafte ihn mit 33 Monaten Gefängnis.\n\nDagegen führt X. eidgenössische Nichtigkeitsbeschwerde und beantragt, das Urteil des Obergerichts sei in bezug auf den Schuldspruch wegen Vorbereitungshandlungen und die Strafzumessung aufzuheben und die Sache zu neuer Beurteilung an die Vorinstanz zurückzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Dem Schuldspruch wegen Vorbereitungshandlungen zu Raub liegt folgender Sachverhalt zugrunde:\n\nAm Abend des 7. März 1989 sprachen der Beschwerdeführer, A., B. und C. im Restaurant \"Y.\" in Wil über einen bewaffneten Raubüberfall, und der Beschwerdeführer wies auf die dafür geeignete Raiffeisenbank Z. hin. Die Gesprächsteilnehmer vereinbarten, sich am 14. März 1989 im gleichen Restaurant \"zur Besprechung des genauen Vorgehens, der erforderlichen Ausrüstung, der Rollenverteilung etc.\" erneut zu treffen.\n\nDiese Begegnung fand abmachungsgemäss statt. Beim Gespräch im vor dem Restaurant abgestellten Auto des Beschwerdeführers wurde eingehend über das Vorgehen und die Beschaffung der erforderlichen Ausrüstung diskutiert. Der Beschwerdeführer orientierte \"über Einzelheiten der Raiffeisenbank in Z. bezüglich örtlicher Verhältnisse, Zahl der Angestellten, Öffnungszeiten etc.\" Zudem zeigte er den Komplizen die bereits vorhandenen und als Fesselungsmaterial geeigneten Kabelbinder. Die Verübung der Tat wurde auf den 17. März 1989 festgesetzt, da die Schalter an diesem Tag wegen des Abendverkaufs erst um 21.00 Uhr geschlossen wurden. Es war geplant, dass A. und B. die beiden in der Bank tätigen Frauen nach Schalterschluss beim Verlassen des Gebäudes unter Waffendrohung zu einem Auto bringen sollten, wo der Beschwerdeführer BGE 118 IV 366 S. 368eine der Angestellten zu bewachen habe, während die beiden anderen mit der zweiten Frau die Bank aufsuchen sollten, um in den Besitz von Geld zu kommen. Während des Überfalls sollte C. in einem zweiten Fahrzeug, welches noch hätte beschafft werden müssen, \"Schmiere stehen\" und mittels eines Funkgerätes seine Komplizen bei einer allfälligen Gefahr warnen. Ein Revolver und eine Pistole waren bereits vorhanden, und ein Gewehr, Gesichts- bzw. Strumpfmasken, alte Kleider für die Beteiligten, Fesselungsmaterial (Kabelbinder und Klebeband), Gummihandschuhe und zwei Funkgeräte sollten noch beschafft werden. Bei dieser Besprechung wurde schliesslich vereinbart, den Tatort am 16. März 1989 zu besichtigen.\n\nAn diesem Tag fuhren die vier Komplizen nach Widnau, wo der Beschwerdeführer und C. im Auto warteten, während die beiden anderen die Bank aufsuchten und sich umschauten. Danach wurde für die Tat ein Treffen am 17. März 1989, gegen 18.00 Uhr, im Restaurant \"Y.\" in Wil vereinbart. Dort wäre nochmals die Rollenverteilung repetiert worden, und B. hätte die alten Kleider mitbringen sollen.\n\nDa A. zu diesem Treffen mit erheblicher Verspätung und der Beschwerdeführer sowie B. überhaupt nicht erschienen, wurde der Raubüberfall nicht ausgeführt.\n\nb) Die Vorinstanz stellte fest, der Beschwerdeführer habe bei der Vorbereitung des Raubes insoweit mitgewirkt, als er an der Auswahl des Tatobjektes, der Planung des Vorgehens, der Rollenverteilung und der Besichtigung der Bank teilgehabt habe. Zudem hätten sich gewisse für die Tatausführung notwendige Utensilien (Kabelbinder, Klebestreifen) bereits in seinem Wagen befunden, und er selber habe keinerlei Beschaffungsaufgaben mehr zu erfüllen gehabt. Die von B. \"allenfalls\" noch mitzubringenden alten Kleider hätte er lediglich noch anziehen müssen. Der Tatplan habe schon vor dem Treffen vom 17. März 1989 festgestanden, und vom Restaurant \"Y.\" habe man nach Z. fahren wollen, um die Tat auszuführen. Der Beschwerdeführer habe sich dann nicht zum vereinbarten Treffen eingefunden, weil es ihm \"leichtsinnig\" erschienen sei, eine Bank überfallen zu wollen, und er nicht an den möglichen Erfolg des Unternehmens geglaubt habe.\n\n2. a) Die Vorinstanz ging in Übereinstimmung mit den Parteien davon aus, der Beschwerdeführer habe strafbare Vorbereitungshandlungen zu einem Raub im Sinne von Art. 260bis Abs. 1 StGB begangen. Sie stellte weiter fest, er habe \"schlicht\" von der Begehung der Haupttat abgesehen, weshalb Abs. 2 der genannten BGE 118 IV 366 S. 369Bestimmung, wonach straflos bleibt, wer die Vorbereitungshandlung aus eigenem Antrieb nicht zu Ende führt, keine Anwendung finde.\n\nb) Mit der Nichtigkeitsbeschwerde wird geltend gemacht, die Vorinstanz habe Abs. 2 von Art. 260bis StGB zu Unrecht nicht angewendet.\n\n3. a) Gemäss Art. 260bis StGB (\"Strafbare Vorbereitungshandlungen\") wird mit Zuchthaus bis zu fünf Jahren oder mit Gefängnis bestraft, wer planmässig konkrete technische oder organisatorische Vorkehrungen trifft, deren Art und Umfang zeigen, dass er sich anschickt, eine vorsätzliche Tötung, einen Mord, eine schwere Körperverletzung, einen Raub, eine Freiheitsberaubung und Entführung, eine Geiselnahme oder eine Brandstiftung auszuführen. Nach Abs. 2 dieser Bestimmung bleibt straflos, wer die Vorbereitungshandlung (\"son activité préparatoire\", \"un atto preparatorio\") aus eigenem Antrieb nicht zu Ende führt.\n\nWie in BGE 115 IV 121 ff. festgehalten wurde, bezieht sich der Rücktritt aus eigenem Antrieb gemäss Art. 260bis Abs. 2 StGB auf die strafbare Vorbereitungshandlung und nicht auf die Ausführung der geplanten Haupttat. Die Bestimmung wurde zwar in Anlehnung an Art. 21 Abs. 2 StGB formuliert, aber bei der Frage, inwieweit der Täter die \"Vorbereitungshandlung nicht zu Ende\" geführt hat, darf der besondere Charakter des Tatbestandes strafbarer Vorbereitungshandlungen nicht ausser acht gelassen werden. Diese schaffen die abstrakte Gefahr der Ausführung der Haupttat, und der Rücktritt muss daher dieser Gefahr ein Ende setzen oder sie zumindest erheblich vermindern. Gemäss dem genannten Präjudiz soll derjenige straflos bleiben, der, nachdem er alle geplanten Vorbereitungshandlungen ausgeführt hat, aus eigenem Antrieb und in besonderer Weise bekundet, dass er nicht mehr bereit ist, das Hauptdelikt zu begehen, indem er beispielsweise bereits getroffene Vorbereitungen rückgängig macht (z.B. beschaffte Tatwerkzeuge wegwirft) oder in anderer Weise die Ausführung der Haupttat verunmöglicht oder zumindest wesentlich erschwert; hat der Täter demgegenüber zwar Art. 260 Abs. 1 StGB erfüllt, aber noch nicht alle geplanten Vorbereitungshandlungen zu Ende geführt, so genügt für die Bejahung des Rücktritts, dass er aus eigenem Antrieb auf die Ausführung eines wesentlichen Teils der Vorbereitungshandlungen verzichtet (BGE 115 IV 127 /128 E. f und g; vgl. dazu Schultz, Die strafrechtliche Rechtsprechung des Bundesgerichts 1989, ZBJV 127/1991 S. 69/70).\n\n\"Aus eigenem Antrieb\" tritt derjenige zurück, der aus inneren Motiven, unabhängig von äusseren Gegebenheiten seinen Plan nicht BGE 118 IV 366 S. 370mehr weiter verfolgt (vgl. dazu BGE 115 IV 128 /129 E. h mit Hinweisen). Dabei kommt es auf die sittliche Qualität der Beweggründe, aus denen der Täter zurücktritt, prinzipiell nicht an; auch die Furcht vor Strafe kann genügen (Stratenwerth, AT I, S. 300 zum Rücktritt vom unvollendeten Versuch).\n\nb) Im Lichte dieser Rechtsprechung erweist sich der angefochtene Entscheid als bundesrechtswidrig.\n\nEs stellt sich zunächst die Frage, ob bereits alle geplanten Vorbereitungshandlungen ausgeführt worden waren, bevor der Beschwerdeführer zum geplanten Treffen am 17. März 1989 nicht erschien. Dies ist zu verneinen. Die Täter hatten vereinbart, sich vor der Fahrt an den Tatort im Restaurant \"Y.\" in Wil zu treffen, wo nach den Feststellungen der Vorinstanz nochmals die Rollenverteilung repetiert worden wäre; zudem hätte der Beschwerdeführer gewisse für die Tatausführung notwendige Utensilien (Kabelbinder, Klebestreifen), die sich in seinem Wagen befanden, mitbringen sollen. Dieses Treffen, die letzte Repetition der Rollenverteilung und das Mitbringen der Fesselungsutensilien stellen weitere wesentliche Vorbereitungshandlungen dar, auf die der Beschwerdeführer durch sein Nichterscheinen verzichtet hat.\n\nUnter diesen Umständen genügt es für die Bejahung des Rücktritts, dass der Beschwerdeführer aus eigenem Antrieb auf die Ausführung der genannten Vorbereitungshandlungen verzichtet hat. Nach den Feststellungen der Vorinstanz hat sich der Beschwerdeführer nicht zum vereinbarten Treffen eingefunden, weil es ihm \"leichtsinnig\" erschien, eine Bank überfallen zu wollen, und er nicht an den möglichen Erfolg des Unternehmens glaubte. Er gelangte also von sich aus zu einer besseren Einsicht. Dass diese nicht sittlich begründet war, ändert nichts daran, dass er aus eigenem Antrieb von den (nach dem Plan der Täter noch nicht zu Ende geführten) Vorbereitungshandlungen zurückgetreten ist.\n\nDie Vorinstanz hat dadurch, dass sie Art. 260bis Abs. 2 StGB nicht angewendet hat, Bundesrecht verletzt.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Obergerichts des Kantons Zürich vom 7. Oktober 1991 aufgehoben und die Sache zu neuer Entscheidung an die Vorinstanz zurückgewiesen."}