{"annee": "118", "cour": "II", "page": "435", "date": "26/11/1992", "cite": ["108 II 77", "98 II 221"], "cite_par": [], "chapeau": "85. Urteil der I. Zivilabteilung vom 26. November 1992 i.S. Eiport AG gegen Genossenschaft für Landeiereinkauf (Berufung)", "regestes": ["Droit de la coopérative. Acquisition de la qualité d'associé (art. 839 CO). 1. Recevabilité du recours en réforme sous l'angle des art. 44 ss OJ (consid. 1). 2. Etat de la jurisprudence et de la doctrine à propos de l'art. 839 al. 2 CO (consid. 2). 3. Droit propre à la constatation de l'invalidité d'une disposition statutaire? (consid. 3)."], "faits": "BGE 118 II 435 S. 436\n\nA.- Die Eiport AG handelt mit Eiern, Geflügel und verwandten Produkten. Als Importeurin muss sie gemäss Art. 17 der Verordnung über den Eiermarkt und die Eierversorgung (Eierverordnung; SR 916.371) eine jährlich neu festgesetzte Pflichtmenge von Eiern aus der geschützten inländischen Produktion übernehmen. Für die Sammlung der für die Pflichtübernahme bestimmten Inlandproduktion und deren Zuteilung auf die Importeure bestehen zwei Sammelorganisationen, nämlich der Verband Schweiz. Eier- und Geflügelverwertungsgenossenschaften (SEG) und die Genossenschaft für Landeiereinkauf (GELA). In letzterer sind zwölf Eierimporteure in Genossenschaftsform zusammengeschlossen. Die SEG sammelt 75%, die GELA 25% der gesamten Pflichtmenge. Wegen der vom Bundesamt für Landwirtschaft festgelegten, fixen jährlichen Sammelmenge führt eine Änderung in der Anzahl Genossenschafter automatisch zu einer entsprechenden Veränderung der jeweiligen Liefermenge der bestehenden Produzenten. Abgesehen von zwei Sonderfällen können daher gemäss Art. 3 lit. b der Statuten der GELA als neue Mitglieder nur Firmen aufgenommen werden, die im Besitze einer Bestätigung des Bundesamtes sind, wonach die Gesamtsammelberechtigung der GELA im Ausmass des Pflichteieranteils der neuen Mitgliedfirma erhöht wird.\n\nNachdem die Eiport AG beim Bundesamt erfolglos eine solche Bestätigung verlangt hatte, klagte sie beim Handelsgericht des Kantons Bern gegen die GELA auf Feststellung, dass Art. 3 lit. b der Statuten nichtig sei, sowie auf Verpflichtung der Beklagten, die Klägerin als Mitglied aufzunehmen. Das Handelsgericht wies die Klage am 2. April 1992 ab. Es vertrat die Auffassung, unter dem Blickwinkel des Genossenschaftsrechts sei die angefochtene Statutenvorschrift nicht zu beanstanden. Unter jenem des Kartellgesetzes sei die Klage bereits mangels einer erheblichen Wettbewerbsbehinderung im Sinne von Art. 6 KG abzuweisen; würde letzteres bejaht, fehlte es am überwiegenden schutzwürdigen Interesse im Sinne von Art. 7 Abs. 1 und 2 lit. c KG.\n\nB.- Die Eiport AG führt gegen das handelsgerichtliche Urteil Berufung. Sie beantragt festzustellen, dass Art. 3 lit. b der GELA-Statuten nichtig sei.\n\nBGE 118 II 435 S. 437", "considerants": "Erwägungen:\n\n1. Den Streitwert beziffert die Klägerin auf mindestens Fr. 225'000.--, und aus den Akten ergeben sich Hinweise auf finanzielle Interessen, die in dieser Grössenordnung liegen. Da somit der für die Berufungsfähigkeit vermögensrechtlicher Zivilrechtsstreitigkeiten geforderte Streitwert von wenigstens Fr. 8'000.-- bei weitem gegeben ist, erübrigt sich eine nähere Prüfung der Frage, ob es sich vorliegend um eine Streitigkeit vermögensrechtlicher Natur oder um eine solche nicht vermögensrechtlicher Art handelt (vgl. BGE 108 II 78 E. 1a, BGE 98 II 223 E. 1, POUDRET, N. 1.3.4 zu Art. 44 OG mit Hinweisen).\n\n2. Der Erwerb der Mitgliedschaft in einer Genossenschaft wird von Art. 839 OR geregelt. Abs. 2 dieser Vorschrift hält fest, dass die Statuten unter Wahrung des Grundsatzes der nicht geschlossenen Mitgliederzahl die näheren Bestimmungen über den Eintritt treffen können; sie dürfen diesen jedoch nicht übermässig erschweren.\n\na) In BGE 98 II 225 ff. hat sich das Bundesgericht ausführlich mit der Frage auseinandergesetzt, ob diese Gesetzesvorschrift dem Bewerber ein Recht auf Aufnahme in die Genossenschaft gewähre. Zusammenfassend hielt es fest, Art. 839 Abs. 2 OR könne nach Wortlaut, Sinn und Entstehungsgeschichte nicht dahin ausgelegt werden, dass einem Anwärter ein klagbares Recht auf Eintritt in eine Genossenschaft zustehe, selbst dann nicht, wenn er die statutarischen Eintrittsvoraussetzungen erfülle. Die Pflicht der Genossenschaft, neue Mitglieder aufzunehmen, müsse eine in den allgemeinen Rechtsgrundsätzen, wie dem Verbot des Rechtsmissbrauchs und dem Schutz der Persönlichkeit, begründete Ausnahme bleiben.\n\nDieser Entscheid aus dem Jahre 1972 wurde bis heute nicht in Frage gestellt. Die seither erschienene Literatur begrüsst ihn durchwegs (PATRY, SAG 45/1973 S. 170 f.; KUMMER, ZBJV 110/1974 S. 84 ff.; FORSTMOSER, N 16 zu Art. 839 OR; MEIER-HAYOZ/FORSTMOSER, Grundriss des schweizerischen Gesellschaftsrechts, 6. Auflage, S. 335; GUHL/KUMMER/DRUEY, Das schweizerische Obligationenrecht, 8. Auflage, S. 745; ROTHENBÜHLER, Austritt und Ausschluss aus der Genossenschaft, Diss. Zürich 1984, S. 13).\n\nb) Das Prinzip der offenen Tür ist ebenfalls im deutschen und im Österreichischen Genossenschaftsrecht verwirklicht. Auch diesen beiden Rechtsordnungen ist indessen der Aufnahmezwang fremd. Ein Rechtsanspruch auf Aufnahme wird grundsätzlich abgelehnt (MEYER/MEULENBERGH/BEUTHIEN, N 4 zu § 1 des deutschen Gesetzes BGE 118 II 435 S. 438betreffend die Erwerbs- und Wirtschaftsgenossenschaften; KEINERT, Österreichisches Genossenschaftsrecht, S. 79 ff., vor allem Rz. 112).\n\nc) Im vorliegenden Verfahren nicht zur Diskussion steht, ob die Verweigerung der Aufnahme der Klägerin in die beklagtische Genossenschaft gegen allgemeine Rechtsgrundsätze, insbesondere gegen die Art. 2 und 28 Abs. 1 ZGB, verstösst und aus diesem Grunde widerrechtlich wäre. Ein solcher Einwand wurde vor dem Handelsgericht ebensowenig geltend gemacht wie ein allfälliger statutarischer Anspruch auf Beitritt (vgl. FORSTMOSER, N 19 zu Art. 839 OR).\n\n3. Vor Bundesgericht wird nur noch die Feststellungsklage aufrechterhalten. Zur Begründung dieses Begehrens bringt die Klägerin vor, die angefochtene Statutenbestimmung verletze den genossenschaftsrechtlichen Grundsatz der nicht geschlossenen Mitgliederzahl. Sie wirft dem Handelsgericht vor, es sei der Frage, ob die Statutenbestimmung eine übermässige Beitrittserschwerung im Sinne von Art. 839 Abs. 2 OR bewirke, in keiner Weise nachgegangen. Eine Verletzung von Bundesrecht sieht sie darin, dass die Vorinstanz den selbständigen Charakter des Feststellungsbegehrens verkannt und dieses ausschliesslich unter dem Gesichtspunkt der enger gefassten Voraussetzungen eines klagbaren Beitrittsanspruchs geprüft und verworfen habe.\n\nRichtig verstanden macht die Klägerin einen vom Aufnahmebegehren unabhängigen, selbständigen Anspruch auf Feststellung der Ungültigkeit einer Statutenbestimmung geltend. Sie will verhindern, dass Art. 839 Abs. 2 OR toter Buchstabe bleibe, falls die darin gesetzte Schranke nicht befolgt werde. Denn aus BGE 98 II 221 ergebe sich letztlich bloss eine sanktionslose Verpflichtung der Genossenschaft, bei der Regelung der Beitrittsvoraussetzungen in den Statuten Art. 839 Abs. 2 OR zu beachten. Das Bundesgericht habe in jenem Entscheid die Möglichkeit eines solchen Feststellungsanspruchs ausdrücklich erwähnt. Die Frage habe dort jedoch offengelassen werden können.\n\na) Werden die Statuten einer Genossenschaft unter dem Blickwinkel des Prinzips der offenen Tür in Zweifel gezogen, so geht es der klagenden Partei in aller Regel um eine Aufnahme in die betreffende Gesellschaft. Mit andern Worten fehlt es dem Kläger normalerweise an einem selbständigen Feststellungsinteresse. Ob überhaupt die Möglichkeit eines separaten Feststellungsanspruchs bestehen könne, hat das Bundesgericht in BGE 98 II 229 E. 4d entgegen der klägerischen Formulierung offengelassen. Die Frage braucht auch heute nicht abschliessend entschieden zu werden. Denn im BGE 118 II 435 S. 439vorliegenden Fall hat der blosse Feststellungsanspruch ohnehin zurückzutreten, weil die Klägerin einen kartellrechtlichen Mitgliedschaftsanspruch behauptet und Art. 9 Kartellgesetz diesfalls einen Leistungsanspruch auf Mitgliedschaft im Kartell gibt (SCHLUEP, in: SCHÜRMANN/SCHLUEP, N III/2 zu Art. 9 KG).\n\nb) Es fehlt aber nicht nur am Feststellungsinteresse der Klägerin, sondern ebenso an der Durchsetzbarkeit eines allfälligen die Nichtigkeit der Statutenbestimmung feststellenden Gerichtsurteils. Die Auffassung von GUTZWILLER (N 25 zu Art. 839 OR), wonach die Nichtigkeit ein Hindernis beseitigt und den Weg freimacht für die Befolgung eines gesetzlichen Befehls, dem nach erneutem Aufnahmegesuch auch ohne richterliches Zutun nachgelebt werden müsste, widerspricht der eigenen Meinung des Autors (a.a.O.), wonach unumwunden zuzugeben ist, dass an sich die Nichtigkeitsfeststellung wegen Übertretung eines gesetzlichen Imperativs den Weitsprung zur Aufnahmeverpflichtung nicht zu rechtfertigen vermag. Zu Recht halten indessen GUHL/KUMMER/DRUEY (a.a.O., S. 745) fest, da dem Bewerber kein durchsetzbarer Rechtsanspruch gegen die Genossenschaft auf Aufnahme zustehe, könne er ebensowenig vom Richter überprüfen lassen, ob die Eintrittserschwerungen übermässig im Sinne von Art. 839 Abs. 2 OR seien. Die gleiche Ansicht vertritt FORSTMOSER (N 24 f. zu Art. 839), wenn er aus der bundesgerichtlichen Praxis und der herrschenden Lehre folgert, dass der Abgewiesene kein Rechtsmittel ergreifen kann, auch wenn er die Aufnahmevoraussetzungen erfüllt, es sei denn, der Beitrittswillige könne sich auf einen allgemeinen Rechtsgrundsatz, ein Spezialgesetz oder ein statutarisch vorgesehenes Beitrittsrecht stützen.\n\nc) Art. 839 Abs. 2 OR verbietet nur die übermässige Erschwerung des Eintritts in eine Genossenschaft. Es darf kein faktischer Numerus clausus eingeführt werden. Wann Eintrittsbedingungen übermässig erschwerend sind, lässt sich nicht allgemein umschreiben. Vielmehr kommt es auf den konkreten Fall an (FORSTMOSER, N 33 zu Art. 839 OR; GUTZWILLER, N 22 zu Art. 839 OR). Die Klägerin macht sinngemäss geltend, das Handelsgericht habe die Güterabwägung falsch vorgenommen. Sie legt aber nicht dar, inwiefern die angefochtene Statutenbestimmung das erträgliche Mass vermissen lässt, sich als unerträglich, unzumutbar erweist. Es wird lediglich ausgeführt, aufgrund des zwingenden Charakters der gesetzlichen Sammelquoten und der unstreitigen Tatsache, dass die Eierimporte, wie in der Vergangenheit, so auch in Zukunft eher rückläufig seien oder zumindest stagnieren würden, stehe fest, dass die in den Statuten BGE 118 II 435 S. 440verlangte Bescheinigung des Bundesamtes kaum jemals werde beigebracht werden können, bzw. dass ein Beitritt auf Jahre hinaus gänzlich ausgeschlossen werde. Diese Behauptungen genügen indes den Anforderungen gemäss Art. 55 Abs. 1 lit. c OG an die Begründung einer Berufung nicht, abgesehen davon, dass die Behauptung, die statutarische Beitrittsvoraussetzung schliesse einen Beitritt auf Jahre hinaus gänzlich aus, ein unzulässiges Novum darstellt.\n\nAuch aus diesen Gründen kann somit auf die Berufung nicht eingetreten werden."}