{"annee": "118", "cour": "IB", "page": "436", "date": "12/8/1992", "cite": ["116 IB 190", "111 IB 132", "113 IB 81", "113 IB 257", "110 IB 387"], "cite_par": ["131 II 169", "139 II 404", "127 II 104", "121 II 93"], "chapeau": "2. Arrêt de la Ire Cour de droit public du 12 août 1992 dans la cause B. et C. Corp. contre Chambre d'accusation du canton de Genève (recours de droit administratif)", "regestes": ["Entraide judiciaire avec les Etats-Unis d'Amérique; portée du droit d'être entendu; art. 9 al. 2 et art. 16 al. 2 LTEJUS; art. 21 al. 2 EIMP et art. 18 ch. 5 TEJUS. 1. L'art. 9 al. 2 LTEJUS restreint le droit de l'inculpé de consulter les pièces du dossier. Cette disposition n'est pas opposable à l'inculpé concerné directement par la mesure litigieuse (consid. 3). 2. L'inculpé a de toute manière le droit de participer à l'exécution des actes d'entraide, dans la mesure où ils portent sur l'authentification des actes visés dans la demande (art. 18 ch. 5 TEJUS; consid. 4c/aa). 3. Lorsqu'il est concerné directement par la mesure litigieuse, l'inculpé a le droit de participer à l'exécution des actes requis, y compris l'audition de témoins, si la sauvegarde de ses intérêts l'exige et dans la mesure où l'objet de l'enquête n'est pas compromis (art. 21 al. 2 EIMP; consid. 4c/bb)."], "faits": "BGE 118 Ib 436 S. 437\n\nLe 10 juillet 1990, le Département de la justice des Etats-Unis d'Amérique (office central américain) a adressé à l'Office fédéral de la police (office central suisse) une demande d'entraide judiciaire pénale fondée sur le traité conclu le 25 mai 1973 entre la Confédération suisse et les Etats-Unis d'Amérique (RS 0.351.933.6; TEJUS). Cette demande était présentée pour les besoins d'une instruction ouverte par le Procureur général des Etats-Unis pour le district de l'Etat du Maryland contre B., C. et K., au sujet d'un détournement de fonds qu'ils auraient commis au détriment d'une caisse d'épargne liquidée en septembre 1985 faute d'une garantie de dépôt suffisante.\n\nLa demande américaine visait notamment à l'audition des responsables d'établissements bancaires et à la production de copies de documents authentifiés selon l'art. 18 TEJUS.\n\nLe 25 juin 1991, l'office central américain a adressé à l'Office fédéral de la police une demande complémentaire visant à ce que l'autorité suisse procède à de nouvelles investigations portant sur les comptes ouverts par B. et C. Corp. auprès de divers établissements bancaires de Genève. L'autorité américaine a requis en outre l'audition de deux témoins.\n\nPar décision du 12 août 1991, l'Office fédéral de la police a admis la demande complémentaire. Le 7 février 1992, il a déclaré irrecevable, faute de motivation, l'opposition formée par B. et C. Corp. contre cette décision.\n\nLe juge d'instruction genevois a procédé aux mesures d'exécution visées dans la demande américaine, entre le mois d'août 1991 et le mois d'avril 1992.\n\nBGE 118 Ib 436 S. 438\n\nLe 9 septembre 1991, le conseil de B. a demandé au juge d'instruction chargé de l'exécution de la demande complémentaire la consultation du dossier et des pièces d'exécution; il a aussi requis le droit d'être informé de la date et du lieu des audiences d'audition des témoins auxquelles il entendait participer afin de représenter son client. Le juge d'instruction a rejeté cette requête, le 13 décembre 1991, au motif que \"les dispositions en vigueur ne prévoient pas la possibilité pour votre client d'assister aux audiences, ni la notification des décisions relatives à la procédure\".\n\nB. et C. Corp. ont recouru contre cette décision auprès de la Chambre d'accusation, qui les a déboutés par ordonnance du 20 mars 1992, au motif que les autorités de l'Etat requérant n'avaient pas demandé la participation des recourants à l'audition des témoins (art. 12 ch. 2 TEJUS).\n\nAgissant par la voie du recours de droit administratif, B. et C. Corp. demandent au Tribunal fédéral d'annuler l'ordonnance du 20 mars 1992, d'autoriser leur conseil à assister aux auditions de témoins et à les interroger, de dire que leur conseil sera informé de la date et du lieu de ces auditions, ainsi que de l'identité des témoins interrogés, de constater la nullité des actes de procédure effectués en leur absence et celle de leur conseil. Ils invoquent une violation des art. 7 et 9 al. 2 LTEJUS, 12 ch. 2 et 18 ch. 5 TEJUS, des art. 4 Cst. et 6 par. 3 let. d CEDH, ainsi que du Sixième Amendement à la Constitution des Etats-Unis d'Amérique.\n\nLe Tribunal fédéral a admis partiellement le recours au sens des considérants.", "considerants": "Extrait des considérants:\n\n3. Les recourants reprochent aux autorités cantonales de leur avoir refusé l'accès au dossier en violation de l'art. 9 LTEJUS.\n\na) Le droit de consulter le dossier découle du droit d'être entendu et de l'interdiction du déni de justice formel consacrés à l'art. 4 Cst. Cette garantie procédurale est mise en oeuvre, dans le domaine de l'entraide pénale internationale, par les art. 9 LTEJUS et 79 al. 3 EIMP, qui renvoient aux art. 26 et 27 PA. L'art. 9 al. 1 LTEJUS permet à la personne concernée par l'exécution de la demande d'entraide, sous réserve de l'art. 8 al. 1 TEJUS et dans la mesure où la sauvegarde de ses droits l'exige, de consulter la demande d'entraide et les pièces à l'appui. En vertu de l'art. 9 al. 2 LTEJUS, ce droit n'appartient qu'à l'inculpé domicilié ou résidant habituellement en Suisse, à condition qu'il BGE 118 Ib 436 S. 439lui soit nécessaire pour sa défense dans la procédure étrangère et que cette procédure ne soit pas entravée. La restriction apportée sur ce point au droit d'être entendu se justifie par les droits que la procédure pénale américaine garantit à l'inculpé (arrêts non publiés du 25 novembre 1985, S., du 13 juin 1986, S., et du 1er décembre 1989, E.; en ce qui concerne l'art. 79 al. 3 EIMP, ATF 113 Ib 268 ss. consid. 4c, ATF 110 Ib 387 ss).\n\nb) Le juge d'instruction puis la Chambre d'accusation ont refusé aux recourants le droit de consulter le dossier cantonal d'exécution au motif que B. étant en fuite et n'ayant pas sa résidence habituelle en Suisse, il ne pouvait se prévaloir du droit de consulter le dossier. On peut se demander si cette solution, en soi conforme à l'art. 9 al. 2 LTEJUS, peut être maintenue compte tenu de l'évolution de la jurisprudence relative à la protection juridique garantie dans le cadre de l'entraide judiciaire avec les Etats-Unis.\n\nL'art. 16 al. 2 2e phrase LTEJUS limite les droits d'opposition et de recours de la personne qui fait l'objet de la procédure à l'origine de la demande d'entraide. Cette restriction n'est toutefois pas applicable lorsque cette personne est elle-même concernée directement par la mesure d'entraide contestée. Dans cette dernière hypothèse, il n'existe en effet aucune raison objective de traiter différemment la personne poursuivie selon que la demande émane des Etats-Unis d'Amérique ou d'un autre Etat, l'art. 21 al. 3 EIMP reconnaissant au prévenu ou à l'accusé le droit d'attaquer les décisions qui le touchent personnellement. Sont notamment de telles décisions, celles qui enjoignent à un établissement bancaire l'ordre de fournir des informations sur des comptes dont la personne poursuivie serait le titulaire (ATF 113 Ib 84 -86 consid. 3).\n\nLe droit de faire opposition et de recourir serait illusoire si l'intéressé n'avait pas la possibilité de consulter la demande et les pièces à l'appui. Or, l'art. 9 al. 2 LTEJUS ne reconnaît cette possibilité à l'inculpé que dans une mesure limitée, cette restriction étant comparable à celle instituée à l'art. 16 al. 2 LTEJUS. Si l'on admet que cette dernière disposition n'est pas applicable - comme on l'a vu - à la personne poursuivie qui est concernée directement par la mesure litigieuse, il va de soi que la restriction au droit \"de consulter les pièces\" au sens de l'art. 9 LTEJUS ne lui est pas non plus opposable lorsqu'elle entend faire usage de son droit d'opposition et de recours. Cette solution se justifie au demeurant tant sur la base de l'art. 4 Cst. qu'à partir du rapport existant entre les art. 9 et 16 LTEJUS.\n\nBGE 118 Ib 436 S. 440\n\nLes recourants ont reçu, dans le cadre de la procédure d'opposition, une copie de la demande complémentaire et des pièces à l'appui. Sur ce point, leur droit d'être entendus a été respecté. En revanche, ils n'ont pas eu accès au dossier cantonal d'exécution. Cette restriction ne se justifie pas, compte tenu des principes qui viennent d'être rappelés plus haut, dès lors que les art. 9 LTEJUS et 79 al. 3 EIMP s'appliquent aussi dans le cadre de la procédure cantonale de recours (LIONEL FREI, FJS 67a, p. 88). Le recours doit être admis sur ce point.\n\n4. Les recourants se plaignent de n'avoir pas été autorisés à participer à l'audition des témoins entendus dans le cadre de l'exécution de la demande complémentaire. Ils invoquent à cet égard une violation des art. 12 ch. 2 et 18 ch. 5 TEJUS, ainsi que des art. 4 Cst., 6 par. 3 let. d CEDH et du Sixième Amendement à la Constitution des Etats-Unis d'Amérique.\n\na) Ces deux derniers griefs n'ont pas à être examinés en l'espèce. En effet, l'art. 6 par. 3 let. d CEDH concerne uniquement la procédure pénale; cette règle ne s'applique pas à la procédure d'entraide, qui relève du droit administratif (ATF 116 Ib 192, ATF 111 Ib 134 consid. 3b). Au surplus, il appartiendra au juge du fond de décider si l'audition des témoins a été faite ou non en violation des droits garantis à l'accusé par le droit constitutionnel américain.\n\nb) Selon l'art. 12 ch. 2 TEJUS, l'inculpé ou l'accusé, ou son conseil, ou les deux, sont autorisés à assister à l'exécution de la demande, lorsque l'Etat requérant en fait la demande. En l'occurrence, les autorités américaines n'ont pas requis la présence des recourants lors de l'exécution des actes visés dans la demande d'entraide; les recourants ne peuvent par conséquent se prévaloir de cette norme du traité.\n\nc) L'art. 18 TEJUS concerne la production et l'authentification de papiers d'affaires à l'Etat requérant. Le ch. 5 de cette disposition a la teneur suivante:\n\n\"Lorsqu'une demande au sens du présent article concerne une procédure\n\njudiciaire pendante, l'accusé, s'il l'exige, peut être présent ou se faire\n\nreprésenter par un conseil; il peut questionner la personne qui produit le\n\ndocument sur l'authenticité et l'admissibilité de celui-ci comme moyen de\n\npreuve. Si l'accusé demande d'être présent ou de se faire représenter, un\n\nreprésentant de l'Etat requérant ou de l'un de ses Etats membres peut\n\naussi être présent et poser de telles questions au témoin.\"\n\naa) La demande américaine porte sur la production et l'authentification de documents au sens de l'art. 18 du traité, visé expressément dans les conclusions de la demande principale du 10 juillet 1990, complétée le 25 juin 1991, ainsi que sur l'audition de témoins appelés à BGE 118 Ib 436 S. 441produire ces documents. Le juge d'instruction a procédé aux différents actes d'entraide requis. Le 27 août 1991, il a obtenu de l'Union de Banques Suisses à Genève la production de la documentation concernant C. Corp. Le 5 novembre, le juge a entendu F., qui lui a remis des documents et des informations relatives aux mouvements de fonds opérés sur les comptes de B. Le juge a établi, à l'attention des autorités américaines, un certificat d'authenticité de la documentation en question, signé par le témoin. Le 22 janvier 1992, le juge a entendu l'avocat J. qui a répondu, dans les limites du secret professionnel, aux questions portant sur les liens existant entre son étude et B.; ce témoin a aussi remis des documents et des informations au sujet de divers virements de fonds effectués sur le compte de l'étude. Le juge a établi un certificat attestant l'authenticité du procès-verbal de cette audition. A la demande de l'Office fédéral, il a procédé ultérieurement à des enquêtes complémentaires auprès de la Banque scandinave et de l'étude d'avocats B. et D. Ces mesures d'enquête vont au-delà de la procédure d'authentification de papiers d'affaires au sens de l'art. 18 TEJUS, dans la mesure où la demande vise aussi à obtenir des renseignements complémentaires sur des transferts de fonds réalisés par B. et C. Corp., ou des intermédiaires; tel est le cas notamment des questions posées aux témoins F. et J. (cf. ATF 111 Ib 133 /134 consid. 3a).\n\nEu égard au texte clair de l'art. 18 ch. 5 TEJUS, les recourants disposaient en principe du droit de participer à l'exécution des actes d'entraide, dans la mesure où ils portaient sur l'authentification des documents visés par la demande. Cette faculté leur a été refusée, à tort.\n\nbb) Les recourants estiment qu'ils auraient un droit illimité de participer à l'audition des témoins. Ils invoquent à ce propos l' ATF 111 Ib 132 ss. Dans cette affaire, le Tribunal fédéral a reconnu au tiers le droit de participer aux actes d'entraide, y compris l'audition des témoins, qui touchent directement à ses intérêts juridiques et matériels. Cette solution se justifie par le fait que le tiers, dont la collaboration est ordonnée dans l'Etat requis, et qui n'est pas partie à la procédure ouverte dans l'Etat requérant, doit se voir reconnaître un large droit de participation à la procédure d'exécution des actes d'entraide, sur la base du droit d'être entendu et des principes généraux de la procédure administrative, car la procédure touche à ses intérêts dignes de protection (ATF 111 Ib 135). Hormis le cas où il est touché directement par la mesure de contrainte requise par l'Etat étranger, il est douteux que l'inculpé dans la procédure étrangère puisse aussi BGE 118 Ib 436 S. 442invoquer un tel droit, car il dispose de la faculté de faire valoir ses moyens ultérieurement devant le juge pénal étranger. Cette question peut toutefois être résolue sur la base de l'art. 21 al. 2 EIMP, qui accorde aux personnes concernées par la demande le droit de participer à l'exécution des mesures d'entraide, si la sauvegarde de leurs intérêts l'exige, et dans la mesure où l'objet de l'enquête n'est pas compromis. Aucune disposition du traité ou de la loi y relative ne s'oppose à l'application de cette règle dans le cas d'espèce (cf. l'art. 9 al. 1 TEJUS)."}