{"annee": "118", "cour": "IB", "page": "76", "date": "4/3/1992", "cite": [], "cite_par": ["121 II 378", "124 II 517", "119 IA 285"], "chapeau": "10. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 4. März 1992 i.S. Erben O. gegen Gemeinderat Freienbach, Regierungsrat und Verwaltungsgericht des Kantons Schwyz (Verwaltungsgerichtsbeschwerde).", "regestes": ["Art. 8 LPE; projet de route. Examen d'un projet de route sous l'angle du droit de la protection de l'environnement, lorsque d'autres routes, dont la réalisation est incertaine, sont planifiées (consid. 2b)."], "faits": "BGE 118 Ib 76 S. 77\n\nIm Amtsblatt des Kantons Schwyz vom 14. Januar 1983 publizierte der Gemeinderat Freienbach folgende öffentliche Planauflagen: \"Verlegung der Etzelstrasse bis zur Churerstrasse inkl. Anschlussbauwerk\" sowie \"Verlängerung der Poststrasse bis Churerstrasse inkl. Anschlussbauwerk\". Die beiden Strassenbauvorhaben sollen u.a. auf den Parzellen Kat. Nr. 748 (unmittelbar nördlich der Churerstrasse) und Kat. Nr. 747 (unmittelbar südlich der Churerstrasse) realisiert werden. Die beiden Projekte bezwecken hauptsächlich die Entlastung der Strassenknoten im Ortszentrum von Pfäffikon, insbesondere der Löwenkreuzung, und überdies die Erschliessung der noch unüberbauten Gebiete südlich und nördlich der Churerstrasse.\n\nAm 18. Januar 1983 erhoben die Erben O. gegen die beiden genannten Projekte Einsprache, welche vom Gemeinderat Freienbach am 14. Januar 1984 abgewiesen wurde. Im anschliessenden Verwaltungsbeschwerdeverfahren hiess der Regierungsrat des Kantons Schwyz die Beschwerde der Erben O. mit Beschluss vom 5. März 1985 teilweise gut und hob den Einspracheentscheid des Gemeinderats Freienbach vom 14. Januar 1984 in bezug auf das Projekt \"Verlegung der Etzelstrasse bis zur Churerstrasse inkl. Anschlussbauwerk\" auf. Im übrigen wies er die Beschwerde ab und bestätigte den Einspracheentscheid des Gemeinderats hinsichtlich des Projekts \"Verlängerung der Poststrasse bis zur Churerstrasse inkl. Anschlussbauwerk\". Der Regierungsrat vertrat die Auffassung, das Auflageprojekt für die Verlegung der Etzelstrasse, welches vom Gemeinderat als Detailprojekt im Sinne der kantonalen Verordnung über den Bau und Unterhalt der Strassen vom 2. April 1964 (StrV) ausgeschrieben worden war, genüge höchstens den Anforderungen eines generellen Projekts oder eines Überbauungsplans, nicht aber denjenigen eines detaillierten Bauprojekts.\n\nGegen diesen Entscheid des Regierungsrats erhoben die Erben O. Verwaltungsgerichtsbeschwerde beim Verwaltungsgericht des Kantons Schwyz. Während der Pendenz dieses Verfahrens liess der Gemeinderat Freienbach die öffentliche Planauflage für das Detailprojekt \"Umlegung Etzelstrasse, inkl. Anschlussbauwerke und Personenunterführung Churerstrasse\" im kantonalen Amtsblatt vom 20. November 1987 publizieren. Mit Einsprache vom 9. Dezember BGE 118 Ib 76 S. 781987 beantragten die Erben O., auf das Projekt sei zu verzichten und vom Bau der geplanten Erschliessungsstrasse sei Umgang zu nehmen. Der Gemeinderat wies die Einsprache mit Beschluss vom 14. Juli 1989 im Sinne der Erwägungen ab. Die Erben O. zogen diesen Beschluss mit Verwaltungsbeschwerde vom 4. November 1989 an den Regierungsrat weiter. Am 10. Oktober 1989 überwies der Regierungsrat diese Beschwerde als Sprungbeschwerde an das Verwaltungsgericht. Mit Entscheid vom 20. November 1990 wies dieses die Beschwerde gegen den Einspracheentscheid des Gemeinderats vom 14. Juli 1989 betreffend Ausbau/Verlegung der Etzelstrasse ab. Gleichzeitig hiess es die gegen den Regierungsratsentscheid vom 5. März 1985 gerichtete Beschwerde der Erben O. insoweit teilweise gut, als es das im Amtsblatt vom 14. Januar 1983 publizierte Projekt \"Verlängerung der Poststrasse bis Churerstrasse inkl. Anschlussbauwerk\" im Sinne der Erwägungen an den Gemeinderat Freienbach zurückwies. Im übrigen wies es die Verwaltungsgerichtsbeschwerde vom 12. April 1985 ab. Gegen diesen Entscheid des Verwaltungsgerichts vom 20. November 1990 führen die Erben O. Verwaltungsgerichtsbeschwerde beim Bundesgericht und beantragen die Aufhebung des angefochtenen Entscheids, soweit damit die geplante Verlegung der Etzelstrasse zugelassen wird. Das Bundesgericht weist die Verwaltungsgerichtsbeschwerde im Sinne der Erwägungen ab.", "considerants": "Aus den Erwägungen:\n\n2. Von der heute durch den motorisierten Privatverkehr überlasteten Löwenkreuzung im Zentrum von Pfäffikon führt in östlicher Richtung die Churerstrasse zum Anschluss des Seedamms. Die heutige Etzelstrasse führt vom Zentrum von Pfäffikon in südöstlicher Richtung u.a. zur Schützenstrasse und von dort zu den Grossverteilzentren des Seedamm-Centers, zu einem grossen Schwimmbad und zu den kantonalen Schulen. Aus dem Verkehrsrichtplan der Gemeinde Freienbach, Stand 1988, geht hervor, dass das Zentrum von Pfäffikon über den nördlich gelegenen Bahnhof mit zwei \"Spangen\", einer Spange Ost und einer Spange West, umfahren werden soll. Überdies soll die Etzelstrasse nicht mehr direkt das Ortszentrum erschliessen, sondern vor dem Ortszentrum in nördlicher Richtung über das Land der Beschwerdeführer zunächst zur Churerstrasse und dann weiter in die Gegend von Post und Bahnhof geführt werden und BGE 118 Ib 76 S. 79in diesem Bereich an die Spange Ost angeschlossen werden, welche ihre Fortsetzung in der Spange West finden soll. Nach dem ursprünglichen Verkehrskonzept sollte die Etzelstrasse über die Grundstücke der Erben O. eine direkte Verbindung zur Churerstrasse erhalten (Umlegung Etzelstrasse), und von dort hätte eine Fortsetzung lediglich zur Post (Poststrasse) erfolgen sollen. Doch soll nach dem kommunalen Verkehrsrichtplan die Poststrasse nun zur \"Spange Ost\" ausgebaut werden.\n\na) Die Beschwerdeführer bringen vor, es sei unklar, ob die Spange Ost und die Verbindung zur bestehenden Poststrasse (PTT) oder nur die Spange Ost verwirklicht werden solle. Diese Frage werde auch vom Verwaltungsgericht offengelassen. Die Gemeinde beabsichtige, mit der Umfahrung Etzelstrasse die Löwenkreuzung und damit das Ortszentrum von Pfäffikon zu entlasten. Der Verkehr auf der Etzelstrasse und auf ihren Zubringern (insbesondere der zum Teil sehr stark befahrenen Schützenstrasse) solle nicht mehr ins Ortszentrum, sondern über das Grundstück der Beschwerdeführer (Kat. Nr. 747) direkt in die Churerstrasse geleitet werden. Werde auch die Poststrasse und zusätzlich die Spange Ost erstellt, so entstünde eine direkte Verkehrsverbindung über die ebenfalls den Beschwerdeführern gehörende Parzelle Kat. Nr. 748 zur Post und zum Bahnhof. Falls zudem die Gesamtplanung ausgeführt werde, also die Spangen Ost und West, welche als Einheit zu betrachten seien, so sei in jedem Fall mit einem bedeutsamen Mehrverkehr auch auf der Umfahrung Etzelstrasse zu rechnen.\n\nDie Beschwerdeführer vertreten die Auffassung, das Verwaltungsgericht habe es zu Unrecht abgelehnt, die zwei bzw. drei Strassen (Umlegung Etzelstrasse südlich der Churerstrasse, Poststrasse/Spange Ost Richtung Norden mit Spange West) aus der Sicht des Bundesgesetzes über den Umweltschutz vom 7. Oktober 1983 (USG) gesamtheitlich zu beurteilen. Dies sei umso unverständlicher, als im angefochtenen Entscheid die Errichtung der neuen Strassenverbindungen im Norden (Spange Ost, Poststrasse) als praktisch sicher bezeichnet worden sei.\n\nb) Gemäss Art. 8 USG werden Einwirkungen sowohl einzeln als auch gesamthaft und nach ihrem Zusammenwirken beurteilt. Der Vorwurf der Beschwerdeführer, das Verwaltungsgericht habe diesen Grundsatz verletzt, ist unbegründet. Die zur Diskussion stehenden Einwirkungen durch das Strassenprojekt \"Umlegung Etzelstrasse\" wurden im angefochtenen Entscheid sowohl für sich als auch gesamthaft und nach ihrem Zusammenwirken beurteilt. Das BGE 118 Ib 76 S. 80Verwaltungsgericht hat lediglich darauf verzichtet, weiteren geplanten Strassenbauvorhaben Rechnung zu tragen. Wann und ob diese weiteren Projekte verwirklicht werden, ist ungewiss. Das zeigt sich schon daran, dass für keines dieser Vorhaben mit Einschluss der hier umstrittenen Umlegung der Etzelstrasse ein Baukredit bewilligt worden ist. Ist die Umlegung der Etzelstrasse für sich betrachtet umweltschutzrechtlich zulässig und hat ihre isolierte Verwirklichung auch einen Sinn, so kann die Strasse nicht mit umweltschutzrechtlichen Argumenten verhindert werden. Will die Gemeinde jedoch später weitere Bauvorhaben ausführen, so sind für die Bewilligung dieser weiteren Projekte die umweltschutzrechtlichen Fragen unter Einschluss der Einwirkungen der bewilligten Umlegung der Etzelstrasse zu beurteilen. Das kann dazu führen, dass die Verwirklichung weiterer in Aussicht stehender Strassenprojekte aus umweltschutzrechtlichen Gründen erschwert oder mitunter gar verunmöglicht wird. Baut die Gemeinde die für sich betrachtet umweltschutzrechtlich zulässige Umlegung der Etzelstrasse, ohne sich um die Probleme weiterer von ihr geplanter Strassenbauvorhaben zu kümmern, so geht sie in bezug auf spätere Strassenprojekte ein gewisses Risiko ein. Ein etappenweises Verwirklichen von Strassenprojekten ist jedoch aus umweltschutzrechtlicher Sicht nicht absolut unzulässig; nur darf dies nicht dazu führen, dass dadurch die Rechtsstellung der davon betroffenen Bürger beeinträchtigt wird."}