{"annee": "118", "cour": "V", "page": "193", "date": "30/10/1992", "cite": ["112 V 6", "108 V 199", "113 V 180", "112 V 161", "116 II 158", "106 II 213", "117 IV 78", "114 V 78", "113 V 256", "112 II 172", "111 V 172", "108 V 183", "117 V 131", "112 II 79", "114 V 81", "116 V 72"], "cite_par": ["126 V 450", "119 V 484", "124 V 380", "138 V 74", "137 V 51", "126 V 443", "128 V 15", "136 III 502", "121 III 386", "119 V 401", "140 IV 206", "132 III 523"], "chapeau": "25. Arrêt du 30 octobre 1992 dans la cause Caisse cantonale genevoise de compensation contre L. et B. et Commission cantonale genevoise de recours en matière d'AVS", "regestes": ["Art. 82 al. 2 RAVS: Péremption de plus longue durée du droit pénal. La péremption de plus longue durée de l'art. 82 al. 2 RAVS ne s'applique qu'à l'auteur de l'acte punissable."], "faits": "BGE 118 V 193 S. 193\n\nA.- a) Le 13 novembre 1986, le Tribunal de première instance de Genève a accordé à E. SA un sursis concordataire de quatre mois. La Caisse cantonale genevoise de compensation, à laquelle cette société avait été affiliée en tant qu'employeur, a produit auprès du commissaire au sursis une créance de cotisations AVS/AI/APG/AC de Fr. 105'829.10. Elle a d'autre part déposé une plainte pénale contre H. L., président du conseil d'administration de la société, pour infraction à l'art. 87 LAVS.\n\nLe 27 avril 1987, le Tribunal de première instance a homologué un concordat par abandon d'actifs accepté par les créanciers d'E. SA.\n\nb) Le 19 mai 1988, en réponse à une demande de renseignements de la caisse de compensation, l'un des liquidateurs du concordat a indiqué que le propriétaire des anciens locaux d'exploitation de la société faisait valoir un droit de rétention sur les biens mobiliers qui s'y trouvaient. Dans ces conditions, ajoutait-il, aucun dividende ne pourrait être distribué aux créanciers privilégiés et aux créanciers de la cinquième classe.\n\nBGE 118 V 193 S. 194\n\nLe 5 décembre 1988, à la suite d'une nouvelle demande de la caisse de compensation, le même liquidateur a signalé que le propriétaire maintenait son droit de rétention et il a confirmé qu'aucun dividende ne pourrait être versé aux créanciers, même à ceux de la deuxième classe, dont faisait partie la caisse.\n\nc) Par une publication dans la Feuille des avis officiels (FAO) du 21 avril 1989, les liquidateurs du concordat ont informé les créanciers que l'état de collocation et le tableau de distribution étaient à leur disposition et qu'ils pouvaient en prendre connaissance dans un délai de 20 jours dès la date de la publication.\n\nB.- Par décisions du 15 mars 1990, la caisse de compensation, qui avait subi une perte totale dans le concordat, a notifié des décisions en réparation du dommage au sens de l'art. 52 LAVS à H. L., R. B. et V. L. Ces deux derniers avaient été inscrits au registre du commerce en qualité, respectivement, de secrétaire du conseil d'administration et de fondée de pouvoir de la société.\n\nR. B. et V. L. ont l'un et l'autre formé opposition.\n\nC.- Les 10 avril et 10 mai 1990, la caisse de compensation a requis la Commission cantonale genevoise de recours en matière d'AVS de \"lever\" les deux oppositions, mais elle a été déboutée de sa demande par jugement du 21 janvier 1991.\n\nLa commission cantonale a retenu que les décisions en réparation étaient tardives, faute d'avoir été notifiées aux intéressés dans le délai d'une année à partir du moment où la caisse de compensation avait eu connaissance, sur le vu des informations données en 1988 par l'un des liquidateurs, du fait qu'aucun dividende ne serait versé aux créanciers, même privilégiés. Les premiers juges ont en outre estimé que le délai de plus longue durée, institué par le droit pénal, n'était pas applicable, du moment qu'aucun des deux opposants n'avait fait l'objet d'une poursuite pénale.\n\nD.- La caisse de compensation interjette un recours de droit administratif dans lequel elle conclut à l'annulation du prononcé cantonal et au renvoi de la cause à l'autorité inférieure pour jugement sur le fond.\n\nV. L. et R. B. concluent au rejet du recours. L'Office fédéral des assurances sociales (OFAS), quant à lui, propose de l'admettre.\n\nBGE 118 V 193 S. 195", "considerants": "Considérant en droit:\n\n1. (Pouvoir d'examen).\n\n2. a) En vertu de l'art. 52 LAVS, l'employeur qui, intentionnellement ou par négligence grave, n'observe pas des prescriptions et cause ainsi un dommage à la caisse de compensation est tenu à réparation. Si l'employeur est une personne morale, la responsabilité peut s'étendre, à titre subsidiaire, aux organes qui ont agi en son nom (ATF 114 V 79 consid. 3, ATF 113 V 256 consid. 3c, ATF 111 V 173 consid. 2).\n\nL'art. 14 al. 1 LAVS, en corrélation avec les art. 34 ss RAVS, prescrit que l'employeur doit déduire, lors de chaque paie, la cotisation du salarié et verser celle-ci à la caisse de compensation en même temps que sa propre cotisation. Les employeurs doivent remettre périodiquement aux caisses les pièces comptables concernant les salaires versés à leurs employés, de manière que les cotisations paritaires puissent être calculées et faire l'objet de décisions.\n\nL'obligation de l'employeur de percevoir les cotisations et de régler les comptes est une tâche de droit public prescrite par la loi. A cet égard, le Tribunal fédéral des assurances a déclaré, à réitérées reprises, que celui qui néglige de l'accomplir enfreint les prescriptions au sens de l'art. 52 LAVS et doit, par conséquent, réparer la totalité du dommage ainsi occasionné (ATF 111 V 173 consid. 2, ATF 108 V 186 consid. 1a, 192 consid. 2a; RCC 1985 p. 646 consid. 3a).\n\nb) L'art. 82 RAVS règle la prescription du droit de la caisse de compensation de demander la réparation du dommage. Un tel droit se prescrit lorsque la caisse ne le fait pas valoir par une décision de réparation dans l'année après qu'elle a eu connaissance du dommage et, en tout cas, à l'expiration d'un délai de cinq ans à compter du fait dommageable (al. 1). Lorsque ce droit dérive d'un acte punissable soumis par le code pénal à un délai de prescription de plus longue durée, ce délai est applicable (al. 2). En dépit de la terminologie dont use l'art. 82 RAVS, les délais institués par cette norme ont un caractère péremptoire (ATF 113 V 181, ATF 112 V 7 consid. 4c, 157).\n\n3. La recourante soutient tout d'abord que, contrairement à l'avis de la juridiction cantonale, la péremption d'une année n'était pas acquise au moment où elle a rendu sa décision en réparation.\n\na) Par moment de la \"connaissance du dommage\" au sens de l'art. 82 al. 1 RAVS, il faut entendre, en règle générale, le moment où la caisse de compensation aurait dû se rendre compte, en faisant preuve de l'attention raisonnablement exigible, que les circonstances BGE 118 V 193 S. 196effectives ne permettaient plus d'exiger le paiement des cotisations, mais pouvaient entraîner l'obligation de réparer le dommage (ATF 116 V 75 consid. 3b, ATF 113 V 181 consid. 2, ATF 112 V 8 consid. 4d, 158).\n\nLorsque le dommage résulte d'une faillite, le moment de la \"connaissance du dommage\" ne coïncide pas avec celui où la caisse connaît la répartition finale ou reçoit un acte de défaut de biens; la jurisprudence considère, en effet, que le créancier qui entend demander la réparation d'une perte qu'il subit dans une faillite connaît suffisamment son préjudice, en règle ordinaire, lorsqu'il est informé de sa collocation dans la liquidation; il connaît ou peut connaître à ce moment-là le montant de l'inventaire, sa propre collocation dans la liquidation, ainsi que le dividende prévisible (ATF 116 II 161 consid. 4a, 116 V 75 consid. 3b, ATF 113 V 182 consid. 2, ATF 112 V 9 consid. 4d, 158, 161 et les arrêts cités). Les mêmes principes sont applicables en cas de concordat par abandon d'actifs (ATF 114 V 81).\n\nb) Les termes \"en règle ordinaire\" signifient que, en principe, la caisse de compensation est en mesure d'estimer suffisamment l'étendue de son dommage au moment du dépôt de l'état de collocation. Il se peut toutefois que cette estimation ne soit possible que dans une phase ultérieure de la liquidation, par exemple parce que le montant des actifs dépend du produit de la vente de biens immobiliers et que l'administration de la faillite ne peut fournir aucune indication à propos du dividende prévisible (RCC 1992 p. 266 consid. 5c; NUSSBAUMER, Les caisses de compensation en tant que parties à une procédure de réparation d'un dommage selon l'art. 52 LAVS, RCC 1991 p. 406). Inversement, la partie lésée peut exceptionnellement, en raison de circonstances spéciales, acquérir la connaissance nécessaire avant le dépôt de l'état de collocation; c'est en particulier le cas lorsqu'elle apprend de l'administration de la faillite, à l'occasion d'une assemblée des créanciers, qu'aucun dividende ne pourra être distribué aux créanciers de sa classe. L'existence de telles circonstances ne sera cependant admise qu'avec retenue: de simples rumeurs ou des renseignements provenant de personnes non autorisées ne permettent pas encore de fonder et de motiver une demande en justice (ATF 116 II 162).\n\nL'OFAS invoque, il est vrai, l'arrêt ATF 116 V 72, où il est dit que le Tribunal fédéral des assurances a toujours refusé de placer le moment de la connaissance du dommage à une date antérieure à celle du dépôt de l'état de collocation (p. 77, consid. 3c). Mais, tout récemment, le tribunal a eu l'occasion de relativiser cette affirmation, trop absolue dans la mesure où elle pouvait laisser supposer - contrairement BGE 118 V 193 S. 197à la jurisprudence exposée ci-dessus - que la caisse n'était en aucun cas tenue d'agir avant le dépôt de l'état de collocation (arrêt non publié du 18 septembre 1992 en la cause B. et consorts).\n\nc) Dans le cas particulier, l'un des liquidateurs a informé la caisse recourante, le 19 mai 1988, qu'aucun dividende ne serait versé aux créanciers (privilégiés ou de la cinquième classe), en raison du droit de rétention exercé par le propriétaire de l'immeuble dans lequel la société avait eu ses locaux. Le même liquidateur en a donné la confirmation, par lettre du 5 décembre 1988, de contenu pratiquement identique à celui de la précédente. Ces informations émanaient d'une source officielle et ne laissaient guère planer de doute quant à la perte - totale - que subirait la caisse, en dépit de son privilège légal (art. 219, deuxième classe, let. f, h, i et k, LP).\n\nLa recourante n'oppose à cela aucun argument décisif. Elle allègue que la lettre du 19 mai 1988 ne faisait mention d'une perte que pour les créanciers de la cinquième classe, sans faire allusion aux créanciers des classes précédentes, affirmation qui est manifestement inexacte. On doit ainsi admettre que la recourante avait une connaissance suffisante de son dommage plus d'un an avant le 15 mars 1990, date du prononcé de ses décisions à l'encontre des intimés; à ce moment-là, le délai d'une année de l'art. 82 al. 1 RAVS était expiré.\n\n4. a) La recourante fait cependant valoir que le dommage consiste, pour une part, en des cotisations de salariés retenues (depuis 1984 jusqu'en novembre 1986) par l'employeur mais non versées à la caisse de compensation. Elle se prévaut, de ce fait, du délai de péremption de plus longue durée prévu par l'art. 82 al. 2 RAVS.\n\nLa demande en réparation ne serait, en effet, pas périmée si l'art. 82 al. 2 RAVS lui était applicable, car, s'agissant du délit de détournement de cotisations d'employés, prévu par l'art. 87 al. 3 LAVS (ATF 117 IV 79), l'action pénale se prescrit par cinq ans (art. 70 CP en liaison avec l'art. 87 al. 6 LAVS). Ce délai ne s'applique qu'à la part salariale des cotisations retenues par l'employeur (ATF 111 V 175 consid. 4). Il remplace le délai d'une année et son point de départ se détermine d'après l'art. 71 CP; s'agissant d'un délit successif, il commence à courir à partir du jour où l'employeur a, pour la dernière fois, déduit des cotisations de salaires de son personnel et les a détournées de leur destination (ATF 112 V 163).\n\nPour décider si le dommage dérive d'un acte punissable soumis par les lois pénales à une prescription de plus longue durée, le juge des assurances sociales, à l'instar du juge civil, doit appliquer, à titre incident, les règles du droit pénal (ATF 113 V 258 consid. 4a, 112 BGE 118 V 193 S. 198II 188 consid. II/2b). Il est cependant lié par une condamnation pénale, de même que par un prononcé libératoire constatant l'absence d'acte punissable; la décision pénale suspendant la procédure ne lie le juge civil (ou des assurances sociales) que si elle est assortie des mêmes effets qu'un jugement quant à son caractère définitif (ATF 106 II 216). Par ailleurs, un acte punissable au sens de l'art. 82 al. 2 RAVS suppose, comme dans le cas de l'art. 60 al. 2 CO, la réunion des éléments tant objectifs que subjectifs de l'infraction (ATF 113 V 259 consid. 4a, ATF 106 II 217 sv.).\n\nLa jurisprudence a encore précisé que, en l'absence d'un jugement pénal, et lorsque des indices permettent de supposer qu'un acte punissable a été commis, les autorités de l'AVS doivent en établir l'existence si elles entendent se prévaloir de l'art. 82 al. 2 RAVS (ATF 113 V 258 consid. 4; RCC 1991 p. 385, consid. 7a non publié aux ATF 117 V 131).\n\nEn l'occurrence, rien ne permet de dire que les deux intimés ont commis un acte délictueux et la caisse de compensation ne prétend au demeurant pas le contraire. En revanche, la recourante a déposé une plainte pénale contre H. L., pour infraction à l'art. 87 LAVS. Devant le juge d'instruction, le prénommé s'est engagé à rembourser le montant détourné des cotisations par des acomptes mensuels de 500 francs, moyennant quoi la procédure a été suspendue; de toute évidence, cette suspension n'a pas les effets d'un jugement définitif au sens de la jurisprudence précitée.\n\nb) Au regard de cette situation, la caisse de compensation fait valoir que le délai de plus longue durée prévu par le droit pénal s'applique non seulement à l'auteur de l'infraction, mais également à toutes les autres personnes qui engagent leur responsabilité en vertu de l'art. 52 LAVS, pour un même dommage. Cette solution s'imposerait en raison du rapport de solidarité existant entre les coresponsables. En outre, il ne serait pas concevable qu'un délai de péremption plus ou moins long puisse être appliqué, dans le cadre d'une même procédure en réparation, en fonction de la personne recherchée.\n\nJusqu'à présent, le Tribunal fédéral des assurances a toujours admis, implicitement tout au moins, que le délai du droit pénal ne visait que l'auteur de l'acte punissable (arrêt non publié R. du 14 juillet 1988; cf. aussi RCC 1991 p. 386, consid. 8 in initio non publié aux ATF 117 V 131). Il n'y a pas lieu d'adopter aujourd'hui une autre solution. Certes, la jurisprudence considère maintenant - après avoir laissé la question indécise - que la prescription de plus longue durée de l'art. 83 al. 1, deuxième phrase, LCR s'applique non BGE 118 V 193 S. 199seulement à l'action dirigée contre l'auteur pénalement responsable (ou contre le détenteur si l'accident est dû à la faute du conducteur non détenteur ou à celle d'un auxiliaire au service du véhicule; art. 58 al. 4 LCR), mais aussi à l'action directe que le lésé a le droit d'intenter à l'assureur en responsabilité civile en vertu de l'art. 65 al. 1 LCR (ATF 112 II 81 consid. 3). De même, la prescription prévue par l'art. 60 al. 2 CO - disposition dont est directement inspiré l'art. 82 al. 2 RAVS - vaut aussi pour l'action dirigée contre une personne morale pour les actes délictueux de ses organes (ATF 112 II 190). Mais, comme le démontrent d'ailleurs ces deux exemples, une telle application extensive du délai de droit pénal suppose qu'un tiers soit tenu de répondre civilement, comme de ses propres actes, des actes de l'auteur de l'infraction, en raison de ses seuls liens particuliers avec ce dernier (SPIRO, Die Begrenzung privater Rechte durch Verjährungs-, Verwirkungs- und Fatalfristen, vol. I, p. 209; BREHM, Commentaire bernois, notes 96 ss ad art. 60 CO; BÄR, Gedanken zur praktischen Anwendung der strafrechtlichen Verjährungsfristen im Zivilprozess [Art. 60 Abs. 2 OR], RSJ 61/1965, p. 75 ch. IV; DESCHENAUX/TERCIER, La responsabilité civile, 2e édition, p. 204, note 38); ainsi la personne morale répond-elle, notamment, des actes illicites de ses organes (art. 55 al. 2 CC; cf. ATF 112 II 190). En revanche, la prescription de plus longue durée ne peut s'appliquer qu'à l'auteur de l'infraction, lorsque plusieurs personnes assument une responsabilité en raison de leur propre comportement (SPIRO, op.cit., p. 210; BREHM, note 102 ad art. 60 CO). C'est le cas de la responsabilité des organes d'une personne pour le non-paiement de cotisations d'assurances sociales en vertu de l'art. 52 LAVS: il y a lieu d'examiner, pour chacun d'eux, si une faute qualifiée leur est imputable quant à l'omission de payer des cotisations dues par la personne morale (voir p.ex. ATF 108 V 202 consid. 3a et RCC 1985 p. 647 consid. 3b).\n\n5. Sur le vu de ce qui précède, c'est à bon droit que les premiers juges ont considéré que la caisse de compensation n'avait pas agi dans le délai de péremption d'une année et que, au surplus, ils ont refusé d'appliquer aux deux intimés la péremption de plus longue durée du droit pénal.\n\nLe recours de droit administratif se révèle ainsi mal fondé.\n\n6. (Frais et dépens)."}