{"annee": "119", "cour": "IB", "page": "1", "date": "5/2/1993", "cite": ["112 IB 1", "114 IB 1"], "cite_par": ["122 II 1", "137 I 351", "131 II 339"], "chapeau": "1. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 5. Februar 1993 i.S. R. und S. gegen Regierungsrat des Kantons Basel-Landschaft (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 9 al. 1 lettre d et al. 3 lettre b, art. 10 al. 1 lettre d et al. 2, ainsi qu'art. 11 al. 3 LSEE et art. 16 al. 3 RSEE; rapatriement/expulsion pour cause d'indigence. 1. Définition et conditions d'exécution d'un rapatriement. Le rapatriement est en tout cas soumis aux mêmes conditions que l'expulsion, c'est-à-dire qu'il doit surtout paraître approprié aux circonstances au regard des mêmes critères, lorsqu'il intervient sans l'accord du pays d'origine; une particularité n'entre en ligne de compte que pour l'interdiction d'entrer en Suisse liée à l'expulsion, qui n'existe pas lors du simple rapatriement (consid. 2). 2. Condition de la fourniture continue d'importants subsides d'entretien (consid. 3). 3. Portée d'un séjour en Suisse de plus de 20 ans (consid. 4). 4. Prise en considération des relations personnelles et familiales (consid. 5). 5. Principe de la proportionnalité dans le cadre d'un examen global (consid. 6)."], "faits": "BGE 119 Ib 1 S. 2\n\nDer türkische Staatsangehörige R., geboren 1931 in der Türkei, reiste 1967 in die Schweiz ein und lebt seither im Kanton Basel-Landschaft. 1969 zogen seine Ehefrau S., geboren 1930, und 1970 seine vier Töchter (geboren 1956, 1957, 1962 und 1963) in die Schweiz nach. 1971 kam der Sohn H. zur Welt. Bis 1980 arbeitete R. an verschiedenen Stellen. 1977 erhielten die Ehegatten R. und S. die Niederlassungsbewilligung; die Kinder verfügen heute alle über selbständige Anwesenheitsbewilligungen.\n\n1980 erlitt R. einen Verkehrsunfall und verletzte sich dabei an den Beinen, was mehrere Operationen und bleibende Beschwerden mit sich brachte. Während längerer Zeit war er arbeitsunfähig; 1982 verlor er schliesslich die Stelle. Bis 1984 bezog er abwechslungsweise SUVA-Taggelder und Arbeitslosen-Taggelder oder -entschädigungen. Von Dezember 1984 bis September 1985 arbeitete er wieder. Anschliessend bezog er erneut Arbeitslosenentschädigungen. Ab 1985 wurden er und seine Familie von der Fürsorgebehörde der Gemeinde X. unterstützt.\n\nAuf schriftlichen Antrag der Fürsorgebehörde X. vom 16. Februar 1988 drohte die Justiz-, Polizei- und Militärdirektion Basel-Landschaft R. am 26. Februar 1989 die Ausweisung aus der Schweiz (Heimschaffung) an und verband damit die Auflage, innert der nächsten drei Monaten eine Arbeitsstelle nachweisen zu müssen.\n\nAuf Nachfrage ergab sich, dass R. im April 1989 eine Stelle bei einer Reinigungsgesellschaft mit einer durchschnittlichen Arbeitszeit BGE 119 Ib 1 S. 3von rund 15 Wochenstunden bei einem Stundenlohn von Fr. 12.50 angetreten hatte.\n\nDie Justiz-, Polizei- und Militärdirektion Basel-Landschaft erachtete dies als ungenügend und wies R. und S. mit Verfügung vom 3. November 1989 wegen Fürsorgeabhängigkeit im Sinne einer Heimschaffung aus der Schweiz aus.\n\nDagegen erhoben R. und S. am 17. November 1989 Beschwerde an den Regierungsrat des Kantons Basel-Landschaft.\n\nMit Verfügung der SUVA vom 12. Dezember 1989 erhielt R. eine monatliche SUVA-Rente von 20% ab dem 1. Januar 1990. Mit Verfügung der Ausgleichskasse des Kantons Bern vom 17. Januar 1991 wurde den Ehegatten R. und S. ausserdem eine IV-Rente ab dem 1. Mai 1990 bei einem Invaliditätsgrad von 44% zugesprochen. Damit stand ihnen eine Viertelsrente zu. Am 18. April 1991 erkannte ihnen die Ausgleichskasse eine halbe IV-Rente als ausserordentliche Härtefallrente zu.\n\nIm Januar 1991 erreichte R. die Auszahlung von Pensionsgeldern aus der Kasse eines früheren Arbeitgebers. Daraufhin stellte die Fürsorgebehörde X. die Zahlung von Unterstützungsleistungen ab April 1991 ein.\n\nMit Entscheid vom 24. September 1991 wies der Regierungsrat des Kantons Basel-Landschaft die Beschwerde der Eheleute R. und S. gegen die Heimschaffungsverfügung der Justiz-, Polizei- und Militärdirektion Basel-Landschaft ab.\n\nMit Verwaltungsgerichtsbeschwerde vom 26. Oktober 1991 an das Bundesgericht beantragen R. und S. die Aufhebung des regierungsrätlichen Entscheides.\n\nIn seiner Vernehmlassung vom 10. Dezember 1991 schliesst der Regierungsrat des Kantons Basel-Landschaft auf Abweisung der Beschwerde. Mit Schreiben vom 10. Januar 1992 verzichtet das Bundesamt für Ausländerfragen auf einen Antrag.\n\nMit Verfügung vom 6. Februar 1992 erteilte der Präsident der II. öffentlichrechtlichen Abteilung der Beschwerde die aufschiebende Wirkung.\n\nNach einer vorübergehenden Sistierung des bundesgerichtlichen Verfahrens ordnete er ferner am 21. April 1992 einen zweiten Schriftenwechsel an.\n\nIn Replik vom 15. Mai 1992 und Duplik vom 16. Juni 1992 halten die Parteien im wesentlichen an ihren Standpunkten fest. Das Bundesamt für Ausländerfragen verzichtete am 24. Juni 1992 erneut auf einen Antrag.\n\nBGE 119 Ib 1 S. 4", "considerants": "Aus den Erwägungen:\n\n2. a) Nach Art. 10 Abs. 1 lit. d ANAG kann der Ausländer aus der Schweiz ausgewiesen werden, wenn er oder eine Person, für die er zu sorgen hat, der öffentlichen Wohltätigkeit fortgesetzt und in erheblichem Masse zur Last fällt. Die Ausweisung wegen Bedürftigkeit setzt voraus, dass dem Ausgewiesenen die Heimkehr in seinen Heimatstaat möglich und zumutbar ist (Art. 10 Abs. 2 ANAG).\n\nMit der am 1. Januar 1992 in Kraft getretenen Gesetzesnovelle vom 23. März 1990 (AS 1991 1043) wurde Art. 11 Abs. 2 ANAG, wonach in der Regel auch der Ehegatte in die Ausweisung einzubeziehen war (vgl. AS 1949 223), aufgehoben. Seither müssen die Voraussetzungen einer Ausweisung auch auf Seiten des Ehegatten erfüllt sein, wenn dieser mitausgewiesen werden soll.\n\nGemäss Art. 11 Abs. 3 ANAG soll die Ausweisung nur verfügt werden, wenn sie nach den gesamten Umständen verhältnismässig ist. Dabei sind namentlich folgende Kriterien zu beachten: die Schwere des Verschuldens, die Dauer der Anwesenheit des Ausländers in der Schweiz sowie die ihm und seiner Familie drohenden Nachteile (Art. 16 Abs. 3 ANAV). Auch bei der Ausweisung nach Art. 10 Abs. 1 lit. d ANAG sollen unnötige Härten vermieden werden; in diesen Fällen kann auch blosse Heimschaffung verfügt werden (Art. 11 Abs. 3 zweiter und dritter Satz ANAG).\n\nb) Heimschaffung bedeutet die Überführung des fürsorgebedürftigen Ausländers von der Fürsorge des Gaststaates in diejenige des Heimatstaates. Wie die Ausweisung führt sie zum Erlöschen bestehender Aufenthalts- und Niederlassungsbewilligungen (Art. 9 Abs. 1 lit. d sowie Abs. 3 lit. b ANAG). Im Unterschied zur Ausweisung ist sie jedoch nur eine Entfernungsmassnahme, das heisst sie ist nicht mit einer Einreisesperre verbunden. Der Heimgeschaffte kann in die Schweiz zurückkehren, wenn der Heimschaffungsgrund weggefallen ist, insbesondere wenn er nicht mehr bedürftig ist (BBl 1929 I 919; DANIEL THÜRER, Die Rechtsstellung des Ausländers in der Schweiz, in: JOCHEN Abr. FROWEIN/TORSTEN STEIN [Hrsg.], Die Rechtsstellung von Ausländern nach staatlichem Recht und Völkerrecht, Berlin etc. 1987, S. 1384; PETER SULGER BÜEL, Vollzug von Fernhalte- und Entfernungsmassnahmen gegenüber Fremden nach dem Recht des Bundes und des Kantons Zürich, Bern etc. 1984, S. 93; WERNER THOMET, Das Bundesgesetz vom 24. Juni 1977 über die Zuständigkeit für die Unterstützung Bedürftiger, Bern 1979, S. 119, Rz. 207 und 209).\n\nBGE 119 Ib 1 S. 5\n\nGrundsätzlich ist für eine Heimschaffung erforderlich, dass der Heimatstaat der Überführung und Übernahme der künftigen Fürsorge zustimmt und mit ihm - auf diplomatischem Weg - Ort und Zeit der Übernahme des Bedürftigen vereinbart werden (THÜRER, a.a.O., S. 1384; SULGER BÜEL, a.a.O., S. 94; THOMET, a.a.O., S. 120, Rz. 211). Im vorliegenden Fall wurde eine solche Einwilligung nicht eingeholt. Nach Ansicht der Vorinstanz gilt die Voraussetzung dann nicht, wenn der Ausländer nur in der Schweiz, nicht jedoch in seinem Heimatlande fürsorgeabhängig ist; da dieses keine finanziellen Belastungen träfen, müsse es der Heimschaffung auch nicht zustimmen. Weil die Massnahme mangels Fernhaltewirkung milder sei als eine eigentliche Ausweisung, müsse dieses Vorgehen aus Verhältnismässigkeitsgründen zulässig sein.\n\nZwar ist umstritten, ob die Beschwerdeführer in der Türkei nach einer allfälligen Rückkehr tatsächlich nicht fürsorgeabhängig würden (vgl. E. 5c). Wie es sich damit genau verhält, kann aber offenbleiben.\n\nc) Einerseits kann der betroffene Ausländer bei der Heimschaffung im Unterschied zur Ausweisung das Land, in das er sich begibt, nicht selbst wählen (vgl. THOMET, a.a.O., S. 119, Rz. 207). Anderseits ist diese Wahlmöglichkeit heutzutage ohnehin sehr eingeschränkt, da kaum je ein Drittstaat zur Aufnahme eines anderswo Ausgewiesenen mehr bereit ist. Hingegen hat der Heimgeschaffte im Unterschied zum Ausgewiesenen angesichts der Zustimmung zur Fürsorgeübernahme eine gewisse Garantie dafür, dass ihn sein Heimatstaat unterstützen wird.\n\nFehlt diese Einwilligung, ist eine Heimschaffung somit im Ergebnis weitgehend vergleichbar mit einer Ausweisung ohne Fernhaltewirkung. Sie darf sich daher allerdings auch hinsichtlich der Voraussetzungen nur insoweit von der Ausweisung unterscheiden, als sich dies gemessen am Fehlen der Fernhaltewirkung rechtfertigt. Namentlich darf sie nur angeordnet werden, wenn der Ausländer der öffentlichen Wohltätigkeit fortgesetzt und in erheblichem Masse zur Last fällt (Art. 10 Abs. 1 lit. d ANAG); ferner muss ihm die Heimkehr in den Heimatstaat möglich und zumutbar sein, und schliesslich hat sich die Heimschaffung als im Sinne von Art. 11 Abs. 3 ANAG in Verbindung mit Art. 16 Abs. 3 ANAV verhältnismässig zu erweisen. Eine Besonderheit ergibt sich nur insofern, als im Gegensatz zu einer eigentlichen Ausweisung eine Heimschaffung zulässig ist, wenn sich gerade und ausschliesslich die mit einer Ausweisung verbundene Fernhaltewirkung als unnötige Härte erweist (Art. 11 Abs. 3 letzter Satz ANAG).\n\nBGE 119 Ib 1 S. 6\n\n3. a) Die Fürsorgebehörde X. hat die Beschwerdeführer vom 4. Quartal 1985 bis April 1991 mit insgesamt über Fr. 80'000.-- unterstützt. Die Fürsorgeleistungen kamen beiden Ehegatten zugute, weshalb nicht bloss ein - heute nicht mehr zulässiger - Einbezug der Ehefrau in die gegen den Ehemann gerichtete Massnahme vorliegt. Diesem Zusammenhang wurde im übrigen bereits in den Entscheiden der Vorinstanzen, namentlich in der Verfügung der Justiz-, Polizei- und Militärdirektion vom 3. November 1989, Rechnung getragen, obwohl in den damaligen Zeitpunkten die alte Regelung des Art. 11 Abs. 2 ANAG noch galt; der Vorwurf der Beschwerdeführer, die eigenständige Rechtsposition der Ehefrau habe als solche keine Beachtung gefunden, ist insoweit unbegründet.\n\nb) Angesichts des geleisteten Gesamtbetrages erweist sich der Umfang der Unterstützungsleistungen als im Sinne von Art. 10 Abs. 1 lit. d ANAG erheblich. Da die Beschwerdeführer seit April 1991 keine Gelder der öffentlichen Fürsorge mehr erhalten, fragt sich allerdings, ob die Fürsorgeabhängigkeit auch im Sinne des Gesetzes fortgesetzt ist. Soweit damit eine minimale Zeitdauer verlangt wird, ist dieses Erfordernis angesichts der mehr als fünf Jahre gewährten Unterstützung erfüllt. Unklar ist hingegen, ob fortgesetzt auch bedeutet, dass die Fürsorgeabhängigkeit künftig weiterdauern müsse.\n\nEinerseits kann es nicht allein darauf ankommen, ob im Zeitpunkt des Beschwerdeentscheides Unterstützungsleistungen bezogen werden, da sonst eine Heimschaffung mit dem vorübergehenden Verzicht auf Fürsorgeleistungen immer verhindert werden könnte. Andererseits geht es bei der Entfernung eines Ausländers wegen Bedürftigkeit in erster Linie darum, eine zusätzliche und damit künftige Belastung der öffentlichen Wohlfahrt zu vermeiden. Ob dies der Fall sein wird, ist allerdings kaum je mit Sicherheit feststellbar. Es muss daher auf die wahrscheinliche finanzielle Entwicklung beim Ausländer abgestellt werden. Dabei ist von den aktuellen Verhältnissen im Zeitpunkt des zu fällenden, d.h. im vorliegenden Zusammenhang des bundesgerichtlichen, Entscheides auszugehen (vgl. BGE 114 Ib 4 E. b).\n\nc) Aus den Akten ergibt sich, dass die Beschwerdeführer seit dem 1. Mai 1992 eine monatliche Ehepaar-Invalidenrente im Betrag von Fr. 1'350.-- beziehen. Hinzu kommt die SUVA-Rente des Ehemannes von momentan Fr. 415.--. Aus seinem Arbeitserwerb fliessen monatlich weitere rund Fr. 1'400.--. Die Ehefrau scheint seit dem 14. Dezember 1991 über keine Anstellung mehr zu verfügen; sie hat zudem im Mai 1992 das Pensionsalter erreicht. Die Beschwerdeführer BGE 119 Ib 1 S. 7verfügen somit momentan über ein monatliches Einkommen von rund Fr. 3'100.--.\n\nDarüber hinaus erhalten sie von ihrem jüngsten Sohn seit dem Abschluss seiner Lehre, d.h. seit August 1990, weitere Fr. 500.-- pro Monat. Der Sohn scheint auch bereit zu sein, diese Unterstützung weiterhin zu gewähren. Zwar handelt es sich dabei nicht um ein gesichertes Einkommen der Beschwerdeführer selbst; da aber einerseits dem Sohn - wie im übrigen auch den vier Töchtern - eine gesetzliche Unterstützungspflicht obliegt (vgl. Art. 328 ZGB) und anderseits keine konkreten Gründe dafür bestehen, dass er seine Unterstützung einstellen wird, darf dies mitberücksichtigt werden.\n\nBei einer monatlichen Mietzinsbelastung von unter Fr. 1'000.-- muss angesichts dieses Einkommens nicht damit gerechnet werden, dass die Beschwerdeführer innert absehbarer Frist wieder öffentliche Fürsorgeleistungen beziehen werden. Allerdings ist unklar, wie sich die finanziellen Verhältnisse darstellen werden, wenn dereinst auch der Ehemann das Pensionsalter erreicht haben wird; der - aus unbekannten, von den Beschwerdeführern nicht näher erhellten Gründen erwirkte - vorzeitige Bezug von Pensionskassengeldern im Betrag von rund Fr. 17'000.--, die angeblich grösstenteils zur Deckung privater Schulden verwendet wurden, könnte sich dannzumal nachteilig auswirken.\n\nDie - allenfalls unberechtigte - Verminderung der Altersvorsorge für sich erfüllt jedoch die Voraussetzung der Fürsorgeabhängigkeit im Sinne von Art. 10 Abs. 1 lit. d ANAG nicht (BGE 112 Ib 4 E. b). Es erübrigt sich daher, dazu weitere Untersuchungen durchzuführen, wie der Regierungsrat, der dies im übrigen auch schon selbst hätte tun können, beantragt.\n\nd) Somit war der Tatbestand von Art. 10 Abs. 1 lit. d ANAG wohl im Zeitpunkt der erstinstanzlichen Verfügung gegeben. Schon für denjenigen des angefochtenen Entscheids sowie erst recht für den heutigen Zeitpunkt erscheint dies allerdings als fraglich, kann jedoch dahingestellt bleiben, da der Umstand, dass auf absehbare Zeit nicht mit einer Unterstützungsbedürftigkeit zu rechnen ist, zumindest in die Interessenabwägung einzubeziehen ist und sich dort die verfügte Heimschaffung so oder so als unverhältnismässig erweist.\n\n4. a) Die Beschwerdeführer leben seit nunmehr über 25 (Ehemann) beziehungsweise 23 (Ehefrau) Jahren in der Schweiz. Im Zeitpunkt, als das eigentliche Heimschaffungsverfahren eingeleitet wurde, betrug die Anwesenheitsdauer auch bereits 22 beziehungsweise 20 Jahre. Angesichts dieser langen Anwesenheit ziehen die BGE 119 Ib 1 S. 8Beschwerdeführer generell in Zweifel, ob eine Ausweisung oder Heimschaffung wegen Bedürftigkeit überhaupt noch verhältnismässig sein kann.\n\nb) Art. 55 des in der Volksabstimmung gescheiterten Ausländergesetzes vom 19. Juni 1981 sah vor, dass die Heimschaffung eines Ausländers nur noch dann zulässig gewesen wäre, wenn dieser noch nicht zehn Jahre lang in der Schweiz wohnte (BBl 1981 II 584). Der Bundesrat führte in seiner Botschaft vom 19. Juni 1978 (BBl 1978 II 169) zu Art. 57 (dem späteren Art. 55) aus, dass nach einem Aufenthalt von zehn Jahren eine Heimschaffung aufgrund der aufgebauten engen Beziehungen des Ausländers zur Schweiz als zu harte Massnahme erscheine (BBl 1978 II 227). Der Nationalrat hatte sich in einer ersten Fassung sogar für eine Reduktion dieser Frist auf fünf Jahre entschieden (Amtl.Bull. 1980 N. 1163), schloss sich im Differenzbereinigungsverfahren jedoch dem Ständerat und damit dem bundesrätlichen Entwurf an (Amtl.Bull. 1981 N. 508 ff.).\n\nDer Literatur lässt sich ferner entnehmen, dass zum Beispiel im Kanton Zürich die Praxis verfolgt wird, Ausländer, die seit zehn Jahren Wohnsitz im Kanton haben oder die Niederlassungsbewilligung besitzen, grundsätzlich nicht wegen Bedürftigkeit heimzuschaffen (SULGER BÜEL, a.a.O., S. 94).\n\nc) Zwar vermögen weder das abgelehnte Ausländergesetz noch eine Praxis in einem andern Kanton Rechtswirkungen für den Kanton Basel-Landschaft zu entfalten. Die Regel, die darin übereinstimmend zum Ausdruck gelangt, zeigt aber, dass bei einer über zehnjährigen Anwesenheit in der Schweiz gewichtige Interessen gegen eine Ausweisung oder Heimschaffung wegen Bedürftigkeit in die Abwägung einzubeziehen sind. Erst recht muss dies demnach gelten, wenn ein Ausländer mehr als 20 Jahre in der Schweiz gelebt hat.\n\n5. a) Die Beschwerdeführer haben sich, bevor der Ehemann den Unfall erlitt, also während mehr als zehn Jahren Anwesenheit in der Schweiz, klaglos verhalten. Beim Unfall handelte es sich um einen Verkehrsunfall, an dem R. zumindest nicht unschuldig war, wurde er dafür doch strafrechtlich zur Verantwortung gezogen. Die ausgefällte Strafe gilt allerdings inzwischen als im Strafregister gelöscht. Der Unfall bewirkte nicht nur gesundheitlich nachteilige Folgen; R. hatte seither auch Schwierigkeiten bei der Ausübung einer Arbeit. Die Vorinstanzen werfen ihm vor, er sei überhaupt arbeitsscheu und nütze die sozialen Einrichtungen aus. Tatsächlich war eine erste Anstellung von Dezember 1984 bis September 1985 nicht von langer Dauer. Danach scheint es mit der Androhung der Ausweisung BGE 119 Ib 1 S. 9eines externen Anstosses bedurft zu haben, damit er wieder eine Arbeit suchte und die Stelle bei der Reinigungsgesellschaft antrat.\n\nDie Beschwerdeführer vermögen allerdings mit ärztlichen Zeugnissen zu belegen, dass R. eine ganztägige Tätigkeit als Hilfsarbeiter, bei der er ausschliesslich gehen und stehen muss, aus gesundheitlichen Gründen nicht zumutbar ist; dies wäre nur bei einer Arbeit, bei der er wenigstens zeitweise sitzen könnte, der Fall. Dass je eine Möglichkeit zum Antritt einer solchen Arbeitsstelle bestanden hat, ist nicht ersichtlich. Ferner sprechen die ärztlichen Befunde dafür, dass die Schwierigkeiten, die sich bei der Arbeitstätigkeit offenbar wiederholt ergaben, regelmässig auf den Gesundheitszustand zurückgeführt werden können. Aus ärztlicher Sicht kann R. höchstens vorgeworfen werden, er könne bei entsprechender Einlegung von Pausen die Reinigungsarbeit länger als nur drei Stunden am Tag ausführen; ob dafür auch die Gelegenheit bestand, ist unbekannt.\n\nIm übrigen hat S. jedenfalls von 1984 bis 1991 Heimarbeit geleistet und damit zum Einkommen der Ehegatten beigetragen. Dass sie im Dezember 1991 entlassen wurde, war, wie sich ihrem Arbeitszeugnis entnehmen lässt, in der Schliessung des Betriebs, für den sie arbeitete, und nicht in ihren Leistungen oder ihrem Verhalten begründet.\n\nb) Vorwerfen lassen müssen sich die Beschwerdeführer allerdings ihr Verhalten gegenüber der Fürsorgebehörde. Es blieb unbestritten, dass sie nicht immer kooperativ waren. Namentlich haben sie mehrmals massgebliche Umstände, die zu einer Einschränkung oder Reduktion der Fürsorgebeiträge führen mussten, verschwiegen. Damit haben sie sich nicht nur unkorrekt verhalten, sondern auch selbst den Verdacht erweckt, die öffentliche Fürsorge in der Schweiz über Gebühr ausnützen zu wollen.\n\nc) Nicht gänzlich klar ist, in was für finanzielle Verhältnisse die Beschwerdeführer bei einer allfälligen Rückkehr in die Türkei gerieten. Dass sie über ein regelmässiges Arbeitseinkommen verfügen würden, kann kaum angenommen werden. Was die Sozialversicherungsgelder aus der Schweiz betrifft, hätten sie nur noch Anspruch auf die SUVA-Rente (von momentan Fr. 415.--). Die IV-Rente entfiele hingegen, da ihnen nicht mindestens eine halbe ordentliche Rente zusteht (Art. 10 Abs. 2 und 11 des Abkommens vom 1. Mai 1969 zwischen der Schweiz und der Republik Türkei über soziale Sicherheit, AS 1971 1771 f., SR 0.831.109.763.1).\n\nEs erscheint kaum als zulässig, mit der Vorinstanz allein aufgrund des Umstandes, dass in der Türkei ein Mindestlohn gilt, der mit rund BGE 119 Ib 1 S. 10Fr. 350.-- (je nach Wechselkurs) einen geringeren Betrag ausmacht als die SUVA-Rente, zu schliessen, die dortigen Lebenshaltungskosten seien auch nicht höher. Eine von den Beschwerdeführern eingereichte Zusammenstellung einer Beratungsstelle für Leute aus der Türkei kommt für den Ort, aus dem die Beschwerdeführer stammen, auf minimale Lebenshaltungskosten von rund Fr. 900.-- pro Monat. Auch wenn diese Zahl nicht als gesichert gelten kann, zeigt sie doch, dass die Argumentation der Vorinstanz zu einfach ist und sich eine nähere Abklärung aufgedrängt hätte. Anderseits müssen sich die Beschwerdeführer gleichermassen wie bei der Berechnung ihrer verfügbaren Mittel in der Schweiz die Unterstützung durch ihren Sohn anrechnen lassen, stände einer regelmässigen Überweisung dieses Geldes in die Türkei doch nichts im Wege. Zusammen mit der SUVA-Rente ergäbe sich ziemlich genau der fragliche Betrag von Fr. 900.--.\n\nWie sich die finanzielle Situation der Beschwerdeführer bei einer allfälligen Rückkehr in die Türkei genau darstellen würde, kann aber offenbleiben. Jedenfalls kann davon ausgegangen werden, dass sie auch dort nur in bescheidenen Verhältnissen leben könnten.\n\nd) Die Beschwerdeführer sind im Alter von 36 (Ehemann) beziehungsweise 39 (Ehefrau) Jahren in die Schweiz eingereist. Ihre Kinder sind grösstenteils hier aufgewachsen und leben auch heute noch alle in der Schweiz. Angesichts dieser familiären Einbettung in der Schweiz und der langen Anwesenheit kann nicht allein aufgrund allfälliger Sprachschwierigkeiten auf mangelnde Integration geschlossen werden, wie dies die Vorinstanz tut; es bedürfte dafür eindringlicherer anderer Belege.\n\nEine Heimschaffung in die Türkei schlösse zwar die finanzielle Unterstützung durch die Kinder, namentlich den jüngsten Sohn, nicht aus. Hingegen erscheint die Aufrechterhaltung der direkten familiären Beziehungen aufgrund der finanziellen Verhältnisse der Beteiligten unabhängig davon, dass mangels Fernhaltemassnahme eine Wiedereinreise zwecks Besuchs der Familienangehörigen möglich bliebe, als gefährdet. Auch dies ist - und zwar unabhängig davon, ob sich die Beschwerdeführer auf Art. 8 EMRK berufen können oder nicht - im Rahmen der Interessenabwägung zu berücksichtigen (vgl. Art. 16 Abs. 3 ANAV).\n\n6. a) Bei der Gesamtbeurteilung des vorliegenden Falles fällt die langjährige Anwesenheit der Beschwerdeführer in der Schweiz stark ins Gewicht. Zusammen mit dem Umstand, dass sie der öffentlichen Fürsorge seit April 1991 nicht mehr zur Last gefallen sind, BGE 119 Ib 1 S. 11und unter Berücksichtigung ihrer übrigen persönlichen und familiären Verhältnisse ergibt sich, dass eine Heimschaffung trotz des nicht immer korrekten Verhaltens der Beschwerdeführer gegenüber der Fürsorgebehörde unzumutbar und unverhältnismässig ist. Dies gilt auch dann, wenn angenommen wird, dass sie dank der dem Ehemann zustehenden SUVA-Rente und der finanziellen Unterstützung durch den jüngsten Sohn in der Türkei leben könnten, ohne unter das Existenzminimum zu fallen beziehungsweise die dortige Fürsorge beanspruchen zu müssen.\n\nDiese Interessenabwägung beruht auf den heutigen Umständen. Es ist nicht ausgeschlossen, dass sie, sollte sich die Frage einer Ausweisung oder Heimschaffung wegen erneuter Fürsorgeabhängigkeit künftig wieder einmal stellen, anders ausfiele; dies gälte insbesondere dann, wenn die Kinder ihren Eltern keine genügende Unterstützung mehr gewährten, obwohl dies ihnen zumutbar wäre. Wenn schon die Familienbeziehungen für den Verbleib in der Schweiz in Anschlag gebracht werden, haben die Familienangehörigen das ihnen Zumutbare zu leisten, um die Fürsorgebedürftigkeit der Eltern zu vermeiden.\n\nb) Ist die verfügte Heimschaffung bereits aufgrund schweizerischen Gesetzesrechts unzulässig, kann offenbleiben, ob sich die Beschwerdeführer auf Art. 8 EMRK berufen können und ob dieses Grundrecht verletzt ist."}