{"annee": "119", "cour": "II", "page": "110", "date": "27/4/1993", "cite": ["100 II 278", "117 II 256"], "cite_par": ["132 III 1"], "chapeau": "24. Extrait de l'arrêt de la IIe Cour civile du 27 avril 1993 dans la cause dame L. contre L. et J. (recours en réforme)", "regestes": ["Art. 256c al. 1 CC; délai pour ouvrir action en désaveu. Conditions qui doivent être remplies pour faire courir le délai relatif de péremption instauré par cette disposition. Fardeau de la preuve (consid. 3)."], "faits": "BGE 119 II 110 S. 110\n\nA.- a) L. et dame P. se sont mariés à Genève le 1er octobre 1982. L. est le père de trois enfants nés d'un premier lit.\n\nLe 9 septembre 1985, dame L. a donné naissance à une fille, J. Le 8 septembre 1989, elle a ouvert action en divorce devant le Tribunal de première instance de Genève.\n\nb) Le 6 novembre 1989, L. a formé une action en désaveu de paternité, concluant à ce qu'il soit prononcé qu'il n'est pas le père de l'enfant J. Dame L. ayant excipé de la péremption de l'action, le tribunal a ordonné l'ouverture d'une instruction préjudicielle pour statuer sur cette objection de droit matériel.\n\nPar jugement du 11 juin 1992, le tribunal a débouté la défenderesse des fins de son incident de péremption de l'action.\n\nB.- Saisie d'un appel de dame L., la Cour de justice, par arrêt du 4 décembre 1992, l'a rejeté et a maintenu le jugement attaqué. La BGE 119 II 110 S. 111cour cantonale a considéré que L. avait eu connaissance du fait qu'il n'était pas le père de l'enfant J. au mois de décembre 1988, de sorte que son action en désaveu n'était pas périmée.\n\nC.- Dame L. exerce un recours en réforme contre cet arrêt. Elle demande notamment au Tribunal fédéral de constater la péremption de l'action en désaveu déposée par son mari.\n\nLe Tribunal fédéral rejette le recours dans la mesure où il est recevable.", "considerants": "Extrait des considérants:\n\n3. Dame L. se plaint en premier lieu d'une mauvaise application de l'art. 256c al. 1 CC.\n\na) Cette disposition prévoit que le mari doit intenter l'action en désaveu au plus tard un an après qu'il a connu la naissance et le fait qu'il n'est pas le père ou qu'un tiers a cohabité avec la mère à l'époque de la conception (délai relatif), mais en tout cas dans les cinq ans depuis la naissance (délai absolu). Ces deux délais sont des délais de péremption (HEGNAUER, n. 37 ad art. 256c CC; STETTLER, Le droit suisse de la filiation, TDPS, vol. III, tome II, 1, Fribourg 1987, p. 190).\n\nSeul est en cause en l'occurrence le respect du délai relatif d'une année. Celui-ci commence à courir a) dès que le mari apprend la naissance de l'enfant, lorsqu'il n'a pas cohabité avec la mère durant la période de conception ou qu'il connaît d'emblée son incapacité de procréer ou la grossesse de sa femme lors de sa première cohabitation avec elle, ou b) plus tard, lorsqu'il découvre que sa paternité est exclue par le résultat d'expertises médicales ou hérédobiologiques ou en raison de la présence chez l'enfant de caractères raciaux que les parents ne possèdent pas (HEGNAUER, n. 25 ad art. 256c CC).\n\nLe délai relatif court également dès que le mari apprend qu'un tiers a cohabité avec la mère à l'époque de la conception. Peu importe qu'il connaisse l'identité de ce tiers, que la mère ait été contrainte ou non de cohabiter avec le tiers ou que le mari ait continué de cohabiter avec son épouse pendant cette période et que sa paternité ne puisse être totalement exclue (HEGNAUER, n. 27 ad art. 256c CC; STETTLER, op.cit., p. 191).\n\nIl appartient au demandeur de prouver quand et comment il a appris la naissance de l'enfant et le fait qu'il n'est pas le père ou qu'un tiers a cohabité avec la mère. Mais le délai ne commence à courir que lorsqu'il dispose d'éléments de fait certains lui permettant d'intenter BGE 119 II 110 S. 112action. De simples incertitudes sur la paternité ne suffisent pas, à moins qu'il ne résulte des circonstances que le demandeur soit tenu de s'informer sur les faits pertinents de manière à acquérir une certitude (ATF 100 II 283; HEGNAUER, n. 29 ad art. 256c CC). En revanche, il incombe à la partie défenderesse d'apporter la preuve que le délai pour agir n'est pas respecté (HEGNAUER, n. 29 in fine ad art. 256c CC).\n\nSi la constatation de ce qu'une partie savait ou ignorait à un moment donné relève du fait (POUDRET/SANDOZ-MONOD, Commentaire de La loi fédérale d'organisation judiciaire, n. 4.3.2. ad art. 63 OJ), le Tribunal fédéral peut revoir librement si les éléments qu'elle avait à disposition étaient suffisants au regard de l'art. 256c al. 1 CC pour faire courir le délai pour agir en désaveu.\n\nb) La cour cantonale a constaté de manière à lier le Tribunal fédéral (art. 63 al. 2 OJ) que L. a eu connaissance de sa stérilité au mois de mai 1987, qu'il a appris d'un spécialiste consulté le mois de juin suivant l'impossibilité de définir l'origine et la date d'apparition de cette affection et que sa femme lui a avoué au mois de décembre 1988 avoir eu une brève liaison avec un tiers pendant la période de conception de l'enfant J. Passant au raisonnement juridique, la Cour de justice a nié que L. ait eu la connaissance certaine, utilisable en procédure, du fait qu'il ne pouvait être le père de l'enfant dès qu'il a appris son inaptitude à procréer. Les juges cantonaux ont considéré que le délai de péremption annuel n'a couru qu'à partir du jour où la recourante lui a avoué avoir cohabité avec un tiers au cours de la période déterminante. Ils en ont conclu que l'action en désaveu n'est pas périmée.\n\nc) Dame L. reproche à l'autorité cantonale d'avoir posé des exigences trop élevées, contraires à l'esprit de l'art. 256c al. 1 CC, pour déterminer le moment de la connaissance par l'intimé de sa non-paternité. Elle soutient que la découverte par L. de sa stérilité devait l'inciter à procéder à des investigations supplémentaires quant à la date de l'apparition de cette affection. C'est en réalité dès 1987, affirme-t-elle, que son mari a su qu'il n'était pas le père de J.\n\nd) Dans la mesure où la recourante s'en prend aux constatations de fait et à l'appréciation des preuves de l'autorité cantonale, sans se plaindre d'inadvertance manifeste, ni de violation des dispositions fédérales en matière de preuve, son recours est irrecevable (art. 63 al. 2 OJ; ATF 117 II 257 consid. 2a). L'avis de droit du Professeur Stettler, qui se livre également à une nouvelle appréciation des preuves, ne lui est à cet égard d'aucun secours. L'époque où le mari BGE 119 II 110 S. 113a eu connaissance de l'adultère de son épouse, telle qu'elle a été arrêtée par la Cour de justice, ne saurait donc être remise en cause dans le présent recours. Il en est de même de la circonstance que l'origine et la date d'apparition de la stérilité de l'intimé n'ont pu être déterminées médicalement. Est encore irrecevable la critique de la recourante portant sur le prétendu manque de diligence de L. pour connaître sa paternité, dès l'instant où la cour cantonale a établi que celui-ci avait au contraire entrepris des démarches pour lever cette incertitude.\n\nSelon les constatations de l'arrêt déféré, il apparaît que la cour cantonale pouvait admettre sans violer le droit fédéral que le délai pour agir en désaveu n'avait couru que dès le mois de décembre 1988, époque où L. a connu la cohabitation de sa femme avec un tiers. La découverte de sa stérilité pouvait certes faire naître des doutes sur sa paternité. Mais les investigations auxquelles il s'est livré par la suite ne lui ont apporté aucun éclaircissement sur ce point. Du moment qu'il ignorait que son épouse avait eu une liaison pendant la période de conception de J. et qu'il entretenait régulièrement à cette époque des relations sexuelles avec la recourante, l'intimé, qui est le père de trois enfants issus d'un précédent mariage, n'avait pas de raison de douter sérieusement en juin 1987 de sa paternité. Il n'a pu acquérir des certitudes sur cette question qu'au jour où son épouse lui a avoué son adultère."}