{"annee": "119", "cour": "V", "page": "468", "date": "23/4/1993", "cite": ["106 V 48", "112 V 174", "104 V 135", "114 V 310", "105 V 156", "113 V 140", "116 V 246", "109 V 23", "97 V 58", "106 V 89", "106 V 86"], "cite_par": ["121 V 326", "130 V 343", "126 V 288", "129 V 222", "122 V 335", "127 V 129", "120 V 368", "125 V 146"], "chapeau": "67. Urteil vom 23. April 1993 i.S. A. gegen Schweizerische Unfallversicherungsanstalt und Verwaltungsgericht des Kantons Bern", "regestes": ["Art. 28 al. 2 LAI, art. 18 al. 2 LAA: de la coordination de l'évaluation de l'invalidité de l'assurance-invalidité et de l'assurance-accidents. - Dans la mesure où elle fonde la primauté de la CNA lors de la fixation de l'invalidité sur le fait que cet établissement dispose pour l'évaluation de l'invalidité d'une infrastructure propre et bien développée, cela ne valant pas dans la même proportion pour l'assurance-invalidité, la jurisprudence publiée aux ATF 106 V 88 consid. 2b et 112 V 175 consid. 2a ne saurait être maintenue (consid. 3a-c). - La coordination de l'évaluation de l'invalidité signifie-t-elle aussi, le cas échéant, que c'est à l'assurance-invalidité que revient la priorité sur l'assurance-accidents? Question laissée indécise (consid. 3d)."], "faits": "BGE 119 V 468 S. 469\n\nA.- Der 1958 geborene J. A. arbeitete seit 1982 bei der Firma R. und war damit bei der Schweizerischen Unfallversicherungsanstalt (SUVA) obligatorisch gegen Unfälle versichert. Am 4. November 1985 stürzte er bei der Arbeit aus einer Höhe von 5 bis 6 m von einem Dach, wobei er sich eine LWK 1-Kompressionsfraktur mit ventralem Einbruch und eine LWK 5-Fraktur zuzog. Seit 1. Oktober 1986 bezieht J. A. bei einem Invaliditätsgrad von 100% eine ganze Rente der Invalidenversicherung. Mit Verfügung vom 15. Dezember 1989 sprach die SUVA, welche die Heilbehandlung übernommen und bis 30. September 1988 Taggelder ausgerichtet hatte, dem Versicherten für die Folgen des Arbeitsunfalles vom 4. November 1985 rückwirkend ab 1. Oktober 1988 eine Invalidenrente auf der Grundlage einer Erwerbsunfähigkeit von 50% zu.\n\nIn teilweiser Gutheissung der hiegegen erhobenen Einsprache setzte die SUVA den Invaliditätsgrad mit Entscheid vom 6. Juni 1990 auf 70% fest. Die entsprechende Verfügung, mit der J. A. ab 1. Oktober 1988 eine als Komplementärrente zur ganzen Rente der Invalidenversicherung berechnete Invalidenrente auf der Basis einer Erwerbsunfähigkeit von 70% zugesprochen wurde, erging am 18. Juni 1990.\n\nB.- J. A. liess gegen den Einspracheentscheid vom 6. Juni 1990 Beschwerde führen und im wesentlichen die Zusprechung einer Invalidenrente auf der Grundlage einer Erwerbsunfähigkeit von 100% beantragen. Mit Entscheid vom 31. Januar 1991 wies das Verwaltungsgericht des Kantons Bern die Beschwerde ab.\n\nC.- Mit Verwaltungsgerichtsbeschwerde lässt J. A. das vorinstanzlich gestellte Rechtsbegehren erneuern.\n\nWährend die SUVA auf Abweisung der Verwaltungsgerichtsbeschwerde schliesst, verzichtet das Bundesamt für Sozialversicherung auf eine Vernehmlassung.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Das kantonale Gericht hat die vorliegend massgebenden Bestimmungen und Grundsätze über den Anspruch auf eine Invalidenrente des Unfallversicherers (Art. 18 Abs. 1 UVG), die Bemessung BGE 119 V 468 S. 470des Invaliditätsgrades nach der Einkommensvergleichsmethode (Art. 18 Abs. 2 UVG) und die Bedeutung ärztlicher Auskünfte im Rahmen der Invaliditätsschätzung (BGE 114 V 314 Erw. 3c, BGE 105 V 158 Erw. 1) zutreffend dargelegt. Darauf kann verwiesen werden.\n\n2. Im vorliegenden Fall ist die Höhe des Invaliditätsgrades streitig, welcher der Invalidenrente zugrunde zu legen ist, die der Beschwerdeführer für die Folgen des Unfalles vom 4. November 1985 von der SUVA beanspruchen kann.\n\na) Im Einspracheentscheid ging die SUVA gestützt auf die beigezogenen Arztberichte, insbesondere das zuhanden der Invalidenversicherung erstattete Gutachten der Rheumatologischen Universitätsklinik des Inselspitals Bern (vom 8. Februar 1990), davon aus, dass der Beschwerdeführer wegen der Folgen des versicherten Unfalles in seinem Beruf als Hilfsdachdecker nicht mehr einsatzfähig sei, hingegen trotz seines Gesundheitsschadens in der Lage wäre, eine körperlich leichte Erwerbstätigkeit im Umfang von 50% einer Vollzeitbeschäftigung auszuüben. Mit einer entsprechenden leidensangepassten Arbeit könnte der Versicherte nach Ansicht der Anstalt Einkünfte von rund Fr. 1'100.-- im Monat (Fr. 13'200.-- im Jahr) erzielen. Verglichen mit dem hypothetischen Einkommen ohne Invalidität von Fr. 43'100.-- im Jahr, das er als Hilfsdachdecker erreichen könnte, ergebe sich ein Invaliditätsgrad von rund 70%. Die Vorinstanz schloss sich dieser Betrachtungsweise an.\n\nDer Beschwerdeführer wendet im wesentlichen ein, es bestehe kein Grund dafür, dass die SUVA den Invaliditätsgrad abweichend von der Invalidenversicherung festgelegt habe. Im weiteren wirft er der Vorinstanz vor, sie habe nicht geprüft, welche Verweisungsberufe in Betracht fielen. Die ärztlich attestierte Teilarbeitsfähigkeit von 50% lasse sich unter den gegebenen Umständen nicht mehr verwerten, so dass ein Invaliditätsgrad von 100% resultiere.\n\nb) Der Invaliditätsbegriff in der Invalidenversicherung stimmt mit demjenigen in der obligatorischen Unfallversicherung (und in der Militärversicherung) grundsätzlich überein, weshalb die Schätzung der Invalidität mit Bezug auf den gleichen Gesundheitsschaden praxisgemäss den gleichen Invaliditätsgrad zu ergeben hat (BGE 116 V 249 Erw. 1b, BGE 113 V 144 oben mit Hinweisen). In BGE 106 V 88 Erw. 2b hat das Eidg. Versicherungsgericht die Verwaltungspraxis (Rz. 288.1 der Wegleitung über Invalidität und Hilflosigkeit, gültig ab 1. Januar 1979) bestätigt, wonach es den Invalidenversicherungs-Kommissionen verwehrt ist, von sich aus für den gleichen Gesundheitsschaden einen von der SUVA (oder der Militärversicherung) BGE 119 V 468 S. 471abweichenden Invaliditätsgrad festzulegen. Das Gericht erachtete es als naheliegend, dass der SUVA (bzw. der Militärversicherung) der Vorrang bei der Feststellung der Invalidität eingeräumt wird, da diese Sozialversicherungszweige über einen eigenen, gut ausgebauten Apparat zur Beurteilung dieser Frage verfügten, was für die Invalidenversicherung nicht in gleichem Masse zutreffe. In BGE 109 V 24 Erw. 2a legte das Eidg. Versicherungsgericht unter Bezugnahme auf dieses Urteil dar, dass die genannte Verwaltungsweisung nicht mehr als eine Koordinationsregel zuhanden der Durchführungsorgane der Invalidenversicherung beinhaltet. Die unterschiedliche gesetzliche Regelung oder Rechtspraxis könne jedoch ungeachtet des übereinstimmenden Invaliditätsbegriffes zu einer abweichenden Invaliditätsbemessung führen. Dies könne sich beispielsweise daraus ergeben, dass die Renten der SUVA nach geltendem Recht nur beschränkt (Art. 80 Abs. 2 KUVG), diejenigen der Invalidenversicherung aber gemäss Art. 41 IVG grundsätzlich jederzeit revidierbar sind (EVGE 1968 S. 190, BGE 106 V 89 oben). Eine unterschiedliche Beurteilung könne sich auch dann rechtfertigen, wenn die SUVA gemäss Gerichts- und Verwaltungspraxis die Rente bereits anlässlich ihrer Festsetzung abstuft oder befristet (BGE 106 V 50), wogegen in der Invalidenversicherung eine antizipierte Invaliditätsschätzung grundsätzlich nicht zulässig ist (BGE 97 V 58). Schliesslich könne ein Entscheid der SUVA (oder der Militärversicherung) dann für die Invalidenversicherung nicht massgebend sein, wenn die Invaliditätsschätzung auf einem Rechtsfehler oder einer nicht vertretbaren Ermessensausübung beruht.\n\nIn BGE 112 V 175 Erw. 2a hat das Eidg. Versicherungsgericht im Zusammenhang mit der Feststellung, dass für den gleichen Gesundheitsschaden in der Invalidenversicherung grundsätzlich kein anderer Invaliditätsgrad angenommen werden darf als in der Unfallversicherung, die in BGE 106 V 88 Erw. 2b angeführte Begründung für den Vorrang von SUVA und Militärversicherung bei der Invaliditätsschätzung - den eigenen, gut ausgebauten Apparat dieser Sozialversicherungszweige zur Beurteilung dieser Frage - wiederaufgenommen (BGE BGE 112 V 176 Erw. 2a). Überdies wurde entschieden, dass die Rechtfertigung dafür, die Invaliditätsschätzung der Invalidenversicherung an diejenige der SUVA zu binden, auch dann entfalle, wenn der Invaliditätsgrad von der SUVA durch einen Vergleich festgesetzt wird.\n\n3. An der Rechtsprechung gemäss BGE 106 V 88 Erw. 2b und BGE 112 V 175 Erw. 2a kann insoweit nicht festgehalten werden, als der BGE 119 V 468 S. 472Vorrang der SUVA bei der Feststellung der Invalidität damit begründet wird, dass die Anstalt über einen eigenen, gut ausgebauten Apparat zur Invaliditätsbemessung verfüge, was für die Invalidenversicherung nicht in gleichem Masse zutreffe.\n\na) Die SUVA verfügt anerkanntermassen über einen gut ausgebauten Apparat für die medizinisch-theoretische Beurteilung von Gesundheitsschäden. Für die Belange der Invaliditätsschätzung, bei welcher die Auswirkungen der gesundheitlichen Beeinträchtigung auf die Erwerbsfähigkeit festzustellen sind, gilt dies jedoch nicht in gleicher Weise. Vielmehr besteht die Gefahr, dass die SUVA der medizinischen Beurteilung eine zu grosse Bedeutung beimisst und sich bei der Invaliditätsschätzung in erster Linie vom Ausmass der Gesundheitsschädigung leiten lässt, wodurch die nach Gesetz und Rechtsprechung entscheidenden wirtschaftlichen Auswirkungen des Gesundheitsschadens, die anhand eines Einkommensvergleichs (Art. 18 Abs. 2 UVG; BGE 116 V 248 Erw. 1b mit Hinweisen) zu ermitteln sind, vernachlässigt oder in den Hintergrund gedrängt werden. Das Eidg. Versicherungsgericht hat im übrigen schon wiederholt auf diese Tatsache hingewiesen und das nicht gesetzeskonforme Vorgehen der SUVA beanstandet (vgl. statt vieler BGE 116 V 249 Erw. 2a, BGE 114 V 312 Erw. 3a; vgl. dazu auch ABEGG, Aus der Praxis der beruflichen Abklärungsstellen der Invalidenversicherung [BEFAS], in: ZAK 1985 S. 249 f.).\n\nDemgegenüber kann sich die Invalidenversicherung schon seit langem auf Einrichtungen stützen, die gerade im Hinblick auf die Invaliditätsbemessung wesentliche Entscheidungsgrundlagen erarbeiten: Regionalstellen seit 1960 (Art. 61 ff. IVG in der bis Ende 1991 gültig gewesenen Fassung) bzw. IV-Stellen (Art. 57 Abs. 1 IVG in der seit 1. Januar 1992 geltenden Fassung), medizinische Abklärungsstellen seit 1974, 1978 und 1980 (Art. 72bis IVV; vgl. ZAK 1980 S. 529) sowie berufliche Abklärungsstellen seit 1981 (vgl. ZAK 1980 S. 550 ff.). Schliesslich bleibt zu bemerken, dass die SUVA den Invaliditätsgrad regelmässig ohne Rücksicht auf bevorstehende oder allenfalls bereits abgeschlossene berufliche Eingliederungsbemühungen festlegte, die seit jeher zum Aufgabenbereich der Invalidenversicherung gehören.\n\nb) Die Einwendungen gegen die Priorität der SUVA vor der Invalidenversicherung gelten um so mehr für die Zeit ab Inkrafttreten des UVG (am 1. Januar 1984). Da sich seither neben der SUVA auch andere Versicherer an der Durchführung der obligatorischen Unfallversicherung beteiligen können, stellt sich mit Bezug auf die Invaliditätsschätzung BGE 119 V 468 S. 473zusätzlich die Frage nach dem Verhältnis zwischen einem sogenannten anderen Versicherer (gemäss Art. 68 UVG), insbesondere einer privaten Versicherungseinrichtung, und der Invalidenversicherung. Denn die Argumente, welche das Gericht für den Vorrang der SUVA anführte, können erst recht keine Geltung beanspruchen, wenn der Invalidenversicherung die Invaliditätsschätzung eines anderen Versicherers im Sinne von Art. 68 UVG vorliegt.\n\nc) Zu beachten gilt es ferner, dass das UVG - im Gegensatz zum KUVG - im Rentenbereich Regeln über das Verhältnis zwischen Unfallversicherung und Invalidenversicherung enthält. So ergibt sich aus Art. 18 Abs. 2 UVG, dass der Unfallversicherer den Invaliditätsgrad unter Berücksichtigung der Ergebnisse der von der Invalidenversicherung durchgeführten Eingliederung festzulegen hat. Steht der Entscheid der Invalidenversicherung über die berufliche Eingliederung bei Abschluss der ärztlichen Behandlung noch aus, so ist von diesem Zeitpunkt an aufgrund einer provisorischen Ermittlung des Invaliditätsgrades eine Übergangsrente auszurichten, welche nach abgeschlossener beruflicher Eingliederung durch eine neue Rente zu ersetzen ist (Art. 30 UVV; BGE 116 V 246; MAURER, Schweizerisches Unfallversicherungsrecht, S. 371). Dabei ist es durchaus möglich, dass die Invalidenversicherung die Rente vor der Unfallversicherung festsetzt mit der Folge, dass sich alsdann fragt, ob sich die Unfallversicherung an den von der Invalidenversicherung ermittelten Invaliditätsgrad zu halten hat, soweit diese keine unfallfremden Faktoren zu berücksichtigen hatte. Das gleiche Problem stellt sich sodann bei der Anwendung von Art. 34 UVV; danach hat in Fällen, in denen eine Invalidenrente als Folge der Revision geändert wird, auch eine Revision der Rente oder Komplementärrente der Unfallversicherung zu erfolgen.\n\nd) Aus diesen Gründen liesse sich die Auffassung vertreten, dass die Koordination der Invaliditätsschätzung auch in umgekehrter Richtung möglich ist und damit unter Umständen der Invaliditätsbemessung der Invalidenversicherung der Vorrang zukommt. Als Argument gegen die Priorität der Invalidenversicherung könnte eingewendet werden, dass diese sich aufgrund der Rentenabstufung gemäss Art. 28 Abs. 1 und 1bis IVG - im Gegensatz zur Unfallversicherung - in Extremfällen, wenn der für den Rentenanspruch massgebende Grenzwert von 40%, 50% oder 66 2/3% klar unter- oder überschritten wird, mit relativ ungenauen Angaben zum Invaliditätsgrad (ein Zweitel, mehr als zwei Drittel usw.) begnügen könne (vgl. BGE 104 V 137 Erw. 2b in fine).\n\nBGE 119 V 468 S. 474\n\nOb die Koordinationsregel unter Umständen auch so zu verstehen ist, dass die Unfallversicherung den von der Invalidenversicherung ermittelten Invaliditätsgrad als massgeblich zu betrachten hat, braucht im vorliegenden Fall jedoch nicht abschliessend beurteilt zu werden; denn auch wenn diese Frage zu bejahen wäre, müssten die von der Rechtsprechung entwickelten Ausnahmen, die ein Abweichen rechtfertigen (Erw. 2b hievor), beachtet werden.\n\n4. a) Im vorliegenden Fall kann der Beschwerdeführer aus dem Umstand, dass die Invalidenversicherung den Invaliditätsgrad auf 100% festgelegt hat, nichts zu seinen Gunsten ableiten. Denn selbst unter der Annahme, dass der von der Invalidenversicherung ermittelte Invaliditätsgrad für die SUVA grundsätzlich verbindlich wäre und die Invalidenversicherung keine unfallfremden Faktoren berücksichtigt hat, wäre die Anstalt befugt gewesen, einen tieferen Invaliditätsgrad (von 70%) festzulegen. Die Invaliditätsschätzung gemäss Einspracheentscheid vom 6. Juni 1990 geht von schlüssigen fachärztlichen Stellungnahmen zur Arbeitsunfähigkeit sowie zu den zumutbaren Arbeitsleistungen aus und beruht auf einem korrekt durchgeführten Einkommensvergleich, der den von der Invalidenversicherung angenommenen Invaliditätsgrad von 100% als unvertretbar erscheinen lässt.\n\nb) Soweit der Beschwerdeführer einwendet, die Vorinstanz habe die Invaliditätsschätzung der SUVA bestätigt, ohne konkret in Betracht fallende Verweisungsberufe zu nennen, muss er sich entgegenhalten lassen, dass im Einspracheentscheid vom 6. Juni 1990, auf welchen sich das kantonale Gericht bezieht, verschiedene Hilfstätigkeiten wie Kontroll-, Sortier-, Montage- und Überwachungsarbeiten in der Industrie aufgezählt sind. Diese Tätigkeiten könnte der Beschwerdeführer zumutbarerweise halbtägig verrichten und damit Einkünfte in der Höhe von mindestens 30% des hypothetischen Einkommens ohne Invalidität erzielen. Wenn er bis anhin nicht in der Lage war, die fachärztlich attestierte Restarbeitsfähigkeit von 50% - bezogen auf leichtere Tätigkeiten - in diesem Umfang zu verwerten, ist dies auf invaliditätsfremde und insbesondere unfallfremde Faktoren zurückzuführen, für welche die SUVA nicht einzustehen hat.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}