{"annee": "119", "cour": "IB", "page": "439", "date": "10/11/1993", "cite": ["115 IB 302", "114 IB 180", "114 IA 114", "115 IB 508", "115 IA 89", "113 IB 371", "112 IB 39", "116 IB 50", "114 IB 125", "114 IB 312"], "cite_par": ["119 IB 463", "133 II 181", "129 II 321"], "chapeau": "47. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 10. November 1993 i.S. Gesamteigentümer R. gegen Gemeinde Seewen, Baudepartement und Verwaltungsgericht des Kantons Solothurn (Verwaltungsgerichtsbeschwerde)", "regestes": ["Construction d'un nouveau stand de tir; art. 2, 14 et 24 LAT; ordonnance relative à l'étude de l'impact sur l'environnement. Les constructions et installations soumises à une étude de l'impact sur l'environnement doivent en règle générale faire préalablement l'objet d'un plan d'affectation (obligation d'aménager); elles ne peuvent dès lors pas être autorisées en application de l'art. 24 LAT (consid. 4)."], "faits": "BGE 119 Ib 439 S. 439\n\nDie Gemeinde Seewen sucht schon seit längerer Zeit nach einem Standort für eine neue Schiessanlage. Die bestehende Anlage gibt wegen des Schiesslärms Anlass zu Klagen der Anwohner und ist sanierungsbedürftig. Die Bemühungen der Gemeinde für einen Anschluss an eine benachbarte Schiessanlage waren erfolglos. In der Folge erteilte das Baudepartement des Kantons Solothurn der Gemeinde die Bewilligung gemäss Art. 24 des Bundesgesetzes über BGE 119 Ib 439 S. 440die Raumplanung vom 22. Juni 1979 (Raumplanungsgesetz, RPG; SR 700) für eine neue Schiessanlage mit acht Scheiben. Das Verwaltungsgericht wies eine hiegegen von den benachbarten Gesamteigentümern R. erhobene Beschwerde ab. Die Gesamteigentümer R. gelangten mit Verwaltungsgerichtsbeschwerde an das Bundesgericht. Dieses weist die Beschwerde ebenfalls ab, da die Schiessanlage standortgebunden ist, ihr keine überwiegenden privaten oder öffentlichen Interessen entgegenstehen und die Voraussetzungen für eine zwangsweise Zuweisung an eine fremde Schiessanlage gemäss Art. 24 Abs. 1 der Verordnung über das Schiesswesen ausser Dienst vom 25. Februar 1991 (Schiessordnung; SR 512.31) nicht erfüllt sind. Mit Bezug auf die Frage der Planungspflicht von Schiessanlagen erfolgt die Abweisung der Beschwerde", "considerants": "aus folgenden Erwägungen:\n\n4. Die Beschwerdeführer und das Bundesamt für Raumplanung sind der Meinung, die Schiessanlage könne nur auf dem Wege der Nutzungsplanung realisiert werden.\n\na) Wann ein nicht zonenkonformes Vorhaben hinsichtlich seines Ausmasses und seiner Auswirkungen auf die Nutzungsordnung so gewichtig ist, dass es erst nach einer Änderung oder Schaffung eines Nutzungsplanes bewilligt werden darf, ergibt sich aus der Planungspflicht (Art. 2 RPG), den Planungsgrundsätzen und -zielen (Art. 1 und 3 RPG), dem kantonalen Richtplan (Art. 6 ff. RPG) sowie der Bedeutung des Projekts im Lichte der im Raumplanungsgesetz festgelegten Verfahrensordnung (Art. 4 und 33 f. RPG BGE 116 Ib 50 E. 3a S. 53 f. mit Hinweisen). In Beurteilung und Gewichtung der einzelnen räumlichen Auswirkungen hat das Bundesgericht in Anwendung dieser Grundsätze die Planungspflicht für Multikomponenten-Deponien (BGE 116 Ib 50 E. 3 S. 53), für Anlagen der Kiesausbeutung (BGE 115 Ib 302 E. 5a S. 306 mit Hinweisen), für Golfplätze (BGE 114 Ib 312 E. 3 S. 314) und andere grössere Sport- und Freizeitanlagen (BGE 114 Ib 180 E. 3c S. 186), für grössere Parkplätze (BGE 115 Ib 508 E. 6a S. 513) und Bootshäfen (BGE 113 Ib 371) bejaht.\n\nb) Zufolge der sich bei der Planung stellenden raumrelevanten Fragen und der zu erwartenden Immissionen wird es auch bei Schiessanlagen in aller Regel nur das Verfahren der Nutzungsplanung erlauben, BGE 119 Ib 439 S. 441einen unter Berücksichtigung aller massgebenden Interessen sachgerechten Standort festzusetzen und dabei die vom Bundesrecht geforderte Mitwirkung der Bevölkerung bei der Planung (Art. 4 Abs. 2 RPG; BGE 115 Ia 89) sicherzustellen. Zu Recht betont deshalb das eidgenössische Schiessanlagen-Recht die Abstimmung und Koordination der Standortfestsetzung mit der Ortsplanung (Art. 5 der Verfügung des Eidgenössischen Militärdepartements über die Schiessanlagen für das Schiesswesen ausser Dienst vom 6. Mai 1969 (Schiessplatzverfügung; Dok. EMD 51.65); Art. 5 der Verordnung über die Schiessanlagen für das Schiesswesen ausser Dienst vom 27. März 1991 (Schiessanlagen-Verordnung; SR 510.512)). In diesem Sinne werden im Regelfall Anlagen, für welche eine Umweltverträglichkeitsprüfung vorgeschrieben ist (300-m-Anlagen mit mehr als 15 Scheiben; Ziff. 52.2 des Anhanges zur Verordnung über die Umweltverträglichkeitsprüfung vom 19. Oktober 1988 (UVPV; SR 814.011)), nur auf dem Wege der Nutzungsplanung realisierbar sein (vgl. BGE 114 Ia 114). Es gilt dies namentlich für Anlagen in noch dichter besiedelten Gebieten und mit noch grösseren Nutzungskonflikten als dies hier zutrifft.\n\nc) Im vorliegenden Fall ist das von den kantonalen Behörden gewählte Verfahren mit dem Bundesrecht vereinbar. Es geht um einen Schiessstand mit acht Scheiben. Für den Kugelfang ist eine Erdaufschüttung von rund 30 Metern Länge, 15 Metern Breite und ca. 4 Metern Maximalhöhe vorgesehen. Gemäss den Baugesuchsplänen sind im Schützenhaus nebst den dem Schiessbetrieb dienenden Räumlichkeiten ein Aufenthaltsraum ohne Kochgelegenheit, jedoch mit Toiletten geplant. Das Schützenhaus soll mit Quellwasser versorgt, die Abwässer über eine periodisch zu entleerende, abflusslose Jauchegrube entsorgt werden. Es sind 17 Abstellplätze mit Kiesbelag geplant, und das Schützenhaus soll über den bestehenden landwirtschaftlichen Weg mit einem neuen Einlenker an die Kantonsstrasse angeschlossen werden.\n\nIn Anbetracht der Grösse, der Nutzungsintensität, der Auswirkungen auf Umwelt, sowie in Beachtung der erforderlichen Erschliessungsarbeiten, kann die geplante Baute nicht mit jenen Anlagen verglichen werden, für deren Realisierung die Rechtsprechung bisher eine Nutzungsplanung verlangt hat. Das Bundesgericht hat es denn auch noch in jüngster Zeit zugelassen, dass kleinere Schiessanlagen im Verfahren nach Art. 24 RPG bewilligt werden (BGE 114 Ib 125 E. 4c S. 130; BGE 112 Ib 39 E. 5 S. 48). Es besteht kein Anlass, vorliegend von dieser Praxis abzuweichen."}