{"annee": "119", "cour": "II", "page": "434", "date": "17/12/1993", "cite": ["60 I 295", "112 II 496", "97 I 209", "101 II 63", "99 II 388", "82 II 587", "101 II 86", "66 II 105", "98 IA 241"], "cite_par": ["123 III 67", "133 III 645", "143 III 554"], "chapeau": "87. Extrait de l'arrêt de la IIe Cour civile du 17 décembre 1993 dans la cause Max Gay-Balmaz contre Roland Girod (recours de droit public)", "regestes": ["Art. 961 al. 3 CC; inscription provisoire d'une hypothèque légale; péremption de l'action en inscription définitive. Les dispositions du droit cantonal de procédure ne peuvent influencer le cours du délai imparti par le juge au requérant pour faire valoir son droit en justice (consid. 2)."], "faits": "BGE 119 II 434 S. 434\n\nLe 3 mai 1991, Max Gay-Balmaz a requis l'inscription d'une hypothèque légale des artisans et entrepreneurs sur la parcelle no 947 (recte: no 946) de la commune de Vernayaz, à charge notamment des parts de propriété par étage de Roland Girod, à Genève.\n\nPar ordonnance du 4 juin, notifiée aux parties le 6 et reçue le lendemain, le Juge I du district de Martigny a autorisé l'inscription provisoire de l'hypothèque au registre foncier et imparti à Max Gay-Balmaz un délai de trois mois pour faire valoir son droit en justice, sous peine de caducité de l'inscription.\n\nLe 22 octobre 1991, Max Gay-Balmaz a ouvert action contre Roland Girod, en requérant notamment l'inscription définitive de l'hypothèque légale précitée; celui-ci a conclu au rejet de la requête.\n\nLes parties ayant sollicité le prononcé d'un jugement partiel concernant le respect du délai d'introduction de l'action, l'affaire a été transmise au Tribunal cantonal du Valais, autorité compétente en la matière. Le 25 juin 1993, celui-ci a rejeté l'action introduite par le BGE 119 II 434 S. 435demandeur, en raison de son caractère tardif; il a par conséquent autorisé le défendeur à requérir la radiation de l'inscription provisoire au registre foncier.", "considerants": "Extrait des considérants:\n\n2. a) En vertu de l'art. 961 al. 3 CC, le juge qui ordonne l'inscription provisoire d'un droit réel au registre foncier doit en déterminer la durée, éventuellement en fixant au requérant un délai pour faire valoir son droit en justice. Si aucune action n'est introduite avant l'échéance de celui-ci, l'inscription provisoire devient caduque (art. 76 al. 1 ORF, RS 211.432.1; ATF 60 I 298). Selon la jurisprudence et la doctrine, lorsque le droit fédéral prévoit une telle disposition, la question de l'ouverture de l'action ne relève pas des règles cantonales, quand bien même la loi ne fixe pas elle-même le délai dans lequel le demandeur doit invoquer son droit en justice, mais laisse au juge le soin d'y procéder; la conséquence de l'inobservation du délai est dès lors la même que quand il est déterminé par la loi, à savoir la péremption du droit (ATF 82 II 587 consid. 2 p. 590; HOMBERGER, n. 34 ad art. 961 CC; R. SCHUMACHER, Das Bauhandwerkerpfandrecht, 2e éd., no 760, p. 221; STRÄULI/MESSMER, Kommentar zur Zürcherischen Zivilprozessordnung, 2e éd., n. 85 ad art. 215 let. d ZPO/ZH, p. 414).\n\nUn délai péremptoire de droit fédéral ne saurait être ni interrompu ni suspendu. Il ne peut pas non plus être prolongé ou restitué en vertu des seules règles cantonales de procédure (ATF 101 II 86 consid. 2 p. 88; O. VOGEL, Grundriss des Zivilprozessrechts, 3e éd., no 110 p. 220 et no 23 pp. 274/275); tout au plus peut-il l'être par décision du juge, dans la mesure où il ne s'agit pas d'un délai légal (ATF 97 I 209 consid. 2 p. 215, ATF 66 II 105 consid. 1 p. 108).\n\nLa durée de validité de l'inscription provisoire au registre foncier dépend parfois, comme c'est le cas en l'espèce, de l'ouverture du procès en inscription définitive. Lorsque celui-ci a été introduit dans le délai fixé, l'annotation effectuée à titre provisoire reste valable jusqu'à droit connu sur le fond (ATF 112 II 496 consid. 2 p. 498, ATF 101 II 63 consid. 4 p. 67, ATF 99 II 388 consid. 3 p. 391, ATF 98 Ia 241 consid. 2a p. 244). Dès lors, la sécurité juridique commande également que cette question ne dépende pas de l'application du droit cantonal de procédure.\n\nb) En l'occurrence, il n'est pas contesté que la décision impartissant au recourant un délai de trois mois pour faire valoir son droit a BGE 119 II 434 S. 436été notifiée aux parties le 6 juin 1991 et reçue par elles le lendemain. Pour les motifs exposés ci-dessus, les dispositions du droit cantonal de procédure, et en particulier concernant les féries judiciaires, ne peuvent en aucune manière influencer le cours du délai litigieux. Par conséquent, l'action introduite le 22 octobre 1991 par le recourant se révèle tardive. L'autorité cantonale n'a donc pas méconnu la portée de l'art. 961 al. 3 CC, ni appliqué à tort le droit fédéral au lieu du droit cantonal, en estimant que le demandeur devait être débouté de son action, en l'espèce périmée. Au demeurant, il n'est pas établi que le recourant ait demandé en temps utile au juge une prolongation du délai que celui-ci lui avait imparti."}