{"annee": "119", "cour": "IB", "page": "250", "date": "26/3/1993", "cite": ["97 I 731"], "cite_par": ["127 I 84", "134 I 2", "136 I 167", "125 II 497"], "chapeau": "30. Extrait de l'arrêt de la IIe Cour de droit public du 26 mars 1993 dans la cause Egger et association Légital c. Département fédéral des transports, des communications et de l'énergie et Société suisse de radio-diffusion et télévision (SSR) (recours de droit administratif)", "regestes": ["Participation d'un mouvement politique aux émissions de télévision relatives aux élections fédérales. Les directives de la SSR de 1991 tiennent compte des critiques émises par le Tribunal fédéral dans l'arrêt Vigilance (ATF 97 I 731 ss) et prennent mieux en considération les intérêts des plus petits partis ou mouvements politiques implantés dans une seule région linguistique; ceux-ci ne sauraient toutefois revendiquer un temps d'antenne semblable aux formations politiques plus importantes et aux mêmes heures d'écoute."], "faits": "BGE 119 Ib 250 S. 250\n\nLes 24 janvier et 19 février 1991, la Société suisse de radiodiffusion et télévision (SSR) a adopté les directives en vue de régler les émissions relatives aux élections fédérales 1991. Ces directives prévoyaient la planification et la réalisation des émissions électorales par régions linguistiques (ch. 2.1). Pour la Suisse romande, la participation des partis et des mouvements à ces émissions était subordonnée aux conditions suivantes (ch. 3.1):\n\n\"- présenter une liste dans au moins un des cantons de la région linguistique,\n\n\"- avoir un représentant aux Chambres fédérales ou 7% des sièges dans un BGE 119 Ib 250 S. 251Parlement cantonal.\"\n\nLes partis et mouvements politiques qui ne satisfaisaient pas à ces critères pouvaient demander de participer à des émissions offrant un cadre plus modeste, à condition de présenter des listes dans un canton au moins de Suisse romande (ch. 3.2). Les partis et les mouvements ainsi admis n'avaient toutefois accès qu'aux émissions d'un seul média, radio ou télévision (ch. 4.3). Les directives prévoyaient en outre que le temps d'antenne serait équitablement réparti entre les partis et les mouvements en proportion de leur importance numérique et que la place des émissions serait déterminée en fonction du même critère (ch. 4.1).\n\nUn délai au 1er juin était imparti aux partis et mouvements pour déposer leur demande d'admission; ceux qui n'étaient pas représentés à l'Assemblée fédérale devaient avoir connaissance des modalités et des conditions par communiqué de la SSR (ch. 3.3 et 3.4).\n\nL'association Légital, dont le siège est à Genève, est un groupement politique qui a notamment pour but de promouvoir la prise de conscience des devoirs et des droits en matière civique, administrative, juridique et pénale, ainsi que la pratique des principes de la légitimité, la légalité et l'équité (art. 1 et 2 des statuts).\n\nLe 15 juillet 1991, le secrétaire et mandataire de Légital, Me Jean-Pierre Egger, s'adressa au Directeur de la SSR pour demander l'admission de cette association aux émissions électorales en contestant également la validité des directives.\n\nAprès un échange de correspondances, la SSR confirma, par lettre du 23 juillet 1991, qu'elle ne voyait pas de raisons de modifier ou d'annuler les directives offrant aux petits partis et mouvements politiques un cadre plus modeste de participation aux émissions électorales.\n\nSaisi d'un recours de Légital, le Département fédéral des transports, des communications et de l'énergie s'est déclaré compétent pour examiner les directives et leur application, mais a traité le cas comme une dénonciation à l'autorité de surveillance au sens de l'art. 71 PA et non comme un recours administratif, dans la mesure où ni la lettre de la SSR du 23 juillet 1991, ni les directives ne pouvaient être considérées comme une décision au sens de l'art. 5 PA. Sur le fond, le Département a rejeté le recours, par décision du 9 octobre 1991.\n\nLe Tribunal fédéral a rejeté dans le sens des considérants le recours que Jean-Pierre Egger a formé, en son nom personnel et en celui de Légital, contre cette décision.\n\nBGE 119 Ib 250 S. 252", "considerants": "Extrait des considérants:\n\n3. a) Sur le fond, les recourants se plaignent de l'inconstitutionnalité des conditions d'admission aux émissions électorales, posées par les directives de la SSR du 24 janvier 1991. Ils soutiennent notamment que la SSR aurait violé le devoir d'objectivité que lui impose la concession en n'accordant pas aux nouveaux partis ou mouvements un temps d'antenne aux mêmes heures que celui prévu pour les partis parlementaires, soit après le téléjournal de 19 h 30. Les trois minutes d'antenne accordées à Légital après 23 h, sans indication dans les programmes de la télévision, revenaient ainsi à priver cette association de participation aux émissions électorales.\n\nb) D'une manière générale, il n'existe pas de droit à l'antenne qui puisse être déduit des dispositions constitutionnelles ou légales prévoyant que la radio et la télévision contribuent à la libre information de l'opinion (art. 55bis al. 2 Cst., art. 3 et 4 LRTV, art. 4 de la concession de la SSR; voir également BEAT VONLANTHEN, Das Kommunikationsgrundrecht \"Radio- und Fernsehfreiheit\", thèse Fribourg 1987, p. 425; BLAISE ROSTAN, Les médias audiovisuels en droit international, in Aspects du droit des médias II, p. 263). De même, le droit à la liberté d'expression, comme le droit de communiquer des informations selon l'art. 10 CEDH, ne confèrent en principe pas le droit de bénéficier d'un temps d'antenne afin de promouvoir ses idées (GIORGIO MALINVERNI, La liberté de l'information dans la Convention européenne des droits de l'homme et dans le Pacte international relatif aux droits civils et politiques, in Aspects du droit des médias II, p. 185). Cela n'exclut pas que, très exceptionnellement, le refus d'accorder un temps d'antenne à un ou plusieurs groupes de personnes puisse soulever un problème, notamment au regard des art. 10 et 14 CEDH, si un groupe est exclu des émissions, alors que d'autres y sont admis, plus particulièrement si, en période d'élection ou de votation, un parti est privé de toute possibilité d'émission alors que d'autres partis de même importance se voient accorder un temps d'antenne (ATF 97 I 733; MALINVERNI, op.cit., p. 185; ROSTAN, op.cit., p. 263; cf. aussi DANIEL TRACHSEL, Medienfreiheit als Grundlage justiziabler Leistungsforderung, in La liberté des media, au service de qui?, p. 61).\n\nc) En l'espèce, les directives de la SSR du 24 janvier 1991 tiennent compte des remarques émises par le Tribunal fédéral au sujet des critères d'admission aux émissions électorales (ATF 97 I 735) et sont donc moins sévères que celles critiquées, mais pas annulées, de BGE 119 Ib 250 S. 2531971. Elles prennent mieux en considération les intérêts des petits partis, notamment lorsque certains d'entre eux ne sont implantés que dans une seule région linguistique. Elles n'exigent plus de pouvoir faire état d'un groupe sortant aux Chambres fédérales, mais admettent qu'un seul parlementaire suffit. On ne saurait ainsi reprocher à la SSR d'avoir négligé des petits partis cantonaux, puisqu'elle leur octroie un droit de participation, s'ils présentent une liste dans leur canton et ont 7% des sièges au Grand Conseil. A cet égard, la SSR estime qu'elle a fait un effort particulier pour élargir la participation aux émissions électorales fédérales de 1991, acceptant onze partis en Suisse romande sur les vingt-quatre listes déposées. Quant aux partis et mouvements politiques ayant bénéficié des nouvelles émissions offrant un cadre plus modeste au sens du chiffre 3.2 des directives, elle relève que, contrairement à ce que soutiennent les recourants, la presse en rendait compte dans la présentation des programmes.\n\nDans ces circonstances, la SSR n'a pas dépassé le cadre de ses pouvoirs, ni violés son devoir d'objectivité en accordant aux plus petits partis ou mouvements politiques un temps d'écoute moins grand et à des heures moins favorables qu'à celui octroyé aux formations plus importantes, déjà représentées au Parlement ou dans un législatif cantonal. Les choix opérés par la SSR résultent des autres obligations (divertissement, éducation, etc.) qu'elle doit poursuivre pendant la durée de la campagne, ainsi que du nombre de partis susceptibles d'y participer. La solution ainsi retenue par le chiffre 3.2 des directives n'est pas critiquable; elle est notamment fondée sur le principe contenu au chiffre 4.1, selon lequel les temps d'émission seront déterminés en fonction de l'importance numérique des partis. S'il est certes essentiel que l'auditeur et le téléspectateur puissent prendre connaissance de la diversité des idées, il n'est toutefois pas nécessaire de donner le même espace à toutes les idées pour que leur diversité soit convenablement reflétée (DENIS BARRELET, Droit suisse des mass media, 2e éd. 1987, n. 178, p. 72). En tant que petite formation politique représentée uniquement dans le canton de Genève, Légital n'avait donc aucun droit de revendiquer un temps d'antenne semblable aux partis politiques déjà connus.\n\nd) Beaucoup plus discutable apparaît en revanche la règle selon laquelle l'accès des plus petits partis serait limité à un seul média, radio ou télévision (ch. 4.3). Cette question peut cependant rester ouverte, dès lors qu'elle ne s'est pas posée dans le présent litige et n'a pas davantage été soulevée par les parties."}