{"annee": "119", "cour": "IA", "page": "13", "date": "5/2/1993", "cite": ["118 IA 14", "114 IA 275", "112 IA 142", "107 IB 264", "115 IA 12", "117 IA 421", "114 IA 105", "117 IA 157"], "cite_par": ["127 I 196", "125 I 209", "132 I 13"], "chapeau": "4. Extrait de l'arrêt de la Ire Cour de droit public du 5 février 1993 dans la cause P. contre Juge d'instruction du Valais central, M. et banque B. (recours de droit public)", "regestes": ["Art. 6 CEDH, art. 4 et 58 Cst.; art. 28 al. 2 OJ; sort des actes de procédure effectués par un magistrat récusé. En cas de récusation facultative, tout acte de procédure effectué après la demande de récusation par le magistrat récusé, ou avec sa participation, doit pouvoir être écarté de la procédure (consid. 3a). L'interprétation du droit cantonal (de teneur identique à l'art. 28 al. 2 OJ), selon laquelle les actes litigieux doivent être attaqués dans les trente jours suivant la découverte du cas de récusation, et au plus tard dès l'admission de la demande de récusation, n'est pas arbitraire (consid. 3b); elle est compatible avec les exigences du droit constitutionnel en matière de récusation (consid. 3c), et ne consacre ni un formalisme excessif (consid. 4), ni, en l'espèce, une violation du principe de la bonne foi (consid. 5)."], "faits": "BGE 119 Ia 13 S. 14\n\nA.- Dans le cadre d'une procédure pénale ouverte notamment contre P., ce dernier a déposé le 7 novembre 1990 une demande de récusation contre le Juge-instructeur I du district de Sion, chargé de la cause, en raison des propos tenus par ce magistrat à son encontre. Le 17 décembre 1990, le Président du Tribunal cantonal valaisan (ci-après: le Tribunal cantonal) a rejeté la requête de récusation au motif que les propos que P. prêtait au Juge-instructeur n'étaient pas avérés; les preuves requises à ce propos n'avaient pas à être administrées, la loi ne prévoyant que l'interpellation du magistrat. Par arrêt du 6 mars 1991, le Tribunal fédéral a annulé cette décision; il appartenait à l'autorité d'administrer les preuves pertinentes offertes par le requérant à l'appui de sa demande.BGE 119 Ia 13 S. 15\n\nAprès le dépôt de la demande de récusation, le Juge d'instruction a poursuivi l'enquête. Le 29 janvier 1991, il a disjoint la cause concernant P. de celles qui concernaient les autres personnes impliquées, et a par la suite mis plusieurs d'entre elles au bénéfice d'un non-lieu; P. n'a pas recouru contre ces différentes décisions.\n\nB.- Le 20 février 1992, le Président du Tribunal cantonal a admis la demande de récusation. Si les preuves administrées ne permettaient pas de retenir que le magistrat aurait tenu les propos incriminés, P. pouvait néanmoins douter de son impartialité. L'instruction a été confiée au Juge d'instruction pénale du Valais central.\n\nC.- Interpellé le 6 mai 1992 par ce magistrat sur les conséquences qu'il entendait tirer de la récusation, P. prit notamment les conclusions suivantes:\n\n\"- Tous les actes de la procédure postérieurs à la demande de récusation sont annulés.\n\n- L'instruction est reprise au stade où elle se trouvait au moment où la demande de récusation a été formulée. En particulier, la décision de disjonction de causes et les non-lieux prononcés par le magistrat récusé sont annulés.\"\n\nLe Juge d'instruction a statué le 20 mai 1992 sur ces conclusions. Il les a déclarées irrecevables en tant qu'elles tendaient à l'annulation des décisions de disjonction et de non-lieu, contre lesquelles P. n'avait pas recouru; il les a rejetées dans la mesure où elles tendaient à l'annulation d'actes d'instruction qui ne portaient pas clairement l'empreinte du juge récusé, parce qu'ils avaient été effectués à la demande du prévenu lui-même, ou à la demande d'autres parties à la procédure, ou parce que P. y avait assisté et avait pu intervenir. Il a en revanche éliminé du dossier les pièces relatives à des actes d'instruction ordonnés d'office par le magistrat récusé.\n\nD.- Par arrêt du 30 septembre 1992, le Tribunal cantonal a rejeté, dans la mesure où elle était recevable, la plainte formée par P. contre la décision du 20 mai 1992. Selon l'art. 36 al. 1 du code de procédure pénale valaisan (CPP/VS), les actes de procédure effectués par un magistrat récusé n'étaient pas nuls, mais annulables; le recourant aurait dû en requérir l'annulation, dans les trente jours au plus tard dès réception de la décision du 20 février 1992, par une demande de révision s'agissant des décisions de non-lieu, et en recourant auprès de l'autorité qui avait statué sur la demande de récusation s'agissant des autres actes. Les conclusions du recourant, tardives, étaient irrecevables.BGE 119 Ia 13 S. 16\n\nAgissant par la voie du recours de droit public, Daniel-André P. demande au Tribunal fédéral d'annuler ce dernier arrêt, pour violation des art. 4 et 58 Cst., et 6 CEDH. Le Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n2. La cour cantonale a estimé que la plainte déposée par le recourant était irrecevable. S'agissant des actes d'instruction dont l'annulation était requise, P. aurait dû recourir contre ces actes auprès de l'autorité qui avait statué sur la demande de récusation, au plus tard dans les trente jours après réception de la décision du 20 février 1992. Entreprise en dehors de ce délai, et auprès d'une autorité incompétente, la démarche du recourant était irrecevable. A titre subsidiaire, la cour cantonale a estimé que, même recevables, les conclusions du recourant devraient être \"en grande partie\" rejetées.\n\nLorsque la décision attaquée se fonde sur plusieurs motivations indépendantes, alternatives ou subsidiaires, toutes suffisantes, le recourant doit, à peine d'irrecevabilité, démontrer que chacune d'entre elles viole ses droits constitutionnels (art. 90 al. 1 let. b OJ; ATF 107 Ib 268 consid. 3b). En l'espèce, il convient d'examiner en premier lieu la motivation principale de l'arrêt attaqué, relative à l'irrecevabilité de la plainte.\n\n3. Le recourant se plaint d'une \"violation\" de l'art. 36 du code de procédure pénale valaisan (CPP/VS). Il n'invoque toutefois expressément aucune violation du droit constitutionnel, de sorte que la recevabilité du recours paraît douteuse. Supposée invoquée à ce sujet une violation des art. 6 CEDH, 4 et 58 Cst. (dispositions invoquées en d'autres endroits du recours), le grief devrait de toute manière être écarté.\n\na) Selon une jurisprudence constante, les art. 6 CEDH et 58 Cst. ne s'appliquent pas à la récusation d'un juge d'instruction, magistrat n'exerçant pas de fonction juridictionnelle (ATF 112 Ia 144 consid. 2b). En dehors du champ d'application de ces dispositions, l'art. 4 Cst. permet d'obtenir la récusation de toute autorité appelée à rendre une décision pouvant influer sur la situation du justiciable (arrêt rendu le 6 mars 1991 dans la même cause, consid. 2a; ATF 114 Ia 276 consid. 2). Cette garantie a pour corollaire que toute décision, ou tout acte de procédure susceptible d'influer sur la décision, pris par un magistrat récusé ou avec la participation d'un tel magistrat, doit pouvoir BGE 119 Ia 13 S. 17être écarté de la procédure. Le Tribunal fédéral examine librement si l'application non arbitraire du droit cantonal de procédure est compatible avec les exigences déduites du droit constitutionnel (ATF 117 Ia 159 consid. 1a et les arrêts cités).\n\nb) Reprenant largement les termes de l'art. 28 de la loi fédérale d'organisation judiciaire (OJ), l'art. 36 CPP/VS a la teneur suivante:\n\n\"1 Tous les actes auxquels a participé un magistrat ou un fonctionnaire judiciaire qui avait l'obligation de se récuser sont annulables et peuvent être attaqués par chacune des parties: s'il s'agit de jugements dans les trente jours dès la notification du jugement et selon la procédure de révision des jugements; dans les autres cas, dans les trente jours dès la découverte du cas de récusation, par la voie du recours à l'autorité compétente pour statuer sur la demande de récusation.\n\n2 En cas de récusation facultative, les opérations postérieures à la demande de récusation sont seules annulées.\"\n\nS'agissant d'une récusation facultative, la cour cantonale a estimé que les actes du juge d'instruction n'étaient pas nuls, mais simplement annulables. Le recourant critique cette manière de voir en s'appuyant sur le libellé de l'art. 36 al. 2 CPP/VS. L'interprétation retenue par le Tribunal cantonal ne saurait toutefois être qualifiée d'arbitraire. Il serait en effet illogique de tenir pour nuls de plein droit ces actes de procédure lorsqu'il s'agit de récusation facultative, alors qu'ils ne sont qu'annulables en cas de récusation obligatoire. Nonobstant sa rédaction ambiguë, il faut bien plutôt comprendre l'art. 36 al. 2 CPP/VS en ce sens que seuls sont annulables, en cas de récusation facultative, les actes effectués postérieurement à la demande de récusation. C'est d'ailleurs la solution retenue à propos de l'art. 28 al. 2 OJ, dont l'alinéa 2 a seulement pour effet de limiter, en cas de récusation facultative, l'étendue de l'annulation (POUDRET, Commentaire de la loi fédérale d'organisation judiciaire, Berne 1990 p. 144).\n\nLa cour cantonale a par ailleurs estimé que les actes litigieux devaient être entrepris dans les trente jours suivant la découverte du cas de récusation, soit en l'espèce au plus tard dès l'admission de la demande de récusation par le Président du Tribunal cantonal. Le texte légal pourrait aussi être compris en ce sens qu'en prononçant la récusation, le juge en détermine aussi d'office et d'emblée les effets, sans avoir à attendre une nouvelle requête des parties. Toutefois, la solution retenue par le Tribunal cantonal peut se fonder sur une application analogique de l'art. 36 al. 1 CPP/VS et sur la considération qu'en matière de récusation facultative il n'y a pas de motif majeur d'annuler BGE 119 Ia 13 S. 18des opérations qui ne sont pas mises en cause par les parties, ce qui irait à l'encontre du principe de la proportionnalité. La même solution a été préconisée en application de l'art. 28 al. 2 OJ (cf. POUDRET, loc.cit.); elle n'est pas insoutenable en application du droit cantonal.\n\nc) Il convient encore d'examiner si l'application du droit cantonal par l'autorité intimée, en soi soutenable, est compatible avec les exigences du droit constitutionnel en matière de récusation.\n\nComme le relève le recourant, on ne saurait exiger de lui - dès lors que l'instruction pénale n'a pas été suspendue durant la procédure de récusation - qu'il saisisse l'autorité compétente d'une demande d'annulation après chaque acte du juge dont la récusation est demandée. Cela compliquerait inutilement l'exercice de son droit constitutionnel, constituant un formalisme excessif (ATF 118 Ia 15 consid. 2a et les arrêts cités). La cour cantonale a toutefois estimé en l'espèce qu'une telle demande pouvait encore être formée dans les trente jours suivant la notification de la décision admettant la récusation. Une telle solution permet, par un seul acte, d'obtenir l'annulation effective de toutes les mesures d'instruction contestées. Elle permet ainsi la réalisation des garanties découlant du droit constitutionnel. Dans la mesure où il est suffisamment motivé, le grief doit donc être écarté.\n\n4. Le recourant se plaint de formalisme excessif. Il fait valoir qu'on ne saurait exiger de lui le dépôt d'un recours après chaque acte d'instruction, et qu'il avait formulé les \"réserves les plus expresses résultant de la demande de récusation\" à l'occasion de sa requête en complément de preuves, puis lors de chaque séance d'instruction. Il perd toutefois de vue que, selon l'interprétation retenue par la cour cantonale, il n'était pas obligé de recourir systématiquement contre tous les actes d'instruction contestés; par ailleurs, on ne saurait traiter d'excès de formalisme le fait de ne pas interpréter des \"réserves\" générales comme une demande d'annulation portant sur des actes de procédure déterminés.\n\n5. Le recourant se prévaut enfin du principe de la bonne foi.\n\na) En tant qu'il se rapporte aux réserves faites par le recourant à l'occasion des actes d'instruction, le grief est mal fondé (consid. 4). Il l'est aussi dans la mesure où il se rapporte à l'indication figurant dans le jugement du 20 février 1992, selon laquelle \"s'agissant de récusation facultative, il sied de spécifier que les opérations postérieures à la demande de récusation sont seules annulées (art. 36 al. 2 CPP)\". En effet, si cette seule phrase pourrait en soi faire croire à BGE 119 Ia 13 S. 19une nullité absolue, prononcée d'office, le Tribunal cantonal s'est borné à rappeler la teneur de l'art. 36 al. 2 CPP/VS. Or, on l'a vu, selon une interprétation soutenable de l'ensemble de l'art. 36 CPP/VS, les actes litigieux ne sont qu'annulables, à la demande expresse et formelle du plaideur; le recourant, assisté d'un avocat, était capable d'envisager une telle interprétation. Il ne saurait prétendre avoir été induit en erreur par le simple rappel d'une disposition légale, qui n'emportait aucune assurance de la part de l'autorité au sujet de la voie de droit adéquate (cf. ATF 117 Ia 422 consid. 2a, ATF 115 Ia 18 consid. 4a, ATF 114 Ia 106 -107 consid. 2a).\n\nb) Il résulte sans doute de la décision attaquée que, jusqu'au 20 février 1992, les autorités judiciaires - et les justiciables - n'étaient guère au clair quant aux conséquences de l'admission d'une demande de récusation facultative sur les actes accomplis jusque-là par le magistrat récusé. En elle-même, la décision du 20 février 1992 pouvait paraître équivoque; elle ne montrait en tout cas pas au justiciable comment il devait s'y prendre. Il n'existait apparemment pas de jurisprudence publiée sur ce sujet. Le Juge d'instruction pénale du Valais central s'est cru compétent pour régler cette question d'office; en date du 6 mai 1992, il a interpellé le recourant qui lui a présenté ses conclusions en annulation; le 20 mai 1992, ce magistrat s'est prononcé en faisant le départ entre les actes annulés et ceux qui étaient maintenus. Finalement, l'interprétation retenue a été donnée par l'arrêt attaqué de la Chambre pénale du Tribunal cantonal.\n\nDans ces circonstances, il eût été certes souhaitable que l'autorité judiciaire montrât assez tôt au justiciable quelle était la marche à suivre.\n\nIl est cependant douteux qu'on puisse reprocher, dans cette situation, aux autorités judiciaires une violation des règles de la bonne foi, pour avoir omis d'informer le recourant. Certes, le principe de la bonne foi peut, à certaines conditions, exiger de l'autorité qu'elle informe le plaideur qui commet ou s'apprête à commettre une erreur de procédure, pour autant notamment que le vice soit reconnaissable et que l'informalité puisse être réparée à temps (ATF 114 Ia 22, 111 Ia 169). En l'espèce, la solution n'était pas évidente pour l'autorité elle-même, compte tenu de l'incertitude quant à la solution de procédure; à ce stade, elle était aussi exposée au risque de se tromper. Il n'était pas non plus patent alors que le justiciable se trouvait dans l'erreur. Par ailleurs, ce dernier était assisté d'un conseil professionnel dont on pouvait attendre une diligence particulière. A en juger d'après le mémoire de recours, le problème de l'application de BGE 119 Ia 13 S. 20l'art. 36 CPP/VS ne devait pas lui échapper. Aussi pouvait-on raisonnablement penser que P. était en mesure de se poser la question nécessaire et de prendre en conséquence les mesures de procédure appropriées. Pour des motifs équivalents, on ne saurait guère faire aux autorités valaisannes le reproche de n'avoir pas interprété la réponse à la demande du 6 mai 1992 comme un recours en annulation selon l'art. 36 CPP/VS, à transmettre à l'autorité compétente, dès lors que de telles conclusions eussent été évidemment tardives.\n\nCes questions souffrent cependant de demeurer indécises car le recourant ne s'est pas prévalu d'une violation des règles de la bonne foi dans ce sens (art. 90 al. 1 let. b OJ)."}