{"annee": "119", "cour": "IV", "page": "266", "date": "10/9/1993", "cite": ["118 IV 397", "106 IV 72", "117 IV 467"], "cite_par": ["133 IV 187", "142 IV 401", "137 IV 33"], "chapeau": "50. Auszug aus dem Urteil des Kassationshofes vom 10. September 1993 i.S. I. gegen Staatsanwaltschaft des Kantons St. Gallen (Nichtigkeitsbeschwerde)", "regestes": ["Art. 19 ch. 1 al. 5 LStup; possession sans droit de stupéfiants. Celui qui met son logement à la disposition d'autrui, afin d'y dissimuler des stupéfiants, ne fait pas que tolérer d'une manière passive le dépôt de ceux-ci, aussi n'agit-il pas seulement en qualité de complice, mais, en raison de son comportement actif, il se rend également coupable de possession sans droit de stupéfiants, en tant qu'auteur indépendant."], "faits": "BGE 119 IV 266 S. 266\n\nDas Kantonsgericht St. Gallen sprach I. mit Urteil vom 7. Dezember 1992 in zweiter Instanz der schweren Widerhandlung gegen das Betäubungsmittelgesetz schuldig und verurteilte ihn zu 12 Monaten Gefängnis unter Anrechnung der Untersuchungshaft von 17 Tagen. Den Vollzug der Freiheitsstrafe schob es unter Gewährung einer Probezeit von zwei Jahren bedingt auf.\n\nGegen diesen Entscheid führt I. eidgenössische Nichtigkeitsbeschwerde, mit der er beantragt, das angefochtene Urteil sei aufzuheben, BGE 119 IV 266 S. 267es sei auf Gehilfenschaft zur Widerhandlung gegen das Betäubungsmittelgesetz zu erkennen und die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen.\n\nDie Staatsanwaltschaft des Kantons St. Gallen beantragt in ihrer Vernehmlassung Abweisung der Nichtigkeitsbeschwerde. Das Kantonsgericht St. Gallen hat auf Gegenbemerkungen verzichtet.", "considerants": "Aus den Erwägungen:\n\n2. a) Die Vorinstanz legte ihrem Entscheid folgenden Sachverhalt zugrunde: Im Rahmen einer Hausdurchsuchung der vom Beschwerdeführer benutzten Räumlichkeiten wurden in seiner Wohnung 0,3 Gramm Heroin sowie 0,1 Gramm Haschisch und in einem von ihm gemieteten Zimmer im Restaurant \"Rössli\" 37 Gramm Kokain, abgepackt in neun Plastiksäcklein, und 9,5 Gramm Heroin in einer Hose im Wandschrank aufgefunden. Gestützt auf die Angaben des Beschwerdeführers nahm die Vorinstanz an, dieser habe einem ihm bekannten A. beim Abfüllen der Drogen geholfen. Ferner habe er ihm erlaubt, das Rauschgift in seinem Zimmer kurzfristig zu verstecken sowie 0,3 Gramm Heroin und 0,1 Gramm Haschisch in der Wohnung seines Bruders zu deponieren. Nach den Feststellungen der ersten Instanz sei A. einige Tage später im Restaurant \"Rössli\" erschienen und habe gegenüber dem Beschwerdeführer versichert, dass er die Drogen wieder an sich genommen habe. Davon sei der Beschwerdeführer ausgegangen, bis die Polizei die Betäubungsmittel anlässlich der Hausdurchsuchung gefunden habe.\n\nb) Aufgrund dieses Sachverhalts erklärte die Vorinstanz den Beschwerdeführer der qualifizierten Widerhandlung gegen das Betäubungsmittelgesetz im Sinne von Art. 19 Ziff. 1 in Verbindung mit Ziff. 2 lit. a BetmG schuldig. Sie führte aus, der Beschwerdeführer habe die Betäubungsmittel im Sinne von Art. 19 Ziff. 1 Abs. 5 BetmG besessen. Das ebenfalls in Frage kommende unbefugte Lagern gemäss Abs. 3 derselben Bestimmung werde von der Tathandlung des unbefugten Besitzens mitumfasst. Der Tatbestand des unbefugten Besitzens liege stets vor, wenn der Täter Betäubungsmittel anders als auf dem vom Gesetz vorgeschriebenen Weg erlangt habe. Der Beschwerdeführer habe die von A. mitgeführten Drogen spätestens zu dem Zeitpunkt in diesem Sinne erlangt, als sich jener verabschiedet habe, um seinen Stoff später wieder abzuholen. Er habe BGE 119 IV 266 S. 268dadurch die tatsächliche Möglichkeit des Zuganges zu der Sache gehabt. Ebenfalls sei der Wille, die Sache den tatsächlichen Möglichkeiten gemäss zu beherrschen, vorhanden gewesen, da der Beschwerdeführer die Betäubungsmittel A. zur Verfügung gehalten und für ihn aufbewahrt habe. Indem der Beschwerdeführer bereit war, die Hinterlegung der Betäubungsmittel zu dulden, habe er im Sinne des Betäubungsmittelgesetzes daran Besitz begründet.\n\nc) Der Beschwerdeführer räumt ein, dass er sich der Gehilfenschaft zur Widerhandlung gegen das Betäubungsmittelgesetz schuldig gemacht habe, indem er A. behilflich gewesen sei, die Betäubungsmittel zu portionieren. Indes wendet er sich gegen den Schuldspruch der Mittäterschaft zum qualifizierten Verstoss gegen das Betäubungsmittelgesetz. Er macht geltend, für eine Verurteilung gemäss Art. 19 Ziff. 1 Abs. 3 und 5 BetmG genüge eine blosse faktische Herrschaftsmöglichkeit über die Betäubungsmittel nicht. Aus der bestehenden Herrschaftsmöglichkeit könne zudem auch nicht auf einen diesbezüglichen Herrschaftswillen geschlossen werden. Der Herrschaftswille sei nicht bereits dann gegeben, wenn ein Gegenstand im Zugriffsbereich eines anderen liege. Der subjektive Tatbestand sei nur dann erfüllt. wenn sich die Tathandlung nicht auf ein blosses Dulden beschränke, sondern zusätzlich ein eigener Herrschaftswille gegeben sei.\n\nDer Beschwerdeführer bringt weiter vor, er habe Art. 19 Ziff. 1 Abs. 3 und 5 BetmG auch nicht durch Unterlassen im Sinne eines unechten Unterlassungsdelikts erfüllt. Er habe von der Existenz der Drogen erst Kenntnis erhalten, als diese sich bereits in seiner Wohnung befunden hätten. A. sei nicht bereit gewesen, diese wieder mitzunehmen. In dieser Situation könne die Duldung der Lagerung nicht strafbar sein.\n\n3. a) Gemäss Art. 19 Ziff. 1 Abs. 3 und 5 BetmG macht sich strafbar, wer unbefugt Betäubungsmittel lagert, versendet, befördert, ein-, aus- oder durchführt bzw. unbefugt besitzt, aufbewahrt, kauft oder sonstwie erlangt. Dem Beschwerdeführer wird zur Last gelegt, dass er seinem Bekannten A. erlaubt habe, für kurze Zeit in seinem Zimmer und in der Wohnung seines Bruders Betäubungsmittel zu verstecken. Zu prüfen ist, ob der Beschwerdeführer dadurch selbständig einen der in Art. 19 Ziff. 1 BetmG umschriebenen Tatbestände erfüllt oder als Gehilfe lediglich einen untergeordneten, vom Gesetz nicht als selbständiges Delikt erfassten Beitrag geleistet hat. Zu beachten ist in diesem Zusammenhang, dass Art. 19 Ziff. 1 BetmG nahezu alle Unterstützungshandlungen, die bei anderen Tatbeständen BGE 119 IV 266 S. 269als Teilnahmehandlungen erfasst werden, als selbständige Handlungen umschreibt. So hat nach der Rechtsprechung jede dieser in Art. 19 Ziff. 1 BetmG aufgeführten Handlungen die Bedeutung eines selbständigen Straftatbestandes und untersteht der vollen Strafdrohung, wer in eigener Person einen dieser gesetzlichen Tatbestände objektiv und subjektiv erfüllt (BGE 118 IV 397 E. 2c, BGE 106 IV 72 E. 2b).\n\nb) In Frage kommen im zu beurteilenden Fall die Tathandlungen des Lagerns und Besitzens bzw. Aufbewahrens gemäss Art. 19 Ziff. 1 Abs. 3 und 5 BetmG. Die romanischen Gesetzestexte sprechen in diesem Zusammenhang von \"entreposer\", \"posséder\" und \"détenir\" bzw. von \"depositare\", \"possedere\" und \"detenere\". Besitz und Lagerung sind schon im Gesetz betreffend Betäubungsmittel vom 2. Oktober 1924 als strafbare Handlungen bezeichnet worden (AS 41 [1925] 439, Art. 11 Abs. 1; vgl. auch Art. 33 und 36 Ziff. 1 des Einheits-Übereinkommens über die Betäubungsmittel vom 30. März 1961, für die Schweiz in Kraft getreten am 22. Februar 1970 [SR 0.812.121.01]). Die Tathandlung des Aufbewahrens wurde durch die Gesetzesrevision vom 8. Oktober 1951 eingefügt (AS 1952 241, Art. 19 Ziff. 1 Abs. 3).\n\nc) Besitz im Sinne des BetmG meint nicht den Zustand als solchen, sondern ein dafür kausales Verhalten, nämlich die Herbeiführung und Aufrechterhaltung des illegalen Zustands. Der Tatbestand ist demnach erfüllt, wenn der Täter anders als auf dem im Gesetz vorgeschriebenen Weg Betäubungsmittel erlangt hat (ALFRED SCHÜTZ, Die Strafbestimmungen des Bundesgesetzes über die Betäubungsmittel ..., Diss. Zürich 1980, S. 123 f.; ebenso GÜNTER HEINE, Landesbericht Schweiz, S. 569, in JÜRGEN MEYER, Betäubungsmittelstrafrecht in Westeuropa, Freiburg i.Br. 1987). Besitz im Sinne des BetmG setzt entsprechend dem Gewahrsamsbegriff beim Diebstahl Herrschaftsmöglichkeit und Herrschaftswille voraus. Dabei umfasst Herrschaftsmöglichkeit die tatsächliche Möglichkeit des Zugangs zur Sache und das Wissen darum, wo sie sich befindet, und bezeichnet Herrschaftswille den Willen, die Sache der tatsächlichen Möglichkeit gemäss zu beherrschen (BGE 115 IV 104 f. E. 1c aa; GÜNTER STRATENWERTH, Schweizerisches Strafrecht, Bes. Teil I, 4. Aufl., Bern 1993, § 13 N 79 ff.; vgl. auch MARTIN SCHUBARTH, Kommentar Strafrecht, Bes. Teil, 2. Band, N 54 f. zu Art. 137). Bei Sachen innerhalb der eigenen Herrschaftssphäre, deren Vorhandensein jederzeit festgestellt werden kann, genügt ein entsprechender genereller Herrschaftswille (STRATENWERTH, a.a.O., § 13 N 88).\n\nBGE 119 IV 266 S. 270\n\nDie Vorinstanz stellte verbindlich fest, der Wille des Beschwerdeführers habe sich, indem er die Hinterlegung der Betäubungsmittel geduldet habe, darauf gerichtet, den Stoff für A. aufzubewahren. Dadurch habe der Beschwerdeführer an den sich in seinem Zugriffsbereich befindenden Betäubungsmitteln Besitz im Sinne des BetmG erlangt. Sie nahm dabei an, sowohl Herrschaftsmöglichkeit als auch Herrschaftswille seien gegeben, und bejahte aufgrund dessen den Besitz. Dies ist entgegen der Auffassung des Beschwerdeführers nicht zu beanstanden. Wohl spricht die Vorinstanz zum Teil bloss von einem Dulden des Beschwerdeführers. Indem sie aber in verbindlicher Weise Herrschaftswille und Herrschaftsmöglichkeit feststellte, verstand sie das Dulden der Hinterlegung nicht als passives Verhalten (vgl. zur entsprechenden Problematik bei der Begünstigung BGE 117 IV 467 E. 3). Vielmehr ging sie davon aus, der Beschwerdeführer habe A. die Örtlichkeiten zur Verfügung gestellt, wo dieser die Drogen verstecken konnte, und die Hinterlegung somit aktiv unterstützt. Daraus ergibt sich sein Besitz an den in seinen Räumlichkeiten versteckten Drogen. Der Beschwerdeführer hat bei dieser Sachlage selbständig gegen das BetmG verstossen und sich nicht bloss der Gehilfenschaft schuldig gemacht.\n\nd) Ob der Tatbestand des Lagerns ebenfalls erfüllt ist, kann offenbleiben, da die Vorinstanz dies dem Beschwerdeführer nicht zur Last legte. Sie ging (irrtümlicherweise) davon aus, der Besitz von Drogen umfasse immer auch das Lagern (vgl. SCHÜTZ, a.a.O., S. 111). Sie zog damit einen selbständigen Tatbestand des Lagerns - im Ergebnis hier wohl zu Recht - gar nicht in Betracht.\n\nBei diesem Ergebnis ist nicht zu prüfen, ob der Beschwerdeführer durch Unterlassen im Sinne eines unechten Unterlassungsdelikts gegen Art. 19 Ziff. 1 Abs. 3 und 5 BetmG verstossen hat."}