{"annee": "119", "cour": "IB", "page": "116", "date": "23/4/1993", "cite": ["108 IB 227"], "cite_par": ["140 II 88", "131 II 593", "144 II 427"], "chapeau": "14. Extrait de l'arrêt de la IIe Cour de droit public du 23 avril 1993 dans la cause D. SA contre Commission cantonale des recours du canton du Jura et Service des contributions du canton du Jura (recours de droit administratif)", "regestes": ["Art. 49 al. 1 let. b AIFD: prestations à l'actionnaire. 1. La libéralité que fait une filiale à une société soeur représente d'abord une prestation appréciable en argent à la société mère, dans la mesure où elle n'aurait pas été faite dans les mêmes circonstances à un tiers; pour la société soeur finalement gratifiée, la prestation constitue une forme de financement, souvent occulte (consid. 2). 2. Une opération spéculative sur métal-argent ayant entraîné une perte ne saurait être le fait d'une société qui, vidée de sa trésorerie par son actionnaire, était dans l'incapacité de procéder à une telle opération par ses propres moyens, mais celui de l'actionnaire. La prestation appréciable en argent faite à l'actionnaire par une société qu'il détient par l'intermédiaire d'une autre société est notamment imposable auprès de cette dernière, par laquelle a transité ladite prestation; il est sans importance que cette libéralité n'ait pas été comptabilisée (consid. 3)."], "faits": "BGE 119 Ib 116 S. 117\n\nA.- La société D. SA, à Delémont, est détenue par la société I. H. SA, également à Delémont, qui est elle-même dans les mains de F. W., domicilié à Courtételle. D. SA est l'unique actionnaire de la société immobilière L. SA, à Lausanne.\n\nAu cours de l'année 1981, la société L. SA a procédé à une opération boursière sur métal-argent qui s'est soldée par une perte de 1'011'013 fr. 85, montant dont elle demeurait débitrice envers son courtier, C.I.T., à Andorre. Dès la fin 1981, D. SA a repris les engagements de sa filiale envers le courtier, celle-ci demeurant sa débitrice pour un montant égal. Dans le courant de 1984, F. W. acquittait les dettes de D. SA envers le courtier d'Andorre grâce aux garanties obtenues auprès de deux autres sociétés de son groupe. Devenu créancier par substitution de D. SA pour un montant de 1'148'714 fr. 40 (soit la dette initiale [1'011'013 fr. 85] augmentée des intérêts courus [137'700 fr. 65]), il compensait sa créance avec les dettes qu'il avait envers cette société.\n\nB.- Dans ses déclarations des périodes de taxation 1983/1984 et 1985/1986, D. SA a annoncé des pertes (1981: 77'185 francs; 1982: 652'490 francs; 1983: 74'224 francs; 1984: 72'444 francs). En particulier, elle comptabilisait en 1982 une perte de 819'230 fr. 60 sur la participation L. SA. En outre, elle déclarait un capital imposable et un capital proportionnel de 50'000 francs pour chacune des périodes.\n\nPar taxation du 31 mars 1988, confirmée par décision sur réclamation du 12 avril 1990, le Service des contributions du canton du Jura a procédé à diverses corrections des déclarations de D. SA; pour la période 1983/1984, il a fixé son bénéfice et son capital imposables respectivement à 138'700 francs et 547'000 francs pour l'impôt cantonal et à 134'800 francs et 645'000 francs pour l'impôt fédéral direct, le capital proportionnel étant arrêté à 793'200 francs pour les deux impôts; pour la période 1985/1986, le bénéfice imposable était arrêté à zéro, une perte moyenne de ./. 3'803 francs étant admise pour les deux impôts; le capital imposable était fixé à 434'000 francs pour l'impôt fédéral direct et à 277'000 francs pour l'impôt cantonal de 1985.BGE 119 Ib 116 S. 118\n\nPar acte du 14 mai 1990, D. SA a recouru à la Commission cantonale des recours du canton du Jura, contestant les corrections opérées.\n\nC.- Le 24 juin 1991, la Commission cantonale des recours du canton du Jura a rejeté le recours de D. SA, confirmant le bien-fondé des diverses corrections effectuées par l'autorité de taxation, à savoir la suppression de l'amortissement effectué sur sa participation à la société L. SA (par 819'230 francs, en 1982), la rectification des bénéfices déclarés lors de la vente d'une participation (S. V. SA, par 97'361 francs, en 1982) et d'une part de copropriété (par 25'994 francs, en 1982), ainsi que l'addition, respectivement à son capital et à son bénéfice, de dettes (1983/1984: 1'348'404 francs; 1985: 1'284'094 francs) et des intérêts passifs s'y rapportant (1981: 38'882 francs; 1982: 41'640 francs; 1983: 67'420 francs; 1984: 71'642 francs), motivée par sa sous-capitalisation.\n\nD.- Par mémoire du 2 août 1991, D. SA demande au Tribunal fédéral de faire droit à son recours, d'annuler les diverses corrections apportées à sa déclaration et d'ordonner l'abandon des frais de procédure devant la Commission cantonale des recours, fixés à 500 francs. Elle se plaint d'une violation du droit et d'un abus du pouvoir d'appréciation, ainsi que d'une constatation inexacte et incomplète des faits.\n\nL'Administration fédérale des contributions conclut au rejet du recours sous suite de frais. Elle demande, en outre, que le recours interjeté par ailleurs par F. W. dans son propre cas soit traité simultanément et que les taxations de celui-ci pour les périodes 1983/1984 et 1985/1986 fassent l'objet d'une reformatio in pejus afin de tenir compte d'une prestation appréciable en argent que lui aurait faite D. SA.\n\nE.- Dans le cadre de l'instruction du recours, l'Administration fédérale des contributions a produit, à la demande du juge instructeur, de nouveaux calculs d'impôts tenant compte d'une éventuelle aggravation de l'imposition de la recourante ensuite des prestations appréciables en argent faites à F. W.\n\nPar lettre du 15 juin 1992, le juge instructeur a invité D. SA à se déterminer sur ces nouveaux calculs; celle-ci a déposé ses observations le 28 septembre 1992.\n\nLe Tribunal fédéral a rejeté le recours de droit administratif dans la mesure où il était recevable; il a en outre annulé la décision attaquée et renvoyé l'affaire pour nouvelle décision dans le sens des considérants au Service des contributions du canton du Jura.\n\nBGE 119 Ib 116 S. 119", "considerants": "Extrait des considérants:\n\n2. Selon l'article 49 al. 1 Arrêté du Conseil fédéral du 9 décembre 1940 sur la perception d'un impôt fédéral direct (AIFD; RS 642.11), le bénéfice imposable des sociétés anonymes se détermine d'après le solde du compte de pertes et profits, y compris le solde reporté de l'année précédente. A ce solde sont ajoutés tous les prélèvements opérés avant le calcul de celui-ci, qui ne servent pas à couvrir des frais généraux autorisés par l'usage commercial.\n\nComptent au nombre des prélèvements qui entrent dans le calcul du solde du compte de pertes et profits les \"libéralités en faveur de tiers\" mentionnées à la lettre b de l'article 49 al. 1 AIFD. D'après la doctrine et la jurisprudence, cette notion comprend notamment les prestations appréciables en argent faites par la société, sans contre-prestation, à ses actionnaires, aux membres de l'administration ou à d'autres organes, ou encore à toute personne la ou les touchant de près et qu'elle n'aurait pas faites dans les mêmes circonstances à des tiers non participants. Ainsi entrent en considération les prestations faites par une société non seulement à une personne physique mais aussi à une autre personne morale qui lui est proche (Archives 59 p. 412; KÄNZIG, Die direkte Bundessteuer, Bâle 1992, n. 104 ad art. 49 al. 1 let. b). Lorsque des libéralités interviennent entre sociétés faisant partie d'un même groupe, en particulier entre sociétés soeurs, il y a lieu de reconstituer les relations existant entre ces sociétés - qui sont des contribuables distincts - et d'évaluer les prestations comme si celles-ci intervenaient entre tiers. Ainsi, la libéralité que fait une filiale à une société soeur représente d'abord une prestation appréciable en argent à la société mère, dans la mesure où elle n'aurait pas été faite dans les mêmes circonstances à un tiers; pour cette dernière, il s'agit d'une recette imposable, sous réserve de la réduction pour participations importantes de l'article 59 AIFD; enfin, pour la société soeur finalement gratifiée, la prestation constitue une forme de financement (souvent occulte) (JUNG/AGNER, Kommentar zur direkten Bundessteuer, Zurich 1989, n. 260 ad art. 49; ZUPPINGER/SCHÄRRER/FESSLER/REICH, Kommentar zum Zürcher Steuergesetz, Ergänzungsband, 2e éd., § 45, n. 78a et 106a; YERSIN, Apports et retraits du capital propre et bénéfice imposable, thèse Lausanne 1977, p. 151; YVES NOËL, La double imposition internationale résultant des redressements comptables entre sociétés apparentées et son élimination, thèse Lausanne 1990, p. 151; contra: M. REICH, Verdeckte Vorteilszuwendungen zwischen verbundenen BGE 119 Ib 116 S. 120Unternehmen, in Archives 54 p. 635 ss, qui admet toutefois des exceptions notamment lorsque la société mère doit amortir sa participation).\n\nL'avantage peut consister en ce que des versements qu'obtient la société ne sont pas comptabilisés par celle-ci comme rendement, mais distribués directement à l'actionnaire ou à des personnes le touchant de près (Archives 33 p. 104; MASSHARDT/GENDRE, Commentaire IDN, n. 26n ad art. 49 al. 1 let. b, p. 270). Il peut également avoir la forme d'une renonciation de la société, au profit de son actionnaire ou d'une personne la touchant de près, à des prestations auxquelles elle aurait droit juridiquement ou selon l'usage commercial (KÄNZIG, op.cit., n. 101 ad art. 49 al. 1 let. b).\n\n3. a) La recourante demande tout d'abord que soit déduit de son bénéfice de l'année 1982 un amortissement de 819'230 francs sur sa participation à la société L. SA; elle invoque la perte de 1'011'013 fr. 85 qu'a subie cette dernière en 1981 lors de l'opération boursière sur métal-argent, perte qui diminuerait sensiblement la substance de la participation.\n\nDans une motivation pour le moins lapidaire renvoyant à un arrêt rendu le 13 février 1989 par le Tribunal fédéral en la cause S.I. W. B., l'autorité intimée a considéré que l'opération en cause n'a pas été réellement effectuée par L. SA, mais bien par F. W. à titre personnel; la perte subie à cette occasion aurait été abusivement comptabilisée dans cette société, de sorte qu'elle représenterait une prestation appréciable en argent imposable faite par L. SA à la recourante, son actionnaire, avant de l'être à F. W., de sorte que l'amortissement de la participation L. SA devrait être annulé.\n\nEn fait, l'autorité intimée a implicitement opéré une compensation entre l'amortissement prétendu et la prestation appréciable en argent qu'aurait obtenue la recourante à l'occasion de l'opération boursière sur métal-argent. Dès lors, il y a lieu de vérifier séparément si l'un et l'autre de ces éléments ont été correctement appréciés par l'autorité intimée.\n\nIl est sans importance à cet égard que la taxation de la société L. SA soit litigieuse, en particulier quant à la déduction de la perte qu'elle a subie lors de l'opération boursière, et qu'une procédure soit pendante devant les autorités vaudoises. Comme la recourante et L. SA sont des contribuables distinctes ayant chacune ses bases d'impositions propres, le présent arrêt n'a de portée que pour la recourante et ne saurait lier les autorités vaudoises qui conservent leur indépendance de jugement dans la cause de L. SA.BGE 119 Ib 116 S. 121\n\nb) Il convient d'examiner tout d'abord si la recourante a obtenu une prestation appréciable en argent de sa filiale L. SA.\n\naa) Il est patent que l'opération boursière comptabilisée par L. SA s'est déroulée dans les mêmes circonstances que celle de la société S.I. W. B. En effet, cette dernière société, dont F. W. était l'actionnaire direct, avait procédé, aux mêmes dates et aux mêmes conditions que L. SA, à une opération sur métal-argent pour un montant un peu plus élevé par l'intermédiaire du même courtier, de sorte qu'elle avait également subi une perte d'ampleur analogue. En outre, les situations financières des deux sociétés présentaient de fortes ressemblances: vidées de leur trésorerie par F. W., elles étaient dans l'incapacité de procéder aux opérations en cause par leurs propres moyens.\n\nBien que constatés de manière souvent implicite dans la décision attaquée, ces faits qui établissent l'existence d'une prestation appréciable en argent ne sont ni inexacts, ni lacunaires, de sorte qu'ils lient le Tribunal fédéral.\n\nAu vu de ces éléments, l'autorité intimée pouvait admettre que, comme dans l'arrêt cité, l'opération spéculative n'était pas le fait de L. SA, dans les livres de laquelle elle était comptabilisée, mais celui de F. W., et qu'en mettant à la charge d'abord de L. SA, puis de la recourante, les dettes qu'il avait envers son courtier, il obtenait un avantage économique certain, sans contre-prestation, avantage qui ne s'expliquait que par sa position d'actionnaire dominant du groupe de sociétés.\n\nbb) Il reste à déterminer si la prestation en cause est imposable auprès de la recourante, ce qu'elle conteste, invoquant le fait qu'elle n'a réalisé aucun revenu.\n\nIl est exact que le bénéficiaire économique final de la prestation est F. W., et non la recourante. Celui-ci n'était toutefois pas actionnaire direct de L. SA et ne pouvait obtenir de celle-ci de prestation appréciable en argent à ce titre. Ce n'est que par l'intermédiaire de la recourante, puis de l'actionnaire de celle-ci, I. H. SA, qu'il détenait, que F. W. pouvait recevoir des prestations appréciables en argent de l'une ou l'autre de ses sociétés. Que ces dernières n'aient pas comptabilisé clairement la prestation qui transitait par elles est sans incidence sur l'imposition. Ainsi, il est sans importance que la recourante n'ait pas comptabilisé comme une recette la prestation que faisait L. SA à F. W., puis celle qu'elle-même faisait à ce dernier, par l'intermédiaire de sa propre actionnaire. Aux termes de l'article 49 alinéa 1 lettre b AIFD, son bénéfice imposable doit précisément être BGE 119 Ib 116 S. 122déterminé compte tenu des libéralités en faveur de tiers qui auraient été opérées avant le calcul du solde de son compte de profits et pertes.\n\nA cet égard, il n'y a pas lieu de traiter différemment les opérations entre sociétés soeurs et celles intervenant en cascade entre filiales et sociétés mères (StE 1990 B 72.13.22 n. 17).\n\nC'est donc à bon droit et sans abuser de son pouvoir d'appréciation que l'autorité intimée a considéré l'avantage consenti à F. W. par L. SA comme une recette imposable de la recourante.\n\ncc) L'Administration fédérale des contributions affirme que la recourante aurait fait une prestation appréciable en argent de 1'148'714 fr. 40 à F. W., c'est-à-dire d'un montant supérieur à celui de la perte subie par L. SA lors de l'opération sur métal-argent (1'011'013 fr. 85). Cette affirmation est exacte. En effet, si la dette envers C. prise en charge par L. SA atteignait bien le montant de 1'011'013 fr. 85, elle a porté intérêt d'abord pendant que celle-ci en était débitrice, puis, après sa reprise par la recourante, pendant que cette dernière en a été responsable. A la prestation de L. SA s'est donc ajoutée une prestation appréciable en argent propre de la recourante, correspondant aux intérêts courus. La prise en charge de ces intérêts par la recourante, comme celle de la dette en capital, représentait un avantage manifeste accordé à F. W. auquel ne correspondait aucune contre-prestation de ce dernier. A cet égard, il est sans importance que celui-ci ait acquitté ultérieurement lui-même les montants dus au courtier du moment qu'il s'est constitué créancier de la recourante pour un montant équivalent. Dans la mesure où ces intérêts (1982: 60'660 fr. 85; 1983: 50'036 fr. 20; 1984: 27'003 fr. 60, soit au total 137'700 fr. 65) ont grevé les comptes de résultats de la recourante, ils doivent être ajoutés aux bénéfices imposables des années concernées, ce qu'a omis de faire l'autorité intimée.\n\nc) Les participations représentent des immobilisations pour leur détenteur qui, s'il s'agit d'une société anonyme, ne doit pas les évaluer à un montant supérieur à leur prix d'achat ou de revient. Dans la mesure où elles subissent une moins-value durable, elles doivent faire l'objet d'amortissements correspondants (BLUMER, Die kaufmännische Bilanz, 1989, p. 165/166; KÄNZIG, op.cit., n. 123, 250 ad art. 49 al. 1 let. b, n. 334 ad let. c). La cause de la moins-value est sans incidence sur l'obligation qu'a la société de procéder aux amortissements nécessaires (art. 960 al. 2, 665 et 667 CO, dans leur version antérieure au 1er juillet 1992).\n\nEn l'espèce, la recourante a amorti sa participation à L. SA par Fr. 819'230.60 ensuite de la perte boursière comptabilisée par celle-ci.BGE 119 Ib 116 S. 123\n\nDans la mesure où la participation a perdu de sa valeur, cet amortissement est justifié et doit donc être admis. A cet égard, il est sans importance que la moins-value de la participation soit due à une perte effective de la société, qu'elle serait autorisée à déduire de son bénéfice, ou à une prestation appréciable en argent faite à un actionnaire ou à une personne la touchant de près, qui ne peut être défalquée du bénéfice imposable.\n\nBien qu'implicitement, l'autorité intimée a admis l'amortissement auquel prétendait la recourante puisqu'elle a considéré qu'il compensait le montant de la prestation accordée à F. W. Le grief de la recourante est donc mal fondé.\n\nd) Enfin, c'est manifestement à tort que l'autorité intimée a procédé à une compensation entre la prestation appréciable en argent faite par la recourante à F. W. et l'amortissement de sa participation à L. SA, leurs montants n'étant pas identiques. En effet, la prestation appréciable en argent provenant de L. SA s'élevait à 1'011'013 fr. 85, montant auquel se sont ajoutés les intérêts courus pendant que la recourante était débitrice de la dette envers C., soit au total 1'148'714 fr. 40. L'amortissement de la participation s'élevait, en revanche, à 819'230 fr. 60. La différence (329'483 fr. 80) - qui représente un montant important au sens de la jurisprudence (ATF 108 Ib 228 consid. 1b) - doit être ajoutée au bénéfice de la recourante.\n\nComme la recourante est titulaire de l'entier du capital-actions de L. SA, il convient de la mettre au bénéfice de la réduction pour participations ayant une influence déterminante, selon l'article 59 AIFD (MASSHARDT/GENDRE, op.cit., n. 16, ch. 2.13 ad art. 59)."}