{"annee": "119", "cour": "IA", "page": "123", "date": "28/5/1993", "cite": ["101 IA 193", "108 IA 126", "41 I 154", "109 IB 308", "110 IA 7", "114 IA 452", "114 IA 8", "103 IA 191", "114 IA 221", "95 I 497", "112 IA 180", "102 IA 211", "103 IA 577"], "cite_par": ["124 I 11", "123 I 221", "121 I 129", "122 I 61", "124 I 247", "122 I 18", "121 I 279", "121 II 183", "121 I 97", "121 I 230", "124 I 159", "143 II 283", "121 I 187", "123 I 19", "121 I 291"], "chapeau": "17. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 28. Mai 1993 i.S. Dr. Paul Kuhn und Verein Interessengemeinschaft ausserkantonaler Berner Patentjäger gegen Grosser Rat des Kantons Bern (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst.; discrimination dans la fixation de la redevance des permis de chasse au détriment des chasseurs qui résident hors du canton. 1. Point de départ du délai pour déposer un recours de droit public dirigé contre des arrêtés cantonaux qui nécessitent - ne serait-ce que partiellement - l'approbation de la Confédération (consid. 1a). 2. Est compatible avec l'art. 4 Cst.: a) le fait de délivrer aux requérants ayant leur domicile dans un autre canton seulement un permis de chasse pour l'ensemble du territoire cantonal et de réserver la possibilité d'accorder un permis limité à un district de chasse particulier à ceux qui habitent dans le canton (consid. 2); b) le fait d'exiger des personnes qui résident dans un autre canton ou à l'étranger un prix plus élevé pour le permis de chasse (consid. 3b); c) le fait d'exiger le triple ou le quadruple de la redevance de base des chasseurs qui habitent respectivement dans un autre canton ou à l'étranger (consid. 3c); d) le fait d'exiger des chasseurs qui ne sont pas établis dans le canton des contributions plus élevées (surtaxes au prix du permis) en faveur du fonds cantonal des dégâts du gibier et en faveur de la protection de la faune que celles demandées aux personnes qui sont domiciliées dans le canton (consid. 4)."], "faits": "BGE 119 Ia 123 S. 124\n\nAm 26. März 1991 beschloss der Grosse Rat des Kantons Bern (im Anschluss an das neue Bundesgesetz vom 20. Juni 1986 über die Jagd und den Schutz wildlebender Säugetiere und Vögel [SR 922.0, eidgenössisches Jagdgesetz]) eine Teilrevision des kantonalen Gesetzes vom 9. April 1967 über Jagd, Wild- und Vogelschutz (Jagdgesetz, GJV).\n\nNach Art. 2 Abs. 1 GJV wird die Jagd in Form der Patentjagd ausgeübt. Art. 9 GJV (neue Fassung, nF) sieht drei Arten von Jagdpatenten vor: Patent I für die Jagd auf Gemsen und Murmeltiere; Patent II für die Jagd auf alles übrige jagdbare Wild; Patent III wie Patent II, jedoch mit Ausschluss der Jagd im September. Gemäss Art. 19 Abs. 2 GJV nF ist der Kanton in die vier Jagdkreise Oberland, Mittelland, Berner Jura und Laufental eingeteilt.\n\nArt. 18 GJV nF legt die Jagdpatentgebühren \"für Personen mit Wohnsitz im Kanton Bern\" wie folgt fest:\n\n\"Für das Patent I Fr. 600.--\n\nFür das Patent II Fr. 800.--\n\nFür das Patent III Fr. 700.--\" BGE 119 Ia 123 S. 125\n\nArt. 19 GJV nF bestimmt unter dem Randtitel \"Verbilligte Jagdpatente\":\n\n\"1) Für Personen, die nur im Jagdkreis ihres Wohnsitzes jagen\n\nwollen, betragen die Jagdpatentgebühren:\n\nFür das Patent I Fr. 450.--\n\nFür das Patent II Fr. 600.--\n\nFür das Patent III Fr. 520.--\n\n2) (Umschreibung der vier Jagdkreise).\n\n3) Die ermässigten Patente berechtigen nur zur Jagd innerhalb des Jagdkreises, in dem der Patentinhaber seinen Wohnsitz hat.\n\n4) Bewerber ohne Wohnsitz im Kanton Bern erhalten die Patente I, II und III nur für alle Jagdkreise zusammen.\"\n\nArt. 20 GJV nF (Randtitel: \"Erhöhte Jagdpatentgebühren\") lautet:\n\n\"Die Patentgebühren betragen.\n\na) für Personen mit Wohnsitz in einem andern Kanton das Dreifache;\n\nb) für Personen mit Wohnsitz im Ausland das Vierfache.\"\n\nArt. 22 GJV nF (Randtitel: \"Zuschläge für Wildschäden und Hege\") hat folgenden Wortlaut:\n\n\"1) Zur Verhütung und Deckung von Wildschäden und zur Unterstützung von Hegemassnahmen werden Zuschläge zur Patentgebühr erhoben.\n\n2) Der Zuschlag für Wildschäden beträgt\n\na) für Personen mit Wohnsitz im Kanton Bern bis zu Fr. 200.--\n\nb) für Personen mit Wohnsitz in einem andern Kanton\n\nbis zu Fr. 500.--\n\nc) für Personen mit Wohnsitz im Ausland bis zu Fr. 1'000.--\n\n3) Der Hegezuschlag beträgt\n\na) für Personen mit Wohnsitz im Kanton Bern bis zu Fr. 100.--\n\nb) für Personen mit Wohnsitz in einem andern Kanton\n\nbis zu Fr. 400.--\n\nc) für Personen mit Wohnsitz im Ausland bis zu Fr. 800.--\n\n4) Die Forstdirektion setzt die Zuschläge jährlich nach Anhörung der Kommission für Jagd, Wild- und Vogelschutz fest.\"\n\nDie Zuschläge für Wildschäden und Hege gemäss Art. 22 GJV nF gelangen in zwei vom Kanton verwaltete Fonds, die der Verhütung und Deckung von Wildschäden (Wildschadenfonds, Art. 27 GJV nF) bzw. der Finanzierung hegerischer Massnahmen (Hegefonds, Art. 27a GJV nF) dienen.\n\nBGE 119 Ia 123 S. 126\n\nDie Festsetzung des Zeitpunktes des Inkrafttretens der geänderten Bestimmungen wurde dem Regierungsrat übertragen (Ziff. III des Änderungsgesetzes).\n\nDiese vom Grossen Rat am 26. März 1991 beschlossene Gesetzesänderung unterstand dem fakultativen Referendum (Referendumsfrist 20. April 1991 bis 22. Juli 1991). Der Regierungsrat liess im Amtsblatt des Kantons Bern Nr. 68 vom 7. September 1991 die Feststellung publizieren, dass die Referendumsfrist gegen das Gesetz unbenützt abgelaufen sei. In einer weiteren Veröffentlichung im Amtsblatt Nr. 29 vom 11. April 1992 gab der Regierungsrat bekannt, dass das Eidgenössische Departement des Innern die Änderung des Jagdgesetzes am 16. Januar 1992 genehmigt habe und die geänderten Bestimmungen auf den 1. Mai 1992 in Kraft träten.\n\nDas Bundesgericht weist eine von Dr. Paul Kuhn, wohnhaft in Berentzwiller (Frankreich), sowie dem Verein Interessengemeinschaft ausserkantonaler Berner Patentjäger, Basel, im Anschluss an diese zweite Publikation mit gemeinsamer Eingabe erhobene staatsrechtliche Beschwerde ab", "considerants": "aus folgenden Erwägungen:\n\n1. a) Gemäss Art. 89 Abs. 1 OG beginnt die dreissigtägige Frist zur Einreichung einer staatsrechtlichen Beschwerde mit der nach dem kantonalen Recht massgeblichen Eröffnung oder Mitteilung des angefochtenen Hoheitsaktes zu laufen. Bei Erlassen, welche dem fakultativen Referendum unterstehen, beginnt die dreissigtägige Beschwerdefrist, wenn das Referendum nicht ergriffen wird, mit der amtlichen Bekanntmachung, dass der (bereits publizierte) Erlass infolge unbenützten Ablaufs der Referendumsfrist zustande gekommen sei bzw. auf einen bestimmten Termin in Kraft trete (so für den Kanton Bern BGE 103 Ia 194 E. 1; vgl. auch BGE 114 Ia 222 E. 1; BGE 110 Ia 12 E. 1c; BGE 108 Ia 129 E. 1a, 142 E. 1 sowie WALTER KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, Bern 1984, S. 297 f.). Der Zeitpunkt, an dem der angefochtene Erlass in Kraft tritt, ist für die Fristberechnung ohne Bedeutung (BGE 103 Ia 194 E. 1; WALTER KÄLIN, a.a.O., S. 297).\n\nIm vorliegenden Falle wurde im kantonalen Amtsblatt vom 7. September 1991 zunächst die Feststellung des unbenützten Ablaufes der Referendumsfrist veröffentlicht. Da jedoch die Änderung des Gesetzes in bezug auf gewisse Bestimmungen - wenn auch nicht BGE 119 Ia 123 S. 127die hier angefochtenen - zusätzlich der (konstitutiven) Genehmigung des Bundes bedurfte (vgl. Art. 25 Abs. 2 des eidgenössischen Jagdgesetzes sowie Art. 7a des Bundesgesetzes vom 19. September 1978 über die Organisation und die Geschäftsführung des Bundesrates und der Bundesverwaltung [SR 172.010]), erfolgte im kantonalen Amtsblatt vom 11. April 1992 noch eine weitere Publikation, worin das Vorliegen der bundesrechtlichen Genehmigung und der vom Regierungsrat nunmehr festgelegte Inkraftsetzungstermin bekanntgegeben wurden. Erst mit dieser zweiten Veröffentlichung stand das Zustandekommen der neuen Regelung definitiv fest. Ungeachtet dessen, dass die im vorliegenden Verfahren angefochtenen Bestimmungen des Jagdgesetzes nicht der Genehmigung des Bundes bedurften, blieb daher mit der im Anschluss an die zweite Publikation erhobenen staatsrechtlichen Beschwerde vom 4. Mai 1992 die Anfechtungsfrist gewahrt (vgl. BGE 103 Ia 580 E. 2b sowie WALTER KÄLIN, a.a.O., S. 298).\n\nb) Als ausserhalb des Kantons Bern (bzw. im Ausland) wohnhafter Jäger, der bisher in diesem Kanton gejagt hat und dies auch in Zukunft tun möchte, ist Paul Kuhn durch die angefochtenen Gesetzesbestimmungen rechtlich berührt und daher nach Art. 88 OG zur staatsrechtlichen Beschwerde legitimiert (BGE 102 Ia 206 E. 3). Entsprechendes gilt für den ebenfalls als Beschwerdeführer auftretenden Verein Interessengemeinschaft ausserkantonaler Berner Patentjäger, der als juristische Person konstituiert ist, nach seinen Statuten die Wahrung solcher Interessen bezweckt, wie sie hier in Frage stehen, und dessen Mitglieder durch die angefochtene Regelung direkt oder virtuell betroffen sind (BGE 114 Ia 456 E. 1d, bb; BGE 112 Ia 182 E. 1b).\n\n2. a) Die Beschwerdeführer beanstanden zunächst die Vorschrift von Art. 19 Abs. 4 GJV nF, wonach Bewerber ohne Wohnsitz im Kanton Bern die Patente I, II und III jeweils nur für alle vier Jagdkreise zusammen, d.h. für das gesamte Kantonsgebiet, erlangen können. Diese Ungleichbehandlung gegenüber den im Kanton Bern wohnhaften Jägern, welche die betreffenden Patente gegen eine ermässigte Gebühr auch lediglich für den Jagdkreis ihres Wohnsitzes erwerben könnten, entbehre jeder vernünftigen sachlichen Begründung und verletze daher das Gebot der Rechtsgleichheit. Auch zahlreiche auswärtige Jäger seien daran interessiert, nur in jenem Jagdkreis zu jagen, der ihrem Wohnort am nächsten liege. Dadurch, dass Jäger mit Wohnsitz ausserhalb des Kantons zum Erwerb des Patentes für alle Jagdkreise gezwungen würden, lasse sich keine gleichmässigere BGE 119 Ia 123 S. 128Verteilung der auswärtigen Jäger auf die einzelnen Jagdkreise erreichen.\n\nb) Ein Erlass verletzt den Grundsatz der Rechtsgleichheit und damit Art. 4 Abs. 1 BV, wenn er rechtliche Unterscheidungen trifft, für die ein vernünftiger Grund in den zu regelnden Verhältnissen nicht ersichtlich ist, oder Unterscheidungen unterlässt, die sich aufgrund der Verhältnisse aufdrängen (BGE 118 Ia 2 f. E. 3a; 117 Ia 101 E. 3a, je mit Hinweisen).\n\nAls Träger des Jagdregals kann der Kanton über das Recht zur Ausübung der Jagd grundsätzlich frei verfügen und diese Verfügungsmacht auch fiskalisch nutzen; er legt das Jagdsystem fest und bestimmt die Voraussetzungen für die Jagdberechtigung (Art. 3 Abs. 2 des eidg. Jagdgesetzes). Entscheidet er sich für das System der Patentjagd, so ist er bei der Umschreibung der Patentberechtigung und der damit verbundenen Abgaben nicht an jene Schranken gebunden, die für Polizeibewilligungen gelten. Der Kanton darf, ausgehend von der Überlegung, dass die Nutzung des in seinem Gebiet vorhandenen Wildbestandes in erster Linie den Angehörigen und Steuerzahlern dieses Gemeinwesens vorbehalten sein soll, von nicht im Kanton wohnhaften Bewerbern eine höhere Taxe verlangen als von Kantonseinwohnern oder auswärts Wohnende vom Bezug des Patentes überhaupt ausschliessen (BGE 114 Ia 13 E. 3b; BGE 101 Ia 196 E. 4; 95 I 501 f. E. 3; BGE 41 I 156 f.; Bundesgerichtsurteil vom 19. Dezember 1973, in ZBl 75/1974, S. 306 f. E. 2; SANDRO VISINI, Die rechtliche Gleichbehandlung von Bürgern und Einwohnern anderer Gebietskörperschaften mit den eigenen Bürgern und Einwohnern, Diss. Zürich 1983, S. 99, 102, 105; ARTHUR HAEFLIGER, Alle Schweizer sind vor dem Gesetze gleich, Bern 1985, S. 66).\n\nc) Aufgrund dieser für die Nutzung von Regalrechten geltenden besonderen Ausgangslage lässt sich die von den Beschwerdeführern angefochtene Regelung von Art. 19 Abs. 4 GJV nF verfassungsrechtlich nicht beanstanden. Wie der Regierungsrat in seiner Vernehmlassung ausführt, soll die in Art. 19 GJV nF für Kantonseinwohner vorgesehene Möglichkeit, ein Jagdpatent gegen eine reduzierte Gebühr bloss für den Jagdkreis ihres Wohnsitzes zu erwerben, den traditionellen Verhältnissen eines Grossteils der einheimischen Jäger Rechnung tragen, welche lediglich in der näheren Umgebung ihres Wohnortes zu jagen pflegen. Ausserhalb des Kantons wohnende Jäger befinden sich in einer andern Lage; sie üben die Jagd so oder so nicht in der unmittelbaren Umgebung ihres Wohnsitzes, sondern in anderweitig gelegenen Gebieten aus; sie wären, würde ihnen BGE 119 Ia 123 S. 129die Auswahl eines beliebigen einzelnen Jagdkreises erlaubt, gegenüber den einheimischen Jägern, für welche diese Möglichkeit bloss für den Jagdkreis ihres Wohnsitzes besteht, sogar privilegiert. Was die Beschwerdeführer in diesem Zusammenhang im einzelnen vorbringen, vermag die verfassungsrechtliche Zulässigkeit der streitigen Regelung in keiner Weise in Frage zu stellen.\n\nd) Im übrigen wäre mit der blossen Streichung von Art. 19 Abs. 4 GJV nF, wie sie von den Beschwerdeführern beantragt wird, die von ihnen angestrebte Änderung des Rechtszustandes noch nicht hergestellt, da sich die beanstandete Differenzierung bereits aus Art. 19 Abs. 1 GJV nF ergibt, welcher die Möglichkeit reduzierter Patente für einzelne Jagdkreise bloss für \"Personen mit Wohnsitz im Kanton Bern\" vorsieht. Doch ist dies nach dem Gesagten ohne Belang.\n\n3. a) Die Beschwerdeführer verlangen sodann die Streichung von Art. 20 GJV nF mit der Begründung, es sei rechtsungleich und willkürlich, Personen mit Wohnsitz in einem andern Kanton bzw. im Ausland mit der dreifachen bzw. vierfachen Patentgebühr zu belasten. Für ein derart unterschiedliches Gebührenmass gebe es keine vernünftige Begründung. Diese Gebührenerhöhung führe nur dazu, dass ausser den Einwohnern des Kantons Bern bloss noch finanzstarke auswärtige Personen der Jagd nachgehen könnten. Besonders stossend sei diese neue Regelung für gebürtige Berner, die aus beruflichen Gründen, z.B. infolge der Tätigkeit als Instruktionsoffizier, nicht mehr im Kanton Bern wohnen könnten, aber durch Familie, Militär, Grundbesitz und Heimatgefühl mit diesem Kanton eng verbunden seien. Diese Regelung diene auch nicht der Verhinderung einer Jagdübernutzung, weil die genauen Abschusszahlen pro Jäger vom Kanton ohnehin vorgegeben würden. Da der Anteil der auswärtigen Jäger weniger als 5% bzw. zur Zeit nur 3% der gesamten Jägerschaft ausmache, dränge sich eine Gebührenerhöhung für diese Gruppe nicht auf. Zudem sei bekannt, dass während der Jagdperiode ohnehin vielfach zu wenig Tiere geschossen würden, so dass jeweils eine Nachjagd unter Aufsicht der Wildhüter durchgeführt werden müsse. Falls sich eine Beschränkung der Jagdtätigkeit zum Schutze des Wildes ernsthaft aufdränge, könne dies - unter Wahrung des Gleichbehandlungsgebotes - durch eine absolute Begrenzung der Zahl der Jagdberechtigten, z.B. durch Losziehung, oder durch eine Beschränkung der Abschusszahlen geschehen. Eine zusätzliche Verfassungswidrigkeit liege in der in Art. 20 GJV nF getroffenen Unterscheidung zwischen Jägern mit Wohnsitz in einem andern Kanton und solchen mit Wohnsitz im Ausland, welche ohne BGE 119 Ia 123 S. 130jede sachliche Rechtfertigung noch stärker belastet würden und mehr als das Fünffache dessen zu bezahlen hätten, was ein Kantonseinwohner für die Jagd im Jagdkreis seines Wohnsitzes zu entrichten habe.\n\nb) Auch diese Einwendungen dringen nicht durch. Da die Ausübung der Jagd, wie bereits ausgeführt, vorzugsweise den Kantonseinwohnern vorbehalten werden darf, ist es zulässig, von ausserhalb des Kantons wohnenden Bewerbern höhere Patentgebühren zu verlangen; hierin liegt nach dem Gesagten keine Verletzung des Gleichbehandlungsgebotes (BGE 101 Ia 196 E. 4; BGE 95 I 501 f. E. 3; Urteil vom 19. Dezember 1973, in ZBl 75/1974, S. 307 E. 2; SANDRO VISINI, a.a.O., S. 102; ARTHUR HAEFLIGER, a.a.O., S. 66). Eine solche Mehrbelastung auswärts wohnender Bewerber ist selbst dann zulässig, wenn diese das Heimatbürgerrecht des betreffenden Kantons besitzen (BGE 114 Ia 13 E. 3b). Massgebender Anknüpfungspunkt kann im vorliegenden Zusammenhang nur der Wohnsitz bzw. die Niederlassung sein. Unstatthaft erscheint daher eine Differenzierung zwischen Kantonseinwohnern mit Schweizer Bürgerrecht und im Kanton niedergelassenen Ausländern (BGE 114 Ia 13 f. E. 3b), wie sie das hier angefochtene Gesetz in seiner bisherigen Fassung vorsah (vgl. Art. 18 und 20 GJV alte Fassung).\n\nDie in Art. 20 GJV nF bezüglich der Gebührenbemessung getroffene Unterscheidung zwischen auswärtigen Bewerbern mit Wohnsitz in der Schweiz (d.h. in einem andern Kanton) und solchen mit Wohnsitz im Ausland lässt sich dagegen unter dem Gesichtswinkel von Art. 4 BV nicht beanstanden. Wer in der Schweiz wohnt und unter anderem als Steuerzahler die Lasten des Bundesstaates mitzutragen hilft, steht in einem anderen Verhältnis zum Kanton Bern als derjenige, der seinen Wohnsitz in einem ausländischen Staat hat; es ist daher vertretbar, diese letztere Gruppe gegenüber Bewerbern mit Wohnsitz in einem andern Kanton noch stärker zu belasten.\n\nc) Was das Mass der Abgaben anbelangt, ist vorab festzuhalten, dass Regalgebühren der Natur der Sache entsprechend nicht dem Kostendeckungsprinzip unterstehen; solche Abgaben dürfen auch auf die Erzielung eines Gewinnes ausgerichtet sein (RHINOW/KRÄHENMANN, Schweizerische Verwaltungsrechtsprechung, Ergänzungsband, Basel 1990, Nr. 110 B/IV und IX, S. 339 und 341; BGE 95 I 502 E. 3). Auch das Äquivalenzprinzip kommt gegenüber derartigen Abgaben höchstens bedingt zum Zuge. Zwar wurde in BGE 109 Ib 313 E. 5 dessen Geltung auch für Regalgebühren bejaht (vgl. auch RHINOW/KRÄHENMANN, a.a.O., Nr. 110 B/IX), doch handelte es BGE 119 Ia 123 S. 131sich in jenem Fall um Konzessionsgebühren für den Radioempfang, d.h. für eine Leistung, die von ihrem Zweck her jedermann zugänglich sein muss, während die hier fraglichen Regalgebühren einen ganz andern Charakter haben und auch fiskalischen Zielen dienen dürfen.\n\nDass die vom Kanton Bern neu festgesetzten Jagdpatentgebühren für ausserkantonale Bewerber wegen ihrer Höhe prohibitiv wirken können, stellt ihre Verfassungsmässigkeit noch nicht in Frage; dies entspricht einem zulässigen Zweck dieser Regelung. In BGE 95 I 502 E. 3 hat das Bundesgericht bezüglich der Gebühren für Fischereibewilligungen allerdings ausgeführt, der Grundsatz der Rechtsgleichheit verlange, dass auch die höhere Abgabe für auswärtige Bewerber in einem gewissen Rahmen bleibe; die Gebühr dürfe nicht derart hoch festgesetzt werden, dass neben den Einwohnern des betreffenden Kantons nur noch finanzstarke ausserkantonale Interessenten den Fischereisport ausüben könnten; wo diese Grenze zu ziehen wäre, liess das Gericht offen. Die Frage kann auch im vorliegenden Fall dahingestellt bleiben. Wer als auswärts wohnhafter Bewerber im Kanton Bern die Jagd ausüben will, muss dafür nach der angefochtenen neuen Regelung, je nach Art des gewählten Patentes, dem Ort des Wohnsitzes (Schweiz oder Ausland) sowie der Höhe der Zuschläge nach Art. 22 GJV nF, zwischen etwa Fr. 2'000.-- bis Fr. 7'000.-- aufwenden. Solche Beträge halten sich jedoch, wie der Regierungsrat zu Recht ausführt, im Rahmen dessen, was viele Jäger auch anderswo für die Ausübung ihres Sportes auszugeben bereit sind. Von einer völlig übersetzten, selbst bei Berücksichtigung des Sondercharakters dieser Regalgebühr geradezu unhaltbaren Abgabenbemessung kann hier nicht die Rede sein.\n\nOb ohne die angefochtene Gebührenerhöhung für auswärtige Jäger eine Übernutzung des bernischen Wildbestandes drohen würde und wie weit dieser Gefahr auch mit andern Mitteln begegnet werden könnte, ist für die verfassungsrechtliche Beurteilung ohne Belang.\n\nd) Die Rüge der Verletzung von Art. 31 BV (Handels- und Gewerbefreiheit) ist von vornherein unbehelflich, da Art. 31 Abs. 2 BV die kantonalen Regalrechte, wozu auch die Verfügung über die Jagdberechtigung gehört, ausdrücklich vorbehält (vgl. RENÉ RHINOW, BV-Kommentar, N 229 f. zu Art. 31 BV). Im übrigen wurde die Rüge nicht innert der Beschwerdefrist, sondern erst nachträglich in der Beschwerdeergänzung erhoben, so dass auf sie ohnehin nicht eingetreten werden könnte, zumal nicht erst die Stellungnahme der kantonalen Behörde zur Erhebung dieses Einwandes Anlass gegeben hat (BGE 102 Ia 213 E. 1).BGE 119 Ia 123 S. 132\n\n4. a) Die Beschwerdeführer beanstanden schliesslich die in Art. 22 GJV nF enthaltene Regelung über die Zuschläge für Wildschäden und Hege, welche ebenfalls für Personen mit Wohnsitz in einem andern Kanton bzw. im Ausland höhere Ansätze vorsieht. Hier gehe es nicht mehr um fiskalische Regalgebühren, bei welchen derartige Unterscheidungen allenfalls noch zulässig sein könnten, sondern um \"Kausalgebühren\" oder um \"Zwecksteuern\", welche für einheimische und auswärtige Jäger gleich bemessen sein müssten, da die Tätigkeit der letzteren keinen höheren Aufwand für Wildschäden und Hegemassnahmen verursache.\n\nb) Der Regierungsrat hält dem entgegen, es handle sich bei diesen Zuschlägen um einen zweckgebundenen Teil der Regalgebühr, für den die angestellten Erwägungen über die Zulässigkeit einer unterschiedlichen Belastung von einheimischen und auswärtigen Jägern ebenfalls Geltung hätten. Die gemachte Unterscheidung lasse sich im übrigen auch sachlich rechtfertigen: Da die Wildschadenzuschläge zur Deckung der Auslagen nicht ausreichten, werde der Wildschadenfonds auch durch Beiträge des Staates gespeist, was eine stärkere Belastung auswärts Wohnender erlaube. Auch bezüglich des Hegezuschlages sei eine Mehrbelastung auswärts wohnender Jäger gerechtfertigt, weil Hegemassnahmen - zum Teil während der Jungjägerausbildung - vor allem durch einheimische Jäger durchgeführt würden, während ausserkantonale und ausländische Jäger keine entsprechenden Verpflichtungen hätten. Was die unterschiedliche Behandlung von Jägern mit Wohnsitz in einem andern Kanton und solchen mit Wohnsitz im Ausland anbelange, sei darauf hinzuweisen, dass Art. 22 Abs. 2 und 3 GJV nF lediglich einen betragsmässigen Rahmen enthalte, der den vollziehenden Instanzen für eine verfassungsmässige Handhabung dieses Zuschlages Raum lasse. Die Forstdirektion habe in der Jagdordnung 1992 den Hegezuschlag für Einheimische auf Fr. 20.-- und für Personen mit Wohnsitz in einem andern Kanton oder im Ausland einheitlich auf Fr. 300.-- festgelegt.\n\nc) Eine Verfassungsverletzung erscheint auch in bezug auf Art. 22 GJV nF nicht dargetan. Die gleichen Überlegungen, welche für ausserhalb des Kantons wohnende Jäger die Festsetzung höherer Patentgebühren erlauben, vermögen auch eine entsprechend unterschiedliche Bemessung der für die Deckung der Wildschäden und die Finanzierung der Hegemassnahmen erhobenen Zuschläge zu rechtfertigen. Der Unterschied zu den Patentgebühren gemäss Art. 18 und 20 GJV nF besteht allein darin, dass diese in die allgemeine Staatskasse fliessen, während die Zuschläge nach Art. 22 GJV nF BGE 119 Ia 123 S. 133der Speisung besonderer Fonds dienen, d.h. zur Spezialfinanzierung bestimmter, mit der Jagd zusammenhängender öffentlicher Aufgaben verwendet werden und die Bemessung der Zuschläge auch vom jeweiligen Finanzbedarf in diesen Aufgabenbereichen abhängt (vgl. Art. 26 ff. GJV nF). Im übrigen knüpfen die Abgaben gemäss Art. 22 GJV nF einzig an die Tatsache der Patenterteilung an und erscheinen insoweit als (zweckgebundener) Teil der Patentgebühr. Es ist daher dem Kanton aufgrund der für solche Regalgebühren geltenden Regeln nicht verwehrt, auch für die Bemessung dieser Zuschläge auf den Wohnsitz bzw. die Niederlassung abzustellen und ausserhalb des Kantons wohnende Jäger stärker zu belasten als einheimische. Die beanstandete unterschiedliche Höhe der Zuschläge lässt sich aus den vom Regierungsrat angeführten Gründen bis zu einem gewissen Grade auch rein sachlich rechtfertigen. Dass die beschwerdeführende Interessengemeinschaft ausserkantonaler Berner Patentjäger im Kanton Bern auf freiwilliger Basis selber gewisse Hegemassnahmen durchführt, nachdem der kantonal-bernische Jagd- und Wildschutzverband eine Zusammenarbeit mit ihr abgelehnt hat, ändert nichts.\n\nd) Dass es verfassungswidrig sei, die Zuschläge nach Art. 22 GJV nF für Jäger mit Wohnsitz in einem andern Kanton (Maximalbetrag Fr. 500.-- bzw. 400.--) und solche mit Wohnsitz im Ausland (Maximalbetrag Fr. 1'000.-- bzw. 800.--) unterschiedlich hoch festzusetzen, oder dass die betragsmässige Differenz zwischen diesen beiden Kategorien willkürlich hoch sei, wird von den Beschwerdeführern nicht geltend gemacht und braucht daher nicht weiter untersucht zu werden. Es sei lediglich bemerkt, dass die angefochtene Gesetzesbestimmung nur die obere Grenze dieser Zuschläge festlegt und damit den vollziehenden Behörden soviel Spielraum belässt, dass eine verfassungskonforme Handhabung dieser Regelung so oder so möglich bleibt.\n\nDie staatsrechtliche Beschwerde dringt damit auch gegenüber Art. 22 GJV nF nicht durch."}