{"annee": "119", "cour": "IB", "page": "158", "date": "7/7/1993", "cite": ["102 IB 193", "115 IB 163", "109 IB 203", "106 IB 395", "104 IB 358", "96 I 766", "105 IB 18", "103 IB 101"], "cite_par": ["121 II 127", "120 IV 10", "121 II 22", "121 II 214", "120 IB 312", "136 II 447", "125 II 402", "125 II 561", "123 II 97", "124 II 103"], "chapeau": "19. Auszug aus dem Urteil des Kassationshofes vom 7. Juli 1993 i.S. H. gegen Verwaltungsrekurskommission des Kantons St. Gallen (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 16 al. 3 let. b, art. 17 al. 1 let. d LCR. Retrait du permis de conduire; mesure dans laquelle le jugement pénal lie les autorités administratives. 1. Si l'intéressé fait ou va probablement faire l'objet d'une dénonciation pénale, l'autorité administrative doit en principe surseoir à statuer jusqu'à droit connu sur le plan pénal, dans la mesure où l'état de fait ou la qualification juridique du comportement litigieux est pertinent(e) dans le cadre de la procédure administrative (précision de la jurisprudence) (consid. 2). 2. Conditions dans lesquelles les autorités compétentes pour prononcer le retrait de permis peuvent s'écarter d'un jugement pénal entré en force (consid. 3)."], "faits": "BGE 119 Ib 158 S. 158\n\nA.- Das Bezirksgericht St. Gallen verurteilte H. am 18. März 1991 wegen Führens eines Motorfahrzeuges in angetrunkenem Zustand und Überlassens eines Motorfahrzeuges an eine nicht führungsberechtigte Person zu einer Busse von Fr. 300.--; gleichzeitig wurde die mit Urteil desselben Gerichts vom 26. März 1990 für eine bedingt ausgesprochene Gefängnisstrafe von fünf Wochen festgesetzte Probezeit von zwei Jahren um ein Jahr verlängert.\n\nBGE 119 Ib 158 S. 159\n\nB.- Am 24. Juli 1991 entzog das Strassenverkehrs- und Schiffahrtsamt des Kantons St. Gallen H. den Führerausweis gestützt auf Art. 16 Abs. 3 lit. b und Art. 17 Abs. 1 lit. d SVG für die Dauer von zwölf Monaten.\n\nEinen gegen den Entzug des Führerausweises gerichteten Rekurs wies die Verwaltungsrekurskommission des Kantons St. Gallen am 18. Dezember 1991 ab.\n\nC.- Mit Verwaltungsgerichtsbeschwerde vom 17. Januar 1992 beantragt H. dem Bundesgericht, das Urteil der Verwaltungsrekurskommission sowie die Verfügung des Strassenverkehrsamtes aufzuheben.\n\nDie Verwaltungsrekurskommission hat unter Hinweis auf den angefochtenen Entscheid auf eine Vernehmlassung verzichtet.\n\nDas Bundesamt für Polizeiwesen beantragt, die Beschwerde abzuweisen.", "considerants": "Aus den Erwägungen:\n\n2. a) Der Beschwerdeführer rügt unter Hinweis auf seine entsprechenden Vorbringen vor der Vorinstanz eine Verletzung der \"Einrede der abgeurteilten Sache\"; dort brachte er vor, das Strassenverkehrsamt habe ihm am 28. November 1990 mitgeteilt, dass das administrative Verfahren völlig vom Strafverfahren getrennt bleibe; beide Verfahren seien voneinander unabhängig. Mit Verfügung vom 3. Dezember 1990 sei das administrative Verfahren dann unter Bezugnahme auf das Blutalkohol-Gutachten eingestellt - und nicht etwa sistiert - worden. Der gleichzeitig angebrachte Vorbehalt \"Sollte sich im Strafverfahren herausstellen, dass Sie das Fahrzeug doch in angetrunkenem Zustand gelenkt hatten, müssten wir nachträglich auf diese Verfügung zurückkommen\" widerspreche dem Vertrauensschutz und der Rechtsbeständigkeit einmal getroffener Verfügungen, zumal das Strassenverkehrsamt zu diesem Zeitpunkt das polizeiliche Einvernahmeprotokoll von Alice E. gekannt habe; aus diesem hätte es ersehen können, dass eventuell ein Fahren in angetrunkenem Zustand vorliegen könnte oder mindestens näher abzuklären sei. Im übrigen seien keine Revisionsgründe gegeben.\n\nb) Im angefochtenen Entscheid wird dazu ausgeführt, die Verfügung sei vernünftigerweise dahingehend zu verstehen, dass das Verfahren dadurch ausgesetzt oder sistiert werde, auch wenn zugestanden werden müsse, dass die verwendete Bezeichnung missverständlich sein könne.\n\nBGE 119 Ib 158 S. 160\n\nc) Es ist zunächst zu prüfen, ob das Strassenverkehrsamt über einen Entzug des Führerausweises hätte befinden dürfen, ohne das Ergebnis des (mit Anzeige vom 23. November 1990 angehobenen) Strafverfahrens gegen den Beschwerdeführer abzuwarten, und ob gegebenenfalls die Verfügung als eigentliche Einstellung des Administrativverfahrens betrachtet werden kann.\n\naa) Der Führerausweisentzug ist eine administrative Massnahme. Das Bundesgericht folgerte in seiner früheren Rechtsprechung zwar daraus, die Verwaltungsbehörden könnten nach dem Grundsatz der Gewaltentrennung unabhängig von den tatsächlichen und rechtlichen Feststellungen des Strafrichters über den Entzug des Führerausweises entscheiden, schränkte aber diesen Grundsatz dahingehend ein, dass im Interesse der Rechtssicherheit und Rechtseinheit nicht ohne Not von den Feststellungen im Strafurteil abzuweichen sei; denn in der Würdigung des Tatbestandes sollten grundsätzlich zwischen Verwaltung und Strafjustiz keine Differenzen bestehen und es sei in ausgesprochenen Zweifelsfällen wenn immer möglich das Strafurteil abzuwarten, bevor eine Administrativmassnahme verfügt werde (BGE 96 I 774, bestätigt in BGE 101 Ib 273, BGE 102 Ib 196).\n\nIn einem Urteil vom 9. Juli 1976 (in RDAF 1977, 351) betonte das Bundesgericht, das Bundesrecht verpflichte die Verwaltungsbehörde nicht, den Ausgang des Strafverfahrens abzuwarten; daraus folge, dass selbst ein krasser Widerspruch zwischen dem Entscheid der Verwaltungsbehörde und dem späteren des Strafrichters nicht zur Aufhebung des ersteren führe (vgl. auch Urteil vom 3. November 1978, in RDAF 1980, 46 f.). Auch in BGE 105 Ib 19 wird unter Hervorhebung der klaren Trennung von Verwaltungs- und Strafverfahren betont, die Verwaltungsbehörde brauche das Strafurteil nicht abzuwarten; dies entspreche auch gar nicht den Vorstellungen des Gesetzgebers, denn dieser sei davon ausgegangen, dass der Entscheid über den Entzug des Führerausweises möglichst bald nach der Tat getroffen werde, ohne dass die für die Abwicklung des Strafverfahrens notwendige Zeit verstreiche; verfüge die Verwaltungsbehörde, bevor das Urteil im Strafverfahren vorliege, so habe sie selbständig zu entscheiden, ob die Voraussetzungen für einen Ausweisentzug erfüllt seien; an diese Verfügung sei der Strafrichter bei seinem späteren Urteil in der gleichen Sache nicht gebunden; er habe in tatbeständlicher und rechtlicher Hinsicht selbständig zu entscheiden, ob sich der fragliche Motorfahrzeugführer strafbar gemacht habe, und es könnten für ihn insbesondere die Grundsätze keine Geltung beanspruchen, die bestimmen, unter welchen Voraussetzungen die BGE 119 Ib 158 S. 161Verwaltungsbehörde vom Urteil des Strafrichters abweichen dürfe; gelange der Strafrichter zu einem Freispruch, so bedeute das auf der anderen Seite nicht, dass eine mit diesem Entscheid in Widerspruch stehende Administrativmassnahme ohne weiteres dahinfalle; diese sei in einem anderen Verfahren ergangen und bleibe deshalb bestehen, selbst wenn der Strafrichter in der gleichen Angelegenheit zu einem abweichenden Erkenntnis gelangt sei.\n\nKurz darauf schränkte das Bundesgericht diese Praxis im Sinne seiner früheren Rechtsprechung wieder ein: Wenn die strafrechtliche Qualifikation einer Handlung oder die Frage des Verschuldens unsicher seien, bestehe die Gefahr, dass der Strafrichter - wenn er nach Abschluss des Entzugsverfahrens entscheide - zu anderen Ergebnissen gelange als vor ihm die Entzugsbehörde; ein solcher Ausgang sei im Hinblick auf die Rechtssicherheit unbefriedigend; es rechtfertige sich daher, in den genannten Fällen erst über einen Führerausweisentzug zu entscheiden, wenn das Strafverfahren, in dem primär über die Anwendung des Strafrechtes zu entscheiden sei, mit einem rechtskräftigen Urteil seinen Abschluss gefunden habe (BGE 106 Ib 398, E. 2). In einem Fall, in welchem der Beschuldigte bestritt, angetrunken gefahren zu sein, erkannte das Bundesgericht - da es nach den Akten möglich sei, dass der Beschuldigte erst nach der Streifkollision eine Flasche Rotwein getrunken habe, und über diese Frage am besten der Strafrichter urteilen könne -, die Verwaltungsbehörde habe das bei ihr hängige Beschwerdeverfahren zu Recht bis zum Vorliegen eines Strafurteils ausgesetzt (Urteil vom 25. November 1982 i.S. M.S. gegen Staatsrat des Kantons Freiburg). In BGE 109 Ib 204 bestimmte das Bundesgericht in einer allgemeineren Formulierung, die Verwaltungsbehörde habe, wenn in bezug auf das Verschulden oder die rechtliche Qualifikation des in Frage stehenden Verhaltens Zweifel bestünden, das rechtskräftige Strafurteil abzuwarten.\n\nDiese Rechtsprechung wurde in einem neueren Urteil zwar bestätigt, gleichzeitig wurde aber in Weiterführung der bisherigen Praxis betont, dass die Verwaltungsbehörde in aller Regel den Ausgang des Strafverfahrens abzuwarten habe (Urteil vom 27. Juni 1990 i.S. R.P. gegen Consiglio di Stato del Cantone Ticino).\n\nbb) Diese neuste Rechtsprechung ist zu präzisieren.\n\nIm Interesse von Rechtseinheit und Rechtssicherheit gilt es zu vermeiden, dass derselbe Lebensvorgang zu voneinander abweichenden Sachverhaltsfeststellungen von Verwaltungs- und Justizbehörden führt und die erhobenen Beweise abweichend gewürdigt und BGE 119 Ib 158 S. 162rechtlich beurteilt werden. Das Strafverfahren - in welchem das Beschleunigungsgebot (Art. 6 Ziff. 1 EMRK) ebenfalls gilt - bietet durch die verstärkten Mitwirkungsrechte des Beschuldigten, die umfassenderen persönlichen und sachlichen Ermittlungsinstrumente sowie die weiterreichenden prozessualen Befugnisse (insbesondere im Zusammenhang mit Zeugenbefragungen) besser Gewähr dafür, dass das Ergebnis der Sachverhaltsermittlung näher bei der materiellen Wahrheit liegt als im nicht durchwegs derselben Formstrenge unterliegenden Verwaltungsverfahren. Die Verwaltungsbehörde hat daher - sofern eine Anzeige an den Strafrichter bereits erfolgt oder mit einer solchen zu rechnen ist - grundsätzlich mit ihrem Entscheid zuzuwarten, bis ein rechtskräftiges Strafurteil vorliegt, soweit der Sachverhalt oder die rechtliche Qualifikation des in Frage stehenden Verhaltens für das Verwaltungsverfahren von Bedeutung sind; dies ist etwa dann nicht der Fall, wenn nur die Frage des bedingten Strafvollzuges streitig ist oder wenn klar ist, dass ein Rückfall im Sinne von Art. 17 Abs. 1 lit. d SVG gegeben ist. Ausnahmen sind indessen nur dann zuzulassen, wenn in bezug auf den Schuldpunkt der in Frage stehenden SVG-Widerhandlung keinerlei Zweifel bestehen (z.B. Beweis des Fahrens in angetrunkenem Zustand aufgrund einer Blutprobe, deren Ergebnis anerkannt ist). Das Verfahren ist formell nicht einzustellen, sondern auszusetzen oder zu sistieren.\n\nWill die Verwaltung nach der Ausfällung des Strafurteils dennoch von diesem abweichen, gelten die durch die bisherige Praxis für diese Fälle aufgestellten Grundsätze (vgl. insb. BGE 96 I 774). Sind die Voraussetzungen für ein (zulässiges) Abweichen hingegen nicht erfüllt, so ist die Verwaltungsbehörde an das rechtskräftige Strafurteil gebunden.\n\ncc) Diese Lösung weicht zwar von der ursprünglichen Absicht des Gesetzgebers (BBl 1955 II 27) ab, lässt sich aber neben den dargelegten Argumenten auch damit begründen, dass dadurch keine wesentliche Verlängerung der Verfahren eintreten muss. Zunächst gehört auch die Verfahrensbeschleunigung zu den Geboten der EMRK. Da zudem in klaren Fällen ohnehin kein umfangreiches Strafverfahren durchgeführt werden muss, verstreicht in aller Regel nicht viel Zeit, bis die Verwaltung gestützt auf einen Strafbefehl oder ein im summarischen Verfahren gefälltes Strafurteil entscheiden könnte. Erfordert der Fall hingegen aufgrund der besonderen Umstände ein umfangreicheres Ermittlungsverfahren, so ist die dadurch bedingte Verlängerung des Verfahrens im Interesse der BGE 119 Ib 158 S. 163verlässlichen Wahrheitsfindung in Kauf zu nehmen; gerade in schwierigeren Fällen dürfte das Strafverfahren zu zuverlässigeren Ergebnissen führen; dies nicht zuletzt auch wegen der meist spezialisierten Ermittlungsorgane. Allenfalls wären die Behörden im konkreten Fall anzuhalten, die entsprechenden Verfahren mit der tunlichen Beschleunigung durchzuführen, um nicht so viel Zeit verstreichen zu lassen, dass ein Entzug keinen Sinn mehr hat bzw. seinen eigentlichen (unmittelbaren) Zweck kaum mehr zu erreichen vermag.\n\nd) Der durch die Entzugsbehörde im vorliegenden Fall angebrachte Vorbehalt lässt klar erkennen, dass sie Zweifel hegte, ob der Beschwerdeführer nicht doch angetrunken gefahren sein könnte. Sie hat daher angesichts dieser unklaren Beweislage das Entzugsverfahren zwar \"eingestellt\", aber unter der Bedingung, dass sich im Strafverfahren nichts anderes in bezug auf das Fahren in angetrunkenem Zustand ergebe. Der Sache nach handelt es sich daher um eine Sistierungsverfügung, in welcher indessen bereits bedingt für den Fall, dass das Strafverfahren im fraglichen Punkt nichts Abweichendes ergibt, eine endgültige Entscheidung getroffen wird. Dieses Vorgehen ist im Lichte der oben dargelegten Grundsätze bundesrechtlich nicht zu beanstanden; insbesondere kann von einer Wiederaufnahme einer rechtskräftig beurteilten Sache nicht die Rede sein (vgl. dazu auch 115 Ib 152 betr. Widerruf eines Verwaltungsaktes, insb. Führerausweisentzug).\n\n3. a) Am 27. Juli 1991 verfügte das Strassenverkehrs- und Schiffahrtsamt gestützt auf das rechtskräftige Strafurteil den Entzug.\n\nb) Der Beschwerdeführer hatte das Strafurteil des Bezirksgerichts bewusst nicht weitergezogen; er begründete dies damit, dass die Widerhandlung im Sinne von Art. 95 Ziff. 1 SVG unbestritten sei; nicht anerkannt werde das Strafurteil indessen bezüglich des Fahrens in angetrunkenem Zustand.\n\nc) Entgegen der vom Beschwerdeführer vertretenen Auffassung hält die Vorinstanz fest, es bestünden keine Gründe, vom rechtskräftigen Strafurteil abzuweichen.\n\nEs ist somit zu prüfen, ob die Entzugsbehörden vom rechtskräftigen Strafurteil hätten abweichen müssen, oder ob sie davon ausgehen durften, die Voraussetzungen dafür seien nicht erfüllt und das rechtskräftige Strafurteil daher auch für das Führerausweisentzugsverfahren verbindlich.\n\naa) Von den tatsächlichen Feststellungen im Strafurteil darf die Verwaltungsbehörde nur dann abweichen, BGE 119 Ib 158 S. 164\n\n- wenn sie Tatsachen feststellt und ihrem Entscheid zugrunde legt, die dem Strafrichter unbekannt waren oder die er nicht beachtet hat;\n\n- wenn sie zusätzliche Beweise erhebt, deren Würdigung zu einem anderen Entscheid führt, oder wenn die Beweiswürdigung durch den Strafrichter den feststehenden Tatsachen klar widerspricht; hat sie hingegen keine zusätzlichen Beweise erhoben, hat sie sich grundsätzlich an die Würdigung des Strafrichters zu halten;\n\n- wenn der Strafrichter bei der Rechtsanwendung auf den Sachverhalt nicht sämtliche Rechtsfragen abgeklärt, insbesondere die Verletzung bestimmter Verkehrsregeln übersehen hat (vgl. BGE 109 Ib 204, mit Hinweis).\n\nDie Verwaltungsbehörde hat insbesondere dann auf die Tatsachen im Strafurteil abzustellen, wenn dieses - wie hier - im ordentlichen Verfahren mit öffentlicher Verhandlung unter Anhörung der Parteien und Einvernahme von Zeugen ergangen ist, es sei denn, es bestünden klare Anhaltspunkte für die Unrichtigkeit dieser Tatsachenfeststellung; in diesem Fall hat die Verwaltungsbehörde nötigenfalls selbständige Beweiserhebungen durchzuführen (BGE 103 Ib 104, bestätigt in BGE 104 Ib 358; Urteil vom 5. Juni 1981, in RDAF 1982, 362 f.; BGE 105 Ib 19, BGE 106 Ib 398, BGE 109 Ib 204, BGE 115 Ib 164).\n\nbb) Hängt die rechtliche Würdigung sehr stark von der Würdigung von Tatsachen ab, die der Strafrichter besser kennt als die Verwaltungsbehörde (was etwa dann der Fall ist, wenn er den Beschuldigten persönlich einvernommen hat: BGE 104 Ib 359), so ist die Verwaltungsbehörde auch in bezug auf die Rechtsanwendung an die rechtliche Qualifikation des Sachverhaltes durch das Strafurteil gebunden (BGE 102 Ib 196).\n\nd) Das Bezirksgericht hat, wie sich aus dem Strafurteil ergibt, den Beschwerdeführer persönlich angehört und einen Augenschein durchgeführt; die Zeugin E. war durch den Untersuchungsrichter einvernommen worden. Gemäss der obenerwähnten Rechtsprechung war die Verwaltungsbehörde damit an die Feststellungen des Bezirksgerichts gebunden, da diese nicht offensichtlich zu den Akten in Widerspruch stehen. Dasselbe gilt für die rechtliche Würdigung, hängt diese doch im vorliegenden Fall sehr stark von den örtlichen Verhältnissen ab, über die sich das Bezirksgericht durch einen Augenschein selber ins Bild setzte. Triftige Gründe, die im Sinne der angeführten Rechtsprechung die Verwaltungsbehörde zwingend hätten veranlassen müssen, vom Strafurteil abzuweichen, bringt der BGE 119 Ib 158 S. 165Beschwerdeführer nicht vor und sind auch nicht ersichtlich. Die Vorbringen des Beschwerdeführers sind grösstenteils (Augenschein, Einvernahme von Frau E., Prüfung seines Geständnisses, Tatumstände und Absichten, Anwendbarkeit der Regeln des SVG auf das Werkareal, mangelnde Verkehrsgefährdung) unbeachtlich, weil er damit keine neuen Tat- und Rechtsfragen aufwirft, die im Lichte der erwähnten Rechtsprechung (vgl. E. 3c/aa) beachtlich wären. Im übrigen ergibt sich auch aus der vor dem Untersuchungsrichter von Frau E. gemachten Aussage, dass der Beschwerdeführer sich in sein Auto gesetzt hat und - wenn auch nur in den dahinterliegenden Sandhaufen - gefahren ist. Das Urteil des Strafgerichts war daher für die Verwaltungsbehörde in bezug auf diese Punkte nach der bundesgerichtlichen Rechtsprechung verbindlich. Es ist somit für das Entzugsverfahren davon auszugehen, dass der Beschwerdeführer in angetrunkenem Zustand gefahren ist und ihm daher der Führerausweis gestützt auf Art. 16 Abs. 3 lit. b SVG zu Recht entzogen wurde. Da ihm bereits am 21. Februar 1990 der Führerausweis wegen Fahrens in angetrunkenem Zustand entzogen worden war, beträgt die Mindestdauer des Entzuges ein Jahr (Art. 17 Abs. 1 lit. d SVG)."}