{"annee": "119", "cour": "II", "page": "193", "date": "19/5/1993", "cite": [], "cite_par": ["120 II 1", "124 I 310"], "chapeau": "39. Auszug aus dem Urteil der II. Zivilabteilung vom 19. Mai 1993 i.S. A. X. gegen C. X. (staatsrechtliche Beschwerde)", "regestes": ["Mesures provisoires (art. 145 CC et 4 Cst.). 1. Dans la procédure de mesures provisoires, il faut régler l'administration et la jouissance de biens des époux et limiter le droit d'en disposer autant qu'a été rendu vraisemblable le risque d'une mise en danger d'une prétention découlant du régime matrimonial; en revanche, on ne saurait, dans une décision de mesures provisoires, se prononcer sur des prétentions qui doivent être jugées dans une procédure ordinaire (consid. 3a). 2. On peut aussi n'accorder qu'un simple droit de consultation à la partie qui demande la production de pièces, autant que cette mesure suffit à sauvegarder ses droits (consid. 3b). 3. Ni l'affectation en vertu du régime matrimonial ni les pouvoirs d'administration légaux ne sont des motifs déterminants pour bloquer les loyers d'un immeuble (consid. 3c). 4. On peut refuser une contribution d'entretien à l'époux qui ne fournit pas de renseignements sur ses revenus et sa fortune (consid. 3d). 5. On peut prévoir que les époux auront tour à tour la jouissance d'une maison de vacances; cette jouissance ne saurait être comparée à l'attribution de la demeure conjugale (consid. 3e)."], "faits": "", "considerants": "BGE 119 II 193 S. 195\n\nAus der Erwägung:\n\n3. In der Sache selbst wirft der Beschwerdeführer dem Obergericht Willkür vor, da sein Herausgabebegehren abgelehnt und ihm lediglich ein Einsichtsrecht eingeräumt worden sei, weiter die von ihm verlangte Sperrung der Mietzinseinnahmen nicht bewilligt und er von diesen Erträgen ausgeschlossen und überdies der Beschwerdegegnerin die Mitbenutzung des Ferienhauses in R. gestattet worden sei.\n\na) Im Verfahren um Erlass vorsorglicher Massnahmen nach Art. 145 ZGB sind für die Dauer des Scheidungsverfahrens die Folgen zu regeln, welche sich aus der Aufhebung des gemeinsamen Haushaltes ergeben (BÜHLER/SPÜHLER, N. 13, N. 25 zu Art. 145 ZGB). Dazu gehören auch Anordnungen im Hinblick auf die güterrechtliche Auseinandersetzung, die als solche jedoch nicht in diesem (summarischen) Verfahren vorzunehmen ist (BÜHLER/SPÜHLER, N. 310 ff. zu Art. 145 ZGB; BÜHLER/SPÜHLER, Ergänzungsband, N. 334a zu Art. 145 ZGB). So kann in einem Massnahmeverfahren die Verwaltung und Nutzung von Vermögenswerten festgelegt sowie die Verfügung darüber beschränkt werden, sofern die Gefährdung eines güterrechtlichen Anspruchs zumindest glaubhaft gemacht worden ist (BÜHLER/SPÜHLER, N. 335, N. 339 und N. 349 zu Art. 145 ZGB). Auf keinen Fall darf aber in einem solchen Verfahren über Ansprüche befunden werden, deren Beurteilung einzig im Hauptverfahren oder in einem separaten güterrechtlichen Prozess zu erfolgen hat. Die für die Dauer des Scheidungsprozesses getroffenen Anordnungen fallen nämlich mit Beendigung des Verfahrens grundsätzlich dahin (BÜHLER/SPÜHLER, N. 67 zu Art. 145 ZGB). Damit kann es auch auf die güterrechtliche, sachenrechtliche sowie allenfalls vertragsrechtliche Beurteilung der vom Beschwerdeführer einlässlich dargelegten Standpunkte nicht ankommen. Das Bundesgericht kann im staatsrechtlichen Beschwerdeverfahren nämlich einzig prüfen, ob der vom Obergericht geschützte Massnahmeentscheid die vom Beschwerdeführer geltend gemachten verfassungsmässigen Rechte verletzt hat.\n\nb) Das Obergericht war bei der Prüfung des Herausgabebegehrens betreffend die Geschäftsunterlagen des Garagebetriebs und die Unterlagen der Liegenschaften in Z. bestrebt, eine den Umständen des Falles angepasste und verhältnismässige Lösung zu finden. Durch das dem Beschwerdeführer eingeräumte Einsichtsrecht kann er bei der güterrechtlichen Auseinandersetzung seine Interessen BGE 119 II 193 S. 196durchaus wahren. Gleichzeitig kann die Beschwerdegegnerin die ihr (auch vom Beschwerdeführer) zugestandene Verwaltung der Liegenschaften wahrnehmen, ohne dass sich der Beschwerdeführer gegenüber Dritten als für diese Tätigkeit berechtigt ausgeben kann. Er begnügt sich in seiner Beschwerdeschrift im wesentlichen mit der Darlegung seiner - hier nicht massgebenden - güterrechtlichen und auftragsrechtlichen Rechtsauffassung, ohne darzutun, inwieweit die vom Obergericht getroffene Regelung willkürlich sein sollte.\n\nc) Was die Sperrung der Mietzinseinnahmen betrifft, verweist das Obergericht zu Recht darauf, dass der Beschwerdeführer eine Gefährdung von güterrechtlichen Ansprüchen seinerseits nicht glaubhaft gemacht habe, weshalb kein Platz für Sicherungsmassnahmen nach Art. 145 ZGB bestehe. Er beschränkt sich auf die Behauptung, dass diese von Gesetzes wegen an ihn abzuliefern seien. Damit verkennt er auch hier den vorläufigen Charakter eines Massnahmeentscheides, der sich nicht an allfälligen güterrechtlichen Ansprüchen sowie gesetzlichen Verwaltungsbefugnissen orientiert. Dem Obergericht kann hier keineswegs Willkür vorgeworfen werden und die Tatsache, dass der Beschwerdeführer mit dessen rechtlichen Folgerungen nicht einig geht, stellt auch keine Verletzung des rechtlichen Gehörs dar.\n\nd) Da der Beschwerdeführer gemäss den Feststellungen des Obergerichts weder sein eigenes Einkommen noch seinen Lebensaufwand beziffert und belegt hat, ist es keineswegs willkürlich, seinen Antrag auf einen Unterhaltsbeitrag und die Beteiligung am Vermögensertrag abzuweisen.\n\ne) Ausgehend von den verbindlichen Feststellungen des Obergerichts, wonach das Ferienhaus von den Ehegatten nur sporadisch bewohnt werde und der Beschwerdeführer nicht die Absicht habe, seinen Wohnsitz dorthin zu verlegen, ist die wechselweise Benutzung dieser Liegenschaft durch beide Parteien alles andere als abwegig. Der Beschwerdeführer verkennt den Charakter einer Zweitwohnung, wenn er meint, durch deren ausschliessliche Nutzung die Zuteilung der bisherigen Familienwohnung an die Beschwerdegegnerin ausgleichen zu können. Keine Rolle für den Entscheid über die Nutzung des Ferienhauses spielt dessen güterrechtliche Qualifikation. Ungeachtet der Begründung des Obergerichts ist die getroffene Lösung zumindest im Ergebnis keineswegs willkürlich (BGE 118 Ia 26 E. 5a)."}