{"annee": "119", "cour": "IV", "page": "120", "date": "19/8/1993", "cite": ["117 IV 297", "116 IV 273", "106 IV 241"], "cite_par": ["132 IV 29", "122 IV 49", "133 IV 145"], "chapeau": "20. Urteil des Kassationshofes vom 19. August 1993 i.S. Staatsanwaltschaft des Kantons Zürich gegen R. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 13 CP; expertise psychiatrique d'un conducteur pris de boisson; exceptions. S'il existe un doute sérieux quant à la responsabilité d'un conducteur pris de boisson, le juge doit en principe ordonner une expertise psychiatrique (consid. 2a; confirmation de jurisprudence). Il n'est pas nécessaire cependant d'ordonner une expertise, s'il n'y a aucun autre indice que la concentration d'alcool dans le sang pour apprécier la responsabilité (consid. 2b et c)."], "faits": "BGE 119 IV 120 S. 121\n\nA.- R. fuhr in der Nacht vom 19. auf den 20. Dezember 1989, nachdem er mit einem Kollegen mehrere Gaststätten besucht hatte, mit einer Blutalkoholkonzentration von mindestens 2,39 Promille am Steuer seines Autos nach Hause. Unterwegs unterbrach er seine Fahrt und schlief im Fahrzeug ein, nachdem er den Zündungsschlüssel ins Handschuhfach gelegt hatte.\n\nR., geboren am 30. August 1962, war in den Jahren 1981 und 1983 bereits wegen Fahrens in angetrunkenem Zustand verurteilt worden.\n\nB.- Das Bezirksgericht Horgen verurteilte R. wegen Fahrens in angetrunkenem Zustand zu zwei Monaten Gefängnis mit bedingtem Strafvollzug (Probezeit fünf Jahre).\n\nAuf Berufung der Staatsanwaltschaft verweigerte das Obergericht des Kantons Zürich am 22. November 1990 den bedingten Strafvollzug.\n\nC.- Am 1. Juni 1992 hiess das Bundesgericht eine Nichtigkeitsbeschwerde von R. gut und wies die Sache zur Neubeurteilung an die Vorinstanz zurück. Die Vorinstanz äussere sich zur Frage der Zurechnungsfähigkeit von R. nicht; bei einem Blutalkoholgehalt von mindestens 2,39 Promille stelle sich die Frage der Verminderung der Zurechnungsfähigkeit, insbesondere wenn in tatsächlicher Hinsicht davon ausgegangen werden müsste, dass der Beschwerdeführer im Zeitpunkt des Alkoholgenusses nicht damit habe rechnen müssen, später Auto zu fahren. Allenfalls sei das Mass der BGE 119 IV 120 S. 122Zurechnungsfähigkeit auch für die Frage des bedingten Strafvollzugs von Bedeutung.\n\nD.- Das Obergericht verurteilte R. am 3. Dezember 1992 erneut zu zwei Monaten Gefängnis, gewährte ihm aber den bedingten Strafvollzug bei einer Probezeit von vier Jahren. Die beiden früheren Vortaten habe er im Alter von ungefähr 20 Jahren begangen, als er Schwierigkeiten persönlicher Natur und mit den Eltern gehabt habe; inzwischen habe er sich aufgefangen, weshalb die damaligen Tatumstände einem heute abgeschlossenen Lebensabschnitt entsprächen. Der Führerausweisentzug von sechs Monaten habe den Angeklagten hart getroffen. Zudem habe er sich erst im Zustand erheblich verminderter Zurechnungsfähigkeit entschlossen, mit seinem Auto nach Hause zu fahren, nachdem er vorher zureichende Vorkehren zur Verhinderung einer Fahrt in alkoholisiertem Zustand getroffen gehabt habe.\n\nE.- Die Staatsanwaltschaft erhebt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts wegen Verletzung von Art. 13 StGB aufzuheben und die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beschwerdeführerin hatte im Rückweisungsverfahren die Einholung eines Gutachtens zur Frage der Zurechnungsfähigkeit beantragt. Die Vorinstanz bemerkte dazu, der Beschwerdegegner habe sich mit mindestens 2,39 Gewichtspromille in einem ausgeprägten bis schweren Rauschzustand befunden. Es könne ohne weiteres eine erheblich verminderte Zurechnungsfähigkeit angenommen werden. Die Einholung eines Gutachtens sei müssig, könnte doch die Frage der Verminderung der Zurechnungsfähigkeit und insbesondere der Grad einer allfälligen Verminderung heute im konkreten Fall auch in einem solchen Gutachten nicht geklärt werden, weshalb ohnehin auf gewisse Erfahrungswerte abgestellt werden müsste.\n\nDagegen wendet die Beschwerdeführerin ein, es gehe nicht an, dass zum vornherein für bestimmte Alkoholwerte jeweils eine bestimmte Verminderung der Zurechnungsfähigkeit angenommen werde. Auch bei einem Blutalkoholgehalt von über zwei Gewichtspromille sei volle Zurechnungsfähigkeit nicht auszuschliessen. Die Frage der Zurechnungsfähigkeit könne nur durch spezialärztliche Expertise individuell bestimmt werden. Die Einholung eines Gutachtens BGE 119 IV 120 S. 123sei vorliegend auch deshalb angezeigt, weil der Beschwerdegegner nach den Aussagen des Zeugen M., der den ganzen Abend mit ihm verbracht und ihn unmittelbar vor der fraglichen Fahrt gesprochen habe, nur \"angeheitert\" gewesen sei. Die Angaben dieses Zeugen seien jedenfalls vom Experten zu berücksichtigen. Die Vorinstanz habe auf den geistigen Zustand des Beschwerdegegners keinen näheren Bezug genommen.\n\n2. a) Nach Art. 13 Abs. 1 StGB ist eine Untersuchung des Beschuldigten anzuordnen, wenn Zweifel an dessen Zurechnungsfähigkeit bestehen. Der Richter soll also seine Zweifel nicht selber beseitigen, etwa durch Zuhilfenahme psychiatrischer Fachliteratur, sondern, wie sich aus Abs. 2 von Art. 13 StGB ergibt, durch Beizug von Sachverständigen. Art. 13 StGB gilt nicht nur, wenn der Richter tatsächlich Zweifel an der Zurechnungsfähigkeit hegt, sondern auch, wenn er nach den Umständen des Falles Zweifel haben sollte. Es fragt sich, welche Umstände gegeben sein müssen, um anzunehmen, der Richter müsse derartige ernsthafte Zweifel haben. Das Bundesgericht hat dies beispielsweise angenommen bei Drogenabhängigkeit, bei einer Frau, die mit ihrer schizophrenen Tochter zusammenlebte oder bei einem Sexualdelinquenten mit möglicherweise abnorm starkem Geschlechtstrieb (BGE 116 IV 273 f. mit Hinweisen). Art. 13 StGB verlangt auch eine Begutachtung des Grades der Herabsetzung (BGE 106 IV 242 E. b).\n\nb) Es trifft zwar zu, dass dem Blutalkoholgehalt auch beim Fahren in angetrunkenem Zustand nicht alleinige Bedeutung zukommt. So wird im medizinischen Schrifttum die Auffassung vertreten, dass dieser Wert bei der Schuldfähigkeitsbeurteilung lediglich eine grobe Orientierungshilfe sei. Doch häufig seien neben der Blutalkoholkonzentration weitere für die subjektive Befindlichkeit des Täters zur Zeit der Tat indizielle Umstände nicht mehr feststellbar und, soweit solche vorhanden sind, sei fraglich, wieweit sie mangels allgemein anerkannter Erfahrungssätze berücksichtigt werden könnten. Deshalb werde letztlich doch, auch wenn keine gesetzmässige lineare Beziehung zwischen der Blutalkoholkonzentration und der Beeinträchtigung der Zurechnungsfähigkeit bestehe, diesem Wert massgebliche Bedeutung zugemessen (vgl. SCHÖNKE/SCHRÖDER/LENCKNER, Kommentar 24.A., § 20 N. 16a mit Hinweisen).\n\nDie deutsche Rechtsprechung und Lehre nimmt an, bei einer Blutalkoholkonzentration ab drei Promille sei Schuldunfähigkeit selbst bei einem trinkgewohnten Menschen nicht auszuschliessen. Für den Bereich zwischen zwei und drei Promille geht sie im Regelfall von BGE 119 IV 120 S. 124einer Verminderung der Zurechnungsfähigkeit aus (SCHÖNKE/SCHRÖDER/LENCKNER, a.a.O.,; HENTSCHEL/BORN, Trunkenheit im Strassenverkehr, 6. Auflage, N. 257 ff. und 264). Wenn für die Beurteilung der Zurechnungsfähigkeit nicht weitere Indizien zur Verfügung stehen, wird also der Gutachter nicht anders als der Richter beweismässig ausschliesslich oder doch hauptsächlich auf die Blutalkoholkonzentration abstellen müssen. In solchen Fällen erübrigt sich die Einholung eines Gutachtens. Dies ändert jedoch nichts an der grundsätzlichen Pflicht, dass in Zweifelsfällen ein psychiatrisches Gutachten einzuholen ist (E. a).\n\nc) Der Beschwerdegegner wies im Zeitpunkt der Tat eine Blutalkoholkonzentration von mindestens 2,39 und maximal 3,0 Promille auf; actio libera in causa wurde von der Vorinstanz verneint. Da im Fall des Beschwerdegegners keine Auffälligkeiten ersichtlich sind und ein Gutachter somit nicht mehr Klarheit schaffen könnte, bestehen unter den gegebenen Umständen keine Zweifel an der von der Vorinstanz angenommenen erheblichen Verminderung der Zurechnungsfähigkeit. Daran ändert auch das Vorbringen der Beschwerdeführerin nichts, ein Zeuge habe den Täter bloss für \"angeheitert\" gehalten. Eine Verletzung von Art. 13 StGB ist somit zu verneinen.\n\nd) In BGE 106 IV 242 E. b wurde angenommen, auf eine Nichtigkeitsbeschwerde des Beschuldigten sei nicht einzutreten, wenn ihm auch ohne Begutachtung mindestens die von ihm behauptete Verminderung der Zurechnungsfähigkeit zugebilligt wurde und nicht ernsthaft mit einer noch höheren Herabsetzung zu rechnen sei. Denn in einer solchen Situation sei der Beschuldigte nicht beschwert, wenn kein Gutachten eingeholt worden sei. Da zudem seitens der Anklage keine Beschwerde erhoben worden sei, stehe einer allfälligen Schlechterstellung das Verbot der reformatio in peius entgegen.\n\nAngesichts der besonderen prozessualen Situation darf aus diesem Entscheid nicht geschlossen werden, der Richter könne generell ohne psychiatrisches Gutachten verminderte Zurechnungsfähigkeit annehmen. Entsprechend sind auch die Ausführungen in BGE 117 IV 297 oben, auf welche sich die Vorinstanz bezieht, klarzustellen."}