{"annee": "119", "cour": "V", "page": "180", "date": "8/3/1993", "cite": ["113 V 48", "109 V 119", "101 V 114", "117 V 8", "112 V 371", "108 V 13", "102 V 13", "116 V 62", "115 V 183", "107 V 84", "109 V 241", "109 V 108", "110 V 291", "106 V 86"], "cite_par": ["119 V 475", "124 V 324", "122 V 367", "122 V 19", "122 V 270", "121 V 1", "119 V 416", "122 V 166"], "chapeau": "26. Sentenza dell'8 marzo 1993 nella causa Ufficio federale delle assicurazioni sociali contro P. e Commissione federale di ricorso in materia d'AVS/AI per le persone residenti all'estero", "regestes": ["Art. 5 PA, art. 46 al. 1 et art. 97 al. 1 LAVS, art. 48 LAI, art. 85 al. 1 RAI, art. 77 RAVS: liberté de l'administration de revenir sur une décision manifestement inexacte et de régler les modalités de la reconsidération; examen de cette question en cas de paiement d'intérêts moratoires. - Le juge n'ayant pas la possibilité de contraindre l'administration à réexaminer une décision manifestement inexacte, il n'est pas non plus habilité, en l'absence d'une disposition idoine, à lui imposer les modalités d'un tel réexamen (consid. 3). - L'art. 77 RAVS est-il une règle qui précise à l'intention de l'administration les modalités de la reconsidération, en cas de réexamen d'une décision de rente, et, de manière générale, cette disposition confère-t-elle à l'assuré le droit d'exiger la reconsidération d'un acte administratif? Questions laissées indécises en l'espèce (consid. 4a). - L'intérêt moratoire fait-il partie des modalités d'application de la reconsidération ou doit-il plutôt, d'un point de vue juridique, être considéré comme un \"aliud\", avec pour conséquence que le juge peut condamner l'administration à allouer un tel intérêt? Question laissée indécise (consid. 4b)."], "faits": "BGE 119 V 180 S. 182\n\nA.- Per decisione 6 marzo 1979 la Cassa svizzera di compensazione ha riconosciuto alla cittadina italiana Pinuccia P.-F., nata il 23 marzo 1947, una rendita semplice intera d'invalidità, con rendita completiva a favore del figlio Cristiano, con effetto dal 1o ottobre 1978. Il provvedimento indicava essere la prestazione stata calcolata sulla base di un periodo di contribuzione di nove anni e tre mesi. L'atto amministrativo è cresciuto inimpugnato in giudicato.\n\nNell'ambito di un tema relativo alla rendita completiva del figlio Cristiano, la Cassa ha comunicato il 26 settembre 1989 la ripresa dei pagamenti di essa prestazione, sempre calcolata secondo le suddette basi di calcolo.\n\nTraendo argomento da questa comunicazione, l'assicurata ha informato gli organi dell'assicurazione che in realtà la durata contributiva non era di nove anni e tre mesi, come ritenuto per il calcolo della rendita, bensì di dieci anni. L'amministrazione ha dato seguito all'osservazione dell'interessata e, ricalcolata la prestazione nel senso indicato, mediante provvedimento 24 ottobre 1989 ha versato l'importo corrispondente alla differenza fra le rendite dovute e quelle versate, per i cinque anni precedenti, vale a dire a far tempo dal 1o ottobre 1984.\n\nB.- Pinuccia P.-F. ha deferito quest'ultima decisione con gravame alla Commissione federale di ricorso in materia d'AVS/AI per le persone residenti all'estero, chiedendo il riconoscimento degli arretrati a decorrere dal 1o ottobre 1978 con interessi al 5% sull'importo dovuto.\n\nPer giudizio 29 agosto 1990 la Commissione ha accolto parzialmente il gravame, nel senso che, confermato il diritto al versamento retroattivo per il limitato periodo di 5 anni, ha riconosciuto il diritto agli interessi di mora sulle differenze di rendite da pagarsi retroattivamente al 1o ottobre 1984. Per quel che concerne gli interessi di mora, i primi giudici si sono fondati su giurisprudenza del Tribunale federale delle assicurazioni, pubblicata in RCC 1990 pag. 45.\n\nC.- L'Ufficio federale delle assicurazioni sociali interpone ricorso di diritto amministrativo a questa Corte limitatamente al tema degli interessi di mora. Afferma in sostanza che, l'amministrazione non essendo obbligata a procedere al riesame di una decisione manifestamente errata, alla medesima non può nemmeno essere prescritto di versare interessi di mora. Conclude per l'annullamento della pronunzia commissionale.\n\nMentre l'assicurata postula la reiezione del gravame, la Cassa ne propone l'accoglimento.BGE 119 V 180 S. 183", "considerants": "Diritto:\n\n1. Nel caso concreto, la Cassa svizzera di compensazione, su indicazione dell'assicurata, ha nel 1989 acconsentito di rivedere l'importo della rendita assegnata dal 1978, ritenuto un nuovo periodo di contribuzione più favorevole all'interessata, retroattivamente per un periodo di cinque anni. Statuendo su un ricorso per cui l'assicurata chiedeva il conguaglio della rendita già a far tempo dal 1978 e postulava il riconoscimento di interessi di mora, la Commissione di ricorso ha accolto il gravame limitatamente a questo secondo punto e fatto obbligo alla cassa di fissare l'importo di essi interessi per i suddetti cinque anni.\n\nDue tesi si oppongono:\n\n- quella affacciata dalla Commissione di ricorso, fondata sulla sentenza pubblicata in RCC 1990 pag. 45, per cui il Tribunale federale ha tutelato un giudizio del Tribunale amministrativo del Canton Berna che aveva fatto obbligo di assegnare interessi di mora ad una cassa di compensazione, la quale aveva ricalcolato una rendita dopo aver preso conoscenza del versamento di ulteriori contributi presso un'altra cassa;\n\n- quella proposta dall'Ufficio federale delle assicurazioni sociali e ripresa dalla Cassa svizzera di compensazione, fondata sulla giurisprudenza per la quale il giudice non può prescrivere all'amministrazione le modalità di un riesame, il suo potere d'intervento essendo limitato al caso in cui l'amministrazione abbia proceduto sulla base di criteri arbitrari.\n\n2. Con la decisione 6 marzo 1979, cresciuta in giudicato, la Cassa manifestamente ha fissato la rendita spettante a Pinuccia P.-F., nonché quella completiva in favore del figlio, ritenendo un periodo di contribuzione inesatto. Si deve quindi esaminare quali rimedi straordinari di diritto entravano in considerazione per rimediare all'errore del provvedimento cresciuto in giudicato.\n\n3. a) Secondo un principio generale del diritto delle assicurazioni sociali l'amministrazione può riesaminare una decisione cresciuta in giudicato e che non è stata oggetto di controllo giudiziale di merito, quand'essa è senza dubbio errata e la cui rettifica sia di importante rilievo (DTF 117 V 12 consid. 2a, DTF 116 V 62, DTF 115 V 186 consid. 2c, DTF 112 V 373 consid. 2c, DTF 110 V 292 consid. 1, DTF 109 V 112 consid. 1c e 121 consid. 2a, DTF 107 V 85). La giurisprudenza ha precisato che l'amministrazione non può essere obbligata a procedere a una riconsiderazione in questo senso né dall'amministrato né dal giudice (DTF 117 V 12 consid. 2a, BGE 119 V 180 S. 184116 V 62, 110 V 34 consid. 3, 109 Ib 251, 100 Ib 371; RCC 1985 pag. 60 consid. 3, 234 consid. 1 e 334 consid. 2).\n\nDal riesame deve essere distinta la cosiddetta revisione processuale. In questi casi l'autorità è tenuta a rinvenire su decisioni cresciute in giudicato quando sono scoperti fatti o prove nuovi idonei a determinare un diverso apprezzamento giuridico (DTF 110 V 292 consid. 1, DTF 109 V 121 consid. 2b, 108 V 168, DTF 106 V 87 consid. 1a, DTF 102 V 17 consid. 3; cfr. GRISEL, Traité de droit administratif, vol. 2, pag. 943 seg.). Il Tribunale federale delle assicurazioni ha dichiarato dover essere il tema della revisione processuale di provvedimenti amministrativi regolato per analogia dalla normativa relativa alla revisione dei giudizi resi dalle autorità di ricorso di prima istanza, ossia dall'art. 85 cpv. 2 lett. h LAVS trattandosi di istanze cantonali (DTF DTF 109 V 121 consid. 2b; STFA 1963 pag. 212 consid. 2a; RCC 1985 pag. 334 consid. 2b), rispettivamente dagli art. 66 segg. PA nel caso di istanze federali conformemente all'art. 1 PA (cfr. sentenze inedite 25 ottobre 1990 in re P., 2 maggio 1990 in re R., 12 agosto 1988 in re S., e 12 agosto 1987 in re G.).\n\nNell'evenienza litigiosa, trattandosi di decisione di un servizio dell'amministrazione federale ai sensi dell'art. 1 PA, sono se del caso richiamabili le disposizioni della PA. Per l'art. 66 PA, in particolare, una parte può ricorrere al rimedio straordinario della revisione quando produca mezzi di prova nuovi e rilevanti nella misura in cui non fossero stati invocabili in una precedente procedura (cfr. GRISEL, op.cit., pag. 944).\n\nb) Per quanto concerne il riesame, il Tribunale federale delle assicurazioni ha rilevato che né la dottrina né la prassi hanno posto criteri generali circa gli effetti dello stesso nel tempo. Esso ha poi affermato che, ritenuto come il giudice non abbia il potere di costringere l'amministrazione a procedere al riesame di una decisione manifestamente erronea, doveva essere ammesso non poter alla stessa amministrazione nemmeno essere prescritto, in difetto di una norma positiva, in quale misura simile riesame debba avere effetto retroattivo. Inoltre il Tribunale ha precisato che l'art. 88bis cpv. 1 lett. c OAI - il quale prevede che se vien costatato che la decisione della commissione dell'assicurazione per l'invalidità sfavorevole all'assicurato era manifestamente errata, l'aumento della prestazione avviene il più presto a partire dal momento in cui il vizio è stato scoperto - è applicabile solo in quanto l'elemento che comporta il riesame è tipico dell'assicurazione BGE 119 V 180 S. 185per l'invalidità e non dell'AVS (cfr. DTF 110 V 295 segg.).\n\nDal canto loro i giudizi di revisione possono esplicare effetto ex nunc oppure ex tunc a seconda del genere della decisione revocata, ma quando si tratti di rendite essi devono esplicare effetto ex tunc. Ciò perché secondo l'art. 68 PA l'autorità di ricorso, se entra nel merito della domanda di revisione e la giudica fondata, annulla il provvedimento e ne rende uno nuovo. Quindi l'autorità sostituisce una decisione errata con una decisione legittima, nelle condizioni in cui la decisione precedente era stata resa. Decidere diversamente significherebbe penalizzare chi non è stato in grado - senza colpa - di produrre un documento per un fatto di cui non è responsabile.\n\nQuesta Corte ha peraltro da un punto di vista generale già osservato che il giudizio di revisione è inteso ad avere effetto ex tunc dalla data della pronunzia di cui è operata la revisione e che esso sostituisce questa pronunzia come se essa non fosse mai esistita (DTF 109 V 244 consid. 2a; cfr. anche KUMMER, Grundriss des Zivilprozessrechts, 3a ediz., pag. 229; BIRCHMEIER, Handbuch des Bundesgesetzes über die Organisation der Bundesrechtspflege, n. 1 ad art. 144 OG, pag. 515; STRÄULI/MESSMER, Kommentar zur Zürcherischen ZPO, 2a ed., pag. 597 segg.; RUST, Die Revision im Zürcher Zivilprozess, tesi Zurigo 1981, pagg. 175 seg. e 182). Il Tribunale federale delle assicurazioni ha in particolare già avuto modo di espressamente riconoscere effetto ex tunc ad una revisione processuale di un provvedimento amministrativo (cfr. sentenza inedita summenzionata 12 agosto 1987 in re G. nonché sentenze inedite, pure già ricordate, 25 ottobre 1990 in re P., 2 maggio 1990 in re R. e 12 agosto 1988 in re S.).\n\n4. Nel caso concreto si tratta dell'ipotesi di un riesame in quanto non sono stati scoperti fatti nuovi né sono state apportate nuove prove: l'amministrazione, su indicazione dell'assicurata, si è accorta di un errore nel calcolo della durata contributiva alla base della decisione di erogazione della rendita.\n\nDeve essere ora stabilito quali siano stati i limiti della libertà della cassa nell'ambito del riesame da essa disposto, per quel che concerne la rendita medesima, più precisamente per quel che attiene agli effetti nel tempo, da un lato, e gli interessi di mora sugli arretrati, d'altro lato.\n\na) Per quel che concerne il diritto alla rendita, gli organi dell'amministrazione hanno applicato l'art. 48 cpv. 1 LAI, secondo cui il BGE 119 V 180 S. 186pagamento di prestazioni non riscosse si estingue in cinque anni dalla fine del mese per il quale la prestazione era dovuta.\n\nIl Tribunale federale delle assicurazioni ha già avuto modo di affermare nella sentenza ricordata 12 agosto 1987 in re G. non poter essere impedito all'amministrazione di adottare direttive di applicazione censurabili solo nella misura in cui in esse sia ravvisabile arbitrio. Meritevole di simile censura, ha precisato la Corte, non era segnatamente la disposizione adottata dall'Ufficio federale delle assicurazioni sociali nell'allora vigente circolare sul contenzioso amministrativo 1o aprile 1982, (sostituita poi dalla circolare 1o luglio 1988 sul contenzioso nell'AVS, l'AI, le IPG e le PC) per la quale il riesame prendeva effetto dalla data della decisione iniziale oppure da quella della scoperta dell'errore, come non lo sarebbe stata nemmeno quella, come nella fattispecie, riferita all'art. 48 cpv. 1 LAI, nel senso che il pagamento delle prestazioni dovrebbe avvenire per i cinque anni precedenti la richiesta. Nella sentenza 25 ottobre 1990 in re P. ha rilevato che nemmeno appariva poi arbitraria la soluzione, riferita all'art. 48 cpv. 2 LAI, consistente a versare le prestazioni per i dodici mesi precedenti la richiesta.\n\nNell'ambito della presente procedura, il Tribunale federale delle assicurazioni si è chiesto se nell'articolo 77 OAVS, cui rinvia l'art. 85 cpv. 1 OAI, non debba essere ravvisata una \"norma positiva\" ai sensi di quanto esposto al consid. 3b prescrivente all'amministrazione che ha deciso di riesaminare un provvedimento le modalità del riesame medesimo. Secondo questo disposto, chi non ha ricevuto una rendita alla quale aveva diritto o ha ricevuto una rendita inferiore a quella che poteva pretendere, può esigere dalla cassa di compensazione il pagamento dell'importo dovutogli e se una cassa di compensazione viene a conoscenza che un avente diritto ha ricevuto nessuna rendita o una rendita troppo bassa, essa deve versare l'importo non pagato. Al tema suddetto la Corte non ha comunque dato risposta. Infatti, prescindendo dal fatto che l'effetto retroattivo del versamento della prestazione non è litigioso in sede di procedura federale, deve essere ammesso che anche facendo applicazione dell'art. 77 OAVS si giungerebbe alla soluzione ritenuta nel caso in esame dall'amministrazione e tutelata dai giudici di prime cure. In effetti, sta di fatto che la disposizione adottata dalla Cassa, nel senso che l'assicurata ha diritto al conguaglio delle rendite retroattivamente per cinque anni, sino al 1o ottobre 1984, manifestamente non è stata presa sulla base di direttive arbitrarie, nel senso della giurisprudenza oggi richiamabile, soluzione questa cui si dovrebbe approdare ugualmente facendo capo all'art. 77 OAVS, l'art. 48 cpv. BGE 119 V 180 S. 1871 LAI escludendo comunque il riconoscimento di prestazioni non riscosse per un periodo eccedente il limite di cinque anni.\n\nIl Tribunale ha lasciato insoluto quindi pure il quesito più generale se nell'art. 77 OAVS possa essere ravvisata una norma conferente all'assicurato il diritto di esigere, in deroga alla giurisprudenza oggi applicabile, che la Cassa proceda ad un riesame di una decisione di erogazione di prestazioni assicurative.\n\nb) Rimane da esaminare la questione degli interessi di mora richiesti dall'assicurata.\n\nOra, come si è visto, la Corte ha lasciato irrisolto il punto di sapere se il riconoscimento degli arretrati fosse da ritenere avvenuto in base alla libertà conferita all'amministrazione nel senso della giurisprudenza sino ad oggi richiamabile, oppure in base all'art. 77 OAVS. Nella prima ipotesi, ritenuta la libertà della cassa, l'assegnazione di interessi di mora non sarebbe di principio ammissibile; ciò a meno che si ritenga costituire i medesimi giuridicamente un \"aliud\", non sottoposto alle regole vigenti per il riesame, nel senso che gli stessi potrebbero quindi essere imposti dal giudice.\n\nNemmeno questo tema deve essere risolto in concreto, per i motivi che seguono.\n\nIn effetti, per un principio generale del diritto delle assicurazioni sociali, gli interessi di mora non sono esigibili (IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, n. 31 B II). Il principio tollera certe eccezioni soltanto se esse sono espressamente previste dalla legge. Il versamento di interessi di mora è poi ammesso in circostanze particolari, quali un comportamento illecito o dilatorio dell'amministrazione (DTF 108 V 19 consid. 4, DTF 101 V 117 consid. 3). La giurisprudenza ha ancora precisato che il pagamento di tali interessi è giustificato soltanto eccezionalmente e in casi isolati che urtano in modo particolare il senso del diritto (DTF 113 V 50 consid. 2a, DLA 1988 pag. 85 consid. 5).\n\nOrbene, i suddetti requisiti non sono adempiuti nella fattispecie.\n\nVero è che, come ritenuto dai primi giudici, in una sentenza pubblicata in RCC 1990 pag. 45 il Tribunale federale delle assicurazioni ha tutelato un giudizio di prima istanza che metteva interessi di mora a carico di una cassa di compensazione, la quale aveva accettato di rivedere una sua precedente decisione di rendita dopo che un'altra cassa aveva segnalato il versamento di ulteriori contributi.\n\nOra, prescindendo dal fatto che in detta causa non si è esplicitamente esaminato il tema di sapere se ci si trovava nell'ipotesi di un BGE 119 V 180 S. 188riesame o in quella di una revisione, con essa sentenza si voleva manifestamente ovviare a una situazione del tutto particolare determinata dal fatto che l'assicurato in quella circostanza aveva percepito per ben 18 anni rendite inferiori a quelle dovute per un errore della cassa, da lui non ravvisabile. A questa giurisprudenza, dettata dalla particolarità della fattispecie, non può essere fatto riferimento in concreto.\n\n5. Dato quanto precede, il giudizio commissionale, nella misura in cui si riferisce agli interessi di mora, deve essere annullato.\n\nPer questi motivi, il Tribunale federale delle assicurazioni pronuncia:\n\nIl ricorso di diritto amministrativo è accolto nel senso che il giudizio commissionale, nella misura in cui mette a carico della Cassa interessi di mora sulle differenze di rendite da pagarsi retroattivamente al 1o ottobre 1984 e rinvia a questo fine l'incarto alla Cassa, viene annullato."}