{"annee": "119", "cour": "IA", "page": "260", "date": "7/10/1993", "cite": ["104 IA 69", "99 IA 42", "92 I 185", "119 IB 12", "113 IA 81", "116 IA 94", "105 IA 288", "103 IA 37", "114 IA 182"], "cite_par": ["122 I 53", "121 V 150", "144 I 253", "122 II 464", "122 I 109", "122 II 274", "132 V 443", "122 V 34", "125 I 417"], "chapeau": "31. Auszug aus dem Urteil der II. Zivilabteilung vom 7. Oktober 1993 i.S. Z. gegen Verwaltungsrekurskommission des Kantons St. Gallen (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst.; droit d'être entendu dans la procédure de privation de liberté à des fins d'assistance; droit d'être représenté et assisté. Lorsque celui qui assiste juridiquement un malade psychique se voit refuser le droit de prendre part à une expertise judiciaire, il n'y a pas, en règle générale, violation du droit d'être représenté et assisté découlant du droit d'être entendu si la personne en cause et celui qui l'assiste peuvent ultérieurement avoir accès au rapport et se déterminer sur les conclusions qu'il contient (consid. 6)."], "faits": "", "considerants": "BGE 119 Ia 260 S. 260\n\nAus den Erwägungen:\n\n6. Die Beschwerdeführerin macht ferner geltend, ihr Anspruch auf rechtliches Gehör sei verletzt worden, weil ihrem Rechtsbeistand die Teilnahme an der fachrichterlichen Einvernahme verweigert worden BGE 119 Ia 260 S. 261sei. Sie beruft sich dazu nicht auf eine Vorschrift des kantonalen Verfahrensrechts, das in erster Linie den Umfang des Gehörsanspruchs umschreibt, sondern lediglich auf Art. 4 BV.\n\na) Art. 4 BV gewährleistet in allen Streitsachen den Rechtsunterworfenen ein bestimmtes Mindestmass an Verteidigungsrechten. Ob diese unmittelbar aus Art. 4 BV folgenden Regeln missachtet worden sind, prüft das Bundesgericht frei (BGE 118 Ia 17 E. 1b und 104 E. 3a mit Hinweisen).\n\nDas rechtliche Gehör dient einerseits der Sachaufklärung, andererseits stellt es ein persönlichkeitsbezogenes Mitwirkungsrecht beim Erlass eines Entscheids dar, welcher in die Rechtsstellung des Einzelnen eingreift. Dazu gehört insbesondere das Recht der Betroffenen, sich vor Erlass eines in ihre Rechtsstellung eingreifenden Entscheids zur Sache zu äussern, erhebliche Beweise beizubringen, Einsicht in die Akten zu nehmen, mit erheblichen Beweisanträgen gehört zu werden und an der Erhebung wesentlicher Beweise entweder mitzuwirken oder sich zumindest zum Beweisergebnis zu äussern, wenn dieses geeignet ist, den Entscheid zu beeinflussen (BGE 119 Ib 12 E. 4; 118 Ia 17 E. 1c mit Hinweisen). Der Gehörsanspruch schliesst das Recht ein, sich im Zivilprozess vertreten und verbeiständen zu lassen (BGE 105 Ia 288 E. 2b; JÖRG PAUL MÜLLER, Die Grundrechte der schweizerischen Bundesverfassung, 2. A., Bern 1991, S. 286, Ziff. 2.4).\n\nb) In gewisser Hinsicht ist dieses Recht auf Vertretung und Verbeiständung in Art. 397f Abs. 2 ZGB konkretisiert worden. Nach dieser Bestimmung bestellt der Richter der von einer fürsorgerischen Freiheitsentziehung betroffenen Person wenn nötig einen Rechtsbeistand; daraus lässt sich aber nicht ableiten, dass der Rechtsbeistand zwingend in jedem Stadium des Verfahrens anwesend zu sein hat. Es kann vielmehr - gerade in ausgesprochen persönlichkeitsbezogenen Angelegenheiten - durchaus verantwortbar oder gar erforderlich sein, dass eine Person ohne Gegenwart ihres Rechtsvertreters oder Beistands angehört wird, um ein möglichst unverfälschtes Bild ihrer Persönlichkeit zu erhalten.\n\nDas war nun aber vorliegend gerade der Grund, weshalb dem Rechtsbeistand die Anwesenheit während der fachrichterlichen Befragung der Beschwerdeführerin verweigert worden war. Mit den diesbezüglichen Ausführungen im angefochtenen Entscheid setzt sich die Beschwerdeführerin kaum auseinander. Insbesondere macht sie nicht geltend, es sei eine die Parteiöffentlichkeit im Beweisverfahren vorsehende Vorschrift des kantonalen Rechts missachtet BGE 119 Ia 260 S. 262worden, die nicht nur sie, sondern auch ihren Rechtsbeistand zur Teilnahme an den Beweiserhebungen bzw. dieser besonderen Beweiserhebung berechtigt hätte. Die Beschwerdeführerin wirft der Verwaltungsrekurskommission mit keinem Wort vor, in dieser Hinsicht in Willkür verfallen zu sein. Es kann sich deshalb einzig die Frage stellen, ob der Gehörsanspruch - entsprechend der Minimalgarantie des Art. 4 BV - der Betroffenen im Rahmen der fürsorgerischen Freiheitsentziehung das Recht vermittelt, ihren Rechtsvertreter bei der Einvernahme durch den sachverständigen Instruktionsrichter beiziehen zu können.\n\nc) Inwieweit zur wirksamen Interessenwahrung der Partei bzw. ihrem Rechtsvertreter eine Teilnahme an Beweiserhebungen zugestanden werden muss, beantwortet sich, ausgehend vom zugrunde liegenden Verfahren, je nach Beweismittel unterschiedlich (vgl. HAEFLIGER, Alle Schweizer sind vor dem Gesetze gleich, Bern 1985, S. 140 f. mit Hinweisen auf die Rechtsprechung). Während unter anderem die Teilnahme an einem Augenschein, sofern sie die Partei innert nützlicher Frist verlangt hat (BGE 103 Ia 37 E. 5b), nur ganz ausnahmsweise verweigert werden darf (BGE 116 Ia 94 E. 3b; BGE 113 Ia 81 E. 3a mit Hinweis), ist das Ausschliessen von einer durch den Sachverständigen durchgeführten Begutachtung zulässig, wenn die Partei nachträglich in das Gutachten bzw. den Bericht Einblick erhält und zu den dortigen Schlussfolgerungen Stellung nehmen kann (BGE 104 Ia 69 E. 3b; BGE 99 Ia 42 E. 3b; BGE 92 I 185 ff. mit Hinweis; JÖRG PAUL MÜLLER, a.a.O., S. 273 f., insbesondere Anm. 75).\n\nWas den besonderen Fall ärztlicher Gutachten betrifft, meint GULDENER (Schweizerisches Zivilprozessrecht, 3. A., Zürich 1979, S. 178) kurz und bündig: \"Zu einer körperlichen Untersuchung oder einer psychiatrischen Exploration durch einen Sachverständigen sind neben dem Exploranden keine weiteren Personen zuzulassen.\" Dieser Auffassung ist für den Regelfall mit Blick auf den rein fachbezogenen Untersuchungsauftrag der Sachverständigen im Verfahren der fürsorgerischen Freiheitsentziehung beizupflichten (vgl. Art. 397e Ziff. 5 ZGB). Um seinem Auftrag gerecht zu werden, ist es unumgänglich, dass sich der ärztliche Gutachter einen zuverlässigen persönlichen Eindruck vom psychischen Zustand des oder der Betroffenen verschafft. Es muss ihm mithin das Recht zugestanden werden, die Art und Weise der Begutachtung im Rahmen des Untersuchungszwecks nach eigenem Ermessen festzulegen (vgl. GULDENER, a.a.O., S. 350 f.), so auch, ob er weitere Personen daran teilnehmen lassen will oder eben gerade nicht. Gleiches gilt für eine BGE 119 Ia 260 S. 263fachrichterliche Einvernahme, deren Bedeutung einzig darin liegt, Grundlage für die Erstellung eines Gutachtens zu sein. Einen eigentlichen Augenschein und damit einen Akt der Beweiserhebung stellt auch sie nicht dar.\n\nd) Im vorliegenden Fall steht der freie Verkehr der Betroffenen mit ihrem Rechtsvertreter nicht in Frage (BGE 114 Ia 182 E. 3b S. 187 mit Hinweis). Hinzu kommt, dass der Gesetzgeber selbst, und zwar im Bewusstsein der bedeutenden Interessen, die beim Freiheitsentzug auf dem Spiel stehen, die Bestellung eines Rechtsbeistands nicht zwingend, sondern nur bei Notwendigkeit vorgeschrieben hat (Art. 397f Abs. 2 ZGB). Unter diesen Umständen liegt keine Verletzung von Art. 4 BV darin, dass der Rechtsbeistand nicht bei der Befragung und Untersuchung der Beschwerdeführerin anwesend sein durfte. Es wird auch nicht etwa geltend gemacht, die Beschwerdeführerin sei infolge besonderer Hilflosigkeit auf den Beistand ihres Rechtsvertreters angewiesen gewesen oder der zu begutachtende Sachverhalt sei so schwierig, dass der Betroffenen (und ihrem Rechtsbeistand) ein Anspruch auf Mitwirkung bei der Instruktion des Sachverständigen hätte zugestanden werden müssen oder dass es nötig gewesen wäre, bereits in jenem Zeitpunkt dem Sachverständigen Ergänzungsfragen stellen zu können (BGE 99 Ia 42 E. 3b).\n\nEntgegen der Auffassung der Beschwerdeführerin kann daher von einer Verletzung des Gehörsanspruchs nicht gesprochen werden. Nach den Feststellungen im angefochtenen Entscheid diente die Anhörung dem ärztlichen Fachrichter als Grundlage, um zuhanden des Gesamtgerichts ein Gutachten und seinen Antrag zu stellen. Dem Rechtsbeistand der Beschwerdeführerin wurde dieses Gutachten zugestellt und ihm gleichzeitig die Gelegenheit geboten, sich zu dessen Inhalt zu äussern. Mehr lässt sich aus dem Gehörsanspruch des Art. 4 BV nicht herleiten.\n\nZur nicht ganz unbedenklichen Verquickung sachverständiger und richterlicher Funktionen äussert sich die Beschwerde so wenig wie zur weiteren heiklen Problematik, dass der mit der Prozessvorbereitung betraute Richter, wie das in verschiedenen Prozessgesetzen vorgesehen wird, zugleich in eigener Regie eine wesentliche Beweisgrundlage erstellt. Der Rechtsvertreter pocht lediglich - und erst noch mit ganz allgemein gehaltenen, wenig differenzierten Argumenten - auf sein Teilnahmerecht an der Begutachtung, das ihm Art. 4 BV - wie gesagt - nicht garantiert. Die Beschwerde erweist sich in diesem Punkt als unbegründet."}