{"annee": "119", "cour": "IA", "page": "305", "date": "14/10/1993", "cite": ["109 IB 246", "116 IA 41", "115 IA 370", "115 IB 152", "107 IB 35", "115 IA 350", "109 IA 257"], "cite_par": ["120 IA 270", "121 II 273", "135 I 176"], "chapeau": "36. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 14. Oktober 1993 i.S. Stadt Zürich gegen X. AG und Mitbeteiligte (staatsrechtliche Beschwerde)", "regestes": ["Autonomie communale; art. 4 et 22ter Cst.; durée de validité d'une renonciation de la collectivité publique à soumettre un groupe de bâtiments à une mesure de protection du patrimoine bâti. La législation ne détermine pas la durée de validité d'une renonciation à ordonner une mesure de protection du patrimoine bâti prononcée à l'issue de la procédure provocatoire prévue par le § 213 de la loi zurichoise sur l'aménagement du territoire et les constructions. Appréciation sur la base des principes déterminants en matière de révocation des décisions (consid. 4). Détermination et pesée des intérêts en présence dans le cas d'espèce. Il n'est pas contraire à l'autonomie communale d'admettre que l'assujettissement des bâtiments à une mesure de protection équivaut à une révocation inadmissible de la renonciation (consid. 5)."], "faits": "BGE 119 Ia 305 S. 306\n\nIm 18. und 19. Jahrhundert entstand in Zürich unmittelbar nördlich des Kreuzplatzes zwischen dem Zeltweg und der Klosbachstrasse eine typische Bebauung für Kleinhandwerker und Taglöhner. Trotz mehrfachen Umbauten und Veränderungen der Bausubstanz sind die Siedlungsstruktur und der Charakter der Gebäude bis heute erhalten geblieben. Der Zustand der aus 16 Häusern und Hausteilen bestehenden Überbauung ist jedoch sehr schlecht. Die privaten Eigentümer der Liegenschaften möchten die alten Häuser deshalb abreissen und das Areal neu überbauen. Eine Liegenschaft ist im Eigentum der Stadt Zürich.\n\nDie privaten Eigentümer der Liegenschaften gelangten am 25. Juli 1984 an den Stadtrat von Zürich mit dem Ersuchen, förmlich festzustellen, dass die bestehende, \"hoffnungslos überalterte\" Überbauung zwischen Zeltweg, Kreuzplatz und Klosbachstrasse nicht schutzwürdig sei. Der Stadtrat verzichtete mit Beschluss vom 5. Juni 1985 auf die Unterschutzstellung sämtlicher Häuser im erwähnten Geviert, traf Anordnungen bezüglich der Dokumentation durch das baugeschichtliche Archiv sowie bezüglich allfälliger archäologischer Sondierungen. Zugleich nahm er Kenntnis von der Verpflichtung der Grundeigentümer, zur Erlangung eines geeigneten Neubauprojekts gemeinsam mit dem Stadtrat einen Ideenwettbewerb durchzuführen, dessen Federführung städtischerseits beim Hochbauamt liegen sollte.\n\nAm 4. Oktober 1985 stellte die Bausektion II des Stadtrats mittels Vorentscheid fest, dass ein von den Grundeigentümern zur Ermittlung der zulässigen Bruttogeschossfläche eingereichtes Projekt den derzeitigen, allerdings in Änderung befindlichen Bauvorschriften entspreche. Für das aus dem Ideenwettbewerb hervorgegangene Projekt \"Stadt-Park\" wurde am 12. Mai 1987 um einen Vorentscheid BGE 119 Ia 305 S. 307über die Bewilligungsfähigkeit nachgesucht. Die Bausektion II trat am 12. Februar 1988 auf dieses Begehren nicht ein, weil die Stadt Zürich als Eigentümerin eines von der Baueingabe erfassten Grundstücks ihre Zustimmung zum Baugesuch zurückgezogen hatte. Am 3. August 1988 wies der Stadtrat ein von den privaten Grundeigentümern eingereichtes Gesuch zur Einleitung eines Quartierplanverfahrens für das fragliche Areal am Kreuzplatz provisorisch ab. Rechtsmittel gegen diese Entscheide blieben ohne Erfolg.\n\nUnterdessen hatte der Gemeinderat der Stadt Zürich am 19. November 1986 eine Einzelinitiative unterstützt, die für das Häusergeviert am Kreuzplatz einen öffentlichen Gestaltungsplan verlangte, welcher unter anderem die Unterschutzstellung des Ensembles als eines der letzten Zeugen Alt-Hottingens gewährleisten sollte. In der Folge beauftragte das städtische Büro für Denkmalpflege den Kunsthistoriker PD Dr. Hans Martin Gubler mit der Ausarbeitung eines kulturgeschichtlichen Gutachtens über die Häusergruppe am Kreuzplatz. Es wurde am 10. April 1987 erstattet. Am 5. Mai 1987 legte Architekt Jürg Lendorff ein Gutachten über den architektonischen Zustand der Häuser vor. Beim Architekturbüro Peter Fässler wurde schliesslich eine Expertise eingeholt, welche - ausgehend von der im Gutachten Gubler dargelegten Schutzwürdigkeit des Ensembles - aufzeigen sollte, inwieweit die Bauten saniert und gemäss den heutigen Bedürfnissen genutzt werden könnten und ob eine solche Sanierung den Schutzcharakter zunichte machen würde. Sodann sprach sich die städtische Denkmalpflegekommission am 6. November 1989 mehrheitlich für eine möglichst weit gehende Unterschutzstellung der Häusergruppe aus.\n\nAm 14. November 1990 erliess der Stadtrat von Zürich zum Schutz der Siedlung zwischen Zeltweg und Klosbachstrasse am Kreuzplatz eine Schutzverordnung. Die betroffenen privaten Grundeigentümer fochten diese bei der Baurekurskommission I des Kantons Zürich an. Sie hiess am 23. August 1991 ihre Rechtsmittel gut und hob die stadträtliche Schutzverordnung auf. Die dagegen erhobenen Beschwerden der Stadt Zürich und des Zürcher Heimatschutzes wies das Verwaltungsgericht am 20. August 1992 ab. Es fügte seinem Urteil eine abweichende Minderheitsmeinung an. Nach dieser sollte der Entscheid der Baurekurskommission aufgehoben und die Sache zur weiteren Untersuchung und zu neuem Entscheid an den Stadtrat zurückgewiesen werden. Die Stadt Zürich hat gegen das Urteil des Verwaltungsgerichts eine staatsrechtliche Beschwerde beim Bundesgericht eingereicht. Sie beantragt die Aufhebung BGE 119 Ia 305 S. 308des angefochtenen Entscheids, weil er ihre Gemeindeautonomie verletze.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n4. Das Verwaltungsgericht hat festgestellt, die Schutzverordnung Kreuzplatz des Stadtrats vom 14. November 1990 laufe auf einen unzulässigen Widerruf des früheren stadträtlichen Verzichts auf eine Unterschutzstellung vom 5. Juni 1985 hinaus, und es hat aus diesem Grund die Aufhebung der neuen Schutzverordnung durch die Baurekurskommission bestätigt. Die Stadt Zürich ist der Auffassung, das Verwaltungsgericht habe bei der Prüfung der Zulässigkeit des Widerrufs private und öffentliche Interessen willkürlich gewürdigt, die erforderliche Abwägung willkürlich vorgenommen, der Eigentumsgarantie und dem Grundsatz des Vertrauensschutzes eine zu weit gehende Bedeutung beigemessen und überdies durch den Einbezug der finanziellen Situation seine Prüfungsbefugnis überschritten.\n\nUm diese Rügen im einzelnen prüfen zu können, sind zunächst die massgeblichen Verfassungsgrundsätze und Gesetzesbestimmungen zu ermitteln.\n\na) Im Kanton Zürich sind die Voraussetzungen und Wirkungen von Heimatschutzmassnahmen in den §§ 203 ff. PBG geregelt. Diese sind am 1. September 1991 teilweise revidiert worden und gelten seit dem 1. Februar 1992 in der neuen Fassung. Das angefochtene Urteil erging am 22. August 1992, also nach dem Inkrafttreten des neuen Rechts. Das Verwaltungsgericht hat ausdrücklich auf das im Zeitpunkt des Erlasses der Schutzverordnung Kreuzplatz am 14. November 1990 bzw. des Beschlusses auf Nichtunterschutzstellung des Häusergevierts am 5. Juni 1985 massgebende kantonale Recht abgestellt. Nichts anderes gilt für das staatsrechtliche Beschwerdeverfahren, soweit es bei der Prüfung der Verfassungsmässigkeit des angefochtenen Urteils direkt oder indirekt um die Gültigkeit der beiden genannten stadträtlichen Beschlüsse geht. Konkret heisst dies, dass mit Ausnahme von § 211 Abs. 2 (hier gilt die Fassung vom 20. Mai 1984) die ursprüngliche Fassung des PBG vom 7. September 1975 zur Anwendung gelangt.\n\nb) Nach § 203 lit. c PBG - in der hier massgebenden Fassung vom 7. September 1975 - erstrecken sich die Massnahmen des Heimatschutzes BGE 119 Ia 305 S. 309auf Orts-, Quartier-, Strassen-, und Platzbilder, Gebäudegruppen, Gebäude und Teile sowie Zugehör von solchen, die als wichtige Zeugen einer politischen, wirtschaftlichen, sozialen und baukünstlerischen Epoche erhaltenswürdig sind. Die vom Stadtrat von Zürich gestützt auf diese Bestimmung erlassene Schutzverordnung Kreuzplatz bringt für die Grundeigentümer schwerwiegende Einschränkungen ihrer Befugnisse mit sich: Sie sind gehalten, ihre Gebäude mit ihren Hof- und Gartenflächen in ihrer wesentlichen Substanz zu erhalten und durch geeigneten Unterhalt wirksam vor Beeinträchtigung und Beschädigung zu schützen. An den Gebäuden, Hof- und Gartenflächen dürfen keine Änderungen vorgenommen werden, die den sozialgeschichtlichen oder kulturhistorischen Wert der geschützten Teile beeinträchtigen.\n\nEinschränkungen des Privateigentums sind nur zulässig, wenn sie auf einer gesetzlichen Grundlage beruhen, im öffentlichen Interesse liegen und unter den gegebenen Umständen verhältnismässig sind (Art. 22ter Abs. 2 BV; vgl. BGE 116 Ia 181 E. 3c S. 185; BGE 115 Ia 350 E. 3a S. 351; BGE 109 Ia 257 E. 4 S. 258). Eigentumsbeschränkungen zum Schutz von Baudenkmälern liegen allgemein im öffentlichen Interesse (BGE 116 Ia 41 E. 4d S. 49; BGE 115 Ia 370 E. 3a S. 373; 109 Ia 257 E. 5a S. 259). Allerdings ist je im konkreten Fall zu prüfen, wie weit das öffentliche Interesse reicht, insbesondere welche Objekte denkmalpflegerischen Schutz verdienen und in welchem Ausmass.\n\nc) § 213 PBG sieht vor, dass jeder Grundeigentümer vom Gemeinwesen einen innert Jahresfrist zu fällenden Entscheid über die Schutzwürdigkeit seines Grundstücks und den Umfang allfälliger Schutzmassnahmen verlangen kann. Der Sinn dieser Vorschrift liegt darin, Rechtssicherheit darüber zu schaffen, ob, und wenn ja, welche denkmalpflegerisch begründeten Hindernisse für die bauliche Nutzung eines Grundstücks bestehen (sog. Provokationsrecht). Im Gegensatz zum hier anwendbaren früheren Recht regelt die neue, auf den 1. Februar 1992 in Kraft getretene Fassung von § 213 Abs. 3 PBG auch die Folgen eines ausbleibenden Provokationsentscheids. Danach darf eine Schutzmassnahme nur noch bei wesentlich veränderten Verhältnissen angeordnet werden, wenn innerhalb der mit dem Provokationsgesuch ausgelösten und allenfalls einmalig verlängerten Frist kein Entscheid über die Schutzanordnung erfolgte.\n\nMit dem Erlass der neuen Schutzverordnung Kreuzplatz am 14. November 1990 wurde der 1985 verfügte Verzicht auf eine Unterschutzstellung zurückgenommen. Weder im alten noch im neuen Recht wird die Frage geregelt, wie lange ein im Provokationsverfahren BGE 119 Ia 305 S. 310ausgesprochener Verzicht auf die Anordnung von Schutzmassnahmen das zuständige Gemeinwesen zu binden vermag. Da eine ausdrückliche gesetzliche Ordnung fehlt, hat das Verwaltungsgericht die Zulässigkeit der Rücknahme eines Provokationsentscheids nach den allgemeinen Grundsätzen über den Widerruf von Verfügungen beurteilt. Von dieser zutreffenden Beurteilungsgrundlage geht auch die Stadt Zürich aus.\n\nDanach können Verwaltungsakte, die dem Gesetz nicht oder nicht mehr entsprechen, grundsätzlich widerrufen werden. Der Widerruf ist allerdings in diesen Fällen nur unter den von der bundesgerichtlichen Rechtsprechung entwickelten Voraussetzungen zulässig. Danach sind das Interesse an der richtigen Durchsetzung des objektiven Rechts und dasjenige an der Wahrung der Rechtssicherheit gegeneinander abzuwägen. Dem Postulat der Rechtssicherheit kommt in der Regel dann der Vorrang zu, wenn durch die frühere Verfügung ein subjektives Recht begründet worden ist oder wenn die Verfügung in einem Verfahren ergangen ist, in welchem die sich gegenüberstehenden Interessen allseitig zu prüfen und gegeneinander abzuwägen waren, oder wenn der Private von einer ihm durch die fragliche Verfügung eingeräumten Befugnis bereits Gebrauch gemacht hat. Diese Regel gilt allerdings nicht absolut; ein Widerruf kann auch in einem der drei genannten Fälle in Frage kommen, wenn er durch ein besonders gewichtiges öffentliches Interesse geboten ist (vgl. BGE 115 Ib 152 E. 3a S. 155; BGE 109 Ib 246 E. 4b S. 252; BGE 107 Ib 35 E. 4a S. 36 f.; ANDRÉ GRISEL, Traité de droit administratif, 1984, S. 431 ff.).\n\nd) Die von der Stadt Zürich vorgebrachten Rügen beziehen sich auf das Gewicht der privaten und öffentlichen Interessen im Rahmen der unter dem Gesichtspunkt der Eigentumsgarantie und des Widerrufs vorzunehmenden Abwägungen sowie auf die Durchführung der Abwägung selbst. Dementsprechend ist nachstehend zuerst die Bedeutung des öffentlichen Interesses an der Unterschutzstellung (E. 5a), hierauf der entgegenstehenden Gesichtspunkte des Vertrauensschutzes und des Eigentumsschutzes (E. 5b) und schliesslich die vom Verwaltungsgericht vorgenommene Abwägung zu prüfen (E. 5c). Dabei ist an die bereits erwähnten Beschränkungen der bundesgerichtlichen Überprüfungsbefugnis zu erinnern.\n\n5. a) Die Stadt Zürich wirft dem Verwaltungsgericht vor, es sei in willkürlicher Weise davon ausgegangen, der Beschluss über den Verzicht auf die Unterschutzstellung vom 5. Juni 1985 sei nicht fehlerhaft BGE 119 Ia 305 S. 311gewesen. Das Gutachten des Kunsthistorikers Hans Martin Gubler habe den bedeutenden Zeugenwert des fraglichen Häuserensembles nachgewiesen und die Beurteilung im Jahre 1985 als klar unzutreffend herausgestellt. Im angefochtenen Entscheid werde das grosse öffentliche Interesse an der Erhaltung der Häusergruppe in unhaltbarer Weise unterbewertet.\n\nDas Verwaltungsgericht ist davon ausgegangen, dass der Stadtrat seinerzeit gestützt auf eine durchaus sachgerechte Überprüfung des denkmalpflegerischen Sachverhalts und der massgebenden Interessen zum Schluss gelangte, auf eine Unterschutzstellung des Häusergevierts am Kreuzplatz könne verzichtet werden. Was die beschwerdeführende Stadt Zürich in vorwiegend appellatorischer und daher unzulässiger Weise dagegen einwendet, lässt die Einschätzung des Verwaltungsgerichts nicht als mit den Tatsachen in Widerspruch stehend und unhaltbar erscheinen. Die erhobenen Einwände vermögen insbesondere nicht aufzuzeigen, dass die Sachverhaltsabklärungen vor dem Entscheid über den Verzicht auf die Unterschutzstellung im Jahre 1985 (Besichtigung der Gebäude durch die städtische Kommission für Denkmalpflege am 11. Oktober 1984; Stellungnahme des städtischen Büros für Denkmalpflege zu einem Bericht der Karl Steiner AG über den baulichen Zustand der betroffenen Liegenschaften; Weisung vom 22. Mai 1985 des Vorstands des Bauamtes II an den Stadtrat, welche sich einlässlich mit den Fragen der Schutzwürdigkeit und der Verhältnismässigkeit von denkmalpflegerischen Massnahmen im vorliegenden Fall befasste) ein völlig unzutreffendes Bild ergeben hätten.\n\nWenn das Verwaltungsgericht in diesem Zusammenhang erwogen hat, der Stadtrat habe im Jahre 1985 bei seinem Ermessensentscheid über den Verzicht auf eine Unterschutzstellung des Häusergevierts mit guten Gründen Überlegungen zur Verhältnismässigkeit allfälliger Schutzmassnahmen angestellt und dabei eingedenk möglicher Enteignungsfolgen einer Unterschutzstellung auch auf das Gebot des sparsamen Umgangs mit öffentlichen Mitteln Bedacht genommen, so liegen hierin sachlich vertretbare Überlegungen. Anders als die Beschwerdeführerin in wiederum vorwiegend appellatorischer Kritik meint, kann jedenfalls nicht gesagt werden, das Verwaltungsgericht habe insoweit seine Überprüfungsbefugnis überschritten und in die Finanzautonomie der Gemeinde eingegriffen. Überdies ist der Stadt Zürich in diesem Zusammenhang in Erinnerung zu rufen, was der Stadtrat auf Antrag der Vorsteherin des Bauamtes II am 29. Oktober 1986 im Rahmen einer Interpellationsantwort BGE 119 Ia 305 S. 312zur Begründung des Verzichts auf die Unterschutzstellung wörtlich ausgeführt hat:\n\n\"Die städtebauliche Situation ist dadurch gekennzeichnet, dass sich zwischen Zeltweg und Klosbachstrasse eine Gruppe der früheren dörflichen Siedlung erhalten hat. Diese ländlich anmutenden Häuser wirken zwar vertraut, sie stehen aber heute zunehmend isoliert im sich verdichtenden Stadtgefüge. Bergwärts schliesst zwar das Artergut mit seinem grossen Grünumschwung an, aber auch hier fehlt ein baulicher Zusammenhang. Aus der Sicht der Denkmalpflege bildet die Häusergruppe einen zufällig herausgeschnittenen Überrest einer früheren Besiedlungsstruktur, die für sich allein schwer einzuordnen ist und bloss aufgrund geschichtlicher Kenntnisse verständlich ist. Das Ensemble wurde auch nie als schützenswertes Ortsbild im engeren Sinn bezeichnet, weder in städtischen noch in kantonalen Richtplänen. Die Bausubstanz ist in sehr schlechtem Zustand. Da auch mit dem Einsatz beträchtlicher Mittel die Ausbauten in ihrer ländlichen Charakteristik nicht mehr unberührt weitergetragen werden können, würde der Aufwand für eine Instandstellung im Verhältnis zum Nutzen unverhältnismässig. Die Kommission für Denkmalpflege der Stadt Zürich hat die Gebäude im Oktober 1984 besichtigt und auf einen Antrag auf Unterschutzstellung der Häusergruppe verzichtet.\"\n\nEs ist zwar richtig, dass das Gutachten Gubler, welches nach Auffassung der Beschwerdeführerin mit seiner sozial-, wirtschafts- und siedlungsgeschichtlichen Sicht \"den Weg vom bloss vertrauten Bild zum Denkmal gewiesen\" haben soll, erst am 10. April 1987 vorlag. Indessen vermag nach dem Gesagten diese im Verhältnis zum Provokationsverfahren nachträgliche Expertenmeinung für sich allein weder den Verzicht auf die Unterschutzstellung aus dem Jahre 1985 als qualifiziert fehlerhaft hinzustellen noch gar den negativen Provokationsentscheid ungeschehen zu machen. Solches anzunehmen wäre um so weniger haltbar, als diese nachträglich eingenommene andere Sichtweise lediglich ein einziges von mehreren für die Unterschutzstellung massgebenden Kriterien anders gewichtet. Dass im Vorfeld des negativen Provokationsentscheides und unter Beizug der städtischen Kommission für Denkmalschutz die sozial- und siedlungshistorischen Aspekte nicht einfach ausgeblendet worden sind, ergibt sich neben den im angefochtenen Entscheid erwähnten Untersuchungshandlungen auch aus der vorstehend zitierten stadträtlichen Interpellationsantwort sowie aus dem Umstand, dass in den Ziffern 2 und 3 des Beschlusses vom 5. Juni 1985 Anordnungen zur Dokumentation baugeschichtlich und archäologisch bedeutsamer Sachverhalte getroffen worden sind. Weiter ist schliesslich zu beachten, dass seit dem Verzicht auf die Unterschutzstellung im Jahre 1985 am BGE 119 Ia 305 S. 313oder um das interessierende Ensemble herum keine neuen für den Denkmalschutz erheblichen Sachverhalte zutage getreten sind.\n\nDas Verwaltungsgericht konnte somit ohne Willkür annehmen, das öffentliche Interesse an einer Unterschutzstellung sei auch aus heutiger Sicht nicht erheblich höher zu bewerten als im Jahre 1985, als der Stadtrat auf die Anordnung von Schutzmassnahmen verzichtete.\n\nb) Die beschwerdeführende Stadt Zürich kritisiert weiter, der angefochtene Entscheid räume den privaten Interessen der Grundeigentümer, die rein finanzieller Natur seien, ein viel zu grosses Gewicht ein. Auch das \"abstrakte Interesse\" an der Wahrung der Rechtssicherheit sei im vorliegenden Fall nicht allzu hoch zu veranschlagen, da die privaten Beschwerdegegner bereits im Vorentscheid der Bausektion II vom 4. Oktober 1985 auf das Fehlen einer planungsrechtlichen Festlegung für das fragliche Areal hingewiesen worden seien und demzufolge nicht hätten darauf vertrauen dürfen, dass eine neue Zonenfestlegung die ins Auge gefasste Gesamtüberbauung noch ermöglichen würde.\n\nSogar wenn man den Provokationsentscheid vom 5. Juni 1985 als ursprünglich fehlerhaft bezeichnet, wie dies der Sichtweise der Stadt Zürich entspricht, bleibt festzuhalten, dass er in einem gesetzlich vorgesehenen, qualifizierten Verfahren ergangen ist, weshalb nach der dargestellten Rechtsprechung der Rechtssicherheit grundsätzlich der Vorrang vor der Verwirklichung des objektiven Rechts zukommt. Dies gilt um so mehr, als die privaten Eigentümer gestützt auf den Provokationsentscheid Dispositionen getroffen haben. Zu erwähnen sind namentlich die Ausarbeitung eines Vorprojekts für den baurechtlichen Vorentscheid vom 4. Oktober 1985, die Durchführung des Ideenwettbewerbs (hälftige Kostenbeteiligung) für eine Gesamtüberbauung, das Bereitstellen der Gesuchsunterlagen zum Vorentscheid über die Bewilligungsfähigkeit des aus dem Wettbewerb hervorgegangenen Neubauprojekts, das Einreichen eines Gesuchs für ein Quartierplanverfahren und das Ergreifen von Rechtsmitteln gegen die negativen Entscheide in den zuletzt genannten Gesuchssachen.\n\nZwar soll nicht verkannt werden, dass der Verzicht auf die Unterschutzstellung vom 5. Juni 1985 keine unbeschränkt tragfähige Vertrauensbasis abgab. So konnten die Grundeigentümer beispielsweise eine Änderung der Zonenordnung nicht zum vornherein ausschliessen. Dennoch durften, ja mussten die betroffenen Grundeigentümer im Nachgang zum stadträtlichen Entscheid vom 5. Juni 1985 in der BGE 119 Ia 305 S. 314beschriebenen Weise tätig werden. Ein anderes Verhalten hätte dem Sinn und Zweck des Provokationsentscheides widersprochen und wäre praktischer Vernunft zuwidergelaufen. Entgegen der Auffassung der Beschwerdeführerin kann jedenfalls nicht gesagt werden, das Verwaltungsgericht habe zulasten der Gemeindeautonomie anerkannte Regeln des Vertrauensschutzes missachtet, indem es diese Dispositionen der Grundeigentümer als ein dem Widerruf des Provokationsentscheids grundsätzlich entgegenstehendes Element berücksichtigte.\n\nc) Die Stadt Zürich macht ebenfalls geltend, bei der Abwägung aller auf dem Spiele stehenden Interessen habe das Verwaltungsgericht der Eigentumsgarantie und dem Vertrauensschutz eine zu weit gehende Bedeutung beigemessen. Vor allem sei dem besonders gewichtigen öffentlichen Interesse an der Unterschutzstellung zu Unrecht nicht der Vorrang eingeräumt worden.\n\nDas Verwaltungsgericht hat in dem vornehmlich durch das Gutachten Gubler aufgezeigten sozial-, wirtschafts- und siedlungsgeschichtlich begründeten Denkmalschutzanliegen kein besonders gewichtiges öffentliches Interesse gesehen, das den Widerruf des Unterschutzstellungsverzichts gebieten würde. Es durfte so verfahren, ohne in Willkür zu verfallen. Das auch vom Verwaltungsgericht unbestrittene Denkmalschutzanliegen erleidet im vorliegenden Fall keine unhaltbare Zurücksetzung, wenn ihm nicht widerrufsbegründende Kraft beigemessen wird. Eine andere Beurteilung drängt sich auch nicht durch den Umstand auf, dass das fragliche Häusergeviert im Rahmen der neuen, noch nicht rechtskräftigen Bau- und Nutzungszonenordnung der Kernzone zugewiesen wurde. Da diese Kernzone - sollte sie rechtskräftig werden - in ihren Wirkungen hinter der Schutzverordnung vom 14. November 1990 zurückliegt und für sich allein namentlich keine Substanzerhaltung (sc. Abbruchverbot) zu bewirken vermag (vgl. § 50 PBG in der Fassung vom 1. September 1991), hat ihr das Verwaltungsgericht mit sachlich haltbarem Grund keine entscheidende Bedeutung beigemessen.\n\nEbensowenig gab das Verwaltungsgericht dem Vertrauensschutz und der Eigentumsgarantie eine zu grosse Tragweite, als es in Rechnung stellte, dass die Sanierung der Liegenschaften gemäss dem Gutachten von Architekt Fässler ca. Fr. 1'000.--/m3 kosten würde; ferner dass dabei im Gegensatz zu einem Neubau erst noch lediglich in beschränktem Mass eine Verbesserung der wohnhygienischen Verhältnisse oder andere wünschbare Anpassungen an heutige BGE 119 Ia 305 S. 315Bedürfnisse möglich wären. Die Stadt Zürich legt nicht dar, dass diese Annahmen unzutreffend wären.\n\nd) Zusammenfassend ergibt sich, dass dem Verwaltungsgericht keine Verletzung der Gemeindeautonomie vorzuwerfen ist, und zwar weder mit Blick auf Auslegung und Anwendung der hier in Frage stehenden Denkmalschutzvorschriften des PBG noch in bezug auf die von der Beschwerdeführerin angerufenen Verfassungsgrundsätze. Es ist somit aus verfassungsrechtlicher Sicht haltbar, dass das Verwaltungsgericht den faktischen Widerruf des stadträtlichen Beschlusses vom 5. Juni 1985 durch die Schutzverordnung Kreuzplatz vom 14. November 1990 als unzulässig betrachtete. Soweit die Autonomiebeschwerde der Stadt Zürich im Sinne von Art. 90 Abs. 1 lit. b OG überhaupt genügend begründet worden ist und darauf eingetreten werden kann, muss sie demnach abgewiesen werden."}