{"annee": "119", "cour": "III", "page": "81", "date": "29/9/1993", "cite": ["112 III 1", "53 III 71", "48 III 88"], "cite_par": ["139 III 384", "138 III 219"], "chapeau": "23. Estratto della sentenza 29 settembre 1993 della Camera delle esecuzioni e dei fallimenti nella causa K contro T e C S.A. (ricorso)", "regestes": ["Lorsque la masse cède une prétention contre un tiers qui est en même temps créancier, celui-ci a qualité pour porter plainte, en faisant valoir que la cession n'a pas eu lieu conformément aux dispositions légales et réglementaires."], "faits": "BGE 119 III 81 S. 81\n\nA.- Nell'ambito del fallimento di U, la cui amministrazione era curata dall'Ufficio di esecuzione e fallimenti di Locarno (UEF), la seconda assemblea dei creditori è stata convocata per il 15 settembre BGE 119 III 81 S. 821988. Dalla relazione dell'amministrazione risultava, fra l'altro, che l'assemblea doveva decidere se promuovere o meno l'azione revocatoria a seguito della vendita da parte della fallita al marito K dell'inventario di due negozi nel 1987. Durante l'assemblea non è stata presa alcuna decisione per mancanza del quorum necessario. Con lettera del 15 luglio 1988 il patrocinatore delle creditrici T S.A. e C S.A. aveva chiesto all'UEF di farsi attivo nell'ambito di un'eventuale azione revocatoria contro K. Il 15 dicembre 1988 l'UEF ha rilasciato alle suddette creditrici la cessione della pretesa verso K.\n\nNella graduatoria del fallimento e nello stato di riparto con conto finale è stato ammesso in 5a classe un credito di K.\n\nB.- Nella causa revocatoria promossa dalle creditrici cessionarie, K ha contestato la validità della cessione 15 dicembre 1988. Dopo un giudizio interlocutorio del Tribunale cantonale dei Grigioni, l'UEF ha assegnato ai creditori, con circolare del 28 settembre 1992, un primo termine per comunicare se la massa intendeva promuovere un'azione revocatoria contro K e un secondo termine per chiedere la cessione in conformità dell'art. 260 LEF. Gli unici creditori che hanno fatto uso di questa facoltà sono la T S.A. e la C S.A. Il 30 ottobre 1992 l'UEF ha rilasciato alle due creditrici una nuova cessione di tenore analogo alla precedente.\n\nC.- Con reclami del 2 risp. del 13 novembre 1992, K si è rivolto alla Camera di esecuzione e fallimenti del Tribunale di appello del Cantone Ticino, autorità di vigilanza, chiedendo che fossero dichiarati nulli la cessione del 15 dicembre 1988, il provvedimento di assegnazione di termine del 28 settembre 1992 e la cessione del 30 ottobre 1992. Il 12 luglio 1993 la Corte ha dichiarato nulla la cessione del 15 dicembre 1988. Di contro, il reclamo del 13 novembre 1992 è stato dichiarato inammissibile per carenza di legittimazione.\n\nD.- Insorto alla Camera delle esecuzioni e dei fallimenti del Tribunale federale, K chiede che, ammessa la sua legittimazione, sia dichiarata nulla ev. annullata la cessione del 30 ottobre 1992. Le creditrici cessionarie postulano la reiezione del ricorso.", "considerants": "Dai considerandi:\n\n2. Dopo che l'autorità di vigilanza ha annullato d'ufficio la cessione 15 dicembre 1988, litigiosa è unicamente la questione di sapere se il ricorrente sia legittimato a presentare reclamo contro la cessione 30 ottobre 1992.BGE 119 III 81 S. 83\n\nSecondo la giurisprudenza e la dottrina la legittimazione a presentare reclamo deve essere riconosciuta ad ogni persona toccata nei propri interessi giuridicamente protetti da una misura dell'Ufficio (DTF 112 III 1 consid. 3b pag. 3 e rinvii; Amonn, Grundriss des Schuldbetreibungs- und Konkursrechts, 5a edizione, Berna 1993, § 6 n. 19, pag. 58; GILLIÉRON, Poursuite pour dettes, faillite et concordat, 3a edizione, Losanna 1993, pag. 56; FRITZSCHE/WALDER, Schuldbetreibung und Konkurs nach schweizerischem Recht, Vol. I, § 6 n. 19 e 20). La Corte cantonale riferendosi a AMONN (loc.cit., § 47 n. 44 e 45 pag. 383 seg.) ha ritenuto che al ricorrente, nella sua doppia qualità di creditore e debitore della fallita, non poteva essere riconosciuta la legittimazione a censurare la nota cessione.\n\nLa conclusione a cui è giunta la Corte cantonale non può essere condivisa. Infatti, nella sua qualità di creditore il ricorrente ha diritto, come tutti gli altri creditori, a che gli atti d'amministrazione del fallimento avvengano in conformità della legge e delle ordinanze vigenti in materia e, in caso d'inosservanza di queste prescrizioni, egli è senz'altro legittimato a presentare reclamo. Ciò detto non si vede per quale motivo il diritto di ogni creditore di esigere che l'amministrazione del fallimento avvenga in modo conforme alla legge dovrebbe decadere nel caso in cui la cessione concerne una pretesa della massa rivolta contro il creditore stesso, né perché in simile evenienza si dovrebbe negargli la possibilità di inoltrare reclamo contro una cessione a suo avviso contraria alle norme legali. Il Tribunale federale si è espresso in questo senso nella sentenza pubblicata in DTF 53 III 71segg.; v. inoltre anche se meno esplicita DTF 48 III 88segg.). Pure dello stesso avviso è la maggior parte della dottrina (BRIDEL, Contribution à l'étude de l'art. 260 LP, in JdT 1939 III pag. 98 segg., in particolare n. 34 pag. 116 seg.; FLACHSMANN, Die Abtretung der Rechtsansprüche der Konkursmasse nach Art. 260 des schweizer. Schuldbetreibungs- und Konkursgesetzes, tesi Zurigo 1927, pag. 91 in basso; cfr. inoltre FAVRE, Droit des poursuites, pag. 347 lett. D). Per quanto concerne l'opinione contraria di AMONN (loc.cit.) si può osservare ch'essa è motivata in modo sommario e che questo autore non muove alcuna critica alla sentenza pubblicata in DTF 53 III 71segg.\n\nDiscende da queste considerazioni che il ricorrente ha un interesse a contestare la legalità della cessione e che a torto la Corte cantonale ha negato la legittimazione. Il ricorso deve pertanto essere parzialmente accolto, la sentenza impugnata annullata e gli atti rinviati alla giurisdizione cantonale affinché esamini il reclamo nel merito."}