{"annee": "120", "cour": "IB", "page": "224", "date": "14/6/1994", "cite": ["118 IA 223", "119 IB 241", "117 IB 64", "117 IA 497", "113 IA 336", "117 IA 522", "118 IA 118", "114 IB 44", "118 IB 130", "115 IA 189", "116 IA 94", "118 IB 111", "107 IB 125", "120 IB 136", "119 IB 174", "118 IA 8", "117 IB 114", "114 IB 214", "117 IA 1", "109 II 395", "117 IA 430", "115 IB 131", "113 IA 444", "117 IA 262", "112 IB 164", "113 IA 126", "102 IA 201", "118 IB 234", "119 IA 88", "115 IB 342", "118 IA 165", "119 IB 33", "115 IB 28"], "cite_par": ["121 II 72", "122 I 294", "124 II 409", "121 IV 345", "122 IV 8", "121 II 39", "122 II 464", "125 II 293"], "chapeau": "33. Estratto della sentenza 14 giugno 1994 della I Corte di diritto pubblico nella causa Patriziato di Cagiallo c. Comune di Tesserete e Consiglio di Stato del Cantone Ticino (ricorso di diritto amministrativo)", "regestes": ["Art. 99 let. c OJ; recevabilité du recours de droit administratif contre les plans délimitant les zones de protection des eaux souterraines (art. 30 et 31 LPEP; art. 20 et 21 LEaux). Les décisions concernant les plans susceptibles de produire les effets d'une expropriation matérielle sont des décisions relatives à des plans au sens de l'art. 99 let. c OJ. C'est donc la voie du recours de droit administratif - et non celle du recours administratif au Conseil fédéral - qui est ouverte contre l'adoption de plans créant des zones de protection des eaux souterraines (consid. 1 et 2; changement de jurisprudence). En l'espèce, les restrictions de droit public à la propriété concernant la fumure et l'utilisation des voies de circulation sont compatibles avec l'art. 22ter Cst. (consid. 3 et 4)."], "faits": "BGE 120 Ib 224 S. 225\n\nIl 29 agosto 1990 il Consiglio comunale di Tesserete ha allestito il piano delle zone di protezione delle captazioni d'acqua potabile nonché il regolamento generale per le zone di protezione delle sorgenti. Ciò sulla base degli art. 34 segg. della legge d'applicazione del 2 aprile 1975 della legge federale contro l'inquinamento delle acque dell'8 ottobre 1971, che impongono agli enti pubblici proprietari delle prese di acqua sotterranea site nei settori S di allestire tali piani. Questo piano, approvato poi dall'allora Dipartimento cantonale dell'ambiente, concerne le captazioni d'acqua potabile di cui il Comune di Tesserete dispone sul territorio dei Comuni di Cagiallo, Lopagno, Sala Capriasca e Vaglio. Il piano attribuisce, in particolare, alle zone S II e S III una superficie di 1,18 ettari della particella n. 650 RFD del Comune di Cagiallo e, alla zona S III, 10,69 ettari della particella n. 3 RFD del Comune di Vaglio. Queste particelle, di proprietà del Patriziato di Cagiallo, fanno parte dell'alpe di Rompiago, sfruttata dal Patriziato per l'estivazione di bestiame bovino.\n\nContro le limitazioni al diritto della proprietà imposte dal citato piano alle sue particelle, il Patriziato di Cagiallo è insorto dinanzi al Consiglio di Stato del Cantone Ticino, il quale, il 24 novembre 1992, ha respinto il gravame ed ha approvato definitivamente il contestato piano e il relativo regolamento.\n\nCon un ricorso di diritto pubblico e uno di diritto amministrativo, fondati sugli art. 6 n. 1 CEDU e 4 Cost., il Patriziato di Cagiallo chiede al Tribunale federale di annullare la decisione governativa e di riformarla nel senso che le menzionate particelle siano escluse dal perimetro delle zone di protezione S II e S III. Il Consiglio di Stato e il Comune di Tesserete propongono di respingere il ricorso di diritto amministrativo e, in quanto ammissibile, quello di diritto pubblico. L'Ufficio federale dell'ambiente, delle foreste e del paesaggio chiede la reiezione del ricorso di diritto amministrativo.\n\nBGE 120 Ib 224 S. 226\n\nIl Tribunale federale ha proceduto a uno scambio di opinioni con il Consiglio federale giusta l'art. 96 cpv. 2 OG. Dopo aver ricordato che la competenza nella materia in discussione appartiene, di massima, al Consiglio federale, esso ha rilevato che il piano litigioso poteva avere degli effetti espropriativi e che, pertanto, riguardo alla possibilità di sottoporre il litigio a un tribunale ai sensi dell'art. 6 n. 1 CEDU, appariva opportuno che la causa fosse trattata dall'istanza giudiziaria. Il Consiglio federale ha dichiarato di condividere questa opinione.", "considerants": "Dai considerandi:\n\n1. a) La risoluzione impugnata costituisce una decisione ai sensi dell'art. 5 PA, presa in applicazione degli art. 30 e 31 della previgente legge federale contro l'inquinamento delle acque dell'8 ottobre 1971 (LCIA; RU 1972 I 1120 segg.). Queste norme corrispondono sostanzialmente agli art. 20 e 21 della legge federale sulla protezione delle acque del 24 gennaio 1991 (LPAc; RS 814.20), entrata in vigore il 1o novembre 1992, quindi prima dell'emanazione della decisione impugnata: questa legge è direttamente applicabile nell'ambito di tutte le procedure pendenti al momento della sua entrata in vigore (DTF 119 Ib 177, 283 consid. 9g). La controversia è quindi retta dalla PA e dall'OG (cfr. art. 10 LCIA e art. 67 LPAc). Ora, quand'era in vigore la LCIA, contro le misure adottate dai cantoni per istituire le zone di protezione delle acque sotterranee ai sensi dell'art. 30 (art. 20 LPAc) o per delimitare le aree di protezione delle acque sotterranee giusta l'art. 31 (art. 21 LPAc), il ricorso di diritto amministrativo era inammissibile conformemente all'art. 99 lett. c OG: la competenza per dirimere tali liti spettava al Consiglio federale (sentenza inedita del 1o ottobre 1979 apparsa parzialmente in ZBl 81/1980 pag. 90 seg.; decisione del Consiglio federale del 17 dicembre 1984 pubblicata in GAAC 49/1985, n. 34, pag. 191-195).\n\nb) Nel caso in esame la corporazione di diritto pubblico ricorrente agisce come proprietario privato e sostiene che le criticate misure limitano il suo diritto di proprietà. Essa fa valere altresì che il Consiglio di Stato non è un tribunale ai sensi dell'art. 6 n. 1 CEDU.\n\nÈ pacifico che l'invocata garanzia di un tribunale indipendente e imparziale non è rispettata quando un governo cantonale statuisce, come in concreto, su un gravame diretto contro una decisione comunale (DTF 119 Ia 95 consid. 5a, DTF 117 Ia 527 consid. 3c, 385/386 consid. 5c e rinvii). Si tratta quindi d'esaminare se si è in presenza di una contestazione inerente BGE 120 Ib 224 S. 227a \"diritti e doveri di carattere civile\" giusta l'art. 6 n. 1 CEDU (su questa nozione v. il riepilogo della giurisprudenza in DTF 119 Ia 92 consid. 3b). Nel caso in esame, l'adozione dei contestati piani potrebbe comportare limitazioni al diritto di proprietà costitutive di un'espropriazione materiale ai sensi dell'art. 22ter cpv. 3 Cost. Tuttavia, secondo la prassi finora vigente, giusta l'art. 99 lett. c OG, le decisioni concernenti i piani, da cui poteva derivare soltanto un'espropriazione materiale, non erano impugnabili con ricorso di diritto amministrativo, ma unicamente con ricorso amministrativo dinanzi al Consiglio federale. Ora, il Tribunale federale ha recentemente stabilito che il diritto del proprietario fondiario a una protezione giuridica da parte di un'autorità giudiziaria che dispone di pieno potere d'esame dev'essere ammesso anche nell'ambito dell'adozione di piani dai quali possono derivare espropriazioni o limitazioni della proprietà assimilabili a un'espropriazione o nel caso di un'espropriazione materiale incombente o di misure che, nel caso concreto, denotino una natura quasi espropriativa (v. DTF 119 Ia 94 consid. 4b, DTF 118 Ia 227 consid. 2c con riferimenti alla giurisprudenza della Corte europea dei diritti dell'uomo, 331, 382 consid. 6b; ROUILLER, La protection juridique en matière d'aménagement du territoire par la combinaison des art. 6 par. 1 CEDH, 33 LAT et 98a OJ in Schweizerische Juristenzeitung 90/1994, pag. 23 lett. c aa). Per questo motivo il Tribunale federale, cambiando la sua giurisprudenza, ha stabilito che anche le decisioni relative a piani suscettibili di dar luogo a un'espropriazione materiale vanno annoverate fra le decisioni emanate su opposizione contro espropriazioni, che esulano dal principio fissato all'art. 99 lett. c OG; applicando tale disposto non si giustifica pertanto più di distinguere fra espropriazione formale ed espropriazione materiale (DTF 120 Ib 138 consid. 1).\n\nDel resto, riguardo a un caso analogo a quello in esame, anche la Corte europea dei diritti dell'uomo ha stabilito che l'istituzione di un piano comunale sull'utilizzazione dei suoli che priva l'interessato della libertà di coltivare la sua proprietà a suo piacimento, costringendolo ad adottare un modo di sfruttamento diverso di certe attività agricole, può costituire, a determinate condizioni, una contestazione ai sensi dell'art. 6 n. 1 CEDU (sentenza del 27 novembre 1991 in re Oerlemans, Publications de la Cour, serie A, Vol. 219, par. 46-48).\n\nPer questi motivi, e ritenuto che in concreto il ricorrente fa valere una violazione dell'art. 6 n. 1 CEDU, il Tribunale federale ha proceduto al BGE 120 Ib 224 S. 228citato scambio di opinioni con il Consiglio federale, che si è dichiarato d'accordo che la presente causa venga trattata dall'istanza giudiziaria.\n\n2. Il Tribunale federale esamina d'ufficio e con piena cognizione la ricevibilità dei ricorsi che gli vengono sottoposti (DTF 119 Ib 243 consid. 1a, 352, DTF 118 Ia 119 consid. 1).\n\na) Contro la decisione impugnata il ricorrente ha interposto - legittimamente con un unico allegato (DTF 114 Ib 217 consid. d, DTF 112 Ib 165) - un ricorso di diritto amministrativo e uno di diritto pubblico. In concreto, l'ammissibilità del ricorso di diritto amministrativo è data, come si è visto anche riguardo all'art. 99 lett. c OG, considerato che oggetto del presente litigio è essenzialmente la criticata applicazione della LCIA e della LPAc. Pertanto, giusta l'art. 97 OG, in relazione con l'art. 5 PA, contro la decisione impugnata, fondata o che avrebbe dovuto fondarsi sul diritto pubblico federale ed emanata da un'istanza inferiore enumerata all'art. 98 OG, è esperibile tale rimedio. Con ricorso di diritto amministrativo possono essere deferite infatti al Tribunale federale anche le decisioni fondate sul diritto cantonale non autonomo di esecuzione del diritto federale, che sono in un rapporto di connessione sufficientemente stretto con le questioni relative all'applicazione del diritto federale e che devono essere esaminate nel quadro di tale rimedio (DTF 118 Ib 237 consid. 1, 389 consid. 1a, DTF 115 Ib 30 consid. 1, DTF 114 Ib 47 consid. 1b).\n\nCon il ricorso di diritto amministrativo si può far valere la violazione del diritto federale, compreso l'eccesso o l'abuso del potere di apprezzamento (art. 104 lett. a OG). Il diritto federale comprende anche i diritti costituzionali del cittadino, la cui lesione può essere censurata anche dal Patriziato (DTF 113 Ia 338 consid. 1a). Il Giudice amministrativo federale può così essere adito con censure relative alla violazione di questi diritti, che esamina nello stesso modo di quando statuisce, come Giudice costituzionale, su un ricorso di diritto pubblico. In questo caso il suo potere d'esame è lo stesso di quello di cui fruisce nell'ambito del ricorso di diritto pubblico (DTF 118 Ib 132 consid. 1a, 199 consid. 1c, DTF 118 Ia 10 consid. 1c e b). Ne segue che le censure di violazione dei diritti costituzionali sollevate nel ricorso di diritto pubblico, sussidiario, sono inammissibili, nella misura in cui possono essere esaminate nell'ambito di quello di diritto amministrativo (art. 84 cpv. 2 OG; cfr. DTF 118 Ib 237 consid. 1a). Ciò è il caso per le censure di natura formale derivanti dall'art. 6 n. 1 CEDU e 4 Cost. (diritto di essere sentito, motivazione insufficiente della decisione impugnata e mancato esperimento di un BGE 120 Ib 224 S. 229sopralluogo). In effetti, in tale ambito, il Tribunale federale fruisce di una cognizione tale che, da una parte, è Giudice ai sensi del diritto convenzionale e, dall'altra, è autorità atta a sanare, con il suo giudizio, le asserite irregolarità commesse nella sede cantonale (cfr. DTF 118 Ib 120 seg. consid. 4 e rinvio, DTF 116 Ia 95 consid. 2).\n\nb) Anche nella sede federale il ricorrente ha chiesto che venga esperito un sopralluogo. Questa prova non appare tuttavia necessaria ai fini del giudizio, ragione per cui si giustifica di non dar seguito a questa richiesta (art. 95 OG). A torto il ricorrente critica che il richiesto sopralluogo non è stato esperito neppure nella sede cantonale. Infatti, l'autorità può rinunciare all'assunzione delle prove richieste il cui presumibile risultato, come in concreto vista la documentazione agli atti, non porterebbe nuovi chiarimenti (cd. apprezzamento anticipato delle prove; DTF 117 Ia 268 consid. 4b, 115 Ia 100 consid. 5b, DTF 109 II 398, DTF 102 Ia 202 consid. 2b). Il diritto di essere sentito del ricorrente non è stato leso nemmeno dalla motivazione della decisione impugnata, al suo dire insufficiente, poiché il Governo cantonale si è pronunciato su tutti i punti essenziali per il giudizio (DTF 117 Ia 3 consid. 3a, DTF 117 Ib 86).\n\n3. L'art. 20 LPAc ha il tenore seguente:\n\n\"Zone di protezione delle acque sotterranee\n\n1 I Cantoni delimitano zone di protezione attorno alle captazioni di interesse pubblico d'acqua sotterranea e agli impianti d'interesse pubblico e d'alimentazione delle falde e stabiliscono le necessarie limitazioni del diritto di proprietà.\n\n2 Il proprietario di una captazione d'acqua sotterranea deve:\n\na. eseguire i rilevamenti necessari per delimitare le zone di protezione;\n\nb. acquistare i necessari diritti reali;\n\nc. sopperire agli indennizzi per le limitazioni del diritto di proprietà.\"\n\nQuesta disposizione, che riprende essenzialmente i termini dell'art. 30 LCIA, è concretata dagli art. 13 e seguenti dell'ordinanza del Consiglio federale del 28 settembre 1981 contro l'inquinamento delle acque con liquidi nocivi (Oliq; RS 814.226.21). Le zone S II e S III istituite dal Comune sono definite all'art. 14 Oliq che prescrive:\n\n\"Zona S\n\nLa zona S comprende:\n\na. le zone di protezione attorno alle prese d'acqua sotterranea e sorgiva (art. 30 della legge), cioè la zona di captazione (zona S 1), la zona BGE 120 Ib 224 S. 230di protezione adiacente (zona S 2) e la zona di protezione distante (zona S 3);\n\nb. omissis.\"\n\nLe limitazioni istituite nelle zone S II e S III sono enumerate all'art. 23 Oliq concernente gli impianti, in particolare i serbatoi, autorizzati nella zona S.\n\nL'Ufficio federale dell'ambiente, delle foreste e del paesaggio (UFAFP) nell'ottobre del 1977 ha pubblicato, all'intenzione delle autorità cantonali, delle \"Direttive per la determinazione dei settori di protezione delle acque, delle zone ed aree di protezione delle acque sotterranee\", rivedute parzialmente nel 1982. Nelle stesse si precisa che le suddivisioni delle zone di protezione delle acque sotterranee sono designate tramite i termini S I, S II e S III e non S 1, S 2 e S 3 come avviene nella nuova Oliq del 1981. L'emanazione di queste direttive è espressamente prevista agli art. 29 cpv. 2 LCIA e 5 dell'ordinanza generale sulla protezione delle acque del 19 giugno 1972 (RS 814.201; cfr. al riguardo DTF 107 Ib 127 consid. 2a e per l'applicazione in generale di direttive DTF 119 Ib 41 consid. 3d, DTF 115 Ib 344 consid. 2b). Nella loro parte quinta le direttive precisano quali sono le limitazioni dell'utilizzazione a cui, in virtù della legge, sono assoggettati i fondi attribuiti alle differenti zone di protezione delle acque, in particolare quelle inerenti ai terreni agricoli inseriti nelle zone S II e S III; esse specificano altresì le limitazioni imposte in queste stesse zone alle infrastrutture del traffico.\n\n4. Le criticate misure pianificatorie costituiscono restrizioni di diritto pubblico della proprietà; esse sono compatibili con la garanzia dell'art. 22ter Cost. solo se si fondano su una base legale sufficiente, se sono giustificate da un interesse pubblico preponderante e se sono conformi al principio della proporzionalità (DTF 118 Ia 171 consid. 3b e rinvii). Il ricorrente non sostiene, a ragione, che i criticati provvedimenti si fondino su una base legale insufficiente e che non siano sorretti da un interesse pubblico preponderante, ma rimprovera al Consiglio di Stato di non aver proceduto a una valutazione completa e corretta dei contrapposti interessi in gioco, sostenendo che le limitazioni imposte all'utilizzazione dell'alpe sarebbero eccessive. Trattasi di questioni che il Tribunale federale esamina, di massima, liberamente (cfr. DTF 117 Ia 431 consid. 4a, DTF 113 Ia 448 consid. 4b/ba). Esso s'impone tuttavia un certo riserbo ove si tratta di valutare situazioni locali meglio conosciute dall'autorità cantonale (cfr. DTF 117 Ib 117 consid. 4, DTF 115 Ib 135 seg. consid. 3, 352 BGE 120 Ib 224 S. 231consid. 3a); tale riserbo è compatibile con l'art. 6 n. 1 CEDU, che non esige un controllo dell'adeguatezza (DTF 118 Ia 227 consid. 1c, DTF 117 Ia 502 in basso, DTF 115 Ia 191 seg. con riferimenti alla dottrina).\n\na) Il ricorrente critica in primo luogo le restrizioni concernenti la concimazione.\n\nIn virtù dell'art. 2.1.B del regolamento generale per le zone di protezione delle sorgenti in discussione (regolamento), lo spandimento di colaticcio è vietato nelle zone S II e S III, ossia su tutto il territorio di proprietà del ricorrente oggetto del piano litigioso. Lo spandimento di letame è invece vietato unicamente nella zona S II che concerne una superficie di soli 1,18 ettari della particella n. 650 RFD di Cagiallo. Nella zona S III questa utilizzazione agricola è autorizzata quando il suolo non è né saturo d'acqua o coperto di neve, né gelato. L'impiego di concime commerciale è permesso nella zona S III e, previo esame del caso particolare, può essere autorizzato in via eccezionale anche nella zona S II.\n\nOra, queste limitazioni appaiono necessarie. Certo, il divieto di spandere colaticcio in tutte le zone (S I, S II e S III), come pure quello di spandere letame nelle zone S I e S II nonché, come si è visto, l'imposizione di condizioni particolari per effettuare tale attività nella zona S III vanno oltre quanto indicato nelle citate direttive; riguardo alla concimazione, queste direttive non istituiscono infatti alcuna distinzione tra l'uso di colaticcio e quello di letame: l'impiego di entrambi è vietato nella zona S I, è autorizzato a determinate condizioni nella zona S II ed è consentito senza limitazioni nella zona S III. Le direttive stesse riservano tuttavia espressamente la possibilità di adottare limitazioni più severe in tale ambito, segnatamente riguardo alle condizioni locali, in particolare quelle idrogeologiche, come rettamente rilevato dall'UFAFP nelle sue osservazioni al presente gravame. In concreto, solo lo spandimento del colaticcio è vietato in modo generale nelle due zone istituite su una parte dei terreni del ricorrente. Nella parte più estesa di queste zone lo spargimento di letame è vietato soltanto in condizioni invernali o piovose, mentre l'impiego di concime commerciale può esservi autorizzato in via eccezionale. Del resto, anche se il divieto totale di spandere colaticcio va oltre quanto prescritto dalle direttive, che rappresentano comunque valori minimi, non bisogna perdere di vista la circostanza ch'esse sono state emanate alla fine degli anni settanta e all'inizio degli anni ottanta, quindi prima del rafforzamento delle misure di protezione delle acque intervenuto con l'adozione della LPAc nel 1991.BGE 120 Ib 224 S. 232\n\nInoltre, questo provvedimento è giustificato dalla particolare situazione idrogeologica di questo settore, caratterizzato dalla rapida infiltrazione delle acque di superficie nel sottosuolo, costituito da roccia molto fratturata e fessurata, ciò che diminuisce l'effetto di autodepurazione naturale delle acque e ne aumenta notevolmente il rischio d'inquinamento. Nel caso in esame non è quindi ravvisabile alcuna circostanza che permetta di scostarsi da questa opinione espressa sulla base di un parere di un ingegnere geologo, esperto la cui oggettività non è stata messa in discussione. Per di più secondo gli accertamenti di questo esperto e le affermazioni del ricorrente, gran parte dei terreni interessati dalla criticata misura non sono accessibili ai veicoli che vengono impiegati a tale scopo, ragione per cui l'area interessata dal divieto di spandere colaticcio è assai ridotta. Occorre sottolineare infine che il piano di protezione litigioso, in applicazione del principio della proporzionalità, non limita affatto l'utilizzazione agricola principale dei fondi del ricorrente, ossia il libero pascolo del bestiame.\n\nb) Il ricorrente contesta poi le limitazioni previste all'art. 2.5 del citato regolamento generale relativo all'utilizzazione delle infrastrutture del traffico, segnatamente le misure imposte per la protezione delle acque nelle costruzioni stradali e nell'utilizzazione delle strade forestali; egli critica in particolare il divieto di spargere sale durante il periodo invernale e quello di circolare con veicoli che trasportano liquidi nocivi alle acque. Secondo questo regolamento, l'utilizzazione delle strade forestali è autorizzata nella zona S III; essa lo è parimenti nella zona S II a condizione di servire il traffico destinato all'agricoltura, alla silvicoltura e alla necessità dell'approvvigionamento d'acqua. Ora, queste misure sono del tutto ragionevoli e rispettano il principio della proporzionalità, secondo cui esse devono essere idonee a raggiungere lo scopo d'interesse pubblico perseguito e non devono eccedere l'indispensabile (DTF 113 Ia 134 consid. 7b). Del resto, mal si comprende perché il divieto di spargere sale sulle strade d'accesso durante il periodo invernale comprometterebbe in maniera seria l'utilizzazione di un'alpe, situata a 1272 m d'altitudine e in una regione molto solatia, destinata esclusivamente al pascolo di bestiame. Infine, per quanto concerne le altre criticate misure, è evidente ch'esse non ostacolano in modo eccessivo questa utilizzazione dei terreni del ricorrente. Per di più, il piano litigioso tutela le fontane e gli abbeveratoi naturali esistenti. Il ricorso di diritto amministrativo deve pertanto essere respinto."}