{"annee": "120", "cour": "V", "page": "280", "date": "6/1/1994", "cite": ["115 V 290", "111 V 215", "107 V 89"], "cite_par": ["131 V 107", "126 V 330", "126 V 64", "136 V 209", "129 V 200", "120 V 288", "126 III 345", "127 V 121"], "chapeau": "38. Urteil vom 6. Januar 1994 i.S. X, Y und Z H. gegen Ausgleichskasse des Kantons Bern und Verwaltungsgericht des Kantons Bern", "regestes": ["Art. 14 al. 3 LAI, art. 4 RAI: Soins à domicile. Cas d'application du droit à la substitution de la prestation: droit aux contributions aux frais de soins à domicile qui seraient allouées si le traitement et les soins de base en cause n'étaient pas administrés par les parents, mais par des tiers engagés à cet effet."], "faits": "BGE 120 V 280 S. 280\n\nA.- a) Im Jahr 1983 trat zutage, dass die drei Söhne der Familie H., X (geb. 1977) und die Zwillinge Y und Z (geb. 1980) an zystischer Fibrose leiden, auch Mukoviszidose genannt, einer angeborenen BGE 120 V 280 S. 281Stoffwechselkrankheit, die als Geburtsgebrechen anerkannt ist (Ziff. 459 GgV Anhang). In der Folge übernahm die Invalidenversicherung die zur Behandlung dieses Geburtsgebrechens erforderlichen medizinischen Massnahmen und sprach Pflegebeiträge bei mittelschwerer Hilflosigkeit zu.\n\nb) Im Zuge einer revisionsweisen Überprüfung der Pflegebeiträge erstatteten die Eltern, die zusammen mit ihren Kindern im Oktober 1984 die Agglomeration Bern verlassen und in T. Wohnsitz genommen hatten, zuhanden der Invalidenversicherung einen ausführlichen Bericht mit Datum vom 17. Januar 1987. Dieser vermittelte Aufschluss über die atem-, physiotherapeutische und medikamentöse Behandlung, deren die drei Knaben tagtäglich bedurften. Den dadurch verursachten Zeitaufwand schätzten die Eltern auf viereinhalb Stunden täglich oder 32-33 Stunden in der Woche, worin sie sich damals mit drei zugezogenen Therapeutinnen teilten.\n\nAm 13. November 1990 schrieb der Sozialdienst der Kinderklinik am Inselspital Bern der Invalidenversicherung, dass die Eltern die erforderliche Therapie mangels verfügbarer Fachkräfte seit gut zwei Jahren vollständig selber erbrächten. Dies sei nur möglich, weil der Vater seine Arbeitszeit vermindert habe; Frau H. ihrerseits habe seit der Diagnosestellung regelmässig durch eine Haushalthilfe entlastet werden müssen. Wegen der grossen Belastung seien beide Elternteile mehrmals erkrankt, weshalb zuweilen Bedarf nach einer ganztägigen Haushalthilfe bestanden habe; die entsprechenden Kosten seien bisher von der Familie H. selber getragen worden. Es werde daher um Übernahme und - soweit möglich - um Rückerstattung der Kosten für eine Haushalthilfe ersucht. Der Vater der drei Söhne seinerseits untermauerte dieses Gesuch mit dem Hinweis darauf, dass seine Frau erneut infolge schwerwiegender Erkrankungen zum zweiten Mal seit Ende 1990 arbeitsunfähig geworden sei (Schreiben vom 7. Februar 1991). Ferner reichte er am 7. Mai 1991 einen Bericht von Dr. med. R. von der Medizinischen Universitäts-Kinderklinik vom 17. April 1991 nach, worin der tägliche Pflegeaufwand für die gesamthafte und einzelne Betreuung der drei Kinder auf 9-12 Stunden täglich geschätzt wurde.\n\nc) Die Invalidenversicherungs-Kommission unterbreitete die Sache dem Bundesamt für Sozialversicherung (BSV) zur Prüfung. Dieses kam in seiner Antwort vom 19. August 1991 zum Schluss, für den Zeitraum vom 1. Januar 1990 bis zum 30. Juni 1991 seien die Beiträge an die Hauspflege nach altem Recht, also nach Art. 4 IVV in der vom 1. Januar 1990 bis 30. Juni 1991 gültig gewesenen Fassung zu berechnen, was vorliegend (für alle drei Kinder BGE 120 V 280 S. 282zusammen) zu einer monatlichen Entschädigung von Fr. 800.-- führe. Gemäss anwendbarem Verordnungsrecht könne dieser Betrag unabhängig vom Beizug einer Hilfskraft ausgerichtet werden, sei doch danach einzig der invaliditätsbedingte zeitliche Mehraufwand für die Behandlungspflege der Kinder massgebend. Was die Zeit ab 1. Juli 1991 anbelange, könnten zwar bei der Berechnung des entschädigungsberechtigten Betreuungsaufwandes neu auch die Bemühungen im Bereich der Grundpflege (Ernährung, Körperpflege), und nicht mehr nur wie bisher der Behandlungspflege, miteinbezogen werden; das bedeute, dass Familie H. ab Juli 1991, unter Annahme eines hohen Betreuungsaufwandes im Sinne von Art. 4 Abs. 4 lit. b IVV, eine monatliche Entschädigung von maximal Fr. 1'200.-- beanspruchen könne. Hingegen dürften nach dieser Fassung der Verordnungsbestimmung nur die tatsächlichen Kosten für zusätzlich benötigte Hilfskräfte (gegen Rechnungstellung) vergütet werden.\n\nDemgemäss sprach das IV-Sekretariat unter dem Titel \"Medizinische Massnahmen in Hauspflege\" ab Januar 1990 bis Juli 1991 Beiträge von Fr. 800.-- und für die Zeit ab Juli 1991 bis 30. Juni 1994 (voraussichtliches Revisionsdatum) Fr. 1'200.-- monatlich zu, dies bei einem hohen Betreuungsaufwand von rund sieben Stunden pro Tag. Diese Mitteilung vom 17. September 1991 versah die Verwaltung mit einer Anmerkung, wonach der ab Juli 1991 gewährte Betrag von Fr. 1'200.-- gegen Vorlage entsprechender Belege - bis zur Höhe der tatsächlichen Kosten der Heimpflege ausgerichtet werden könne.\n\nAuf Ersuchen des Vaters der Beschwerdeführer erliess die Ausgleichskasse des Kantons Bern am 25. Oktober 1991 entsprechende Verfügungen.\n\nB.- Beschwerdeweise beantragte der Vater der Beschwerdeführer, dass der Beitrag an die Hauspflege ab Juli 1991 auf Fr. 1'600.-- monatlich festzusetzen (entsprechend dem höchstmöglichen Ansatz bei sehr hohem Betreuungsaufwand) und dieser Beitrag, soweit externe Pflegekräfte nicht zur Verfügung stünden und an deren Stelle die Eltern tätig würden, an ihn und seine Frau selber auszurichten sei.\n\nNach Einholung einer ablehnenden Beschwerdeantwort der Kasse und Durchführung eines zweiten Schriftenwechsels, in dessen Verlauf die Parteien an ihren Auffassungen festhielten, sowie nach Beizug einer weiteren Stellungnahme des BSV vom 2. Juli 1992 und eines vom Vater der Beschwerdeführer unterbreiteten Berichts des Inselspitals vom 4. September BGE 120 V 280 S. 2831992 wies das Verwaltungsgericht des Kantons Bern die Beschwerde mit Entscheid vom 13. April 1993 ab. In seiner Begründung folgte das Gericht im wesentlichen der Auffassung der Verwaltung.\n\nC.- Mit Verwaltungsgerichtsbeschwerde wendet sich der Vater der Beschwerdeführer gegen den kantonalen Gerichtsentscheid, indem er die im vorinstanzlichen Verfahren gestellten Anträge erneuert, dies mit der Präzisierung, dass der ab Juli 1991 auszurichtende Hauspflegebeitrag ab Januar 1992 auf Fr. 1'800.-- festzusetzen sei.\n\nDie Ausgleichskasse schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde. Das BSV, welches sich ebenfalls vernehmen lässt, stellt denselben Antrag, verbunden mit einem Eventualbegehren formeller Natur.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Nachdem der Vater der Beschwerdeführer über die Hauspflegebeitragsberechtigung vom 1. Januar 1990 bis 30. Juni 1991 keine anfechtbare Verfügung verlangte und die entsprechende Leistungszusprechung gemäss den Kassenverfügungen vom 25. Oktober 1991 sowohl im vor- als auch im letztinstanzlichen Verfahren unbeanstandet geblieben ist, bedarf es dazu im folgenden keiner weiteren Ausführungen.\n\n2. (Kognition)\n\n3. Nach Art. 14 Abs. 1 lit. a IVG umfassen die von der Invalidenversicherung gestützt auf Art. 12 IVG oder Art. 13 IVG übernommenen medizinischen Eingliederungsmassnahmen die Behandlung, die vom Arzt selbst oder auf seine Anordnung durch medizinische Hilfspersonen in Anstalts- oder Hauspflege vorgenommen wird. Beim Entscheid über die Gewährung von ärztlicher Behandlung in Anstalts- oder Hauspflege ist auf den Vorschlag des behandelnden Arztes und auf die persönlichen Verhältnisse des Versicherten in billiger Weise Rücksicht zu nehmen. Zusätzliche Kosten, die aus der Hauspflege entstehen, können ganz oder teilweise von der Versicherung übernommen werden (Art. 14 Abs. 3 IVG).\n\nGemäss dem gestützt auf Art. 14 Abs. 3 IVG erlassenen Art. 4 IVV, in der ab 1. Juli 1991 gültigen, im vorliegenden Fall massgebenden Fassung, übernimmt die Invalidenversicherung die Kosten für zusätzlich benötigte Hilfskräfte bis zu einer im Einzelfall festzusetzenden Höchstgrenze, sofern der BGE 120 V 280 S. 284invaliditätsbedingt zu leistende Betreuungsaufwand in Hauspflege voraussichtlich während mehr als drei Monaten das zumutbare Mass überschreitet (Abs. 1). Das zumutbare Mass an Betreuungsaufwand ist überschritten, sobald im Tagesdurchschnitt invaliditätsbedingt zusätzliche Pflege von mehr als zwei Stunden oder eine dauernde Überwachung notwendig ist (Abs. 2). Die Höchstgrenze der Entschädigung im Einzelfall richtet sich nach dem Ausmass des Betreuungsaufwandes. Sie entspricht bei sehr hohem Betreuungsaufwand dem vollen, bei hohem Betreuungsaufwand drei Vierteln, bei mittlerem Betreuungsaufwand der Hälfte und bei geringem Betreuungsaufwand einem Viertel des Höchstbetrages der einfachen Altersrente gemäss Art. 34 Abs. 3 AHVG (Abs. 3). Der Betreuungsaufwand gilt als sehr hoch, wenn eine intensive Pflege von täglich durchschnittlich mindestens 8 Stunden notwendig ist (Abs. 4 lit. a) und als hoch, wenn eine intensive Pflege von täglich durchschnittlich mindestens 6 Stunden notwendig ist (Abs. 4 lit. b).\n\na) Selbst wenn es aufgrund des Wortlauts der seit 1. Juli 1991 in Kraft stehenden Fassung von Art. 4 IVV - im Gegensatz zu der zuvor gültig gewesenen Version (vgl. ZAK 1992 S. 86) - nicht mehr ins Auge springen mag, ergibt sich aus einer am höherrangigen Gesetz orientierten Auslegung (BGE 115 V 295 Erw. 3d) ohne weiteres, dass diese Bestimmung (unter Vorbehalt des hier nicht in Frage stehenden Art. 11 IVG) nur die in Hauspflege durchgeführten medizinischen Massnahmen (im Sinne von Art. 12 oder 13 IVG) beschlagen kann (unveröffentlichtes Urteil Sch. vom 30. Juli 1993). Diese Grundvoraussetzung der Hauspflegebeitragsberechtigung (Art. 14 Abs. 3 IVG) ist im vorliegenden Fall fraglos gegeben, steht doch aufgrund der Akten fest, dass bei allen drei Beschwerdeführern zu Hause medizinische Massnahmen (zur Behandlung des Geburtsgebrechens Ziff. 459 GgV Anhang) durchgeführt werden.\n\nb) Aus den Beschreibungen des Alltags der Familie H. ebenso wie aus den verschiedenen Berichten der Ärzte und Beratungsstellen erhellt, dass die aus der Durchführung der medizinischen Massnahmen in Hauspflege sich ergebenden Aufwendungen teils der Behandlungs-, teils der Grundpflege zuzurechnen sind. Eine Ausscheidung dieser beiden Pflegebereiche ist entbehrlich, weil - wie das kantonale Gericht zu Recht festgestellt hat - eine der mit Art. 4 IVV in der jüngsten Fassung verfolgten Regelungsabsichten gerade darin lag, nicht nur die Behandlungs- sondern auch die bei Durchführung einer medizinischen Massnahme erforderliche Grundpflege entschädigen zu können (ZAK 1991 S. 301 ff.; unveröffentlichtes BGE 120 V 280 S. 285Urteil K. vom 5. August 1993).\n\nc) Ebenfalls richtig hat das kantonale Gericht erkannt, dass Art. 4 IVV in der jüngsten Fassung in der Weise zu einer Schlechterstellung der Versicherten geführt hat, als nur die effektiv entstandenen Kosten vergütet werden sollen, was sich aus Art. 14 Abs. 3 IVG (\"zusätzliche Kosten\") und aus dem Wortlaut von Art. 4 Abs. 1 (\"Kosten für zusätzlich benötigte Hilfskräfte\") ergibt. Diesbezüglich war die vorher (ab 1. Januar 1990) gültig gewesene Zwischenfassung offener gefasst, indem sie eine direkte Entschädigung des Aufwandes der Eltern - allerdings nur im Rahmen der Behandlungspflege - erlaubte (ZAK 1991 S. 301 ff.). Demzufolge schützte das Eidg. Versicherungsgericht die Zusprechung von Fr. 45.-- pro Tag an einen Versicherten, der von seiner Mutter Physiotherapie erhalten hatte (unveröffentlichtes Urteil B. vom 4. Juni 1991).\n\nIm vorliegenden Fall haben es die Eltern zum einen aus Gründen, die mit der Wohnsituation zusammenhängen, und zum andern wegen fehlender Verfügbarkeit geeigneter Therapiekräfte übernommen, die medizinischen Massnahmen an ihren drei Knaben selber durchzuführen. Demzufolge vermögen sie sich nicht mehr über zusätzliche Kosten, herrührend aus dem Beizug aussenstehender Personen, auszuweisen. Sowenig wie die frühere Zwischenfassung (ZAK 1992 S. 86 ff., S. 89 f. Erw. 2d in fine) bietet Art. 4 IVV in der seit 1. Juli 1991 gültigen Version die Grundlage für die Entschädigung von Erwerbsausfall (Einkommensverlust). Entschädigungsberechtigt ist nach wie vor nur der zusätzliche Aufwand (\"damnum emergens\") und nicht der entgangene Gewinn aus erwerblicher Tätigkeit (\"lucrum cessans\"). Damit entfällt eine unmittelbar auf Art. 4 IVV (in der hier massgeblichen Fassung) gestützte Hauspflegebeitragsberechtigung (ZAK 1991 S. 302), wie das kantonale Gericht an sich zu Recht entschieden hat.\n\n4. a) Für die Zeit ab 1. Juli 1991 erfüllen alle drei Beschwerdeführer sämtliche Anspruchsvoraussetzungen für die Entschädigung des Betreuungsaufwandes in den Bereichen der Behandlungs- und Grundpflege (Erw. 3a, b), dies mit der einzigen Ausnahme, dass sie sich zufolge Durchführung der Hauspflege durch die Eltern und des damit notgedrungen fehlenden Beizugs aussenstehender Dritter nicht über zusätzliche Kosten auszuweisen vermögen (Erw. 3c).\n\nIn dieser Hinsicht fragt sich jedoch, ob die anbegehrte Abgeltung des von den Eltern selbst erbrachten Betreuungsaufwandes gestützt auf die von Lehre und Rechtsprechung anerkannte Rechtsfigur der Austauschbefugnis BGE 120 V 280 S. 286zugesprochen werden kann (BGE 111 V 215 und 213 Erw. 2b; ZAK 1986 S. 527 Erw. 3a; unveröffentlichte Urteile K. vom 5. August 1993 und S. vom 22. März 1989; MEYER-BLASER, Zum Verhältnismässigkeitsgrundsatz im staatlichen Leistungsrecht, Berner Diss. 1985, S. 87 ff.; vgl. ferner Art. 2 Abs. 5 HVI). Diesen aus dem im Gesetz (Art. 8 Abs. 1 IVG) verankerten Verhältnismässigkeitsgrundsatz fliessenden Teilgehalt hat das Eidg. Versicherungsgericht in den invalidenversicherungsrechtlichen Bereichen der Hilfsmittelversorgung (Art. 21 IVG) und der medizinischen Massnahmen (Art. 12 f. IVG) im wesentlichen seit 1981 in ständiger Rechtsprechung zur Anwendung gebracht (zur älteren Rechtsprechung vgl. BGE 107 V 89; unveröffentlichte Urteile G. vom 5. April 1982 und K. vom 21. April 1982). Im jüngsten der hievor angeführten Urteile hat das Eidg. Versicherungsgericht insbesondere eine Substitution des Hauspflegebeitragsanspruchs im Verhältnis zur Anspruchsberechtigung bei Durchführung medizinischer Massnahmen in stationärem Rahmen zugelassen (unveröffentlichtes Urteil K. vom 5. August 1993). Es ist nicht ersichtlich, weshalb die Rechtsprechung über die Austauschbefugnis nicht auch zur Anwendung gelangen sollte, wenn es um das Verhältnis einer von den Eltern selbst vorgenommenen Hauspflege zu derjenigen mit Beizug aussenstehender Dritter nach Art. 4 IVV geht.\n\nb) Aus den medizinischen Berichten und den Beschreibungen der Eltern über die mehrmals täglich notwendigen, lebenswichtigen medizinischen Therapien zu Hause darf ohne weiteres geschlossen werden, dass im Falle des Beizuges aussenstehender Therapeuten (und/oder anderer Hilfspersonen im Bereich der Behandlungs- oder Grundpflege) die zugesprochene Leistungslimite von monatlich Fr. 1'200.-- (oder Fr. 400.-- pro Beschwerdeführer) längstens ausgeschöpft würde. Insofern ist die zu substituierende gesetzliche Leistungsberechtigung ausgewiesen. Damit bleibt nur mehr die letzte Voraussetzung für eine Zulassung der Austauschbefugnis im vorliegenden Fall zu prüfen, nämlich ob schützenswerte Gründe vorliegen, welche die Substitution des Leistungsansprechers zu rechtfertigen vermögen. Auch an diesem Erfordernis ist nicht zu zweifeln. Denn wie sich namentlich aus dem Bericht des Inselspitals vom 4. September 1992 zuhanden der Vorinstanz ergibt, hat sich die Unterstützung durch externe Hilfe im Laufe der Jahre und der damit gemachten Erfahrung als äusserst fragwürdig erwiesen, sei es, weil von den Hilfspersonen keinerlei Konstanz bezüglich der geleisteten Arbeit mehr zu erwarten war, sei es, weil die offenbare, auch durch Hilfspersonen wahrgenommene Hilflosigkeit gegenüber der Gesamtsituation BGE 120 V 280 S. 287jene immer wieder zur vorschnellen Erteilung von Ratschlägen verleitet hatte. Wenn unter diesen Umständen auf den Beizug aussenstehender Therapiepersonen verzichtet wurde, geschah dies aus nachvollziehbaren, sachlichen, situationsbedingten Motiven. Folglich haben die Beschwerdeführer Anrecht auf diejenigen Beiträge, die sie in grundsätzlicher und masslicher Hinsicht nach Art. 4 IVV beanspruchen könnten, wenn nicht ihre Eltern, sondern zugezogene Dritte für ihre Behandlungs- und Grundpflege aufkommen würden.\n\n5. Was endlich die Frage des Ausmasses des Betreuungsaufwandes anbelangt, ist die Vorinstanz der Annahme der Verwaltung gefolgt, die für alle drei Knaben zusammen von insgesamt sieben Stunden ausging, was gemäss Art. 4 Abs. 4 lit. b IVV einem hohen Aufwand entspricht. Soweit sie dabei ausgeführt hat, die Festsetzung auf sieben Stunden erscheine nicht als willkürlich und völlig unhaltbar, besteht für eine derartige Kognitionseinschränkung keine Grundlage und hat eine volle Ermessensüberprüfung auch in dem hier in Frage liegenden Bereich zu erfolgen. Aber auch bei Ausübung der mit der uneingeschränkten Kognition verbundenen Angemessenheitskontrolle ist nichts auszumachen, was die Annahme eines sehr hohen Betreuungsaufwandes von über acht Stunden täglich (Art. 4 Abs. 4 lit. a IVV) als naheliegender erscheinen liesse. Namentlich scheint es - bei allem Respekt vor der geleisteten Hingabe - nicht angängig, die den drei Knaben täglich zu erbringende Pflege und Betreuung kurzerhand zu einem Gesamtaufwand zu summieren, wie es die Ärztin (Dr. med. R.) des Inselspitals in ihren Berichten getan hat. Vielmehr dürfte sich die hier allmählich von sämtlichen Beteiligten erworbene Erfahrung in einem nicht unerheblichen Zeitgewinn niedergeschlagen haben, zumal die drei Knaben seit 1987, als der Vater den reinen Behandlungsaufwand - wenn auch vorsichtig - auf viereinhalb Stunden eingeschätzt hatte, doch einiges älter geworden sind, so dass ihnen im Gegensatz zu früher ein besseres Mitmachen bei der täglichen Atem- und Physiotherapie, Medikamenteneinnahme usw. möglich ist."}