{"annee": "120", "cour": "III", "page": "131", "date": "25/10/1994", "cite": ["117 III 1", "118 II 139", "43 III 59"], "cite_par": ["124 III 337"], "chapeau": "44. Urteil der Schuldbetreibungs- und Konkurskammer vom 25. Oktober 1994 i.S. D. (Rekurs)", "regestes": ["Réalisation de créances qui font l'objet d'un procès (art. 122, 125, 132 LP et art. 1 al. 2 CC). Les créances qui font l'objet d'un procès ne constituent pas des biens \"non spécifiés aux articles précédents\" au sens de l'art. 132 LP. Elles doivent donc en principe être vendues aux enchères publiques si elles ne sont pas cédées selon l'art. 131 LP. Quand bien même le produit de la vente aux enchères de telles créances pourrait s'avérer insatisfaisant, la LP ne contient sur ce point aucune lacune qu'il appartiendrait au juge de combler en vertu de l'art. 1 al. 2 CC."], "faits": "BGE 120 III 131 S. 131\n\nA.- In den Betreibungen Nr. 9138/8466 und 10301 des Betreibungsamtes X. gegen Erich D. wurden Forderungen gegen Jean Z. und die B.-Holding AG gepfändet. Es handelt sich dabei um bestrittene Forderungen, über die vor der I. Zivilkammer des Appellationshofes des Kantons Bern ein Prozess geführt wird.\n\nBGE 120 III 131 S. 132\n\nB.- Am 21. Juni stellte Erich D. den Antrag, analog Art. 132 SchKG habe die Aufsichtsbehörde das Verfahren für die Verwertung der gepfändeten Forderungen zu bestimmen. Die Verwertung sollte dadurch geschehen, dass der Schuldner verpflichtet werde, den im Prozesses über die gepfändeten Forderungen erstrittenen Erlös dem Betreibungsamt abzuliefern, soweit dies zur Befriedigung der Gläubiger nötig sei, das Betreibungsamt über den weiteren Gang des Prozesses zu unterrichten und ohne Zustimmung dieses Amtes keinerlei Vergleiche abzuschliessen. Auf Antrag des Betreibungsamtes X. wies der Gerichtspräsident von X. das Gesuch mit Entscheid vom 20. Juli 1994 ab.\n\nDie Aufsichtsbehörde in Betreibungs- und Konkurssachen für den Kanton Bern wies einen Rekurs von Erich D. mit Entscheid vom 13. September 1994 ab und bestätigte das Urteil des Gerichtspräsidenten von X.\n\nC.- Erich D. gelangt mit Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts.\n\nDie Aufsichtsbehörde in Betreibungs- und Konkurssachen für den Kanton Bern hat auf Gegenbemerkungen verzichtet. Weitere Vernehmlassungen sind keine eingeholt worden.", "considerants": "Aus den Erwägungen:\n\n1. Das SchKG kennt als ordentliche Verwertungsart die öffentliche Versteigerung der Vermögenswerte, weil diese in der Regel am meisten Gewähr dafür bietet, dass ein objektiver Erlös erzielt werden kann. Diese Verwertungsart ist im Gesetz ausdrücklich auch für Forderungen vorgesehen (Art. 122 i.V.m. Art. 125 SchKG; FRITZSCHE/WALDER, Schuldbetreibung und Konkurs nach schweizerischem Recht, Bd. I, Zürich 1984, § 30, Rz. 22). Sofern eine Forderung allerdings fällig und unbestritten ist, hat sie das Betreibungsamt ohne weiteres einzuziehen (Art. 100 SchKG; AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, Bern 1993, S. 223).\n\nNeben der öffentlichen Versteigerung sieht das Gesetz ausserordentliche Verwertungsarten vor. Abgesehen vom Freihandverkauf (Art. 130 SchKG) lässt das Gesetz, weil der Verkauf bestrittener Forderungen wenig verspricht (FRITZSCHE/WALDER, § 30 Rz. 22), insbesondere die Forderungsüberweisung zu (Art. 131 SchKG). Die Forderungsüberweisung kann allerdings nicht gegen den Willen der Gläubiger erfolgen, auch wenn bei der Übernahme eines BGE 120 III 131 S. 133gepfändeten Anspruchs zur Eintreibung (Art. 131 Abs. 2 SchKG) nicht immer alle Gläubiger zustimmen müssen (BGE 43 III 62f.; AMONN, S. 232; BBl 1991 III 96). Bei Vermögensbestandteilen anderer Art überlässt es zudem das Gesetz der Aufsichtsbehörde, die geeignete Verwertungsart zu bestimmen (Art. 132 SchKG).\n\nWie bereits im kantonalen Verfahren verlangt der Rekurrent auch mit seinem Rekurs an das Bundesgericht, dass die Aufsichtsbehörde eine andere Verwertungsart als die öffentliche Versteigerung anordnet. Er befürchtet, dass die im Prozess liegenden Forderungen nur einen im Verhältnis zu ihrem angeblichen Nominalbetrag kleinen Erlös bringen. Seines Erachtens wäre es sowohl in seinem eigenen Interesse wie auch in jenem der Gläubiger angezeigt, ihn die Prozesse weiterführen und das Prozessergebnis dem Betreibungsamt abliefern zu lassen, soweit es für die Befriedigung der Gläubiger einschliesslich der Kosten nötig ist.\n\n2. Wie schon die kantonalen Instanzen festgestellt haben, hätte das vom Rekurrenten vorgeschlagene Vorgehen den Vorteil, dass die Forderungen im Rahmen ihres tatsächlichen Bestandes und nicht nur eines allfälligen Versteigerungserlöses zur Befriedigung der Gläubiger herangezogen werden könnten und ein Überschuss überdies dem Rekurrenten verbliebe. Andererseits wäre die Folge, dass die Gläubiger bis zum Abschluss des Prozesses überhaupt nichts erhielten. Es fragt sich somit, ob ein solches Vorgehen zulässig und - falls dies zu bejahen ist - mit Blick auf die beteiligten Interessen nach Ermessen der Aufsichtsbehörde angezeigt ist (Art. 132 Abs. 3 SchKG).\n\nArt. 132 Abs. 1 handelt von Vermögensbestandteilen \"anderer Art\". Diese werden durch die anschliessenden Beispiele konkretisiert. Dabei handelt es sich regelmässig um Vermögensrechte, die entweder gar nicht oder nur in begrenztem Rahmen übertragbar sind. Nach herrschender Lehre gehören Geldforderungen, auch wenn sie bestritten sind, nicht dazu (JAEGER, Bundesgesetz betreffend Schuldbetreibung und Konkurs, Zürich 1911, N. 1 zu Art. 132 SchKG). Dafür kann sich die Lehre auf die Gesetzessystematik abstützen, weil die vorstehende Bestimmung (Art. 131 SchKG) in ihrem ersten Absatz von Geldforderungen, welche keinen Markt- oder Börsenpreis haben, und in ihrem zweiten Absatz allgemein von \"Ansprüchen\" handelt, die zur Eintreibung übernommen werden können. Eine direkte Anwendung von Art. 132 kommt damit nicht in Frage.\n\nDies hat der Rekurrent nicht verkannt. Er macht aber geltend, es liege eine Gesetzeslücke vor, die im Sinne von Art. 132 SchKG zu füllen sei.\n\nBGE 120 III 131 S. 134\n\n3. a) Das Gesetz sieht für die Verwertung von Forderungen ein Verfahren vor, dass unbestrittenermassen vorliegend auch grundsätzlich möglich ist. Die vom Rekurrenten geltend gemachte Besonderheit des vorliegenden Falles, dass nämlich über die gepfändete Forderung bereits ein Prozess hängig sei, weicht nicht derart stark vom Normalfall ab, so dass von einem im Gesetz nicht geregelten Sachverhalt ausgegangen werden könnte (vgl. BGE 118 II 140). Als unbefriedigend erscheint, dass eine Forderung bei der Versteigerung wesentlich weniger einbringt, als bei ihrer Durchsetzung zu erwarten ist. Diese Gefahr besteht indessen nicht nur bei im Prozess liegenden sondern bei allen bestrittenen Forderungen. Das Gesetz sieht aber die Versteigerung gerade für bestrittene Forderungen vor. Auf unbestrittene und fällige Forderungen findet nämlich nicht Art. 125 sondern Art. 100 SchKG Anwendung. Zudem kennt das Gesetz selber die Möglichkeit, die Forderung den Gläubigern zur Eintreibung oder an Zahlungsstatt zuzuweisen (Art. 131 SchKG). Dadurch wird die Gefahr eines unzureichenden Verwertungsergebnisses vermieden. Dieses Vorgehen setzt allerdings das Einverständnis der Gläubiger voraus. Art. 131 SchKG zeigt aber, dass der Gesetzgeber das Problem gesehen, jedoch eine andere Lösung als die vom Rekurrenten verlangte verankert hat. Insofern liegt keine echte Lücke vor.\n\nb) Es fragt sich demgemäss nur, ob eine unechte Lücke gegeben ist. Darunter wird eine Regelung im Gesetz angesehen, die zwar auf die sich stellende Rechtsfrage eine Antwort gibt, welche aber derart unbefriedigend ist, dass angenommen werden muss, es fehle eine Ausnahmebestimmung (vgl. MEIER-HAYOZ, Berner Kommentar, 1962, N. 271 zu Art. 1 ZGB). Es fehlt nicht eine Regelung, sondern die vom Gesetz vorgesehene soll korrigiert werden. Damit wird aber der Rahmen von Art. 1 Abs. 2 ZGB gesprengt. Das Gericht ist nicht Gesetzgeber. Es ist zur Lückenfüllung nur berechtigt, wenn das Gesetz auf eine Frage schweigt, die sich tatsächlich stellt (BGE 117 III 3 E. 2b). Entsprechend verbindet die Lehre den Begriff der unechten Lücke mit Art. 2 Abs. 2 ZGB (DESCHENAUX, Der Einleitungstitel, SPR Bd II, Basel und Stuttgart 1967, S. 100; MEIER-HAYOZ, N. 295 zu Art. 1 ZGB; MERZ, Berner Kommentar, 1962, N. 25 zu Art. 2 ZGB). Nur wenn die Anwendung der im Gesetz vorgesehenen Norm einen offensichtlichen Rechtsmissbrauch darstellte, kann das Gericht von ihr abweichen. Eine Lückenfüllung ausserhalb des von Art. 2 ZGB gesteckten Rahmens ist grundsätzlich unzulässig (MEIER-HAYOZ, N. 302 ff. zu Art. 1 ZGB).\n\nBGE 120 III 131 S. 135\n\nc) Vorliegend sind die Voraussetzungen von Art. 2 ZGB indessen nicht gegeben. Dass die Gläubiger kein Vorgehen nach Art. 131 SchKG beantragt haben, ist ihr gutes Recht, müssten sie doch diesfalls ein erhebliches Kostenrisiko eingehen. Überdies erhielten sie vorerst gar nichts, sondern müssten den Prozessausgang abwarten. Es bestehen keinerlei Anhaltspunkte dafür, dass ihr Entscheid in irgend einer Weise rechtsmissbräuchlich wäre.\n\nDie Vorinstanz hat es deshalb zu Recht abgelehnt, in analoger Anwendung von Art. 132 SchKG besondere Anordnungen für die Verwertung zu treffen, und der Rekurs ist abzuweisen."}