{"annee": "120", "cour": "V", "page": "515", "date": "6/12/1994", "cite": ["101 II 109", "115 V 38"], "cite_par": ["132 III 460", "123 V 230"], "chapeau": "71. Extrait de l'arrêt du 6 décembre 1994 dans la cause Office fédéral de l'industrie, des arts et métiers et du travail contre P. et Tribunal administratif du canton de Fribourg", "regestes": ["Art. 23 al. 3, art. 24 al. 1 et 3 LACI: gain accessoire et gain intermédiaire. - Qualification du gain réalisé, en qualité de conseiller privé en matière d'assurance-chômage, par un assuré devenu chômeur (consid. 3). - L'exigence de la conformité aux usages professionnels et locaux concerne aussi bien le gain provenant d'une activité salariée que celui que le chômeur retire d'une activité indépendante (consid. 4). - Activité bénévole et droit à l'indemnité de chômage (consid. 5)."], "faits": "BGE 120 V 515 S. 515\n\nA.- P., employé de commerce de formation, a dirigé pendant plusieurs années le Service cantonal X. Le 1er février 1990, il est entré en qualité de chef du personnel au service de l'entreprise P. SA. Pour des raisons de santé, il a été licencié par son employeur pour le 30 avril 1991. Engagé dès le 1er mai 1991 comme secrétaire régional par le Syndicat Y, il a reçu son congé pour le 30 avril 1992. Il a requis de l'assurance-chômage l'allocation d'indemnités journalières à partir du 1er mai 1992. Il déclarait qu'il était disposé à et capable de travailler à plein temps, et qu'il réalisait un gain accessoire dans une \"Permanence Assurance Chômage\" depuis le 1er avril 1991, lequel s'était élevé en 1991 à \"500.- l'an (net)\". La caisse de chômage Chrétienne-sociale lui a versé des indemnités de chômage.\n\nBGE 120 V 515 S. 516\n\nLe journal Z publia le 23 juillet 1993 un article consacré à P., intitulé \"Portrait\", dont il ressort en particulier que l'intéressé, en ouvrant son bureau-conseil, avait réalisé un vieux rêve, que la situation économique avait bien changé deux ans après et qu'il avait adapté sa structure aux circonstances, travaillant maintenant une bonne trentaine d'heures par semaine. Déclarant notamment qu'il avait choisi d'être plus mobile en été 1992 et que, dans un rayon de 50 km, il se déplaçait pour une consultation-conseil, il affirmait que ceux qui le consultaient étaient à l'abri d'une surprise financière et donnait à ce sujet les explications suivantes:\n\n\"Pour tout mandat au-dessus de 250 francs, je fais un devis, mais\n\nj'essaie\n\nde rationaliser mes déplacements parce que je tiens à des coûts très bas.\"\n\nL'article précisait que:\n\n\"Son forfait horaire d'écoute est de 40 francs. Il demande 50 francs dès\n\nqu'il s'agit d'intervenir.\" \"Je peux régler les deux tiers des cas par\n\ncorrespondance.\"\n\nL'Office fédéral de l'industrie, des arts et métiers et du travail (OFIAMT) invita l'administration cantonale à vérifier si les faits relatés dans la presse étaient exacts. L'Office cantonal fribourgeois du travail, par lettre du 14 septembre 1993, requit de P. la production de sa comptabilité pour 1991 à 1993, et une copie de sa déclaration fiscale pour la période en cours. L'assuré produisit divers documents bancaires et fiscaux.\n\nPar acte du 5 octobre 1993, l'office cantonal du travail décida que P. était apte au placement et avait droit à la compensation de sa perte de gain, la naissance du gain intermédiaire étant fixée au 1er mai 1992, début de l'augmentation des activités de l'assuré. Mais, les gains déclarés de 469 francs, 220 francs et 119 francs n'étant pas conformes, pour un travail de 30 heures hebdomadaires, aux usages professionnels et locaux, la perte de gain devait être déterminée sur la base d'un gain fictif conforme auxdits usages. Celui-ci s'élevait selon l'office cantonal à 3'780 francs par mois, au motif que l'assuré fixait son prix entre 40 francs et 50 francs l'heure, ce qui donnait une rémunération mensuelle de l'ordre de 5'400 francs (45 x 30 x 4), montant dont il y avait lieu de déduire 30% pour les frais généraux.\n\nB.- P. a recouru contre cette décision devant la Cour des assurances sociales du Tribunal administratif du canton de Fribourg, en concluant, sous suite de dépens, à l'annulation de la décision attaquée en ce qui concerne la prise en considération du gain intermédiaire. A titre principal, il invitait la juridiction cantonale à dire qu'aucun gain BGE 120 V 515 S. 517intermédiaire ne pouvait être déduit de ses indemnités journalières depuis le 1er mai 1992, et subsidiairement que le revenu effectivement réalisé à partir de cette date ne devait pas être porté en déduction de celles-ci. Il a déposé par la suite un mémoire complémentaire, relatif à une décision d'allocations familiales du 11 novembre 1993 en faveur de son épouse.\n\nPar jugement du 20 janvier 1994, le tribunal administratif a partiellement admis le recours et renvoyé l'affaire à l'office cantonal du travail pour nouvelle décision dans le sens des considérants, sans dépens. Il a considéré, en bref, que ledit office avait omis de traiter d'une manière approfondie la question d'un éventuel gain intermédiaire, faute d'avoir exposé pourquoi tel ou tel fait était écarté, et qu'en l'espèce il était judicieux d'interroger l'assuré et de tenir un procès-verbal. Cela entraînait l'annulation de la décision attaquée en ce qui concerne la prise en considération du gain intermédiaire, l'office cantonal du travail devant réexaminer à la lumière de ce qui précède \"les questions de savoir s'il y a un gain intermédiaire, et le cas échéant, de fixer le montant de ce dernier et la date à partir de laquelle il doit être pris en considération\".\n\nC.- L'OFIAMT interjette recours de droit administratif contre ce jugement, en concluant à l'annulation de celui-ci et à la confirmation de la décision administrative litigieuse du 5 octobre 1993.\n\nP. conclut au rejet du recours, sous suite de frais et dépens. L'Office cantonal fribourgeois du travail propose l'admission du recours.", "considerants": "Extrait des considérants:\n\n2. a) Aux termes de l'art. 23 al. 3 LACI, un gain accessoire n'est pas assuré. Est réputé accessoire tout gain que l'assuré retire d'une activité dépendante exercée en dehors de la durée normale de son travail ou d'une activité qui sort du cadre ordinaire d'une activité lucrative indépendante.\n\nb) L'art. 24 LACI a été modifié par la novelle du 5 octobre 1990, en vigueur depuis le 1er janvier 1992. Il dispose, à l'al. 1, qu'est réputé intermédiaire tout gain que le chômeur retire d'une activité salariée ou indépendante durant une période de contrôle. En vertu de l'art. 24 al. 3 LACI, est réputée perte de gain la différence entre le gain assuré et le gain intermédiaire, ce dernier devant être conforme, pour le travail effectué, aux usages professionnels et locaux. Les gains accessoires ne sont pas pris en considération.\n\nBGE 120 V 515 S. 518\n\nSelon la jurisprudence, le critère de la conformité aux usages professionnels et locaux figurant à l'art. 24 al. 3 LACI s'applique également au travail de remplacement qui est prévu à l'art. 24 al. 4 LACI. Mais si ce travail n'était pas conforme à ces usages, il n'en découlerait nullement pour l'assuré une perte du droit à l'indemnité, tant dans le cas de l'art. 24 al. 1 à 3 LACI que dans celui de l'art. 24 al. 4 LACI. Dans ces hypothèses, l'assuré a droit à la compensation de la différence de salaire entre le gain qu'il perçoit effectivement et celui qui correspond aux usages professionnels et locaux (arrêt non publié G. du 13 mai 1993; GERHARDS, Kommentar zum Arbeitslosenversicherungsgesetz (AVIG), vol. III, no 25 p. 1216; ATF 120 V 502).\n\n3. L'intimé, dans sa demande de prestations du 1er mai 1992, a requis l'allocation d'indemnités journalières dès cette dernière date. Il déclarait qu'il réalisait en sa qualité de conseiller en matière d'assurance-chômage un gain accessoire, lequel s'était élevé en 1991 à \"500.- l'an (net)\". L'office cantonal du travail, en retenant un gain intermédiaire à partir du 1er mai 1992, nie donc l'existence de tout gain accessoire depuis que l'assuré est au chômage.\n\nOr, de deux choses l'une:\n\n- ou bien l'intimé a continué dès le 1er mai 1992, comme avant son chômage, d'oeuvrer en tant que conseiller privé cinq heures par semaine - ainsi que semble l'indiquer l'article paru dans le journal Z du 23 juillet 1993, ce qui constitue un indice de l'existence d'un gain accessoire;\n\n- ou bien l'intimé, conformément à son obligation de diminuer le dommage (voir, p.ex., ATF 115 V 53 ad consid. 3d, et les références), a augmenté son activité de conseiller à partir du 1er mai 1992 - comme cela semble résulter de sa déclaration fiscale pour 1993, selon laquelle le revenu de son activité indépendante est passé de 300 francs en 1991 à 2'300 francs en 1992 -, réalisant ainsi un gain intermédiaire au sens de la loi.\n\nDès lors, une instruction complémentaire est nécessaire pour qualifier la nature exacte du gain réalisé par l'intimé dès le 1er mai 1992 en sa qualité de conseiller indépendant, comme l'a jugé à bon droit la juridiction cantonale.\n\n4. Pour autant, cela ne dispensait pas les premiers juges d'examiner le principal grief de l'intimé, selon lequel la rémunération d'un indépendant ne tombe pas sous le coup de l'exigence légale de la conformité aux usages professionnels et locaux.\n\na) A l'origine, la conformité aux usages professionnels et locaux était une condition relative au travail de remplacement au sens de l'ancien art. 25 BGE 120 V 515 S. 519LACI, abrogé par la novelle du 5 octobre 1990. En effet, selon l'al. 1er de cette ancienne disposition légale, était réputé travail de remplacement un emploi à plein temps que l'assuré acceptait d'occuper pendant au moins une période complète de contrôle, pour éviter de tomber au chômage ou d'y rester, et dont la rémunération était inférieure à l'indemnité de chômage à laquelle il avait droit, la rémunération devant, cependant, être conforme aux usages professionnels et locaux.\n\nA cet égard, le Conseil fédéral, dans son message à l'Assemblée fédérale du 2 juillet 1980, concernant une nouvelle loi fédérale sur l'assurance-chômage obligatoire et l'indemnité en cas d'insolvabilité, indiquait qu'\"il ne sera pas possible de faire pression sur les salaires, puisque la rémunération devra correspondre aux usages locaux et professionnels\" (FF 1980 III 584).\n\nb) Depuis le 1er janvier 1992, date de l'entrée en vigueur de la novelle du 5 octobre 1990, la conformité aux usages professionnels et locaux est une condition de l'existence d'un gain intermédiaire. En effet, dans sa nouvelle teneur, l'art. 24 al. 3 première phrase LACI dispose que le gain intermédiaire doit être conforme, pour le travail effectué, aux usages professionnels et locaux.\n\nIl ressort du message de l'autorité exécutive à l'appui d'une révision partielle de la loi sur l'assurance-chômage, du 23 août 1989, que \"(pour) les assurés, la nouvelle réglementation est dans l'ensemble au moins équivalente à l'ancienne\" (FF 1989 III 383).\n\nOr, ainsi qu'on l'a vu, l'exigence de la conformité aux usages professionnels et locaux concernait à l'origine le travail de remplacement, c'est-à-dire une activité salariée. Se pose donc la question de savoir si, dorénavant, seul le gain intermédiaire provenant d'une activité salariée doit être conforme, pour le travail effectué, aux usages professionnels et locaux.\n\naa) Selon GERHARDS, dont l'opinion est invoquée par l'intimé, l'exigence de la conformité aux usages professionnels et locaux ne concerne pas les gains provenant d'une activité indépendante (op.cit., no 24 p. 1216; cf. toutefois SZS 1994, p. 349 ad let. g).\n\nbb) Le gain intermédiaire, par définition, est un gain que le chômeur retire d'une activité salariée ou indépendante (art. 24 al. 1 LACI). Il serait dès lors contraire à la logique de la loi de soustraire le gain provenant d'une activité indépendante à l'exigence de la conformité aux usages professionnels et locaux. Au demeurant, l'art. 24 al. 3 LACI - qui parle de \"travail effectué\", pouvant aussi bien être un travail salarié qu'un travail indépendant - ne prévoit aucune exception en ce qui concerne BGE 120 V 515 S. 520le gain intermédiaire que le chômeur retire d'une activité indépendante, et il n'y a là ni lacune authentique, ni lacune au sens impropre.\n\nEn effet, on ne saurait dans ce cas raisonner par rapport à la notion de travail convenable au sens de l'art. 16 LACI, lequel est toujours un travail salarié qui doit être conforme aux usages professionnels et locaux et satisfaire en particulier aux conditions des conventions collectives ou des contrats-types de travail (art. 16 al. 1 let. a LACI).\n\nLa définition du gain intermédiaire au sens de l'art. 24 al. 1 LACI remonte à l'entrée en vigueur de cette loi. Le législateur n'a pas modifié cette définition lors de la première révision partielle de la loi. S'il avait entendu soustraire le gain provenant d'une activité indépendante à l'exigence de la conformité aux usages professionnels et locaux, il l'aurait dit expressément, ce qui ne ressort ni du message précité du Conseil fédéral, ni des travaux parlementaires. Ainsi que le recourant le démontre, l'exigence de la conformité aux usages professionnels et locaux applicable au gain intermédiaire pris en compte est garante d'une saine concurrence, tout en évitant toute ingérence de l'assurance-chômage en matière de tarifs.\n\nLes usages professionnels et locaux ne sont du reste pas une notion étrangère au droit suisse des contrats. En particulier, en ce qui concerne le contrat de mandat, une rémunération est due au mandataire si la convention ou l'usage lui en assure une (art. 394 al. 3 CO). L'usage au sens de cette disposition légale est une notion générale, comprenant aussi bien l'usage local que les usages commerciaux (FELLMANN, Das Obligationenrecht, Die einzelnen Vertragsverhältnisse, Der einfache Auftrag, commentaire bernois VI/2, 1992, p. 179, et la citation). Or, l'usage existe, selon lequel le mandataire rendant un service à titre professionnel ne le fait pas gratuitement (TERCIER, La partie spéciale du Code des obligations, p. 395 ss, et les références; ENGEL, Contrats de droit suisse, p. 456, et la citation). Une partie de la doctrine suisse estime que, lorsqu'il existe un usage, celui-ci est décisif pour la fixation de la rémunération (WERRO, Le mandat et ses effets, p. 256, et note 158; contra, voir p.ex., HOFSTETTER, Le mandat et la gestion d'affaires, Traité de droit privé suisse VII/II, 1, p. 70, et note 7). Selon la jurisprudence, en l'absence d'une convention et d'un usage, le juge doit déterminer la rémunération due au mandataire selon des principes généraux, en calculant des honoraires objectivement équitables (ATF 101 II 109).\n\nIl ne fait dès lors aucun doute que le gain intermédiaire au sens de l'art. 24 LACI, qu'il provienne d'une activité salariée ou indépendante, doit être BGE 120 V 515 S. 521conforme, pour le travail effectué, aux usages professionnels et locaux. Le recours est bien fondé en son principe.\n\n5. En l'espèce, on ne saurait tenir les affirmations de l'intimé - telles qu'elles lui sont prêtées par l'article de presse du 23 juillet 1993 - pour décisives.\n\nL'intimé allègue qu'il a de bonnes raisons, légitimes et explicables, de renoncer à certaines rétributions ou de les réduire. Cela pose la question du caractère en partie bénévole de ses activités, mise en évidence par le recourant.\n\nA cet égard, il importe de savoir si l'intimé, dans son activité de conseiller indépendant en matière d'assurance-chômage, rend des services gratuits en dehors de tout contrat, ou conclut des mandats gratuits ou à tarif(s) réduit(s) (sur cette problématique, voir, p.ex., WERRO, op.cit., p. 239). Cette question concerne aussi bien l'existence d'un mandat proprement dit que le montant de la rémunération due par le mandant.\n\nCes différents points nécessitent aussi une instruction complémentaire, afin que l'on sache si l'intimé accomplit un bénévolat, ou s'il rend des services à titre professionnel moyennant rémunération. La cause doit dès lors être renvoyée à l'office cantonal du travail pour qu'il procède dans ce sens et statue à nouveau."}