{"annee": "120", "cour": "II", "page": "400", "date": "16/11/1994", "cite": ["113 IA 172", "110 IA 43", "110 II 255", "112 IA 148", "111 IA 62", "111 IA 52", "106 IA 142", "104 IA 367"], "cite_par": ["136 III 575", "124 III 382", "134 III 122", "144 III 411", "134 III 570"], "chapeau": "73. Extrait de l'arrêt de la Ire Cour civile du 16 novembre 1994 dans la cause M. contre République Arabe d'Egypte (recours en réforme)", "regestes": ["Contrat de travail. Immunité de juridiction des Etats étrangers. En l'absence de traité international liant l'Etat accréditant et l'Etat du for, la plus grande réserve s'impose quant à la référence à une convention - en l'occurrence, la Convention européenne du 16 mai 1972 sur l'immunité des Etats - que l'Etat défendeur n'a pas signée, lorsqu'il s'agit de statuer sur l'immunité de juridiction de cet Etat (consid. 3). Rappel des principes jurisprudentiels touchant l'immunité de juridiction, notamment en matière de contrat de travail (consid. 4a). Le fait que le demandeur est un ressortissant de l'Etat défendeur ne justifie pas à lui seul l'admission de l'exception d'immunité de juridiction (consid. 4b)."], "faits": "BGE 120 II 400 S. 401\n\nA.- M. est un ressortissant égyptien. Il a épousé une marocaine, est père de deux enfants et est arrivé en Suisse en 1979 pour y suivre des études pendant quatre ans. Après quoi, il a travaillé à Genève pour le compte du Consulat d'Arabie Saoudite, de 1984 à 1987, puis pour celui du Consulat d'Egypte, en 1987 et 1988.\n\nEn 1988, sieur M. a été engagé à plein temps comme deuxième chauffeur de la Mission permanente de la République Arabe d'Egypte auprès de l'Office européen des Nations Unies, à Genève. A la fin janvier ou au début février 1992, le chef de cette Mission l'a congédié avec effet au 1er mars de la même année.\n\nB.- Le 10 juin 1992, M. a ouvert action contre la République Arabe d'Egypte pour obtenir le paiement de son salaire de février et mars 1992, d'heures supplémentaires et d'un solde de vacances, soit un total 15'045 fr. 10. D'entrée de cause, la défenderesse a excipé de son immunité diplomatique.\n\nPar jugement du 2 février 1993, le Tribunal des prud'hommes du canton de Genève a admis cette exception et déclaré la demande irrecevable.\n\nSaisie par le demandeur, la Chambre d'appel des prud'hommes du canton de Genève a confirmé ce jugement par arrêt du 9 novembre 1993. A son avis, un Etat étranger peut invoquer valablement son immunité de juridiction lorsqu'il est cité devant les tribunaux suisses par l'un de ses ressortissants employé comme agent, même subalterne, dans son ambassade ou sa mission diplomatique en Suisse.\n\nC.- Le demandeur interjette un recours en réforme. Il conclut à ce que le Tribunal fédéral annule l'arrêt cantonal et dise que la Chambre d'appel des prud'hommes du canton de Genève est compétente pour connaître du litige divisant les parties.\n\nLe Tribunal fédéral admet le recours, annule l'arrêt attaqué, rejette l'exception d'immunité de juridiction soulevée par la défenderesse et renvoie le dossier à la cour cantonale pour nouveau jugement.", "considerants": "Extrait des considérants:\n\n2. Aucune convention à laquelle la République Arabe d'Egypte et la Suisse seraient parties ne règle la question litigieuse. En ce domaine, il BGE 120 II 400 S. 402n'existe pas de principes généraux de rang supranational qui régiraient la matière de manière exhaustive. Les conceptions varient selon les époques ou les groupes culturels. Le droit des immunités est dans une large mesure un droit de rang national, même si l'on peut rattacher au droit coutumier international un minimum de protection en faveur des Etats étrangers (EGLI, L'immunité de juridiction et d'exécution des Etats étrangers et de leurs agents dans la jurisprudence du Tribunal fédéral, in: Festschrift 100 Jahre SchKG/Centenaire de la LP, p. 202). Aussi la question de savoir si la défenderesse est soumise ou non à la juridiction suisse doit-elle être résolue à la lumière des principes généraux du droit international public tels qu'ils peuvent être dégagés de la jurisprudence, de la doctrine, ainsi que des solutions qui ont été retenues dans les conventions internationales réglant les conflits de juridiction entre Etats.\n\nLa compétence de la juridiction suisse a été reconnue pour trancher un litige issu des rapports de travail d'un ressortissant italien occupé comme radiotélégraphiste, puis comme aide de bureau, à l'ambassade indienne en Suisse (ATF 110 II 255 ss). Le Tribunal fédéral a considéré que, si des doutes pouvaient exister quant au caractère subalterne de l'activité de radiotélégraphiste, il n'en allait pas de même pour celle d'aide de bureau, exercée en second lieu et pendant plusieurs années par le travailleur en question. Il en a déduit que, dans son ensemble, le travail exécuté par cette personne ne relevait pas du domaine d'activité souverain de l'Etat accréditant (acta jure imperii) mais constituait une activité semblable à celle que tout particulier aurait pu déployer (acta jure gestionis). Cette cause se distingue de la présente affaire tant en ce qui concerne le travail confié à l'employé qu'au regard de la nationalité de celui-ci. L'arrêt cité et la cause en litige ont, en revanche, ceci de commun que l'Etat défendeur n'est pas partie à la Convention européenne sur l'immunité des Etats conclue à Bâle le 16 mai 1972 (RS 0.273.1; ci-après: la Convention). Dans ledit arrêt, la portée de cette convention a néanmoins été examinée. La décision attaquée s'y réfère aussi. Il convient donc de rechercher, en premier lieu, si et, le cas échéant, dans quelle mesure les règles contenues dans la Convention peuvent être prises en considération lorsque l'Etat accréditant n'y est pas partie (consid. 3). Il s'agira ensuite de rappeler les autres principes dégagés par la jurisprudence en matière d'immunité diplomatique dans les litiges portant sur des prétentions issues d'un contrat de travail (consid. 4).\n\n3. a) La Convention énonce, à son article 4, le principe selon lequel, sous réserve des dispositions de l'article 5, un Etat contractant ne peut BGE 120 II 400 S. 403invoquer l'immunité de juridiction devant un tribunal d'un autre Etat contractant si la procédure a trait à une obligation de l'Etat qui, en vertu d'un contrat, doit être exécutée sur le territoire de l'Etat du for, sauf dans trois hypothèses non réalisées en l'espèce.\n\nL'article 5 règle de manière spéciale la question de l'immunité en matière de litiges ayant pour objet un contrat de travail. Aux termes de son paragraphe 1, un Etat contractant ne peut invoquer l'immunité de juridiction devant un tribunal d'un autre Etat contractant si la procédure a trait à un contrat de travail conclu entre l'Etat et une personne physique, lorsque le travail doit être accompli sur le territoire de l'Etat du for. Ce principe ne s'applique toutefois pas dans certaines hypothèses, en particulier lorsque la personne physique a la nationalité de l'Etat employeur au moment de l'introduction de l'instance (art. 5 par. 2 let. a de la Convention). En l'espèce, le demandeur se trouve dans une telle situation puisqu'il est ressortissant de l'Etat défendeur.\n\nb) Quant à la portée de la Convention à l'égard d'un Etat qui ne l'a pas signée, la jurisprudence a passablement fluctué.\n\nDans un premier arrêt, rendu le 15 novembre 1978, le Tribunal fédéral a jugé que les principes contenus dans la Convention peuvent être considérés comme l'expression des tendances modernes du développement du droit des gens, notamment en Europe occidentale, et conduisent à un résultat ne s'écartant guère de la pratique suisse dominante, encore qu'ils soient moins larges que celle-ci dans l'admission de l'immunité des Etats étrangers (ATF 104 Ia 367 consid. 2a et e).\n\nLa jurisprudence s'est ensuite montrée plus restrictive. Dans un arrêt de 1979, rendu en matière d'immunité d'exécution, le Tribunal fédéral a précisé qu'en l'absence de tout traité liant l'Etat recourant et la Suisse en matière d'immunité, il convient de s'en tenir à la jurisprudence de la Suisse dans ce domaine. En conséquence, toute référence éventuelle à la Convention, en tant qu'expression de tendances récentes du droit international public, doit tenir compte de ce que, sur des points importants, ce traité repose sur des conceptions qui divergent de celles qui fondent la jurisprudence du Tribunal fédéral (arrêt du 20 juillet 1979, dans la cause République Arabe d'Egypte c. Cinetelevision International Registred Trust (Cinetel), consid. 4c, publié partiellement in: Annuaire suisse de droit international [ASDI], 37/1981, p. 207 ss, 211). Se référant à ce précédent, le Tribunal fédéral a souligné ultérieurement, dans un arrêt du 22 mai 1984, que le considérant 2a de l'ATF 104 Ia 367 ne BGE 120 II 400 S. 404signifiait pas que la Convention reflétait l'état actuel du droit des gens, ajoutant qu'elle ne saurait, en particulier, traduire l'état du droit coutumier dans les domaines qu'elle a réglés justement afin d'éviter les difficultés qui étaient apparues dans le passé relativement à l'étendue de l'immunité de juridiction dans ces domaines-là (ATF 110 II 255 consid. 4c).\n\nCependant, dans un autre arrêt rendu deux mois plus tôt, le Tribunal fédéral en était revenu à sa conception première qui permettait de prendre en considération la Convention, en tant qu'expression de la tendance la plus récente du droit des gens, même lorsqu'elle ne s'appliquait pas dans un cas donné (ATF 110 Ia 43 consid. 4b p. 45 in fine). Il a exprimé la même opinion l'année d'après (ATF 111 Ia 52 consid. 3).\n\nDepuis lors, la jurisprudence a pris à nouveau un tour plus restrictif. Ainsi, dans un arrêt rendu en matière d'exécution des jugements, le Tribunal fédéral, après avoir souligné que le système de la Convention constitue une unité, en a tiré la conclusion qu'un tel système ne peut être appliqué de manière raisonnable qu'en tant qu'ensemble cohérent ou ne pas être appliqué du tout, partant que l'application de dispositions isolées de ce traité international à des Etats qui ne l'ont pas signé n'est pas justifiée (consid. 4, non publié, de l' ATF 111 Ia 62, traduit in: SJ 1986 p. 38/39). Par la suite, la jurisprudence n'a plus changé de cap (ATF 113 Ia 172 consid. 2, ATF 112 Ia 148 consid. 3a).\n\nc) En doctrine, MATHIAS-CHARLES KRAFFT, (La Convention européenne sur l'immunité des Etats, in: ASDI 42/1986, p. 16 ss, 26) relève les nuances rencontrées dans la jurisprudence. Selon lui, la Convention devrait pouvoir servir, à certaines conditions, de source d'inspiration pour les tribunaux suisses et exercer à ce titre une certaine influence sur la jurisprudence, même dans les relations avec des Etats qui ne sont pas liés par elle. Ce serait en particulier le cas de ses dispositions, très détaillées, relatives à l'immunité de juridiction, dans la mesure où elles énumèrent une série d'actes et d'activités de l'Etat qui peuvent être considérés comme entrant dans la catégorie des acta jure gestionis. Pour JEAN-FRANÇOIS EGLI (op.cit., p. 205), le droit conventionnel ne saurait s'appliquer aux relations internationales non soumises à la Convention dans la mesure où il déroge aux règles qui seraient applicables en l'absence de convention; en revanche, sur les points où elle ne comporte pas de dérogation de ce genre, on peut voir dans la Convention une tentative commune d'exprimer les tendances du droit des gens qui prévalent auprès des Etats signataires et, BGE 120 II 400 S. 405dans cette mesure, la Convention sera sans doute utile, de l'avis de l'auteur. Quant à WERNER GLOOR (Employeurs titulaires de l'immunité de juridiction, in: Le juriste suisse face au droit et aux jugements étrangers, Enseignement de 3e cycle de droit 1987, publié sous la direction du professeur Knoepfler, p. 263 ss), il n'aborde pas, dans son étude, la question de la prise en considération de la Convention dans les litiges mettant en cause un Etat qui ne l'a pas signée. Enfin, ROLANDO FORNI (Die Gerichts- und Vollstreckungsimmunität fremder Staaten in der bundesgerichtlichen Rechtsprechung, in ASDI 42/1986, p. 9 ss) présente une étude de la jurisprudence en la matière et de son évolution depuis 1918, mais il ne prend pas position sur le problème de la portée de la Convention lorsque l'Etat défendeur n'y est pas partie.\n\nd) L'évolution de la jurisprudence révèle qu'il est extrêmement délicat de tenter de se prononcer sur l'immunité d'un Etat en s'inspirant d'une convention qui ne le lie pas. Cela est d'autant plus vrai que la convention invoquée n'a pour parties qu'un petit nombre d'Etats européens et que l'Etat qui allègue son immunité dans le présent litige appartient à un autre continent. Au surplus, la Convention est conçue comme un catalogue qui indique les points de rattachement retenus pour éviter qu'un Etat puisse être attrait devant un tribunal étranger lorsque l'objet du litige n'a pas de relations suffisantes avec le territoire de l'Etat du for (Message du Conseil fédéral du 27 mai 1981; FF 1981 II 937 ss, 943/944). Pour limiter la possibilité des Etats contractants d'invoquer l'immunité de juridiction, elle ne se réfère pas à la distinction entre les actes jure gestionis et jure imperii, mais ne fait que définir une série de situations dans lesquelles cette exception ne peut être invoquée (Message précité, FF 1981 II 945). Aussi, lorsque, comme c'est ici le cas, la Convention n'est pas applicable, la plus grande réserve s'impose même pour de simples références aux solutions fournies par ce traité. Une telle réserve est d'autant plus de mise si la disposition à laquelle il est fait appel constitue une exception ponctuelle à une solution de principe, elle aussi ponctuelle, ce qui est le cas du paragraphe 2 lettre a de l'article 5 de la Convention par rapport au paragraphe 1 de la même disposition, ainsi que dudit article par rapport à l'article 4. Les mêmes réserves doivent être formulées en ce qui concerne d'éventuelles références à des conventions qui seraient encore à l'état de projets.\n\nEn l'absence de convention internationale applicable en l'espèce, le problème controversé sera donc résolu à la lumière des principes qui ont été posés par la jurisprudence du Tribunal fédéral, laquelle n'est, au BGE 120 II 400 S. 406demeurant, nullement immuable puisqu'elle ne fait que refléter l'état actuel de l'évolution des conceptions dans le domaine considéré.\n\n4. a) Il est admis, d'une manière générale, que le privilège de l'immunité diplomatique n'est pas une règle absolue. L'Etat étranger n'en bénéficie que lorsqu'il agit en vertu de sa souveraineté (jure imperii). Il ne peut, en revanche, s'en prévaloir s'il se situe sur le même plan qu'une personne privée, en particulier s'il agit en qualité de titulaire d'un droit privé (jure gestionis).\n\nLes actes accomplis jure imperii, ou actes de souveraineté, se distinguent des actes accomplis jure gestionis, ou actes de gestion, non par leur but mais par leur nature. Pour qualifier un acte donné, l'autorité appelée à statuer peut également recourir à des critères extérieurs à cet acte. Elle procédera aussi, dans chaque cas d'espèce, à une comparaison de l'intérêt de l'Etat étranger à bénéficier de l'immunité avec celui de l'Etat du for à exercer sa souveraineté juridictionnelle et celui du demandeur à obtenir une protection judiciaire de ses droits. Enfin, de tout temps, la jurisprudence suisse a marqué une tendance à restreindre le domaine de l'immunité (pour l'ensemble de ces principes, cf. l' ATF 113 Ia 172 consid. 2 et les arrêts cités).\n\nEn matière de contrat de travail, la jurisprudence admet que, si l'Etat accréditant peut avoir un intérêt important à ce que les litiges qui l'opposent à des membres de l'une de ses ambassades exerçant des fonctions supérieures ne soient pas portés devant des tribunaux étrangers, les circonstances ne sont pas les mêmes lorsqu'il s'agit d'employés subalternes. En tout cas lorsque l'employé n'est pas un ressortissant de l'Etat accréditant et qu'il a été recruté puis engagé au for de l'ambassade, la juridiction du for peut être reconnue dans la règle. L'Etat accréditant n'est alors pas touché dans l'exercice des tâches qui lui incombent en sa qualité de titulaire de la puissance publique (ATF 110 II 255 consid. 4 p. 261).\n\nb) En l'espèce, le demandeur a travaillé comme chauffeur, ce qui est une fonction subalterne. Les tâches accomplies par un chauffeur ne sont, en effet, pas de celles qui relèvent de l'exercice de la puissance publique; sa situation s'apparente à celle des portiers, jardiniers, cuisiniers, etc. (cf. PHILIPPE CAHIER, Le droit diplomatique contemporain, 2e éd., p. 87; GLOOR, op.cit., p. 275, note 79). La défenderesse ne tente d'ailleurs pas de démontrer le contraire.\n\nCependant, cette circonstance ne suffit pas à elle seule pour que la Suisse puisse connaître du litige. Tout rapport de droit privé assumé par un Etat BGE 120 II 400 S. 407étranger ne peut pas donner lieu à des mesures de procédure en Suisse. Encore faut-il que le rapport de droit en cause ait certains liens avec le territoire suisse (\"Binnenbeziehung\"), c'est-à-dire qu'il y soit né ou doive y être exécuté ou, tout au moins, que le débiteur ait accompli certains actes de nature à y créer un lieu d'exécution (ATF 106 Ia 142 consid. 3b; EGLI, op.cit., p. 208 et les autres arrêts cités). En l'occurrence, le demandeur a été recruté à Genève, ville dans laquelle il a exercé son activité et où il vit avec son épouse marocaine. Il y habitait depuis 1979 alors que l'engagement litigieux est intervenu en 1988. Après quatre ans d'études, il avait travaillé dans cette ville pour le Consulat d'Arabie Saoudite puis pour celui d'Egypte. La relation avec la Suisse est ainsi incontestable dans le cas particulier. Que le demandeur soit ressortissant de l'Etat accréditant, dans lequel il ne retourne qu'occasionnellement pour des vacances, ne paraît dès lors pas suffisant pour faire échec au principe selon lequel un litige tel que celui qui est à l'origine de la présente procédure relève de la juridiction suisse. Au surplus, le dossier ne révèle pas quel intérêt la défenderesse pourrait avoir à se prévaloir de son immunité dans ces conditions, alors que l'intérêt du demandeur à pouvoir plaider à Genève résulte déjà de simples considérations d'ordre pratique.\n\nLa solution retenue ici est d'ailleurs conforme à la tendance générale qui va dans le sens d'une limitation du champ d'application de l'immunité des Etats étrangers. La Convention, à laquelle la défenderesse n'est pas partie, n'est, au demeurant, pas applicable en l'espèce. L'exception tirée de la nationalité du travailleur ne saurait donc être accueillie dans toute sa rigueur et sans nuances. Le fait que le demandeur est un ressortissant de l'Etat défendeur ne constitue dès lors qu'une circonstance parmi d'autres, qu'il convient de prendre en considération, non pas pour elle-même, mais bien plutôt dans le cadre de l'examen global de la situation. A cet égard, il ne ressort pas de l'arrêt attaqué que la nationalité de l'intéressé ait joué un rôle déterminant lors de l'engagement du demandeur. De plus, toutes les circonstances qui viennent d'être rappelées, notamment la nature de l'activité exercée par le demandeur et le fait que celui-ci a aussi travaillé comme chauffeur pour un pays tiers, confirment que la nationalité du travailleur ne revêt pas en l'occurrence une importance décisive pour trancher la question de l'immunité de juridiction. Pour le reste, point n'est besoin de tenter de définir in abstracto les cas dans lesquels le fait qu'un travailleur a la nationalité de l'Etat qui l'a engagé permet à ce dernier de se prévaloir de son immunité.\n\nBGE 120 II 400 S. 408\n\nForce est ainsi de constater, au terme de cet examen, que l'exception d'immunité soulevée par la défenderesse est mal fondée."}