{"annee": "120", "cour": "IA", "page": "236", "date": "14/11/1994", "cite": ["98 IA 395", "119 IA 433", "88 I 231", "89 I 27"], "cite_par": ["121 I 279", "125 I 431", "121 I 129"], "chapeau": "35. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 14. November 1994 i.S. S. gegen Gemeinde V. und Verwaltungsgericht des Kantons Graubünden (staatsrechtliche Beschwerde)", "regestes": ["Art. 4, 31 Cst.; obligation de respecter l'égalité de traitement entre personnes appartenant à la même branche économique. Il existe une concurrence directe entre les boulangeries-pâtisseries et les boulangeries-pâtisseries exploitant un café-restaurant (consid. 1). L'autorisation d'heures d'ouverture plus longues donnée aux entreprises mixtes viole le principe de l'égalité de traitement entre personnes appartenant à la même branche économique (consid. 2)."], "faits": "BGE 120 Ia 236 S. 236\n\nDas Gesetz der Gemeinde V. über die öffentlichen Ruhetage vom 7. Dezember 1986 (Ruhetagsgesetz, RG) schreibt vor, dass die Läden an BGE 120 Ia 236 S. 237öffentlichen Ruhetagen (d.h. an Sonn- und Feiertagen) geschlossen zu halten sind (Art. 3 Abs. 2 RG). Eine Ausnahme gilt nach Art. 5 Abs. 2 RG für Bäckereien und Konditoreien, welche an öffentlichen Ruhetagen bis 12.00 Uhr geöffnet sein dürfen. Sonderregelungen sind in Art. 5 Abs. 3-5 RG auch für Apotheken, Kioske, Blumengeschäfte und Sportgeschäfte vorgesehen. Nach Art. 6 RG kann der Gemeindevorstand in Ausnahmefällen auf ein speziell begründetes Gesuch einer Berufsgruppe hin weitergehende Sonderbewilligungen erteilen.\n\nEine vom Gemeindevorstand vorgeschlagene Teilrevision des Ruhetagsgesetzes, wonach unter anderem Bäckereien und Konditoreien an öffentlichen Ruhetagen die Offenhaltung von 06.00 bis 18.00 Uhr gestattet sein sollte, wurde von den Stimmbürgern am 27. September 1992 abgelehnt.\n\nS. führt in der Gemeinde V. eine Bäckerei/Konditorei. Weil er sein Verkaufsgeschäft in den Monaten Januar bis März 1993 unerlaubterweise jeweils auch am Sonntagnachmittag geöffnet hatte, wurde er vom Gemeindevorstand am 26. März 1993 wegen wiederholter vorsätzlicher Verletzung des Ruhetagsgesetzes mit Fr. 600.-- gebüsst. Das Verwaltungsgericht des Kantons Graubünden wies einen hiegegen erhobenen Rekurs am 7. September 1993 ab.\n\nDas Bundesgericht heisst die von S. gegen diesen Entscheid erhobene Beschwerde gut und hebt das Urteil des Verwaltungsgerichts auf.", "considerants": "Aus den Erwägungen:\n\n1. Der Beschwerdeführer beruft sich in erster Linie auf das Gebot der Gleichbehandlung der Gewerbegenossen. Er beanstandet, dass seine Bäckerei/Konditorei in bezug auf die Möglichkeit der Ladenöffnung an Sonn- und Feiertagen gegenüber zwei anderen solchen Betrieben mit angegliedertem Restaurant bzw. Café ungleich behandelt werde. Während diesen Betrieben die ganztägige Offenhaltung (mit Verkauf über die Gasse) an öffentlichen Ruhetagen durch eine Sonderbewilligung des Gemeindevorstandes gestattet worden sei, müsse er sein Geschäft bereits am Mittag schliessen.\n\na) Nach der Rechtsprechung des Bundesgerichtes zu Art. 31 BV hat der Staat, wenn er durch polizeiliche oder sozialpolitische Massnahmen die Ausübung von Handel und Gewerbe beschränkt, unter anderem das Gebot der Gleichbehandlung der Gewerbegenossen zu beachten. Ob Art. 31 BV damit einen besonderen Anspruch auf Gleichbehandlung gewährleistet, der nicht schon aus dem allgemeinen (für den Bereich der Wirtschaftsfreiheit allenfalls sachbezogen zu konkretisierenden) Gleichbehandlungsgebot von Art. 4 BV BGE 120 Ia 236 S. 238folgt, ist in der neueren Doktrin umstritten und wurde vom Bundesgericht in jüngeren Entscheiden offengelassen (vgl. BGE 119 Ia 433 E. 2b S. 436 und 445 E. 3a S. 450, je mit Hinweisen); die Frage kann auch hier offenbleiben. Der in der Rechtsprechung zu Art. 31 BV entwickelte, aus dem Gedanken der Wettbewerbsneutralität staatlicher Massnahmen folgende qualifizierte Gleichbehandlungsanspruch steht jedenfalls nur direkten Konkurrenten zu (BGE BGE 119 Ia 433 E. 2b S. 436 f., mit Hinweisen).\n\nb) Zwischen dem Betrieb des Beschwerdeführers und den von ihm genannten beiden anderen kombinierten Betrieben besteht in bezug auf die diesen angegliederte Bäckerei/Konditorei eine direkte Konkurrenzsituation; der Beschwerdeführer und die beiden anderen Betriebe wenden sich hinsichtlich des Verkaufs von Bäckerei- und Konditoreiwaren als Angehörige der gleichen Branche mit den gleichen Angeboten an das gleiche Publikum, um das gleiche Bedürfnis zu befriedigen (BGE 119 Ia 433 E. 2b S. 436 f., mit Hinweisen). Der Beschwerdeführer kann sich damit zur Anfechtung der gegen ihn ergangenen Busse und der ihr zugrunde liegenden unterschiedlichen Ladenschlussordnung nicht nur auf das allgemeine Gleichbehandlungsgebot, sondern auf den weitergehenden Grundsatz der Gleichbehandlung der Gewerbegenossen berufen.\n\n2. Die vom Beschwerdeführer beanstandete Statuierung ungleicher Ladenschlusszeiten stellt eine Ungleichbehandlung der Gewerbegenossen dar. Es kann sich einzig fragen, ob der Umstand, dass die beiden privilegierten Betriebe an eine Gastwirtschaft angegliedert sind, die beanstandete Ungleichbehandlung sachlich zu rechtfertigen vermag.\n\na) Das Verwaltungsgericht hat dies ohne nähere Begründung bejaht. Der Gemeindevorstand spricht zwar von einer \"unbefriedigenden Situation\", vertritt aber seinerseits den Standpunkt, dass die angefochtene Ungleichbehandlung der beiden Doppelbetriebe sachlich begründbar sei. Diese stellten, anders als der Betrieb des Beschwerdeführers, Backwaren und Confiserie nicht nur für den Verkauf im Ladengeschäft her, sondern auch für den Verzehr im eigenen Restaurant (Kaffeehaus). Solche für den Kurortbetrieb wichtige Lokale seien Treffpunkt von Einheimischen und Gästen und dürften nicht wie gewöhnliche Ladengeschäfte behandelt werden. Das Personal dieser Unternehmen sei für die Herstellung der Feinbackwaren und Patisserieprodukte notgedrungen ebenfalls an Sonntagen im Einsatz; das gelte insbesondere auch für das Verkaufspersonal. Eine getrennte Führung dieser kombinierten Betriebe wäre nur unter Inkaufnahme schwerwiegender BGE 120 Ia 236 S. 239Nachteile möglich. Sie seien daher als Einheit zu behandeln und einer anderen Gewerbekategorie zuzuordnen als eine \"einfache\" Bäckerei/Konditorei. Die für die genannten \"Café-Conditoreien\" erteilte Sonderbewilligung beruhe auf sachgerechten Überlegungen.\n\nb) Diese Argumentation vermag nicht zu überzeugen. Der Grundsatz der Gleichbehandlung der Gewerbegenossen findet nach der Rechtsprechung des Bundesgerichts dort keine Anwendung, wo zwei verschiedene Berufs- oder Gewerbekategorien lediglich in einem Nebenbereich ihrer Tätigkeit in eine Konkurrenzsituation gelangen, wie das z.B. im Verhältnis zwischen Apothekern und selbstdispensierenden Ärzten oder zwischen Apotheken und Drogerien mit teilweise gleichem Warenangebot der Fall sein kann (BGE 119 Ia 433 E. 2b S. 437, BGE 89 I 27 E. 4; vgl. auch DANIEL WYSS, Die Handels- und Gewerbefreiheit und die Rechtsgleichheit, Diss. Zürich 1971, S. 23). Hingegen wird dadurch, dass ein Gewerbebetrieb, der auch allein geführt werden kann, organisatorisch oder baulich mit dem Betrieb einer andern Branche verbunden wird, die direkte Konkurrenz zu den in nicht kombinierter Form geführten Betrieben der betreffenden Branchen, jedenfalls aus der Sicht dieser Einzelbetriebe, nicht aufgehoben (vgl. BGE 98 Ia 395 E. 5b S. 404; WYSS, a.a.O., S. 22 ff., insbesondere S. 27).\n\nZwar können derartige Verbindungen zur Folge haben, dass der Betrieb als Ganzes aus praktischen Gründen einer anderen Ordnung unterworfen werden muss, als dies für Einzelbetriebe der betreffenden Branchen der Fall ist (vgl. etwa BGE 88 I 231 betreffend Ladenschlussvorschriften für Warenhäuser). Doch müssen Kantone und Gemeinden beim Erlass von Vorschriften das Gebot der Wettbewerbsneutralität beachten. Ihre Regelungen dürfen weder darauf ausgerichtet sein, allfällige organisatorische Vorteile einer bestimmten Betriebsform oder -kombination zum Schutz konkurrierender anderer Betriebsformen zu korrigieren, noch sollen sie bestimmte Betriebsformen oder -kombinationen ohne stichhaltigen Grund bevorteilen.\n\nc) Wohl erfordert eine Bäckerei/Konditorei mit angegliedertem Restaurant, in dem auch eigene Patisserieprodukte zum Verzehr gelangen, eine andere Personalorganisation als eine Bäckerei/Konditorei, die ihren Umsatz lediglich in einem Verkaufsladen (bzw. durch externe Lieferungen) erzielt. Dies ändert aber an der direkten Konkurrenz in bezug auf die Möglichkeit des Ladenverkaufs (Warenabgabe über die Gasse), um die es hier einzig geht, BGE 120 Ia 236 S. 240nichts. Eine unterschiedliche Behandlung ist sicher soweit gerechtfertigt, als es den kombinierten Betrieben unabhängig von den vorgeschriebenen Ladenschlusszeiten gestattet sein muss, die selber hergestellten Patisserieprodukte zum Verzehr im Restaurant anzubieten. Hingegen besteht kein zwingender Grund, dass während der Öffnungszeiten des Restaurants auch ein Verkauf über die Gasse stattfinden muss (andernfalls könnten z.B. auch Gastwirtschaftsbetriebe mit angegliederter Metzgerei das Recht für sich in Anspruch nehmen, während der Öffnungszeiten des Restaurants Fleischprodukte zu verkaufen). Das vom Gemeindevorstand vertretene Anliegen, den kombinierten Betrieben eine optimale Ausnützung ihrer Betriebsorganisation zu ermöglichen, muss vor dem Grundsatz der Gleichbehandlung der Gewerbegenossen zurücktreten. Die Möglichkeit, in Kaffeehäusern auch an Sonn- und Feiertagen Patisserie einkaufen zu können, mag einem verbreiteten Bedürfnis entsprechen, doch darf die Zulässigkeit eines solchen Verkaufes aus den genannten Gründen nicht auf Bäckereien/Konditoreien mit angegliedertem Restaurant beschränkt (bzw. diesen zeitlich in einem weitergehenden Umfang gestattet) werden."}