{"annee": "120", "cour": "IA", "page": "157", "date": "25/5/1994", "cite": ["119 IV 168", "108 IA 97", "116 IA 177", "118 IA 64", "114 IA 307", "120 IV 44", "107 IA 343", "120 IA 101", "119 IA 4", "115 IA 76"], "cite_par": ["131 IV 78", "128 I 218", "126 IV 150", "129 II 297", "126 IV 147", "121 II 369", "131 I 455", "133 IV 228", "125 II 265", "123 III 152", "129 IV 216", "122 II 315", "136 IV 29", "126 I 81", "125 I 253", "121 II 116"], "chapeau": "22. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 25. Mai 1994 i.S. X. gegen Staatsanwaltschaft und Überweisungsbehörde des Kantons Basel-Stadt (staatsrechtliche Beschwerde)", "regestes": ["Art. 88 OJ, art. 8 al. 1 let. c LAVI (influence de la LAVI sur la qualité du lésé pour former un recours de droit public contre les décisions mettant fin à l'action pénale). Résumé de la jurisprudence actuelle et application dans le temps de la loi sur l'aide aux victimes d'infractions (LAVI; consid. 2a-b). C'est l'art. 8 al. 1 let. c LAVI qui permet de déterminer si la qualité du lésé, pour former un recours de droit public contre une décision cantonale mettant fin à l'action pénale, peut être étendue aux questions se rapportant à l'appréciation des preuves. Cette disposition, qui constitue une \"lex specialis\" par rapport à l'art. 88 OJ, implique que le lésé soit une victime au sens de l'art. 2 al. 2 LAVI (consid. 2c). Pour juger de la recevabilité du recours de droit public, le Tribunal fédéral examine librement si le lésé a la qualité de victime au sens de la LAVI (consid. 2d). Art. 2 al. 1 LAVI (notion de victime). En cas d'escroquerie, le lésé n'a en principe pas la qualité de victime au sens de la LAVI. En cas de délits contre la liberté individuelle ou de délits d'extorsion, il faut déterminer si, compte tenu des circonstances concrètes de l'espèce, les faits poursuivis constituent par leur gravité une atteinte directe à la liberté physique ou psychique de l'intéressé (consid. 2d/aa). En l'occurrence, il ne se justifie pas, compte tenu des infractions poursuivies (escroquerie, contrainte, extorsion), de reconnaître au lésé la qualité de victime (consid. 2d/cc)."], "faits": "BGE 120 Ia 157 S. 158\n\nAuf Anzeige und Strafantrag von X. wurde gegen deren Sohn Y. ein Strafverfahren wegen Betrug zum Nachteil von Angehörigen, Nötigung und BGE 120 Ia 157 S. 159Erpressung eröffnet. Mit Beschluss vom 28. Dezember 1992 stellte die Staatsanwaltschaft des Kantons Basel-Stadt das Strafverfahren gegen Y. ein. Hinsichtlich der angezeigten Straftaten zu Lasten von X. wurde das Verfahren mangels Nachweises einer strafbaren Handlung eingestellt. Soweit Betrug zum Nachteil von Z., dem Grossvater des Angeschuldigten, zur Anzeige gebracht worden war, wurde die Einstellung mit dem Fehlen eines gültigen Strafantrages begründet.\n\nGegen den Einstellungsbeschluss der Staatsanwaltschaft erhob X. erneut Rekurs bei der Überweisungsbehörde des Kantons Basel-Stadt, indem sie die Weiterführung des Strafverfahrens und Anklageerhebung gegen ihren Sohn beantragte. Mit Schreiben vom 2. Juni 1993 fragte der Vorsitzende der Überweisungsbehörde X. an, ob sie angesichts des sich in einem parallelen Zivilprozess anbahnenden Kompromisses bereit sei, den Rekurs im Interesse des Familienfriedens zurückzuziehen, was von der Rekurrentin abgelehnt wurde. Mit Beschluss vom 29. September 1993 wies die Überweisungsbehörde des Kantons Basel-Stadt den Rekurs ab, soweit sie darauf eintrat.\n\nGegen den Entscheid der Überweisungsbehörde gelangte X. mit staatsrechtlicher Beschwerde an das Bundesgericht. Sie rügt eine Verletzung von zahlreichen Grundrechten (namentlich der Bundesverfassung und der EMRK) und beantragt u.a. die Aufhebung des angefochtenen Entscheides. Das Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n2. Es stellt sich die Frage nach dem Umfang der Beschwerdelegitimation. Neben rein verfahrensrechtlichen Rügen macht die Beschwerdeführerin auch geltend, der angefochtene Entscheid beruhe auf einer willkürlichen Tatsachenfeststellung bzw. Beweiswürdigung und das Strafverfahren gegen den Angeschuldigten sei daher zu Unrecht eingestellt worden. Es fragt sich, inwieweit (im Lichte der bisherigen Rechtsprechung und nach Inkrafttreten des Opferhilfegesetzes) auf die erhobenen Rügen eingetreten werden kann.\n\na) Die Legitimation zur staatsrechtlichen Beschwerde setzt die persönliche Betroffenheit der Beschwerdeführerin in eigenen rechtlich geschützten Positionen voraus (Art. 88 OG).\n\naa) Nach der Praxis des Bundesgerichts ist der durch eine angeblich strafbare Handlung Geschädigte grundsätzlich nicht legitimiert, gegen die Einstellung eines Strafverfahrens oder gegen ein freisprechendes Urteil BGE 120 Ia 157 S. 160staatsrechtliche Beschwerde zu erheben. Der Geschädigte hat an der Verfolgung und Bestrafung des Täters nur ein tatsächliches oder mittelbares Interesse im Sinne der Rechtsprechung zu Art. 88 OG. Der Strafanspruch, um den es im Strafverfahren geht, steht ausschliesslich dem Staat zu, und zwar unabhängig davon, ob der Geschädigte als Privatstrafkläger auftritt oder die eingeklagte Handlung auf seinen Antrag hin verfolgt wird (BGE 119 Ia 4 E. 1 S. 5; BGE 108 Ia 97 E. 1 S. 99 mit Hinweisen). Unbekümmert um die fehlende Legitimation in der Sache selbst, ist der Geschädigte aber befugt, mit staatsrechtlicher Beschwerde die Verletzung von Verfahrensrechten geltend zu machen, deren Missachtung eine formelle Rechtsverweigerung darstellt. Das nach Art. 88 OG erforderliche rechtlich geschützte Interesse ergibt sich diesfalls nicht aus einer Berechtigung in der Sache, sondern aus der Berechtigung, am Verfahren teilzunehmen. Ist die Beschwerdeführerin in diesem Sinne nach kantonalem Recht Partei, kann sie die Verletzung jener Parteirechte rügen, die ihr nach dem kantonalen Verfahrensrecht oder unmittelbar aufgrund von Art. 4 BV zustehen (BGE 119 Ia 4 E. 1 S. 5; BGE 115 Ia 76 E. 1d S. 79, je mit Hinweisen).\n\nbb) Der in der Sache selbst nicht Legitimierte (dem im kantonalen Verfahren jedoch Parteistellung zukam) kann beispielsweise geltend machen, auf ein Rechtsmittel sei zu Unrecht nicht eingetreten worden, er sei nicht angehört worden, habe keine Gelegenheit erhalten, Beweisanträge zu stellen, oder er habe nicht Akteneinsicht nehmen können. Hingegen kann er weder die Würdigung der beantragten Beweise noch die Tatsache rügen, dass seine Anträge wegen Unerheblichkeit oder aufgrund antizipierter Beweiswürdigung abgelehnt wurden. Die Beurteilung dieser Fragen kann von der Prüfung der materiellen Sache nicht getrennt werden. Auf eine solche hat der in der Sache selbst nicht Legitimierte jedoch keinen Anspruch (BGE 116 Ia 177 E. 3b/aa S. 180; BGE 114 Ia 307 S. 313; BGE 107 Ia 343 E. 3 S. 345 f.).\n\ncc) Mit der Rüge der willkürlichen Tatsachenfeststellung bzw. Beweiswürdigung macht die Beschwerdeführerin somit - inzident - geltend, die kantonalen Behörden hätten eine mögliche Strafbarkeit des Angeschuldigten zu Unrecht verneint bzw. zu Unrecht keine Überweisung an den Strafrichter angeordnet. Bei dieser Rüge geht es indes nicht um die Berechtigung der (angeblich) Geschädigten, am kantonalen Verfahren teilzunehmen, sondern um eine Berechtigung in der Sache selbst. Weil der Strafanspruch, um den es hier geht, grundsätzlich nicht der Geschädigten, sondern ausschliesslich dem Staat zukommt, kann insoweit nach der BGE 120 Ia 157 S. 161bisherigen Praxis auf die Beschwerde nicht eingetreten werden. Es fragt sich, ob sich diesbezüglich nach dem Inkrafttreten des eidgenössischen Opferhilfegesetzes eine Änderung aufdrängt.\n\nb) Am 1. Januar 1993 ist das Bundesgesetz vom 4. Oktober 1991 über die Hilfe an Opfer von Straftaten (Opferhilfegesetz, OHG [SR 312.5, AS 1992 2465]) in Kraft getreten. Dieses stärkt gegenüber dem alten Recht insbesondere die prozessuale Rechtsstellung des Opfers von Straftaten. Dies gilt auch für dessen Legitimation zur Ergreifung von Rechtsmitteln (Art. 8 Abs. 1 OHG; vgl. auch BGE 119 IV 168). Auf dem Gebiet der Bundesstrafrechtspflege wurde im Zuge der neuen Opferhilfegesetzgebung die Legitimation des Geschädigten zur Erhebung der eidgenössischen Nichtigkeitsbeschwerde erweitert (Art. 270 Abs. 1 BStP; BGE 120 IV 46 E. 1).\n\nDas Opferhilfegesetz enthält keine intertemporalrechtlichen Übergangsbestimmungen. Nach der Praxis des Bundesgerichtes ist für die Frage der Anwendbarkeit des Opferhilfegesetzes diesbezüglich auf den Zeitpunkt der Ausfällung des angefochtenen Entscheides abzustellen (BGE 120 Ia 102, E. 1b; für die eidgenössische Nichtigkeitsbeschwerde vgl. BGE 120 IV 46, E. 1b). Der angefochtene Entscheid wurde am 29. September 1993, nach Inkrafttreten des Opferhilfegesetzes, gefällt. Dieses ist somit - in übergangsrechtlicher Hinsicht - auf den vorliegenden Fall anwendbar.\n\nc) Art. 8 Abs. 1 OHG hat folgenden Wortlaut:\n\n\"Das Opfer kann sich am Strafverfahren beteiligen. Es kann insbesondere:\n\na. seine Zivilansprüche geltend machen;\n\nb. den Entscheid eines Gerichts verlangen, wenn das Verfahren nicht eingeleitet oder wenn es eingestellt wird;\n\nc. den Gerichtsentscheid mit den gleichen Rechtsmitteln anfechten wie der Beschuldigte, wenn es sich bereits vorher am Verfahren beteiligt hat und soweit der Entscheid seine Zivilansprüche betrifft oder sich auf deren Beurteilung auswirken kann.\"\n\nDas Opfer hat demnach das Recht, die Einstellung des Verfahrens gerichtlich beurteilen zu lassen. Ferner ist es befugt, den betreffenden Gerichtsentscheid mit den gleichen Rechtsmitteln anzufechten wie der Angeschuldigte, sofern es sich bereits vorher am Verfahren beteiligt hat und soweit der Entscheid seine Zivilansprüche betrifft oder sich auf deren Beurteilung auswirken kann. Unter den genannten gesetzlichen Voraussetzungen muss es dem Opfer somit gestattet sein, die Beurteilung der BGE 120 Ia 157 S. 162Verfahrenseinstellung durch das kantonale Gericht in gleicher Weise anzufechten, wie dies dem Angeschuldigten möglich ist. Dies gilt insbesondere für eine Verfahrenserledigung, die gestützt auf die Feststellung ergeht, der Angeschuldigte habe die schädigende Tat nicht begangen (vgl. Botschaft zum Opferhilfegesetz vom 25. April 1990, BBl 1990 II 987). Entsprechendes muss auch für die staatsrechtliche Beschwerde gelten. Insoweit geht Art. 8 Abs. 1 lit. c OHG dem Art. 88 OG als \"lex specialis\" vor (BGE 120 Ia 104 E. 2a).\n\nd) Eine auf materiellrechtliche Fragen erweiterte Legitimation des angeblich Geschädigten zur staatsrechtlichen Beschwerde gegen kantonale Einstellungsbeschlüsse setzt somit als erstes eine Opferstellung des Geschädigten im Sinne des OHG voraus. Als Opfer ist gemäss Art. 2 Abs. 1 OHG jede Person anzusehen, \"die durch eine Straftat in ihrer körperlichen, sexuellen oder psychischen Integrität unmittelbar beeinträchtigt worden ist\". Es ist im folgenden daher mit freier Kognition (BGE 118 Ia 64 E. 1 S. 67) zu prüfen, ob die Beschwerdeführerin unter den Opferbegriff des OHG fällt.\n\naa) Im vorliegenden Fall wurde aufgrund der Strafanzeige der Beschwerdeführerin gegen ihren Sohn wegen Betrug (Art. 148 StGB), Nötigung (Art. 181 StGB) und Erpressung (Art. 156 StGB) ermittelt. Diesbezüglich könnte eine Opferstellung gestützt auf eine \"unmittelbare psychische Beeinträchtigung\" in Frage kommen. Mit der gesetzlichen Beschränkung auf \"unmittelbare\" Eingriffe sollen namentlich Vermögensdelikte von der Opferhilfe ausgenommen werden. Dies gilt laut Botschaft zum Opferhilfegesetz ausdrücklich für Diebstahl und Betrug (vgl. Botschaft vom 25. April 1990, BBl 1990 II 977). Dagegen sollen insbesondere die strafbaren Handlungen gegen Leib und Leben (ohne Tätlichkeiten), Raub, die Verbrechen und Vergehen gegen die Freiheit sowie die strafbaren Handlungen gegen die sexuelle Integrität \"in der Regel\" unter die Opferhilfe fallen (vgl. a.a.O., S. 977 f.). Ehrverletzungsdelikte werden in der Botschaft grundsätzlich von der Opferhilfe ausgenommen (vgl. a.a.O., S. 977). Ob dies auch in aussergewöhnlich schweren Fällen von Ehrverletzung zu gelten hat, kann fraglich erscheinen, braucht im vorliegenden Fall jedoch nicht entschieden zu werden. Das Bundesgericht hat sodann erkannt, dass Amtsmissbrauch und Begünstigung grundsätzlich keine Opferstellung im Sinne des OHG nach sich ziehen (unver. Urteil vom 8. Oktober 1993 i.S. K., E. 2b). Deshalb gelte für die Frage der Legitimation des Strafanzeigers zur BGE 120 Ia 157 S. 163Erhebung der staatsrechtlichen Beschwerde auch nach Inkrafttreten des OHG die dargelegte bisherige Praxis (s. dazu oben, E. 2a). Bejaht wurde die Opferstellung dagegen im Falle einer fahrlässigen Körperverletzung (BGE 120 Ia 102, E. 1b).\n\nSchwieriger zu beurteilen ist die Frage bei Delikten gegen die Freiheit des Individuums, etwa bei Drohung, Nötigung oder (in Verbindung mit Bereicherungsabsicht) Erpressung. In der Literatur wird die Auffassung vertreten, dass hier die Anwendung des Opferhilfegesetzes \"nicht zum vornherein ausgeschlossen\" sei (vgl. THOMAS MAURER, Das Opferhilfegesetz und die kantonalen Strafprozessordnungen, ZStrR 111 [1993] 375 ff., 382). Dies dürfte namentlich bei qualifizierteren Fällen von Drohung, Nötigung oder Erpressung zutreffen. Es ist jeweils anhand der konkreten Umstände des Einzelfalles zu beurteilen, ob die Schwere der untersuchten Straftaten die Annahme einer unmittelbaren Beeinträchtigung der psychischen Integrität des Betroffenen rechtfertigt. Darunter fallen psychische Folgen eines für das Opfer traumatischen ausserordentlichen Ereignisses. MAURER nennt bei den Vermögensdelikten mit Gewalteinwirkung etwa die Opfer eines schweren Raubüberfalls. Es genüge dagegen nicht jede geringfügige Beeinträchtigung des psychischen Wohlbefindens. Ausserdem müsse das Opfer \"nachweislich körperliche oder psychische Schäden erlitten\" haben (vgl. a.a.O., S. 381/382).\n\nbb) Neben dem Wortlaut des Gesetzes (\"unmittelbare\" Beeinträchtigung der psychischen Integrität) legt auch die Entstehungsgeschichte des OHG eine eher zurückhaltende Bejahung der Opferstellung nahe. Das eidgenössische Opferhilfegesetz stützt sich auf Art. 64ter BV. Darin wurde dem Bund die Kompetenz eingeräumt, den Opfern von \"Straftaten gegen Leib und Leben\" Hilfe zu leisten. In der Botschaft des Bundesrates vom 6. Juli 1983 zur Volksinitiative für die \"Entschädigung der Opfer von Gewaltverbrechen\" hatte der Bundesrat die Auffassung vertreten, der Begriff der \"Straftaten gegen Leib und Leben\" sei im Bereich der Opferhilfe weiter auszulegen als im Strafrecht (Art. 111-136 StGB). Er umfasse \"alle Handlungen, die einen Angriff auf Leib und Leben bedeuten können (z.B. Raub, Vergewaltigung)\" (Botschaft vom 6. Juli 1983, BBl 1983 III 893 f.). Für eine eher restriktive Auslegung würde (im Sinne der \"Folgenorientierung\") auch das öffentliche Interesse an einer funktionierenden Bundesrechtspflege sprechen. Erfahrungsgemäss ist der Anteil an querulatorischen Rügen gerade im fraglichen Bereich erheblich.\n\nBGE 120 Ia 157 S. 164\n\ncc) Im vorliegend zu beurteilenden Fall steht kein schwerwiegendes traumatisches Ereignis mit unmittelbarer Beeinträchtigung der psychischen Integrität zur Diskussion. Bei den von der Beschwerdeführerin behaupteten Vorfällen, welche zu unrechtmässigen Vermögensdispositionen geführt haben sollen, steht vielmehr das Vermögensinteresse der angeblich Geschädigten im Vordergrund. Der zentrale Vorwurf und der Schwerpunkt der Ermittlungen liegen deutlich beim angezeigten Betrug. Bei diesem ist eine Opferstellung grundsätzlich ausgeschlossen (vgl. Botschaft, BBl 1990 II 977). Die Beschwerdeführerin möchte das Vorgefallene zwar (eventualiter) auch als Nötigung oder gar Erpressung interpretiert haben. Bei der Frage, ob ihr Opferstellung nach OHG und damit eine erweiterte Legitimation zur staatsrechtlichen Beschwerde zukommt oder nicht, kann es jedoch nicht nur auf die subjektive Betrachtungsweise und die rechtlichen Parteibehauptungen der angeblich Geschädigten ankommen. Objektiv betrachtet, stehen bei den inkriminierten und untersuchten Sachverhalten deutlich Vermögensaspekte (Betrugsvorwurf) im Vordergrund. Die Beschwerdeführerin macht im übrigen nicht geltend und weist nicht nach, dass sie durch die angeblichen Straftaten neben finanziellen auch irgendwelche körperliche oder psychische Schäden erlitten habe. In Würdigung sämtlicher Umstände kann im vorliegenden konkreten Fall nicht von einer unmittelbaren Beeinträchtigung der psychischen oder körperlichen Integrität im Sinne des OHG ausgegangen werden. Die Beschwerdeführerin beruft sich denn auch - zu Recht - mit keinem Wort auf die Bestimmungen des eidgenössischen Opferhilfegesetzes.\n\ne) Da der Beschwerdeführerin keine Opferstellung im Sinne des OHG zukommt, kann ihr im vorliegenden Fall keine gegenüber der bisherigen Praxis zu Art. 88 OG erweiterte Legitimation zur staatsrechtlichen Beschwerde zuerkannt werden. Bei dieser Sachlage kann offen gelassen werden, ob die in Art. 8 Abs. 1 lit. c OHG genannten zusätzlichen Voraussetzungen für eine prozessuale Privilegierung des Opfers von Straftaten erfüllt wären. Nachfolgend ist daher lediglich im Rahmen der erhobenen \"formellen\" Rügen auf die staatsrechtliche Beschwerde einzutreten (vgl. oben, E. 2a/bb). Soweit die Beschwerdeführerin dagegen die Beweiswürdigung der kantonalen Behörden als verfassungswidrig rügt oder ihre Vorbringen auf eine materielle Prüfung der Verdachtsgründe hinauslaufen würden, kann nach dem Gesagten auf die Beschwerde nicht eingetreten werden."}