{"annee": "120", "cour": "IV", "page": "32", "date": "23/2/1994", "cite": ["117 IV 193", "118 IV 153"], "cite_par": [], "chapeau": "8. Auszug aus dem Urteil des Kassationshofes vom 23. Februar 1994 i.S. X. gegen Z. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 2, 3 let. a, art. 23 LCD; compte rendu dans les médias de l'activité d'un avocat. Les avocats, entre eux et vis-à-vis de leurs clients, se trouvent dans une relation qui peut être perturbée par des allégations méprisantes. Des allégations parues dans un article de presse, portant sur le comportement du secrétaire d'une fondation et pouvant être comprises par un lecteur moyen non prévenu comme se rapportant aussi à l'activité de ce secrétaire en tant qu'avocat, peuvent donc en principe être constitutives de l'infraction (consid. 3 et 4)."], "faits": "BGE 120 IV 32 S. 32\n\nA.- X., von Beruf Rechtsanwalt, war Sekretär der Stiftung \"Y.\". Z. arbeitet als Journalist beim \"Schweizerischen Beobachter\". Er war früher eine BGE 120 IV 32 S. 33Zeitlang Mitglied des Stiftungsrates der erwähnten Stiftung.\n\nIm \"Beobachter\" vom 10. Mai 1991 erschien unter dem Titel \"Jenischenhilfe: Verschaukelte Opfer, 'Geld spielt überhaupt keine Rolle'\", ein von Z. verfasster Artikel, in welchem u.a. die Tätigkeit von X. kritisiert wurde. Die Frontseite der betreffenden Ausgabe enthält die Schlagzeile: \"Hilfsgelder für Fahrende: Anwalt macht Kasse\", wobei der zuletzt zitierte Satz nach Schriftgrösse und Aufmachung besonders ins Auge sticht.\n\nB.- X. erstattete deswegen am 6. August 1991 bei der Bezirksanwaltschaft Dielsdorf Strafantrag wegen Widerhandlung gegen das Bundesgesetz über den unlauteren Wettbewerb im Sinne von dessen Art. 23 i.V.m. Art. 3 lit. a. Überdies reichte er am 8. August 1991 beim Präsidenten des Bezirksgerichts Dielsdorf Strafantrag wegen Verleumdung, eventuell übler Nachrede ein.\n\nC.- Am 14. November 1991 stellte die Bezirksanwaltschaft Dielsdorf die Strafuntersuchung wegen Widerhandlung gegen das UWG (SR 241) ein.\n\nD.- Einen von X. dagegen eingereichten Rekurs wies die Staatsanwaltschaft des Kantons Zürich am 30. Juni 1993 ab.\n\nE.- X. erhebt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, den Entscheid der Staatsanwaltschaft aufzuheben und die Sache zur Anklageerhebung an diese zurückzuweisen.\n\nF.- Die Staatsanwaltschaft verzichtete auf Gegenbemerkungen.\n\nG.- Z. beantragt Nichteintreten, eventuell Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\n2. a) Gemäss den Ausführungen der Vorinstanz machte der Beschwerdeführer im kantonalen Verfahren geltend, der Beschwerdegegner habe mit dem inkriminierten Artikel den Tatbestand der Herabsetzung (Anschwärzung) im Sinne von Art. 3 lit. a UWG erfüllt; denn die Kritik betreffe seine Tätigkeit als Rechtsanwalt und könne sich negativ darauf auswirken. Aufgrund der herabsetzenden Schilderung erscheine er nicht mehr als vertrauenswürdig. Als Folge des Artikels sei eine seitens der Scheidungsberatungsstelle St. Gallen in Aussicht gestellte Mitarbeit nicht zustande gekommen.\n\nNach Ansicht der Vorinstanz ist für die Anwendung der Strafbestimmungen des UWG entscheidend, ob eine wettbewerbsrelevante Handlung vorliege. Dazu BGE 120 IV 32 S. 34gehöre stets ein wirtschaftliches Element. Nicht jedes Verhalten und Geschäftsgebaren, das geeignet sei, das Verhältnis zwischen Mitbewerbern unter sich oder dasjenige zwischen Anbietern und Abnehmern zu beeinflussen, soll erfasst werden. Würde auf das Erfordernis eines wirtschaftlichen Elementes verzichtet, so könnte die überwiegende Mehrheit kritischer Zeitungsberichte nicht mehr veröffentlicht werden, da jeder wie auch immer gestaltete Bericht über Marktteilnehmer in irgendeiner Form sich auf das Erscheinungsbild bei der Konkurrenz und beim Publikum auswirke. Es lasse sich schlechthin nicht vermeiden, dass das Publikum die Person des Kritisierten nicht von dessen beruflicher Tätigkeit zu trennen vermöge respektive bei Berufen, deren Ausübung in hohem Masse an der persönlichen Integrität des jeweiligen Berufsmannes gemessen wird, sich gar nicht erst dazu bereit finde. Eine Überdehnung des Begriffes \"wettbewerbsrelevante Handlung\" auf dieses Phänomen hätte aber nicht nur die Aushöhlung der Pressefreiheit, sondern faktisch deren Beseitigung zur Folge.\n\nDie vom Beschwerdeführer angeführten Zitate wie auch andere Textstellen dürften nicht aus dem Gesamtzusammenhang gerissen und isoliert betrachtet werden. Zwar werde verschiedentlich erwähnt, dass der Beschwerdeführer Rechtsanwalt sei, jedoch stets in direktem Zusammenhang mit seiner Tätigkeit als Stiftungssekretär. Zur Sprache gebracht würden ausschliesslich Fälle, welche der Beschwerdeführer im Rahmen seiner Tätigkeit als Stiftungssekretär betreut hatte. Nie werde auf seine übrige anwaltliche Tätigkeit Bezug genommen, geschweige denn diese beanstandet. Es werde nicht behauptet, dass er seine beruflichen Leistungen schlechter als andere Anwälte oder gar in ungenügender Weise erbringe. Auch seine juristische Qualifikation und seine Erfolgsquote - etwa vor Gericht - seien unerwähnt geblieben. Direkt wettbewerbsrelevante Äusserungen, die massgebliche Kriterien des Anwaltsberufes beim Durchschnittsleser und insbesondere bei potentiellen Mandanten des Beschwerdeführers ansprächen, enthalte der Artikel somit nicht. Zwar werde die Vertrauenswürdigkeit des Beschwerdeführers durch die Ausführungen im \"Beobachter\" tangiert. Ein \"wirtschaftliches Element\" im vorgenannten Sinne gehe jedoch dem inkriminierten Artikel ab.\n\nZusammenfassend kommt die Vorinstanz zum Schluss, der unbefangene Durchschnittsleser könne den Artikel nicht als eine Kritik an der anwaltlichen Tätigkeit des Beschwerdeführers verstehen, sondern als Kritik an dessen Tätigkeit als Stiftungssekretär. Eine Widerhandlung im Sinne von BGE 120 IV 32 S. 35Art. 3 lit. a i.V.m. Art. 23 UWG liege daher nicht vor.\n\nb) Der Beschwerdeführer wendet dagegen ein, im Artikel würden seine beiden Funktionen als Rechtsanwalt einerseits und als Stiftungssekretär anderseits kunterbunt durcheinander gemischt. Einmal sei die Rede vom Rechtsanwalt, der Kasse mache, dann vom Sekretär, der die Kommissionsmitglieder irreführe, dann wieder vom Rechtsanwalt, der sich Doppelzahlungen leisten lasse und dafür Fresszettelquittungen ausstelle. All dies stehe unter dem Titel \"Anwalt macht Kasse\"; abgebildet respektive in der Bildlegende genannt sei nicht der \"Stiftungssekretär\", sondern der \"Anwalt\" X. Die genannten Bestimmungen des UWG seien daher auf die inkriminierten Äusserungen anwendbar.\n\nc) Der Beschwerdegegner befürwortet zusammenfassend eine restriktive Anwendung der Strafbestimmungen des UWG, insbesondere von Art. 3 lit. a. Er habe nicht die wirtschaftliche Tätigkeit des Beschwerdeführers in dessen Eigenschaft als Anwalt kritisiert, sondern dessen Handlungen als Sekretär einer gemeinnützigen Stiftung. Dass er hie und da das Wort \"Anwalt\" verwendet habe, sei für den Gesamteindruck nicht von Bedeutung; dies sei lediglich aus stilistischen Gründen erfolgt, um nicht ständig die Bezeichnung \"Sekretär\" benützen zu müssen. Jedenfalls habe er nicht vorsätzlich gehandelt.\n\n3. Wer vorsätzlich unlauteren Wettbewerb nach den Art. 3, 4, 5 oder 6 begeht, wird auf Antrag mit Gefängnis oder Busse bis zu Fr. 100'000.-- bestraft (Art. 23 Satz 1 UWG). Unlauter handelt unter anderem, wer andere, ihre Waren, Werke, Leistungen, deren Preis oder ihre Geschäftsverhältnisse durch unrichtige, irreführende oder unnötig verletzende Äusserungen herabsetzt (Art. 3 lit. a UWG). Die Anwendung des neuen UWG vom 19. Dezember 1986 setzt nicht ein Wettbewerbsverhältnis zwischen dem Täter und dem Verletzten voraus. Auch ein Journalist kann daher durch Äusserungen in den Medien über Unternehmungen und ihre Waren etc. Straftatbestände des UWG erfüllen (BGE 117 IV 193 E. 1). Denn wie aus Art. 2 UWG, dem Grundsatzartikel, ersichtlich ist, gilt als unlauter jedes täuschende oder in anderer Weise gegen den Grundsatz von Treu und Glauben verstossende Verhalten oder Geschäftsgebaren, welches das Verhältnis zwischen Mitbewerbern oder zwischen Anbietern und Abnehmern beeinflusst. Entsprechend wurde die Anwendbarkeit von Art. 3 lit. a UWG auf Medienschaffende grundsätzlich bejaht (BGE 117 IV 193 E. 2; jedenfalls insoweit zustimmend die herrschende Lehre, z.B. PETER NOBEL, Zu den BGE 120 IV 32 S. 36Schranken des UWG für die Presse, SJZ 88/1992, S. 245 ff., 249; HANS PETER WALTER, Das Wettbewerbsverhältnis im neuen UWG, SMI 1992, S. 169 ff., 174 ff.; LEO SCHÜRMANN/PETER NOBEL, Medienrecht, 2. Auflage 1993, S. 351 ff.; FRANZ RIKLIN, Strafrechtliche Aspekte der Anwendung des neuen UWG auf Medienschaffende, AJP 1993, S. 620).\n\nDie Anwendbarkeit des UWG auch auf die Medienberichterstattung schliesst eine kritische Berichterstattung über Unternehmen bzw. ihre Waren und Leistungen nicht aus. Denn unlauter im Sinne von Art. 3 lit. a UWG ist nur die Herabsetzung eines anderen durch unrichtige, irreführende oder unnötig verletzende Äusserungen. Strafrechtlich relevant ist zudem bloss vorsätzliches Handeln. Unerheblich ist, dass die Journalisten in der Regel nicht primär in Wettbewerbsabsicht bzw. zum Zweck der Förderung oder Benachteiligung bestimmter Unternehmen oder ihrer Waren und Leistungen um ihrer selbst willen handeln, sondern im Interesse der Allgemeinheit Markttransparenz schaffen wollen (BGE a.a.O. E. 2 in fine). Entsprechendes gilt für die Berichterstattung über Personen, die freie Berufe ausüben wie etwa die Tätigkeit eines Anwaltes. Auch Anwälte stehen zueinander im Verhältnis von Mitbewerbern, welches durch herabsetzende Äusserungen beeinflusst werden kann. Ebenso besteht zwischen Anwälten und ihren Klienten ein Verhältnis, das im Sinne von Art. 2 i.V.m. Art. 3 durch herabsetzende Äusserungen beeinflusst werden kann. Ein Zeitungsartikel, in dem auf die Tätigkeit eines Anwaltes eingegangen wird, kann deshalb grundsätzlich unter die Strafbestimmung des UWG (Art. 23) fallen.\n\n4. a) Im inkriminierten Artikel wird der Beschwerdeführer mehrfach namentlich genannt. Im Mittelpunkt des Artikels steht eine kritische Beleuchtung seiner Tätigkeit für die Stiftung \"Y.\". In diesem Zusammenhang wird er häufig als ihr \"Sekretär\" bezeichnet. In welchem Rechtsverhältnis er zur Stiftung stand, wird allerdings nicht deutlich. Andererseits wird der Beschwerdeführer im Artikel mehrfach ausdrücklich als \"Anwalt\" bezeichnet, so insbesondere in der Legende zu dem Bild, das ihn gemeinsam mit dem früheren Stiftungspräsidenten zeigt. Sodann enthält der Artikel mehrere Passagen, die deutlich machen, dass der Beschwerdegegner darin auch auf die Tätigkeit des Beschwerdeführers in dessen Eigenschaft als Anwalt eingegangen ist. Denn die Rede ist von Mandaten und von Honoraren, von denen man aufgrund des Zusammenhanges annehmen muss, dass es sich um Anwaltshonorare handelt. Der Einwand, das Wort \"Anwalt\" sei einzig aus BGE 120 IV 32 S. 37stilistischen Gründen verwendet worden, vermag am Eindruck, den der unbefangene Durchschnittsleser erhält, nichts zu ändern. Zudem ist im als Blickfang aufgemachten Titel der fraglichen Ausgabe des \"Beobachters\" (\"Anwalt macht Kasse\"), der im Untertitel des Artikels wieder aufgenommen wird (\"Kasse machten vor allem Anwälte\"), einzig vom \"Anwalt\" und nicht vom \"Sekretär\" die Rede.\n\nZusammenfassend ist also festzuhalten, dass der fragliche Artikel Ausführungen auch über die anwaltliche Tätigkeit des Beschwerdeführers enthält.\n\nb) Anwälte versehen häufig nicht nur Einzelmandate, sondern arbeiten daneben oder sogar überwiegend als Verbandssekretäre, Sekretäre oder Geschäftsführer von Stiftungen oder übernehmen ständige Funktionen für andere juristische Personen. Auch dies gehört zur Anwaltstätigkeit, insbesondere dann, wenn das Rechtsverhältnis nicht durch Arbeitsvertrag geregelt ist.\n\nc) Die Vorinstanz verletzte somit Bundesrecht, wenn sie den Einstellungsbeschluss der Bezirksanwaltschaft mit der Begründung bestätigte, ein \"wirtschaftliches Element\" gehe dem inkriminierten Artikel ab und das UWG sei aus diesem Grunde nicht anwendbar. Der Beschwerdeführer wird durch den Artikel in seiner beruflichen Tätigkeit als Anwalt, zu der auch seine Arbeit als Stiftungssekretär gehörte, angegriffen. Insoweit geniesst er den Schutz vor ungerechtfertigter Herabsetzung gemäss Art. 3 lit. a UWG. Der angefochtene Entscheid ist deshalb aufzuheben.\n\nDie kantonalen Instanzen werden sich demnach im neuen Verfahren mit den einzelnen Elementen des Tatbestands von Art. 23 i.V.m. Art. 3 lit. a UWG befassen müssen. Im jetzigen Stadium des Verfahrens hat sich der Kassationshof zu der vom Beschwerdegegner aufgeworfenen Frage des Vorsatzes nicht zu äussern. Er hat auch nicht zu prüfen, ob und inwieweit und mit welcher Begründung bei der Auslegung der Strafbestimmungen des UWG, insbesondere von Art. 23 i.V.m. Art. 3 lit. a, dem Gesichtspunkt der Pressefreiheit Rechnung zu tragen ist (vgl. dazu BGE 118 IV 153 E. 4c mit Hinweisen). Denn auch soweit unter diesem Aspekt im Ergebnis eine einschränkende Anwendung der Strafbestimmungen des UWG geboten sein sollte, könnte dies keinesfalls zum generellen Ausschluss der Anwendbarkeit von Art. 23 UWG führen."}