{"annee": "120", "cour": "IA", "page": "74", "date": "14/3/1994", "cite": ["118 IA 175", "116 IA 118"], "cite_par": ["135 I 233", "125 II 86"], "chapeau": "11. Extrait de l'arrêt de la IIe Cour de droit public du 14 mars 1994 dans la cause Société des encaveurs de vins suisses, l'Union des négociants en vins du Valais et consorts contre Conseil d'Etat du canton du Valais (recours de droit public)", "regestes": ["Art. 31 et 4 Cst.; art. 2 Disp. trans. Cst.; art. 11 al. 7 de l'arrêté du 7 juillet 1993 sur les appellations des vins du Valais (arrêté AOC); interdiction du coupage sans déclaration au sens de l'art. 337 ODA et de l'ouillage au sens de l'art. 343 ODA. L'art. 11 de l'arrêté AOC prohibant le coupage sans déclaration et l'ouillage pour les vins d'appellation d'origine contrôlée repose sur une base légale suffisante et ne viole pas l'art. 2 Disp. trans. Cst. (consid. 4). L'interdiction de l'ouillage répond à un intérêt public suffisant et respecte le principe de la proportionnalité selon l'art. 31 Cst. (consid. 5); elle n'est enfin pas constitutive d'une inégalité de traitement par rapport aux autres cantons viticoles (consid. 6)."], "faits": "BGE 120 Ia 74 S. 75\n\nA.- L'art. 18 de l'arrêté fédéral du 19 juin 1992 sur la viticulture (RS 916.140.1; ci-après: arrêté fédéral) traite de l'appellation d'origine contrôlée et prévoit à son alinéa 1:\n\n\"L'appellation d'origine contrôlée désigne un vin dont la qualité répond\n\naux normes fixées par les cantons. Celles-ci concernent:\n\na. la délimitation des zones de production;\n\nb. l'encépagement;\n\nc. les méthodes de culture;\n\nd. les teneurs naturelles minimales en sucre;\n\ne. les rendements à l'unité de surface;\n\nf. les procédés de vinification;\n\ng. l'analyse et l'examen organoleptique.\"\n\nA son art. 22, la loi valaisanne du 26 mars 1980 sur la viticulture dispose:\n\n\"1 Par la voie d'un arrêté, le Conseil d'Etat peut, les organisation professionnelles entendues:\n\na) édicter des prescriptions relatives aux pratiques vinicoles et commerciales, en vue de favoriser la qualité;\n\nb) arrêter les modalités du paiement différencié des apports de vendanges:\n\n- selon la qualité, notamment la teneur en sucre naturel (degré OEchslé);\n\n- à titre complémentaire, selon les régions et les zones de provenance, en ne s'écartant pas d'une différence maximale de prix de 4% entre la première et la dernière zone;\n\nc) prendre des mesures pour protéger les appellations spécifiques ou régionales réservées aux vins du Valais et fixer les exigences minimales auxquelles doivent répondre les vendanges et les vins pour avoir droit à ces appellations.\"\n\nB.- Fondé notamment sur l'arrêté fédéral du 19 juin 1992 et sur la loi cantonale du 26 mars 1980, le Conseil d'Etat du canton du Valais a pris le 7 juillet 1993 un arrêté sur les appellations des vins du Valais (arrêté AOC). Les vins produits en Valais sont, d'après l'art. 3 de cet arrêté, classés en trois catégories. Dans la catégorie I, on trouve les vins à appellation d'origine contrôlée (AOC). L'art. 6 de l'arrêté AOC fixe les limites qualitatives de rendement à l'unité de surface pour les différentes catégories de vins. L'art. 8 de l'arrêté BGE 120 Ia 74 S. 76AOC prévoit qu'un plafond limite de classement est fixé pour chaque catégorie à 0,1 kg/m2 ou à 0,08 l/m2 au-dessus des limites qualitatives de rendement de l'art. 6 (al. 1); les quantités comprises entre la limite qualitative et le plafond limite de classement sont admises en totalité dans la catégorie concernée (al. 2).\n\nL'art. 11 de l'arrêté AOC comprend diverses prescriptions relatives aux vins d'appellation d'origine contrôlée et notamment à l'alinéa 7 la règle suivante:\n\n\"Le coupage sans déclaration au sens de l'art. 337 ODA et le ouillage au sens de l'art. 343 ODA sont prohibés pour les vins AOC.\"\n\nLe droit cantonal fait ici référence à l'ordonnance du Conseil fédéral du 26 mai 1936 sur les denrées alimentaires et les objets usuels (ODA; RS 817.02). L'art. 337 al. 6 ODA prévoit:\n\n\"Pour les années de récoltes qualitativement défavorables, les cantons peuvent autoriser un coupage sans déclaration de tous les vins ou de certains vins de leur territoire avec désignation d'origine, de provenance ou d'ensemble. Le vin ajouté ne doit pas dépasser 15 pour cent en volume du mélange. Le coupage doit se faire avec des vins de même couleur et de qualité au moins équivalente; seuls peuvent être utilisés des vins indigènes avec désignation d'origine, de provenance ou d'ensemble, le coupage avec des vins étrangers avec désignation d'origine étant cependant autorisé pour les vins rouges.\"\n\nQuant à l'art. 343 ODA, il dispose:\n\n\"1 Pour compenser l'évaporation, pour l'ouillage ou pour le traitement améliorant en cave, un vin encavé peut être additionné, dans la proportion de 8 pour cent au maximum et au total, d'un vin répondant à cette fin (art. 334, 6e al. excepté). Cette addition peut se faire en une ou plusieurs fois. La quantité autorisée pour les coupages par les articles 337 et 338 en est diminuée d'autant.\n\n2 Le traitement d'un vin blanc indigène, dans le sens de cet article, ne peut être fait qu'avec du vin blanc indigène (art. 337).\"\n\nLors de la procédure d'adoption de l'arrêté AOC, la majorité de la commission désignée pour examiner les mesures d'application de l'arrêté fédéral sur la viticulture s'était prononcée en faveur de la suppression du coupage sans déclaration et de l'ouillage. L'Office cantonal de la viticulture avait ensuite proposé au Conseil d'Etat un délai transitoire de 5 ans avant la mise en vigueur de cette mesure; ledit office avait envisagé que, pour la Dôle, la proportion de vins issus de cépages valaisans autres que le Pinot et le Gamay pouvait aller jusqu'à 15%. Le Conseil d'Etat a supprimé immédiatement le BGE 120 Ia 74 S. 77coupage sans déclaration et l'ouillage mais a admis que la proportion d'autres vins pouvait s'élever à 20% (art. 18 de l'arrêté AOC).\n\nC.- Agissant par la voie du recours de droit public, la Société des encaveurs de vins suisses et l'Union des négociants en vins du Valais notamment ont conclu à l'annulation de l'art. 11 al. 7 de l'arrêté du 7 juillet 1993 sur les appellations des vins du Valais (arrêté AOC). Invoquant les art. 4 et 31 Cst., ainsi que l'art. 2 Disp. trans. Cst., les recourantes font valoir, en substance, que la disposition critiquée est dépourvue de base légale, celle-ci ne pouvant se trouver ni dans l'arrêté fédéral sur la viticulture, ni dans la loi cantonale sur la viticulture; de plus, la prescription critiquée serait contraire à l'ordonnance sur les denrées alimentaires, car elle interdirait un procédé autorisé par le droit fédéral, sans que celui-ci laisse place à une réglementation cantonale plus restrictive. L'art. 11 al. 7 de l'arrêté AOC ne répondrait pas à un intérêt public suffisant, car il interdit un procédé qui a pour but d'améliorer la qualité du vin. A tout le moins, la mesure incriminée serait contraire au principe de proportionnalité, en ce sens qu'un délai transitoire aurait dû être laissé aux intéressés pour qu'ils puissent planter les cépages de remplacement, permettant lors de l'assemblage des vins d'en assurer l'équilibre et la coloration voulue.\n\nLe Tribunal fédéral a rejeté les recours dans la mesure où ils étaient recevables.", "considerants": "Extrait des considérants:\n\n4. a) Les recourantes soutiennent d'abord que, sur le point incriminé, l'arrêté cantonal attaqué ne repose pas sur une base légale suffisante.\n\nContrairement à cette affirmation, l'art. 11 al. 7 de l'arrêté AOC peut se fonder sur l'art. 18 al. 1 lettre f de l'arrêté fédéral sur la viticulture, car le coupage et l'ouillage, soit ici leur interdiction, rentrent dans les procédés de vinification au sens de cette dernière disposition. Il est exact que le système des appellations d'origine contrôlée a notamment pour but d'améliorer la qualité des vins. Toutefois, il est inutile d'examiner si les procédés en cause sont propres à promouvoir la qualité; les recourantes prétendent à cet égard que l'interdiction incriminée irait à l'encontre du but recherché, sans pour autant nier que les autres mesures adoptées par ailleurs aillent dans le sens d'une amélioration de la qualité (limitation du rendement à la surface, teneurs minimales en sucre naturel, ...). En BGE 120 Ia 74 S. 78effet, l'art. 18 de l'arrêté fédéral sur la viticulture se trouve dans la section 5 consacré à la récolte, à la promotion de la qualité et aux appellations. Il rentre tout à fait dans le but visé par les appellations d'origine contrôlée, soit la promotion de produits de qualité d'une région déterminée. Cette disposition permet donc aux cantons de fixer des exigences relatives à la seule utilisation de raisins cultivés dans une certaine région pour garantir l'authenticité du produit (ou de préciser les cépages qui peuvent être utilisés pour produire un vin d'une certaine dénomination). L'art. 22 al. 1 lettres a et c de la loi valaisanne sur la viticulture peut également être interprété dans le même sens. On peut encore relever que l'interdiction critiquée s'insère aussi dans le système de limitation quantitative de la production (au maximum 1,4 kg/m2 pour les raisins blancs et 1,2 kg/m2 pour les raisons rouges destinés à l'élaboration de moûts de la catégorie I selon l'art. 20 al. 1 de l'arrêté fédéral, étant précisé que le Valais s'en est pratiquement tenu à ce maximum selon les art. 6 et 8 de l'arrêté AOC). En effet, les vins ajoutés en cave lors du coupage ou de l'ouillage contribueraient à augmenter les quantités mises sur le marché, alors même que la production à la vigne est limitée.\n\nIl est dès lors inutile de rechercher si la disposition attaquée trouve ou non une base légale dans l'ordonnance fédérale sur les denrées alimentaires, ce que contestent les recourantes.\n\nb) En revanche, il convient d'examiner si, comme elles le soutiennent, l'art. 11 al. 7 de l'arrêté cantonal AOC viole l'art. 2 Disp. trans. Cst. parce qu'il serait contraire au droit fédéral, et plus spécialement aux art. 337 al. 6 et 343 ODA. Selon les recourantes, ces dernières dispositions autoriseraient le coupage sans déclaration et l'ouillage, sans que les cantons puissent interdire ces procédés. A tout le moins, ce raisonnement devrait être suivi pour l'ouillage, la possibilité d'autoriser le coupage sans déclaration devant cependant être conservée, mais uniquement pour les années de récolte qualitativement défavorable selon l'art. 337 al. 6 ODA.\n\nLa question posée ne saurait être résolue en examinant le droit cantonal uniquement sous l'angle de l'ordonnance sur les denrées alimentaires puisque, comme on l'a vu, une autre règle de droit fédéral, soit l'art. 18 de l'arrêté fédéral sur la viticulture, permet aux cantons d'ordonner des mesures restrictives propres à promouvoir l'authenticité des vins d'appellation d'origine contrôlée et qu'on peut en principe y ranger l'interdiction du coupage sans déclaration et de l'ouillage. En fait, selon l'art. 54 al. 1 de la loi fédérale du 8 décembre 1905 sur le commerce des denrées alimentaires et de divers objets BGE 120 Ia 74 S. 79usuels (LCDA; RS 817.0), le Conseil fédéral édicte les dispositions propres à sauvegarder la santé publique et à prévenir toute fraude dans le commerce des marchandises et objets soumis au contrôle institué par la loi. C'est sur cette base notamment qu'a été édictée l'ordonnance sur les denrées alimentaires, qui fixe les exigences propres à garantir la santé du consommateur et à éviter qu'il ne soit trompé. Dès lors, dans le domaine des appellations d'origine contrôlée, les cantons peuvent (et parfois même doivent) aller au-delà pour améliorer la qualité du produit ou faire en sorte qu'il soit complètement issu du terroir. Il s'agit de buts particuliers découlant de l'arrêté fédéral sur la viticulture, qui ne sont pas en contradiction avec l'ordonnance sur les denrées alimentaires. La disposition incriminée n'est en conséquence pas contraire à ladite ordonnance et repose du reste sur d'autres bases que celle-ci. Le grief que les recourantes voudraient tirer du fait que l'arrêté cantonal n'a pas été approuvé par le Conseil fédéral conformément à l'ordonnance sur les denrées alimentaires tombe donc à faux, indépendamment du fait que ce moyen n'est pas motivé conformément aux exigences de l'art. 90 al. 1 lettre b OJ.\n\n5. Les recourantes soutiennent ensuite que l'interdiction de l'ouillage ne répond pas à un intérêt public suffisant et violerait le principe de proportionnalité (le grief n'est pas suffisamment motivé au regard de l'art. 90 al. 1 lettre b OJ pour ce qui concerne le coupage sans déclaration, de sorte qu'il est irrecevable). Le Tribunal fédéral examine librement si une limitation à la liberté du commerce et de l'industrie remplit ces deux conditions; il s'impose toutefois une certaine retenue lorsqu'il s'agit de tenir compte de circonstances locales ou de trancher de pures questions d'appréciation (ATF 118 Ia 175 consid. 3a p. 181; ATF 116 Ia 118 consid. 5 p. 123).\n\na) Selon les recourantes, l'interdiction de l'ouillage viserait à favoriser l'utilisation exclusive de produits du pays au détriment de la qualité. En effet, l'ouillage permettrait une amélioration qualitative et serait nécessaire pour obtenir une coloration suffisante du vin, tout en abaissant son prix. Il faut d'abord relever que l'ouillage n'assure pas en lui-même une amélioration de la qualité. Les recourantes reconnaissent que ce procédé doit de toute façon être utilisé avec mesure et discernement. Sauf à en contrôler la mise en oeuvre, il pourrait même selon les circonstances aller à l'encontre d'une amélioration qualitative. L'autorité cantonale remarque que cette recherche de la qualité peut déjà être atteinte par les autres mesures BGE 120 Ia 74 S. 80adoptées, qui ne sont du reste pas contestées par les recourants (limitation du rendement à la surface, teneurs minimales en sucre naturel...). Par ailleurs, une coloration convenable devrait être également atteinte grâce aux progrès des méthodes de vinification. L'authenticité du produit peut aussi être considérée comme un élément positif à prendre en considération dans l'appréciation d'ensemble de la situation; ce facteur est du reste maintenant mis en évidence par certains producteurs comme élément de publicité. Le Conseil d'Etat relève encore que l'équilibre de la Dôle pourra être assuré par la possibilité d'y inclure jusqu'à 20% de cépages cultivés en Valais autres que le Pinot noir et le Gamay. Compte tenu de la marge qui doit être reconnue au Conseil d'Etat sur une question qui relève en partie en tout cas de l'appréciation, la condition d'un intérêt public suffisant est remplie.\n\nb) Les recourantes prétendent que le principe de proportionnalité serait en tout cas violé dans la mesure où l'interdiction de l'ouillage a été introduite sans délai transitoire. Pour l'équilibre et la coloration des vins rouges et notamment de la Dôle, il est certes concevable de recourir à d'autres cépages. Ceux-ci ne sont cependant actuellement cultivés qu'en faible quantité et un délai de 5 ans serait indispensable pour atteindre une production suffisante.\n\nLe Conseil d'Etat peut cependant invoquer la nécessité de mettre en place rapidement un ensemble de mesures cohérentes. Le secteur vini-viticole a connu ces dernières années des difficultés certaines et l'on peut comprendre que le Conseil d'Etat ne veuille pas attendre pour appliquer les dispositions propres à prévenir des problèmes. Comme le relève l'autorité intimée, les mesures concernant les vignerons, notamment la limitation quantitative du rendement, sont déjà applicables. Il y a une certaine logique à mettre simultanément en oeuvre les prescriptions applicables à la cave. Il faut relever que les avis étaient partagés sur l'application immédiate de l'art. 11 al. 7 de l'arrêté AOC. La majorité de la commission consultée par le Conseil d'Etat allait dans ce sens, alors que l'Office de la viticulture avait admis une période transitoire. Compte tenu de la marge d'appréciation qui doit être reconnue au Conseil d'Etat, l'application immédiate de l'interdiction de l'ouillage ne viole pas le principe de proportionnalité, d'autant que les autres mesures en vigueur sont de nature à permettre de résoudre les problèmes évoqués par les recourants. En ce qui concerne notamment la coloration des vins, le consommateur devrait admettre certaines variations selon les années de production.BGE 120 Ia 74 S. 81\n\n6. Même si d'autres cantons n'ont apparemment pas adopté une règle comparable à l'art. 11 al. 7 de l'arrêté attaqué, les recourants ne sont pas victimes d'une inégalité de traitement. Cette différence est due à la marge laissée aux cantons par le droit fédéral. Il faut du reste relever que d'autres cantons ont parfois pris des mesures de limitation de rendement à la surface plus restrictives que celles retenues par le canton du Valais."}