{"annee": "120", "cour": "III", "page": "83", "date": "20/5/1994", "cite": ["87 III 11", "116 III 82", "88 III 55"], "cite_par": ["121 III 85", "144 III 198", "123 III 367"], "chapeau": "26. Extrait de l'arrêt de la Chambre des poursuites et des faillites du 20 mai 1994 dans la cause X. SA (recours LP)", "regestes": ["Procédure de revendication (art. 107 al. 1 et 109 LP). Détermination du rôle des parties lorsque le bien revendiqué - en l'occurrence une créance ordinaire - ne se trouve en la possession ni du débiteur ni du tiers revendiquant, mais en celle d'une quatrième personne, le quart détenteur (consid. 3a). Compétences de l'office dans l'application des art. 106 ss LP (consid. 3b)."], "faits": "BGE 120 III 83 S. 84\n\nX. SA a obtenu du Tribunal de première instance de Genève le séquestre, en mains d'un établissement bancaire genevois, des avoirs de la société Y., à St-Pétersbourg. La mesure a porté sur une créance résultant d'une lettre de crédit émise en faveur de la filiale de la poursuivie: Z., société de droit irlandais à Dublin, qui a revendiqué l'entière et exclusive propriété de la créance en question.\n\nInvitée par l'Office des poursuites de Genève à se prononcer sur cette revendication, conformément à l'art. 106 al. 2 LP, X. SA l'a contestée intégralement en faisant valoir que la créance séquestrée était en réalité la propriété de Y. et qu'en outre il y avait identité économique entre cette société et sa filiale Z., cette dernière n'étant qu'une \"boîte postale\" fonctionnant comme \"paravent juridique\".\n\nZ. a porté plainte à l'autorité cantonale de surveillance, estimant que l'office aurait dû tirer la conséquence logique de l'application en l'espèce de l'art. 106 LP, à savoir lui impartir, en sa qualité de tiers revendiquant, un délai de dix jours, selon l'art. 107 al. 1 LP, pour ouvrir action en revendication; toutefois, comme il ressortait du texte même de la lettre de crédit qu'elle était seule titulaire de la créance envers la banque, c'est la procédure de l'art. 109 LP qui devait être appliquée. L'autorité cantonale de surveillance a admis la plainte et invité l'office à impartir à X. SA un délai de dix jours pour intenter action selon l'art. 109 LP.\n\nLa Chambre des poursuites et des faillites du Tribunal fédéral a rejeté le recours formé contre cette décision par X. SA.", "considerants": "Extrait des considérants:\n\n3. a) En vertu des art. 106 ss LP, qui s'appliquent aux cas de séquestre (art. 275 LP), lorsqu'un tiers revendique un droit de propriété ou de gage BGE 120 III 83 S. 85sur l'objet saisi ou séquestré, et que sa revendication est contestée par le créancier ou le débiteur, l'office des poursuites doit impartir au tiers ou au créancier un délai de dix jours pour intenter action. Si le bien en question se trouve en la possession du débiteur, le délai pour agir doit être imparti au tiers (art. 106 et 107 al. 1); s'il est en la possession du tiers revendiquant, le délai doit être imparti au créancier (art. 109).\n\nSi le bien ne se trouve en la possession ni du débiteur ni du tiers revendiquant, mais en celle d'une quatrième personne - le quart détenteur -, le rôle des parties dépend de la question de savoir pour le compte de qui le détenteur possède: si c'est pour le compte exclusif du débiteur, il appartient au tiers revendiquant d'ouvrir action; si le quart détenteur possède pour son propre compte, ou conjointement avec le débiteur, ou encore pour le compte du tiers revendiquant et du débiteur, il incombe au créancier d'agir (GILLIÉRON, Poursuite pour dettes, faillite et concordat, 3e éd., Lausanne 1993, p. 211 et les références; FRITZSCHE/WALDER, Schuldbetreibung und Konkurs nach schweizerischem Recht, vol. I, 3e éd., Zurich 1984, § 26 n. 7).\n\nSi le bien visé est une créance ordinaire, c'est-à-dire non incorporée dans un papier-valeur, le possesseur est celui qui - du débiteur poursuivi ou du tiers revendiquant - a, selon la plus grande vraisemblance, la qualité de créancier ou est le mieux à même de disposer de la créance ou de l'exercer (ATF 116 III 82 consid. 2 p. 83 et arrêts cités; GILLIÉRON, op.cit., p. 211/212; AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 5e éd., Berne 1993, § 24 n. 33).\n\nb) Dans l'application des art. 106 ss LP, l'office s'en tient aux déclarations du débiteur ou du tiers revendiquant et n'a pas à vérifier le bien-fondé de la revendication; il doit uniquement trancher la question de savoir qui peut disposer matériellement de la chose, sans avoir à se demander si l'état de fait est ou non conforme au droit (ATF 116 III 82 consid. 3 p. 84, ATF 88 III 55 ss, ATF 87 III 11 ss)."}