{"annee": "120", "cour": "V", "page": "357", "date": "24/8/1994", "cite": ["116 V 182", "94 I 417", "113 V 327", "112 V 30", "92 I 259", "101 IA 309", "117 V 282", "99 IA 42", "117 V 261", "118 V 311", "119 V 208", "113 IA 81", "116 IA 94", "118 IA 17", "115 V 297", "115 V 257", "99 IB 51", "118 V 286", "115 V 133", "112 IA 5"], "cite_par": ["137 V 210", "121 V 150", "124 V 180", "125 V 401", "125 V 499", "140 II 112", "132 V 93", "125 V 351", "135 I 169", "125 II 541", "132 V 376", "124 V 22", "125 V 332", "123 V 331", "122 V 157", "133 V 446"], "chapeau": "49. Urteil vom 24. August 1994 i.S. M. gegen Schweizerische Mobiliar Versicherungsgesellschaft und Versicherungsgericht des Kantons Thurgau", "regestes": ["Art. 68 al. 1 et art. 96 LAA, art. 19 PA, art. 57 ss PCF. Les règles applicables, selon l'art. 19 PA en corrélation avec les art. 57 ss PCF, à la mise en oeuvre d'expertises dans la procédure administrative devant la CNA sont applicables par analogie aux cas dans lesquels des assureurs privés sont compétents selon l'art. 68 al. 1 LAA (consid. 1c). Art. 19 PA, art. 57 al. 2 PCF, art. 58 al. 2 PCF, art. 60 al. 2 PCF. Conséquences juridiques d'une violation des normes régissant la mise en oeuvre d'expertises, applicables dans la procédure administrative de l'assurance-accidents obligatoire. Règles relatives à la réparation des vices de procédure (consid. 2a et b). Art. 58 al. 1 PCF, art. 59 al. 1 PCF, art. 23 OJ, art. 58 Cst., art. 4 al. 1 Cst., art. 6 par. 1 CEDH. - Les motifs de récusation obligatoire et facultative concernant les juges sont en principe aussi valables pour les experts (consid. 3a). - Etant donné la portée considérable des expertises médicales dans le domaine du droit des assurances sociales, l'impartialité de l'expert doit être appréciée selon des critères rigoureux (consid. 3b)."], "faits": "BGE 120 V 357 S. 358\n\nA.- M., geboren am 17. Oktober 1958, erlitt im Jahre 1981 einen Skiunfall, bei welchem er sich am linken Knie verletzte. Im Oktober 1986 sprach ihm die Berner Versicherung eine Entschädigung von 15% der versicherten Invaliditätssumme zu. In der Folge war er in seiner Tätigkeit als Kellner und Geschäftsführer eines Restaurants in St. Moritz wieder voll arbeitsfähig. Am 9. August 1988 stürzte er am Arbeitsplatz eine Treppe hinunter und verletzte sich erneut am linken Knie. Eine am 17. August 1988 vorgenommene Arthroskopie zeigte eine Ruptur des vorderen Kreuzbandes links mit frischen Einblutungen. Nach vorerst konservativer Therapie wurde am 2. August 1989 in der Klinik Gut, St. Moritz, eine Kreuzbandplastik durchgeführt. Am 6. März 1990 kam es zu einem weiteren Unfall, als ein Passant im Bahnhof Zürich mit dem Koffer gegen das verletzte Knie des Beschwerdeführers stiess. Wegen Zunahme der Beschwerden begab sich M. erneut in ärztliche Behandlung. Im Juni 1990 wurde in der Klinik Gut eine Arthroskopie und Metallentfernung vorgenommen. Der operierende Arzt, Dr. med. A., bescheinigte im Januar 1991 eine Arbeitsunfähigkeit von 100% bis 31. August 1990 und von 50% bis Ende Februar 1991; am 7. März 1991 bestätigte er eine vollständige Arbeitsunfähigkeit ab 1. März 1990.\n\nDie Schweizerische Mobiliar Versicherungsgesellschaft (im folgenden: Schweizerische Mobiliar), bei welcher M. zur Zeit seiner Unfälle vom 9. August 1988 und 6. März 1990 obligatorisch gegen Berufs- und Nichtberufsunfall versichert war, kam für die Heilungskosten auf und richtete ein Taggeld aus. Im Februar 1991 ersuchte sie PD Dr. med. X um ein Gutachten, welches am 14. Juni 1991 erstattet wurde und worin festgestellt wird, dass der Versicherte eine abwechselnd im Stehen und Sitzen zu verrichtende Tätigkeit vollzeitlich und ohne Einschränkung auszuführen vermöge und ihm auch bei dauerndem Gehen und Stehen eine tägliche BGE 120 V 357 S. 359Arbeitszeit von mindestens 6 bis 7 Stunden während der ganzen Woche zumutbar sei; nicht zumutbar sei das Tragen von Lasten von mehr als 10 kg über längere Strecken und über Treppen sowie häufiges Treppauf- und Treppabgehen. Gestützt hierauf erliess die Schweizerische Mobiliar am 4. Juli 1991 eine Verfügung, mit welcher sie die Ausrichtung von Taggeldleistungen ab 1. Februar 1991 und die Zusprechung einer Invalidenrente verweigerte und dem Versicherten eine Integritätsentschädigung von Fr. 4'080.-- aufgrund eines Integritätsschadens von 5% und eines versicherten Jahresverdienstes von Fr. 81'600.-- zusprach.\n\nMit Einspracheentscheid vom 6. August 1991 bestätigte die Schweizerische Mobiliar diese Verfügung.\n\nB.- M. liess gegen den Einspracheentscheid beim Versicherungsgericht des Kantons Thurgau Beschwerde erheben und die Zusprechung einer Integritätsentschädigung von 20% und von Taggeld- oder Rentenleistungen ab 1. Februar 1991 aufgrund einer Arbeits- bzw. Erwerbsunfähigkeit von 50% beantragen. Mit der Beschwerde wurde Dr. med. X die von einem Gutachter zu erwartende Objektivität und Distanz zum Fall abgesprochen. Gleichzeitig wurde ein von Dr. med. M. zuhanden der Protekta-Rechtsschutz-Versicherung verfasster Bericht vom 15. Oktober 1991 eingereicht, welcher dem Versicherten als Kellner eine Arbeitsunfähigkeit von 50% bescheinigte.\n\nDas Versicherungsgericht des Kantons Thurgau wies die Beschwerde im wesentlichen mit der Feststellung ab, dass die Objektivität und Glaubwürdigkeit des Gutachtens von Dr. X zu Unrecht angezweifelt werde, dass dem Beschwerdeführer die zur Zeit der Unfälle ausgeübte Erwerbstätigkeit als Kellner und Geschäftsführer eines Gastwirtschaftsbetriebes vollzeitlich zumutbar wäre, weshalb weder Anspruch auf Taggeld noch auf eine Invalidenrente bestehe, und dass die zugesprochene Integritätsentschädigung im Rahmen der massgeblichen Richtlinien liege (Entscheid vom 9. Dezember 1991).\n\nC.- M. lässt Verwaltungsgerichtsbeschwerde erheben mit dem Rechtsbegehren, der vorinstanzliche Entscheid sei aufzuheben und es seien weitere medizinische Abklärungen anzuordnen; eventuell seien eine Invalidenrente von 40% und eine Integritätsentschädigung von 15% zuzusprechen. Mit der Beschwerde wird im wesentlichen das Verfahren der Auftragserteilung an den Gutachter sowie die Objektivität und Schlüssigkeit des Gutachtens bestritten.BGE 120 V 357 S. 360\n\nDie Schweizerische Mobiliar lässt sich mit dem Antrag auf Abweisung der Verwaltungsgerichtsbeschwerde vernehmen. Das Bundesamt für Sozialversicherung enthält sich einer Stellungnahme.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Das sozialversicherungsrechtliche Verwaltungs- und Verwaltungsgerichtsbeschwerdeverfahren ist vom Untersuchungsgrundsatz beherrscht, indem Verwaltung und Sozialversicherungsrichter von sich aus für die richtige und vollständige Abklärung des Sachverhaltes zu sorgen haben. Dieser Grundsatz gilt indes nicht uneingeschränkt, sondern er wird in zweifacher Hinsicht ergänzt durch die Mitwirkungspflicht des betroffenen Versicherten (BGE 117 V 263 Erw. 3b) sowie durch die im Anspruch auf rechtliches Gehör enthaltenen Parteirechte auf Teilnahme am Verfahren und auf Einflussnahme auf den Prozess der Entscheidfindung (BGE 117 V 283 Erw. 4a). In diesem Sinne dient das rechtliche Gehör einerseits der Sachaufklärung, anderseits stellt es ein persönlichkeitsbezogenes Mitwirkungsrecht beim Erlass eines Entscheides dar, der in die Rechtsstellung des Einzelnen eingreift (BGE 118 Ia 19 Erw. 1c, 109 Erw. 3b). Dazu gehört auch das Recht, an der Erhebung wesentlicher Beweise mitzuwirken oder sich zumindest zum Beweisergebnis zu äussern, wenn dieses geeignet ist, den Entscheid zu beeinflussen (BGE 117 V 283 Erw. 4a mit Hinweisen auf Lehre und Rechtsprechung). Im Verwaltungsverfahren gilt dieses Mitwirkungs- oder Äusserungsrecht des Betroffenen namentlich im Zusammenhang mit der Durchführung eines Augenscheins (BGE 116 Ia 99 f., BGE 113 Ia 82 Erw. 3a, BGE 112 Ia 5 Erw. 2c), der Befragung von Zeugen (BGE 92 I 260 Erw. 3) sowie bezüglich eines Expertengutachtens (BGE 101 Ia 311 Erw. 1b und Erw. 2a, BGE 99 Ia 46 Erw. 3b). Infolgedessen darf auf diese Beweismittel bei der Entscheidung nicht abgestellt werden, ohne dem Betroffenen Gelegenheit zu geben, an der Beweisabnahme mitzuwirken oder wenigstens nachträglich zum Beweisergebnis Stellung zu nehmen (BGE 119 V 211 Erw. 3b).\n\nb) Für das Verwaltungsverfahren in der obligatorischen Unfallversicherung bestimmt Art. 96 UVG, dass die Vorschriften des UVG anwendbar sind, soweit das Bundesgesetz über das Verwaltungsverfahren (VwVG) für Versicherer nicht gilt oder das UVG eine abweichende Regelung enthält. Als autonome eidg. Anstalt untersteht die Schweizerische Unfallversicherungsanstalt (SUVA) den Verfahrensregeln des VwVG. Die in Art. 97 ff. UVG erlassenen und in BGE 120 V 357 S. 361Art. 122 ff. UVV näher umschriebenen Verfahrensbestimmungen sind deshalb für das Verwaltungsverfahren der SUVA nur anwendbar, soweit sie eine gegenüber dem VwVG abweichende Regelung enthalten (BGE 115 V 299 Erw. 2b). Das UVG enthält namentlich keine besonderen Regeln über das von den Unfallversicherern durchzuführende Beweisverfahren, insbesondere nicht über die den Parteien bei der Beweisabnahme zustehenden Mitwirkungsrechte. Die SUVA hat diesbezüglich daher die Vorschriften des VwVG zu beachten.\n\nDas VwVG enthält in Art. 12 ff. Bestimmungen zur Feststellung des rechtserheblichen Sachverhalts, regelt in Art. 14 ff. insbesondere die Zeugeneinvernahme und bestimmt in Art. 19, dass auf das Beweisverfahren ergänzend die Art. 37, 39-41 und 43-61 des Bundesgesetzes über den Zivilprozess (BZP) sinngemäss Anwendung finden. Dementsprechend hat die SUVA bei der Einholung von Sachverständigengutachten sinngemäss nach den Bestimmungen des Bundeszivilprozesses zu verfahren und insbesondere die in Art. 57 ff. BZP genannten Mitwirkungsrechte der Verfahrensbeteiligten zu beachten (RKUV 1993 Nr. U 167 S. 96 Erw. 5b). Danach ist dem Betroffenen Gelegenheit zu geben, sich zu den Fragen an den Sachverständigen zu äussern und Abänderungs- und Ergänzungsanträge zu stellen (Art. 57 Abs. 2 BZP); des weitern ist ihm Gelegenheit zu geben, vor der Ernennung des Sachverständigen Einwendungen gegen die Person des in Aussicht genommenen Sachverständigen vorzubringen (Art. 58 Abs. 2 BZP); sodann ist ihm das Recht zu gewähren, nachträglich zum Gutachten Stellung zu nehmen sowie dessen Erläuterung oder Ergänzung sowie eine neue Begutachtung zu beantragen (Art. 60 Abs. 2 BZP).\n\nc) Im Gegensatz zum Verwaltungsverfahren der SUVA ist das VwVG für die nach Art. 68 Abs. 1 UVG zur Durchführung der obligatorischen Unfallversicherung zugelassenen anderen Versicherer nicht unmittelbar anwendbar (Art. 1 Abs. 2 lit. e in Verbindung mit Art. 3 lit. a VwVG; BGE 115 V 299 Erw. 2b mit Hinweisen). Für die anderen Versicherer gemäss Art. 68 UVG (private Versicherungseinrichtungen, öffentliche Unfallversicherungskassen, anerkannte Krankenkassen) gelten die Bestimmungen von Art. 96 ff. UVG und Art. 122 ff. UVV, welche aber keine besondern Regeln über das Beweisverfahren enthalten. Dies bedeutet indessen nicht, dass die Privatversicherer bei der Gestaltung des Beweisverfahrens frei wären und insbesondere die für die SUVA nach Art. 19 VwVG in Verbindung mit Art. 57 ff. BZP geltenden Regeln bei der Einholung von Gutachten nicht zu beachten BGE 120 V 357 S. 362hätten. Denn es besteht angesichts des Grundsatzes der Einheit der Sozialversicherung (vgl. BGE 113 V 331 Erw. 2c) kein Anlass, die im Verwaltungsverfahren der SUVA für die Einholung von Sachverständigengutachten geltenden Regeln nicht sinngemäss auch für die an der Durchführung der obligatorischen Unfallversicherung beteiligten anderen Versicherer als anwendbar zu erachten. Zwar gibt die Verfahrensordnung von Art. 96 ff. UVG und Art. 122 ff. UVV den nicht unmittelbar dem VwVG unterstellten Versicherern etwa bei der Gestaltung des Verfügungsverfahrens oder in den Formen des Zusammenwirkens mit den Versicherten bei der Feststellung des Sachverhaltes eine gewisse Gestaltungsfreiheit, die sich auch aus Praktikabilitätsgründen aufdrängt. Dessenungeachtet haben die Versicherer gemäss Art. 68 UVG als Durchführungsorgane des Bundes die rechtsstaatlichen Garantien des Verfügungsverfahrens zu beachten. Zumindest das Recht, nachträglich zur Person und zum Gutachten eines Sachverständigen Stellung zu nehmen, bildet zudem Bestandteil der unmittelbar aus Art. 4 Abs. 1 BV folgenden, verfassungsrechtlichen Minimalgarantien zur Gewährleistung des rechtlichen Gehörs (BGE 117 V 283 Erw. 4a in fine, BGE 101 Ia 310 Erw. 1, BGE 99 Ia 46 Erw. 3b).\n\n2. a) Das Recht, angehört zu werden, ist formeller Natur. Die Verletzung des rechtlichen Gehörs führt ungeachtet der Erfolgsaussichten der Beschwerde in der Sache selbst zur Aufhebung der angefochtenen Verfügung (BGE 118 V 314 Erw. 3c). Ein in Verletzung des rechtlichen Gehörs zustande gekommener Entscheid ist indessen in aller Regel nicht nichtig, sondern anfechtbar (ZIMMERLI, Zum rechtlichen Gehör im sozialversicherungsrechtlichen Verfahren, in Festschrift 75 Jahre EVG, Bern 1992, S. 320; TINNER, Das rechtliche Gehör, ZSR, 83(1964) II S. 410). Zwar kann der Richter die Frage einer allfälligen Verletzung des Gehörsanspruchs nicht nur aufgrund von Parteivorbringen, sondern auch von Amtes wegen prüfen (BGE 116 V 185 Erw. 1a mit Hinweisen). Anlass zur Aufhebung eines Entscheides von Amtes wegen geben indessen nur Verletzungen wesentlicher Verfahrensvorschriften (vgl. IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, 6. Aufl., Basel 1986, Bd. I Nr. 87 B I und B II, S. 545 ff. sowie RHINOW/KRÄHENMANN, Schweizerische Verwaltungsrechtsprechung, Ergänzungsband, Basel 1990, Nr. 87 S. 293 ff.).\n\nb) Nach der Rechtsprechung des Bundesgerichts kann eine Verletzung der nach Art. 19 VwVG in Verbindung mit Art. 57, 58 und 60 BZP für den Beizug von Sachverständigen geltenden Verfahrensregeln, insbesondere der Vorschriften, BGE 120 V 357 S. 363wonach den Parteien Gelegenheit zu geben ist, zur Ernennung von Sachverständigen Stellung zu nehmen (Art. 58 Abs. 2 BZP) und sich zu den Fragen zu äussern, deren Begutachtung beabsichtigt ist (Art. 57 Abs. 2 BZP), als geheilt gelten, wenn das Gericht den angefochtenen Entscheid in rechtlicher und tatsächlicher Hinsicht frei überprüfen kann (BGE 99 Ib 57 Erw. 3). In gleichem Sinn hat das Eidg. Versicherungsgericht im Falle eines von der SUVA eingeholten blossen Aktengutachtens entschieden und eine Verletzung der Vorschriften von Art. 58 Abs. 2 und 57 Abs. 2 BZP als geheilt betrachtet, nachdem der Beschwerdeführer sowohl während des Einsprache- als auch im anschliessenden Beschwerdeverfahren Gelegenheit hatte, entsprechende Einwendungen vorzubringen (RKUV 1993 Nr. U 167 S. 95 ff., vgl. auch BGE 116 V 185 Erw. 1b mit Hinweisen).\n\nEine Heilungsmöglichkeit entfällt rechtsprechungsgemäss jedoch bei schwerwiegenden Verletzungen der in den Art. 57 ff. BZP garantierten Gehörs- und Mitwirkungsrechte. Davon abgesehen ist im sozialversicherungsrechtlichen Verfügungsverfahren jeweils sorgfältig zu prüfen, ob eine Missachtung der Verfahrensgarantien von Art. 57 ff. BZP, insbesondere von Art. 58 Abs. 2, Art. 59 Abs. 1 und Art. 60 BZP nicht an sich einen schwerwiegenden Verfahrensmangel darstellt, bei dem eine Heilungsmöglichkeit entfällt (vgl. BGE 115 V 305 Erw. 2h, BGE 119 V 218 Erw. 6 mit Hinweisen).\n\nc) Die Beschwerdegegnerin ist den sinngemäss anwendbaren Vorschriften von Art. 58 Abs. 2 BZP insofern nachgekommen, als sie dem Beschwerdeführer zwar nicht Gelegenheit gegeben hat, vorgängig des Gutachtenauftrags Einwendungen gegen die Person des in Aussicht genommenen Gutachters vorzubringen, ihn mit Schreiben vom 22. Februar 1991 jedoch gleichzeitig mit dem Auftrag an den Gutachter über die Begutachtung und die Person des Gutachters orientiert hat. Der Beschwerdeführer hatte somit noch vor der Begutachtung und der diesbezüglichen medizinischen Untersuchung Kenntnis von der Person des Gutachters und damit Gelegenheit, entsprechende Einwendungen vorzubringen. Soweit eine Verletzung der sinngemäss anwendbaren Bestimmung von Art. 58 Abs. 2 BZP vorliegt, kann sie daher als geheilt gelten.\n\nUnbestrittenermassen nicht mitgeteilt wurde dem Beschwerdeführer die Fragestellung an den Gutachter, weshalb er auch keine Gelegenheit hatte, sich hiezu zu äussern und Abänderungs- oder Ergänzungsanträge zu stellen (Art. 57 Abs. 2 BZP). Den Akten lässt sich sodann nicht entnehmen, dass dem Beschwerdeführer vor Erlass der Verfügung vom 4. Juli 1991 im Sinne von BGE 120 V 357 S. 364Art. 60 Abs. 2 BZP das Recht eingeräumt worden wäre, zum Gutachten Stellung zu nehmen und allenfalls ergänzende Anträge zu stellen. Ob hierin eine schwere, die Heilung des Verfahrensmangels ausschliessende Gehörsverletzung zu erblicken ist, welche von Amtes wegen zur Aufhebung des mit dem Verfahrensfehler behafteten Entscheids führt, kann indessen offenbleiben, weil die Sache aus andern Gründen an die Beschwerdegegnerin zur Neubegutachtung zurückzuweisen ist, wie sich aus dem folgenden ergibt.\n\n3. a) Der Beschwerdeführer macht zur Hauptsache geltend, das Gutachten lasse die erforderliche Objektivität vermissen und auf eine Voreingenommenheit des Begutachters schliessen. Er beruft sich damit auf das Gebot der Unparteilichkeit des Experten gemäss Art. 59 Abs. 1 BZP und die nach Art. 58 Abs. 1 BZP anwendbaren Ablehnungsgründe des Art. 23 OG, welche ihrerseits eine Konkretisierung des aus Art. 58 BV folgenden Anspruchs auf Unbefangenheit und Unabhängigkeit von Gerichten, Behörden sowie Experten darstellen (POUDRET, Commentaire de l'OJ, Bern 1990, Bd. I S. 103). Werden die Regeln über die Unparteilichkeit von Sachverständigen vom Gericht nicht beachtet bzw. wird die Parteilichkeit eines Experten vom Gericht nicht wahrgenommen, so verletzt dies auch das Gebot des fairen Verfahrens und den Grundsatz der Waffengleichheit im Sinne von Art. 4 Abs. 1 BV und Art. 6 Ziff. 1 EMRK (vgl. HÄFLIGER, Die Europäische Menschenrechtskonvention und die Schweiz, Bern 1993, S. 111 und 148 f.; MEYER-BLASER, Die Bedeutung von Art. 4 BV für das Sozialversicherungsrecht, ZSR 111(1992) II S. 459; SCHWEIZER, Europäische Menschenrechtskonvention und schweizerisches Sozialversicherungsrecht, in: Festschrift 75 Jahre EVG, Bern 1992, S. 42 ff.; SCHWEIZER, Die schweizerischen Gerichte und das europäische Recht, ZSR 112(1993) II S. 684 f.; SALADIN, Das Verfassungsprinzip der Fairness, in: Festgabe der schweizerischen Rechtsfakultäten zur Hundertjahrfeier des Bundesgerichts, Basel 1975, S. 41 ff.).\n\nFür Sachverständige gelten grundsätzlich die gleichen Ausstands- und Ablehnungsgründe, wie sie für den Richter vorgesehen sind (vgl. BGE 94 I 425; GRISEL, Traité de droit administratif, Neuchâtel 1989, Bd. II S. 853 f.; IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, 5. Aufl., Basel 1986, Bd. II S. 1075; VOGEL, Grundriss des Zivilprozessrechts, 2. Aufl., Bern 1988, 10 N. 154; GULDENER, Schweizerisches Zivilprozessrecht, 3. Aufl., Zürich 1979, S. 349). Es rechtfertigt sich daher, die Rechtsprechung zur Verfahrensgarantie des Art. 58 Abs. 1 BV, soweit es um die richterliche BGE 120 V 357 S. 365Unabhängigkeit und Unparteilichkeit geht, sinngemäss auf das Erfordernis der Unabhängigkeit und Unparteilichkeit des Sachverständigen anzuwenden (nicht veröffentlichtes Urteil B. vom 29.11.88). Danach ist Befangenheit anzunehmen, wenn Umstände vorliegen, die geeignet sind, Misstrauen in die Unparteilichkeit eines Richters zu erwecken. Bei der Befangenheit handelt es sich allerdings um einen inneren Zustand, der nur schwer bewiesen werden kann. Es braucht daher für die Ablehnung eines Richters nicht nachgewiesen zu werden, dass dieser tatsächlich befangen ist. Es genügt vielmehr, wenn Umstände vorliegen, die den Anschein der Befangenheit und die Gefahr der Voreingenommenheit zu begründen vermögen. Bei der Beurteilung des Anscheins der Befangenheit und der Gewichtung solcher Umstände kann jedoch nicht auf das subjektive Empfinden einer Partei abgestellt werden. Das Misstrauen in den Richter muss vielmehr in objektiver Weise als begründet erscheinen (BGE 115 V 263 Erw. 5a mit Hinweisen).\n\nb) In der Verwaltungsgerichtsbeschwerde wird die geltend gemachte mangelnde Objektivität bzw. die Voreingenommenheit des Gutachters im wesentlichen daraus abgeleitet, dass Dr. X zufolge einer - nach Darstellung des Beschwerdeführers unverschuldeten - Verspätung anlässlich der Untersuchung vom 13. Juni 1991 ungehalten gewesen sei, ihm massive Vorwürfe gemacht und sich in ungerechtfertigtem Masse mit seinen persönlichen und familiären Verhältnissen befasst habe; auch habe er ihn nicht zu Wort kommen lassen, insbesondere was die bestehenden Schmerzen anbelange. Aufgrund der Erklärungen bezüglich seines verspäteten Erscheinens zur Untersuchung werde ihm im Gutachten wiederholt die Glaubwürdigkeit abgesprochen. Der Gutachter scheine bestrebt zu sein, ihn in ein ungünstiges Licht zu stellen, indem er ihm Zuverlässigkeit und Wahrheitsliebe abspreche und ihn kurzerhand als negroiden Typ bezeichne, wobei eine gewisse Arbeitsunlust zumindest suggeriert werde.\n\nWie es sich hinsichtlich des beanstandeten Verhaltens des Gutachters anlässlich der Untersuchung vom 13. Juni 1991 verhielt, lässt sich im einzelnen nicht feststellen. Ob sich der Vorwurf der mangelnden Objektivität des Gutachters als begründet erweist, ist daher aufgrund des Gutachtens und der sich aus den Akten ergebenden Umstände der Begutachtung zu beurteilen. Dabei kann den Ausführungen des Beschwerdeführers insoweit nicht gefolgt werden, als dieser aus der Bezeichnung \"negroider Typ\" auf eine die Parteilichkeit des Gutachters dokumentierende negative Bewertung BGE 120 V 357 S. 366seiner Person schliesst. Wie sich aus dem Gutachten ergibt, sollte damit lediglich die Physiognomie des Beschwerdeführers beschrieben werden, was noch mit keinem Werturteil verbunden ist. Ebensowenig ist zu beanstanden, dass der Gutachter den Beschwerdeführer eingehend zu den persönlichen und familiären Verhältnissen befragt hat, bilden diese doch namentlich bei nicht oder nur teilweise objektivierbaren Beschwerden eine wichtige Beurteilungsgrundlage. Die Anamnese hat sich indessen auf die für die Beurteilung wesentlichen, geeigneten Tatsachen zu beschränken; dementsprechend sind im Gutachten nur solche Tatsachen zu erwähnen, die in Zusammenhang mit dem zu beurteilenden Sachverhalt von Bedeutung sind (vgl. FREDENHAGEN, Das ärztliche Gutachten, 3. Aufl., Bern 1994, S. 35 und 99). Unter diesem Gesichtspunkt erscheint im vorliegenden Fall als fraglich, ob sich in Zusammenhang mit der Beurteilung einer Knieverletzung und deren Auswirkungen auf die Arbeitsfähigkeit gutachtliche Ausführungen mit Hinweisen auf die schwierige Jugendzeit des Versicherten rechtfertigen lassen. Daraus allein ergibt sich zwar noch keine Befangenheit des Gutachters. Im Gutachten wird dem Beschwerdeführer jedoch wiederholt Unzuverlässigkeit bzw. mangelnde Glaubwürdigkeit angelastet. Der Vorwurf stützt sich im wesentlichen darauf, dass der Beschwerdeführer das verspätete Erscheinen zur Untersuchung mit einer Zugsverspätung begründet hatte, was sich bei einer Rückfrage des Gutachters beim Bahnhof Luzern als unzutreffend herausgestellt hat. Der Beschwerdeführer hält dem entgegen, er habe sich bezüglich der Zugsverbindung an die Angaben des Gutachters gehalten und sich bei der Begründung des verspäteten Erscheinens möglicherweise ungeschickt ausgedrückt. Wie es sich damit verhielt, kann dahingestellt bleiben. Denn allein aufgrund einer unzutreffenden, allenfalls auch nur missverständlichen Äusserung hinsichtlich der Gründe, welche zur Verspätung geführt haben, durfte der Gutachter dem Beschwerdeführer die Glaubwürdigkeit bezüglich der Angaben zu dem für die Beurteilung wesentlichen Sachverhalt nicht absprechen. Selbst wenn die Angaben des Beschwerdeführers - wie im Gutachten ausgeführt wird - oft ungenau und beim Nachfragen widersprüchlich gewesen sein sollten, durfte der Gutachter nach einer einmaligen Untersuchung des Versicherten nicht zu derart schwerwiegenden Vorwürfen gelangen und diese zu einer entscheidenden Grundlage der Beurteilung machen. Auch geht es nicht an, die Angaben des behandelnden Arztes zur Arbeitsfähigkeit des Beschwerdeführers ohne nähere BGE 120 V 357 S. 367Begründung mit der \"reduzierten Wahrheitsliebe\" des Versicherten zu erklären, womit unterstellt wird, dass der Beschwerdeführer dem behandelnden Arzt unwahre Angaben gemacht hatte und dieser sich durch die Angaben des Beschwerdeführers täuschen liess. Hiezu hätte es auf jeden Fall konkreter Anhaltspunkte bedurft.\n\nAufgrund des Gutachtens ist mithin nicht auszuschliessen, dass der Gutachter insbesondere wegen der Verspätung des Beschwerdeführers diesem gegenüber in einem gewissen Umfang voreingenommen war. Die Einstellung des Gutachters gegenüber dem Beschwerdeführer, wie sie im Gutachten vom 14. Juni 1991 zum Ausdruck kommt, war jedenfalls geeignet, beim Beschwerdeführer objektiv den Anschein der Voreingenommenheit zu begründen, was für die Annahme einer Befangenheit des Gutachters genügt (BGE 115 V 263 Erw. 5a). Im Hinblick auf die grosse Bedeutung, welche den Arztgutachten im Sozialversicherungsrecht zukommt (vgl. BGE 118 V 290 Erw. 1b, BGE 115 V 134 Erw. 2, BGE 112 V 32 Erw. 1a), ist an die Unparteilichkeit des Gutachters ein strenger Massstab anzusetzen. Diesen Anforderungen genügt das vorliegende Gutachten nicht, weshalb es nicht als taugliches Beweismittel für die Beurteilung des streitigen Leistungsanspruchs betrachtet werden kann.\n\n4. Nach dem Gesagten ist die Sache an die Beschwerdegegnerin zur Neubegutachtung zurückzuweisen, ohne dass zu prüfen wäre, wie es sich hinsichtlich der in der Verwaltungsgerichtsbeschwerde gegen die gutachtliche Beurteilung erhobenen materiellen Einwendungen verhält. Was der Beschwerdeführer diesbezüglich vorbringt, wird im Rahmen des einzuholenden neuen Gutachtens und der anschliessenden Neubeurteilung des Leistungsanspruchs zu berücksichtigen sein."}