{"annee": "120", "cour": "IB", "page": "215", "date": "22/8/1994", "cite": ["104 IB 348"], "cite_par": ["120 IB 474", "120 IB 496"], "chapeau": "32. Estratto della sentenza 22 agosto 1994 della I Corte di diritto pubblico nella causa FFS c. Consorzio di manutenzione delle opere di arginatura esistenti e future del Basso Vedeggio e Commissione federale di stima del 13o Circondario (ricorso di diritto amministrativo)", "regestes": ["Ayants droit à la rétrocession de fonds expropriés (art. 103 LEx). Personnes physiques et morales ayant droit à la rétrocession (consid. 3a, b). Dans certaines conditions, le droit se transmet aussi par l'effet d'une succession universelle autre que la dévolution aux héritiers (consid. 3c, 5). Pour déterminer si la collectivité de droit public cantonal expropriée a été entre-temps dissoute ou remplacée par un successeur à titre universel, les prescriptions cantonales sur la constitution, l'organisation, la dissolution ou la modification des rapports juridiques de ces collectivités sont seules applicables, conformément à la réserve de l'art. 59 al. 1 CC (consid. 4). En l'espèce, la succession universelle doit être admise et il n'existe aucun motif de traiter le successeur universel autrement que l'expropriée (consid. 5)."], "faits": "BGE 120 Ib 215 S. 216\n\nCon distinti decreti del 27 settembre 1972, il Presidente della Commissione federale di stima (CFS) del Circondario 13, accogliendo istanza dell'8 settembre 1972 presentata dalle Ferrovie federali svizzere (FFS), Direzione del II Circondario, Lucerna, ordinò l'apertura di due procedimenti espropriativi. La prima procedura - ordinaria - tendeva all'acquisto, nei Comuni di Lamone, Manno e Bioggio, dei fondi necessari alla costruzione BGE 120 Ib 215 S. 217della nuova stazione-merci di Lugano-Vedeggio.\n\nLa seconda procedura, avente per oggetto esclusivamente fondi siti nel Comune di Manno, era una procedura preventiva (art. 4 lett. a, ultima frase, art. 27 cpv. 3 LEspr; RS 711), destinata ad assicurare il futuro ampliamento dei costruendi impianti ferroviari (cosiddetta II tappa).\n\nSecondo le tabelle di espropriazione, fu colpita da questa seconda espropriazione preventiva anche una particella non censita lungo il canale Barboi e che apparteneva al Consorzio del Vedeggio \"dall'Ostarietta al lago\". All'udienza di conciliazione del 29 novembre 1972 le parti raggiunsero un accordo nel senso che le FFS si impegnavano a corrispondere al Consorzio del Vedeggio un'indennità globale di espropriazione di fr. 50'000.--. In base a tale accordo la manutenzione del canale Barboi restava a carico del Consorzio.\n\nCon azione del 20 dicembre 1989, fondata sugli art. 102 segg. LEspr, il Consorzio del Vedeggio \"dall'Ostarietta al lago\" ha chiesto alla CFS di condannare le FFS a retrocedergli, contro restituzione dell'indennità di espropriazione ricevuta, il terreno espropriato, dopo averlo liberato degli oneri di superficie costituiti dalle FFS a favore di terzi; in subordine, a restituirgli i predetti fondi gravati; in via più subordinata ancora, a rifondergli il danno in denaro.\n\nIn pendenza di procedura, le parti hanno convenuto di limitare la causa al risarcimento del danno in denaro.\n\nCon decisione del 13 ottobre 1993, intimata il 13 dicembre 1993, la CFS ha accolto parzialmente l'azione di risarcimento danni, condannando le FFS a versare al \"Consorzio di manutenzione delle opere di arginatura esistenti e future del Basso Vedeggio\" - subentrato nel frattempo al Consorzio del Vedeggio \"dall'Ostarietta al lago\" - la somma di fr. 1'487'273.--, con interessi ai tassi variabili stabiliti nelle istruzioni del Tribunale federale, a far tempo dalla data della domanda. Le spese sono state poste a carico delle FFS, astrette a pagar ripetibili alla parte attrice.\n\nCon ricorso di diritto amministrativo, le FFS postulano l'annullamento del dispositivo impugnato per violazione del diritto federale, e chiedono che la domanda del Consorzio venga respinta. Nel loro gravame le FFS sollevano, fra l'altro, una censura che dev'esser trattata preliminarmente, perché - se fondata - essa condurrebbe all'accoglimento del gravame ed al definitivo annullamento della decisione impugnata, rendendo superflua ogni ulteriore istruzione.\n\nBGE 120 Ib 215 S. 218\n\nLe FFS fanno valere in sostanza che l'originario consorzio attore \"dall'Ostarietta al lago\" è stato soppresso senza esser stato sostituito a titolo universale dal nuovo \"Consorzio del Basso Vedeggio\". Secondo le ricorrenti, ogni eventuale diritto alla retrocessione si sarebbe quindi estinto con la soppressione del suo titolare. Dei particolari si dirà in seguito.", "considerants": "Dai considerandi:\n\n3. a) Secondo l'art. 103 LEspr, il diritto di ottenere la retrocessione può esser esercitato dal precedente proprietario o dai suoi eredi. Ove però siasi espropriata soltanto una particella di un fondo (\"ein Teil eines Grundstückes\"; \"une parcelle d'un immeuble\") od una servitù prediale, l'espropriato e i suoi eredi non possono pretendere la retrocessione se non quando siano ancora proprietari del resto del fondo o dell'anteriore fondo dominante.\n\nLa seconda frase dell'art. 103 diverge dal progetto del Consiglio federale, che al corrispondente art. 99 proponeva, per i casi dell'espropriazione parziale del fondo, rispettivamente dell'espropriazione di servitù prediali, di abilitare a esigere la retrocessione il proprietario attuale (der jeweilige Eigentümer) del fondo residuo, rispettivamente del fondo dominante (BBl 1926 II 138, 103). La modificazione fu introdotta durante i lavori della Commissione del Consiglio degli Stati (cfr. protocollo della III sessione tenuta a Berna il 3/4 aprile 1929) su proposta dello stesso consigliere federale Häberlin, e riprendeva critiche che erano già state abbozzate durante la terza conferenza della Commissione d'esperti tenuta a Zermatt tra il 7 e l'11 luglio 1924 (cfr. il relativo verbale, pag. 49 concernente l'allora art. 66). Il relatore al Consiglio degli Stati, Dietschi, spiegò la limitazione introdotta per riguardo al progetto del Consiglio federale, con riferimento al carattere personale del diritto alla retrocessione, che non è trasferibile ad un qualsiasi acquirente a titolo particolare del fondo residuo o di quello già dominante. Tale acquirente, infatti, potrebbe accampare unicamente interessi \"politico-economici\", e non anche le ragioni di equità, cui possono appellarsi invece l'originario espropriato e i di lui eredi (Boll.sten. del Consiglio degli Stati, seduta del 19 dicembre 1929, 351/52).\n\nb) Anche le persone giuridiche possono essere \"precedenti proprietarie del diritto espropriato\" ai sensi dell'art. 103 LEspr. Anch'esse soggiacciono alla limitazione del diritto alla retrocessione che il legislatore ha istituito nei casi di espropriazione parziale di un fondo, rispettivamente BGE 120 Ib 215 S. 219dell'espropriazione di una servitù prediale. Ci si può anzi chiedere se, in interpretazione teleologica della legge, limitazioni supplementari per rispetto alle persone fisiche non debbano esser introdotte per quelle giuridiche anche nel caso dell'espropriazione totale di un fondo, ove la persona giuridica precedentemente proprietaria, pur rimanendo identica dal punto di vista formale, abbia nell'intervallo subito radicali mutamenti, ad es. circa il suo scopo, oppure abbia avuto luogo un'alienazione del mero mantello azionario. Non è tuttavia necessario approfondire tali questioni, che nella specie non si pongono.\n\nc) A differenza della persona fisica, quella giuridica non ha eredi nel senso civilistico. L'art. 103 LEspr non regola il caso in cui alla persona giuridica ne sia succeduta un'altra, ad esempio per fusione di due società o per assorbimento. Mentre il Commentario di F. HESS è silente al proposito, quello di HESS/WEIBEL (n. 1 ad art. 103 LEspr) opina che alla successione ereditaria delle persone fisiche debbano (\"müssten\") esser equiparati, contro la lettera (Wortlaut) dell'art. 103 LEspr, altri casi di successione universale. Nel loro ricorso, le FFS non criticano questa dottrina, anzi la fanno espressamente propria. Esse censurano però la decisione impugnata per aver ammesso che al Consorzio \"del Vedeggio dall'Ostarietta al lago\", già espropriato e attore nella causa di retrocessione, sia subingredito ad ogni effetto, al momento della soppressione del Consorzio attore decretata dal Consiglio di Stato, il nuovo \"Consorzio del Basso Vedeggio\". A sostegno di questa censura le FFS allegano 1o che non v'è stata alcuna procedura di ripresa di attivi e passivi con relativa pubblicazione e 2o che i compiti del nuovo Consorzio sono più limitati, perché, giusta la risoluzione del Consiglio di Stato del 26 giugno 1990, si esauriscono nella semplice manutenzione delle arginature esistenti.\n\nA mente delle ricorrenti, quindi, un eventuale diritto alla retrocessione dell'originario Consorzio si sarebbe estinto con la soppressione dell'avente diritto decretata dal Consiglio di Stato con la già citata decisione e quella successiva del 27 novembre 1990.\n\nPer i motivi che si espongono in seguito, la tesi delle ricorrenti non può esser condivisa.\n\n4. a) Tanto il primo, quanto il secondo Consorzio del Vedeggio costituiscono corporazioni del diritto pubblico cantonale. Come Consorzi di arginatura, essi non hanno un fine economico. Ad essi non si applicano pertanto le disposizioni generali circa le persone giuridiche (art. 52 a 58 CC), ma, in virtù della riserva del diritto pubblico della Confederazione e dei cantoni istituita dall'art. 59 cpv. 1 CC, le disposizioni di diritto BGE 120 Ib 215 S. 220pubblico del Cantone Ticino. Il capoverso 2 dell'art. 59 CC istituisce invero un'eccezione al principio enunciato nel primo capoverso, disponendo che le unioni di persone che hanno un fine economico soggiacciono alle disposizioni del diritto federale circa le società e le cooperative: ma essa non si verifica in casu.\n\nAi sensi dell'art. 59 cpv. 1 CC, il diritto pubblico cantonale è segnatamente applicabile in modo esclusivo per quanto riguarda la costituzione di tali persone giuridiche, la loro struttura, la loro soppressione (motivi, liquidazione, uso del patrimonio, fusione) come pure la modificazione dei predetti rapporti (RIEMER, Berner Kommentar, Das Personenrecht, 3. Abt., Die juristischen Personen, Erster Teilband [1993], systematischer Teil, pag. 65, n. 117-120 con rinvii a giurisprudenza e dottrina; PEDRAZZINI/OBERHOLZER, Grundriss des Personenrechts, 4a edizione, Berna 1993, pag. 202 seg.).\n\nb) Ai consorzi, segnatamente a quelli di arginatura, sono applicabili la legge cantonale sui consorzi del 21 luglio 1913 (LCons RL TI, 30b) e il decreto legislativo del 2 giugno 1921 in aggiunta ed a complemento di detta legge (DLCons RL TI, 30c).\n\nL'interpretazione e l'applicazione che la CFS ha fatto di codeste leggi cantonali autonome è riveduta dal Tribunale federale - nel quadro del ricorso di diritto amministrativo - unicamente sotto il profilo dell'art. 4 Cost. (DTF 118 Ib 237 consid. 1b in fine, 116 Ib 1): per contro, soggiacciono ad esame libero e pieno la questione di sapere se tale legislazione in sé, rispettivamente il risultato cui la CFS è pervenuta siano conformi al diritto federale, in casu all'art. 103 LEspr.\n\nc) Secondo l'art. 8 LCons, ogni costituzione di un consorzio dev'esser preceduta dalla dichiarazione di pubblica utilità delle opere; il relativo decreto è impugnabile con ricorso al Gran Consiglio (art. 10 cpv. 1 LCons). Cresciuta in giudicato la dichiarazione di pubblica utilità, il Consiglio di Stato pronuncia sulle altre opposizioni e costituisce il consorzio fissandone la sede (art. 10 cpv. 2 LCons). Il consorzio acquista la personalità giuridica per il fatto del decreto governativo che l'istituisce (art. 11 LCons). L'assemblea consortile si riunisce entro breve termine da tale decreto, nomina la delegazione consortile e ne designa il presidente (art. 12-14 LCons). Quando circostanze speciali lo giustifichino, il Consiglio di Stato può, tra l'altro, variare l'estensione o il comprensorio di un consorzio esistente, ferma stante la procedura preliminare di pubblica utilità (art. 27 cpv. 1 lett. a LCons) o decretare la fusione di due o più consorzi (lett. b). Lo scioglimento di un consorzio può avvenire BGE 120 Ib 215 S. 221solo in forma di uno speciale decreto del Consiglio di Stato (art. 28 LCons).\n\nDagli atti risulta che questa procedura è stata rispettata, come d'altronde le FFS non contestano:\n\naa) previa pubblicazione e deposito degli atti nei 24 comuni interessati, il Consiglio di Stato con risoluzione n. 9637 del 21 dicembre 1988 ha constatato che la dichiarazione di pubblica utilità della manutenzione delle opere di arginatura esistenti e future del Basso Vedeggio era cresciuta in giudicato, ha evaso come ai considerandi i ricorsi concernenti le altre questioni, ha costituito il nuovo Consorzio fissandone la sede in Agno, ha ordinato ch'esso si sostituiva nelle incombenze di manutenzione sin qui esercitate dai vari enti competenti o incaricati ed ha ordinato il trasferimento del saldo attivo del vecchio Consorzio del Vedeggio dall'Ostarietta al lago al nuovo ente, riservandolo al finanziamento di nuovi lavori di arginatura che verranno eseguiti nel comprensorio del citato vecchio Consorzio;\n\nbb) preso atto che la risoluzione precedente era stata impugnata con ricorso al Gran Consiglio, poi trasmesso al Tribunale amministrativo, dal Comune di Origlio, il Consiglio di Stato, con risoluzione n. 1866 del 14 marzo 1989, ha prorogato la data di convocazione dell'assemblea costitutiva del nuovo ente, e autorizzato la continuazione dell'attività dell'esistente Consorzio ed in particolare l'operare dei suoi organi sino al 30 giugno 1989; analoga successiva proroga sino al 31 dicembre '89 fu concessa con risoluzione n. 6741 del 30 agosto '89;\n\ncc) successivamente, avendo preso atto che il Tribunale amministrativo aveva su ricorso del Comune di Origlio annullato la risoluzione n. 9367 del 21 dicembre 1988 rinviandogli gli atti per nuovo giudizio, il Consiglio di Stato ha emanato una nuova risoluzione il 19 dicembre 1989 (n. 10413) con la quale, dopo aver modificato il bacino idrografico e le aliquote di interessenza dei singoli comuni, aumentati a 26, ha dichiarato la pubblica utilità e costituito, sotto riserva di eventuali ricorsi, il nuovo Consorzio, stabilendo che esso subentrerebbe agli enti consortili esistenti (Consorzio del Vedeggio dall'Ostarietta al lago e Consorzio del Vedeggio da Camignolo all'Ostarietta) \"unicamente nelle incombenze di manutenzione, senza tuttavia esser gravato da oneri antecedenti alla sua costituzione\", ritenuto che \"i rapporti patrimoniali tra i vecchi e il nuovo ente verranno regolati secondo i disposti dell'art. 27 della legge sui consorzi\"; BGE 120 Ib 215 S. 222\n\ndd) in seguito, preso atto che anche contro la risoluzione n. 10413 del 19 dicembre 1989 era stato presentato un ricorso, con decisione del 6 giugno '90 n. 4193 il Governo ha nuovamente prorogato attività e funzioni del Consorzio del Vedeggio dall'Ostarietta al lago sino alla fine del 1990;\n\nee) infine, con decreto esecutivo del 26 giugno 1990 (F.U. n. 63 del 03.07.1990), il Consiglio di Stato, accertato che la dichiarazione di pubblica utilità era cresciuta in giudicato, ha respinto il ricorso del Comune di Bioggio, ha definitivamente costituito il nuovo Consorzio ed ha decretato che il saldo attivo del Consorzio dall'Ostarietta al lago era da trasferire al nuovo ente e doveva esser riservato al finanziamento di nuovi lavori di arginatura che verranno eseguiti nel comprensorio del vecchio Consorzio;\n\nff) il giorno prima, con risoluzione n. 4883 del 25 giugno 1991, constatato come l'assemblea del 23 gennaio '91 del Consorzio del Vedeggio dall'Ostarietta al lago avesse approvato i conti finali della gestione 1990 e deciso lo scioglimento, il Consiglio di Stato ne aveva dichiarato lo scioglimento, aveva ordinato la trasmissione di tutti gli atti al nuovo consorzio ed il passaggio in proprietà di quest'ultimo di tutti gli attivi e le proprietà del disciolto Consorzio, con la riserva di utilizzazione già menzionata sopra.\n\nd) Alla luce di questi accertamenti, la conclusione cui è giunta la CFS, per cui il nuovo Consorzio è succeduto a titolo universale - o comunque non a titolo particolare - al preesistente, lungi dall'essere arbitraria, appare corretta persino a libero esame. In sostanza, si trattava di procedere ad una ristrutturazione dei due precedenti Consorzi \"dall'Ostarietta al lago\" e \"da Camignolo all'Ostarietta\", estendendone i comprensori e chiamando a parteciparvi solo enti pubblici, ad esclusione dei privati. Il nuovo Consorzio ha assorbito i precedenti. A torto le FFS pongono in risalto che non v'è stata una vera assunzione di attivo e passivo: quest'obiezione trascura di considerare da un lato, che, come si è visto, la materia è retta esclusivamente dal diritto cantonale; dall'altro, che il disciogliendo Consorzio ha proceduto alla liquidazione dei suoi conti nelle forme previste dal diritto cantonale, e che il saldo attivo di tali conti - anziché esser altrimenti ripartito - è stato trasferito, per decisione del Governo, al nuovo Consorzio. L'ipotesi, acutamente affacciata nel ricorso, di un creditore del vecchio Consorzio cui il nuovo dovesse opporre l'eccezione della mancata assunzione del passivo è meramente teorica, a parte il fatto che, quantomeno nella misura degli attivi ricevuti, il nuovo Consorzio dovrebbe rispondere. Né maggior pregio ha BGE 120 Ib 215 S. 223l'obiezione delle ricorrenti tratta dalla contrazione dello scopo alla mera manutenzione delle opere esistenti e future: a prescindere dal fatto, che gli attivi ricevuti debbono esser utilizzati per il finanziamento di nuovi lavori che fossero eseguiti nel comprensorio del vecchio Consorzio, ciò significa soltanto che nuove opere dovranno esser eseguite o dallo Stato o dai Comuni, per esser poi trasferite nella proprietà del Consorzio, che ne deve curare la manutenzione.\n\n5. Ciò posto, resta da stabilire con libero esame se, nel caso concreto, si giustificasse di parificare la situazione del nuovo Consorzio a quella che l'art. 103 LEspr riserva agli eredi di un precedente proprietario persona fisica. Senza dettare una regola generale, valida per ogni caso di successione universale fra persone giuridiche (cfr. la problematica cui si è accennato a proposito delle persone giuridiche in caso di espropriazione totale, supra, consid. 3b in fine), nel caso concreto si giustifica di dare al quesito risposta affermativa, per motivi analoghi a quelli che hanno mosso il legislatore federale a scostarsi dalla soluzione inizialmente proposta dal Consiglio federale per il caso dell'espropriazione parziale e dell'espropriazione di una servitù prediale (supra, consid. 2a). Se sussisteva - ciò che resta da stabilire - un diritto alla retrocessione dell'espropriato Consorzio dall'Ostarietta al lago, non si vede per quale motivo debba esserne privata la persona giuridica del diritto pubblico cantonale che gli è succeduta in virtù di una ristrutturazione dettata da ragioni di pubblico interesse, ed alla quale sono stati trasferiti, in Manno e fuori da quel Comune, tutti indistintamente i fondi del precedente Consorzio, costituiscano essi beni amministrativi o patrimoniali (cfr. a proposito dell'espropriazione di beni di un consorzio d'arginatura DTF 104 Ib 348 segg.). A ciò si aggiunga che, all'atto dell'espropriazione, le FFS e il precedente Consorzio avevano oltretutto convenuto che la manutenzione del canale Barboi, oggetto dell'espropriazione, continuava ad incombere al Consorzio. In simili condizioni urterebbe manifestamente l'equità ritenere che il diritto alla retrocessione si sia estinto con la ristrutturazione del Consorzio adottata dall'autorità cantonale competente, alla quale d'altronde le FFS, membri dell'uno e dell'altro Consorzio, non si sono opposte. A giusta ragione la CFS ha quindi ritenuto che all'originario attore è subingredito il nuovo Consorzio, che ne ha raccolto beni e funzioni.\n\nNe viene che l'eccezione di estinzione di un eventuale diritto alla retrocessione dedotta dalle Ferrovie dallo scioglimento del Consorzio già BGE 120 Ib 215 S. 224espropriato e dalla sua sostituzione con il nuovo Consorzio dev'essere respinta con giudizio parziale."}