{"annee": "120", "cour": "V", "page": "182", "date": "2/5/1994", "cite": ["113 V 190", "118 V 129", "114 V 150", "117 V 282", "119 V 436", "110 V 252", "113 V 296", "116 V 16", "110 V 17"], "cite_par": ["121 V 97", "123 V 247", "122 V 394", "120 V 319", "123 V 35"], "chapeau": "26. Auszug aus dem Urteil vom 2. Mai 1994 i.S. Er. F., K. F., Erben der E. F. gegen Ausgleichskasse des Kantons Thurgau und AHV/IV-Rekurskommission des Kantons Thurgau", "regestes": ["Art. 3 al. 1 let. f LPC, art. 17 OPC-AVS/AI: évaluation de la fortune dont l'assuré s'est dessaisi. Dans sa teneur valable depuis le 1er janvier 1992, l'art. 17 OPC-AVS/AI, lorsqu'il sert à évaluer la fortune dont un assuré s'est dessaisi, s'applique aussi aux éléments constitutifs du dessaisissement qui se sont réalisés avant l'entrée en vigueur de cette norme (rétroactivité impropre; consid. 4b). Art. 17 al. 4 OPC-AVS/AI: estimation des immeubles. Cette norme ne trouve application que si l'immeuble ne sert pas d'habitation au requérant lui-même (ni à une autre personne comprise dans le calcul de la prestation complémentaire; consid. 4c). Art. 3 al. 1 let. f LPC: dessaisissement de fortune. Les droits d'habitation et les rentes viagères doivent être capitalisés d'après les tables de l'Administration fédérale des contributions, lorsqu'il s'agit de savoir s'ils constituent une contre-prestation adéquate; confirmation de la jurisprudence (consid. 4e). Art. 3 al. 1 let. f LPC: renonciation à des éléments de fortune. Il faut aussi tenir compte du dessaisissement intervenu plus de cinq ans avant la présentation de la demande de prestations complémentaires. Le ch. m. 2064.1 des directives de l'OFAS concernant les prestations complémentaires à l'AVS et à l'AI (DPC; version valable dès le 1er janvier 1990), dans la mesure où il dit autre chose, est contraire à la loi (consid. 4f)."], "faits": "", "considerants": "BGE 120 V 182 S. 183\n\nAus den Erwägungen:\n\n4. a) Laut Erbteilungsvertrag vom 29. November 1985 verzichtete die Versicherte auf Zuteilung einer Liegenschaft; dafür wurde ihr ein lebenslängliches unentgeltliches Wohnrecht eingeräumt und eine an den Lebenskostenindex gebundene Leibrente von damals Fr. 500.-- pro Monat zugesprochen. Da der Nachlass ihres verstorbenen BGE 120 V 182 S. 184Ehemannes nach der Aktenlage und gemäss Teilungsvertrag einzig von den zur Verteilung gelangenden Grundstücken gebildet wurde, verzichtete die Versicherte mit dieser Vereinbarung effektiv auf ihren Erbteil von einem Viertel der gesamten Hinterlassenschaft (Art. 462 Abs. 1 aZGB), und zwar ohne dazu rechtlich verpflichtet gewesen zu sein. Folglich fragt sich, ob Wohnrecht und Leibrente eine adäquate Gegenleistung darstellen. Um dies beurteilen zu können, muss zunächst der Wert des der Versicherten zustehenden Nachlassanteils ermittelt werden, was nach den allgemeinen EL-rechtlichen Regeln über die Bewertung von Vermögen zu erfolgen hat.\n\nb) Ob die Versicherte auf Vermögen verzichtet hat, beurteilt sich nach den relevanten Gegebenheiten im Zeitpunkt der Erbteilung von November 1985 (vgl. BGE 113 V 192 Erw. 4c/aa mit Hinweis). Weil jedoch Ergänzungsleistungen frühestens ab April 1992 streitig sind, ist für die Bemessung der seinerzeit geteilten Vermögenswerte - im Einklang mit dem Bundesamt für Sozialversicherung (BSV) - Art. 17 ELV in der ab 1. Januar 1992 geltenden Fassung massgebend. Zwar wird damit an einen Sachverhalt angeknüpft, welcher vor Inkrafttreten der revidierten Verordnungsbestimmung eingetreten ist. Indessen dauert dieser Sachverhalt insofern an, als sich unter der Herrschaft des neuen Rechts die Frage der Bewertung dieses Verzichtsvermögens stellt. In diesem Sinne liegt hier ein Anwendungsfall der sog. unechten Rückwirkung vor (vgl. dazu BGE 114 V 151 Erw. 2, BGE 113 V 299, BGE 110 V 254 Erw. 3a, je mit Hinweisen auf die Rechtsprechung und Lehre). In masslicher Hinsicht ist daher von den Grundsätzen der Gesetzgebung über die direkte kantonale Steuer auszugehen (Art. 17 Abs. 1 ELV). Dies unter Vorbehalt von Art. 17 Abs. 4 ELV, wonach Grundstücke zum Verkehrswert einzusetzen sind, wenn sie dem Bezüger oder einer Person, die in der EL-Berechnung eingeschlossen ist, nicht zu eigenen Wohnzwecken dienen.\n\nc) Soweit das BSV die letztgenannte Verordnungsbestimmung dahingehend auslegt, dass \"die Liegenschaft, in der der EL-Bezüger wohnt, ihm gehören muss (seine eigene sein muss), um der Aufwertung auf den Verkehrswert zu entgehen\", und daraus folgert, es sei im vorliegenden Fall Art. 17 Abs. 4 ELV anwendbar, weil die Liegenschaft mit der Abtretung nicht mehr der Versicherten gehört habe, kann ihm nicht gefolgt werden. Die Ergänzungsleistung entspricht der Differenz zwischen der auf den Anspruchsberechtigten anwendbaren Einkommensgrenze und dessen (niedrigerem) anrechenbaren Einkommen, zu dem auch ein Teil des Vermögens (und/oder Verzichtsvermögens) hinzugerechnet wird (Art. 2 Abs. 1, Art. 3 und 5 Abs. 1 BGE 120 V 182 S. 185ELG). Aus dieser EL-rechtlichen Grundkonzeption ergibt sich, dass es bei dem von Art. 17 ELV erfassten Vermögen von vornherein nur um solches gehen kann, welches dem Ansprecher gehört. Der Begriff \"eigen\" in Art. 17 Abs. 4 ELV kann daher nicht im Sinne von \"Eigentum\" am Grundstück verstanden werden. Vielmehr bezieht er sich - als attributives Adjektiv - auf das Nomen \"Wohnzweck\" und kann nur bedeuten, dass der Bezüger (oder eine andere in die EL-Berechnung eingeschlossene Person) die Liegenschaft selber bewohnt (nichts anderes folgt aus der französischen und der italienischen Fassung der fraglichen Bestimmung). Demzufolge gelangt Art. 17 Abs. 4 ELV nur zur Anwendung, wenn die dem Bezüger gehörende Liegenschaft nicht von ihm selber (oder einer im Rahmen der EL-Berechnung mitzuberücksichtigenden Person) bewohnt wird.\n\nd) Der streitigen Kassenverfügung wie auch der bundesamtlichen Vernehmlassung liegt offenbar die Auffassung zugrunde, dass es sich bei den im Teilungsvertrag angeführten Grundstückswerten um EL-rechtlich relevante Wertangaben handelt. Dies trifft indessen nicht zu: Der Vergleich zwischen den neuen Steuerwerten der Er. F. zugeteilten Liegenschaften gemäss Mitteilung der Steuerverwaltung des Kantons Thurgau vom 14. Februar 1986 mit den Wertangaben laut Teilungsvertrag ergibt ohne weiteres, dass letztere keine kantonalen Schatzungswerte darstellen. Sie beruhen offenbar - wie in solchen Fällen üblich - auf einer privaten Verkehrswertschätzung. Hinsichtlich der Parzelle Nr. 144 (mit dem von der Versicherten bis zum Eintritt ins Alters- und Pflegeheim bewohnten Haus) lässt sich dies denn auch direkt dem Wortlaut des Teilungsvertrages entnehmen. Für die Belange der Ergänzungsleistungen ist jedoch entweder der Wert der kantonalen Schatzung oder der Verkehrswert nach Art. 17 Abs. 4 ELV (vgl. AHI 1993 S. 129) massgebend.\n\nDie vorliegenden Akten geben keine Auskunft über die Steuerwerte der fraglichen Liegenschaften im Zeitpunkt der Erbteilung. Unter diesen Umständen ist die Streitsache an die Ausgleichskasse zurückzuweisen, damit diese den Wert des Nachlassanteils der Versicherten bei Abschluss des Teilungsvertrages vom 29. November 1985 nach Massgabe von Art. 17 ELV ermittle.\n\ne) Steht dieser Wert fest, stellt sich anschliessend die Frage, ob die Gegenleistung an die Versicherte als adäquat betrachtet werden kann. Das ihr eingeräumte unentgeltliche Wohnrecht im Wert von Fr. 4'800.-- pro Jahr (vgl. den Nachtrag auf der Steuererklärung für die BGE 120 V 182 S. 186Veranlagungsperiode 1985/86) und die jährliche Leibrente von Fr. 6'000.-- sind praxisgemäss nach den von der Eidg. Steuerverwaltung herausgegebenen Tabellen zu kapitalisieren (nicht veröffentlichte Urteile F. vom 28. Juli 1993, W. vom 23. März 1992, A. vom 6. März 1992 und D. vom 15. April 1991). Im Zeitpunkt der Erbteilung war die Versicherte 77 Jahre alt. Der entsprechende Kapitalisierungsfaktor von 10,16 (1000: 98,44 = 10,16; vgl. die vorliegend anwendbare Tabelle gemäss Kreisschreiben der Eidg. Steuerverwaltung vom 28. Oktober 1980, in: ASA 49 S. 238 ff.) führt zum Barwert von Wohnrecht und Leibrente von insgesamt Fr. 109'728.--, wie das BSV in seiner Vernehmlassung zutreffend festgestellt hat.\n\nLiegt dieser Betrag unter dem Wert des Nachlassanteils der Versicherten, so ist die Differenz, vermindert um die bisherige Amortisation nach Art. 17a ELV (BGE 119 V 436), als Verzichtsvermögen in die EL-Berechnung miteinzubeziehen. Ferner ist ein hypothetischer Ertrag auf diesem Vermögen als Einkommen zu berücksichtigen (BGE 110 V 22 Erw. 4; ZAK 1985 S. 243 Erw. 2, 1984 S. 511 Erw. 4b). Was den anwendbaren Zinssatz betrifft, ist nach der Rechtsprechung - vorbehältlich besonderer Umstände im Einzelfall - auf die allgemeinen Bedingungen auf dem Kapitalmarkt abzustellen, wobei in der Regel der Zins für Spareinlagen der fünf grössten Kantonalbanken (laut dem Statistischen Jahrbuch der Schweiz) heranzuziehen ist (BGE 110 V 24 Erw. 5b; ZAK 1988 S. 200 Erw. 6). Nachdem das Statistische Jahrbuch nunmehr den Durchschnittszins für Spareinlagen aller Banken enthält, ist auf diesen Zinssatz abzustellen. Aus praktischen Erwägungen und Gründen der Rechtsgleichheit ist dabei in der Regel vom durchschnittlichen Zins für Spareinlagen im Vorjahr des Bezugsjahres auszugehen (AHI 1994 S. 158). Im vorliegenden Fall ist somit der mittlere Zins für Spareinlagen im Jahre 1991 von 5,5% zu berücksichtigen (Statistisches Jahrbuch der Schweiz 1994, S. 268, T 12.6). Dies entspricht denn auch dem Zinssatz, welcher gemäss Akten im Jahre 1991 dem Sparheft der Versicherten bei der Raiffeisenkasse Tägerwilen gutgeschrieben wurde.\n\nf) In der Verwaltungsgerichtsbeschwerde wurde - wie bereits in der vorinstanzlich eingereichten Beschwerde - geltend gemacht, dass die Söhne des Erblassers ihrer Mutter bis zur Erbteilung die Erträge aus dem Erbschaftsvermögen überlassen hätten. Diesem Umstand kann jedoch bei der Frage nach der Gegenleistung an die Versicherte nicht Rechnung getragen werden, da er im Teilungsvertrag vom 29. November 1985 keinerlei Erwähnung findet.BGE 120 V 182 S. 187\n\nSchliesslich lässt sich auch aus der Tatsache, dass die Erbteilung bereits im genannten Zeitpunkt durchgeführt worden ist, nichts zugunsten der Versicherten ableiten. Denn entgegen ihrem Einwand ist ein Vermögensverzicht in EL-rechtlicher Hinsicht auch von Belang, wenn er mehr als fünf Jahre vor der Anmeldung zum Leistungsbezug erfolgte. Soweit sich aus Rz. 2064.1 der Wegleitung des BSV über die Ergänzungsleistungen zur AHV und IV (in der ab 1. Januar 1990 gültigen Fassung) etwas Abweichendes ergibt, widerspricht diese Verwaltungsweisung der Gesetzesvorschrift von Art. 3 Abs. 1 lit. f ELG und ist mithin für den Sozialversicherungsrichter unbeachtlich (BGE 118 V 131 Erw. 3a, 210 Erw. 4c, BGE 117 V 284 Erw. 4c, BGE 116 V 19 Erw. 3c, je mit Hinweisen)."}