{"annee": "120", "cour": "IV", "page": "38", "date": "23/2/1994", "cite": ["118 IA 14", "119 IV 92", "117 IA 135", "119 IV 168"], "cite_par": ["122 IV 79", "123 IV 184", "122 IV 37", "127 IV 185", "124 IV 262", "123 IV 254", "122 IV 71", "130 IV 90", "121 IV 207", "122 IV 365", "124 IV 188", "123 IV 190"], "chapeau": "9. Extrait de l'arrêt de la Cour de cassation pénale du 23 février 1994 dans la cause N. SA c. C., M. SA et Procureur général du canton de Genève (pourvoi en nullité)", "regestes": ["Art. 270 al. 1 PPF; qualité du lésé pour se pourvoir en nullité; art. 23 LCD. Rappel des trois conditions auxquelles la nouvelle version de l'art. 270 al. 1 PPF soumet la qualité du lésé à se pourvoir en nullité avec la précision que même dans l'hypothèse où ces conditions ne sont pas réalisées, la victime doit pouvoir se pourvoir en nullité pour se plaindre de ce que les autorités cantonales ne l'ont pas mise au bénéfice de tous les droits qui lui sont reconnus par la LAVI et le plaignant doit pouvoir porter devant le Tribunal fédéral une prétendue violation des art. 28 ss CP (consid. 2). Un refus systématique de poursuivre pénalement les infractions à la LCD viole le droit fédéral (consid. 3)."], "faits": "BGE 120 IV 38 S. 38\n\nA.- L'entreprise N. SA, dont les activités concernent l'importation et la vente de peinture, notamment de programmes spécifiques de peinture pour bateaux, a employé C. durant plusieurs années. Elle a mis fin à ces relations de travail pour le 31 mai 1992.\n\nLe 9 juin 1992 a été fondée la société M. SA, dont le but social est le commerce et la diffusion de produits et articles dans le domaine de la BGE 120 IV 38 S. 39marine et de la navigation. C. en a été nommé directeur, avec signature individuelle.\n\nLe 13 juillet 1992, N. SA a déposé une plainte pénale contre M. SA et C.; elle leur reproche d'avoir incité deux sociétés à rompre les contrats de distribution exclusive qui les liaient à elle et d'avoir envoyé, en fonction de ses fichiers de clientèle, des listes de marchandises et de prix à tous ses clients. Elle estime que ces faits constituent des actes de concurrence déloyale, au sens des art. 2 et 4 al. 1 let. a LCD (RS 241).\n\nLe 30 juillet 1992, C. a porté plainte contre le directeur de N. SA pour atteinte au crédit.\n\nB.- Par ordonnance du 22 décembre 1992, le Procureur général du canton de Genève a décidé de classer les deux plaintes pour des motifs d'opportunité, eu égard au caractère essentiellement civil de la cause.\n\nStatuant le 8 mars 1993 sur recours de N. SA, la Chambre d'accusation genevoise a confirmé l'ordonnance de classement. Comme le Procureur général, elle a estimé qu'il n'y avait pas matière à instruction pénale et que le litige relevait essentiellement de la compétence du juge civil.\n\nC.- N. SA, agissant par l'entremise de son mandataire, s'est pourvue en nullité contre cette ordonnance. Invoquant une violation de l'art. 4 let. a LCD, elle conclut, avec suite de frais et dépens, à l'annulation de la décision attaquée et au renvoi de la cause à l'autorité cantonale.", "considerants": "Considérant en droit:\n\n2. S'agissant de sa qualité pour se pourvoir en nullité, la recourante fait valoir qu'elle est plaignante et que les délits de concurrence déloyale énumérés à l'art. 23 LCD ne sont poursuivis que sur plainte. Elle conteste devoir être considérée comme \"accusateur privé\" au sens de l'al. 3 de l'art. 270 PPF, mais relève que si le Tribunal fédéral devait juger que tel est le cas, il faudrait néanmoins admettre qu'elle a qualité pour se pourvoir en nullité puisque l'accusateur public a expressément renoncé à soutenir l'accusation. Elle se réfère ainsi manifestement à l'ancien texte de l'art. 270 PPF, qui prévoyait un droit de recours du plaignant pour les infractions qui ne sont poursuivies que sur plainte, ainsi que de l'accusateur privé qui, conformément au droit cantonal, a soutenu l'accusation à lui seul, sans intervention de l'accusateur public. Or, ce texte a été remplacé par un nouvel art. 270 PPF (RO 1992 p. 2473), entré en BGE 120 IV 38 S. 40vigueur, avec la loi fédérale sur l'aide aux victimes d'infractions (LAVI [RS 312.5]) du 4 octobre 1991, le 1er janvier 1993 (RO 1992 p. 2470). La décision de la Chambre d'accusation a été rendue, le 8 mars 1993, sous l'empire du nouveau droit, de sorte que les possibilités de l'attaquer par la voie du pourvoi en nullité sont régies exclusivement par les nouvelles dispositions.\n\nSelon le nouvel art. 270 al. 1 PPF, \"le lésé peut également se pourvoir en nullité s'il était déjà partie à la procédure auparavant et dans la mesure où la sentence peut avoir des effets sur le jugement de ses prétentions civiles\".\n\nIl en ressort clairement que la qualité du lésé pour se pourvoir en nullité dépend de trois conditions cumulatives: il faut que le recourant soit lésé par l'acte dénoncé, qu'il ait déjà été partie à la procédure auparavant et, enfin, que la sentence puisse avoir des effets sur le jugement de ses prétentions civiles.\n\na) Doit être considéré comme lésé le titulaire du bien juridique protégé par les règles auxquelles il a été contrevenu (ATF 118 Ia 14 consid. 2b, ATF 117 Ia 135 consid. 2a et les références citées; voir également ATF du 27 septembre 1993 dans la cause A., consid. 2b, destiné à la publication). Dans la mesure où les faits ne sont pas définitivement arrêtés, il faut se fonder sur les allégués de celui qui se prétend lésé pour déterminer si tel est effectivement le cas.\n\nEn tant que concurrente de M. SA et de C., la recourante jouit de la protection des dispositions pénales de la LCD; elle doit donc être considérée comme lésée par les faits dénoncés.\n\nb) Selon l'art. 23 du code genevois de procédure pénale, les parties à la procédure cantonale sont le procureur général, la partie civile et l'inculpé. Le plaignant n'est nullement mentionné dans cette énumération. Toutefois, comme l'indique le texte allemand de l'art. 270 al. 1 PPF, selon lequel le lésé peut se pourvoir en nullité \"wenn er sich bereits vorher am Verfahren beteiligt hat\", on peut admettre que la qualité de partie, au sens de cette disposition, doit être comprise de manière large (voir ATF 119 IV 168 ss) et englober également des cas où, comme en l'espèce, le lésé a pu former un recours et provoquer la décision attaquée (dans ce sens: ERHARD SCHWERI, Eidgenössische Nichtigkeitsbeschwerde in Strafsachen, Berne 1993, p. 90 no 256). L'art. 191 let. a du code genevois de procédure pénale assimile expressément le plaignant à une partie pour interjeter un tel recours à la Chambre d'accusation. Il faut donc conclure que la recourante était partie devant l'autorité qui a rendu la décision attaquée.\n\nBGE 120 IV 38 S. 41\n\nc) Enfin, l'art. 270 al. 1 PPF ne permet au lésé de se pourvoir en nullité que \"dans la mesure où la sentence peut avoir des effets sur le jugement de ses prétentions civiles\". Le législateur n'a voulu ouvrir au lésé la faculté de se pourvoir en nullité que pour lui permettre de défendre ses intérêts juridiques en vue d'obtenir la réparation civile de son préjudice. Le message relève à ce sujet: \"cela permet, par exemple, à la victime d'attaquer un jugement d'acquittement fondé sur la constatation que le prévenu n'a pas commis l'acte dommageable\" (FF 1990 II 935). Il faut donc que le jugement pénal touche l'existence ou la quotité de la prétention civile (SCHWERI, op.cit., p. 91 no 257).\n\nLe lésé ne saurait se pourvoir en nullité en invoquant un désir de vengeance, sans rapport avec sa créance en réparation. Ainsi, selon le message, la victime ne pourra pas recourir contre le genre ou la durée de la peine prononcée (FF 1990 II 935); elle ne pourra pas se plaindre non plus de l'octroi ou du refus du sursis, ou encore du prononcé d'une mesure en lieu et place d'une peine (SCHWERI, op.cit., p. 90 no 257).\n\nLe droit de se pourvoir en nullité accordé au lésé par la nouvelle version de l'art. 270 al. 1 PPF lui permet de soumettre au contrôle du Tribunal fédéral la solution apportée à une question de droit dans la mesure où elle est susceptible de l'entraver dans ses facultés de faire valoir ses prétentions civiles. Il ne saurait en revanche permettre au lésé de s'opposer à une décision parce qu'elle ne facilite pas son action sur le plan civil. Ainsi, celui-ci ne peut pas exiger des autorités qu'elles conduisent jusqu'à leur terme des poursuites pénales inopportunes uniquement pour le placer dans une position aussi favorable que possible pour faire valoir ses prétentions civiles. Dès lors que l'arrêt cantonal ne contient rien qui puisse être opposé au lésé sur le plan civil, il y a lieu d'admettre que la sentence n'a pas d'effet sur le jugement de ses prétentions civiles, au sens de l'art. 270 al. 1 PPF. Dans l'hypothèse contraire, il n'est en revanche pas nécessaire de démontrer que l'arrêt pénal influence effectivement le jugement des prétentions civiles; il suffit, selon le texte légal clair, qu'il existe à ce propos une simple possibilité, tel est le cas notamment si le juge civil, même si rien ne l'y contraint, se sent lié par l'arrêt rendu au pénal. En revanche, il faut que le jugement attaqué ait pour conséquence que le recourant rencontrera plus de difficultés à faire valoir ses prétentions civiles, au point qu'il en résulte pour lui un intérêt juridique à faire modifier la décision, intérêt juridique qui est d'ailleurs requis pour justifier l'accès à toute voie de recours.\n\nBGE 120 IV 38 S. 42\n\nEn outre, en présence de certaines circonstances particulières, il est concevable qu'un recours soit recevable alors même que toutes les conditions prévues aux art. 8 al. 1 let. c LAVI ou 270 al. 1 PPF ne sont pas réalisées. Ainsi, même si toutes les conditions de l'art. 270 al. 1 PPF ne sont pas données, la victime doit pouvoir introduire un pourvoi en nullité pour se plaindre de ce que les autorités cantonales ne l'ont pas mise au bénéfice de tous les droits qui lui sont reconnus par la LAVI. Par exemple, même en l'absence de toute influence sur d'éventuelles prétentions civiles, la victime doit pouvoir recourir contre une décision lui déniant la possibilité de soumettre à un tribunal un refus d'ouvrir l'action publique ou un non-lieu (art. 8 al. 1 let. b LAVI); de même, la victime d'une infraction contre l'intégrité sexuelle pourra de toute manière recourir pour se plaindre que la composition du tribunal ne satisfaisait pas aux exigences de l'art. 10 LAVI. S'agissant d'une infraction qui n'est poursuivie que sur plainte, le plaignant doit pour le moins avoir la possibilité de se pourvoir en nullité s'il soutient que l'arrêt attaqué porterait atteinte au droit de plainte qui lui est reconnu par le droit fédéral; il doit notamment avoir la possibilité, même s'il ne remplit pas toutes les conditions de l'art. 270 al. 1 PPF, de porter devant le Tribunal fédéral une prétendue violation des art. 28 ss CP.\n\n3. La recourante soutient que les autorités cantonales ne pouvaient pas mettre fin à la poursuite pénale en l'absence de toute instruction préparatoire en invoquant, sans autre précision, le résultat incertain d'une éventuelle instruction. Elle soutient qu'une telle décision de classement est contraire au droit fédéral.\n\nLe Tribunal fédéral a admis récemment que le droit fédéral n'exclut pas que les cantons prévoient la possibilité d'un classement pour des motifs d'opportunité (ATF 119 IV 92 ss). Il a toutefois précisé que de telles décisions n'étaient admissibles que dans certaines limites. Comme le droit cantonal ne saurait faire obstacle à une saine application du droit fédéral, un classement pour des motifs d'opportunité viole le droit fédéral s'il trahit une volonté de l'autorité compétente de ne pas appliquer le droit fédéral ou d'en modifier la portée; il en va de même si le classement repose sur une motivation tellement peu convaincante que l'on doive l'assimiler à un refus d'appliquer le droit fédéral (ATF 119 IV 92 consid. 3b).\n\nEn l'espèce, l'autorité cantonale n'a pas motivé de manière suffisante sa décision d'abandonner les poursuites pénales. La lecture de l'ordonnance attaquée ne permet en effet pas de discerner les motifs qui ont amené l'autorité cantonale à considérer que l'affaire qui lui était soumise avait BGE 120 IV 38 S. 43un caractère essentiellement civil. Dans la mesure où ce caractère lui serait conféré, aux yeux de l'autorité cantonale, par la nature même de la cause, il y aurait lieu de considérer que la décision attaquée viole le droit fédéral car elle dénote d'une volonté générale de ne pas poursuivre pénalement les infractions à la LCD, ce qui n'est pas admissible puisque le législateur a prévu, outre des sanctions civiles, la répression pénale des violations des règles qu'il a édictées en matière de concurrence déloyale. Comme le rappelle à juste titre la recourante, le Conseil fédéral, dans son message relatif à la revision de la LCD, a relevé qu'il y avait lieu, pour des motifs ayant trait à la prévention, d'aggraver les peines prévues pour les délits de concurrence déloyale (FF 1983 II 1087 et 1121 s.); il a également insisté sur le fait que la possibilité de confisquer le bénéfice illicite obtenu par le biais de la concurrence déloyale devrait largement contribuer à faire de telles pratiques une affaire vraiment peu payante (FF 1983 II 1122). Il a ainsi clairement mis en lumière le rôle essentiel que les normes pénales devaient continuer à jouer, indépendamment des règles civiles également applicables dans ce domaine. Les autorités cantonales ne sauraient dès lors ne reconnaître d'importance qu'aux dernières, en renonçant systématiquement à appliquer les premières.\n\nEn outre, le fait que l'information pénale s'annonce longue et difficile sans que son résultat soit certain ne suffit pas non plus pour justifier un classement en opportunité. D'éventuelles difficultés dans l'établissement des preuves ne pourraient le cas échéant être prises en considération que si les investigations à envisager s'avéraient, dans un cas déterminé, disproportionnées eu égard à la gravité de l'infraction et à l'importance de l'intérêt public à sanctionner celle-ci.\n\nDans ces circonstances, force est de constater que la motivation de l'ordonnance attaquée ne permet pas à l'autorité de céans de contrôler si le droit fédéral a été correctement appliqué ou non. Par conséquent, le pourvoi doit être admis et il y a lieu de renvoyer la cause à l'autorité cantonale, conformément à l'art. 277 PPF, afin qu'elle statue à nouveau."}