{"annee": "120", "cour": "III", "page": "67", "date": "18/7/1994", "cite": ["118 II 378", "108 II 509"], "cite_par": [], "chapeau": "22. Extrait de l'arrêt de la Chambre des poursuites et des faillites du 18 juillet 1994 dans la cause M. (recours LP)", "regestes": ["Rapport entre la saisie du droit de la poursuite (art. 88 ss LP) et la saisie conservatoire provisionnelle ordonnée sur la base des art. 145 et 178 CC. La réglementation du droit civil ne se substitue pas à celle du droit de la poursuite. La restriction du pouvoir de disposition ordonnée en vertu des art. 145 ou 178 CC a simplement pour effet de suspendre provisoirement le déroulement de la procédure d'exécution forcée, ou de reporter son ouverture, jusqu'au prononcé définitif et exécutoire du jugement au fond; elle ne confère à son bénéficiaire aucun privilège particulier sur le plan de l'exécution forcée (consid. 2)."], "faits": "BGE 120 III 67 S. 67\n\nA.- a) Dans le cadre de l'action en séparation de corps qu'elle a introduite contre son époux, dame M. a obtenu du tribunal, le 11 mars 1992 et jusqu'à droit jugé ou accord entre les parties, une saisie conservatoire provisionnelle en application de l'art. 145 al. 2 CC, portant sur divers biens et comptes bancaires du mari.\n\nBGE 120 III 67 S. 68\n\nb) Par jugement du 21 mai 1992, confirmé le 14 décembre de la même année, la séparation de corps a été prononcée pour une durée indéterminée et le mari condamné à verser à sa femme une pension alimentaire de 1'800 fr. par mois. La séparation de biens des époux a également été prononcée, mais la liquidation du régime matrimonial a été renvoyée à une décision ultérieure.\n\nc) Dame M. et le Service cantonal d'avance et de recouvrement des pensions alimentaires ayant exercé des poursuites en recouvrement de pensions alimentaires impayées (respectivement 12'000 et 28'200 fr.), l'office des poursuites a adressé à la banque du mari, le 10 août 1993, un avis de saisie de créance à concurrence de 44'800 fr. La banque a répondu qu'elle ne pouvait y donner suite sans l'accord du juge qui avait ordonné la saisie conservatoire provisionnelle.\n\nB.- a) Dame M. a porté plainte contre l'avis de saisie en question, estimant qu'une telle mesure était radicalement nulle en tant qu'elle portait sur des biens dont le débiteur n'avait, par décision judiciaire, plus la libre disposition. Elle a en outre revendiqué un \"droit de propriété\" sur les \"avoirs et obligations\" saisis en main de la banque, à concurrence de 75'000 fr. correspondant à la somme réclamée au titre de la liquidation du régime matrimonial.\n\nb) Par jugement du 25 novembre 1993, le tribunal a liquidé le régime matrimonial des époux M. et condamné le mari à verser à son épouse 55'444 fr. 50, plus intérêts à 5%, au titre de participation de celle-ci au bénéfice de l'union conjugale.\n\nc) Le 11 mai 1994, l'office des poursuites a dressé un procès-verbal de saisie faisant état de la saisie de créance en main de la banque et du refus de celle-ci de libérer le montant saisi tant que les mesures provisionnelles n'auraient pas été levées par le juge compétent.\n\nd) Contre cet acte, dame M. a déposé une seconde plainte et conclu notamment à l'annulation de la saisie de créance exécutée en main de la banque, en tant qu'elle excédait le montant de 55'444 fr. 50, plus intérêts, lui revenant aux termes du jugement du 25 novembre 1993, lequel aurait \"validé les mesures provisionnelles conservatoires ordonnées en application de l'art. 145 CC\".\n\ne) L'autorité cantonale de surveillance des offices de poursuite pour dettes et de faillite a joint les deux plaintes et les a rejetées.\n\nC.- Dame M. a recouru à la Chambre des poursuites et des faillites du Tribunal fédéral en lui demandant, principalement, d'annuler la décision de l'autorité cantonale de surveillance et de constater la nullité de la saisie litigieuse. La Chambre des poursuites et des faillites a rejeté le recours dans la mesure où il était recevable.\n\nBGE 120 III 67 S. 69", "considerants": "Extrait des considérants:\n\n2. La recourante fait valoir en substance que les dispositions de la loi sur la poursuite en matière de saisie doivent céder le pas à la réglementation plus récente et spéciale de l'art. 178 CC. En méconnaissant la portée des mesures conservatoires provisionnelles, \"validées par un jugement de liquidation du régime matrimonial\", et en admettant la saisie par l'office des poursuites de biens préalablement saisis par le juge civil, l'autorité cantonale de surveillance aurait ainsi violé l'art. 95 al. 3 LP.\n\na) L'art. 178 CC prévoit que le juge (civil) peut, à la requête de l'un des époux, restreindre le pouvoir de l'autre de disposer de certains de ses biens sans le consentement de son conjoint. Cette disposition tend à éviter qu'un époux, en procédant à des actes de disposition volontaires, se mette dans l'impossibilité de faire face à ses obligations pécuniaires envers son conjoint, que celles-ci découlent des effets généraux du mariage (devoir d'entretien, prétention de l'époux au foyer) ou du régime matrimonial (acquittement de récompenses, participation aux acquêts) (Message du 11 juillet 1979 concernant la révision du Code civil suisse, FF 1979 II 1264). L'art. 178 CC s'applique aussi, par analogie, dans une procédure de divorce ou de séparation de corps en cas de mesures provisoires au sens de l'art. 145 CC (ATF 118 II 378 consid. 3b p. 380).\n\nLa durée de validité d'une mesure telle que la restriction du pouvoir de disposer est limitée, à cause du caractère nécessairement provisoire d'une mesure protectrice de ce type (Message, FF 1979 II 1264; PETITPIERRE/DE MONTMOLLIN/GUINAND/HAUSHEER, Mariage: effets généraux, La protection de l'union conjugale, FJS 106 ch. II C 2d, D 3 et E). De manière générale, une mesure judiciaire est caduque de plein droit à l'expiration du temps pour lequel elle a été ordonnée (DESCHENAUX/STEINAUER, Le nouveau droit matrimonial, Berne 1987, p. 153).\n\nb) Si certains auteurs sont d'avis que la réglementation de la loi sur la poursuite doit céder le pas à celle plus récente et spéciale du Code civil (cf. notamment BÜHLER/SPÜHLER, Berner Kommentar, n. 344 et 374 ad art. 145 CC; SPÜHLER, Ergänzungsband, n. 344 ad art. 145 CC; HASENBÖHLER, Verfügungsbeschränkungen zum Schutze eines Ehegatten, BJM 1986 p. 91), d'autres estiment en revanche que les biens frappés d'indisponibilité par une mesure telle que celles prévues par l'art. 178 CC ne peuvent être soustraits à une exécution forcée (cf. notamment HAUSHEER/REUSSER/GEISER, Kommentar zum Eherecht, n. 15 ad art. 178 CC; HENRI-ROBERT SCHÜPBACH, BGE 120 III 67 S. 70L'exécution forcée menée par un tiers contre un conjoint à raison d'une obligation patrimoniale, in Mélanges Pierre Engel, Lausanne 1989, p. 335; DESCHENAUX/STEINAUER, op.cit., p. 151; VINCENT PELET, Mesures provisionnelles: droit fédéral ou cantonal?, Lausanne 1987, n. 276 et 299).\n\nA vrai dire, la réglementation du droit civil ne se substitue pas à celle du droit de la poursuite et le principe demeure que l'exécution forcée ayant pour objet une somme d'argent ou des sûretés à fournir s'opère exclusivement par la poursuite pour dettes (art. 38 al. 1 LP). La restriction du pouvoir de disposition ordonnée en vertu des art. 145 ou 178 CC a simplement pour effet de suspendre provisoirement le déroulement de la procédure d'exécution forcée, ou de reporter son ouverture, jusqu'au prononcé définitif et exécutoire du jugement au fond (ATF 108 II 509 consid. 8b p. 515); elle ne confère à son bénéficiaire, à part l'assurance d'être protégé contre le risque d'opérations menaçant le \"maintien des conditions matérielles de la famille ou l'exécution d'obligations pécuniaires découlant du mariage\", aucun privilège particulier sur le plan de l'exécution forcée. Ainsi que DESCHENAUX l'a exprimé à propos du blocage du registre foncier, alors prévu par les lois de procédure civile cantonale (Le registre foncier, Traité de droit privé suisse, vol. V II, 2, §19 IV 3 n. 74), une telle mesure \"immobilise\" les valeurs sur lesquelles les droits d'exécution du bénéficiaire pourront s'exercer; mais au moment où cette possibilité s'ouvre pour celui-ci, les autres créanciers concourront avec lui sur ces valeurs bloquées, conformément aux règles ordinaires de la collocation des créances.\n\nc) La décision attaquée, qui se fonde sur ces principes, n'est donc pas contraire au droit fédéral.\n\nL'autorité cantonale constate en outre, de façon à lier le Tribunal fédéral (art. 63 al. 2 OJ), que l'ordonnance de mesures provisionnelles (saisie conservatoire provisionnelle) du 11 mars 1992 devait déployer ses effets jusqu'à droit jugé. Or le jugement au fond a été rendu le 25 novembre 1993 et n'a fait l'objet d'aucun appel. Les mesures provisionnelles n'ont donc pas été \"validées\" par le jugement au fond, comme l'affirme la recourante, mais sont au contraire devenues alors caduques, ainsi que le retient à juste titre la décision attaquée; partant, dès ce jugement définitif et exécutoire, il pouvait être donné libre cours à la procédure d'exécution forcée engagée."}