{"annee": "120", "cour": "IA", "page": "56", "date": "31/1/1994", "cite": ["107 IA 77", "114 IA 14", "111 IA 129", "113 IA 232", "118 IA 165"], "cite_par": ["128 I 167"], "chapeau": "7. Extrait de l'arrêt de la Ire Cour de droit public du 31 janvier 1994 dans la cause dame M. et M. contre Conseil d'Etat du canton de Genève (recours de droit public)", "regestes": ["Art. 84 al. 1 let. a OJ, art. 13 LAT et art. 20 OAT; nature juridique des plans cantonaux des surfaces d'assolement. Le plan établi par le canton de Genève, relatif aux surfaces d'assolement (cf. art. 20 OAT), n'est pas un plan d'affectation au sens des art. 14 ss LAT. Il n'est, partant, en principe pas attaquable par la voie du recours de droit public pour violation des droits constitutionnels des citoyens au sens de l'art. 84 al. 1 let. a OJ (consid. 3)."], "faits": "BGE 120 Ia 56 S. 57\n\nSelon l'arrêté relatif au plan sectoriel des surfaces d'assolement, adopté le 8 avril 1992 par le Conseil fédéral et entré en vigueur le même jour (FF 1992 II p. 1616/1617), la surface totale minimale d'assolement est fixée à 438'560 ha (art. 1 al. 1); la surface attribuée au canton de Genève est de 8'400 ha au minimum. A teneur de l'art. 2 al. 2 de cet arrêté, les cantons prennent les mesures qui s'imposent aux fins de garantir leur surface minimale d'assolement.\n\nLe 1er juillet 1992, le Conseil d'Etat du canton de Genève a adopté un règlement d'application de la loi cantonale d'application de la loi fédérale sur l'aménagement du territoire, du 4 juin 1987 (LALAT; ci-après: le règlement) prévoyant l'adoption d'un plan fixant le relevé des surfaces d'assolement du canton (art. 1). Selon l'art. 2 du règlement, le projet de plan est soumis à une enquête publique et à une procédure d'opposition (al. 2 à 4), le Conseil d'Etat adoptant le plan et liquidant les oppositions (al. 5).\n\nLe projet de plan fixant le relevé des surfaces d'assolement pour le canton de Genève a été mis à l'enquête publique du 9 septembre au 9 octobre 1992.\n\nM. et sa soeur M. (ci-après: les consorts M.) sont copropriétaires des parcelles nos 11044, 11215, 11216, 11217, 11842 et 11843 du registre foncier de Meyrin. Classés dans la zone agricole régie par l'art. 20 ss LALAT, ces bien-fonds, autrefois exploités comme gravière, ont été inclus dans les surfaces d'assolement visés par le projet de plan.\n\nLe 8 octobre 1992, les consorts M. ont fait opposition à cette mesure en faisant valoir que leurs parcelles n'étaient pas cultivables et faisaient l'objet d'une procédure de déclassement dans la zone à bâtir.\n\nBGE 120 Ia 56 S. 58\n\nPar arrêté du 15 septembre 1993, publié dans la Feuille d'avis officielle du 20 septembre suivant, le Conseil d'Etat a approuvé les plans des surfaces d'assolement du canton.\n\nSelon le tableau récapitulatif annexé à cet arrêté, les surfaces d'assolement pour le canton de Genève s'élèvent à 8568,9 ha, dont 8435,3 ha en zone agricole, 55 ha en zone de bois et de forêts et 28,6 ha en zone à bâtir.\n\nLe 27 septembre 1993, le Conseil d'Etat a rejeté l'opposition des consorts M.\n\nAgissant par la voie du recours de droit public, ceux-ci demandent au Tribunal fédéral principalement d'annuler l'arrêté du 15 septembre 1993 dans la mesure où il inclut leurs parcelles dans le plan des surfaces d'assolement, ainsi que la décision du 27 septembre 1993 rejetant leur opposition. Ils invoquent les art. 4 et 22ter Cst., ainsi que l'art. 2 Disp. trans. Cst. consacrant la force dérogatoire du droit fédéral.\n\nLe Tribunal fédéral a déclaré le recours irrecevable en tant qu'il était dirigé contre l'arrêté du 15 septembre 1993.", "considerants": "Extraits des considérants:\n\n3. Selon le Conseil d'Etat, le plan cantonal des surfaces d'assolement ne serait pas attaquable par la voie du recours de droit public.\n\na) Au regard de l'art. 84 OJ, le recours de droit public n'est recevable que si l'acte attaqué émane d'une autorité cantonale agissant en vertu de la puissance publique et affecte d'une façon quelconque la situation de l'individu, en lui imposant une obligation de faire, de s'abstenir ou de tolérer, soit sous la forme d'un arrêté de portée générale, soit sous celle d'une décision particulière (ATF 118 Ia 168 consid. 2a, ATF 114 Ia 15 /16 consid. 1a, 455 consid. 1a, 463 consid. 2, ATF 113 Ia 234 consid. 1 et les arrêts cités). En matière d'aménagement du territoire, la voie du recours de droit public est ouverte contre les décisions relatives à l'approbation des plans d'affectation au sens des art. 14 ss LAT (cf. art. 33 et 34 al. 3 LAT; ATF 118 Ia 168 /169 consid. 2a). Elle n'est en revanche pas ouverte en faveur des citoyens contre les plans directeurs qui lient les autorités (art. 9 al. 1 LAT; RS 700), mais n'affectent pas la situation juridique des particuliers (ATF 111 Ia 130 consid. 3a, ATF 107 Ia 80 /81 consid. 1); en revanche le droit de recours des communes demeure réservé.\n\nb) A teneur de l'art. 31bis al. 3 Cst., la Confédération est compétente notamment pour assurer la productivité de l'agriculture (let. b) BGE 120 Ia 56 S. 59et l'approvisionnement du pays en biens et services d'importance vitale lors de graves pénuries auxquelles l'économie n'est pas en mesure de remédier par ses propres moyens (let. d). Le Conseil fédéral est habilité à prendre les mesures propres à maintenir une surface qui permette d'étendre en temps utile la culture des champs si les importations risquent d'être entravées ou le sont déjà (art. 19 al. 1 let. a LAgr [RS 910.1]). Aux termes de l'art. 1 LAT, la Confédération, les cantons et les communes veillent à assurer une occupation mesurée du sol (al. 1). Ils soutiennent par des mesures d'aménagement les efforts qui sont entrepris notamment aux fins de garantir des sources d'approvisionnement suffisantes pour le pays (al. 2 let. d). Il convient aussi, selon l'art. 3 al. 2 let. a LAT, de réserver à l'agriculture suffisamment de bonnes terres cultivables. Dans l'élaboration de leurs plans directeurs, les cantons désignent les parties du territoire qui se prêtent à l'agriculture (art. 6 al. 2 let. a LAT), et notamment les zones agricoles définies à l'art. 16 LAT. Quant à la Confédération, il lui incombe notamment d'établir les plans sectoriels pour exercer celles de ses activités qui ont des effets sur l'organisation du territoire (art. 13 LAT).\n\nSelon l'art. 16 OAT (RS 700.1), les surfaces d'assolement font partie du territoire qui se prête à l'agriculture; elles se composent des terres cultivables comprenant avant tout les terres ouvertes, les prairies artificielles intercalaires et les prairies naturelles arables; elles sont garanties par des mesures d'aménagement du territoire (al. 1); les surfaces d'assolement sont délimitées en fonction des conditions climatiques, des caractéristiques du sol, ainsi que de la configuration du terrain (al. 2); une surface minimale d'assolement est indispensable pour assurer au pays une base d'approvisionnement suffisante comme l'exige le plan alimentaire dans l'hypothèse où le ravitaillement serait perturbé (al. 3). L'administration fédérale détermine la surface totale minimale d'assolement et sa répartition entre les cantons (art. 17 al. 1 OAT). Selon l'art. 18 OAT, les cantons circonscrivent les surfaces d'assolement, au cours de l'élaboration de leurs plans directeurs, dans le cadre de la délimitation des autres parties du territoire qui se prêtent à l'agriculture (al. 1). Ils fixent les surfaces d'assolement par commune, les reportent sur des cartes et les chiffrent; ils en indiquent l'emplacement exact, l'étendue et la qualité; ils montrent également celles de ces surfaces qui sont situées dans des zones à bâtir non équipées ou dans d'autres zones non affectées à l'agriculture (al. 2). Après avoir entendu les cantons, le Conseil fédéral fixe, dans un plan sectoriel au sens de l'art. 13 LAT, BGE 120 Ia 56 S. 60la surface totale minimale d'assolement et sa répartition entre les cantons (art. 19 al. 1 OAT). A teneur de l'art. 20 OAT, les cantons veillent à ce que les surfaces d'assolement soient classées dans les zones agricoles; ils indiquent dans leur plan directeur les mesures nécessaires à cet effet (al. 1). Les cantons s'assurent que leur part de la surface totale minimale d'assolement soit garantie de façon durable; ils prévoient des zones réservées, au sens de l'art. 27 LAT, pour des territoires non équipés situés dans les zones à bâtir, dans la mesure où la part cantonale ne peut être garantie hors des zones à bâtir (al. 2). Ils peuvent aussi à cette fin délimiter des zones d'affectation de caractère temporaire (al. 3).\n\nc) Le canton de Genève a mis en oeuvre ces règles dans son plan directeur, adopté par le Grand Conseil le 15 septembre 1989 et approuvé par le Conseil fédéral le 22 mai 1991. Ce plan contient un chapitre relatif aux surfaces d'assolement, ainsi qu'un plan de ces surfaces. Quant au règlement, il concrétise les principes contenus dans l'arrêté fédéral du 8 avril 1992, s'agissant notamment du relevé des surfaces d'assolement entrant dans la quote-part cantonale fixée par le Conseil fédéral. En particulier, le Conseil d'Etat a fait établir pour l'ensemble du canton et pour chaque commune un tableau récapitulatif des surfaces d'assolement. Il a recueilli ces données, et établi un plan cantonal désignant ces surfaces, en vue de leur acheminement à l'autorité fédérale compétente pour l'élaboration du plan sectoriel de la Confédération, conformément aux art. 18 et 19 OAT. Ce faisant, le Conseil d'Etat a agi comme autorité d'exécution du droit fédéral, et le plan qu'il a adopté à cette fin est un relevé des surfaces d'assolement ne présentant pas le caractère d'un plan d'affectation au sens des art. 14 ss LAT, mais tout au plus celui d'un inventaire des terrains mentionnés dans le tableau récapitulatif établi par commune, ainsi que leur relevé cartographique. En tant que tel, le plan contesté ne modifie pas l'affectation des terrains qu'il désigne et ne produit aucun effet sur la procédure, actuellement en cours, de déclassement des terrains des recourants, le canton devant seulement veiller au maintien, à l'échelle cantonale, de la surface minimale d'assolement prévue par l'arrêté fédéral du 8 avril 1992. De même, il est sans importance, du point de vue de la qualification juridique du plan litigieux, que le Conseil d'Etat ait soumis celui-ci à une procédure d'opposition et à une enquête publique au cours de laquelle les propriétaires de bien-fonds inclus dans les surfaces d'assolement ont pu faire valoir leur point de vue; cette participation répond aux principes fondamentaux de l'aménagement du territoire BGE 120 Ia 56 S. 61(art. 4 al. 2 LAT; cf. THIERRY TANQUEREL, La participation de la population à l'aménagement du territoire, Lausanne 1988, p. 200/201). La Confédération a également organisé une procédure de consultation dans la phase préparatoire du plan sectoriel (cf. le rapport établi en février 1992 conjointement par le Département fédéral de justice et police, l'Office fédéral de l'aménagement du territoire, le Département fédéral de l'économie publique et l'Office fédéral de l'agriculture, p. 49 ss).\n\nEn conclusion, le plan cantonal des surfaces d'assolement n'est pas un acte normatif attaquable par la voie du recours de droit public pour violation des droits constitutionnels des citoyens au sens de l'art. 84 let. a OJ; le recours est partant irrecevable en tant qu'il est dirigé contre l'arrêté du 15 septembre 1993 approuvant ce plan."}