{"annee": "120", "cour": "II", "page": "137", "date": "22/3/1994", "cite": ["118 IA 245", "112 II 97", "119 IB 33", "118 V 26", "118 IB 518", "111 II 308", "101 IB 70", "119 IB 103", "111 IA 161", "108 II 122"], "cite_par": ["125 III 312", "122 I 57", "120 II 374", "123 III 233", "144 III 264", "125 II 152", "127 III 337", "128 V 75", "121 III 125", "122 V 182"], "chapeau": "29. Extrait de l'arrêt de la Ire Cour civile du 22 mars 1994 dans la cause DFJP contre Fondation du conservatoire de musique de Morges et environs (recours en réforme)", "regestes": ["Art. 81 al. 2 CC et art. 101 ORC; inscription au registre du commerce des organes d'une fondation. La \"directive du 4 février 1993 sur l'inscription des membres du conseil de fondation\", établie par l'Office fédéral du registre du commerce, n'a pas force de loi (consid. 2). Contrairement à ce que prévoit cette directive, seuls ont l'obligation d'être inscrits au registre du commerce les organes habilités à représenter la fondation. Celle-ci a toutefois la faculté d'obtenir l'inscription d'autres personnes (consid. 3)."], "faits": "BGE 120 II 137 S. 138\n\nA.- La Fondation du conservatoire de musique de Morges et environs (la Fondation) a été constituée en avril 1993; elle a requis son inscription au registre du commerce. Se fondant sur la directive de l'Office fédéral du registre du commerce du 4 février 1993 relative à l'inscription des membres du conseil de fondation, la préposée au registre du commerce de Morges a rejeté la requête déposée, par décision du 20 juillet 1993; elle a exigé l'inscription de tous les membres du conseil, alors que la Fondation demandait uniquement celle des membres de ce conseil dotés des pouvoirs de représentation.\n\nB.- Par arrêt du 11 août 1993, la Chambre des recours du Tribunal cantonal du canton de Vaud a admis le recours de la Fondation interjeté contre cette décision et a ordonné à la préposée concernée d'inscrire la Fondation \"dans les termes utilisés dans la réquisition d'inscription\".\n\nC.- Le Tribunal fédéral a rejeté le recours de droit public interjeté par le Département fédéral de justice et police (DFJP).", "considerants": "Extrait des considérants:\n\n2. En vertu de l'art. 4 al. 3 ORC, le DFJP est compétent pour édicter des instructions générales en matière de registre du commerce. Selon l'art. 10 al. 2 let. c de l'ordonnance du Conseil fédéral du 28 mars 1990 sur la délégation de compétences (RS 172.011), cette faculté est conférée à l'Office fédéral du registre du commerce. Se fondant sur cette disposition, cet Office a établi une \"directive du 4 février 1993 sur l'inscription des membres du conseil de fondation\" en vertu de laquelle tous ces membres doivent être inscrits au registre du commerce, avec mention expresse du droit de signature (signature individuelle, collective à deux, sans signature, etc.).\n\na) Selon la jurisprudence, la sous-délégation aux départements du pouvoir de légiférer est admissible, même en l'absence de base légale expresse (ATF 101 Ib 70 consid. 4a), tout au moins lorsqu'elle porte sur des prescriptions de nature principalement technique et qui ne mettent en jeu aucun principe juridique (ATF 118 Ia 245 consid. 3c et les réf.). En vertu de l'art. 7 al. 5 de la loi fédérale du 19 septembre 1978 sur l'organisation et la gestion du Conseil fédéral et de l'administration fédérale (RS 172.010), la compétence d'édicter des règles de droit ne peut être déléguée à des groupements ou offices que si une loi fédérale ou un arrêté fédéral de portée générale l'autorise expressément. La question de savoir si l'autorisation conférée à l'Office fédéral du registre du commerce par l'art. 10 al. 2 let. c de l'ordonnance sur la délégation de BGE 120 II 137 S. 139compétences - si tant est qu'il s'agisse d'une véritable sous-délégation - est compatible avec cette disposition-là (cf., également, art. 936 CO) n'a pas besoin d'être examinée, car cette autorisation concerne uniquement l'élaboration d'instructions à caractère général.\n\nb) Selon une jurisprudence constante, les directives administratives n'ont pas force de loi et ne constituent pas du droit fédéral au sens de l'art. 104 let. a OJ. Elles permettent la mise en place d'une pratique uniforme et égalitaire. Toutefois, elles ne peuvent pas introduire des restrictions de droit matériel et elles ne peuvent imposer à leurs destinataires des obligations qui iraient au-delà des exigences légales; elles ne lient pas les autorités chargées d'appliquer le droit (ATF 119 Ib 33 consid. 3d, ATF 118 Ib 518 consid. 3b, ATF 118 V 26 consid. 4b et les réf.). Ces réflexions concernent également la directive du 4 février 1993 adressées par l'Office fédéral du registre du commerce aux registres cantonaux. Le fait que la directive litigieuse trouve son fondement dans l'art. 10 de l'ordonnance sur la délégation de compétences et que cette disposition qualifie d'obligatoires les instructions sur les registres du commerce ne confère pas à ces instructions une portée plus large; en particulier, celles-ci n'ont pas force de loi (cf., d'ailleurs, art. 117 ORC). D'éventuelles modifications s'examinent, par conséquent, non en fonction des principes applicables en matière de changement de droit, mais sur la base des principes relatifs au changement de jurisprudence (cf. ATF 119 Ib 103 consid. 3 et 4).\n\n3. En vertu de l'art. 81 al. 2 CC, l'inscription d'une fondation au registre du commerce s'opère à teneur de l'acte de fondation et, au besoin, suivant les instructions de l'autorité de surveillance; elle indique les noms des membres de la direction. Les art. 101 à 104 ORC déterminent quelles sont les indications particulières, nécessaires à l'inscription d'une fondation. Selon l'art. 101 ORC, une telle inscription mentionne la date de la constitution (let. a), le nom (let. b), le siège (let. c), le but (let. d), ainsi que l'organisation, la représentation et le mode de signature (let. e).\n\na) Le registre du commerce a pour fonction principale d'assurer la publicité ainsi que la constatation de certains faits et relations juridiques importants de la vie économique; l'inscription au registre peut également avoir des effets formateurs (MEIER-SCHATZ, Funktion und Recht des Handelsregisters als wirtschaftsrechtliches Problem, in RDS 108/1989 I 433/435; GAUCH, Von der Eintragung im Handelsregister, ihren Wirkungen und BGE 120 II 137 S. 140der negativen Publizitätswirkung, in La société anonyme suisse 48/1976, p. 139/151; PATRY, Das Handelsregister, in TDP VIII/1, p. 123; GUHL/MERZ/KOLLER, Das Schweizerische Obligationenrecht, 8ème éd., p. 767). Le régime de la responsabilité et de la représentation dans le cadre des sociétés commerciales constitue des éléments dont il est primordial que les créanciers et, de manière générale, le public aient connaissance (ATF 108 II 122 consid. 5 p. 129, 104 Ib 321 consid. 2a). Il en va de même de certains éléments identificateurs des entreprises, comme la raison sociale, le siège, l'organisation et le but (MEIER/SCHATZ, op.cit., p. 437; PATRY, op.cit., p. 139). En vertu de la loi, les noms des membres du conseil d'administration d'une société anonyme (art. 641 chif. 9 et 716 al. 2 CO), d'une société en commandite par actions (art. 765 al. 2 CO) et d'une société coopérative (art. 835 al. 2 CO) doivent être inscrits au registre du commerce indépendamment du fait de savoir si ceux-ci sont ou non habilités à représenter la société.\n\nb) L'art. 81 al. 2 CC prescrit que l'inscription d'une fondation au registre du commerce, sur la base de l'acte de fondation - ayant pour effet de conférer à cette personne morale la personnalité juridique -, \"indique les noms des membres de la direction\" (\"Die Eintragung in das Handelsregister erfolgt auf Grund der Stiftungsurkunde (...) unter Angabe der Mitglieder der Verwaltung.\"; \"L'iscrizione nel registro di commercio si eseguisce secondo l'atto di fondazione (...); indica inoltre i nomi dei membri dell'amministrazione.\"). Puisque le conseil d'administration d'une personne morale - et, partant, d'une fondation - a pour tâche de gérer et de représenter ladite personne (RIEMER, n. 5 ad art. 83 CC avec la réf. à EGGER, n. 11 ad art. 54/55 CC), on peut déduire de la lettre de l'art. 81 al. 2 CC que toutes les personnes habilitées à gérer et à représenter la fondation doivent être inscrites. Toutefois, l'art. 101 let. e ORC exige uniquement l'inscription des personnes autorisées à représenter la fondation et limite d'ailleurs l'inscription à l'organisation, savoir à la composition, à la désignation et aux compétences des organes de la fondation.\n\nc) Au contraire de la solution choisie pour d'autres personnes morales, la loi ne fixe pas quelle doit être l'organisation d'une fondation. C'est l'acte constitutif qui indique les organes et le mode d'administration adopté (art. 83 al. 1 CC).\n\nLa fondation a pour objet l'affectation de biens en faveur d'un but spécial (art. 80 CC) et, en qualité d'établissement, il lui manque l'une des caractéristiques des corporations: le droit de se déterminer par elle-même; BGE 120 II 137 S. 141en effet, ses organes n'ont, en principe, pour fonction que de gérer un patrimoine dans le sens voulu par le fondateur (RIEMER, n. 18 s. ad Systematischer Teil et n. 9 ad art. 83 CC; KRAFFT, Les fonds de prévoyance et la théorie générale des fondations, thèse Lausanne 1956, p. 96; PEDRAZZINI/OBERHOLZER, Grundriss des Personenrechts, 4ème éd., Berne 1993, p. 253). Pour que la fondation ait l'exercice des droits civils (art. 54/55 CC), il est nécessaire qu'elle dispose d'au moins un organe qui gère ses biens et la représente dans ses rapports avec les tiers (RIEMER, n. 5/6 ad art. 83 CC; PEDRAZZINI/OBERHOLZER, op.cit., p. 261). A cet égard, les formes les plus différentes d'organisation sont admissibles; l'acte de fondation peut prévoir plusieurs organes (RIEMER, n. 7, 12 et 13 ad art. 83 CC), notamment des organes de contrôle et de surveillance (RIEMER, n. 14 et 17 ad art. 83 CC). Il est également concevable que l'acte de fondation ne prévoit qu'un seul organe constitué de commissions ou de groupes aux compétences propres.\n\nd) L'inscription au registre du commerce est indispensable pour que la fondation puisse acquérir la personnalité juridique (art. 52 al. 1 CC). Cette inscription n'exerce pas seulement un but publicitaire, mais elle a également un but constitutif (RIEMER, n. 89 ad art. 81 CC). Les fondations poursuivent, en principe, un but idéal et n'exercent qu'exceptionnellement une industrie en la forme commerciale (RIEMER, n. 403 ss ad Systematischer Teil); l'Office fédéral du registre du commerce les classe, par canton, dans un registre spécial (art. 119 al. 2 ORC). Les personnes habilitées à gérer les biens de la fondation peuvent exercer une influence directe sur l'identité même de la fondation et, par conséquent, on ne peut exclure qu'il existe un intérêt à ce que les noms de ces personnes soient connus (MEIER-SCHATZ, op.cit., p. 437), même si celles-ci ne disposent d'aucun pouvoir de représentation. Pourtant, en vertu d'une pratique admise depuis plusieurs dizaines d'années, seuls les membres autorisés à représenter la fondation sont inscrits au registre du commerce - comme le DFJP l'indique lui-même, dans son recours, en faisant référence à l'ouvrage de JAQUEROD/VON STEIGER (Formulaire du Registre du Commerce, Zurich 1943, p. 328, no 324; cf., également, REBSAMEN, Handbuch für das Handelsregister, Notariatskammer Basel-Stadt, 2ème éd., Bâle 1991, réimpr. 1993, p. 172). Cette pratique correspond à celle qui a cours pour les associations (art. 61 CC): les noms des membres de la direction de l'association ne sont inscrits au registre du commerce que si ceux-ci sont habilités à représenter la personne morale (REBSAMEN, op.cit., p. 154 s.; pratique qui BGE 120 II 137 S. 142date déjà du siècle dernier: SIEGMUND, Handbuch für die Schweizerischen Handelsregisterführer, Bâle 1892, p. 359).\n\ne) En édictant sa directive du 4 février 1993, l'Office fédéral du registre du commerce a modifié la pratique suivie depuis plusieurs dizaines d'années; il exige désormais l'inscription de tous les membres du conseil de fondation, même si ceux-ci ne sont pas habilités à représenter l'établissement. Le DFJP justifie ce changement de pratique en le fondant sur le texte de la loi qu'il qualifie de clair à cet égard. Certes, il faut admettre que font partie des membres de la direction, au sens de l'art. 81 al. 2 CC, non seulement les personnes dotées des pouvoirs de représentation mais également celles chargées de la gestion. Toutefois, il n'est pas possible d'inférer de cette disposition que tous les membres du conseil de fondation ont des tâches de gestion. En effet, alors que la loi renseigne sur l'organisation des autres personnes morales (cf. art. 698 ss/715, 879 ss/894), elle est muette lorsqu'il s'agit d'une fondation (cf., supra, let. c). Seul l'acte constitutif indique quels sont les organes qui administrent l'établissement de manière effective. Vu la liberté dont dispose le fondateur en ce domaine, celui-ci peut confier cette tâche - selon des modalités diverses - à différents organes ou commissions, à tel point qu'il est souvent délicat de déterminer avec exactitude quelles sont les personnes chargées de l'administration. La limitation de l'inscription aux seuls organes autorisés à représenter la société peut certes aboutir parfois à la non-inscription de certains gestionnaires. Compte tenu de la liberté d'organisation dont dispose le fondateur, cette solution présente l'avantage de définir de manière claire et précise quels sont les membres qui doivent être inscrits au registre du commerce, en particulier lorsque les tâches d'administration sont réparties entre plusieurs d'entre eux.\n\nf) Selon le Tribunal fédéral, pour qu'un changement de jurisprudence soit admissible, notamment au regard de l'art. 4 Cst., il doit s'appuyer sur des motifs sérieux et objectifs (ATF 111 II 308 consid. 2, ATF 111 Ia 161 consid. 1) - surtout lorsque cette jurisprudence est suivie depuis plusieurs dizaines d'années. Les motifs que le recourant présente à l'appui de sa directive litigieuse ne satisfont pas à cette exigence. Sa meilleure compréhension de la lettre du texte légal ne permet pas de justifier pareil changement: comme déjà mentionné, le texte légal n'est pas clair, puisqu'il n'est pas possible de déterminer par avance à quels organes ou commissions les tâches d'administration seront confiées. La responsabilité des organes fondée sur l'art. 55 CC n'est pas limitée aux actes de pure administration BGE 120 II 137 S. 143- pour autant qu'il soit d'ailleurs possible de distinguer ces actes des mesures de contrôle ou de surveillance. En outre, les fondations inscrites au registre du commerce sont placées sous la surveillance de la corporation publique dont elles relèvent par leur but (art. 84 CC; ATF 112 II 97 consid. 3); pour les institutions de prévoyance en faveur du personnel, l'art. 89bis al. 2 CC prescrit que les organes doivent donner aux bénéficiaires les renseignements nécessaires sur l'organisation de l'établissement, ce qui implique la désignation des membres de la direction de l'établissement notamment (RIEMER, n. 7 ad art. 89bis CC). Si l'on excepte l'article de SCHMID (Bei Verein und Stiftung einzutragende Personen, in Annuaire du registre du commerce 1993, p. 70-72) - qui coïncide avec l'adoption de la directive litigieuse et à laquelle il semble d'ailleurs être lié -, il n'est pas possible de déduire des textes doctrinaux cités par le recourant que tous les membres des organes d'une fondation doivent faire l'objet d'une inscription au registre du commerce.\n\ng) Le DFJP n'évoque aucun cas concret dans lequel la mise en oeuvre de la pratique antérieure (appliquée pour l'enregistrement de plus de 23'000 fondations; cf. LUSSY, Die Entwicklung der Eintragungen seit Einführung des schweizerischen Handelsregisters, in Festschrift für Pierre Widmer, Berne 1990, p. 37/43) aurait entraîné des difficultés; de manière générale, il omet d'exposer en détail les raisons pour lesquelles il y aurait un besoin impérieux d'inscrire d'autres personnes que celles habilitées à représenter la fondation. Certes, en vue de l'individualiser, on peut ressentir le besoin d'inscrire des membres non autorisés à représenter l'établissement - par exemple, la présidente ou le président du conseil de fondation, sans signature. Toutefois, ce besoin ne permet nullement de justifier l'obligation générale d'inscrire tous les membres du conseil de fondation, y compris ceux qui, selon l'acte de fondation, n'exercent aucune tâche de gestion particulière: il suffit que la possibilité de requérir l'inscription de tels organes existe. On ne voit pas pour quels motifs la simple faculté de requérir l'inscription d'organes non habilités à représenter la fondation - à côté de l'obligation d'inscrire les autres organes - serait insuffisante. Le recourant n'en expose aucun. Quoi qu'il en soit, il n'y a aucune objection fondamentale à considérer que seuls les membres du conseil de fondation dotés de pouvoirs de représentation doivent obligatoirement être inscrits au registre du commerce et que la fondation dispose de la faculté de requérir l'inscription d'autres membres (cf., à ce sujet, GAUCH, Der Zweigbetrieb im schweizerischen Zivilrecht, Zurich 1974, p. 83 ss/86 no 424).\n\nBGE 120 II 137 S. 144\n\nh) La direction de l'intimée est composée d'au moins quinze membres. Cinq d'entre eux forment le comité de direction, chargé d'administrer la fondation, et ont pouvoir d'engager l'établissement. Par souci de transparence, deux professeurs de musique font également partie de ce comité, mais ne disposent d'aucun pouvoir de représentation. A titre d'argument, l'intimée invoque son intérêt à ne pas avoir à requérir une modification de son inscription au registre du commerce - avec les conséquences financières qu'une telle inscription comporte - à chaque fois qu'un changement survient au sein de la direction de la fondation. Cet intérêt est pertinent; il justifie d'ailleurs, dans le domaine des associations, que l'obligation d'inscription soit limitée aux membres de la direction de ces personnes morales pourvus des pouvoirs de représentation (SIEGMUND, loc.cit.)."}