{"annee": "120", "cour": "V", "page": "58", "date": "22/3/1994", "cite": ["107 V 230", "115 V 122", "98 V 75", "114 V 281"], "cite_par": ["123 V 269", "123 V 193", "125 V 106", "128 V 243"], "chapeau": "8. Arrêt du 22 mars 1994 dans la cause B. contre SUPRA Caisse-maladie et accidents pour la Suisse et Cour de justice du canton de Genève", "regestes": ["Art. 26 LAMA, art. 26 al. 2 LPP, art. 27 OPP 2: surassurance. En cas de cumul d'indemnités journalières d'assurance-maladie et d'une rente d'invalidité de la prévoyance professionnelle, la caisse-maladie, s'il y a surassurance au sens de l'art. 26 LAMA, est tenue de réduire ses prestations."], "faits": "BGE 120 V 58 S. 58\n\nA.- B., né en 1951, travaillait au service de l'entreprise T. SA. Atteint dans sa santé depuis le mois de novembre 1987, il a été totalement incapable de travailler à partir du 24 septembre 1990. Il a de ce fait perçu des indemnités journalières de la SUPRA, Caisse-maladie et accidents pour la Suisse, jusqu'au 30 septembre 1990 dans le cadre d'une assurance collective conclue par son ex-employeur, puis au titre d'une assurance individuelle de la perte de gain.\n\nLe 1er octobre 1991, B. a été mis au bénéfice d'une rente entière de l'assurance-invalidité, assortie de trois rentes complémentaires, à partir du 1er octobre 1990.\n\nEn outre, depuis le 1er novembre 1990, la compagnie d'assurance Winterthur lui alloue, pour le compte de la Fondation LPP de T. SA, une rente entière d'invalidité, de 13'749 francs par an, au titre de la prévoyance professionnelle.\n\nBGE 120 V 58 S. 59\n\nB.- Par décision du 19 février 1992, la SUPRA a fixé le montant de la surassurance, pour la période du 24 octobre 1990 au 30 septembre 1991, 37'486 fr. 85; elle a établi à cet effet le décompte suivant:\n\nIndemnités journalières: 39'672 fr.\n\nArriéré de rente de l'AI: 36'307 fr. 25\n\nRente payée par la Winterthur: 12'870 fr. 65\n\n-------------\n\nTotal: 88'849 fr. 90\n\nPerte de salaire: 51'363 fr. 05\n\nSurassurance: 37'486 fr. 85\n\nIl était précisé que ce dernier montant avait été partiellement compensé, jusqu'à concurrence de 37'195 francs, avec l'arriéré de rente dû par l'AI.\n\nC.- B. a recouru contre cette décision devant la Cour de justice du canton de Genève.\n\nIl faisait valoir, en substance, que la caisse-maladie n'était pas en droit de compter, dans le calcul de la surindemnisation, la rente d'invalidité qui lui était versée au titre de la prévoyance professionnelle. Par conséquent, pour la période en cause, la surindemnisation se limitait, selon lui, à 24'616 fr. 20. Il concluait, dès lors, à ce que la SUPRA fût condamnée à lui verser, d'une part, la somme de 15'055 fr. 80 au titre de solde, après compensation, des indemnités journalières échues durant la période du 24 octobre 1990 au 30 septembre 1991 et, d'autre part, pour la période subséquente, des indemnités égales à la différence entre son salaire hypothétique et le montant de la rente de l'assurance-invalidité qu'il reçoit, cela jusqu'à épuisement de la \"somme assurée de 720 indemnités pleines\".\n\nPar jugement du 28 janvier 1993, la Cour de justice a rejeté le recours.\n\nElle a considéré que les caisses-maladie étaient en droit de réduire leurs prestations, lorsque celles-ci étaient en concours avec celles d'une institution de prévoyance et que l'indemnisation était supérieure à la perte de gain de l'assuré. Elle a fait observer que la caisse-maladie était tenue, conformément à la jurisprudence, de prolonger la durée de l'indemnisation proportionnellement à la réduction de l'indemnité journalière, de sorte que l'assuré ne subirait en l'espèce aucun préjudice.\n\nD.- B. interjette un recours de droit administratif en reprenant ses conclusions de première instance.\n\nBGE 120 V 58 S. 60\n\nLa SUPRA conclut au rejet du recours. Invité à s'exprimer sur diverses questions en relation avec les dispositions de l'OPP 2, l'Office fédéral des assurances sociales (OFAS) a produit un préavis, après avoir soumis le dossier à sa division de la prévoyance professionnelle.\n\nAyant pris connaissance de cet avis de l'autorité fédérale de surveillance, les parties ont présenté des observations et persisté dans leurs conclusions.", "considerants": "Considérant en droit:\n\n1. Selon la jurisprudence, un assuré qui bénéficie d'une rente de l'assurance-invalidité continue d'avoir droit aux indemnités journalières pour perte de gain dues par sa caisse-maladie, conformément à l'art. 12bis al. 3 LAMA. Autrement dit, la caisse-maladie ne peut supprimer ni réduire ses prestations du seul fait que, de malade, l'assuré est devenu invalide. La seule limite légale au droit de l'assuré de toucher les indemnités journalières durant 720 jours dans une période de 900 jours est l'interdiction de la surassurance (ATF 114 V 288 consid. 4b; RJAM 1978 no 323 p. 112 consid. 4 et les références).\n\nDans ses observations sur le préavis de l'OFAS, la caisse intimée, se fondant sur l'avis de Duc (Statut des invalides dans l'assurance-maladie d'une indemnité journalière, SZS 1987, p. 179 ss), conteste vainement cette jurisprudence. En effet, le Tribunal fédéral des assurances a déjà eu l'occasion de s'exprimer au sujet de la thèse défendue par cet auteur (ATF 114 V 288 consid. 4b), en renvoyant notamment aux motifs d'un arrêt antérieur, certes déjà ancien, mais qui conserve toute sa valeur (ATFA 1966 p. 193). Au demeurant, dans sa décision du 19 février 1992, la SUPRA n'a pas statué dans le sens de cette thèse, puisqu'elle a reconnu son obligation de principe de verser à l'assuré - sous réserve de surindemnisation - des indemnités journalières (réduites) pour la période postérieure à la naissance du droit à une rente de l'assurance-invalidité.\n\nQuant au versement de prestations d'invalidité allouées par une institution de prévoyance en vertu des art. 23 ss LPP et de ses dispositions réglementaires pertinentes, il ne justifie pas davantage, à lui seul, la suppression d'indemnités journalières d'assurance-maladie; il en va de même pour les prestations résultant de la prévoyance plus étendue au sens de l'art. 49 al. 2 LPP.\n\nLe litige porte ainsi uniquement sur le point de savoir s'il peut y avoir surassurance au sens de l'art. 26 LAMA en cas de cumul d'indemnités BGE 120 V 58 S. 61journalières versées par une caisse-maladie et d'une rente d'invalidité de la prévoyance professionnelle.\n\n2. a) Aux termes de l'art. 26 al. 1 LAMA, l'assurance ne doit pas être une source de gain pour l'assuré. Constitue un gain d'assurance toute prestation dépassant le montant intégral de la perte de gain, des frais médico-pharmaceutiques et des autres frais entraînés par la maladie qui ne sont pas couverts par ailleurs (art. 16 Ord. III).\n\nLorsque, en plus de la caisse-maladie, des assureurs autres que des caisses-maladie reconnues sont également tenus à prestations, la caisse n'accorde ses prestations qu'au plus dans la mesure où, celles des autres assureurs étant prises en considération, l'assurance n'est pas une source de gain pour l'assuré (art. 26 al. 3 LAMA). Selon la jurisprudence du Tribunal fédéral des assurances, sont réputées prestations imputables d'autres assureurs celles qui sont comparables aux prestations de la caisse-maladie, les autres assureurs pouvant être des compagnies privées, en particulier l'assurance responsabilité civile de l'auteur d'un accident (ATF 115 V 124 consid. 1a et les références).\n\nb) Le droit de la prévoyance professionnelle contient certaines dispositions en matière de coordination avec l'assurance-maladie. C'est ainsi que, aux termes de l'art. 26 al. 2 LPP, l'institution de prévoyance peut stipuler, dans ses dispositions réglementaires, que le droit aux prestations est différé aussi longtemps que l'assuré reçoit un salaire entier. Se fondant sur cette disposition de la loi, ainsi que sur l'art. 34 al. 2 LPP qui lui donne mandat d'édicter des prescriptions afin d'empêcher que le cumul de prestations ne procure un avantage injustifié à l'assuré ou à ses survivants, le Conseil fédéral a autorisé les institutions de prévoyance, à l'art. 27 OPP 2, à différer le droit aux prestations d'invalidité jusqu'à épuisement des indemnités journalières, lorsque:\n\n\"a. l'assuré reçoit, en lieu et place du salaire entier, des indemnités\n\njournalières de l'assurance-maladie équivalant à au moins 80 pour cent du\n\nsalaire dont il est privé et que\n\nb. les indemnités journalières ont été financées au moins pour moitié par\n\nl'employeur.\"\n\nL'art. 26 al. 2 LPP est une norme de coordination dans le temps qui a pour but d'éviter que le paiement du salaire ou l'octroi de prestations de remplacement grâce auquel l'employeur est libéré de son obligation de verser le salaire - après la survenance de l'invalidité - BGE 120 V 58 S. 62ne procure à l'assuré des ressources plus élevées que lorsqu'il était apte à travailler (Message du Conseil fédéral à l'appui d'un projet de loi sur la prévoyance professionnelle vieillesse, survivants et invalidité du 19 décembre 1975, FF 1976 I 202). Le droit à une rente d'invalidité ne peut toutefois être différé que si les dispositions internes (règlement, statuts) de l'institution de prévoyance le stipulent expressément (MOSER, Die zweite Säule und ihre Tragfähigkeit, thèse Bâle 1992, p. 206; NEF, Die Leistungen der Beruflichen Vorsorge in Konkurrenz zu anderen Versicherungsträgern sowie haftpflichtigen Dritten, SZS 1987, p. 30).\n\n3. a) Le recourant soutient qu'en cas de concours entre les indemnités journalières versées par une caisse-maladie et la rente d'invalidité de la prévoyance professionnelle, ce sont les règles du droit de la prévoyance professionnelle, plus spécialement les art. 34 al. 2 LPP et 24 al. 1 OPP 2 qui s'appliquent, à l'exclusion de l'art. 26 LAMA: la caisse de pensions peut réduire les prestations d'invalidité et de survivants dans la mesure où, ajoutées à d'autres revenus à prendre en compte, elles dépassent 90 pour cent du gain annuel dont on peut présumer que l'intéressé est privé (art. 24 al. 1 OPP 2). Mais, si une caisse de pensions décide de ne pas s'opposer à un tel cumul, la caisse-maladie ne saurait, quant à elle, réduire ses prestations pour surassurance.\n\nDe son côté, l'OFAS exprime l'avis que si le règlement de la caisse de pensions ne contient pas de disposition sur la surindemnisation, alors les prestations découlant de la LPP ont la priorité sur les indemnités de la caisse-maladie; dans un tel cas, l'art. 26 LAMA est applicable, à l'exclusion des dispositions sur la surindemnisation de l'OPP 2.\n\nMais, poursuit l'OFAS, s'il existe une réglementation statutaire conforme ou analogue à l'art. 27 OPP 2 et que l'institution de prévoyance renonce à l'appliquer, la caisse-maladie n'est pas admise à invoquer l'art. 26 LAMA pour réduire ses indemnités journalières; la caisse de pensions, en renonçant à réduire ou à supprimer ses prestations, procure à l'assuré un avantage dont la caisse-maladie ne saurait le priver; cela reviendrait, dit l'office, \"à reprendre d'une main ce que l'on donne de l'autre\" et irait, de surcroît, à l'encontre des dispositions potestatives de l'OPP 2 en matière de coordination.\n\nb) En l'espèce, il sied tout d'abord de constater que l'institution de prévoyance n'a pas différé le droit à la rente d'invalidité jusqu'à épuisement des indemnités journalières de l'assurance-maladie. Cela s'explique soit par l'absence de règle idoine dans les dispositions BGE 120 V 58 S. 63internes de la fondation, soit par le fait que la condition d'un financement par l'employeur faisait défaut (du moment que l'assuré était passé de l'assurance collective dans l'assurance individuelle; art. 27 let. b OPP 2). L'hypothèse envisagée - de manière tout à fait abstraite - par l'OFAS, selon laquelle une institution de prévoyance pourrait, de cas en cas, renoncer à faire usage d'une réglementation statutaire qui, pourtant, l'autoriserait à différer le droit aux prestations d'invalidité, n'apparaît pas plausible en l'espèce. Ni les parties ni les premiers juges ne l'envisagent d'ailleurs. Il n'y a donc pas lieu de s'arrêter à cette hypothèse.\n\nc) Cela étant, le point de vue du recourant est erroné dans la mesure où il soutient que les règles du droit de la prévoyance professionnelle s'opposent à l'application de l'art. 26 LAMA. Lorsque l'institution de prévoyance n'a pas prévu, dans son règlement, de différer le droit à la rente en vertu des art. 26 al. 2 LPP et 27 OPP 2, elle est tenue d'allouer ses prestations en priorité. Elle l'est aussi, de la même manière, lorsque son règlement contient une disposition conforme à l'art. 27 OPP 2, mais que les conditions d'application de cette norme ne sont pas remplies. Dans un cas comme dans l'autre, elle ne saurait, contrairement à ce que soutient le recourant, se prévaloir de l'art. 24 OPP 2 pour éventuellement réduire la rente d'invalidité. Les indemnités journalières ne sont pas, en effet, des revenus \"à prendre en compte\" au sens de l'art. 24 al. 1 et 2 OPP 2 (MAURER, Bundessozialversicherungsrecht, pp. 224 et 226). On notera, en outre, que la règle de base en matière de surindemnisation dans la LPP, c'est-à-dire l'art. 34 al. 2 LPP, est muette sur les rapports avec la LAMA.\n\nIl apparaît ainsi que les conséquences d'un cumul des prestations ici en cause ne sont pas réglées par le droit de la prévoyance professionnelle. C'est donc bien l'art. 26 LAMA qui est applicable en tant que règle générale de coordination, comme l'admet d'ailleurs la doctrine unanime (MOSER, loc.cit., p. 206; NEF, loc.cit., p. 30; RIEMER, Verhältnis des BVG [Obligatorium und freiwillige berufliche Vorsorge] zu anderen Sozialversicherungszweigen und zum Haftpflichtrecht, SZS 1987, p. 126 s.; MAURER, op.cit., p. 226).\n\nd) Certes, si une institution de prévoyance renonce à adopter une réglementation analogue à l'art. 27 OPP 2, elle alloue d'une certaine manière des prestations qui vont au-delà des obligations minimales que lui impose la loi. Mais, sous l'angle de l'art. 26 LAMA, ce fait est sans importance, car cette norme légale s'applique indifféremment aux prestations de la prévoyance obligatoire et à celles de la prévoyance plus étendue (RIEMER, loc.cit., p. 127).\n\nBGE 120 V 58 S. 64\n\nUne telle renonciation n'équivaut pas non plus à l'allocation de prestations à titre bénévole, lesquelles n'entrent pas en considération dans le calcul de la surindemnisation au sens de l'art. 26 al. 3 LAMA (ATF 107 V 232 consid. 1 in fine). Si le règlement de l'institution ne prévoit pas la possibilité de différer le droit à la rente, les prestations sont dues en vertu de la loi et des dispositions réglementaires applicables au cas particulier. L'institution reste \"tenue à prestation\" au sens de l'art. 26 al. 3 LAMA.\n\ne) A la lumière de ce qui précède, la caisse intimée était en droit - et même était tenue - de réduire ses prestations pour surassurance. Quant au calcul de la surassurance, il n'est pas discuté et il n'apparaît au demeurant pas critiquable.\n\nCependant, comme le font observer avec raison les premiers juges, lorsque les prestations sont réduites pour éviter une surindemnisation au sens de l'art. 26 LAMA, les droits de l'assuré sont plus étendus dans le temps. En effet, si l'indemnité journalière doit être allouée pendant 720 jours dans une période de 900 jours consécutifs (art. 12bis al. 3 LAMA), il est logique, comme l'a jugé le Tribunal fédéral des assurances, d'admettre qu'une indemnité réduite doit être accordée pendant une période d'indemnisation augmentée dans une proportion adéquate. Ainsi, en cas de réduction de 50 pour cent, les indemnités partielles doivent être fournies pendant 1440 jours au moins (cf. ATF 98 V 75, 81; RAMA 1989 no K 823 p. 391).\n\n4. Il suit de là que le recours de droit administratif est mal fondé."}