{"annee": "120", "cour": "IA", "page": "299", "date": "25/11/1994", "cite": ["118 IA 175", "120 IA 89", "118 IA 305", "119 IA 460", "120 IA 126", "119 IA 59"], "cite_par": ["143 I 403", "124 I 107", "122 I 139"], "chapeau": "44. Extrait de l'arrêt de la IIe Cour de droit public du 25 novembre 1994 dans la cause Association Suisse des Banques de Crédit et Etablissements de Financement et consorts contre Grand Conseil et Conseil d'Etat du canton de Neuchâtel (recours de droit public)", "regestes": ["Art. 2 Disp. trans. Cst. et art. 31 Cst.; loi sur la police du commerce du canton de Neuchâtel du 30 septembre 1991; règlement d'exécution de la loi sur la police du commerce du canton de Neuchâtel du 4 novembre 1992. Les dispositions neuchâteloises attaquées ne sont pas des normes de droit civil, mais des restrictions de droit public au sens de l'art. 6 CC. La législation fédérale sur le crédit à la consommation n'est pas exclusive; c'est pourquoi les cantons peuvent, conformément à l'art. 31 al. 2 Cst., édicter des dispositions de droit public répondant à des buts de police du commerce et de politique sociale (consid. 2). Intérêt public de prescriptions de droit public protégeant contre le surendettement; définition du surendettement; constitutionnalité de l'interdiction de renouveler un crédit ou d'en octroyer un nouveau avant le remboursement total du crédit initial (consid. 3). Constitutionnalité de l'autorisation cantonale à laquelle est soumis le fait d'octroyer professionnellement des crédits à la consommation ou de s'entremettre en vue de la conclusion de tels contrats (consid. 4). Constitutionnalité de l'obligation de rappeler dans la publicité l'interdiction d'un surendettement du droit neuchâtelois (consid. 5)."], "faits": "BGE 120 Ia 299 S. 300\n\nLe 30 septembre 1991, le Grand Conseil du canton de Neuchâtel a adopté BGE 120 Ia 299 S. 301une loi sur la police du commerce (ci-après: LPC). Dans ses articles 67 à 70, cette loi contient des dispositions sur le crédit à la consommation, dont la teneur est la suivante:\n\n\"Crédit à la consommation\n\na) définition:\n\nArt. 67\n\nOn", "considerants": ""}