{"annee": "120", "cour": "II", "page": "312", "date": "11/5/1994", "cite": ["118 IA 144", "82 II 238", "117 II 432", "69 II 180", "114 II 82", "102 II 370", "69 II 421"], "cite_par": ["123 III 485", "144 III 337", "138 III 111", "122 III 43", "121 III 125"], "chapeau": "60. Extrait de l'arrêt de la Ire Cour civile du 11 mai 1994 dans la cause British American Tobacco Company Ltd contre Fabriques de Tabac Réunies S.A. (recours en réforme)", "regestes": ["Art. 67 OJ, 1 et 26 LBI; nullité d'un brevet d'invention. Problème de la recevabilité du recours sous l'angle de sa motivation (consid. 2). L'art. 67 OJ ne confère pas au Tribunal fédéral un plein pouvoir d'examen dans les litiges en matière de brevets; cette disposition lui attribue seulement la faculté de réexaminer les faits de nature technique lorsque ceux-ci méritent d'être complétés ou rectifiés (consid. 3). Notion et conditions de l'invention consistant en une combinaison. Exigences à réaliser pour qu'une telle invention puisse être brevetable (consid. 4)."], "faits": "BGE 120 II 312 S. 313\n\nA.- British American Tobacco Company Ltd, de siège social à Londres, bénéficie d'un brevet d'invention suisse - délivré le 15 avril 1988, avec droit de priorité depuis le 24 mai 1985. Ce brevet a pour objet une cigarette d'un diamètre inférieur à celui des modèles traditionnels; malgré qu'elle contienne moins de tabac, la cigarette brevetée permettrait au consommateur de tirer autant de bouffées que les cigarettes ordinaires, car elle se consumerait plus lentement lorsque le fumeur ne tire aucune bouffée.\n\nComplétée par huit revendications subordonnées, la revendication principale du brevet est libellée comme suit: \"Cigarette comprenant une tige de tabac, laquelle présente une charge de tabac et une enveloppe en papier, caractérisée en ce que la circonférence de ladite tige est comprise entre 10 et 19 mm, en ce que la vitesse de combustion libre de la tige est comprise entre 25 et 50 mg min-1 et en ce que la densité de remplissage de ladite charge de tabac est comprise entre 150 et 350 mg/cm3.\".\n\nB.- Sur requête de la société Fabriques de Tabac Réunies S.A., la Cour de justice du canton de Genève a, par arrêt du 24 septembre 1993, constaté la nullité du brevet accordé et ordonné la radiation de celui-ci.\n\nC.- Agissant par la voie du recours en réforme au Tribunal fédéral, British American Tobacco Company Ltd a conclu à l'annulation de l'arrêt attaqué, ainsi qu'à la constatation de la validité du brevet litigieux.\n\nLe Tribunal fédéral a rejeté le recours dans la mesure où il était recevable et a confirmé l'arrêt déféré.", "considerants": "Extrait des considérants:\n\n2. La Cour de justice estime que le brevet litigieux est nul pour différentes raisons. Alors qu'elle semble laisser ouverte en définitive la question de l'existence d'une invention de combinaison et celle de la nouveauté de ladite invention, elle nie qu'il y ait eu activité créatrice suffisante pour justifier l'octroi d'un brevet; de plus, selon elle, le procédé n'est pas exposé, dans le fascicule du brevet, de façon telle qu'un homme du métier puisse la réaliser et la fabriquer de manière répétitive.\n\nDans son écriture de recours, la défenderesse examine les notions d'invention de combinaison, de nouveauté, d'activité créatrice et de réalisation de l'invention, mais laisse de côté la question de l'application répétée du procédé présenté. La demanderesse considère ainsi BGE 120 II 312 S. 314que la partie adverse admet implicitement le bien-fondé de ce motif de nullité et elle conclut, pour cette raison notamment, au rejet du recours.\n\nLe fait que la défenderesse n'a pas contesté ce point de la motivation ne signifie nullement qu'elle admet la solution de la cour cantonale. Par contre, on peut se demander si, en raison de cette omission, le recours interjeté est recevable, puisque, selon la jurisprudence, toutes les motivations indépendantes à l'appui d'une décision doivent être attaquées sous peine d'irrecevabilité du recours en réforme (ATF 117 II 432 consid. 2a et les arrêts cités).\n\nSi, au moyen du procédé proposé, la possibilité d'atteindre le même résultat de manière certaine et, donc, de façon répétée n'est pas établie avec un haut degré de vraisemblance, la relation causale entre l'emploi des forces naturelles et le résultat souhaité ne peut être mise en évidence, car elle dépend du hasard; partant, l'inventeur n'arrive en définitive pas à exprimer ce procédé de manière claire et il n'est pas habilité à le révéler. Ainsi, une invention de nature technique est brevetable uniquement si son auteur maîtrise la question de la causalité et si celle-ci n'est pas le fruit du hasard. La question s'est surtout posée en relation avec l'octroi de brevets en matière d'horticulture et d'élevage d'animaux; dans ces domaines, les aléas de la génétique exercent une influence sensible sur les résultats obtenus (BGHZ 52, 74, 84 s., \"Rote Taube\"; A. TROLLER, Immaterialgüterrecht, 3ème éd., T. I, p. 151 s.; BENKARD/BRUCHHAUSEN, Kurz-Kommentar, 9ème éd., Munich 1993, n. 72 ad § 1 DPatG). Selon les explications de la défenderesse relatives au caractère réalisable de l'invention, l'aboutissement de ses recherches repose exclusivement sur des paramètres ayant une efficacité constante à l'intérieur de marges de tolérance données et qu'elle estime avoir exposés de manière satisfaisante, à l'attention des spécialistes, dans le fascicule du brevet. Ainsi, elle soutient d'une certaine manière que le procédé développé est susceptible d'être appliqué de manière répétitive. De la sorte, son recours satisfait, pour le moins, aux exigences de motivation de l'art. 55 al. 1 let. c OJ.\n\n3. a) En vertu de l'art. 67 ch. 2 al. 2 OJ, les parties peuvent invoquer des faits et des moyens nouveaux se rapportant à des questions techniques, si elles n'ont pu les faire valoir devant la juridiction cantonale ou si elles n'avaient aucune raison de le faire. La jurisprudence interprète strictement ces conditions, au motif que cette disposition n'est pas destinée à faciliter la tâche des plaideurs qui n'ont pas fait preuve de toute la diligence requise dans l'instance cantonale.\n\nBGE 120 II 312 S. 315\n\nLa défenderesse ne prétend pas avoir été dans l'impossibilité de requérir des témoignages relatifs à des questions d'ordre technique devant la juridiction cantonale ou de n'avoir eu aucune raison de le faire. De plus, selon ses propres explications, elle a renoncé à demander que l'expertise administrée soit complétée. Partant, il n'y a pas lieu d'entrer en matière sur la requête en complément de preuves contenue dans le recours en réforme (POUDRET, COJ II, n. 6.2 ad art. 67 OJ).\n\nb) Reste à analyser s'il existe un motif d'examiner d'office les faits d'ordre technique et d'ordonner à cet effet d'éventuelles mesures probatoires sur la base de l'art. 67 ch. 1 OJ.\n\nSelon cette disposition, le Tribunal fédéral a la possibilité, sur requête ou d'office, de reconsidérer les constatations de nature technique faites par la juridiction cantonale et d'administrer de nouvelles preuves. Il ne fait usage de cette possibilité qu'avec réserve car ladite règle légale n'a pas pour but de transformer les recours en réforme, en matière de brevets, en appel pur et simple. En effet, il n'est pas obligé de revoir systématiquement les faits de nature technique. Cette disposition doit simplement lui permettre d'obtenir des éclaircissements dans les cas où le traitement juridique de la cause l'exige parce qu'il éprouve des doutes quant à l'exactitude ou à la pertinence de certaines constatations du juge du fond relatives à des questions de nature technique ou parce qu'il lui est nécessaire de disposer d'informations supplémentaires pour maîtriser un état de fait d'ordre technique. Toutefois, si les pièces du dossier permettent de comprendre tous les faits présentés et si les constatations des juges précédents se révèlent exhaustives et évidentes pour la résolution des questions juridiques pertinentes, le Tribunal fédéral se doit d'appliquer, également dans les causes en matière de brevets, la prescription générale de l'art. 63 al. 2 OJ. En d'autres termes, le Tribunal fédéral considère que l'art. 67 ch. 1 OJ ne lui confère pas un plein pouvoir d'examen dans ce type de litiges; cette disposition lui attribue seulement la faculté de réexaminer les faits de nature technique déterminés par la cour cantonale lorsque ceux-ci méritent d'être complétés ou rectifiés (sur l'ensemble de la question, cf. WALTER, Die Tatsachenüberprüfung durch das Bundesgericht im Patentprozess, in RSPI 1993, p. 1/9 ss, 20 s.). Il y a lieu de s'en tenir à cette jurisprudence malgré les critiques dont elle fait depuis longtemps l'objet (cf. DAVID, Der Rechtsschutz im Immaterialgüterrecht, in Schweizerisches Immaterialgüter- und Wettbewerbsrecht, T. I/2, p. 204 s.).BGE 120 II 312 S. 316\n\nLa Cour civile a mandaté trois experts pour élucider les questions de nature technique. Ceux-ci ont déposé un rapport commun, comportant un exposé des faits clair, complet et dénué de contradictions, établi sur la base des questions des parties. Le contenu de ce rapport - sur lequel se fonde l'arrêt attaqué - permet d'apporter une réponse à toutes les questions juridiques qui se posent en l'espèce. Il comporte certes des opinions divergentes; celles-ci s'expliquent toutefois en raison des notions juridiques indéterminées employées: par exemple, les notions d'évidence et d'homme du métier de compétence moyenne; le juge est seul habilité à en déterminer la portée juridique (ATF 118 Ia 144 consid. 1a p. 146). Partant, il n'existe aucun motif de revoir les constatations de nature technique contenues dans l'arrêt entrepris.\n\n4. a) La défenderesse estime que la découverte pour laquelle elle réclame la protection du brevet constitue une invention de combinaison, distincte de la simple juxtaposition. Depuis de nombreuses années, la jurisprudence a relativisé la distinction - déjà ancienne - opérée entre la combinaison, fusion fonctionnelle d'éléments distinctifs connus, et la juxtaposition (cf. ATF 69 II 180 consid. 4), par l'abandon de la théorie dite de la somme (\"Summentheorie\"; ATF 69 II 421 consid. I/2). L'invention de combinaison - qui, selon le Tribunal fédéral, ne constitue pas une catégorie spéciale d'invention (ATF 82 II 238 consid. 3d) - se singularise, dans la conception actuelle, en raison de sa situation particulière sous l'angle du critère de l'évidence; en effet, l'activité inventive se caractérise alors par la conjonction de plusieurs éléments qui, pris isolément, ne constituent pas nécessairement une invention (TROLLER, op.cit., p. 186 ss). Sont protégées la réunion inédite des différents éléments et l'affectation technique, c'est-à-dire fonctionnelle, de ces éléments dans la combinaison finale et leur utilisation à cette fin (BENKARD/BRUCHHAUSEN, n. 78 ad § 1 DPatG). Lorsque les éléments combinés sont connus, l'activité inventive consiste en leur amalgame. Celui-ci doit comporter une nouveauté et contribuer au progrès de la technique. On ne peut parler d'innovation si l'homme du métier moyennement compétent arrive à réaliser cet amalgame sur la base de ses seules connaissances (BENKARD/BRUCHHAUSEN, n. 34 s. ad § 4 DPatG): en pareil cas, la combinaison ne constitue pas une chose nouvelle; les techniciens ont la possibilité d'appliquer le procédé librement et l'octroi d'un brevet ne se justifie pas. Dans le cas contraire, l'invention est susceptible de protection. Par conséquent, le critère de l'évidence constitue également, dans le domaine de l'invention par combinaison, une BGE 120 II 312 S. 317caractéristique de l'activité créatrice, sans que les moyens combinés soient nécessairement modifiés dans leur fonction ou que l'amalgame produise un effet de synergie (cf. CHAVANNE/BURST, Droit de la propriété industrielle, 4ème éd., Paris 1993, p. 88, no 105).\n\nb) Le domaine des inventions brevetables s'étend au-delà de la zone qui se situe entre l'état connu de la technique et les connaissances et facultés de développement de l'homme du métier normalement compétent dans sa spécialité. Pour mériter la protection d'un brevet, la solution proposée doit témoigner d'un effort créatif: un développement ordinaire à la portée de tout homme du métier moyennement formé ne suffit pas (ATF 114 II 82 consid. 2a, ATF 102 II 370 consid. 1 p. 372; ATF in RSPI 1989, p. 255 consid. 3 et 1990, p. 133 consid. 2b). Ces exigences relatives à l'activité inventive, exprimée dans la loi au moyen du concept de la non-évidence (art. 1 al. 2 LBI), correspondent en principe, si l'on se fonde sur la jurisprudence, avec celles qui étaient rattachées sous l'ancien droit à la notion de niveau d'invention (ATF in RSPI 1993, p. 144 consid. 2a et 1990, p. 133 consid. 2b; cf., également, RITSCHER/RITSCHER, Der fiktive Fachmann als Massstab des Nichtnaheliegens, in Kernprobleme des Patentrechts, p. 263/265). L'expression allemande \"naheliegend\" (cf. art. 1 al. 2 LBI) exprime d'ailleurs de manière plus claire que les termes français (\"évident\"), italien (\"evidente\") ou que le terme anglais \"obvious\" [cf. art. 56 de la Convention du 5 octobre 1973 sur la délivrance de brevets européens (CBE); RS 0.232.142.2] ce que l'on entend par invention non comprise dans l'état de la technique (cf. SINGER/SINGER, Taschenkommentare zum gewerblichen Rechtsschutz, n. 4 ad art. 56 CBE; PAGENBERG, Münchner Gemeinschaftskommentar, n. 53 et 72 ad art. 56 CBE). Ainsi, une découverte est brevetable seulement si l'homme de l'art ne peut la réaliser par des expérimentations simples dans le domaine de recherche de la branche considérée; le fait qu'elle n'est pas patente ou qu'elle ne \"saute pas aux yeux\" ne suffit pas à cet égard (PAGENBERG, n. 53 ad art. 56 CBE).\n\nLa notion d'évidence permet de délimiter la zone qui s'étend entre l'état - déjà connu - de la technique et le domaine de l'innovation. Cette zone appartient encore à la technique; on la détermine par référence à la connaissance et au savoir-faire de l'homme du métier normalement compétent dans le domaine concerné. Ce personnage fictif est doté de facultés logiques et non pas d'intuition ou de capacité associative (RITSCHER/RITSCHER, op.cit., p. 272 et 275). Comme les Directives BGE 120 II 312 S. 318européennes le précisent (C-IV, 9.3; cf. SINGER/SINGER, n. 4 ad art. 56 CBE), l'amélioration est \"évidente\" si elle découle manifestement ou logiquement de l'état de la technique et ne dépasse pas l'évolution technologique ordinaire (MATHÉLY, Le droit européen des brevets d'invention, Paris 1978, p. 126 in initio); ne doit pas être prise comme critère, à cet égard, l'ingéniosité particulière d'un homme de l'art particulièrement compétent. En matière d'inventions de combinaison pour lesquelles tous les moyens ou plusieurs d'entre eux sont connus, l'évidence résulte de ce que la technique inspire logiquement à l'homme du métier l'idée de les assembler (PAGENBERG, n. 76 ad art. 56 CBE; MATHÉLY, op.cit., p. 132). Il faut donc examiner si l'état de la technique a suggéré la combinaison de tous les éléments, compte tenu de leur fonction au sein de l'ensemble, ou a fourni des informations à cet égard (BENKARD/BRUCHHAUSEN, n. 33 ad § 4 DPatG). Si tous les moyens combinés sont connus, la question de l'activité inventive doit être examinée avec une attention toute particulière. Une activité peut être taxée d'inventive lorsque les éléments réunis réalisent un résultat d'ensemble inédit et fournit à la technique une application nouvelle. Elle doit être niée si l'homme du métier est en mesure de découvrir la combinaison grâce à une simple mise en oeuvre de ses compétences (BENKARD/BRUCHHAUSEN, n. 34 ad § 4 DPatG). Il ne se justifie pas, en matière de combinaisons nouvelles - domaine actuellement le plus important des inventions examinées - d'exiger, à côté de la question des capacités déductives de l'homme du métier, la réalisation de conditions différentes de celles prises en compte pour les autres types d'invention: ces exigences ne doivent être ni plus élevées, comme le prévoit le droit américain (PAGENBERG, n. 135 ad art. 56 CBE, spécialement la note 311), ni moins strictes, dans ce sens que seules les combinaisons non patentes constitueraient le résultat d'une activité inventive - dans la mesure du moins où la notion de caractère patent diffère de la notion d'évidence (PAGENBERG, n. 135 s. ad art. 56 CBE).\n\nc) La défenderesse réclame la protection d'un brevet pour sa cigarette, résultat de la combinaison des trois éléments que sont le diamètre, la densité de remplissage et la vitesse de combustion libre. Elle ne critique pas les constatations de fait de l'instance cantonale selon lesquelles ces trois éléments, pris séparément, et la combinaison des deux premiers étaient déjà connus au moment du dépôt de la demande de brevet. Elle est toutefois d'avis que leurs effets combinés n'étaient nullement évidents pour l'homme du métier, compte tenu des chiffres de référence proposés.\n\nBGE 120 II 312 S. 319\n\nDans leur rapport, les experts ont constaté que le diamètre et la densité de remplissage de la cigarette, mentionnés dans le fascicule du brevet, ne présentaient pas un aspect de nouveauté puisque le fabricant de la cigarette TEN CENT avait déjà combiné ces deux moyens dans les mêmes proportions. Par contre, ils n'ont pas été capables de déterminer si cette cigarette - qui n'est plus fabriquée actuellement - présentait une vitesse de combustion libre semblable à celle figurant dans le fascicule du brevet, à savoir une vitesse oscillant entre 25 et 50 mg min-1. Selon les explications convaincantes des experts, cette vitesse de combustion dépend essentiellement du diamètre et de la densité de remplissage de la cigarette, mais également de la qualité du papier - en particulier de sa porosité - et du tabac - notamment de sa composition et de sa teneur en humidité; la vitesse de combustion est ainsi dépendante de paramètres qu'il n'est plus possible de déterminer, en raison de l'ancienneté des échantillons de cigarettes TEN CENT en main des experts. Selon les conclusions pertinentes de ceux-ci, l'homme du métier, en 1985, savait que, pour rester allumée, la cigarette doit se consumer à raison de 5 à 6 mm min-1, lorsque le fumeur ne tire pas de bouffée. Grâce à l'article de Resnik, il connaissait également la relation mathématique existant entre cette vitesse de combustion linéaire et la vitesse de combustion libre, exprimée en mg min-1. En conclusion, les experts estiment qu'à la date de priorité du brevet l'homme de l'art maîtrisait la combinaison proposée, même si, en raison de l'état de la technique, la solution préconisée ne s'imposait pas à lui \"de façon certaine\" ou d'une \"manière particulièrement évidente\". La Cour de justice se rallie à cet avis et considère ainsi, sur un plan juridique, que la combinaison décrite dans le fascicule du brevet ne constitue pas le résultat d'une activité inventive.\n\nLa conception des juges cantonaux est conforme au droit fédéral. Si, à l'époque déterminante, l'homme du métier connaissait, d'une part, les éléments de l'ensemble que sont le diamètre et la densité de remplissage et, d'autre part, la vitesse de combustion libre minimale pour éviter que la cigarette ne s'éteigne en l'absence de tirage de bouffée, la constitution de l'amalgame dans un but d'exploitation commerciale devait lui apparaître évidente. La défenderesse objecte, dans ce contexte, que le calcul de la vitesse de combustion nécessaire, effectué dans l'article de Resnik, concernait une cigarette de dimension ordinaire; il lui échappe toutefois que les experts ont précisé dans leur rapport qu'en l'état de la technique, l'homme du métier aurait pu, par extrapolation, déterminer ce BGE 120 II 312 S. 320paramètre pour une cigarette de plus petite dimension. De plus, ils ont spécifié que si l'homme de l'art n'était pas en mesure de chiffrer, sur la base de l'article de Resnik, quelle était la vitesse de combustion libre d'une cigarette de la dimension proposée, il ne pouvait ignorer que celle-ci devait être inférieure à 60 mg min-1. Ainsi, il ressort de ces constatations que l'homme du métier pouvait logiquement aboutir à la combinaison, objet du brevet, sans effort inventif particulier. Les réserves émises par les deux experts étrangers selon lesquelles la combinaison ne résultait pas de façon certaine ou de manière particulièrement évidente de l'état de la technique ne sont pas déterminantes au regard du droit suisse, car ces restrictions se réfèrent au caractère patent de la combinaison et non à la notion d'évidence (cf., supra, consid. 4b in fine).\n\nEn définitive, l'examen technique de la solution brevetée a permis de conclure, de manière convaincante, au caractère évident de la combinaison proposée. Les indices d'une activité inventive mentionnés par la défenderesse ne permettent pas de faire échec au résultat de cet examen. Certes, il n'est nullement contestable que le succès commercial, la victoire sur un préjugé ou des tentatives antérieures infructueuses des spécialistes d'atteindre un résultat équivalent constituent de tels indices (TROLLER, op.cit., p. 172 ss; CHAVANNE/BURST, op.cit., p. 57 ss, no 57). Toutefois, ceux-ci doivent également être examinés en rapport avec l'état connu de la technique au moment de la demande de brevet. En l'espèce, il y a ainsi lieu de comparer l'activité inventive alléguée par la défenderesse avec celle liée à la fabrication de la cigarette TEN CENT. Or, il ne ressort ni des constatations souveraines de la cour cantonale, ni des explications de la défenderesse que la cigarette, objet du brevet litigieux, présente des avantages en comparaison de la cigarette prise comme étalon. Ainsi, dans la mesure d'ailleurs où elles sont admissibles au regard des dispositions des articles 55 al. l let. c, 67 chif. 2 2ème phrase et 63 al. 2 1ère phrase OJ, les allégations contenues dans le recours en réforme ne permettent pas, sur la base de l'expérience générale de la vie, de conclure à l'admission du recours."}