{"annee": "121", "cour": "II", "page": "307", "date": "15/11/1995", "cite": ["116 IB 228", "117 IB 270", "121 III 75", "120 IB 266", "118 IB 335", "121 III 274", "121 II 67"], "cite_par": ["125 II 278", "123 II 499", "122 II 160", "133 II 370"], "chapeau": "49. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 15. November 1995 i.S. Bundesamt für Raumplanung gegen Ehegatten X., Einwohnergemeinde Arni, Bau-, Verkehrs- und Energiedirektion sowie Verwaltungsgericht des Kantons Bern (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 16, 22 et 24 LAT; conformité à la zone agricole d'une maison d'habitation, dans le cas d'une entreprise agricole au sens de l'art. 7 LDFR. 1. Rappel des principes régissant la conformité des habitations à l'affectation de la zone agricole (consid. 3b; confirmation de jurisprudence). 2. On peut tenir compte, dans l'application des art. 16 et 24 LAT, des critères figurant à l'art. 7 LDFR pour définir l'entreprise agricole, pour autant que cela soit compatible avec les buts de l'aménagement tels qu'ils découlent de l'art. 22quater Cst. et de la LAT (consid. 5c). 3. Une maison d'habitation pour une petite entreprise agricole peut être reconnue comme conforme à l'affectation de la zone agricole, lorsque - le mode d'exploitation exige la présence continuelle de la famille de l'exploitant, - l'agriculture liée à l'utilisation du sol constitue à long terme un important moyen d'existence, et - l'exploitation ne peut se faire depuis une zone constructible située à proximité ou un village (consid. 5d-f). Il faut en outre tenir compte des circonstances locales concrètes, ainsi que d'autres considérations (consid. 5f). Référence à l'interdiction de partage matériel et de morcellement selon l'art. 58 LDFR (consid. 5g)."], "faits": "BGE 121 II 307 S. 309\n\nDie Ehegatten X. bewirtschaften im Nebenerwerb einen in der Landwirtschaftszone der Gemeinde Arni gelegenen Landwirtschaftsbetrieb im Halte von rund 4,5 ha Eigen- und Pachtland, welchen sie am 1. Januar 1994 von den Eltern von X. übernommen haben. Bei der Betriebsübernahme wurde den Eltern ein lebenslängliches Wohnrecht im bestehenden Bauernhaus eingeräumt.\n\nAm 18. Februar 1994 reichten die Ehegatten X. ein Baugesuch für ein neues Wohnhaus mit Garage und Lagerkeller in der Landwirtschaftszone ein. Zur Begründung ihres Baugesuchs führten sie aus, sie seien wegen des Wohnrechts der Eltern von X. im bestehenden Haus auf ein neues Wohnhaus angewiesen. Die Gemeinde Arni leitete das Gesuch mit einem Antrag auf Zustimmung an den Regierungsstatthalter Konolfingen weiter, der die Erteilung der Baubewilligung unter Hinweis auf eine Stellungnahme des kantonalen Amtes für Gemeinden und Raumordnung ablehnte.\n\nGegen diesen Entscheid führten die Ehegatten X. Beschwerde bei der Bau-, Verkehrs- und Energiedirektion des Kantons Bern (BVE). Diese wies die Beschwerde mit Entscheid vom 2. Februar 1995 ab, wodurch der Bauabschlag des Regierungsstatthalters bestätigt wurde. Zur Begründung ihres Entscheids führte die BVE im wesentlichen aus, zur Bewirtschaftung des Heimwesens werde zwar mehr als die halbe Arbeitskraft einer bäuerlichen Familie beansprucht. Der dabei erzielte Ertrag stelle indessen lediglich etwa 41% von deren Existenz sicher. Weil der Betrieb einer bäuerlichen Familie damit keine hinreichende Existenzgrundlage biete, sei das Bauvorhaben in der Landwirtschaftszone nicht zonenkonform.\n\nDie Ehegatten X. zogen diesen Entscheid der BVE an das Verwaltungsgericht des Kantons Bern weiter. Dieses hiess ihre Beschwerde mit Urteil vom 29. Mai 1995 gut, hob den angefochtenen Entscheid auf und wies die Akten zu neuem Entscheid im Sinne der Erwägungen an die BVE zurück. In der Urteilsbegründung führt das Verwaltungsgericht aus, zusätzlicher Wohnraum auf dem Betrieb der Ehegatten X. sei grundsätzlich zonenkonform. Da die Vorinstanzen - zu Unrecht - davon ausgegangen seien, neuer Wohnraum sei zonenwidrig und dürfe deshalb nicht realisiert werden, sei eine Überprüfung des Vorhabens auf seine Vereinbarkeit mit den (übrigen) Bauvorschriften BGE 121 II 307 S. 310bisher unterblieben. Es sei nicht Aufgabe des Verwaltungsgerichts, als erste und zugleich letzte kantonale Instanz eine derartige Prüfung vorzunehmen, weshalb die Akten zu neuem Entscheid zurückgewiesen würden. Dabei werde auch abzuklären sein - soweit dies nicht bereits geschehen sei -, ob im bestehenden Gebäude nicht genügend Bauvolumen vorhanden sei, das - allenfalls durch Umbau - als Betriebsleiterwohnung dienstbar gemacht werden könnte; wäre genügend Bauvolumen vorhanden, bestünde kein Anspruch auf einen Neubau.\n\nGegen dieses Urteil des Verwaltungsgerichts führt das Bundesamt für Raumplanung Verwaltungsgerichtsbeschwerde beim Bundesgericht. Es beantragt, das angefochtene Urteil sei aufzuheben und die Sache zur gesamthaften Neubeurteilung an die Vorinstanz zurückzuweisen. Das Bundesgericht weist die Beschwerde ab", "considerants": "aus folgenden Erwägungen:\n\n3. a) Art. 16 des Bundesgesetzes über die Raumplanung vom 22. Juni 1979 (RPG; SR 700) umschreibt Zweck und Inhalt der Landwirtschaftszonen: Diese umfassen Land, das sich für die landwirtschaftliche Nutzung oder den Gartenbau eignet oder im Gesamtinteresse landwirtschaftlich genutzt werden soll (Art. 16 Abs. 1 lit. a und b RPG). Bauten und Anlagen in diesen Gebieten müssen nach Art. 22 Abs. 2 lit. a RPG dem Zweck der Landwirtschaftszone entsprechen. In der vorliegenden Angelegenheit ist unbestritten, dass die Beschwerdegegner eine traditionelle, bodenabhängige landwirtschaftliche Nutzung im Sinne von Art. 16 RPG betreiben.\n\nb) Wohngebäude sind in der Landwirtschaftszone nach Art. 16 RPG zonenkonform, wenn sie hinsichtlich Standort und Ausgestaltung in einer unmittelbaren funktionellen Beziehung zum Landwirtschafts- bzw. Gartenbaubetrieb stehen und im Hinblick auf die bodenabhängige Nutzung des Landes als unentbehrlich erscheinen. Bei Landwirtschaftsbetrieben stimmt der Begriff der Zonenkonformität im Sinne von Art. 16 Abs. 1 RPG im wesentlichen mit demjenigen der Standortgebundenheit gemäss Art. 24 Abs. 1 RPG überein. Wohnraum für eine landwirtschaftliche Nutzung kann nur dann bewilligt werden, wenn für ein ordnungsgemässes, zonenkonformes Bewirtschaften des Bodens ein längeres Verweilen am betreffenden Ort erforderlich ist und dieser von der nächstgelegenen Wohnzone weit entfernt liegt (vgl. 116 Ib 228 E. 3a S. 230, 113 Ib 138 E. 5a S. 142 mit BGE 121 II 307 S. 311Hinweisen). Sind diese Voraussetzungen nicht gegeben, so fehlt es am erforderlichen sachlichen Bezug des Bauvorhabens zur landwirtschaftlichen Produktion. In einer Landwirtschaftszone im Sinne von Art. 16 RPG sind somit nur solche Wohngebäude zonenkonform, die in ihrer konkreten Ausgestaltung für eine zweckmässige Bewirtschaftung des Bodens am vorgesehenen Standort notwendig und nicht überdimensioniert sind. Ausserdem dürfen gegen ihre Errichtung keine überwiegenden öffentlichen Interessen sprechen (Urteil des Bundesgerichts vom 17. Juni 1994 in ZBl 96/1995, 378 f. E. 5a; vgl. BGE 118 Ib 335 E. 2b mit Hinweisen).\n\nDas Recht, ausserhalb der Bauzone zu wohnen, bleibt somit einem relativ engen Personenkreis vorbehalten. Dazu zählen nur Leute, die als Betriebsinhaber oder Hilfskräfte unmittelbar in der Landwirtschaft tätig sind, sowie die Familienangehörigen und die abtretende Generation, welche ein Leben lang in der Landwirtschaft tätig war. In jedem einzelnen Fall ist nach objektiven Kriterien aufgrund einer gesamthaften, mehr an qualitativen denn an quantitativen Faktoren anknüpfenden Betrachtungsweise zu beurteilen, ob eine betriebliche Notwendigkeit besteht, ausserhalb der Bauzonen Wohnsitz zu nehmen, und damit das Wohnen in der Landwirtschaftszone im Sinne von Art. 16 RPG als zonenkonform bezeichnet werden kann (vgl. zur ähnlichen Problematik im Bereich des Gartenbaus BGE 120 Ib 266 E. 3b S. 272 und Urteil vom 17. Juni 1994 in ZBl 96/1995 S. 376 ff.; vgl. überdies BGE 117 Ib 270 E. 4b S. 282 betreffend Aufstockung von Landwirtschaftsbetrieben gestützt auf Art. 24 Abs. 1 RPG). Auf subjektive Vorstellungen und Wünsche des Einzelnen kann es ebensowenig ankommen wie auf die persönliche Zweckmässigkeit und Bequemlichkeit. Es ist namentlich unter Berücksichtigung sämtlicher Umstände eines Falles zu untersuchen, in welchem Umfang eine ständige Anwesenheit der Bewirtschafter zur Führung und Überwachung des Landwirtschaftsbetriebs notwendig ist (BGE 121 II 67 E. 3a S. 69 mit Hinweisen).\n\nc) Auf dem Hof der Beschwerdegegner werden 6 Kühe, 2 Rinder, 3 Kälber, 3 Mastschweine, 25 Legehennen sowie ein Pferd gehalten. Die Anzahl geweideter Grossvieheinheiten (GVE) beträgt 9,5. Die Beschwerdegegner haben sich zudem nach eigenen Angaben einen beachtlichen Kundenkreis für den Direktverkauf von Früchten, Gemüse, Beeren, Hühnern, Eiern und Most aufgebaut. Aufgrund der Kundennachfrage beabsichtigen sie, diesen Bereich zu erweitern.\n\nAus den Akten des vorliegenden Verfahrens ergibt sich weiter, dass mit dem rund 4,5 ha haltenden Betrieb der Beschwerdegegner ein Ertrag BGE 121 II 307 S. 312erwirtschaftet werden kann, der die Existenz einer durchschnittlichen bäuerlichen Familie nur zu etwa 41% sicherstellt. Die kantonale Bau-, Verkehrs- und Energiedirektion geht dabei von einem Existenzbedarf der Beschwerdegegner von Fr. 51'200.-- aus. Dem stünde bei einer ortsüblichen, d.h. objektivierten Bewirtschaftung nach den Ergebnissen der zentralen Auswertung von Buchhaltungsdaten (Kostenstellenbericht der Forschungsanstalt Tänikon) ein landwirtschaftliches Einkommenspotential von rund Fr. 21'000.-- pro Jahr gegenüber. Im März 1992 stellten die kantonalen Behörden fest, dass der Betrieb einen Bedarf von rund 2'200 Arbeitsstunden pro Jahr (AkH) aufweise; die Beschwerdegegner machten im kantonalen Verfahren geltend, diese Zahl habe sich in der Zwischenzeit noch erhöht. Weiter ist den Akten zu entnehmen, dass der Beschwerdegegner zur Zeit zu 70% als Bundesbeamter tätig ist und seine Frau bis zur Geburt eines Kindes im Januar 1995 zu 90% als Krankenschwester arbeitete. Sie beabsichtigt, diese Arbeit zu 60% wieder aufzunehmen. Eine weitere Reduktion der Tätigkeit des Ehemanns in der Bundesverwaltung wird von den Beschwerdegegnern als wahrscheinlich bezeichnet. Das Verwaltungsgericht stellte weiter fest, dass die Beschwerdegegner auf ihrem Hof erhebliche Investitionen zur Modernisierung des Betriebs vorgenommen haben. So seien in der Zeitspanne 1993 bis Ende Juli 1994 für einen Schweinestallumbau und verschiedene Geräte und Maschinen insgesamt rund Fr. 100'000.-- aufgewendet worden.\n\nd) Der hier wiedergegebene Sachverhalt ist nicht umstritten und für das Bundesgericht verbindlich (Art. 105 Abs. 2 OG).\n\n5. a) In der bisherigen bundesgerichtlichen Rechtsprechung wurde die Zonenkonformität bzw. die Standortgebundenheit zusätzlichen Wohnraums für landwirtschaftliche Betriebe nur anerkannt, wenn es sich um Betriebe mit existenzsichernder Bewirtschaftung handelte (BGE 116 Ib 228 E. 3a S. 231; Urteil des Bundesgerichts vom 29. Juni 1988 in Informationshefte Raumplanung 3/89, S. 17 f.; Urteil des Bundesgerichts vom 10. November 1978 in ZBl 80/1979 S. 355 ff., ergangen in Anwendung von Art. 20 GSchG (SR 814.20) und Art. 27 AGSchV). Bei der Beurteilung der Existenzsicherung ist das Bundesgericht jedoch jeweils grosszügig vorgegangen. So hat es in einem Fall, der ebenfalls rund 4,5 ha Land umfasste und Platz für neun Grossvieheinheiten (GVE) bot, bezogen auf die Verhältnisse im Jahre 1978 erklärt, es liege ein existenzsicherndes und lebensfähiges landwirtschaftliches Gewerbe vor (Urteil des Bundesgerichts vom 10. BGE 121 II 307 S. 313November 1978 in ZBl 80/1979 S. 355 ff. E. 9, s. auch die dazu auf S. 359 geäusserte Kritik). Der hier angefochtene Entscheid ist somit bereits mit Blick auf die frühere bundesgerichtliche Rechtsprechung im Ergebnis kaum zu beanstanden. Doch ist im folgenden der Frage nachzugehen, welchen Einfluss das am 1. Januar 1994 in Kraft getretene Bundesgesetz über das bäuerliche Bodenrecht vom 4. Oktober 1991 (BGBB; SR 211.412.11) auf Fälle der vorliegenden Art ausübt.\n\nb) Das RPG und das BGBB haben entsprechend ihrer jeweiligen verfassungsmässigen Grundlage teilweise gleichlaufende Zielsetzungen, regeln aber - wie das Bundesamt für Raumplanung zutreffend darlegt - in erster Linie verschiedene Sachgegenstände. Diesem Umstand ist bei der Berücksichtigung der Kriterien des einen Gesetzes bei der Anwendung des anderen gebührend Rechnung zu tragen. Das Verwaltungsgericht hat bei der Auslegung von Art. 16 RPG grundsätzlich zu Recht gesetzgeberische Wertungen aus dem BGBB übernommen, da die beiden Gesetze in bezug auf den Begriff des landwirtschaftlichen Gewerbes und der damit verbundenen Bodennutzungen tatsächlich inhaltliche Berührungspunkte aufweisen. Bei der Berücksichtigung der im BGBB enthaltenen Regelungen dürfen jedoch die Zielsetzungen des RPG, namentlich der Art. 16 und 24 RPG, nicht relativiert und zurückgedrängt werden. In der Praxis ist eine möglichst sachgerechte Anwendung sowohl der Normen des RPG als auch des BGBB anzustreben (s. auch nicht publiziertes Urteil des Bundesgerichts vom 15. August 1995 i.S. Einwohnergemeinde Alpnach, E. 2c).\n\nc) Nach Art. 7 Abs. 1 BGBB gilt als landwirtschaftliches Gewerbe eine Gesamtheit von landwirtschaftlichen Grundstücken, Bauten und Anlagen, die als Grundlage der landwirtschaftlichen Produktion dient und die mindestens die halbe Arbeitskraft einer bäuerlichen Familie beansprucht. Die Bewirtschaftung des Betriebs erfordert mindestens die halbe Arbeitskraft einer bäuerlichen Familie, wenn für die ordnungsgemässe Bewirtschaftung des zur Diskussion stehenden Betriebs von jährlich mindestens 2'100 Arbeitskraftstunden (AkH) auszugehen ist (BGE 121 III 274 E. 2d mit Hinweisen). Damit hat das BGBB das landwirtschaftliche Gewerbe für seinen Regelungsbereich umschrieben. Es ist nichts dagegen einzuwenden, diese Begriffsumschreibung bei der Anwendung von Art. 16 und allenfalls auch Art. 24 RPG soweit zu berücksichtigen, als dies mit den in Art. 22quater BV und im RPG enthaltenen Zielsetzungen der Raumplanung vereinbar ist. BGE 121 II 307 S. 314\n\nd) Das Verwaltungsgericht geht im angefochtenen Entscheid davon aus, dass für die Beantwortung der Frage, ob zusätzlicher Wohnraum für die bewirtschaftende bzw. die abtretende Generation in der Landwirtschaftszone als zonenkonform betrachtet werden könne, allein massgebend sei, ob ein landwirtschaftliches Gewerbe im Sinne von Art. 7 Abs. 1 BGBB vorliege, und es komme nicht darauf an, ob mit der Bewirtschaftung des Hofs die Existenz der Betriebsleiterfamilie überwiegend sichergestellt werden könne.\n\nWie vorne (E. 5a) erwähnt, kann bei der Art des vorliegend zu beurteilenden Betriebs im Lichte der bundesgerichtlichen Rechtsprechung nicht von vornherein davon ausgegangen werden, er erbringe keinen ins Gewicht fallenden Beitrag zur Existenzsicherung. Immerhin handelt es sich um einen rund 4,5 ha grossen Landwirtschaftsbetrieb, dessen Milchkontingent erst in den letzten Jahren erhöht wurde und der auch aufgrund der Anstrengungen der Beschwerdegegner als erhaltenswürdiger Landwirtschaftsbetrieb erscheint. Insbesondere wegen der Tiere (9,5 Grossvieheinheiten) ist die dauernde Anwesenheit der Betriebsleiterfamilie auf dem Hof unabdingbar. Aus den Akten geht hervor, dass ein ernsthaftes, längerfristiges Betriebskonzept vorliegt und die Beschwerdegegner einen ganz erheblichen Teil ihrer Leistungsfähigkeit der bodenabhängigen landwirtschaftlichen Nutzung widmen. Das erzielbare landwirtschaftliche Einkommen beträgt allerdings lediglich etwas über Fr. 21'000.--. Damit kann die Existenz einer durchschnittlichen bäuerlichen Familie (Existenzbedarf von Fr. 51'200.--) nur zu etwa 41% sichergestellt werden. Diese quantitativen Kriterien beinhalten zahlreiche Unsicherheiten (jeweiliges Niveau des Milchpreises, Schuldenlast der Betriebsleiterfamilie usw.). Sie dürfen deshalb bei der Prüfung der Zonenkonformität zusätzlichen Wohnraums für ein landwirtschaftliches Gewerbe nicht allein den Ausschlag geben, doch dürfen sie auch nicht völlig unberücksichtigt bleiben.\n\ne) Auch wenn das Beurteilungskriterium von Art. 7 Abs. 1 BGBB für die Prüfung der Zonenkonformität im Sinne von Art. 16 RPG vom Verwaltungsgericht zu Recht beigezogen wurde, darf dieses Kriterium nicht schematisch, ohne Berücksichtigung der übrigen Gesichtspunkte, die bei der Beurteilung der Zonenkonformität eine Rolle spielen, angewendet werden. Nicht in allen Fällen, wo ein landwirtschaftlicher Betrieb mit etwas über 2'100 Arbeitskraftstunden vorliegt, kann zusätzlicher Wohnraum in der Landwirtschaftszone als zonenkonform betrachtet werden. Die Zonenkonformität darf nur bejaht werden, wenn nicht wichtige Anliegen der Raumplanung einer Bewilligung entgegenstehen. Der angefochtene Entscheid BGE 121 II 307 S. 315ist in dieser Hinsicht mit Blick auf den zu beurteilenden Sachverhalt im Ergebnis nicht zu beanstanden. Wie zu entscheiden wäre, wenn der in Frage stehende Nebenerwerbsbetrieb nicht eine ständige Präsenz der Beschwerdegegner auf dem Hof erfordern würde (z.B. keine Tierhaltung, reiner Ackerbaubetrieb usw.), war vom Verwaltungsgericht nicht zu prüfen und ist hier ebenfalls nicht zu erörtern. Kann ein kleineres landwirtschaftliches Gewerbe sinnvollerweise von einer nahen Bauzone oder von einem landwirtschaftlichen Weiler aus bewirtschaftet werden, so kann die Zonenkonformität für Wohnraum ausserhalb der Bauzone nicht ohne weiteres bejaht werden (vgl. BGE 121 II 67 ff.). In diesem Zusammenhang ist auch zu beachten, dass Bauten ausserhalb der Bauzone meist mit erheblich höheren, die Gemeinwesen belastenden Aufwendungen für die erforderliche Infrastruktur verbunden sind. Im vorliegenden Fall bestehen jedoch keine nahe gelegenen Wohnbauzonen oder Weiler, die einen Verzicht auf Wohnraum in der Landwirtschaftszone rechtfertigen würden.\n\nf) Der vom Bundesamt für Raumplanung geäusserten Befürchtung, nach dem angefochtenen Entscheid hätten auch arbeitsintensive Kleinstbetriebe (z.B. Himbeerkulturen auf 0,45 ha) Anspruch auf Wohnraum in der Landwirtschaftszone, ist entgegenzuhalten, dass auch bei Landwirtschaftsbetrieben, die die Erfordernisse von Art. 7 Abs. 1 BGBB erfüllen, jedenfalls die dauernde Anwesenheit der Betriebsleiterfamilie erforderlich sein und zudem ein erheblicher Beitrag zur Existenzsicherung in der Landwirtschaft erwirtschaftet werden muss, damit Wohnraum als zonenkonform anerkannt werden darf. Nach der bundesgerichtlichen Praxis wird diesbezüglich vorausgesetzt, dass die geleistete Arbeit als Produktions- und Kostenfaktor berücksichtigt und mit der Bodenbewirtschaftung ein erhebliches Erwerbseinkommen angestrebt wird (vgl. nicht publiziertes Urteil des Bundesgerichts vom 23. März 1994 i.S. Gemeinde Ebikon betr. Gartenhaus eines Hobbygärtners). Entgegen der Auffassung des Verwaltungsgerichts kann auf dieses Kriterium nicht vollständig verzichtet werden.\n\nDer Argumentation des Bundesamts für Raumplanung kann auch insoweit zugestimmt werden, als bei der Beurteilung der Zonenkonformität von Wohnraum in der Landwirtschaftszone entsprechend der bundesgerichtlichen Rechtsprechung eine Vielzahl weiterer Gesichtspunkte, namentlich auch der Betriebstyp, die Betriebsgrösse, die Betriebslage (in geographischer und topographischer Hinsicht, namentlich Standort in einem Abwanderungs- bzw. Entleerungsgebiet, im Mittelland, in Agglomerationsnähe, im Voralpengebiet, BGE 121 II 307 S. 316Berggebiet usw.) sowie die konkreten örtlichen Verhältnisse eine wichtige Rolle spielen. Das Bundesgericht hat bereits mehrfach betont, dass an der Erhaltung kleinerer landwirtschaftlicher Familienbetriebe, insbesondere in Abwanderungs- bzw. Entleerungsgebieten, ein erhebliches öffentliches Interesse besteht. Dies lässt sich unter anderem schon daran erkennen, dass gemäss Art. 31bis Abs. 3 lit. b BV zur Erhaltung eines gesunden Bauernstandes und einer leistungsfähigen Landwirtschaft sowie zur Festigung des bäuerlichen Grundbesitzes sogar Abweichungen von der Handels- und Gewerbefreiheit ausdrücklich zulässig sind. Die Wohnsitzerhaltung der bäuerlichen Familien in der Landwirtschaftszone entspricht auch dem Gebot von Art. 22quater BV, mit Massnahmen der Raumplanung die zweckmässige Nutzung des Bodens und eine geordnete Besiedlung des Landes zu fördern. Mit raumplanerischen Massnahmen sollen unter anderem die natürlichen Lebensgrundlagen geschützt, das soziale, wirtschaftliche und kulturelle Leben in den einzelnen Landesteilen gefördert und die ausreichende Versorgungsbasis des Landes gesichert werden (Art. 1 Abs. 2 RPG). Dabei ist darauf zu achten, dass die Landschaft geschont wird, die Landwirtschaft über genügende Flächen geeigneten Kulturlandes verfügt und naturnahe Landschaften und Erholungsräume erhalten bleiben (Art. 3 Abs. 2 RPG). Die Sicherung der Existenz kleinerer Landwirtschaftsbetriebe dient auch diesen Zielen.\n\ng) Mit den hier genannten Einschränkungen und Relativierungen in bezug auf die Tragweite des angefochtenen Urteils wird den vom Bundesamt für Raumplanung in der vorliegenden Beschwerde vorgetragenen ernsthaften Befürchtungen sowie den wichtigen Anliegen der Raumplanung, wie sie im Raumplanungsgesetz verankert sind, hinreichend Rechnung getragen. Die zuständigen Behörden werden in der Praxis dafür zu sorgen haben, dass die für die Bewilligung von Wohnraum ausserhalb der Bauzonen massgebenden Kriterien in jedem Einzelfall sorgfältig geprüft werden, damit allfälligen Missbräuchen wirksam vorgebeugt werden kann. Zu diesem Zweck werden regelmässig geeignete Auflagen und Bedingungen, wie etwa ein Abparzellierungsverbot, in die Baubewilligung aufgenommen (vgl. nicht publiziertes Urteil des Bundesgerichts vom 15. August 1995 i.S. Einwohnergemeinde Alpnach mit Hinweis auf das Realteilungs- und Zerstückelungsverbot gemäss Art. 58 BGBB; s. dazu auch BGE 121 III 75 ff."}