{"annee": "121", "cour": "II", "page": "38", "date": "9/3/1995", "cite": ["114 IB 156", "118 IB 442"], "cite_par": ["121 II 459", "123 II 161", "122 II 130", "124 II 184", "130 II 162", "123 II 153"], "chapeau": "6. Extrait de l'arrêt de la Ire Cour de droit public du 9 mars 1995 dans la cause B. et S. SA contre Office fédéral de la police (recours de droit administratif)", "regestes": ["Entraide judiciaire; art. 21 al. 3 EIMP. La personne poursuivie a qualité pour s'opposer à la transmission à l'Etat requérant du dossier d'une procédure civile à laquelle elle est partie en Suisse."], "faits": "", "considerants": "BGE 121 II 38 S. 38\n\nExtrait des considérants:\n\n1. b) Selon l'art. 103 let. a OJ, quiconque est atteint par la décision attaquée et a un intérêt digne de protection à son annulation a qualité pour recourir (ATF 118 Ib 445 consid. 2b). Selon l'art. 21 al. 3 EIMP (RS 351.1), la personne visée par une procédure pénale étrangère n'a qualité pour recourir que si elle est touchée personnellement par une décision ou lorsque celle-ci peut léser ses droits de défense dans la procédure pénale.\n\nPoursuivi en Italie, le recourant n'établit pas être touché personnellement par les actes d'entraide en tant que sont réclamés des documents saisis en mains de la société qu'il préside, entité juridiquement distincte (cf. ATF 114 Ib 158 consid. 2a et les arrêts cités). En revanche, tel le titulaire BGE 121 II 38 S. 39d'un compte en banque pour lequel le secret bancaire doit être levé (cf. ATF 118 Ib 550 consid. 1d, 117 Ib 71 consid. 2b/bb et la jurisprudence citée), en tant que parties à un procès civil pour le contenu duquel le secret de fonction des organes de l'Etat doit être levé en faveur de l'Etat requérant, le recourant et sa société sont personnellement touchés par une mesure de contrainte obligeant les organes de l'Etat à transmettre à l'étranger des informations concernant le dossier de cette cause civile; ils ont donc qualité pour s'opposer à la transmission d'actes judiciaires les concernant, figurant dans le dossier de cette procédure."}