{"annee": "121", "cour": "V", "page": "88", "date": "22/5/1995", "cite": ["106 V 153", "107 V 145", "117 V 146", "107 V 136", "117 V 27", "113 V 17", "107 V 79"], "cite_par": ["125 V 297", "127 V 113", "133 V 450"], "chapeau": "15. Auszug aus dem Urteil vom 22. Mai 1995 i.S. Bundesamt für Sozialversicherung gegen S. und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 43bis al. 1 LAVS, art. 42 al. 2 LAI, art. 36 RAI: évaluation de l'impotence. La remise en ordre des vêtements après être allé aux toilettes représente une fonction partielle de cet acte ordinaire de la vie; changement de jurisprudence."], "faits": "BGE 121 V 88 S. 88\n\nA.- Der 1895 geborene, u.a. an Herzinsuffizienz, Arteriosklerose und Marasmus senilis leidende Altersrentner S. liess sich am 15. September 1990 durch seinen Sohn zum Bezug einer Hilflosenentschädigung der AHV anmelden. Gestützt auf die Angaben im Anmeldeformular und eine auf Anfrage hin erteilte Auskunft des Hausarztes Dr. med. C. vom 26. Oktober 1990, gemäss welcher der Versicherte nach dem Verrichten der Notdurft nicht gereinigt werden müsse, sondern diesbezüglich selbständig sei, gelangte die Invalidenversicherungs-Kommission zum Schluss, es liege keine Hilflosigkeit schweren Grades vor. Mit Verfügung vom 20. November 1990 lehnte die AHV-Ausgleichskasse des Grosshandels das Leistungsbegehren deshalb ab.\n\nB.- Beschwerdeweise liess S. durch seinen Sohn die Aufhebung der ablehnenden Verwaltungsverfügung und die Zusprechung einer Hilflosenentschädigung beantragen.\n\nDie AHV-Rekurskommission des Kantons Zürich stellte sich auf den Standpunkt, die Überprüfung beim Verrichten der Notdurft sei unethisch, da sie einen zu starken Eingriff in die Intimsphäre und somit eine Verletzung der Persönlichkeit darstelle; das Kriterium der Notdurftverrichtung sei deshalb für die Beurteilung der Hilflosigkeit eines Menschen \"untauglich und nicht praktikabel\", zumal es seit der Verwendung des Closomats seine Bedeutung verloren habe; aus diesen Gründen dränge sich eine Praxisänderung auf. Ferner erwog die kantonale Rekurskommission, der Begriff des BGE 121 V 88 S. 89Verrichtens der Notdurft sei weit zu fassen, indem er als einheitlicher Vorgang gesehen werde, welcher auch das Hinführen zur Toilette, das Entkleiden, das Absitzen und Aufstehen, das Anziehen und das Wegführen beinhalte; zudem sei der Versicherte in den Händen sehr schwach und könne die Nahrung nicht zerkleinern, weshalb angenommen werden müsse, dass er auch nicht in der Lage sei, sich nach dem Verrichten der Notdurft selber zu reinigen. Mit der Feststellung, dass der Versicherte somit seit November 1988 in schwerem Grade hilflos sei, hob sie deshalb die angefochtene Verfügung mit Entscheid vom 9. April 1992 auf und verpflichtete die Ausgleichskasse, dem Versicherten rückwirkend ab 1. November 1989 eine Hilflosenentschädigung auszurichten.\n\nC.- Das Bundesamt für Sozialversicherung (BSV) erhebt Verwaltungsgerichtsbeschwerde mit dem Begehren um Aufhebung des kantonalen Entscheids und Bestätigung der ablehnenden Kassenverfügung vom 20. November 1990.\n\nS. schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde, in welchem Sinne sich auch die AHV-Rekurskommission des Kantons Zürich zur Sache äussert.\n\nDie Ausgleichskasse Grosshandel + Transithandel enthält sich eines Antrags und verweist auf eine der Auffassung des beschwerdeführenden Bundesamtes beipflichtende Stellungnahme der Invalidenversicherungs-Kommission.\n\nAuf die einzelnen Vorbringen in den Rechtsschriften wird, soweit erforderlich, in den Erwägungen eingegangen.", "considerants": "Aus den Erwägungen:\n\n2. a) Gemäss Art. 43bis Abs. 1 AHVG (in der seit 1. Januar 1988 gültigen Fassung) haben Bezüger von Altersrenten mit Wohnsitz und gewöhnlichem Aufenthalt in der Schweiz Anspruch auf eine Hilflosenentschädigung, wenn sie in schwerem Grad hilflos sind (Satz 1); Männer müssen das 65. und Frauen das 62. Altersjahr zurückgelegt haben (Satz 2). Nach Abs. 2 derselben Bestimmung entsteht der Anspruch auf eine Hilflosenentschädigung am ersten Tag des Monats, in dem sämtliche Voraussetzungen erfüllt sind und die Hilflosigkeit schweren Grades ununterbrochen während mindestens eines Jahres bestanden hat (Satz 1); er endet mit dem Monat, in dem die Voraussetzungen nach Abs. 1 wegfallen (Satz 2).\n\nb) Nach Art. 4 Abs. 1 des Bundesbeschlusses vom 19. Juni 1992 über Leistungsverbesserungen in der AHV und der IV sowie ihre Finanzierung (SR BGE 121 V 88 S. 90831.100.1) haben Altersrentner neu auch bei einer Hilflosigkeit mittleren Grades Anspruch auf eine Hilflosenentschädigung der AHV; dieser Bundesbeschluss trat laut dessen Art. 8 am 1. Januar 1993 in Kraft (Abs. 2) und gilt aufgrund eines weiteren Bundesbeschlusses vom 7. Oktober 1994 bis 31. Dezember 1996 (vgl. AS 1995 I 510).\n\n3. Für den Begriff und die Bemessung der Hilflosigkeit sind laut Art. 43bis Abs. 5 AHVG die Bestimmungen des IVG resp. laut Art. 66bis Abs. 1 AHVV Art. 36 IVV sinngemäss anwendbar.\n\na) Gemäss Art. 42 Abs. 2 IVG gilt als hilflos, wer wegen der Invalidität für die alltäglichen Lebensverrichtungen dauernd der Hilfe Dritter oder der persönlichen Überwachung bedarf. Dabei sind praxisgemäss (BGE 117 V 31 Erw. 4b und 148 Erw. 2, je mit Hinweis) die folgenden sechs alltäglichen Lebensverrichtungen massgebend:\n\n- Ankleiden, Auskleiden;\n\n- Aufstehen, Absitzen, Abliegen;\n\n- Essen;\n\n- Körperpflege;\n\n- Verrichtung der Notdurft;\n\n- Fortbewegung (im oder ausser) Haus, Kontaktaufnahme.\n\nb) Art. 36 IVV sieht drei Hilflosigkeitsgrade vor. Gemäss Abs. 1 dieser Bestimmung gilt die Hilflosigkeit als schwer, wenn der Versicherte vollständig hilflos ist. Dies ist der Fall, wenn er in allen alltäglichen Lebensverrichtungen regelmässig in erheblicher Weise auf die Hilfe Dritter angewiesen ist und überdies dauernd der Pflege oder der persönlichen Überwachung bedarf.\n\nDagegen liegt mittelschwere Hilflosigkeit laut Art. 36 Abs. 2 IVV vor, wenn der Versicherte trotz der Abgabe von Hilfsmitteln\n\na) in den meisten alltäglichen Lebensverrichtungen regelmässig in erheblicher Weise auf die Hilfe Dritter angewiesen ist oder\n\nb) in mindestens zwei alltäglichen Lebensverrichtungen in erheblicher Weise auf die Hilfe Dritter angewiesen ist und überdies einer dauernden persönlichen Überwachung bedarf.\n\nNach der Rechtsprechung setzt Hilflosigkeit mittelschweren Grades nach Art. 36 Abs. 2 lit. a IVV eine Hilfsbedürftigkeit in mindestens vier alltäglichen Lebensverrichtungen voraus (BGE 107 V 151 Erw. 2).\n\nBGE 121 V 88 S. 91\n\nc) Bei Lebensverrichtungen, welche mehrere Teilfunktionen umfassen, ist nach der Rechtsprechung (BGE 117 V 148 Erw. 2 mit Hinweisen) nicht verlangt, dass der Versicherte bei der Mehrzahl dieser Teilfunktionen fremder Hilfe bedarf; vielmehr ist bloss erforderlich, dass der Versicherte bei einer dieser Teilfunktionen regelmässig in erheblicher Weise auf direkte oder indirekte Dritthilfe angewiesen ist. In diesem Sinne ist die Hilfe beispielsweise bereits erheblich:\n\n- beim Essen, wenn der Versicherte zwar selber essen, die Speisen aber nicht zerkleinern kann, oder wenn er die Speisen nur mit den Fingern zum Mund führen kann (BGE 106 V 158 Erw. 2b);\n\n- bei der Körperpflege, wenn der Versicherte sich nicht selber waschen oder kämmen oder rasieren oder nicht selber baden bzw. duschen kann;\n\n- bei Fortbewegung und Kontaktaufnahme, wenn der Versicherte im oder ausser Hause sich nicht selber fortbewegen kann oder wenn er bei der Kontaktaufnahme Dritthilfe benötigt.\n\n4. Unbestrittenermassen ist der Beschwerdegegner seit November 1988 in den fünf alltäglichen Lebensverrichtungen Ankleiden/Auskleiden, Aufstehen/Absitzen/Abliegen, Essen, Körperpflege und Fortbewegung/Kontaktaufnahme in relevantem Mass auf die Hilfe Dritter angewiesen, weshalb ihm aufgrund von Art. 4 Abs. 1 des Bundesbeschlusses über Leistungsverbesserungen in der AHV und der IV jedenfalls ab 1. Januar 1993 eine Entschädigung für eine mittelschwere Hilflosigkeit zustehen würde. Streitig und zu prüfen ist indessen, ob ihm die für die Zeit ab November 1989 beantragte Hilflosenentschädigung entsprechend der dargelegten Rechtslage mangels Hilfsbedürftigkeit bei der Notdurftverrichtung und damit mangels schwergradiger Hilflosigkeit nicht gewährt werden kann.\n\n5. a) Die Vorinstanz stellte im angefochtenen Entscheid vor allem aus Praktikabilitätsüberlegungen und im Hinblick auf ethische Gesichtspunkte zunächst die Zweckmässigkeit des Kriteriums der Notdurftverrichtung für die Beurteilung der Hilflosigkeit in Frage. Wie sie in ihrer Vernehmlassung ausführt, zielt ihr Entscheid in dem Sinne auf eine Änderung der Rechtsprechung, dass für die Bejahung einer schweren Hilflosigkeit in Zukunft auf das Erfordernis einer Hilflosigkeit bei dieser Lebensverrichtung verzichtet wird.\n\nb) Das Eidg. Versicherungsgericht sah sich erstmals angesichts der auf den 1. Januar 1977 in Kraft getretenen neuen Fassung von Art. 36 Abs. 1 IVV, gemäss welcher im Gegensatz zur bis dahin geltenden Regelung für die Annahme schwergradiger Hilflosigkeit Hilflosigkeit ausdrücklich in allen BGE 121 V 88 S. 92alltäglichen Lebensverrichtungen verlangt wird, veranlasst, die Gesamtzahl der für die Beurteilung der Hilflosigkeit massgebenden Lebensverrichtungen zu bestimmen und diese im einzelnen zu umschreiben. Dabei konnte es sich immerhin auf eine langjährige Entwicklung stützen, während welcher nach und nach auch bei den früher in Gesetz resp. Verordnung nur grob abgegrenzten Hilflosigkeitsgraden einzelne Lebensverrichtungen als relevant bezeichnet wurden (vgl. BGE 107 V 139 f. Erw. 1c). Die seinerzeit abschliessend festgesetzten, in BGE 107 V 141 Erw. 1c und 149 Erw. 1b aufgelisteten Kriterien wurden in der Folge wiederholt bestätigt (BGE 117 V 31 Erw. 4b und 148 Erw. 2, BGE 113 V 19 Erw. a; ZAK 1989 S. 213 Erw. 1a, 1987 S. 108 Erw. 1 und S. 248 Erw. 1a, 1986 S. 482 Erw. 1a und S. 485 Erw. 1a, 1984 S. 355 Erw. 2a, 1983 S. 73 Erw. 1a, 1982 S. 419 Erw. 1a) und entsprechen somit heute einer langjährigen von der Verwaltung angewandten, gefestigten Praxis (vgl. Rz. 8002 der vom BSV herausgegebenen Wegleitung über Invalidität und Hilflosigkeit in der Invalidenversicherung [WIH]). Wie das BSV in seiner Verwaltungsgerichtsbeschwerde zu Recht geltend macht, müssen deshalb für eine Änderung der diesbezüglichen Rechtsprechung gewichtige Gründe angeführt werden können. Solche Praxisänderungen lassen sich im allgemeinen denn auch nur rechtfertigen, wenn die neue Lösung besserer Erkenntnis der ratio legis, veränderten äusseren Verhältnissen oder gewandelten Rechtsanschauungen entspricht (BGE 107 V 82 Erw. 5a mit Hinweisen).\n\nc) Die im kantonalen Entscheid angeführten Umstände bieten keinen hinreichenden Anlass, um zukünftig bei der Beurteilung der Hilflosigkeit das Element der Notdurftverrichtung, abweichend von der bisherigen Praxis, grundsätzlich unberücksichtigt zu lassen. Der mit der Überprüfung dieser Lebensverrichtung notwendigerweise verbundene Eingriff in die Intimsphäre und damit in die Persönlichkeit des Betroffenen ist verglichen mit andern im Invalidenversicherungsrecht unumgänglichen Vorkehren entgegen der Auffassung der Vorinstanz nicht als derart schwerwiegend zu werten, dass er diese zum vornherein als unzumutbar erscheinen liesse. Auch ist zu beachten, dass entsprechende Abklärungen meist nicht mit übermässigen Schwierigkeiten verbunden sein dürften, da der festgestellte Gesundheitszustand und die gestellten Diagnosen über die Zuverlässigkeit der Angaben des Leistungsansprechers selbst, seiner Angehörigen oder Pflegepersonen und seines Arztes in aller Regel bereits hinreichend Aufschluss geben und sich weitergehende Massnahmen somit erübrigen.BGE 121 V 88 S. 93\n\nEntgegen der Auffassung der Vorinstanz und in Übereinstimmung mit den Darlegungen des BSV ist deshalb am Kriterium der Notdurftverrichtung für die Beurteilung der Hilflosigkeit resp. für die Bestimmung des Hilflosigkeitsgrades grundsätzlich festzuhalten. Insoweit liegt kein Grund für eine Praxisänderung vor.\n\n6. a) Fragen lässt sich hingegen, ob der Begriff der Notdurftverrichtung entsprechend der von der Vorinstanz alternativ angeführten und ebenfalls auf eine Änderung der Rechtsprechung hinauslaufenden Argumentation als einheitlicher Vorgang weiter zu fassen ist, indem beispielsweise auch das Hin- und Weggehen, das Ordnen der Kleider und allenfalls noch weitere Betätigungen als eigenständige Teilfunktionen davon betrachtet werden.\n\nb) In dem in ZAK 1982 S. 419 publizierten Urteil vom 9. März 1982 hat das Eidg. Versicherungsgericht - wie zuvor schon im nicht veröffentlichten Urteil W. vom 27. Januar 1982 - unter Bezugnahme auf die damals geltende Rz. 298.3 der bundesamtlichen Wegleitung über Invalidität und Hilflosigkeit bestätigt, dass die notwendige Hilfe beim Verrichten der Notdurft erheblich sei, wenn sich der Versicherte nicht selber reinigen könne; die Notwendigkeit der Begleitung und der Hilfe beim Absitzen und Aufstehen sowie beim Ordnen der Kleider hingegen finde bei den entsprechenden alltäglichen Lebensverrichtungen Berücksichtigung. Ausdrücklich hat es das Gericht abgelehnt, das Ordnen der Kleider entsprechend dem vom damaligen Beschwerdeführer vertretenen Standpunkt als Teilfunktion des Verrichtens der Notdurft anzuerkennen. In seinen Erwägungen führte es aus, eine solche Differenzierung sei angesichts des Umstandes, dass gewisse Verrichtungsabläufe nicht einer einzelnen bzw. einzigen Lebensverrichtung zugeordnet werden können, sondern mehrere Lebensverrichtungen berühren, durchaus sachgerecht; auch sei sie keineswegs unüblich und komme nicht allein im Bereich des Verrichtens der Notdurft vor, sondern beispielsweise auch beim Essen oder bei der Fortbewegung ausser Haus. Damit gelangte das Gericht zum Schluss, dass die im Zusammenhang mit der Notdurftverrichtung erforderliche Hilfeleistung beim Ordnen der Kleider einzig bei der Lebensverrichtung Ankleiden/Auskleiden berücksichtigt werden könne.\n\nAnderseits hat das Eidg. Versicherungsgericht nicht nur das in der bundesamtlichen Wegleitung erwähnte selbständige Reinigen als massgebenden Bestandteil der Notdurftverrichtung betrachtet, sondern etwa auch \"die nachts regelmässige Hilfe beim Urinieren\" (nicht veröffentlichtes Urteil N. vom 20. August 1981) sowie das nächtliche Bringen eines Topfes ans Bett und BGE 121 V 88 S. 94dessen Entleerung (ZAK 1985 S. 403 Erw. 2b) als erhebliche Hilfeleistung im Rahmen des Verrichtens der Notdurft bezeichnet. Ferner hat das Gericht die indirekte Hilfeleistung in einem Fall als beachtlich eingestuft, in welchem die Versicherte zwar die Notdurft einschliesslich Reinigung funktionsmässig an sich noch selber verrichten konnte, hingegen dabei speziell überwacht werden musste, damit bei Bedarf, d.h. wenn die eigene Reinigung hygienischen Anforderungen nicht genügte, eingegriffen werden konnte (nicht veröffentlichtes Urteil H. vom 1. März 1988). Als erhebliche direkte Dritthilfe bei der Notdurftverrichtung qualifizierte es im weiteren die Hilfeleistung einer Frau, welche ihren Ehemann zur Toilette bringen, ihm die Urinflasche reichen und ihn für die Nacht mit einem Urinal ausrüsten musste; im selben Urteil hielt das Gericht fest, dass die Körperreinigung, die notwendig werde, wenn der Versicherte die Toilette nicht rechtzeitig erreiche oder das Urinal sich löse, ebenfalls der Notdurftverrichtung und nicht der Körperpflege zuzuschreiben sei (nicht veröffentlichtes Urteil Z. vom 12. Februar 1987). Schliesslich bezeichnete das Gericht entgegen der damals vom BSV vertretenen Auffassung auch eine nur kurze, regelmässige Nachkontrolle als erheblich, da sie eine notwendige Teilfunktion der Lebensverrichtung \"Notdurft\" darstelle (nicht veröffentlichtes Urteil S. vom 13. Dezember 1991); im besonderen erwog es, die Überprüfung der Reinlichkeit sei nicht nur aus hygienischen, gesundheitlichen und sozialpraktischen Gründen, sondern auch aus der allgemeinen Sicht der Menschenwürde unentbehrlich; unabhängig davon, dass diese Nachkontrolle nur wenig Zeit beanspruche, handle es sich dabei um eine beachtliche indirekte Dritthilfe bei einer einzelnen Lebensverrichtung.\n\nc) Das Eidg. Versicherungsgericht hat somit bei der Beurteilung der Notdurftverrichtung nicht ausschliesslich auf das in der bundesamtlichen Wegleitung (vgl. Rz. 8019 WIH in der heute gültigen Fassung) genannte Element der selbständigen Reinigung abgestellt, sondern dieser Lebensverrichtung verschiedentlich auch weitergehende Hilfeleistungen im Sinne einer wesentlichen Teilfunktion zugeordnet. Dennoch hat es dem Grundsatz nach an dem in ZAK 1982 S. 420 f. Erw. 2 aufgestellten Prinzip festgehalten, wonach im Zusammenhang mit der Notdurftverrichtung erforderliche Hilfeleistungen, welche bereits unter einer andern der relevanten sechs alltäglichen Lebensverrichtungen erfasst werden, im Rahmen der Notdurftverrichtung nicht als Teilfunktion nochmalige Berücksichtigung finden können. Diese Rechtsprechung kann zur Folge haben, dass ein an sich BGE 121 V 88 S. 95schwer hilfsbedürftiger Altersrentner, der zur Toilette und zurück geführt und welchem dort beim Hinsetzen und Aufstehen sowie beim Ordnen der Kleider geholfen werden muss, nur deshalb nicht als in schwerem Grade hilflos gelten kann, weil er noch einigermassen in der Lage ist - oder zu sein vorgibt -, die erforderliche Reinigung selbständig vorzunehmen. In solchen Verhältnissen konnte er bis zum Inkrafttreten des Bundesbeschlusses über Leistungsverbesserungen in der AHV und der IV auf den 1. Januar 1993 gar keine Hilflosenentschädigung und seither lediglich eine solche für mittelschwere Hilflosigkeit beanspruchen. Der von der Vorinstanz vertretenen Auffassung ist insofern beizupflichten, als eine solche Konsequenz mit der menschlichen Würde nicht zu vereinbaren ist. Dies wird insbesondere deutlich, wenn im Rahmen der im Administrativverfahren erforderlichen Abklärungen einzig danach gefragt wird, ob sich der Versicherte noch in einer hygienischen Anforderungen genügenden Art zu reinigen vermag und ob diesbezüglich allenfalls regelmässig Nachkontrollen nötig sind (vgl. Erw. 6b). Die Überprüfung dieser alltäglichen Lebensverrichtung auf diese einzige Teilfunktion zu beschränken, führt dazu, dass der grundsätzlichen Frage, ob eine Lebensverrichtung in ihrer Gesamtheit überhaupt noch in einer üblichen, menschenwürdigen Weise vollzogen werden kann, nicht mehr die ihr zukommende Bedeutung beigemessen wird. Es verhält sich diesbezüglich nicht anders als bei der Lebensverrichtung \"Essen\", bei welcher das Eidg. Versicherungsgericht Hilflosigkeit in einem Fall bejaht hat, wo die Versicherte zwar noch allein essen, dabei aber die Speisen nur mit den Fingern zum Mund führen konnte; ausdrücklich hat das Gericht festgehalten: \"De manière générale, on ne saurait réputer apte à un acte ordinaire de la vie l'assuré qui ne peut l'accomplir que d'une façon non conforme aux moeurs usuelles\" (BGE 106 V 159 Erw. 2b). Auch im Bereich der Notdurftverrichtung darf dieser Aspekt nicht vernachlässigt werden.\n\nGrundsätzlich ist der Vorinstanz deshalb darin beizupflichten, dass auch die Notdurftverrichtung als einheitlicher, verschiedene Teilfunktionen umfassender Vorgang zu betrachten ist. Gerade beim dabei unabdingbar notwendigen Ordnen der Kleider liegt es angesichts des engen zeitlichen und sachlichen Zusammenhangs nahe, im Sinne einer funktionalen Einheit von einer direkt dieser Lebensverrichtung zuzuordnenden Betätigung auszugehen. Zwar trifft es zu, dass sich die dabei geleistete Hilfe auf das Objekt \"Kleid\" bezieht und deshalb rein mechanisch und selektiv betrachtet als BGE 121 V 88 S. 96Teil der Lebensverrichtung Ankleiden/Auskleiden gesehen werden kann. Dieses beinhaltet indessen primär lediglich das morgendliche An- und das abendliche Auskleiden, welche ohne weiteres vorausplanbar sind. Die sporadisch und mehr oder weniger häufig nötige Hilfe beim Ordnen der Kleider im Zusammenhang mit der Notdurftverrichtung bedingt demgegenüber unter Umständen einen unvergleichbar grösseren Einsatz der Hilfsperson. Diesem wird allein durch die Berücksichtigung bei der Lebensverrichtung Ankleiden/Auskleiden nicht hinreichend Beachtung geschenkt.\n\nd) Die bisherige Rechtsprechung trug diesen Verhältnissen nicht genügend Rechnung, weshalb daran nicht mehr festgehalten werden kann. Das Ordnen der Kleider im Zusammenhang mit der Notdurftverrichtung ist in Abweichung von der früheren Praxis als Teilfunktion dieser Lebensverrichtung zu qualifizieren. Ob und inwieweit dies auch für die Begleitung zur Toilette und die dortige Hilfe beim Absitzen und Aufstehen gelten kann, braucht an dieser Stelle nicht geprüft zu werden.\n\n7. Aufgrund der Eingaben des Beschwerdegegners ist davon auszugehen, dass er im Rahmen der Notdurftverrichtung für das Ordnen seiner Kleidung auf Hilfe angewiesen ist. Nach dem Gesagten muss er somit auch in dieser Lebensverrichtung als in relevantem Mass hilfsbedürftig gelten. Offenbleiben kann unter diesen Umständen die Rechtfertigung der vorinstanzlichen Argumentation, wonach schon die Schwäche der Finger des Beschwerdegegners, welche es ihm verunmögliche, die Nahrung zu zerkleinern, darauf schliessen lasse, dass die Reinigung bei der Notdurftverrichtung entgegen seinen eigenen Angaben nicht mehr in genügender Weise gewährleistet sei. Da der Versicherte in allen sechs massgebenden Lebensverrichtungen als hilflos zu betrachten ist und gemäss den von keiner Seite bestrittenen Ausführungen in der Anmeldung zum Leistungsbezug auch die kumulative Voraussetzung der dauernden Pflege und persönlichen Überwachung erfüllt ist, liegt schwere Hilflosigkeit vor. Die Vorinstanz hat demnach den Anspruch auf eine entsprechende Hilflosenentschädigung der AHV ab November 1989 im Ergebnis zu Recht bejaht, was zur Abweisung der vom BSV erhobenen Verwaltungsgerichtsbeschwerde führt."}