{"annee": "121", "cour": "I", "page": "208", "date": "21/6/1995", "cite": ["119 IA 221", "114 IA 182", "117 IA 199", "118 IA 95", "112 IA 290"], "cite_par": ["121 IV 308", "133 I 286", "137 I 31"], "chapeau": "29. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 21. Juni 1995 i.S. M'H. gegen Jugendanwaltschaft und Jugendstrafkammer des Kantons Basel-Stadt (staatsrechtliche Beschwerde)", "regestes": ["Mineurs en détention préventive, droit à un contrôle judiciaire de la détention? Art. 5 par. 1 et 3 CEDH. Procédure pénale applicable aux mineurs dans le canton de Bâle-Ville (consid. 2); la détention préventive n'est pas obligatoirement ordonnée par un juge (consid. 3). Exigences découlant de l'art. 5 par. 3 CEDH (consid. 4a). Particularités de la procédure pénale applicable aux mineurs (consid. 4b). La détention préventive tombe sous le coup de l'art. 5 par. 1 let. d CEDH; les mineurs n'ont pas droit à une procédure au sens de l'art. 5 par. 3 CEDH (consid. 4c)."], "faits": "BGE 121 I 208 S. 209\n\nDie Jugendanwaltschaft des Kantons Basel-Stadt befasste sich mit dem 1977 geborenen M'H. Dieser wird verdächtigt, mehrere Jugendliche schwerwiegend tätlich angegangen und zudem versucht zu haben, einzelne Opfer mittels massiver Drohungen von einer Anzeige abzuhalten bzw. zu einem Rückzug der ihn belastenden Aussagen zu bewegen.\n\nMit einer sogenannten Wegnahmeverfügung der Jugendanwaltschaft Basel-Stadt wurde M'H. wegen Fortsetzungsgefahr sowie zur Abklärung der Massnahmebedürftigkeit für die vorläufige Dauer von vier Wochen in Haft gesetzt.\n\nGegen diese Wegnahmeverfügung reichte M'H. beim Präsidium der Jugendstrafkammer des Kantons Basel-Stadt Rekurs ein mit dem Antrag auf sofortige Entlassung. Er beanstandete u.a., dass er keinem unabhängigen Haftrichter im Sinne von Art. 5 Ziff. 3 EMRK zugeführt worden sei.\n\nDer Präsident der Jugendstrafkammer wies den Haftrekurs unter Hinweis auf die basel-städtische Gesetzgebung, wonach Jugendliche keinen Anspruch auf Vorführung vor einen Haftrichter hätten, ab.\n\nM'H. hat gegen diesen Entscheid staatsrechtliche Beschwerde erhoben und im wesentlichen eine Verletzung von Art. 5 Ziff. 3 EMRK geltend gemacht. Das Bundesgericht weist die Beschwerde ab", "considerants": "aus folgenden Erwägungen:\n\n2. a) Bevor auf die Beschwerde und den angefochtenen Entscheid näher eingegangen wird, gilt es, das auf Jugendliche anwendbare Verfahren kurz darzustellen.\n\nDas Jugendstrafverfahren des Kantons Basel-Stadt wird im Gesetz über die Jugendstrafrechtspflege vom 30. Oktober 1941 (Gesetzessammlung 257.500, JuStG) geregelt. Soweit nichts Abweichendes vorgesehen ist, kommen für das Jugendstrafverfahren die Bestimmungen von § 15 bis § 92 der Strafprozessordnung des Kantons Basel-Stadt (StPO) sinngemäss zur Anwendung (§ 9 JuStG). Als Zwangsmittel gegen Kinder und Jugendliche sieht § 12 JuStG die Festnahme vor, wenn ein gesetzlicher Haftgrund gegeben ist (lit. a), wenn Kinder oder Jugendliche obdachlos oder an ihrem Aufenthaltsort in ihrem leiblichen oder sittlichen Wohl gefährdet sind (lit. b) oder wenn BGE 121 I 208 S. 210zwecks Abklärung der Massnahmebedürftigkeit eine Einweisung in eine hiezu geeignete Institution notwendig ist (lit. c). Die Festnahme erfolgt nach § 12 Abs. 2 JuStG aufgrund einer Wegnahmeverfügung des Jugendanwaltes. Festgenommene Kinder und Jugendliche sind aufgrund von § 12 Abs. 3 JuStG in Familien oder speziellen Institutionen, Jugendliche nur ausnahmsweise in Haftlokalen unterzubringen.\n\nDer Jugendanwalt führt das Ermittlungsverfahren bis zur Abklärung des Sachverhalts und der persönlichen Verhältnisse des Angeschuldigten (§ 14 JuStG). Erweist sich der Angeschuldigte als nicht strafbar, so stellt der Jugendanwalt das Verfahren ein; ist der Angeklagte fürsorgebedürftig, so überweist der Jugendanwalt die Akten mit seinem Bericht dem Jugendamt (§ 19 JuStG). Erweist sich ein Kind oder ein Jugendlicher als strafbar, so kann der Jugendanwalt bei Kindern eine disziplinarische Massnahme verhängen, bei Jugendlichen Verweis, Busse, Verpflichtung zu einer Arbeitsleistung oder Einschliessung aussprechen oder aber von einer Strafe oder Massnahme absehen (§ 20 Abs. 1 JuStG). In eigener Kompetenz kann der Jugendanwalt Übertretungen mit Strafbefehl ahnden (§ 22 JuStG). Ist der Jugendanwalt zur abschliessenden Beurteilung nicht befugt oder ist sein Entscheid mit Einsprache angefochten worden, so überweist er den Fall mit einem Überweisungsbeschluss entsprechend einer Anklageschrift an die Jugendstrafkammer (§ 23 JuStG).\n\n3. a) Im angefochtenen Entscheid und in den behördlichen Vernehmlassungen wird die ausschliessliche Kompetenz des Jugendanwaltes zur Anordnung von Haft gegenüber Jugendlichen auf § 12 JuStG gestützt. Es wird ausgeführt, dass diese Bestimmung gegenüber der Strafprozessordnung spezielles Recht darstelle und daher § 62 Abs. 1 StPO, wonach jeder Festgenommene Anspruch auf ein Verfahren vor dem Haftrichter hat, nicht anwendbar sei. Dies ergebe sich zum einen aus den Materialien zur Einführung eines Haftrichters in der Strafprozessordnung und sei zum andern wegen des fürsorgerisch-erzieherischen Charakters des Jugendstrafverfahrens gerechtfertigt.\n\nDemgegenüber macht der Beschwerdeführer geltend, auch als Jugendlicher habe er Anspruch auf ein Verfahren vor einem Haftrichter im Sinne von § 62 StPO. Die Anwendung dieser Bestimmung werde durch das Jugendstrafrecht nicht ausgeschlossen. Es verstosse gegen den Rechtsgleichheitsgrundsatz, Jugendliche anders zu behandeln als Erwachsene. Hierfür bestünden keine sachlichen Gründe. Der Umstand, dass andere Kantone für Jugendliche keinen BGE 121 I 208 S. 211Haftrichter kennen, könne nicht ausschlaggebend sein. Fehle es aber an einem haftrichterlichen Verfahren, so werde er in den aus Art. 5 Ziff. 3 EMRK fliessenden Rechten verletzt. Denn der Jugendanwalt stelle wegen der Kumulation von Befugnissen im Bereiche der Haftanordnung und der Anklageerhebung keinen unabhängigen Richter bzw. richterlichen Beamten im Sinne von Art. 5 Ziff. 3 EMRK dar.\n\nb) In einem ersten Schritt ist zu prüfen, ob gestützt auf das kantonale Recht angenommen werden konnte, dass für Unmündige kein Haftrichterverfahren bestehe. Diese Prüfung des kantonalen Rechts erfolgt ausschliesslich unter dem Gesichtswinkel von Art. 4 BV.\n\n§ 9 JuStG erklärt die Bestimmungen der Strafprozessordnung als sinngemäss anwendbar, soweit nichts Abweichendes bestimmt wird. Im Jugendstrafrechtspflegegesetz wird das Haftprüfungsverfahren nach § 62 StPO nicht ausdrücklich ausgeschlossen. § 12 JuStG umschreibt indessen im einzelnen, dass der Jugendanwalt die Haft mit einer Wegnahmeverfügung anordnet. Das Verfahren ist nicht derart ausgestaltet, dass ein Haftrichter obligatorisch die Haft überprüfen würde. Aus § 40 JuStG ergibt sich vielmehr, dass gegen Strafverfolgungsmassnahmen der Jugendanwaltschaft und damit auch gegen die Verhaftung beim Präsidenten der Jugendstrafkammer Rekurs erhoben werden kann. Es ist bei dieser Ordnung nicht ersichtlich, in welcher Weise ein Haftrichter im Sinne von § 62 StPO tätig werden könnte und in welchem Verhältnis ein solches Haftrichterverfahren zum Rekurs nach § 40 JuStG stünde. Zudem umschreibt die Strafprozessordnung in § 21 ff. die Zuständigkeit der Behörden und nennt in § 21 ausdrücklich den Haftrichter, während im Jugendstrafrechtspflegegesetz unter dem Kapitel Behördenorganisation in § 2 ff. ein Haftrichter nicht erwähnt wird. Es kann daher in Übereinstimmung mit den Behörden ohne Willkür angenommen werden, dass im Jugendstrafverfahren kein obligatorischer Haftrichter vorgesehen ist.\n\nDiese Auffassung wird bestärkt durch die Materialien, die zur Einführung eines Haftrichters für Erwachsene führten. Der Regierungsrat des Kantons Basel-Stadt schlug im Anschluss an die Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte i.S. Jutta Huber (Publications de la Cour européenne des droits de l'homme, Série A vol. 188 = EuGRZ 1990 S. 502 = VPB 54/1990 Nr. 54) eine Änderung der Strafprozessordnung und die Einführung eines Haftrichters vor. In seiner Botschaft begründete er ausführlich, dass das Jugendstrafrecht Sonderrecht darstelle und sich ein Haftrichter für die Unmündigen weder rechtfertige noch aufdränge (Ratschlag BGE 121 I 208 S. 212und Entwurf Nr. 8260 vom 23. April 1991, dem Grossen Rat 5. Juni 1991 zugeteilt). Damit zeigt sich mit hinreichender Deutlichkeit, dass der Gesetzgeber für die Jugendstrafrechtspflege keinen Haftrichter vorsehen wollte. In der Literatur wird dies denn auch nicht beanstandet (vgl. CHRISTOPH MEIER/GEORG RÜEGG, Der Haftrichter im Kanton Basel-Stadt, in: BJM 1994 S. 283).\n\nDie Rüge wegen Verletzung von Art. 4 BV erweist sich daher als unbegründet. Soweit der Beschwerdeführer gestützt auf das kantonale Recht geltend macht, er habe Anspruch auf ein Haftrichterverfahren im Sinne von § 62 StPO, ist seine Beschwerde demnach abzuweisen.\n\n4. Im vorliegenden Fall stellt sich damit die weitere Frage, ob die Basler Haftordnung für Unmündige vor der EMRK standhält und inwiefern die Besonderheiten der Jugendstrafrechtspflege ein Abweichen von den für Erwachsene geltenden Garantien rechtfertigen.\n\na) Nach Art. 5 Ziff. 3 EMRK muss jede Person, welche in Anwendung von Art. 5 Ziff. 1 lit. c EMRK festgenommen oder in Haft gehalten wird, unverzüglich einem Richter oder einem zur Ausübung richterlicher Funktionen ermächtigten Beamten vorgeführt werden. Mit dieser Vorschrift räumt die Konvention den Untersuchungsgefangenen einen besondern Schutz vor missbräuchlicher Freiheitsentziehung ein. Die Anhörung hat ohne Zutun des Betroffenen unverzüglich zu erfolgen, und der Richter oder der richterliche Beamte muss über die Kompetenz verfügen, eine Entlassung anzuordnen (BGE 119 Ia 221 E. 7a S. 231, mit Hinweisen). Der Richter oder richterliche Beamte genügt den Anforderungen nur, wenn er unabhängig ist. Diesem Erfordernis wird nach der Rechtsprechung nicht entsprochen, wenn der Richter oder richterliche Beamte haftrichterliche und anklagende Funktionen ausübt (Urteil Jutta Huber, a.a.O.; BGE 118 Ia 95, BGE 117 Ia 199, mit Hinweisen).\n\nAus der obenstehenden Darstellung der Jugendstrafrechtspflege ergibt sich, dass der Jugendanwalt Haft anordnen kann, die Untersuchung führt und schliesslich im Sinne einer Anklage die Überweisung vornimmt bzw. selber in der Sache urteilt. Damit würde er in seiner Funktion als Richter im Sinne von Art. 5 Ziff. 3 EMRK den wiedergegebenen Garantien nicht genügen. Daran vermag auch die neuere Rechtsprechung des Europäischen Gerichtshofes nichts zu ändern, wonach die Unvoreingenommenheit des Strafrichters im Sinne von Art. 6 Ziff. 1 EMRK in vermehrtem Mass auch bei der Kumulation verschiedener Funktionen bejaht wurde (vgl. Urteile des Europäischen BGE 121 I 208 S. 213Gerichtshofes i.S. Nortier, Série A vol. 267, i.S. Padovani, Série A vol. 257-B und i.S. Fey, Série A vol. 255).\n\nb) Sowohl im angefochtenen Entscheid als auch in der Literatur wird auf die Besonderheiten der Jugendstrafrechtspflege hingewiesen, welche Abweichungen von der für Erwachsene geltenden Ordnung rechtfertigen sollen. Im Mittelpunkt des Jugendstrafrechts steht der Gedanke der Erziehung und der Fürsorge. Die Folgen eines rechtswidrigen Verhaltens richten sich nach der Persönlichkeit des Betroffenen und dessen erzieherischen Bedürfnissen. Die Straftat tritt als solche in den Hintergrund und wird als auffälliges Verhalten zum Anlass genommen, fürsorgerisch und erzieherisch einzuwirken. Nach diesen Anliegen richtet sich die Ausgestaltung der Jugendstrafrechtspflege. Neben die Abklärung des Sachverhalts tritt die Erforschung der Persönlichkeit des Jugendlichen oder des Kindes. Hierfür werden besondere Organe eingesetzt, welche neben den juristischen Kenntnissen über psychologische Fähigkeiten verfügen, um eine adäquate Behandlung zu garantieren und ein Vertrauensverhältnis herzustellen. Aus diesen Gründen werden verschiedene Funktionen bei derselben Behörde zusammengefasst, sodass sich der Minderjährige nicht mit einer ganzen Anzahl von richterlichen Behörden konfrontiert sieht. Speziell für die Untersuchungshaft wird auf die nur kurze Haftdauer hingewiesen (vgl. FRITZ LANG, Die Untersuchungshaft im Jugendstrafverfahren, Diss. Zürich 1979, S. 3 ff. und 21 ff.; BRUNO FÄSSLER, Die Anordnung der Untersuchungshaft im Kanton Zürich, Diss. Zürich 1992, S. 111 f.; ROBERT HAUSER, Kurzlehrbuch des schweizerischen Strafprozessrechts, 2. Auflage 1984, S. 254 ff.; STEFAN TRECHSEL, Die Europäische Menschenrechtskonvention, ihr Schutz der persönlichen Freiheit und die schweizerischen Strafprozessrechte, Bern 1974, S. 325 f.).\n\nDie Besonderheiten des Jugendstrafrechts und der Jugendstrafrechtspflege haben in der Rechtsprechung und der Doktrin zur Frage geführt, inwiefern die Garantie auf einen unabhängigen, unvoreingenommenen und unparteiischen Richter im Sinne von Art. 6 Ziff. 1 EMRK bzw. Art. 58 Abs. 1 BV zu relativieren sei. Im Anschluss an die Rechtsprechung des Bundesgerichts zum Ausschluss der Personalunion von Untersuchungsrichter und Sachrichter (BGE 112 Ia 290, EuGRZ 1986 S. 670) hat die Cour de cassation des Kantons Genf im gleichen Sinne auch für das Jugendstrafverfahren entschieden (Urteil vom 29. April 1988 i.S. X, in: SJ 1988 S. 465). Dieser Entscheid ist in der Literatur auf Zustimmung und Ablehnung gestossen (MICHEL HOTTELIER, Le BGE 121 I 208 S. 214droit des mineurs d'être jugés par un tribunal impartial au sens de l'art. 6 par. 1er CEDH, in: SJ 1989 S. 133 sowie GÉRARD PIQUEREZ, Le droit à un juge indépendant et impartial garanti par les articles 58 Cst. et 6 ch. 1 CEDH impose-t-il de manière absolue une séparation des fonctions judiciaires?, in: SJ 1989 S. 114). Das Bundesgericht seinerseits hat entschieden, dass die Personalunion von Untersuchungsrichter und Sachrichter im Bereich des Jugendstrafverfahrens vor Art. 58 Abs. 1 und Art. 6 Ziff. 1 EMRK standhalte (nicht publiziertes Urteil vom 18. März 1994 i.S. M.).\n\nÄhnliche Fragen haben sich in der Strassburger Rechtsprechung gestellt. Im Fall Nortier hat die Europäische Kommission für Menschenrechte unterstrichen, dass die Garantien aus Art. 6 Ziff. 1 EMRK in gleicher Weise auch für Verfahren gegen Minderjährige gelten und demnach die Personalunion von Untersuchungsrichter und Sachrichter im Grundsatz nicht zulässig sei; im konkreten Fall hat die Kommission eine Konventionsverletzung allerdings verneint. Der Gerichtshof hat die Grundsatzfrage ausdrücklich offengelassen und gestützt auf die konkreten Umstände des Falles eine Konventionsverletzung ebenfalls verneint (Urteil Nortier, a.a.O., Ziff. 34 ff. und 38 sowie Bericht der Kommission vom 9. Juli 1992 mit den Sondervoten von J.-C. Geus und St. Trechsel).\n\nc) Für die Frage der Vereinbarkeit der Basler Verfahrensordnung mit der EMRK ist unabhängig von den Besonderheiten der Jugendstrafrechtspflege auf die Systematik von Art. 5 EMRK zurückzugreifen. Ziff. 1 dieser Bestimmung umschreibt in abschliessender Weise die zulässigen Fälle von Freiheitsbeschränkungen (vgl. Urteil des Gerichtshofes i.S. Bouamar vom 29. Februar 1988, Série A vol. 129, Ziff. 43). Davon betrifft die lit. c die Untersuchungshaft, für welche Art. 5 Ziff. 3 EMRK spezielle Garantien wie den Anspruch auf unverzügliche Vorführung vor einen unabhängigen Richter oder richterlichen Beamten und auf Beurteilung innerhalb einer angemessenen Frist oder Entlassung während des Verfahrens einräumt. Daneben sieht Art. 5 Ziff. 1 lit. d EMRK die Haft von Minderjährigen vor, die zum Zweck überwachter Erziehung angeordnet oder zum Zweck der Vorführung vor die zuständigen Behörden verhängt wird. Es ist zu prüfen, ob die vorliegend streitige Haft unter die allgemeine Bestimmung von lit. c fällt oder aber die spezielle Norm von lit. d betrifft.\n\nDie Konvention bestimmt nicht, was unter Minderjährigkeit zu verstehen ist, doch kann es keinem Zweifel unterliegen, dass Art. 5 Ziff. 1 lit. d EMRK BGE 121 I 208 S. 215grundsätzlich auf den 17jährigen Beschwerdeführer anwendbar ist (vgl. Urteil Bouamar betreffend einen Jugendlichen von knapp 17 Jahren, a.a.O., Ziff. 8 ff.; JACQUES VÉLU/RUSEN ERGEC, La Convention européenne des droits de l'homme, Bruxelles 1990, S. 274 f.; JOCHEN ABR. FROWEIN/WOLFGANG PEUKERT, EMRK-Kommentar, Kehl/Strassburg/Arlington 1985, Rz. 68 zu Art. 5). Die Bestimmung bezieht sich auf zwei Alternativen. Auf der einen Seite kann Minderjährigen die Freiheit aus fürsorgerischen Gründen oder zum Zwecke überwachter Erziehung bzw. zur Abklärung der Notwendigkeit einer solchen Massnahme und damit auch aus Gründen des Jugendstrafrechts entzogen werden (Urteil Bouamar, a.a.O., insbes. Ziff. 46 ff.; VELU/ERGEC, a.a.O., S. 274 und 275; vgl. TRECHSEL, a.a.O., S. 208 f.). Zum andern betrifft der Freiheitsentzug die Vorführung vor die zuständigen Behörden und damit die eigentliche Untersuchungshaft (VELU/ERGEC, a.a.O., S. 274; FROWEIN/PEUKERT, a.a.O., Rz. 70 zu Art. 5; LANG, a.a.O., S. 469; MARK E. VILLIGER, Handbuch der Europäischen Menschenrechtskonvention, Zürich 1993, Rz. 333). In der Literatur wird die Auffassung vertreten, die Freiheitsentziehung zum Zweck der Vorführung vor die zuständigen Behörden unterliege der Voraussetzung, dass auf den Betroffenen auch eine überwachte Erziehung im Sinne der ersten Alternative in Frage käme (FROWEIN/PEUKERT, a.a.O., Rz. 70 zu Art. 5; TRECHSEL, a.a.O., S. 210). Weiter wird darauf hingewiesen, dass eine entsprechende Freiheitsentziehung im Sinne von lit. d von einer Verwaltungsbehörde angeordnet werden könne (VELU/ERGEC, a.a.O., S. 274; TRECHSEL, a.a.O., S. 209 und 325).\n\nDemnach umfasst Art. 5 Ziff. 1 lit. d EMRK auch die gegenüber Jugendlichen angeordnete Untersuchungshaft und damit die im vorliegenden Fall umstrittene Haftanordnung. Aus der Systematik von Art. 5 Ziff. 1 EMRK geht hervor, dass es sich bei lit. d um eine Spezialnorm für Jugendliche handelt, die der allgemeinen Norm zur Untersuchungshaft von lit. c vorgeht. Diese Auffassung wird in der Literatur, soweit ersichtlich, einhellig vertreten (vgl. TRECHSEL, a.a.O., S. 210 f.; MARTIN SCHUBARTH, Die Artikel 5 und 6 der Konvention, insbesondere im Hinblick auf das schweizerische Strafprozessrecht, in: ZSR 94/1975 I S. 476; LANG, a.a.O., S. 469; VILLIGER, a.a.O., Rz. 333).\n\nDaraus ergibt sich, dass die streitige Haft in den Anwendungsbereich von Art. 5 Ziff. 1 lit. d EMRK fällt und nicht von lit. c erfasst wird. Bei dieser Sachlage aber kann sich der Beschwerdeführer nicht auf die Garantien von Art. 5 Ziff. 3 EMRK berufen. Denn nach dem Wortlaut und der Systematik BGE 121 I 208 S. 216von Art. 5 EMRK und einhelliger Lehre gelten die Garantien von Ziff. 3 ausschliesslich für die Untersuchungshaft im Sinne von Art. 5 Ziff. 1 lit. c EMRK (vgl. Arthur Haefliger, Die Europäische Menschenrechtskonvention und die Schweiz, Bern 1993, S. 92; VILLIGER, a.a.O., Rz. 348). Demnach kann der Beschwerdeführer aus Art. 5 Ziff. 1 und 3 EMRK nichts zu seinen Gunsten ableiten.\n\nd) Das Fehlen der haftrichterlichen Garantien im Sinne von Art. 5 Ziff. 3 EMRK für das Jugendstrafrecht wird bisweilen als Mangel empfunden (vgl. LANG, a.a.O., S. 470). Es ist in der Tat nicht selbstverständlich, dass Jugendliche über einen wesentlichen Schutz vor missbräuchlicher Freiheitsentziehung nicht sollen verfügen können. Da sich ein derartiger Schutz - wie dargetan - nicht aus der Menschenrechtskonvention ableiten lässt, müsste er allenfalls auf eine andere Grundlage abgestützt werden. In der bundesgerichtlichen Rechtsprechung ist denn tatsächlich auch schon die Frage aufgeworfen worden, ob entsprechende formelle Garantien aus dem ungeschriebenen Verfassungsrecht der persönlichen Freiheit abzuleiten seien; sie ist indessen offengelassen worden (BGE 119 Ia 221 E. b S. 233). Da sich der Beschwerdeführer nicht auf die persönliche Freiheit beruft, braucht diese Frage auch im vorliegenden Fall nicht näher geprüft zu werden. Von einer rechtsungleichen Behandlung oder Diskriminierung von Jugendlichen gegenüber Erwachsenen im Sinne von Art. 4 BV oder Art. 14 EMRK kann ebenfalls nicht gesprochen werden, da für eine differenzierte Behandlung, wie oben dargelegt, gute Gründe sprechen und die EMRK keinen entsprechenden Anspruch einräumt (vgl. TRECHSEL, a.a.O., S. 319). Ferner ist ein Haftrichter im Sinne von Art. 5 Ziff. 3 EMRK auch etwa beim fürsorgerischen Freiheitsentzug, der Parallelen zur Freiheitsentziehung von Minderjährigen aufweist, nicht vorgesehen (vgl. BGE 114 Ia 182). Haben Jugendliche demnach keinen Anspruch auf Vorführung vor einen eigentlichen Haftrichter, so darf immerhin berücksichtigt werden, dass auch im Falle eines Freiheitsentzuges im Sinne von Art. 5 Ziff. 1 lit. d EMRK der Rechtsschutz nach Art. 5 Ziff. 4 EMRK garantiert sein muss. Der Beschwerdeführer konnte denn auch das Präsidium der Jugendstrafkammer anrufen und die streitige Haft innert kürzester Frist von einer richterlichen Instanz überprüfen lassen.\n\ne) Aus den vorstehenden Erwägungen ergibt sich demnach, dass sich der Beschwerdeführer nicht auf Art. 5 Ziff. 1 lit. c in Verbindung mit Ziff. 3 EMRK berufen kann und daher das Basler Verfahren betreffend Haftanordnung BGE 121 I 208 S. 217gegenüber Jugendlichen vor der EMRK standhält. Die Beschwerde erweist sich in diesem Punkte als unbegründet."}