{"annee": "121", "cour": "III", "page": "210", "date": "28/6/1995", "cite": ["102 II 243", "116 II 33"], "cite_par": ["138 III 659", "129 III 264", "126 III 421", "132 III 18"], "chapeau": "44. Extrait de l'arrêt de la IIe Cour civile du 28 juin 1995 dans la cause commune de X. contre C. SA. (recours en réforme)", "regestes": ["Validité d'un pacte d'emption conclu sous l'ancien droit pour une durée de trente ans; art. 683 al. 2 aCC; art. 216a nouv. CO; législation abrogée en cours d'instance cantonale; droit transitoire. Selon la jurisprudence relative à l'ancien droit, le délai décennal de l'art. 683 al. 2 aCC ne s'applique qu'aux effets réels du contrat; les parties sont toutefois libres de constituer entre elles un droit d'emption d'une durée indéterminée. Selon l'art. 216a nouv. CO, en revanche, les droits d'emption peuvent être conclus pour dix ans au plus, et être annotés au Registre Foncier (consid. 2). En l'espèce, la question de la rétroactivité du nouveau droit peut rester indécise, car le bénéficiaire du droit d'emption s'est porté acquéreur de l'immeuble avant l'entrée en vigueur de l'art. 216a CO; l'art. 683 al. 2 aCC reste donc seul applicable (consid. 3)."], "faits": "", "considerants": "BGE 121 III 210 S. 211\n\nExtrait des considérants:\n\n2. La recourante se plaint de la violation de l'art. 683 al. 2 aCC, subsidiairement de celle de l'art. 216a CO.\n\nSelon l'art. 683 al. 2 aCC, les droits d'emption et de réméré cessent, dans tous les cas, dix ans après l'annotation. Interprétant cette disposition, le Tribunal fédéral a jugé que le délai décennal ne s'appliquait qu'aux effets réels du contrat, soit à l'inscription du droit au registre foncier. En revanche, les parties peuvent constituer entre elles un droit d'emption d'une durée indéterminée, dans les limites des art. 2 et 27 CC (ATF 102 II 243 et les références citées).\n\nL'art. 683 CC a été abrogé par la loi fédérale sur la révision partielle du code civil (droits réels mobiliers) et du code des obligations (vente d'immeubles) du 4 octobre 1991, entrée en vigueur le 1er janvier 1994, soit pendant l'instance cantonale. Cette législation a introduit un nouvel art. 216a CO selon lequel les droits d'emption peuvent être conclus pour dix ans au plus, et être annotés au registre foncier.\n\n3. a) L'autorité cantonale a examiné quel était le droit applicable à la présente cause. Faisant sien l'avis de BÉNÉDICT FOËX (La nouvelle réglementation des droits de préemption, d'emption et de réméré dans le CC/CO, SJ 1994 p. 381 ss), qui résout cette question au regard des art. 1 et 3 Tit. fin. CC, la Cour civile a estimé qu'il n'y avait \"pas lieu d'appliquer le nouvel art. 216a CO au pacte d'emption conclu entre les parties\".\n\nLa recourante soutient que l'art. 3 Tit. fin. CC prévaut sur l'art. 1er, qui pose le principe général de la non-rétroactivité des lois. Dès lors que l'art. 216a CO - et par conséquent la limite maximale de dix ans BGE 121 III 210 S. 212- s'appliquent, la convention du 16 mars 1971 instituant un droit d'emption d'une durée de trente ans devrait être considérée comme nulle.\n\nb) Comme l'autorité cantonale l'a relevé à juste titre, la loi fédérale du 4 octobre 1991 ne contient pas de dispositions transitoires; conformément à la jurisprudence, il faut donc en principe s'en tenir aux règles prévues en la matière par le titre final du Code civil (ATF 116 II 33 consid. 3a p. 36, 116 III 120 consid. 3a p. 124). Appliquant ces dispositions, la doctrine semble admettre, à l'instar de la Cour civile, que l'art. 216a CO ne peut rétroagir sur la durée convenue des droits personnels d'emption existants au 1er janvier 1994, date de l'entrée en vigueur du nouveau droit (EUGEN BUCHER, no 243 ad art. 27 CC; DENIS PIOTET, Le droit transitoire de la loi fédérale sur le droit foncier rural et sur la révision partielle du code civil et du code des obligations du 4 octobre 1991, in RDS 113 (1994) I p. 143/144; FOËX, op.cit., p. 414/415; contra: FELIX SCHÖBI, Die Revision des Kaufs-, des Vorkaufs- und des Rückkaufsrechts, AJP/PJA 5/1992 p. 570/571; cf. aussi VITO ROBERTO, Teilrevision des Zivilgesetzbuches und des Obligationenrechts, in Recht 1993, cahier 5, p. 174/175 et les références citées, note 43).\n\nc) La question peut cependant rester indécise, l'éventuelle rétroactivité du nouveau droit n'entrant pas en ligne de compte dans le cas particulier. Les art. 1er ss Tit. fin. CC concernent les effets juridiques de faits antérieurs à l'entrée en vigueur du nouveau droit: or ce point n'est pas litigieux. Le droit d'emption est en effet un droit d'acquisition conditionnel subordonné à une condition potestative, la déclaration d'exercice du droit. Lorsque l'empteur a déclaré exercer son droit au propriétaire de la chose, la condition à laquelle la vente était subordonnée est avenue. La vente conditionnelle que constitue le pacte d'emption, devenue parfaite à la suite de l'exercice du droit par son titulaire, produit alors ses effets: l'acheteur a droit au transfert de la propriété de la chose et le vendeur au paiement du prix (PIERRE CAVIN, La vente, l'échange, la donation, Traité de droit privé suisse, volume VII, tome I, 1, p. 148/149). L'empteur exerce son droit par simple manifestation unilatérale de volonté sujette à réception (Pierre Tercier, Les contrats spéciaux, 2e éd., no 712 p. 90). Le titulaire qui a exercé valablement son droit d'emption et qui s'est, par cet acte formateur, porté unilatéralement acheteur de l'immeuble se trouve dans une situation identique à celle où il serait placé dans le cas de la conclusion d'un contrat de vente pur et simple (MEIER-HAYOZ, n. 59 ad art. 683 CC).\n\nBGE 121 III 210 S. 213\n\nEn l'espèce, le fait déterminant réside par conséquent dans la déclaration de volonté de la demanderesse d'exercer son droit d'emption, le 29 juillet 1991. La bénéficiaire a ainsi usé de son droit avant l'entrée en vigueur, le 1er janvier 1994, de l'art. 216a CO. Comme exposé ci-dessus, cet acte formateur a déployé immédiatement ses effets, en liant les parties comme si elles avaient conclu un contrat de vente. La société recourante est ainsi devenue titulaire d'une créance immédiatement exigible tendant au transfert de la propriété de la parcelle en cause (TERCIER, op.cit., no 711 p. 90; cf. aussi PAUL-HENRI STEINAUER, Les droits réels, tome II, 2e éd., nos 1709ss p. 103/105, spéc. no 1712 p. 104).\n\nDès lors que le droit litigieux a été exercé sous l'empire de l'ancien droit, l'art. 683 al. 2 aCC est donc seul applicable à la présente cause sans qu'il soit nécessaire de résoudre la question du droit transitoire. Cette solution s'impose d'autant plus que la recourante a également requis l'exécution de sa créance avant la modification de la loi, en ouvrant action le 23 décembre 1991."}