{"annee": "121", "cour": "I", "page": "155", "date": "27/6/1995", "cite": ["114 IA 263", "114 IA 413", "111 IA 134", "120 IA 203", "117 IA 66", "116 IA 359", "100 IA 89"], "cite_par": ["122 I 279", "123 I 41"], "chapeau": "22. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 27. Juni 1995 i.S. Stadt Zürich und S. gegen Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 85 let. a OJ; recours pour violation des droits politiques contre l'interprétation d'une réglementation adoptée par le peuple. Le droit de vote ne permet pas d'exiger qu'une réglementation adoptée par le peuple soit interprétée dans un sens déterminé par l'autorité d'application (consid. 2a). Art. 48 de la constitution zurichoise; autonomie communale. Les communes zurichoises sont autonomes pour mener un procès (consid. 4). Droit de surveillance sur les communes dans le canton de Zurich. Le Conseil d'Etat peut user de son droit de surveillance pour enjoindre aux communes d'appliquer une disposition légale plus strictement qu'auparavant (consid. 5). § 155 de la loi zurichoise sur les communes; compétence au sein des communes zurichoises pour décider d'interjeter un recours. N'est pas arbitraire l'interprétation du § 155 de la loi zurichoise sur les communes, selon laquelle c'est dans tous les cas à l'organe législatif communal qu'il appartient de décider - sans pouvoir déléguer cette compétence à l'organe exécutif - d'attaquer une décision rendue sur recours (consid. 6)."], "faits": "BGE 121 I 155 S. 156\n\nDie Stimmberechtigten der Stadt Zürich haben am 17. Mai 1992 eine neue Bau- und Zonenordnung angenommen. Zur Abstimmungsvorlage gehörte auch der nachstehende Teil über die Ergreifung von Rechtsmitteln:\n\n\"3. Der Stadtrat wird verpflichtet, Rechtsmittelentscheide und Genehmigungsbeschlüsse, welche zu einer ganzen oder teilweisen Aufhebung dieser Bauordnung oder der zugehörigen Pläne führen, anzufechten, soweit es sich um eine erhebliche Änderung handelt und soweit eine Anfechtung nicht als aussichtslos erscheint. Vorbehalten bleibt ein anderslautender Entscheid des Gemeinderates im Einzelfall.\"\n\nGegen die neue Bau- und Zonenordnung wurden über 400 Rekurse eingereicht. Die Baurekurskommission I des Kantons Zürich hiess in der Zwischenzeit zahlreiche von ihnen gut und hob verschiedene Festsetzungen der vom Volk am 17. Mai 1992 angenommenen Bau- und Zonenordnung auf. Die Stadt Zürich focht mehrere Entscheide der Baurekurskommission mit Rekurs beim Regierungsrat an und berief sich dabei auf die oben angeführte Ziffer 3 des Gemeindebeschlusses vom 17. Mai 1992.\n\nBGE 121 I 155 S. 157\n\nDer Regierungsrat gab am 14. Dezember 1994 den zwei von B. und W. eingereichten Aufsichtsbeschwerden gegen Ziffer 3 des Gemeindebeschlusses vom 17. Mai 1992 im wesentlichen Folge. Er erklärte, dass dieser Bestimmung zwar eine rechtskonforme Auslegung gegeben werden könne und deshalb von ihrer Aufhebung abzusehen sei. Es sei jedoch klarzustellen, dass der Stadtrat vom Gemeinderat in einem geeigneten Verfahren die Zustimmung zu den bereits erhobenen und zu den künftigen Rekursen einzuholen habe.\n\nDer Stadtrat von Zürich hat namens der Stadt Zürich gegen den aufsichtsrechtlichen Entscheid des Regierungsrats vom 14. Dezember 1994 eine staatsrechtliche Beschwerde wegen Verletzung der Gemeindeautonomie eingereicht. S. hat gegen den Entscheid des Regierungsrats vom 14. Dezember 1994 ebenfalls eine staatsrechtliche Beschwerde erhoben. Er rügt eine Verletzung seiner politischen Rechte und hilfsweise auch des Willkürverbots und der Gemeindeautonomie.\n\nDas Bundesgericht weist die Beschwerde der Stadt Zürich ab und tritt auf jene von S. nicht ein.", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer S. macht geltend, der angefochtene Aufsichtsentscheid des Regierungsrats missachte den Volksentscheid vom 17. Mai 1992 und verletze daher die politischen Rechte der Stimmbürger. Die damals vom Volk beschlossene Regelung, welche den Stadtrat verpflichte, die die Bau- und Zonenordnung ganz oder teilweise aufhebenden Rechtsmittelentscheide anzufechten, werde durch die regierungsrätlichen Anordnungen ihres Gehalts völlig entleert und faktisch ausser Kraft gesetzt.\n\na) Mit dem angefochtenen Entscheid wird die fragliche Ziffer 3 der vom Volk am 17. Mai 1992 angenommenen Vorlage über die Bau- und Zonenordnung nicht aufgehoben. Der Regierungsrat hat vielmehr erklärt, diese lasse sich so auslegen, dass sie mit den Vorgaben des übergeordneten Rechts von § 155 GemG in Einklang stehe. Dementsprechend hat er den Stadtrat von Zürich zu einer bestimmten Handhabung von Ziffer 3 des Beschlusses vom 17. Mai 1992 angehalten.\n\nEntgegen der Auffassung des Beschwerdeführers greift die regierungsrätliche Anordnung nicht in die politischen Rechte der Stimmbürger ein. Wie erwähnt hebt sie Ziffer 3 des Beschlusses vom 17. Mai 1992 nicht auf. Zudem ergibt sich aus dem Stimmrecht kein Anspruch darauf, dass eine vom Volk erlassene BGE 121 I 155 S. 158Regelung von den rechtsanwendenden Behörden nur in einem ganz bestimmten Sinne verstanden und ausgelegt werde.\n\nSelbst wenn im vorliegenden Fall die umstrittene Ziffer 3 aufgehoben worden wäre, stünde dagegen die Stimmrechtsbeschwerde als Rechtsmittel nicht zur Verfügung. Die staatsrechtliche Beschwerde nach Art. 85 lit. a OG ist nur zulässig, soweit die Rechtmässigkeit des Abstimmungsverfahrens oder die Ermittlung des Abstimmungsergebnisses in Frage steht, jedoch nicht, wenn - wie hier - lediglich die mit den politischen Rechten nicht im Zusammenhang stehende Zulässigkeit eines Gemeindebeschlusses streitig ist (BGE 117 Ia 66 E. 1d/cc S. 68; BGE 111 Ia 134 E. 3 S. 137; Urteil des Bundesgerichts vom 12. Oktober 1988 in ZBl 90/1989 275 E. 2a). Soweit sich aus dem vom Beschwerdeführer genannten Entscheid des Bundesgerichts vom 14. Dezember 1988 (nicht veröffentlichte E. 1b von BGE 114 Ia 413 ff.) auf die gegenteilige Auffassung schliessen lässt, kann daran nicht festgehalten werden.\n\nAuf die geltend gemachte Verletzung der politischen Rechte ist somit nicht einzutreten.\n\nb) Die ebenfalls gerügten Verletzungen von Art. 4 BV und der Gemeindeautonomie erhebt der Beschwerdeführer bloss hilfsweise. Es kommt ihnen daher neben der geltend gemachten Stimmrechtsverletzung keine selbständige Bedeutung zu, und es sind diese Rügen daher ebensowenig zulässig wie die behauptete Verletzung der politischen Rechte.\n\nc) Aus diesen Gründen ist auf die Beschwerde von S. nicht einzutreten.\n\n3. Der Stadtrat von Zürich, das städtische Exekutivorgan, erhebt namens der Stadt Zürich eine staatsrechtliche Beschwerde. Er wirft dem Regierungsrat vor, in krasser Überschreitung seiner Aufsichtsbefugnisse und in willkürlicher Auslegung und Anwendung von § 155 GemG die Gemeindeautonomie verletzt zu haben.\n\nW. und der Regierungsrat sind der Auffassung, dass auf die Beschwerde der Stadt Zürich nur eingetreten werden könne, wenn ein Beschluss des Gemeinderats von Zürich, dem städtischen Legislativorgan, im Sinne von § 155 Abs. 2 GemG nachgereicht werde.\n\nDie Tragweite von § 155 GemG ist umstritten und bildet gerade Gegenstand des angefochtenen Entscheids des Regierungsrats. Die Stadt Zürich wehrt sich mit der vorliegenden Beschwerde dagegen, dass der Regierungsrat die Befugnis des Stadtrats, namens der Stadt Rechtsmittelentscheide anzufechten, einschränkend auslege. Um den Rechtsschutz nicht zu verkürzen, BGE 121 I 155 S. 159ist bei dieser Sachlage auf die Beschwerde einzutreten, ohne dass das umstrittene Erfordernis, das Hauptgegenstand des Rechtsmittels bildet, erfüllt sein müsste (vgl. BGE 116 Ia 359 E. 3b S. 364; BGE 114 Ia 263 E. 1b S. 264 f.). Es bedarf somit im vorliegenden Fall keines Beschlusses des Gemeinderats der Stadt Zürich.\n\nDa auch die übrigen Sachurteilsvoraussetzungen erfüllt sind, ist auf die staatsrechtliche Beschwerde der Stadt Zürich einzutreten.\n\n4. Nach Art. 48 der Verfassung des Kantons Zürich vom 18. April 1869 (KV/ZH, SR 131.211) ordnen die Zürcher Gemeinden innerhalb der Schranken der Verfassung und Gesetze ihre Angelegenheiten selbständig. Die Organisation der Gemeinde und die Aufgaben der einzelnen Organe werden im Rahmen der kantonalen Vorgaben in einer Gemeindeordnung geregelt (vgl. für die Städte Zürich und Winterthur § 88 Abs. 2 GemG).\n\nDie Führung von Prozessen zur Wahrung der Interessen der Gemeinde fällt gemäss § 64 Ziff. 2 in Verbindung mit § 110 GemG grundsätzlich in den Aufgabenbereich des kommunalen Exekutivorgans. In der Gemeindeordnung können jedoch besondere, vom allgemeinen Grundsatz abweichende Regelungen getroffen werden (HANS RUDOLF THALMANN, Kommentar zum Zürcher Gemeindegesetz, 2. Aufl. 1991, § 61 N. 4.6.6.1 ff.). Die Zürcher Gemeinden verfügen somit bezüglich der Prozessführung über eine erhebliche Entscheidungsfreiheit und damit über Autonomie. Diese wird durch § 155 GemG für die Anfechtung von Rechtsmittelentscheiden über Gemeindebeschlüsse zwar eingeschränkt, aber - wie auch der Regierungsrat einräumt - nicht völlig aufgehoben.\n\nDie Beschwerdeführerin kann somit unter Berufung auf ihre Gemeindeautonomie geltend machen, der Regierungsrat habe im angefochtenen Aufsichtsentscheid seine Prüfungsbefugnis überschritten und das massgebliche kantonale Recht willkürlich ausgelegt und angewendet (vgl. BGE 120 Ia 203 E. 2a S. 204).\n\n5. Die Stadt Zürich wirft dem Regierungsrat zunächst vor, er habe die umstrittene aufsichtsrechtliche Massnahme erlassen, ohne dass die Voraussetzungen dafür erfüllt gewesen seien. Ferner habe er die ihm dabei zustehenden Befugnisse unter anderem dadurch überschritten, dass er die Anforderungen an die Rekurserhebung durch die Gemeinde gegenüber der bisherigen Praxis verschärft habe.\n\na) Die Frage, welche Tragweite Ziffer 3 der Vorlage über die Bau- und Zonenordnung zukomme, wurde erst aktuell, als die Baurekurskommission in BGE 121 I 155 S. 160mehreren Entscheiden einzelne Teile dieses Planungswerks aufgehoben und die Stadt Zürich dagegen beim Regierungsrat Rekurs eingelegt hatte. Es trifft zwar zu, dass der Regierungsrat im Rahmen dieser Rechtsmittelverfahren ohnehin hätte prüfen müssen, ob die Rekurserhebung durch die Stadt Zürich vom zuständigen Organ beschlossen worden sei, und dass er somit in diesem Zusammenhang zur fraglichen Ziffer 3 der Vorlage über die Bau- und Zonenordnung hätte Stellung nehmen müssen. Der Regierungsrat durfte jedoch die beiden Aufsichtsbeschwerden von W. und B. zum Anlass nehmen, um der Stadt Zürich zur umstrittenen Zuständigkeitsfrage in allgemeiner Form aufsichtsrechtliche Weisungen zu erteilen (vgl. zum Oberaufsichtsrecht des Regierungsrats über die Gemeinden § 149 GemG und dazu THALMANN, a.a.O., § 149 N. 1). Dieses Vorgehen erschien vor allem deshalb gerechtfertigt, weil die Stadt Zürich beim Regierungsrat zahlreiche Rekurse erhoben hatte und über die Zuständigkeit zur Rekurserhebung Meinungsverschiedenheiten entstanden waren. Der angefochtene Aufsichtsentscheid diente damit der Beseitigung einer bedeutenden Rechtsunsicherheit im Zusammenhang mit der Weiterbehandlung der Bau- und Zonenordnung. Er stützte sich daher auf ein erhebliches öffentliches Interesse und griff keineswegs grundlos in die Autonomie der Stadt Zürich ein.\n\nb) Der Stadtrat von Zürich hält das aufsichtsrechtliche Eingreifen auch deshalb für unzulässig, weil der Regierungsrat bisher mit Bezug auf die umstrittene Zuständigkeitsfrage eine weniger strenge Praxis verfolgt habe. Diese sei auch vom Bundesgericht für das staatsrechtliche Beschwerdeverfahren gebilligt worden.\n\nEs ist erwiesen, dass die Zuständigkeitsregelung von § 155 GemG bisher weder vom Regierungsrat noch vom Bundesgericht im Rahmen des staatsrechtlichen Beschwerdeverfahrens völlig konsequent gehandhabt wurde. Teilweise hängt dies damit zusammen, dass die Bestimmung mit der Revision des Gemeindegesetzes gegenüber früher eine etwas veränderte Tragweite erhalten hatte, über die sich die rechtsanwendenden Organe nicht immer ganz im klaren waren. Die Kontroverse über die Bau- und Zonenordnung in der Stadt Zürich hat - insbesondere seit den veränderten politischen Mehrheiten im Stadt- und Gemeinderat - die praktische Bedeutung von § 155 GemG erstmals in voller Schärfe hervortreten lassen. In dieser Situation war es dem Regierungsrat entgegen der Meinung des Stadtrats von Zürich nicht verwehrt, für eine gesetzestreue und konsequentere Anwendung von § 155 GemG als bisher zu sorgen. Dies gehörte vielmehr gerade zu seinen Aufgaben als BGE 121 I 155 S. 161Oberaufsichtsbehörde über die Gemeinden.\n\n6. Die im angefochtenen Aufsichtsentscheid vertretene Auslegung und Anwendung von § 155 GemG kritisiert die Stadt Zürich als krass willkürlich. So sei es unhaltbar, diese Norm auch bei Erlassen und insbesondere bei Bau- und Zonenordnungen für anwendbar zu erklären. Ausserdem gehe die erteilte aufsichtsrechtliche Anweisung weit über das von § 155 GemG Gebotene hinaus.\n\na) Gemäss § 155 Abs. 1 und 2 GemG bedarf in Gemeinden mit einem sog. Grossen Gemeinderat die Anfechtung eines Rechtsmittelentscheids, mit dem ein Gemeindebeschluss aufgehoben wird, eines Beschlusses eben dieses Grossen Gemeinderats (in der Stadt Zürich lediglich Gemeinderat genannt). § 155 Abs. 4 GemG erklärt es ausdrücklich als zulässig, dass das Exekutivorgan der Gemeinde ein Rechtsmittel vorsorglich zwecks Wahrung der Frist erhebt und den Beschluss des Grossen Gemeinderats erst nachträglich beibringt.\n\nDer Wortlaut von § 155 GemG enthält keine Anhaltspunkte dafür, dass die in dieser Bestimmung aufgestellte Zuständigkeitsordnung nicht für alle Arten von Rechtsmittelentscheiden gelten solle (vgl. auch THALMANN, a.a.O., § 155 N. 4.1). Eine Differenzierung nach der Rechtsnatur des in Frage stehenden Gemeindebeschlusses oder nach dem Umfang der erfolgten Aufhebung wäre auch sachlich kaum zu rechtfertigen. Jedenfalls erscheint es gerade bei Bau- und Zonenordnungen angebracht, die Befugnis, Rechtsmittel zu ergreifen, dem kommunalen Legislativorgan zuzuweisen, da das Ermessen bei Planungsakten gross und dieser Entscheid für eine Gemeinde unter Umständen mit erheblichen Konsequenzen verbunden ist. Wie der Regierungsrat mit Recht erklärt, lassen sich dabei auftretende verfahrensmässige Probleme ohne weiteres lösen. § 155 Abs. 4 GemG erlaubt es dem kommunalen Parlament, bei einer Vielzahl von Rechtsmittelentscheiden die Beschlussfassung über deren Anfechtung verfahrensökonomisch und koordiniert vorzunehmen.\n\nDie Auffassung des Regierungsrats, die Zuständigkeit zur Anfechtung von Rechtsmittelentscheiden über Bau- und Zonenordnungen richte sich nach § 155 GemG, kann deshalb keineswegs als willkürlich bezeichnet werden.\n\nb) Der Regierungsrat verlangt im angefochtenen Entscheid, dass in jedem Fall der Gemeinderat, also das Legislativorgan, über den Weiterzug eines Rechtsmittelentscheids befinden müsse. Ziffer 3 der Vorlage über die Bau- und Zonenordnung müsse in diesem Sinne rechtskonform ausgelegt werden.\n\nBGE 121 I 155 S. 162\n\nWie der Stadtrat von Zürich im einzelnen darlegt, entspricht diese Deutung nicht dem Willen der Organe, welche die Vorlage über die Bau- und Zonenordnung ausgearbeitet haben. Danach sollte der Entscheid über die Anfechtung von Rechtsmittelentscheiden grundsätzlich als an den Stadtrat delegiert gelten; einzig für den Verzicht auf den Weiterzug sollte die Zustimmung des Gemeinderats erforderlich sein.\n\nNach Ansicht des Regierungsrats ist eine solche Delegation mit § 155 GemG nicht vereinbar. Aus dem Wortlaut von § 155 GemG, der gegenüber dem früheren - vor dem 1. Januar 1985 - geltenden Recht weiter und klarer gefasst worden ist, gehe eindeutig hervor, dass stets das kommunale Legislativorgan entscheiden müsse, ob ein Rechtsmittelentscheid angefochten oder hingenommen werden solle. Weder generell noch im Einzelfall könne die Entscheidkompetenz des Legislativorgans an das Exekutivorgan delegiert werden.\n\nDiese Auslegung von § 155 GemG ist nicht willkürlich und wird auch in der Literatur vertreten (vgl. THALMANN, a.a.O., § 155 N. 5.1). Sie trägt dem Gedanken Rechnung, dass dasselbe Organ, welches den durch eine Rechtsmittelinstanz ganz oder teilweise aufgehobenen Akt erlassen hat, auch darüber befinden soll, ob die Aufhebung hingenommen werden könne oder ob dagegen ein Rechtsmittel einzulegen sei.\n\nGegen die Interpretation des Stadtrats von Zürich spricht ebenfalls, dass er danach zur Erhebung von Rechtsmitteln nicht bloss ermächtigt, sondern - von gewissen Ausnahmen abgesehen - sogar verpflichtet wäre. Solche Weisungen verunmöglichen es den staatlichen Organen, erst nach Kenntnisnahme des Rechtsmittelentscheids über die Prozessführung zu entscheiden. Sie sind daher als unzulässig zu betrachten (ALFRED KUTTLER, Zum Schutz der Gemeindeautonomie in der neueren bundesgerichtlichen Rechtsprechung, in: Giurisdizione costituzionale e Giurisdizione amministrativa, 1992, S. 58 f.; THALMANN, a.a.O., § 155 N. 5.2).\n\nDer Regierungsrat handelte somit nicht willkürlich, wenn er den Stadtrat von Zürich anwies, sämtliche seines Erachtens anzufechtenden Rechtsmittelentscheide über die Bau- und Zonenordnung dem Gemeinderat zum Entscheid vorzulegen, ob dagegen ein Rechtsmittel ergriffen werden solle. Ob es zweckmässig war, Ziffer 3 der Vorlage über die Bau- und Zonenordnung in diesem Sinne rechtskonform auszulegen, oder ob diese Bestimmung nicht besser aufgehoben worden wäre, kann dahingestellt bleiben. Die Stadt Zürich BGE 121 I 155 S. 163wird durch das gewählte Vorgehen in ihrer Autonomie nicht stärker eingeschränkt als bei einer Aufhebung.\n\nc) Beizufügen ist schliesslich, dass den obigen Erwägungen inskünftig auch im staatsrechtlichen Beschwerdeverfahren Rechnung zu tragen ist. Das Bundesgericht wird an seiner früheren, noch unter dem alten Recht entwickelten Praxis nicht mehr festhalten können, nach der es zur Erhebung einer staatsrechtlichen Beschwerde eines Beschlusses des kommunalen Legislativorgans nicht bedurfte (vgl. BGE 100 Ia 89 E. 1c S. 91 f.). Vielmehr lässt der neue, weiter gefasste Wortlaut von § 155 Abs. 1-3 GemG keinen Zweifel mehr offen, dass auch der Entscheid über die Einreichung einer staatsrechtlichen Beschwerde in den Zürcher Gemeinden dem Legislativorgan zu unterbreiten ist (THALMANN, a.a.O., § 155 N. 4.1)."}