{"annee": "121", "cour": "II", "page": "176", "date": "19/5/1995", "cite": ["119 IB 179", "120 IB 48", "119 IB 374", "120 IB 431", "104 IB 307", "120 IB 379", "110 IB 99", "118 IB 614"], "cite_par": ["123 II 115", "140 II 315", "135 I 43", "128 II 211", "136 II 281", "124 II 581", "124 II 499", "130 II 514", "133 II 181", "121 II 359", "123 II 376"], "chapeau": "30. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 19. Mai 1995 i.S. Claudia Leisinger-Bolleter u. Mitb. gegen Eidgenössisches Verkehrs- und Energiewirtschaftsdepartement (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 4 al. 1 let. b LEA, art. 6 et 48 PA; qualité pour recourir des riverains lors d'autorisation de transports atomiques. Les principes développés dans la jurisprudence au sujet de la qualité pour recourir de riverains d'installations fixes (consid. 2) ne peuvent pas être transposés tels quels dans la procédure d'autorisation pour transports: les riverains d'une ligne de chemin de fer, sur laquelle des résidus radioactifs sont transportés plusieurs fois par année, ne jouissent pas de la qualité de partie dans la procédure d'autorisation du seul fait de leur proximité géographique et de la situation menaçante qui y est liée (consid. 3)."], "faits": "BGE 121 II 176 S. 177\n\nClaudia Leisinger-Bolleter, Hanspeter Meier, Theo Meyer und Helene Roth-Hürzeler wohnen in der Nähe des Bahnhofs Muttenz. Am 20. Januar 1992 stellten sie beim Bundesamt für Energiewirtschaft erfolglos das Gesuch, es sei festzustellen, dass ihnen im Bewilligungsverfahren für den Transport abgebrannter Brennelemente aus Kernkraftwerken (Art. 4 Abs. 1 lit. b des Bundesgesetzes vom 23. Dezember 1959 über die friedliche Verwendung der Atomenergie und den Strahlenschutz, AtG; SR 732.0), soweit er über das Gebiet der Gemeinde Muttenz abgewickelt werde, Parteistellung zukomme (Art. 6 und Art. 48 des Bundesgesetzes vom 20. Dezember 1968 über das Verwaltungsverfahren, VwVG; SR 172.021).\n\nDas Eidgenössische Verkehrs- und Energiewirtschaftsdepartement bestätigte auf Beschwerde hin am 24. März 1994 den Entscheid des Bundesamtes: Nach dem Amtsbericht der Hauptabteilung für die Sicherheit der Kernanlagen (HSK) und den Darstellungen der Gesuchsteller selber könne das Gefährdungspotential von Transporten abgebrannter Brennelemente weder in qualitativer noch in quantitativer Hinsicht mit jenem von Kernkraftwerken verglichen werden. Die Anwohner der Transportrouten seien keiner besonderen Gefährdung ausgesetzt und hätten kein ausreichendes schutzwürdiges Interesse, am Bewilligungsverfahren teilzunehmen.\n\nClaudia Leisinger-Bolleter, Hanspeter Meier, Theo Meyer und Helene Roth-Hürzeler haben hiergegen Verwaltungsgerichtsbeschwerde eingereicht, die das Bundesgericht abweist.", "considerants": "Aus den Erwägungen:\n\n2. a) Als Parteien gelten im Bundesverwaltungsverfahren Personen, deren Rechte oder Pflichten die Verfügung berühren soll, und andere Personen, Organisationen oder Behörden, denen ein Rechtsmittel gegen die Verfügung zusteht (Art. 6 VwVG). Zur Beschwerde berechtigt ist nach Art. 48 lit. a VwVG, wer durch die angefochtene Verfügung berührt ist und ein schutzwürdiges Interesse an deren Aufhebung oder Änderung hat. Dieses kann rechtlicher oder auch bloss tatsächlicher Natur sein und braucht mit dem Interesse, das durch die vom Beschwerdeführer als verletzt bezeichneten Normen geschützt wird, nicht übereinzustimmen. Immerhin muss der Beschwerdeführer durch den angefochtenen Entscheid stärker als jedermann betroffen sein und in einer besonderen, beachtenswerten, nahen Beziehung zur Streitsache stehen. Sein Interesse ist schutzwürdig, wenn seine tatsächliche oder rechtliche Situation durch den Ausgang des Verfahrens BGE 121 II 176 S. 178beeinflusst werden kann. Diese Anforderungen sollen die Popularbeschwerde ausschliessen. Ihnen kommt besondere Bedeutung zu, wenn - wie hier - nicht der Verfügungsadressat im materiellen Sinn, sondern ein Dritter den Entscheid anficht. Nur wenn auch in einem solchen Fall ein unmittelbares Berührtsein, eine spezifische Beziehungsnähe gegeben ist, hat der Beschwerdeführer ein ausreichendes Rechtsschutzinteresse daran, dass der angefochtene Entscheid aufgehoben oder geändert bzw. er im erstinstanzlichen Verfahren als Partei zugelassen wird (zu Art. 48 lit. a VwVG: BGE 119 Ib 374 E. 2a/aa S. 376, 116 Ib 321 E. 2a S. 323; zu Art. 103 lit. a OG: BGE 120 Ib 48 E. 2a S. 51 ff. und 379 E. 4b S. 386, BGE 119 Ib 179 E. 1c S. 183 f., BGE 118 Ib 614 E. 1b S. 615 f.).\n\nb) Die Frage, ob die für die Legitimation erforderliche Beziehung Dritter zur Streitsache gegeben ist, stellt sich in der Praxis namentlich bei der Bewilligung von stationären Anlagen. Sie wird dort in erster Linie bejaht, wenn der Bau oder Betrieb der projektierten Anlage mit Sicherheit oder grosser Wahrscheinlichkeit zu Immissionen führt und die Einsprecher durch diese - seien es Lärm-, Staub-, Erschütterungs-, Licht- oder andere Einwirkungen - betroffen werden. Sind solche Beeinträchtigungen zu erwarten, ändert auch der Umstand, dass eine grosse Anzahl von Personen betroffen ist, an der Einsprache- und Beschwerdebefugnis des Einzelnen nichts. Das Bundesgericht hat festgehalten, dass bei grossflächigen Immissionen ein sehr weiter Kreis Betroffener zur Beschwerdeführung legitimiert sein kann, zum Beispiel die Anwohner eines Flughafens, einschliesslich jener, die in der Verlängerung der Flugplatzpisten wohnen (d.h. im Bereich der An- und Abflugschneisen; BGE 104 Ib 307 E. 3b S. 318), oder etwa all jene Personen, die von Schiesslärm betroffen sind, wenn sie den Lärm deutlich hören können und dadurch in ihrer Ruhe gestört werden (BGE BGE 110 Ib 99 E. 1c S. 102). In dicht besiedelten Gebieten kann somit grundsätzlich sehr vielen Personen die Beschwerdelegitimation zukommen, ohne dass bereits von einer Popularbeschwerde gesprochen werden müsste (BGE 110 Ib 99 E. 1c S. 102).\n\nc) Die Betroffenheit Dritter lässt sich auch dann nicht zum vornherein ausschliessen, wenn von einer Anlage zwar bei Normalbetrieb keine Emissionen ausgehen, mit ihr aber ein besonderer Gefahrenherd geschaffen wird und sich die Anwohner deshalb einem erhöhten Risiko ausgesetzt sehen. Der Bundesrat hat in seiner Rechtsprechung über die Teilnahme am Bewilligungsverfahren für Kernkraftwerke ausgeführt, legitimiert seien in diesem Zusammenhang all jene, die den spezifischen Risiken von atomaren BGE 121 II 176 S. 179Anlagen - Freisetzung von radioaktiven Stoffen bei kleineren oder grösseren Betriebsunfällen oder gar den unmittelbaren Gefahren einer eigentlichen Katastrophe im Werk - in höherem Masse preisgegeben seien als die Allgemeinheit. Für die Beurteilung der Schutzwürdigkeit sei vom Gefährdungspotential auszugehen als dem Risiko, das theoretisch mit einer solchen Anlage verbunden sei. Jedermann, der innerhalb eines Bereiches lebe, in dem dieses Gefährdungspotential besonders hoch einzuschätzen sei, habe ein schützenswertes Interesse daran, dass der Eigenart und der Grösse der Gefahr angemessene und geeignete Schutzmassnahmen ergriffen würden, weshalb er zur Teilnahme am Verfahren befugt sei. Dieses Recht finde seine Schranke an der Unzulässigkeit der Popularbeschwerde. Erstrecke sich die Gefährdung auf einen so weiten Raum, dass ein grosser Teil der Bevölkerung einer ganzen Landesgegend davon betroffen sei, so könne der Einzelne nur noch dann ein besonderes Interesse geltend machen, wenn er stärker exponiert sei als die übrigen Einwohner. Dies treffe für all jene zu, die so nahe am Kraftwerk wohnten, dass sie von seinen Auswirkungen \"ganz unmittelbar und erkennbar\" stärker bedroht seien als die Allgemeinheit. Es seien rund um die Kraftwerke Zonen abzugrenzen, in denen von einer erkennbar stärkeren Gefährdung der Bewohner und daher von deren Beschwerderecht auszugehen sei, während ausserhalb dieser Zonen Wohnende ihre besondere Gefährdung nachzuweisen hätten (VPB 42/1978 Nr. 96 S. 429 ff., 44/1980 Nr. 89, 46/1982 Nr. 54; vgl. dazu BGE 120 Ib 379 E. 4d S. 388 und 431 E. 1 S. 434 f.).\n\nd) In Anwendung dieser Grundsätze ist das Bundesgericht im Entscheid \"Basler Appell gegen Gentechnologie\" zum Ergebnis gelangt, dass den Anwohnern einer umzubauenden Fabrik, in der in einem biologischen Verfahren mit gentechnisch veränderten Mikroorganismen ein Heilmittel produziert werden soll, nicht zum vornherein die Befugnis abgesprochen werden dürfe, gegen den geplanten Umbau Einsprache zu erheben bzw. gegen die Bewilligung des Umbaus zu rekurrieren; auch wenn das Gefahrenpotential der geplanten Anlage nicht mit jenem eines Atomkraftwerks verglichen werden könne, bestehe doch für die Anwohner, die von den Auswirkungen eines Störfalls am unmittelbarsten betroffen würden, zweifellos eine erhöhte Gefahr (BGE 120 Ib 379 ff.). In einem andern Fall hat das Bundesgericht dagegen einen Beschwerdeführer, der in seiner Einsprache gegen ein Eisenbahnprojekt zur Begründung seiner Legitimation namentlich auf die Risiken hingewiesen hatte, die - vor allem beim Bau des Eisenbahntrassees - für die BGE 121 II 176 S. 180Trinkwasserversorgung des betreffenden Gebiets entstünden, nicht als zur Einsprache legitimiert erachtet. Zur Begründung führte es aus, zwar könne bei Bau- wie auch bei Betriebsunfällen selbst bei grösster Sorgfalt nie ganz ausgeschlossen werden, dass der Grundwasserhaushalt gestört werde; eine ernst- und dauerhafte Beeinträchtigung trete jedoch kaum je ein, weshalb es hier schon an der Voraussetzung eines besonders grossen Gefährdungspotentials fehle; im weiteren würde eine Störung des Grundwasservorkommens in erster Linie die für die Trinkwasserversorgung verantwortlichen Personen oder Behörden treffen, die eine viel engere Beziehung zum Projekt aufwiesen als die Trinkwasserbezüger; die für die Legitimation notwendige unmittelbare Berührtheit sei daher nicht gegeben (BGE 120 Ib 431 E. 1 S. 435).\n\n3. a) Das Eidgenössische Verkehrs- und Energiewirtschaftsdepartement hat den Beschwerdeführern die Parteistellung im Transportbewilligungsverfahren abgesprochen, weil das mit dem Transport verbundene Gefährdungspotential sowohl in qualitativer wie in quantitativer Hinsicht nicht mit jenem von Kernkraftwerken verglichen werden könne; im Gegensatz zu jenem von stationären Anlagen sei es überdies nur temporärer Natur, weshalb die entsprechende Rechtsprechung nicht unbesehen darauf übertragen werden könne. Diese Ausführungen sind nicht zu beanstanden: Zwar bildet die Frage des Gefährdungspotentials regelmässig erst Gegenstand des Bewilligungsverfahrens selber (vgl. BGE 120 Ib 379 E. 4e S. 389), doch lässt sich eine summarische Risikoabschätzung bereits bei der Beurteilung der Parteistellung nicht umgehen, wenn diese - wie hier - ausschliesslich mit einer gegenüber der Allgemeinheit erhöhten Gefährdung begründet wird. Nur wenn Anwohner - sowohl in bezug auf die Wahrscheinlichkeit des Schadenseintritts wie auf die absehbare Schwere der Beeinträchtigung bei Schadensverwirklichung - einem nicht unwesentlich höheren Risiko ausgesetzt sind als die Allgemeinheit, stehen sie in einer beachtenswerten, nahen Beziehung zum Bewilligungsverfahren und sind deshalb in diesem als Partei zuzulassen. Bloss Gefahren von einer gewissen Bedeutung und Wahrscheinlichkeit vermögen eine Legitimation zu begründen, nicht rein theoretische und weit entfernt mögliche, weil sonst eine sinnvolle Abgrenzung zur Popularbeschwerde kaum möglich ist.\n\nb) Aus der normalen Abwicklung der Transporte ergeben sich für die Beschwerdeführer unbestrittenermassen keine zusätzlichen Immissionen, weshalb es bei der Frage nach ihrer Parteistellung nur um das Risiko eines BGE 121 II 176 S. 181Störfalls gehen kann. Potentiell gefährdet ist dabei das anstossende Gebiet entlang der gesamten Transportstrecke, jedoch nur während der wenigen jährlichen Transporte und zudem nur zeitlich beschränkt für die Dauer der Durchfahrt des Transports. Ein Unfall wäre für die unmittelbar betroffenen Anwohner häufig weniger gefährlich als ein Bahnunglück mit toxischen Chemikalien oder mit Treibstoffen. Die Hauptabteilung für die Sicherheit der Kernanlagen bezeichnet in dem von der Vorinstanz eingeholten Amtsbericht das mit Brennelementtransporten verbundene Risiko denn auch als vernachlässigbar klein. Selbst bei einem schweren Unfall, dessen Wahrscheinlichkeit sehr gering sei, dürfte die Integrität der Transportbehälter erhalten bleiben. Diese seien gestützt auf die geltenden internationalen Normen so ausgelegt, dass selbst bei harten Testbeanspruchungen nur eine begrenzte Radioaktivität entweichen könne. Die bei einem Strahlenunfall zu erwartenden Dosen stellten keine akute Gefährdung der Bevölkerung dar; in einem ungünstigen Fall sei die Strahlenbelastung (bis zu 3 mSv) lokal vergleichbar mit der natürlichen Bestrahlung, der sich jede Person in der Schweiz Jahr für Jahr ausgesetzt sehe. Die Beschwerdeführer werfen diesem Gutachten zwar grobe wissenschaftliche Mängel vor; aus den von ihnen eingereichten Gegengutachten ergebe sich, dass den streitigen Transporten im Gegenteil ein sehr erhebliches Gefährdungspotential innewohne. Wie es sich damit verhält, braucht im vorliegenden Zusammenhang nicht abschliessend geklärt zu werden. Auch nach Ansicht der Beschwerdeführer ist bei einem Transportunfall mit weit geringeren Strahlendosen zu rechnen als bei einem schweren Kernkraftwerkunfall. Wenn die Vorinstanz unter diesen Umständen davon ausgegangen ist, dass für den einzelnen Streckenanwohner die Wahrscheinlichkeit einer radioaktiven Verstrahlung im Vergleich zum entsprechenden allgemeinen Risiko nicht signifikant höher sei und deshalb nicht von einem besonders grossen Gefährdungspotential gesprochen werden könne, das den Einzelnen erst berechtigen würde, seine Interessen im Bewilligungsverfahren wahrzunehmen (vgl. BGE 120 Ib 431 E. 1 S. 435), hat sie weder Bundesrecht verletzt noch den entscheidwesentlichen Sachverhalt falsch oder unvollständig festgestellt.\n\nc) Würden bei der Bewilligung des Transports von Nuklearmaterial den Anwohnern der Transportstrecke allein wegen des (relativen) Störfallrisikos Parteistellung und Beschwerdelegitimation eingeräumt, müsste dies konsequenterweise auch bei anderen vergleichbaren Verhältnissen getan werden (Treibstoff- und Chemietransporte), sei es, indem bisher erteilte BGE 121 II 176 S. 182(Global- oder Einzel-)Bewilligungen neu einer öffentlichen Auflage gemäss Art. 30a VwVG zu unterwerfen wären, sei es, dass mangels einer anfechtbaren förmlichen Bewilligung einem entsprechend grossen Betroffenenkreis wenigstens ein Anspruch auf einen Feststellungsentscheid über die allfällige Rechtswidrigkeit des zugemuteten Risikos zuzugestehen wäre. Die Verantwortung für die Wahrung der öffentlichen Sicherheit und für die Befolgung der einschlägigen Transportvorschriften obliegt jedoch allein den mit der Durchführung des Transports betrauten Stellen und den zuständigen Aufsichts- und Bewilligungsbehörden. Diese haben im öffentlichen Interesse die nötigen Vorkehrungen zu treffen, um den mit der Tätigkeit verbundenen Gefahren vorzubeugen; einzelnen Anwohnern kommt im entsprechenden Verfahren nicht bereits (bloss) wegen ihrer örtlichen Nähe zur Transportroute Parteistellung zu, sondern nur, wenn sie eine besondere, durch den Transport verursachte, überdurchschnittliche, konkrete Gefährdung darzutun vermögen, was hier nicht der Fall ist."}