{"annee": "121", "cour": "I", "page": "173", "date": "22/5/1995", "cite": ["113 IA 94", "109 IA 217", "120 IB 379", "121 I 93", "113 IA 232", "101 IA 323", "120 IA 321"], "cite_par": ["125 II 86", "128 I 167", "130 II 302"], "chapeau": "24. Extrait de l'arrêt de la Ire Cour de droit public du 22 mai 1995 dans la cause Walter Stürm contre Chambre d'accusation du Tribunal cantonal du canton du Jura (recours de droit public)", "regestes": ["Art. 32 al. 4 let. a et al. 5 OJ. Le refus de transmettre un mémoire à l'autorité de recours destinataire ou compétente ne constitue pas en l'espèce une décision (consid. 2). Le délai de recours est respecté lorsque le mémoire est remis en temps utile à une autre section du tribunal qui a statué (consid. 3)."], "faits": "BGE 121 I 173 S. 173\n\nWalter Stürm, alors détenu aux prisons de Porrentruy en attente de son jugement par la Cour criminelle du canton du Jura, a adressé quatre requêtes au Président de cette juridiction, relatives à la restitution de photographies et d'un agenda, à l'utilisation du téléphone, à des promenades journalières en plein air et aux frais de transport des effets du prévenu de Brigue à Porrentruy.\n\nPar quatre décisions séparées, le magistrat a rejeté les requêtes.\n\nContre ces décisions, Stürm a adressé quatre mémoires intitulés \"recours ou prise à partie\" à la Chambre d'accusation du Tribunal cantonal du canton du Jura (ci-après: la Chambre d'accusation). Il a adressé un cinquième mémoire à cette autorité, dans lequel il reprochait au Président de la Cour BGE 121 I 173 S. 174criminelle d'avoir ouvert pour contrôle deux lettres qui lui avaient été adressées par des autorités cantonales. Dans chacun de ces mémoires, Stürm en demande la transmission à l'autorité compétente pour en connaître, au cas où la Chambre d'accusation se tiendrait pour incompétente.\n\nDans cinq décisions séparées du 23 février 1995, la Chambre d'accusation a déclaré les recours irrecevables, le droit jurassien ne connaissant pas de recours à la Chambre d'accusation contre les décisions de la Cour criminelle - une autre section du Tribunal cantonal - ou de son Président. Elle a examiné s'il y avait lieu de transmettre les recours au Tribunal fédéral comme objets de sa compétence en application de l'art. 32 al. 5 OJ; elle a estimé que ce n'était pas le cas, les actes de recours n'ayant pas été adressés à l'autorité cantonale qui avait statué (la Cour criminelle) mais à une autre autorité cantonale.\n\nContre ces décisions, Stürm forme cinq recours de droit public dans lesquels il déclare attaquer non pas le prononcé d'irrecevabilité, mais le refus de transmettre au Tribunal fédéral les recours adressés à la Chambre d'accusation. Il demande par ailleurs au Tribunal fédéral de traiter ces mémoires directement comme recours de droit public. Le Tribunal fédéral a déclaré irrecevables les recours en tant qu'ils étaient dirigés contre les décisions de la cour cantonale; il a décidé de traiter les cinq mémoires cantonaux comme recours de droit public, sur lesquels il serait statué ultérieurement.", "considerants": "Extrait des considérants:\n\n1. Les différents recours posent les problèmes communs de la recevabilité des recours dirigés contre les prononcés de la Chambre d'accusation d'une part, et du respect du délai par la remise des actes de recours à une autorité cantonale d'autre part. Il y a lieu de statuer à ce sujet par un arrêt commun limité à ces questions.\n\n2. Le recourant déclare en premier lieu vouloir attaquer les décisions de la Chambre d'accusation de ne pas transmettre ses écritures au Tribunal fédéral, pour y être traitées comme recours de droit public. En revanche, il ne remet pas en cause les prononcés par lesquels cette dernière s'est déclarée incompétente.\n\na) Lorsqu'il n'est pas dirigé contre un acte législatif, le recours de droit public ne peut être formé que contre une décision cantonale (art. 84 al. 1 OJ). Ne constitue une décision qu'un acte étatique qui touche la situation juridique de l'intéressé, l'astreignant à faire, à s'abstenir ou BGE 121 I 173 S. 175à tolérer quelque chose, ou qui règle d'une autre manière obligatoire ses rapports avec l'Etat (ATF 120 Ia 325 consid. 3a, 22 consid. 2a et les arrêts cités, spécialement ATF 113 Ia 234 consid. 1). Or, le fait de ne pas transmettre un mémoire à l'autorité de recours destinataire n'a pas d'effet sur la situation juridique de son auteur, du moins lorsque la recevabilité de ce mémoire n'en dépend pas (par exemple parce que sa recevabilité dépendrait de sa remise à la poste dans un certain délai, par les soins de l'autorité saisie; cf. aussi ATF ATF 109 Ia 225 consid. 2a). Tel est le cas en l'occurrence, où il s'agit exclusivement de savoir si le recours a été remis à l'autorité cantonale qui a statué, au sens de l'art. 32 al. 4 let. a OJ (cf. ci-dessous consid. 3). De plus, il n'appartient pas non plus à l'autorité cantonale, mais au Tribunal fédéral seul de statuer sur la recevabilité des recours qui lui sont destinés.\n\nb) Au demeurant, le rejet d'une requête tendant à un acte matériel - soit un comportement de l'autorité non constitutif de décision -, ne peut lui non plus être tenu pour une décision susceptible de recours (cf. art. 5 al. 1 let. c PA a contrario).\n\nLes recours se révèlent donc irrecevables en tant qu'ils sont dirigés contre le prononcé de la Chambre d'accusation refusant de transmettre les mémoires de Stürm au Tribunal fédéral.\n\n3. Le recourant demande aussi au Tribunal fédéral de traiter directement comme recours de droit public les recours qu'il avait adressés à la Chambre d'accusation; il avait déjà envisagé dans ces derniers une telle qualification pour l'hypothèse où les recours cantonaux seraient déclarés irrecevables.\n\nSelon l'art. 32 al. 4 let. a OJ, qui s'applique tout particulièrement au recours de droit public (BGE 121 I 93, consid. 1), le délai de recours est considéré comme observé lorsqu'un mémoire qui devait être adressé au Tribunal fédéral l'a été en temps utile à l'autorité cantonale qui a statué.\n\nIl est à juste titre incontesté que les recours qui ont été adressés à la cour cantonale à l'encontre des décisions du Président de la Cour criminelle, l'ont été dans le délai de trente jours prévu à l'art. 89 al. 1 OJ. Il y a donc lieu d'examiner d'une part si ces écrits doivent être considérés comme des \"mémoires qui doivent être adressés au tribunal [fédéral]\" et d'autre part, le cas échéant, s'ils ont été remis \"à l'autorité cantonale qui a statué\".\n\na) D'après la jurisprudence constante, le Tribunal fédéral qualifie d'office les recours qui lui sont destinés, sans s'en tenir aux expressions inexactes dont auraient pu se servir leurs auteurs (ATF 120 Ib 381 consid. 1a et les arrêts cités), même lorsque ces écrits ont été adressés à une BGE 121 I 173 S. 176autorité incompétente (cf. en particulier les art. 32 et 107 OJ). Le \"mémoire qui devait être adressé au tribunal\" s'entend donc aussi de celui pour le traitement duquel le Tribunal fédéral est compétent en vertu de la loi (à côté de celui que son auteur voulait expressément adresser au Tribunal fédéral).\n\nEn l'occurrence, les mémoires de Stürm doivent être donc traités selon l'art. 32 al. 4 let. a OJ, dès lors qu'on peut envisager de les considérer comme des recours de droit public, selon l'appréciation pertinente de la cour cantonale, et à la demande du recourant.\n\nb) Lorsque l'autorité cantonale qui a statué est un tribunal comportant plusieurs sections (lato sensu), il y a lieu de déterminer si la remise de l'acte à une autre section que celle qui a statué suffit à sauvegarder le délai de recours en application de l'art. 32 al. 4 let. a OJ.\n\nD'une manière générale, la jurisprudence du Tribunal fédéral considère qu'une autorité cantonale abuse du formalisme en considérant qu'un délai cantonal n'est pas respecté par la remise de l'acte à une autre section d'un même tribunal, les deux sections n'étant que des subdivisions d'une seule autorité (ATF 113 Ia 96 consid. 2 et les arrêts cités, notamment ATF 101 Ia 323; cf. aussi EGLI, La protection de la bonne foi dans le procès, in Juridiction constitutionnelle et juridiction administrative, Zurich 1992 p. 235 et l'arrêt non publié qui y est cité - note 58). Il ne saurait en aller autrement pour le respect du délai de droit fédéral, prévu pour le dépôt d'un recours de droit public (art. 89 et 32 al. 4 OJ). Cette solution répond aussi au but de l'art. 32 al. 4 let. a OJ - introduit lors de la révision de cette loi - qui tend à empêcher un excès de formalisme, tout en parant aux risques qui seraient liés à une réglementation selon laquelle le délai serait respecté par la remise de l'acte auprès de n'importe quelle autorité en Suisse; en effet, dans la situation prévue par la loi, la constatation du dépôt de l'acte et son acheminement au Tribunal fédéral ne présentent pas de difficultés particulières.\n\nEn l'espèce, la Chambre d'accusation et la Cour criminelle constituent deux sections d'un même tribunal (cf. art. 9 de la loi jurassienne sur l'organisation judiciaire, du 26 octobre 1978). Il en résulte qu'en tant que recours de droit public, les mémoires de Stürm adressés à la Chambre d'accusation du Tribunal cantonal jurassien ont été déposés à temps. Il conviendra de statuer ultérieurement à leur sujet."}