{"annee": "121", "cour": "I", "page": "259", "date": "8/6/1995", "cite": ["105 V 113", "95 I 21"], "cite_par": ["128 III 129", "125 II 113", "125 I 458", "122 V 178", "128 I 317", "129 III 664", "130 III 213"], "chapeau": "36. Extrait de l'arrêt de la IIe Cour de droit public du 8 juin 1995 dans la cause J. contre Tribunal administratif du canton de Genève (recours de droit public)", "regestes": ["Art. 46 al. 2 Cst.; double imposition d'honoraires d'administrateur. Contenu de l'interdiction de la double imposition. Règles de conflit s'agissant des produits d'une activité lucrative dépendante et de ceux d'une activité lucrative indépendante (consid. 2). Nature de l'activité d'un membre du conseil d'administration d'une société, du point de vue fiscal, en particulier des impôts directs (consid. 3). L'activité exercée par le recourant, qui est expert-comptable, dans des conseils d'administration de sociétés doit être qualifiée de dépendante (consid. 4)."], "faits": "BGE 121 I 259 S. 260\n\nDomicilié à X. (VD), J. exerce une activité d'expert-comptable à Genève. Il exploite, à Genève également, un commerce d'horlogerie-souvenirs qui est tenu par un gérant-vendeur. Par ailleurs, il est administrateur de plusieurs sociétés qui ont leur siège dans différents cantons.\n\nPour l'année fiscale 1990, l'Administration fiscale cantonale du canton de Genève a taxé J., le 18 octobre 1990. En dérogation à la pratique suivie jusqu'alors, l'autorité de taxation a englobé, en particulier, dans le revenu imposé à Genève un montant représentant des honoraires d'administrateur de sociétés.\n\nLes 11 et 18 décembre 1990, à la suite de la réclamation de J., l'Administration fiscale cantonale genevoise a fixé le revenu imposable à Genève en limitant l'imposition des honoraires d'administrateur à ceux versés par les sociétés dont le siège était à Genève.\n\nJ. a recouru contre ces décisions. Le 5 novembre 1992, la Commission cantonale de recours en matière d'impôts du canton de Genève a rejeté le recours.\n\nJ. a porté sa cause devant le Tribunal administratif du canton de Genève qui l'a débouté par arrêt du 20 avril 1993. Cette autorité a retenu en particulier que, comme un avocat, un expert-comptable qui exerce sa profession de manière indépendante et facture ses prestations aux sociétés dont il est administrateur doit être considéré comme lié à elles par un contrat de mandat, et non de travail; il est libre d'organiser son activité comme il l'entend, de sorte qu'elle doit également être considérée comme exercée de façon indépendante.\n\nAgissant par la voie du recours de droit public, J. demande au Tribunal fédéral d'annuler l'arrêt rendu le 20 avril 1993 par le Tribunal administratif du canton de Genève, de confirmer le droit du canton de Vaud d'imposer les honoraires qu'il reçoit à titre d'administrateur de sociétés quel que soit le canton de leur siège et de revenir aux règles de répartition intercantonale appliquées jusqu'en 1989. Il invoque l'art. 46 al. 2 Cst.\n\nLe Tribunal fédéral a admis le recours.", "considerants": "Extrait des considérants:\n\n2. a) L'interdiction de la double imposition s'oppose à ce qu'un contribuable soit soumis par deux ou plusieurs cantons sur le même objet pendant la même période à des impôts analogues (double imposition effective) ou à ce qu'un canton excède les limites de sa souveraineté BGE 121 I 259 S. 261fiscale et, violant des règles de conflits jurisprudentielles, prélève un impôt dont la perception est de la seule compétence d'un autre canton (double imposition virtuelle). La jurisprudence a, en outre, déduit de l'art. 46 al. 2 Cst. le principe selon lequel un canton ne peut imposer plus lourdement un contribuable du fait qu'il n'est pas soumis entièrement à sa souveraineté fiscale, mais qu'il est aussi assujetti aux impôts dans un autre canton (ATF 115 Ia 157 consid. 3 p. 163; 111 Ia 44 consid. 3 p. 47).\n\nb) De jurisprudence constante, la fortune investie et le produit d'une activité lucrative indépendante, tel que celui d'une profession libérale exercée au moyen d'installations fixes et permanentes, sont imposables au for de l'établissement stable (Archives 58 p. 538 consid. 2a p. 541; 57 p. 582 consid. 4a p. 586; 42 p. 481 consid. 2a p. 483/484; LOCHER, Die Praxis der Bundessteuern - III. Teil: Doppelbesteuerung, Bâle 1994, § 5 II A nos 1 à 6). En revanche, les revenus provenant d'une activité lucrative dépendante sont imposables dans le canton de domicile du contribuable indépendamment du lieu où s'exerce cette activité (LOCHER, op.cit., § 5 I A).\n\nEn l'espèce, il n'est pas contesté que le recourant exerce à titre indépendant la profession d'expert-comptable à Genève où il dispose d'installations fixes et permanentes. Le produit de cette activité est donc imposable à Genève. Seule est litigieuse la question de savoir si l'activité qu'il déploie comme administrateur de diverses sociétés est également indépendante de sorte que les honoraires qu'il touche seraient imposables à Genève, avec ses revenus d'expert-comptable, ou s'il s'agit du produit d'une activité dépendante assujettie à la souveraineté fiscale vaudoise. La distinction qu'entend faire l'autorité fiscale genevoise entre les honoraires provenant de sociétés dont le siège est situé dans le canton de Genève et celles dont le siège se trouve dans un autre canton est dépourvue de tout fondement sur le plan intercantonal (cf. a contrario art. 4 al. 2 lettre b et 35 al. 1 lettre c de la loi fédérale du 19 décembre 1990 sur l'harmonisation des impôts directs des cantons et des communes - LHID; RS 642.14) et se révèle d'emblée erronée.\n\n3. a) La condition des personnes qui exercent une activité dépendante est réglée dans la plupart des cas, sur le plan du droit privé, par les dispositions sur le contrat de travail (art. 319 ss CO), tandis que c'est généralement le contrat d'entreprise (art. 363 ss CO) ou de mandat (art. 394 ss CO) qui régit les relations entre les personnes exerçant une profession libérale indépendante et leurs clients (cf. RIVIER, Droit fiscal suisse - L'imposition du revenu et de la fortune, Neuchâtel 1980, p. 95 et BGE 121 I 259 S. 26299; BLUMENSTEIN/LOCHER, System des Steuerrechts, Zurich 1992, 4e éd., p. 145/146; HÖHN, Steuerrecht, Berne 1993, 7e éd., p. 199; KÄNZIG, Wehrsteuer, Bâle 1982, 2e éd., vol. I, n. 16 ad art. 21 al. 1 lettre a).\n\nLa question de savoir si le membre d'un conseil d'administration d'une société anonyme est lié à elle par un contrat de travail ou par un contrat de mandat est controversée. La doctrine récente considère que l'activité d'administrateur est plutôt soumise aux règles du mandat (STAEHELIN, Kommentar zum schweizerischen Zivilgesetzbuch - Das Obligationenrecht, Zurich 1984, n. 42 ad art. 319 CO; VISCHER, Le contrat de travail, in Traité de droit privé suisse, vol. VII/I, 2, Fribourg 1982, p. 38; STREIFF/VON KAENEL, Arbeitsvertrag, Zurich 1992, 5e éd., n. 6 ad art. 319 CO; REHBINDER, Berner Kommentar, Berne 1985, n. 52 ad art. 319 CO). L'élément caractéristique du contrat de travail, qui permet de le différencier en particulier du contrat de mandat, est le rapport de subordination juridique qui place le travailleur dans la dépendance de l'employeur sous l'angle \"personnel, organisationnel et temporel\" (cf. notamment BRUNNER/BÜHLER/WAEBER, Commentaire du contrat de travail, Berne 1989, n. 3 ad art. 319 CO). Or selon REHBINDER, on ne saurait parler de rapport de subordination à propos d'une personne qui siège au conseil d'administration, soit l'organe qui représente la société anonyme; seul le mandat entrerait donc en ligne de compte (REHBINDER, op.cit., n. 52 ad art. 319 CO).\n\nb) Les autorités compétentes en matière d'assurance-veillesse et survivants (AVS) qualifient en règle générale les honoraires touchés par les membres de l'administration ou d'organes dirigeants de sociétés de revenus provenant d'une activité dépendante (art. 5 al. 2 de la loi fédérale du 20 décembre 1946 sur l'AVS - LAVS; RS 831.10 - et 7 lettre h du règlement du 31 octobre 1947 sur l'AVS - RAVS; RS 831.101). La jurisprudence a précisé que de tels honoraires sont présumés accordés en raison de la qualité d'organe de la société et réputés provenir d'une activité salariée même si les indemnités sont proportionnelles à l'activité et à l'état des affaires (RCC 1983 p. 22 consid. 2 et la jurisprudence citée). En revanche, de tels honoraires ne font pas partie du salaire déterminant s'il s'agit d'indemnités pour un avocat qui n'ont aucune relation directe avec son activité de membre du conseil d'administration, mais qui ont été payées pour la liquidation d'affaires juridiques que cet avocat aurait traitées même sans être membre dudit conseil (ATF 105 V 113 consid. 3 p. 115/116).\n\nBGE 121 I 259 S. 263\n\nc) La nature juridique des rapports civils (contrat de travail ou de mandat) ou la qualification des revenus qui en découlent pour les assurances sociales ne sont pas à vrai dire déterminantes sous l'angle du droit fiscal. Elles constituent néanmoins des indices. Pour savoir si une activité doit être considérée comme dépendante ou indépendante du point de vue fiscal, l'élément décisif est la mesure de l'indépendance personnelle et économique de l'intéressé dans l'accomplissement de sa tâche (ATF 95 I 21 consid. 5b p. 24; LOCHER, op.cit., § 5 II A no 6 et B no 5; KÄNZIG, op.cit., n. 16 ad art. 21 al. 1 lettre a). Exerce une activité dépendante celui qui s'engage pour une durée déterminée ou indéterminée à fournir des prestations contre rémunération en se soumettant aux instructions de son employeur. Est indépendant celui qui exerce son activité selon sa propre organisation librement choisie - reconnaissable de l'extérieur - et à ses propres risques et profits (HÖHN, Steuerrecht précité, p. 199 et 219; HÖHN, Interkantonales Steuerrecht, Berne 1989, 2e éd., p. 187, 194/195; BLUMENSTEIN/LOCHER, op.cit., p. 145/146).\n\nEn règle générale, les indemnités, tantièmes et autres rémunérations touchés en qualité de membre de l'administration ou de la direction d'une personne morale sont qualifiés de produit provenant d'une activité dépendante (cf. art. 21 al. 1 lettre a de l'arrêté du Conseil fédéral du 9 décembre 1940 sur la perception d'un impôt fédéral direct - AIFD, RS 642.11 ancien - et art. 17 de la loi fédérale du 14 décembre 1990 sur l'impôt fédéral direct - LIFD, RS 642.11 nouveau; HÖHN, Interkantonales Steuerrecht précité, p. 187; KÄNZIG, op.cit., n. 21 et 22 ad art. 3 ch. 3 lettres f et g; ZUPPINGER/SCHÄRRER/FESSLER/REICH, Kommentar zum Zürcher Steuergesetz - Ergänzungsband, Berne 1983, 2e éd., n. 52 ad § 19 lettre a). Sans être expressément assimilés à des salaires, ils sont dorénavant soumis à l'impôt fédéral direct à la source (art. 5 al. 1 lettre b et 93 LIFD; AGNER/JUNG/STEINMANN, Kommentar zum Gesetz über die direkte Bundessteuer, Zurich 1995, n. 3 ad art. 5 et art. 93) et aux impôts directs cantonaux à la source (art. 4 al. 2 lettre b et 35 al. 1 lettre c LHID), même si les modalités d'imposition ne sont pas entièrement identiques. Il est vrai que dans deux affaires, le Tribunal fédéral a considéré des honoraires d'administrateur touchés par des avocats comme provenant d'une activité indépendante. Cela s'explique par les particularités de ces causes: dans la première (ATF 95 I 21), il s'agissait d'une indemnité liée à la rupture anticipée d'un contrat de conseil et non d'honoraires d'administrateur à proprement parler; dans la seconde (arrêt non publié du 24 mai 1994 en la cause L. contre cantons de Genève et de Vaud), les honoraires - qui BGE 121 I 259 S. 264n'étaient, semble-t-il, pas soumis à une retenue AVS - étaient répartis entre tous les associés de l'étude dont faisait partie l'avocat administrateur. Enfin, en matière de taxe sur la valeur ajoutée (TVA), l'Administration fédérale des contributions semble assimiler à des prestations de service soumises à la taxe l'exercice d'un mandat dans un conseil d'administration (Instructions à l'usage des assujettis TVA, publiées en automne 1994 par l'Administration fédérale des contributions, ch. 202; Taxe sur la valeur ajoutée - Brochure s'adressant en particulier aux avocats et notaires, publiée en octobre 1994 par l'Administration fédérale des contributions, p. 5).\n\nd) Il n'y a pas lieu de s'écarter de l'opinion dominante de la doctrine en matière d'impôts directs. Il est vrai que les membres de conseils d'administration et d'organes de sociétés jouissent d'une grande liberté personnelle quant à l'organisation de leur travail dans le cadre de leur mandat; leur liberté est néanmoins délimitée par une réglementation légale et statutaire stricte (art. 698 ss CO), ainsi que par le pouvoir de décision des autres membres, car les décisions sont en général collectives (art. 707 CO). En outre, leur indépendance économique est limitée; ils sont souvent rémunérés par des indemnités forfaitaires. Même s'ils obtiennent des rémunérations liées à l'importance de leur travail ou qui dépendent des résultats de l'entreprise (tantièmes), ils n'exercent pas à proprement parler leur activité à leurs risques et profits. Ainsi, quand bien même leur activité reposerait sur un mandat, elle n'apparaît pas comme indépendante sur le plan fiscal. Dans la mesure où l'arrêt susmentionné du 24 mai 1994 aurait été interprété comme une modification de la pratique, il n'y a pas lieu de la confirmer.\n\nIl faut évidemment réserver l'activité que pourrait avoir le contribuable en sus de sa participation aux organes sociaux et qui n'apparaîtrait pas du tout liée à son mandat dans un conseil d'administration de la société, telle que le conseil juridique ou la révision comptable. La cause de l'activité étant différente, celle-ci doit être qualifiée pour elle-même compte tenu des circonstances de l'espèce.\n\n4. a) L'autorité intimée a considéré que le recourant, qui est expert-comptable indépendant et membre du conseil d'administration d'une vingtaine de sociétés, était lié à ces dernières par des contrats de mandat - comme le serait un avocat (ATF 95 I 21 consid. 5b p. 25) -, qu'il était libre d'organiser son travail comme il l'entendait et que rien ne permettait d'imaginer un rapport de dépendance économique de l'intéressé envers ces sociétés, de sorte que son activité comme membre de conseils BGE 121 I 259 S. 265d'administration serait indépendante. Ce point de vue ne saurait être suivi.\n\nb) Il est vrai que, comme toute personne hautement qualifiée professionnellement, le recourant jouit sans doute d'une grande liberté dans l'organisation de son travail. Lui-même l'admet puisqu'il a exposé pouvoir accomplir son activité de membre de conseils d'administration aussi bien à son domicile de X. qu'à son bureau de Genève. En outre, il est également exact qu'une relation existe entre son activité d'expert-comptable et ses mandats d'administrateur; certaines sociétés sont domiciliées à son bureau, selon les dires de l'Administration fiscale cantonale genevoise; il a également effectué divers travaux comptables pour quelques sociétés. Ces éléments sont toutefois insuffisants pour conférer un caractère indépendant à son activité d'administrateur. En effet, en tant que membre d'un conseil d'administration, le recourant appartient à un organe en règle générale collectif (art. 707 al. 1 CO) dont l'activité et les décisions sont soumises aux dispositions légales (art. 707 ss CO) et aux statuts sociaux. En outre, il est nommé et peut être révoqué par l'assemblée générale des actionnaires à laquelle il doit rendre des comptes (art. 698 al. 2 ch. 2 et 5 ainsi que 705 CO). Dès lors, son activité, même si elle relève du mandat, n'a pas la liberté de celle d'un indépendant, qu'il s'agisse d'un avocat ou d'un autre conseiller professionnel, qui fournit ses prestations sous sa seule responsabilité.\n\nSur le plan économique également, le recourant ne jouit pas de la liberté de facturer les honoraires qu'il veut pour sa participation aux conseils d'administration. Il est rémunéré, semble-t-il, sous forme de sommes forfaitaires qui, d'après les documents produits à titre d'exemples (pour certains dans la procédure cantonale déjà), sont soumis à la retenue des cotisations AVS par la société en cause. En outre, lorsque l'intéressé a effectué des travaux supplémentaires pour le compte de certaines sociétés, il a distingué les honoraires qu'il a touchés en tant qu'administrateur de ceux qu'il a facturés comme expert-comptable. Il a regroupé les premiers dans une rubrique séparée de sa comptabilité, alors que les seconds entraient dans les produits de son activité d'expert-comptable. A cet égard, le recourant se trouve dans une situation différente de la cause citée par l'autorité intimée (ATF 95 I 21), qui concernait une indemnité de rupture d'un contrat de conseil.\n\nIl est vrai que le contribuable fait partie de nombreux conseils d'administration; on pourrait se demander s'il ne devrait pas être BGE 121 I 259 S. 266considéré comme un administrateur professionnel de sociétés, c'est-à-dire si son activité d'administrateur, prise globalement, ne serait pas indépendante. Cette activité demeure toutefois modeste au regard de l'ensemble de ses travaux professionnels, de sorte qu'il n'est pas nécessaire de résoudre la question en l'espèce. Au surplus, les différentes sociétés ne sauraient connaître l'ensemble des activités de leur administrateur et demeurent soumises à l'obligation de retenir les cotisations AVS. Dès lors, même si la question se posait, on pourrait douter qu'il y ait intérêt à qualifier une telle activité d'indépendante en matière d'impôts directs et à créer des divergences importantes avec d'autres domaines juridiques.\n\nc) En conséquence, l'activité exercée par le recourant dans les conseils d'administration de sociétés doit être qualifiée de dépendante. Les revenus qui en découlent sont donc imposables à son domicile dans le canton de Vaud."}