{"annee": "121", "cour": "II", "page": "436", "date": "11/9/1995", "cite": ["104 IB 348", "118 IB 241", "109 IB 268", "116 IB 386", "113 IB 34", "102 IB 173", "119 IB 334", "110 IB 368"], "cite_par": ["132 II 475", "131 II 420"], "chapeau": "57. Estratto della sentenza 11 settembre 1995 della I Corte di diritto pubblico nella causa Confederazione svizzera (DMF) c Patriziati di Medeglia e Robasacco e Commissione federale di stima del 13o Circondario (ricorso di diritto amministrativo)", "regestes": ["Expropriation; indemnité pour une grave limitation dans le temps d'un accès (art. 5 et 23 LEx). Compétence des commissions fédérales d'estimation (consid. 3a et b). Servitude faisant l'objet d'une expropriation; l'expropriation peut aussi porter sur la limitation, permanente ou temporaire, du droit exproprié (consid. 3c). Effets de l'expropriation sur les droits réels restreints et sur les droits personnels annotés au registre foncier. Conséquences pour le droit réel restreint au cas où la sommation prévue à l'art. 91 al. 1 LEx a été omise (consid. 6a). Péremption des prétentions selon l'art. 41 al. 2 LEx (consid. 6b). Obligation pour l'expropriant de prendre les mesures de substitution prévues à l'art. 7 al. 2 et 3 LEx lorsque l'exécution ou l'exploitation de son entreprise empêche l'utilisation d'un passage public. Compétence de la commission fédérale d'estimation pour statuer sur une demande d'indemnité dérivant de l'obligation de sauvegarder l'intérêt public et les fonds voisins (consid. 7). Estimation d'une servitude et fixation de l'indemnité pour la limitation de l'accès (consid. 8)."], "faits": "BGE 121 II 436 S. 437\n\nPer la creazione della nuova Piazza d'armi di Isone, la Confederazione svizzera - Dipartimento militare federale (DMF) - acquistò negli anni sessanta/inizio settanta a trattative private oltre 240 ha di terreno nei dintorni dell'omonimo Comune ticinese. Un accordo relativo all'acquisto di ulteriori 809 ha circa, di proprietà del Patriziato di Isone, stipulato con l'amministrazione patriziale, naufragò invece per la mancata adesione dell'Assemblea patriziale. La Confederazione - DMF -, agendo col patrocinio di un avvocato, chiese pertanto il 4 novembre 1972 al Presidente della Commissione federale di stima del 13o circondario l'apertura di un procedimento di espropriazione nei confronti del Patriziato di Isone. Con decisione del 6 novembre 1972 il Presidente autorizzò l'espropriante ad avvalersi della procedura abbreviata ai sensi dell'art. 33 LEspr (RS 711). L'avviso personale fu notificato all'espropriato; il 6 dicembre 1972 il DMF presentò istanza di anticipata immissione in possesso. L'11 dicembre 1972 il Presidente della CFS citò le parti all'udienza di conciliazione e di BGE 121 II 436 S. 438eventuale stima indetta per il 22 dicembre 1972. Nessuna pubblicazione (art. 45 cpv. 2 LEspr) fu fatta circa tale udienza.\n\nAll'udienza di conciliazione il Patriziato di Isone ritirò l'opposizione; un accordo fu raggiunto circa l'immissione in possesso. Una convenzione definitiva con il Patriziato di Isone fu stipulata dall'espropriante il 30 ottobre 1973; essa fu omologata dal Presidente della CFS il 5 novembre 1973; i rapporti giuridici dalla stessa contemplati sono stati approvati dal DMF il 19 novembre 1973; l'iscrizione a RFP fu effettuata il 30 novembre 1973.\n\nA nord-est del villaggio di Isone si apre la valle di Caneggio che, con andamento sinuoso verso levante, culmina sul Camoghé (2227 m/slm). Nella parte superiore della valle, in territorio della \"Comunanza Medeglia-Robasacco\", si stende l'alpe di Caneggio, suddiviso nelle corti inferiore (1421 m/slm), di mezzo (1471 m/slm) e di Campo (1600 m/slm). L'alpe di Caneggio è proprietà del Patriziato di Medeglia per due terzi e del Patriziato di Robasacco per un terzo. Censito quale particella n. 1 di detta \"Comunanza\", l'alpe ha una superficie di oltre 287 ha, e comprende pascoli, pascoli boscati, pascoli cespugliati e foresta. All'alpe di Caneggio si accede, dopo esser saliti dall'abitato di Isone alla Cima di dentro e da qui ai Monti del Tiglio per la strada edificata col raggruppamento dei terreni (RT) di Isone degli anni cinquanta, percorrendo un sentiero-mulattiera che si snoda sul fianco orografico destro della valle di Caneggio. Nessun accesso esiste da nord, cioè dalla valle Morobbia.\n\nI fondi del Patriziato di Isone acquistati dalla Confederazione in virtù della cennata procedura sono stati inclusi nel comprensorio della Piazza d'armi, il quale si estende anche su territorio dei Comuni di Lopagno, Vaglio, Lugaggia, Cagiallo, Sala e Ponte Capriasca. L'accesso all'alpe di Caneggio comporta quindi necessariamente l'attraversamento della Piazza d'armi.\n\nBuona parte del sentiero di accesso all'alpe di Caneggio è situato nella zona di tiro 1 della Piazza d'armi. Il comando della Piazza d'armi ha emanato categoriche disposizioni che limitano la percorribilità di tale sentiero tra la Cima di dentro e il limite della proprietà dei Patriziati di Medeglia e Robasacco. Ad eccezione delle domeniche e dei giorni festivi cantonali, l'intero tratto di sentiero dev'essere sgombro di ogni passante, tranne negli intervalli che vanno dalle ore 24.00 alle ore 7.00, dalle ore 12.00 alle ore 13.30 e dalle ore 17.00 alle 19.00, essendo precisato che le ore 07.00 e, rispettivamente, 13.30 e 19.00 significano l'ultimo termine per l'arrivo, sia il viaggio effettuato in salita oppure in discesa.\n\nBGE 121 II 436 S. 439\n\nSubito dopo la messa in esercizio della Piazza d'armi, i Patriziati di Medeglia e Robasacco intervennero presso il DMF affinché, in riconoscimento del loro diritto, le limitazioni al transito fossero abolite, subordinatamente fosse loro corrisposta indennità per i pregiudizi derivantigli.\n\nIl 16 ottobre 1986, con istanza sottoscritta dal Capo del DMF, e controfirmata per approvazione dalle due Amministrazioni patriziali interessate, la Confederazione/DMF ha chiesto al Presidente della CFS del 13o circondario l'apertura di una procedura d'espropriazione (definita \"materiale\").\n\nAll'udienza di conciliazione del 2 marzo 1988, l'espropriante contestò l'esistenza di una servitù a favore dei due Patriziati ed a carico della proprietà della Confederazione (ex Patriziato di Isone), trattandosi di sentieri aperti al pubblico. Le parti abilitarono tuttavia la CFS a giudicare sull'esistenza del diritto a'sensi dell'art. 69 cpv. 2 LEspr.\n\nLa CFS si è pronunciata con decisione del 13 dicembre 1993. Essa ha condannato la Confederazione/DMF a versare al Patriziato di Medeglia (2/3) e al Patriziato di Robasacco (1/3), un'indennità in capitale di fr. 33'592.-- oltre gli interessi al saggio usuale per l'espropriazione \"materiale\" del diritto di passo sui mappali n. 1 e 1131 di Isone nel periodo dal 14 luglio 1982 alla data della sua decisione, come pure a pagare loro un'indennità annua di fr. 2'964.-- per il periodo susseguente, esigibile la prima volta il 19 luglio 1994.\n\nLa Confederazione svizzera/DMF ha interposto contro questa decisione un ricorso di diritto amministrativo, con il quale chiede ch'essa sia annullata nei suoi dispositivi di condanna, e che nessuna indennità sia riconosciuta per l'interruzione temporanea del transito pubblico.\n\nIl Tribunale federale ha respinto il ricorso.", "considerants": "Dai considerandi:\n\n3. La CFS - appoggiandosi alla formulazione impiegata nell'istanza di apertura del procedimento dallo stesso DMF - ha considerato il caso come espropriazione materiale. A suffragio, essa ha addotto che il diritto di transito in oggetto è \"unicamente limitato, ma non soppresso (cioè espropriato)\", e ne ha tratto la conclusione che l'art. 23 cpv. 1 LEspr è inapplicabile. Questo modo di vedere non può esser condiviso.\n\na) Le Commissioni federali di stima sono dei tribunali amministrativi speciali, cui la legge di espropriazione del 20 giugno 1930 ha affidato il BGE 121 II 436 S. 440compito di derimere - esclusivamente a richiesta dell'ente pubblico munito per legge del potere di espropriare, o dell'ente al quale tale diritto può esser conferito (art. 2, 3 cpv. 1, 2, 3, art. 55 cpv. 2 LEspr) - le controversie relative al pagamento di indennità espropriative previste in quella legge (DTF 119 Ib 451 segg. consid. 1b, 116 Ib 254 consid. 2c, 112 Ib 125 seg. consid. 2, 177 seg. con riferimenti).\n\nb) Eccezionalmente, le CFS sono pure competenti a derimere controversie relative a casi d'espropriazioni materiale, ove disposizioni speciali della LEspr o di altre leggi federali a ciò le abilitano, com'è, ad esempio, il caso degli art. 44 LEspr (cfr. DTF 109 Ib 270 consid. 2a), 18 cpv. 2 e 25 cpv. 3 della legge sulle strade nazionali (LSN; RS 725.11) o dell'art. 44 cpv. 1 e 4 della legge federale sulla navigazione aerea (LNA): in queste evenienze, esse possono esser adite direttamente dagli aventi diritto, senza che sia necessaria l'istanza di apertura del procedimento da parte dell'espropriante (cfr. DTF 112 Ib 126).\n\nIn difetto di disposizioni legali speciali come quelle menzionate, chi si pretende vittima di un'espropriazione materiale deve convenire la Confederazione mediante l'azione di diritto amministrativo (art. 116 lett. c OG; cfr. DTF 118 Ib 243 consid. 1).\n\nNe viene che, se l'opinione della CFS trattarsi di un'espropriazione materiale fosse corretta, questa avrebbe dovuto riconoscersi incompetente (art. 64 cpv. 2 LEspr): ma, come si vedrà, tale non è il caso.\n\nc) Le servitù rientrano infatti nella categoria dei diritti reali che a'sensi dell'art. 5 LEspr possono formare oggetto di espropriazione. Contrariamente a quanto risulta dalla decisione impugnata, l'espropriazione non comprende soltanto l'estinzione definitiva del diritto espropriato, ma, come precisa il capoverso secondo dell'art. 5 LEspr, anche la limitazione dello stesso diritto a titolo permanente o temporaneo. Che poi il diritto di espropriare possa esser esercitato, oltre per la costruzione e la manutenzione di un'opera e per il suo futuro ampliamento, anche - come nella specie - per il suo esercizio, è chiaramente precisato dall'art. 4 lett. a LEspr. Pertanto - premessa l'esistenza della servitù vantata dai Patriziati di Medeglia e Robasacco - la fattispecie è retta dalla LEspr, e la CFS si è giustamente ritenuta competente. D'altronde, come si vedrà in appresso, essa sarebbe stata competente nella specie anche se, contrariamente alla tesi degli espropriati, il diritto reale limitato oggetto dell'espropriazione formale fosse da ritenere inesistente (cfr. consid. 7).\n\nBGE 121 II 436 S. 441\n\n4. (Una convenzione stipulata nel 1662 riconosce un diritto di passo con bestiame a favore dei Patriziati di Medeglia e Robasacco - successori della vicinia di Medeglia - nella loro qualità di proprietari dell'alpe di Caneggio attraverso le terre allora di proprietà del Patriziato di Isone. L'entrata in vigore al 1o gennaio 1912 del CC non ha posto fine a codesto diritto reale limitato, che pertanto esisteva al momento in cui la Confederazione ha fatto aprire nel 1972 la procedura d'espropriazione contro il proprietario Patriziato di Isone).\n\n5. (Necessità di vagliare d'ufficio se e quali conseguenze per l'esistenza della cennata servitù abbia avuto il fatto che il fondo serviente appartenente al Patriziato di Isone sia stato espropriato dalla Confederazione con la procedura aperta con decreto 6 novembre 1972 del Presidente della CFS e conclusa con l'accordo del 30 ottobre 1973 e, per il caso in cui in conseguenza di quella procedura il diritto reale gravante sul fondo del Patriziato di Isone si fosse estinto, quali conseguenze deriverebbero per la pretesa di indennità del Patriziato di Medeglia e Robasacco).\n\n6. L'espropriante acquista la proprietà del fondo espropriato o il diritto che l'espropriazione costituisce sul fondo in suo favore per effetto del pagamento dell'indennità o dell'importo fissato secondo l'art. 19bis capoverso 2 LEspr (art. 91 cpv. 1, prima frase LEspr). In mancanza d'intesa contraria delle parti, i diritti reali limitati nonché i diritti personali annotati nel registro fondiario che gravano il fondo espropriato si estinguono anche se, nonostante l'avvenuta diffida (\"trotz der ergangenen Aufforderung\", \"malgré la sommation intervenue\"), essi non sono stati notificati e stimati dalla Commissione di stima (cpv. 1, seconda frase). Rimane riservato il diritto di far valere posticipatamente una pretesa d'indennità in conformità dell'art. 41 LEspr (terza frase). Il pagamento produce i medesimi effetti nel caso in cui l'indennità sia stata fissata dopo l'inizio della procedura d'espropriazione mediante accordi fra le parti (art. 91 cpv. 2 LEspr).\n\na) aa) Il principio per cui l'espropriante acquista il fondo espropriato libero dai diritti reali limitati o dai diritti personali annotati nel registro fondiario è la conseguenza dell'acquisto originario che l'espropriazione comporta (F. HESS, Das Enteignungsrecht des Bundes, n. 11 ad art. 91 LEspr; H. REY, Berner Kommentar, Band IV, 2. Abteilung, Systematischer Teil, n. 313; HESS/WEIBEL, Das Enteignungsrecht des Bundes, I, n. 10 e 13 ad art. 91 LEspr). Si tratta, per il titolare di codesti diritti, di un'espropriazione indiretta (\"mittelbare Enteignung, cfr. REY, BGE 121 II 436 S. 442loc.cit., n. 313; DTF 102 Ib 175 consid. 1). Come risulta dall'art. 91 cpv. 1, seconda frase, l'estinzione dei diritti reali limitati gravanti il fondo espropriato non ha tuttavia carattere inderogabile: le parti - ove tale soppressione non sia ad es. indispensabile per l'impresa dell'espropriante - vi possono per accordo derogare: anzi, come annota a ragione HESS/WEIBEL (loc.cit., n. 14), è sufficiente la rinuncia unilaterale dell'espropriante, che sfugge così all'obbligo previsto dall'art. 23 cpv. 1 LEspr di indennizzare l'avente diritto.\n\nL'estinzione dei diritti reali limitati presuppone però in linea di principio, come emerge dalla seconda frase del cpv. 1 dell'art. 91 LEspr (\"nonostante l'avvenuta diffida\"), che il loro titolare sia stato posto in grado di notificarli. Se tale diffida è stata omessa, ed in conseguenza di tale omissione non v'è stata notifica, il diritto reale limitato continua a sussistere, a meno che la commissione l'abbia ciononostante stimato in applicazione dell'art. 38 LEspr, il quale fa obbligo a quest'autorità di stimare anche in assenza di notifica i diritti che sono constatati nella tabella di espropriazione o siano notori (al proposito cfr. DTF 116 Ib 394 consid. d, bb). Decidere in senso contrario significherebbe infatti privilegiare l'espropriante in una misura affatto ingiustificata e contraria alla garanzia della proprietà. Si avverta, d'altronde, che l'espropriante, ove la soppressione del diritto reale limitato si avveri necessaria per l'opera, ha sempre la facoltà di far aprire una nuova procedura d'espropriazione contro il suo titolare.\n\nbb) Nel caso di specie, una diffida conforme alle esigenze dell'art. 91 cpv. 1 LEspr è stata omessa.\n\nNessun avviso pubblico ai sensi dell'art. 30 LEspr è stato fatto, la procedura abbreviata secondo l'art. 33 essendo stata autorizzata. Quest'ultima procedura non è stata d'altronde regolare. L'espropriante, infatti, non ha prodotto il piano dell'opera (art. 27 cpv. 1 in combinazione con art. 34 cpv. 1 lett. d LEspr), che deve indicare la natura, l'estensione e l'ubicazione dell'opera stessa come pure i provvedimenti previsti a tutela dell'interesse pubblico. Ora, tale piano dell'opera, poi prodotto nella presente procedura, avrebbe consentito di constatare già allora che l'impresa dell'espropriante comprometteva gli accessi all'alpe di Caneggio. Nessun avviso personale è stato inviato ai Patriziati di Medeglia e Robasacco. Per la situazione dei luoghi, tali conseguenze non potevano però sfuggire al DMF: l'autorità militare non poteva segnatamente escludere che l'esistente sentiero indicasse un diritto di passo spettante ai proprietari dell'alpe sovrastante, e che quindi ai BGE 121 II 436 S. 443titolari di tale servitù competesse qualità di parte nel procedimento espropriativo (F. HESS, op.cit., n. 1 e 2 ad art. 23 LEspr; HESS/WEIBEL, op.cit., n. 4 allo stesso articolo). Quand'anche la Confederazione fosse partita dal convincimento che il sentiero fosse pubblico, essa avrebbe avuto il dovere di avvisare il Comune di Isone e la comunanza Medeglia/Robasacco, perché tale sentiero costituiva un'opera pubblica suscettibile di esser pregiudicata dall'esecuzione o dall'esercizio dell'impresa dell'espropriante (art. 7 cpv. 2 LEspr; cfr. anche l'art. 18 cpv. 1 LEspr, che prevede la possibilità di sostituire con una prestazione in natura il risarcimento in denaro segnatamente quando l'espropriazione pregiudica \"delle vie di comunicazione\"). Infine, l'udienza di conciliazione non è stata annunciata mediante pubblicazione (\"durch öffentliche Bekanntmachung\", \"par voie de publication\") come prescrive l'art. 45 cpv. 2 LEspr, proprio al fine di raggiungere quegli interessati cui, non risultando i loro diritti da registri pubblici, non è stato notificato l'avviso personale (F. HESS, op.cit., n. 10 ad art. 45 LEspr). È vero che con la riforma del regolamento concernente le commissioni federali di stima del 24 aprile 1972 (art. 23 cpv. 3), lo stesso Tribunale federale ha disposto che nei casi di procedura abbreviata si prescinde, a certe condizioni, da una citazione pubblica, contrariamente a quanto stabiliva la precedente ordinanza del 22 maggio 1931 (art. 21 vecchio testo). Certo è però che codesta misura, introdotta per ragioni di semplificazione, non può comunque aver conseguenze pregiudizievoli per i due patriziati.\n\nSe ne deve concludere che, per omissione della diffida prevista dall'art. 91 cpv. 1 LEspr, la pregressa espropriazione del fondo serviente non ha provocato l'estinzione della servitù di passo.\n\nb) In via abbondanziale, va d'altronde notato che le pretese dei Patriziati di Medeglia e Robasacco al pagamento di un'indennità espropriativa sussisterebbero quand'anche si dovesse ritenere che, contrariamente a quanto si è esposto sub a, il diritto reale limitato si sia estinto in conseguenza dell'espropriazione del fondo serviente. L'articolo 91 cpv. 1 ultima frase LEspr subordina bensì il diritto di far valere posticipatamente la pretesa di indennità alle condizioni enunciate nell'art. 41 LEspr, segnatamente al rispetto di termini di perenzione di trenta giorni, rispettivamente sei mesi prescritti nell'art. 41 cpv. 2 lett. a e b per l'insinuazione delle pretese al presidente della Commissione di stima una volta trascorso il termine per le notificazioni e dopo la procedura di stima. Ma, per costante giurisprudenza del Tribunale federale, la perenzione comminata dall'art. 41 cpv. 2 LEspr interviene BGE 121 II 436 S. 444soltanto se nel comune in cui il fondo è situato ha avuto luogo una procedura ordinaria con pubblici avvisi (art. 30 LEspr), oppure se, nel quadro di una procedura abbreviata (art. 33 LEspr), l'espropriato ha ricevuto l'avviso personale previsto dall'art. 34 LEspr (DTF 119 Ib 340 /41, DTF 116 Ib 391 consid. 3a, DTF 113 Ib 38 consid. 3, DTF 110 Ib 371 consid. 1 e rif.).\n\nCome si è visto (supra, a/bb) nessuna di queste alternative condizioni è verificata nella specie, per cui una perenzione delle pretese dei Patriziati di Medeglia e di Robasacco è esclusa.\n\nL'espropriante non ha fatto valere neppure che le pretese dei Patriziati si siano estinte per prescrizione, questione che il Tribunale federale non esamina d'ufficio.\n\n7. Pure a titolo abbondanziale, giova rilevare d'altronde che la Confederazione non potrebbe sottrarsi all'obbligo di corrispondere un'indennità retta dalla legge d'espropriazione e da stabilire dalla Commissione federale di stima, neppure se si volesse ammettere che il sentiero controverso attraverso i fondi già del Patriziato di Isone come la ricorrente sostiene, un passo pubblico.\n\nIn tale ipotesi, infatti, il sentiero dovrebbe manifestamente considerarsi come \"un'opera pubblica esistente\" a'sensi dell'art. 7 cpv. 2 LEspr, disposizione che a titolo esemplificativo menziona espressamente le strade. Ora, nella misura in cui l'esecuzione o l'esercizio della sua impresa rechi pregiudizio a simili opere, l'espropriante deve prendere tutti i provvedimenti per assicurarne l'uso, in quanto ciò sia richiesto dall'interesse pubblico, adottando se del caso provvedimenti di sostituzione (art. 7 cpv. 2 e 3 LEspr). Si rilevi di transenna che la stessa Commissione di stima militare del 9o circondario aveva adombrato, quale provvedimento sostitutivo, la costruzione di un nuovo accesso a nord del Pizzo Corgella, cioè sul versante sud della Val Morobbia. Certo, un simile provvedimento avrebbe potuto esser imposto all'espropriante solo dalle autorità chiamate a statuire sulle opposizioni in senso lato contro l'espropriazione, che comprendono anche le domande di modifica dei piani e quelle fondate sugli art. 7 a 10 LEspr (DTF 104 Ib 355 consid. 3a). Che i Patriziati di Medeglia e Robasacco non abbiano richiesto simili misure sostitutive e si siano adagiati alle restrizioni imposte, non nuoce però loro. Segnatamente, ciò non li priva del diritto di presentare domanda di indennità derivante dall'obbligo di tutelare l'interesse pubblico e quello dei fondi vicini, domanda sulla quale, appunto, è competente a decidere la CFS (art. 64 cpv. 1 lett. c LEspr - cfr. in proposito DTF 104 Ib 348, 355 seg. consid. 3).\n\nBGE 121 II 436 S. 445\n\nInfine, manifestamente a torto il DMF invoca, in questo contesto, l'art. 87 cpv. 2 lett. c del decreto federale del 30 marzo 1949 concernente l'amministrazione dell'esercito (DAE; RS 510.30). Questa disposizione ha tratto ai danni causati a strade e vie dalla loro utilizzazione a scopi militari, e limita la responsabilità della Confederazione ai danni che sono la conseguenza di un uso straordinariamente intenso. Essa è manifestamente inapplicabile nella specie.\n\n8. Resta quindi da esaminare se l'indennità espropriativa accordata dalla CFS ai Patriziati di Medeglia e Robasacco debba esser annullata o ridotta come richiesto dalla Confederazione; un aumento è infatti escluso in assenza di ricorsi principale o adesivo degli espropriati.\n\na) Le servitù non costituiscono beni in commercio, e non hanno quindi un valore venale ai sensi dell'art. 19 lett. a LEspr. Sia che si tratti dell'imposizione in via espropriativa di una servitù a carico di un fondo, oppure - come nella specie - della soppressione o della limitazione di una servitù di cui beneficia il fondo dell'espropriato, per la determinazione dell'indennità sono applicabili i criteri risultanti dalle lett. b e c di quella disposizione. In applicazione del cosiddetto metodo della differenza, occorre, nella prima delle ipotesi accennate, porre a raffronto il valore venale del fondo libero dall'onere con il valore venale dello stesso fondo dopo imposizione dell'aggravio; nella seconda ipotesi - qui in discussione - confrontare il valore venale del fondo al beneficio del diritto con il valore venale dopo la soppressione o la limitazione di tale diritto. Accanto a tale diminuzione del valore venale (art. 19 lett. b LEspr) va poi preso in considerazione l'ammontare di tutti gli altri pregiudizi subiti dall'espropriato in quanto essi possano esser previsti, nel corso ordinario delle cose, come una conseguenza dell'espropriazione (art. 19 lett. c LEspr). Analogamente si deve procedere quando oggetto dell'espropriazione sia una servitù personale di cui beneficia l'espropriato: in ogni caso, è determinante la modificazione della situazione patrimoniale dell'avente diritto, e l'indennità si misura con gli stessi criteri che il giudice civile applica per il riscatto o la riduzione di una servitù nel caso previsto dall'art. 736 cpv. 2 CC (DTF 102 Ib 176 seg. consid. 2).\n\nb) (Nel caso in esame, la CFS ha stabilito l'indennità nella forma di una prestazione periodica annua, ciò che le è consentito dall'art. 17 LEspr (l'assegnazione in capitale di fr. 33'592.-- costituisce semplicemente il cumulo delle rendite già scadute durante 11 anni e 4 mesi). Per determinare la prestazione annua di 2'964.-- fr., la CFS ha valutato le incidenze BGE 121 II 436 S. 446negative che comporta la limitazione della libera accessibilità all'alpe (diminuzione dei contributi statali all'alpeggio in conseguenza del minor carico dell'alpe, il maggior aggravio per pulizia del bosco e le maggiori spese per un alpatore aggiunto e per l'assistenza veterinaria). Conferma di tale valutazione sulla base delle conclusioni a cui è giunto il perito designato dal Tribunale federale. Inoltre, una prestazione annua che non raggiunge i tremila franchi rappresenta, al tasso del 5%, l'interesse prodotto da un capitale inferiore ai fr. 60'000.--. Se si pon mente che la stessa Confederazione aveva a suo tempo offerto ai Patriziati fr. 1'200'000.-- per l'acquisto dell'alpe un minor valore di fr. 60'000.- non costituisce che il 5% di tale somma. Ora, non fa dubbio che la grave limitazione temporale dell'accessibilità comporta una svalutazione dell'alpe sicuramente non inferiore a tale percentuale)."}