{"annee": "121", "cour": "III", "page": "445", "date": "22/11/1995", "cite": ["97 I 209", "103 II 33", "115 II 349", "103 IA 462", "119 IA 113", "110 II 34"], "cite_par": ["142 III 738"], "chapeau": "86. Auszug aus dem Urteil der II. Zivilabteilung vom 22. November 1995 i.S. W. gegen S. AG. (staatsrechtliche Beschwerde)", "regestes": ["Hypothèque des artisans et des entrepreneurs; sûretés tenant lieu d'inscription de l'hypothèque (art. 839 al. 3 CC), intérêts moratoires (art. 818 al. 1 ch. 3 CC); arbitraire. Les sûretés tenant lieu d'inscription d'une hypothèque des artisans et des entrepreneurs au sens de l'art. 839 al. 3 CC doivent offrir la même couverture que l'hypothèque elle-même. Il est dès lors insoutenable de vouloir restreindre cette couverture, s'agissant des intérêts moratoires, à 3 1/2 ans seulement en s'appuyant sur l'art. 818 al. 1 ch. 3 CC (consid. 5a). Question du for concernant les sûretés laissée indécise (consid. 5b)."], "faits": "BGE 121 III 445 S. 445\n\nMit Eingabe vom 22. September 1994 stellte W. beim Gerichtspräsidium X. das Begehren um Eintragung von Bauhandwerkerpfandrechten auf Grundstücken der BGE 121 III 445 S. 446Beschwerdegegner 1 und 2. Diesem Begehren wurde am 27. September 1994 im Sinne einer vorläufigen Vormerkung entsprochen. Nach einem doppelten Schriftenwechsel liess die erste Instanz mit Entscheid vom 21. Dezember 1994 die fraglichen Bauhandwerkerpfandrechte wegen anderweitiger Sicherstellung im Grundbuch löschen. Mit Beschwerde vom 9. Januar 1995 an das Obergericht des Kantons Aargau beantragte W. die Aufhebung des erstinstanzlichen Entscheides, wobei die offerierten anderweitigen Sicherheiten als ungenügend zurückzuweisen seien. Nach einmaligem Schriftenwechsel hiess das Obergericht die Beschwerde mit Urteil vom 20. Juni 1995 teilweise gut und liess ein Bauhandwerkerpfandrecht zulasten des Beschwerdegegners 5 vorläufig im Grundbuch vormerken, im übrigen wies es die Beschwerde ab.\n\nW. führt gegen das Urteil des Obergerichts staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV und beantragt dessen Aufhebung sowie die Rückweisung zur Neubeurteilung. Die Beschwerdegegner beantragen Abweisung der Beschwerde, soweit auf sie eingetreten werden könne.", "considerants": "Aus den Erwägungen:\n\n5. Der Beschwerdeführer rügt in zweierlei Hinsicht auch die Anwendung des materiellen Rechts als willkürlich: Zum einen sei aufgrund von Art. 839 Abs. 3 ZGB nicht nur der Zins für 3 1/2 Jahre zu decken und zum andern sei es völlig unhaltbar, bezüglich der anderweitigen Sicherheiten einen anderen Gerichtsstand als denjenigen am Orte der gelegenen Sache bzw. der Vereinbarung anzuerkennen.\n\na) Gemäss Art. 839 Abs. 3 ZGB kann die Eintragung eines Bauhandwerkerpfandrechts nicht verlangt werden, wenn der Eigentümer für die angemeldete Forderung hinreichende (andere) Sicherheit leistet.\n\nDas Obergericht ist in diesem Zusammenhang davon ausgegangen, aufgrund von Art. 818 Abs. 1 Ziff. 3 ZGB bestehe beim Bauhandwerkerpfandrecht auch für 3 1/2 Jahreszinsen Sicherheit. Da für diese Zeitdauer - bei Verzugszinsen in Höhe von 5% - auch die Bürgschaftsverpflichtungen der Zürcher Kantonalbank quantitativ volle Sicherheit gewährten, sei das Bauhandwerkerpfandrecht aufgrund von Art. 839 Abs. 3 ZGB zu löschen.\n\nBGE 121 III 445 S. 447\n\nDiese Rechtsauffassung ist unhaltbar. Die Ersatzsicherheit im Sinne von Art. 839 Abs. 3 ZGB muss die gleiche Deckung bieten wie das Bauhandwerkerpfandrecht (vgl. BGE 97 I 209 E. 2 S. 215, BGE 110 II 34 ff.), d.h. für die Werklohnforderung samt Zinsen (vgl. RAINER SCHUMACHER, Das Bauhandwerkerpfandrecht, 2. Aufl., Zürich 1982, N 897). Dabei ist aber zu beachten, dass sich die Sicherung der Zinsen beim Bauhandwerkerpfandrecht - abgesehen vom vorliegend nicht in Frage stehenden Fall der Maximalhypothek im Sinne von Art. 794 Abs. 2 ZGB, vgl. hiezu BGE 115 II 349 E. 4c - offensichtlich nach Ziff. 2, 2. Teil (Verzugszinse), und nicht nach Ziff. 3 (Vertragszinse, welche bei einem Werkvertrag nicht aktuell sind) von Art. 818 Abs. 1 ZGB richtet und daher - ohne Grundbucheintrag - zeitlich nicht limitiert ist (DIETER ZOBL, Das Bauhandwerkerpfandrecht de lege lata und de lege ferenda, in: ZSR 101/1982 II S. 116, mit entsprechenden Präzisierungen zu BGE 103 II 40 in Anm. 494; SCHUMACHER, a.a.O., N 828 ff.). Dementsprechend muss auch die Ersatzsicherheit hinsichtlich der Verzugszinsen eine zeitlich bzw. quantitativ nicht limitierte Sicherheit bieten (vgl. SCHUMACHER, a.a.O., N 897), was vorliegend nicht der Fall ist. Hat mithin das Obergericht offensichtlich und krass gegen Art. 839 Abs. 3 i.V.m. Art. 818 Abs. 1 Ziff. 2 ZGB verstossen, so ist sein Entscheid wegen willkürlicher Rechtsanwendung nach Art. 4 BV (vgl. hiezu BGE 119 Ia 117 E. 2a und SPÜHLER, Die Praxis der staatsrechtlichen Beschwerde, N 503, je mit Hinweisen) aufzuheben.\n\nb) Unter diesen Umständen kann die Frage, ob vorliegend die Ersatzsicherheiten auch im Hinblick auf den diesbezüglichen, vom Ort der gelegenen Sache bzw. vom vereinbarten Ort abweichenden Gerichtsstand als Art. 839 Abs. 3 ZGB widersprechend anzusehen sind (vgl. hiezu BGE 103 Ia 462 ff.; SCHUMACHER, a.a.O., N 904), offenbleiben. Sie wäre angesichts der grossen Bedeutung des Gerichtsstandes zu bejahen gewesen."}