{"annee": "121", "cour": "III", "page": "81", "date": "28/3/1995", "cite": ["115 III 81", "119 III 97", "115 III 24"], "cite_par": ["142 III 648", "141 III 281", "141 III 68", "126 III 476"], "chapeau": "21. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 28. März 1995 i.S. M. (Rekurs)", "regestes": ["Radiation dans le registre des poursuites d'une poursuite reposant sur une erreur du créancier. La radiation d'une poursuite reposant sur une erreur du créancier doit intervenir de manière analogue à celle de la poursuite nulle (ATF 115 III 24 ss). Il faut assortir l'inscription au registre de la remarque selon laquelle la poursuite a été introduite à la suite d'une erreur du créancier. La poursuite assortie d'une telle remarque ne doit plus être mentionnée ensuite dans les extraits du registre (consid. 3 et 4)."], "faits": "BGE 121 III 81 S. 81\n\nAm 19. Oktober 1994 erhob M. beim Bezirksgericht Uster als untere Aufsichtsbehörde über Schuldbetreibung und Konkurs Beschwerde gegen den Auszug aus dem Betreibungsregister des Betreibungsamtes Y. und beantragte, den die Betreibung Nr. ... betreffenden Eintrag im Betreibungsregister zu löschen, so dass er auf dem Auszug nicht mehr erscheine; zur Begründung BGE 121 III 81 S. 82brachte er vor, diese Betreibung sei von der Gläubigerin irrtümlich angehoben worden, was diese denn auch bestätigte. Das Bezirksgericht Uster wies die Beschwerde mit Beschluss vom 6. Dezember 1994 ab.\n\nEinen dagegen eingereichten Rekurs wies das Obergericht (II. Zivilkammer) des Kantons Zürich als obere kantonale Aufsichtsbehörde über Schuldbetreibung und Konkurs seinerseits am 5. Januar 1995 ab.\n\nMit Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts beantragt M., den Beschluss vom 5. Januar 1995 aufzuheben und die fragliche Betreibung für die amtsexterne Öffentlichkeit zu löschen.\n\nIn ihrer Vernehmlassung bestätigt die Gläubigerin die irrtümliche Einleitung der Betreibung und weist darauf hin, dass sie deswegen beim Betreibungsamt Y. um deren Löschung ersucht habe.\n\nDie Schuldbetreibungs- und Konkurskammer heisst den Rekurs im Sinne der Erwägungen gut.", "considerants": "Aus den Erwägungen:\n\n3. a) Nach den für das Bundesgericht verbindlichen tatsächlichen Feststellungen der oberen kantonalen Aufsichtsbehörde (Art. 81 OG i.V.m. Art. 63 Abs. 2 OG) wurde die strittige Betreibung durch den Gläubiger irrtümlicherweise angehoben. Ob in einem solchen Fall mit dem Eintrag im Betreibungsregister gleich wie bei nichtigen Betreibungen verfahren werden kann, hat das Bundesgericht bisher, soweit ersichtlich, noch nicht dargelegt. Insbesondere ging es in BGE 119 III 97 ff. nicht um diese Problematik. Dieser Entscheid betraf vielmehr den Fall, in dem der Gläubiger parallel zur an sich berechtigten Betreibung Verhandlungen mit dem Schuldner geführt und im Anschluss an die Einigung unter den Parteien die Betreibung zurückgezogen hat (BGE 119 III 97 E. 3a S. 99). Zudem hatte der Schuldner dort um Löschung des Eintrags ersucht.\n\nb) Während von einem vereinzelten Autor die Ansicht vertreten wird, dass es sich auch bei einer vom Gläubiger irrtümlicherweise eingeleiteten Betreibung rechtfertige, diese der amtsexternen Öffentlichkeit nicht mehr zugänglich zu machen (vgl. SUTER/VONDERMÜHLL, Die Löschung von Betreibungen unter besonderer Berücksichtigung der Praxis beim Betreibungsamt Basel-Stadt, BlSchK 52/1988 S. 217 ff., insbesondere S. 218/219), erachtet die Aufsichtsbehörde über das Betreibungs- und Konkursamt des Kantons BGE 121 III 81 S. 83Basel-Stadt dieses Vorgehen selbst dann für unzulässig, wenn der Gläubiger den Irrtum schriftlich bestätigt (BlSchK 58/1994, Nr. 39 S. 127 ff.). Zur Begründung wird dabei angeführt, da objektive Kriterien zur Feststellung des Irrtums weitgehend fehlten, frage es sich, wie ein Betreibungsbeamter entscheiden könne, ob sich der Gläubiger vor Anhebung der Betreibung geirrt habe. Die Anerkennung der Möglichkeit zur Unterdrückung eines Registereintrages eröffne insbesondere auch die Gefahr des Missbrauchs, könne sich doch ein Gläubiger nach Erhebung des Rechtsvorschlages durch den Schuldner etwa veranlasst sehen, dessen nun zügige Zahlung mit dem Versprechen zu erkaufen, er werde die Löschung der Betreibung wegen Irrtums beantragen. Es sei nicht Sache des Betreibungsamtes, sich in dieser Frage zum Richter zu machen. Der Betreibungsbeamte könne nicht auf einfache Weise überprüfen, ob dem Antrag auf Löschung stattzugeben sei oder nicht. Hinzu komme, dass die Zulassung der Unterdrückung von Registereinträgen sich für einen Schuldner, der sich zum Beispiel aus Unkenntnis um diese Möglichkeit nicht um die an sich berechtigte Löschung bemüht habe, noch nachteiliger auswirken werde; im übrigen verzerre sie das Bild für den das Register einsehenden Dritten (BlSchK 58/1994 S. 131).\n\n4. a) Im Geschäfts- und Sozialleben wird der Tatsache Bedeutung beigemessen, dass jemand betrieben worden ist (BGE 119 III 97 E. 1 S. 98; BGE 115 III 81 E. 3b S. 87). Das Betreibungsregister wird konsultiert, um die Kreditwürdigkeit eines Bewerbers zu beurteilen, für die Behandlung von Zulassungsgesuchen bei bewilligungsbedürftigen Berufen oder auch vor Abschluss einer Wohnungsmiete. Selbstverständlich kann der Betroffene allenfalls gegenüber dem Auskunft Suchenden nachweisen, dass bestimmte Betreibungen ungerechtfertigt waren. Dies erweist sich allerdings als umständlich, besonders wenn der Nachweis mehrmals erbracht werden muss; sodann bleibt fraglich, ob Ruf und Kreditwürdigkeit nicht dennoch Schaden nehmen (SUTER/VONDERMÜHLL, a.a.O. S. 215). Der Betroffene hat damit ein gewichtiges, persönliches Interesse daran, dass eine ungerechtfertigte Betreibung Dritten nicht zugänglich gemacht wird, weshalb denn auch nichts dagegen spricht, eine auf Irrtum des Gläubigers beruhende und damit ungerechtfertigte Betreibung der amtsexternen Öffentlichkeit vorzuenthalten. Das amtliche Interesse am Registereintrag wird dadurch gewahrt, dass die Eintragung, wie im Fall der Nichtigkeit der Betreibung aufgezeigt (BGE 115 III 24 E. b S. 27 unten), nicht schlechtweg zum Verschwinden gebracht, sondern mit einem entsprechenden Vermerk BGE 121 III 81 S. 84gekennzeichnet wird und so für das Betreibungsamt und die Aufsichtsbehörden sichtbar bleibt. Damit wird namentlich auch der erhöhten Beweiskraft, die dem Register gestützt auf Art. 8 Abs. 3 SchKG bzw. Art. 9 ZGB zuteil wird (BGE 119 III 97 E. 2 S. 98), Rechnung getragen. Im weiteren ist nicht ersichtlich, welches Interesse der Dritte an der Mitteilung einer irrtümlich eingeleiteten und damit ungerechtfertigten Betreibung haben könnte, zumal dieser Eintrag keinen Aufschluss über Liquidität und Zahlungsmoral des Betriebenen geben kann (vgl. SUTER/VONDERMÜHLL, a.a.O. S. 219 oben).\n\nb) Ferner vermögen auch die Bedenken der kantonalen Rechtsprechung (BlSchK 58/1994 S. 131) eine andere Behandlung der auf Irrtum des Gläubigers beruhenden Betreibung nicht zu rechtfertigen: Um dem Betreibungsamt die Überprüfung des Irrtums des Gläubigers zu ermöglichen, genügt es, wenn der Betriebene dazu angehalten wird, zusammen mit seinem Gesuch eine vom Gläubiger unterschriebene Erklärung beizubringen, in der dieser kurz den Irrtum und die Gründe, welche dazu geführt haben, darlegt. Damit dürfte das Amt durchaus in der Lage sein, rasch und problemlos berechtigte Gesuche von rechtsmissbräuchlichen zu unterscheiden. Bedenken gegen diese Lösung sind um so weniger angebracht, als es dem Amt in unklaren bzw. mangelhaft begründeten Fällen unbenommen bleibt, dem Begehren nicht zu entsprechen und den Betriebenen an die Aufsichtsbehörde zu verweisen. Im konkreten Fall sind die Einwände der kantonalen Rechtsprechung hinsichtlich der Überprüfungsmöglichkeit des Betreibungsamtes ohnehin nicht von Belang, zumal der Rekurrent die obere kantonale Aufsichtsbehörde davon überzeugt hat, dass die Betreibung auf einem Irrtum der Gläubigerin beruht. Diese Feststellung wurde von der Gläubigerin denn auch vor Bundesgericht bestätigt. Angesichts der Bedeutung des Registereintrages für den Schuldner und des damit verbundenen, gewichtigen privaten Interesses an der Vorenthaltung einer nicht gerechtfertigten Betreibung gegenüber dem Auskunft ersuchenden Dritten ist dem Begehren des Rekurrenten stattzugeben. Dass nicht jeder Schuldner ein an sich berechtigtes Gesuch um Vorenthaltung einer nicht gerechtfertigten Betreibung stellen wird, muss wegen des im Spiele stehenden Interesses ebenso in Kauf genommen werden wie der Umstand, dass allenfalls für den Dritten, der das Register einsieht, ein verzerrtes Bild resultieren kann, weil mangels Gesuchs der Betroffenen wohl nie alle Betreibungen, welche auf einem Irrtum des Gläubigers beruhen, durch entsprechende Vorkehren der Öffentlichkeit vorenthalten werden dürften."}