{"annee": "121", "cour": "IV", "page": "178", "date": "28/4/1995", "cite": ["113 IV 63", "118 IV 52", "116 IV 319", "119 IV 216"], "cite_par": ["121 IV 269", "129 IV 22"], "chapeau": "29. Urteil des Kassationshofes vom 28. April 1995 i.S. Staatsanwaltschaft des Mittellandes des Kantons Bern gegen L. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 185 ch. 2 CP; prise d'otage qualifiée; menaces de mort contre la victime; usage d'une arme factice. La qualification de menaces de mort implique objectivement une atteinte aux intérêts juridiquement protégés de l'otage nettement plus importante que dans le cadre de l'infraction non qualifiée et cette atteinte doit être voulue (consid. 2c). Cette condition peut être réalisée même quand l'auteur ne peut ni ne veut réaliser sa menace (consid. 2d). Qualification niée dans le cas d'une prise d'otage n'ayant duré que quelques secondes (agression d'une banque) au cours de laquelle l'auteur a menacé l'otage avec un jouet représentant un pistolet (consid. 2e)."], "faits": "BGE 121 IV 178 S. 178\n\nA.- Am 3. Oktober 1994 verurteilte die Kriminalkammer des Kantons Bern L. wegen Geiselnahme, qualifizierter Widerhandlung gegen das Betäubungsmittelgesetz sowie Widerhandlung gegen das Transportgesetz zu 3 Jahren Gefängnis und zu einer Busse von Fr. 300.--.\n\nDem Schuldspruch wegen Geiselnahme liegt folgender Sachverhalt zugrunde: Im Sommer 1993 lernte L. auf der Gasse in B. den inzwischen verstorbenen M. kennen. Beide verkehrten im Drogenmilieu, waren arbeitslos und befanden BGE 121 IV 178 S. 179sich in finanziellen Schwierigkeiten. Mitte September 1993 entschlossen sie sich, einen Überfall auf die Filiale der Bank X. in B. zu verüben. Da sie sich nicht darüber einigen konnten, wer von ihnen den eigentlichen Überfall ausführen solle, liessen sie das Los entscheiden. Die Wahl fiel auf M.. Am Morgen des 17. September 1993 begaben sie sich in ein Waffengeschäft, um für den Überfall eine Schreckschusspistole zu erwerben. Da ihnen die Waffe zu teuer erschien, verzichteten sie jedoch auf den Kauf. Am Mittag des gleichen Tags kaufte L. in einem Spielwarengeschäft eine Spielzeugpistole, Marke \"Matic Line\", Modell \"Jaguarmatic\" (sog. Käpslipistole), von welcher er den Eindruck hatte, dass sie wie eine echte Waffe aussehe, und übergab diese dem M.. Am Nachmittag des 17. September 1993 begaben sich L. und M. vor die Bank. Dort stülpte sich M. eine alte Shorts-Hose, in die er zwei Sehschlitze geschnitten hatte, über den Kopf. Während sich L. in einen nahe gelegenen Park begab, betrat M. die Bank. Unter der Tür zog er die Spielzeugpistole aus seiner Jacke hervor und begab sich zum Schalter, wo sich die Kundin R. aufhielt. M. richtete die Pistole in der Folge sowohl gegen Frau R. als auch gegen den Schalterbeamten und verlangte von diesem Geld. Der Schalterbeamte gab das Geld erst heraus, als M. Frau R. die Pistole an den Hinterkopf drückte. Zuerst übergab er M. bündelweise Hundertfrankennoten, auf Verlangen dann auch Tausendfrankennoten. M. nahm das Geld, insgesamt Fr. 36'600.--, an sich und verliess die Bank. Sowohl der Schalterbeamte als auch Frau R. glaubten, die Pistole sei echt und geladen.\n\nB.- Die Staatsanwaltschaft Bern-Mittelland führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil der Kriminalkammer aufzuheben und die Sache zur Verurteilung wegen qualifizierter Geiselnahme gemäss Art. 185 Ziff. 2 StGB sowie zur Neubemessung der Strafe an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Erwägungen:\n\n1. Gemäss Art. 185 Ziff. 1 Abs. 1 StGB wird mit Zuchthaus bestraft, wer jemanden der Freiheit beraubt, entführt oder sich seiner sonstwie bemächtigt, um einen Dritten zu einer Handlung, Unterlassung oder Duldung zu nötigen. Die Strafe ist Zuchthaus nicht unter drei Jahren, wenn der Täter droht, das Opfer zu töten, körperlich schwer zu verletzen oder grausam zu behandeln (Art. 185 Ziff. 2 StGB). In besonders schweren Fällen, BGE 121 IV 178 S. 180namentlich wenn die Tat viele Menschen betrifft, kann der Täter mit lebenslänglichem Zuchthaus bestraft werden (Art. 185 Ziff. 3 StGB).\n\na) Die Vorinstanz nimmt an, der Beschwerdegegner habe sich, auch wenn er in der Bank nicht anwesend gewesen sei, als Mittäter zu verantworten. Da M. beim Überfall nicht von dem abgewichen sei, was der gemeinsamen Vorstellung über den Ablauf der Tat entsprochen habe, müsse sein gesamtes Handeln in vollem Ausmass dem Beschwerdegegner angerechnet werden.\n\nDie Vorinstanz bejaht den Grundtatbestand der Geiselnahme nach Art. 185 Ziff. 1 Abs. 1 StGB in objektiver wie subjektiver Hinsicht. Da M. die Waffe Frau R. an den Hinterkopf gehalten habe und diese von der Echtheit der Pistole überzeugt gewesen sei, habe er - wenn zufolge des kurzen Zeitablaufs allenfalls keine Freiheitsberaubung anzunehmen sei - sich ihrer zumindest bemächtigt.\n\nZur Frage der Qualifikation nach Art. 185 Ziff. 2 StGB führt die Vorinstanz aus, auch wenn M. nicht ausdrücklich gedroht habe, er werde Frau R. erschiessen, könne sein Verhalten nur so interpretiert werden. Ein solches konkludentes Drohen reiche für die Qualifikation grundsätzlich aus. Es stelle sich jedoch die Frage, ob eine Drohung mit einer für die Geisel objektiv vollkommen ungefährlichen \"Käpslipistole\" als Drohung mit dem Tode angesehen werden könne, was mit einer massiven Erhöhung der Mindeststrafe verbunden wäre. Für den Grundtatbestand drohe das Gesetz eine Zuchthausstrafe von mindestens einem Jahr an. Bei Bejahung der Qualifikation betrage die Mindeststrafe dagegen drei Jahre Zuchthaus. Es stelle sich die Frage, ob eine Drohung, die der Täter weder wahrmachen wolle noch könne, eine solche massive Erhöhung der Mindeststrafe rechtfertige. Ausgehend davon, dass es beim Tatbestand der Geiselnahme in erster Linie um den Schutz der Rechtsgüter der Geisel und erst in zweiter Linie um den Schutz der Willensbildungs- und Betätigungsfreiheit des Dritten gehe, sei der Lehrmeinung zu folgen, wonach für die Qualifikation eine weitergehende Einschränkung der Willensbildungs- und Betätigungsfreiheit des Dritten allein nicht ausreiche, sondern zusätzlich eine gewisse Erhöhung der objektiven Gefährdung der Geisel verlangt werden müsse. Diese letztere Voraussetzung sei hier nicht erfüllt. Der Beschwerdegegner sei deshalb lediglich in Anwendung des Grundtatbestandes zu verurteilen.\n\nb) Die Beschwerdeführerin wendet ein, nach dem Gesetzeswortlaut komme es nicht darauf an, ob der Täter die Drohung ernst meine. Qualifikationsgrund sei nicht die wirkliche Situation der Geisel, sondern die ausserordentliche BGE 121 IV 178 S. 181Zwangslage, in die der Nötigungsadressat versetzt werde. Diese Zwangslage sei für den Genötigten genau gleich, wenn der Täter eine durchgeladene und entsicherte Pistole einsetze und zum Schiessen entschlossen sei, wie wenn er eine Attrappe einsetze und zum Schiessen entschlossen scheine. Im einen wie im andern Fall sei der Dritte gezwungen, sich nötigen zu lassen, wenn er kein Risiko für die Geisel eingehen wolle. Die Auffassung der Vorinstanz, dass für die Qualifikation nach Art. 185 Ziff. 2 StGB eine weitergehende Einschränkung der Willensbildungs- und Willensbetätigungsfreiheit des Dritten allein nicht ausreiche, sondern zusätzlich eine Erhöhung der objektiven Gefährdung der Geisel nötig sei, finde im Gesetzestext keine Grundlage.\n\n2. a) Der Grundtatbestand der Geiselnahme gemäss Art. 185 Ziff. 1 Abs. 1 StGB ist dadurch gekennzeichnet, dass der Täter jemanden zu einem bestimmten Verhalten zu nötigen sucht, indem er eine andere Person in seine Gewalt bringt. Diese Geisel hat selber keinen Einfluss darauf, dass jenes Ansinnen erfüllt wird. Art. 185 StGB schützt als Rechtsgut in erster Linie die persönliche Freiheit der Geisel, aber auch ihre erfahrungsgemäss stark gefährdete physische und psychische Integrität, in zweiter Linie die Willensfreiheit desjenigen, an den die Täterschaft ihre Forderung richtet (REHBERG/SCHMID, Strafrecht III, 6. Aufl., S. 350). Die Strafe beträgt beim Grundtatbestand mindestens ein Jahr Zuchthaus (Art. 35 StGB).\n\nGemäss Art. 185 Ziff. 2 StGB steigt die Mindeststrafe auf drei Jahre Zuchthaus unter anderem dann, wenn der Täter droht, das Opfer zu töten. Nach dem Gesetzeswortlaut kommt es nicht darauf an, ob die Geisel von der Drohung weiss und ob der Täter diese ernst meint; danach ist Qualifikationsgrund allein die ausserordentliche Zwangslage, in die der Nötigungsadressat versetzt wird. Ob das ausreicht, um das hohe Strafmass zu rechtfertigen, wird im Schrifttum allerdings bezweifelt (STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil I, 5. Aufl., § 5 N 59). Es wird die Auffassung vertreten, Ziff. 2 sei insofern zu weit gefasst, als auch die nicht ernst gemeinte Drohung, welche für die Geisel kein zusätzliches Risiko berge, darunter falle (HANS-PETER EGLI, Freiheitsberaubung, Entführung und Geiselnahme, Diss. Zürich 1986, S. 200). REHBERG/SCHMID (a.a.O., S. 355) schlagen vor, Ziff. 2 auf jene Fälle einzuschränken, in denen der Geiselnehmer gewillt ist, die Drohung wahrzumachen. Andernfalls würde sein Verhalten lediglich den Druck auf den Adressaten seiner Forderung verstärken, nicht aber die im Vordergrund stehenden Rechtsgüter der Geisel zusätzlich gefährden.BGE 121 IV 178 S. 182\n\nb) Nach der Rechtsprechung ist bei der Auslegung von qualifizierten Tatbeständen der angedrohten Strafe Rechnung zu tragen (BGE 119 IV 216 E. 2e, BGE 118 IV 52 E. 2d, BGE 116 IV 319 E. 3b und 312 E. 2d, je mit Hinweisen). Beim Grundtatbestand der Geiselnahme beträgt die Mindeststrafe ein Jahr Zuchthaus. Bei Annahme der Qualifikation nach Ziff. 2 steigt sie auf 3 Jahre Zuchthaus. Da der bedingte Strafvollzug gemäss Art. 41 Ziff. 1 StGB nur bei Freiheitsstrafen von nicht mehr als 18 Monaten gewährt werden kann, führt die Bejahung der Qualifikation zudem stets zu einer unbedingten Strafe, auch bei einem Ersttäter mit günstiger Prognose. Angesichts der massiven Erhöhung der Mindeststrafe und der sich daraus ergebenden Folge für den bedingten Strafvollzug ist Ziff. 2 restriktiv auszulegen.\n\nDie Bejahung der Qualifikation wirkt sich im übrigen nur auf die Mindeststrafe aus. Die Höchststrafe beträgt in jedem Fall 20 Jahre Zuchthaus. Auch bei Verneinung der Qualifikation können somit erschwerende Umstände im Rahmen der Strafdrohung des Grundtatbestandes von einem bis zu 20 Jahren Zuchthaus angemessen gewichtet werden.\n\nc) Nach der zutreffenden Ansicht der Vorinstanz genügt in Anbetracht der hohen Mindeststrafe von 3 Jahren Zuchthaus der erhöhte Druck auf die Willensfreiheit des Dritten für die Annahme der Qualifikation nicht. Beim Tatbestand der Geiselnahme stehen, wie dargelegt, die Rechtsgüter der Geisel im Vordergrund. Die Qualifikation rechtfertigt sich nur, wenn diese Rechtsgüter in gesteigertem Mass betroffen sind. Dabei ist zu beachten, dass schon beim Grundtatbestand eine nicht unerhebliche Beeinträchtigung der Rechtsgüter der Geisel gegeben ist. Eine Geiselnahme ist für die Geisel stets mit einer Beschränkung der persönlichen Freiheit und einer mehr oder weniger starken psychischen Belastung verbunden. Die Bejahung der Qualifikation und die sich daraus ergebende Erhöhung der Mindeststrafe auf 3 Jahre Zuchthaus rechtfertigt sich nur dann, wenn die Rechtsgüter der Geisel objektiv erheblich stärker als beim Grundtatbestand beeinträchtigt worden sind. Diese objektiv erheblich stärkere Beeinträchtigung der Rechtsgüter der Geisel muss zudem vom Vorsatz des Täters umfasst sein.\n\nd) Diese Voraussetzung ist bei einer Geiselnahme wie hier dann zu bejahen, wenn der Täter die Drohung wahrmachen kann und will, er also die Geisel mit einer geladenen Schusswaffe bedroht und bereit ist, die Geisel zu erschiessen, falls seine Forderung nicht erfüllt wird. In einem solchen Fall besteht für die Geisel nebst der Beschränkung der persönlichen BGE 121 IV 178 S. 183Freiheit und der durch die Drohung hervorgerufenen psychischen Belastung eine unmittelbare Todesgefahr. Entgegen REHBERG/SCHMID kann die Qualifikation aber auch dann zu bejahen sein, wenn der Täter die Drohung nicht wahrmachen will, ja sogar dann, wenn er sie nicht einmal wahrmachen kann. Zwar befindet sich die Geisel diesfalls nicht in unmittelbarer Todesgefahr. Aufgrund der durch die Drohung ausgelösten Todesangst besteht für sie jedoch das Risiko eines Schocks. Hält der Täter die Geisel über einen längeren Zeitraum in seiner Gewalt unter Umständen, da jederzeit mit der Verwirklichung der Todesdrohung gerechnet werden muss, hat das für die Geisel zudem regelmässig eine schwere psychische Belastung zur Folge. Bei derartigen längeren Geiselnahmen besteht überdies die Gefahr, dass es zu einer Befreiungsaktion unter Einsatz von Schusswaffen kommt, was auch für die Geisel ein Risiko darstellt (vgl. den Sachverhalt in BGE 121 IV Nr. 28). Diese Gesichtspunkte sprechen dafür, etwa bei einer Flugzeugentführung, bei der der Täter droht, Passagiere zu erschiessen oder das Flugzeug mitsamt Insassen in die Luft zu sprengen, die Qualifikation selbst dann zu bejahen, wenn es sich bei der eingesetzten Waffe oder der Bombe um eine Attrappe handelt. Da die Tat viele Menschen betrifft, wäre hier sogar die Qualifikation nach Art. 185 Ziff. 3 StGB zu erörtern, bei der der Täter mit lebenslänglichem Zuchthaus bestraft werden kann. In solchen Fällen wird im übrigen auch der Vorsatz regelmässig gegeben sein, da der Täter die schwere psychische Belastung der Geiseln und eine Befreiungsaktion mit den sich daraus ergebenden Risiken in Kauf nimmt.\n\ne) Nach den verbindlichen tatsächlichen Feststellungen der Vorinstanz (Art. 277bis Abs. 1 BStP) bedrohte M. Frau R. mit einer objektiv ungefährlichen Spielzeugpistole. Er wollte nach dem mit dem Beschwerdegegner vereinbarten Tatplan niemanden verletzen. M. und der Beschwerdegegner wollten mit List, nicht mit Gewalt zum Ziel kommen. Die Geiselnahme dauerte einige Sekunden. Der ganze Überfall dauerte nach Ansicht von M. 20-30 Sekunden. Die Vorinstanz geht von einer Dauer von 39 Sekunden aus.\n\nUnter diesen Umständen verletzt die Verneinung der Qualifikation Bundesrecht nicht. Zwar genügte die kurze Drohung mit der Spielzeugpistole, um die Geisel, die von der Echtheit der Waffe ausging, in Todesangst zu versetzen. Insofern war für die Geisel durchaus das Risiko einer gesundheitlichen Belastung gegeben. Für die Geisel bestand jedoch keine Gefahr, durch eine gewaltsame Einwirkung des Täters zu Schaden zu kommen.BGE 121 IV 178 S. 184\n\nM. wollte und konnte nicht schiessen. Er wollte der Geisel auch sonst nichts antun. Die Geiselnahme dauerte zudem nur einige Sekunden. Die Geisel musste also nicht über einen längeren Zeitraum Todesangst ausstehen. Aufgrund der schnellen Abfolge der Ereignisse war ferner das Risiko entsprechend gering, dass es zu einer Befreiungsaktion mit Gefährdung auch der Geisel kommen würde. Die Annahme ist deshalb vertretbar, die Rechtsgüter der Geisel seien hier nicht erheblich stärker beeinträchtigt worden, als das schon beim Grundtatbestand der Fall ist. Es handelt sich allerdings um einen Grenzfall. In derartigen Fällen auferlegt sich das Bundesgericht Zurückhaltung und weicht es nicht ohne Not vom kantonalen Entscheid ab.\n\nDie Bestätigung des angefochtenen Entscheids rechtfertigt sich auch angesichts der Nähe der Tat zum Raub. Bei Überfällen wie dem vorliegenden sind die Übergänge zwischen Raub und Geiselnahme oft fliessend. Das zeigt etwa der BGE 113 IV 63 zugrunde liegende Fall, wo der Täter mit der Waffe zuerst die Schalterbeamtin bedrohte und, als dies nicht den gewünschten Erfolg zeitigte, die Waffe gegen eine Kundin richtete. Bedroht ein Bankräuber den Schalterbeamten mit einer Spielzeugpistole, so ist in der Regel keiner der in Art. 140 Ziff. 2-4 StGB genannten Qualifikationsgründe erfüllt. Denn der Täter hat keine Schusswaffe oder eine andere gefährliche Waffe mit sich geführt; er hat auch nicht durch die Art, wie er den Raub begeht, seine besondere Gefährlichkeit offenbart; schliesslich hat er das Opfer nicht in Lebensgefahr gebracht oder es grausam behandelt. Die Mindeststrafe beträgt für den Täter eines derartigen Bankraubes deshalb 6 Monate Gefängnis (Art. 140 Ziff. 1 StGB). Das spricht für Zurückhaltung bei der Annahme einer qualifizierten Geiselnahme und damit einer Mindeststrafe von 3 Jahren Zuchthaus in Fällen, wo der Täter die Spielzeugpistole anstatt gegen den Schalterbeamten gegen einen Kunden richtet und vom Schalterbeamten Geld verlangt.\n\nf) Da die Beschwerdeführerin die Strafzumessung nur beanstandet, falls von einer qualifizierten Geiselnahme auszugehen ist, hat sich das Bundesgericht dazu nicht zu äussern.\n\n3. (Kostenfolgen)."}