{"annee": "121", "cour": "I", "page": "379", "date": "13/11/1995", "cite": ["120 IA 184", "119 IB 311", "117 IA 187", "120 IA 19"], "cite_par": ["125 I 417", "135 I 313", "128 I 346"], "chapeau": "49. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 13. November 1995 i.S. R. gegen Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Amende disciplinaire (art. 6 par. 1 CEDH). Une amende disciplinaire de 300 fr., infligée à une fonctionnaire zurichoise sur la base du § 4 de la loi zurichoise de 1866 concernant les sanctions d'ordre, ne constitue pas une \"accusation en matière pénale\" au sens de l'art. 6 par. 1 CEDH (consid. 3)."], "faits": "BGE 121 I 379 S. 379\n\nA.- R., Primarlehrerin im Kanton Zürich, nahm am 7. April 1993 in den Räumlichkeiten der Abteilung Volksschule der kantonalen Erziehungsdirektion Einsicht in ihre Personalakte. Dabei entfernte sie daraus zwei Aktenstücke, die sich ihres Erachtens widerrechtlich darin befanden, und zerriss sie. Mit Verfügung vom 11. Mai 1993 bestrafte die Erziehungsdirektion sie deswegen in Anwendung von § 4 des Gesetzes vom 30. Oktober 1866 betreffend die Ordnungsstrafen mit einer Ordnungsbusse von Fr. 300.-- zuzüglich Schreibgebühr von Fr. 30.--.\n\nR. erhob Rekurs an den Regierungsrat des Kantons Zürich, welcher diesen abwies.BGE 121 I 379 S. 380\n\nB.- R. erhebt staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV und Art. 6 Ziff. 1 EMRK.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n3. Die Beschwerdeführerin rügt, das zürcherische Ordnungsstrafenrecht und demzufolge auch der angefochtene Bussenentscheid verstosse gegen Art. 6 Ziff. 1 EMRK, weil keine Überprüfung durch ein Gericht möglich sei. Ob auf die erstmals im Verfahren der staatsrechtlichen Beschwerde ausdrücklich erhobene Rüge der Verletzung von Art. 6 EMRK einzutreten sei, erscheint fraglich (vgl. BGE 120 Ia 19 E. 2c/bb, S. 24 ff.), kann aber offenbleiben, da sich die Rüge, wie im folgenden zu zeigen sein wird, als unbegründet erweist.\n\na) Nach Art. 6 Ziff. 1 EMRK hat jedermann Anspruch darauf, dass ein unabhängiges und unparteiisches Gericht über die Stichhaltigkeit einer gegen ihn erhobenen strafrechtlichen Anklage befindet. Was eine strafrechtliche Anklage im Sinne dieser Bestimmung ist, beurteilt sich autonom nach dem Recht der EMRK (Urteil des Europäischen Gerichtshofes für Menschenrechte i.S. Engel vom 8. Juni 1976, Série A. Bd. 22, Ziff. 81; Urteil des Bundesgerichts i.S. V. vom 4. Februar 1994, publiziert in ZBl 95/1994 S. 422, E. 3a; ARTHUR HAEFLIGER, Die Europäische Menschenrechtskonvention und die Schweiz, Bern 1993, S. 120). Nach der Praxis des Europäischen Gerichtshofes für Menschenrechte (Urteile i.S. Ravnsborg vom 23. März 1994, Série A Bd. 283, Ziff. 30 ff.; i.S. Demicoli vom 27. August 1991, Série A Bd. 210, Ziff. 32 ff.; i.S. Weber vom 22. Mai 1990, Série A Bd. 177, Ziff. 30 ff.; i.S. Lutz vom 25. August 1987, Série A Bd. 123, Ziff. 54 ff.; i.S. Campbell und Fell vom 28. Juni 1984, Série A Bd. 80, Ziff. 68 ff.; i.S. Öztürk vom 21. Februar 1984, Série A Bd. 73, Ziff. 50; zit. Urteil Engel Ziff. 82), der sich das Bundesgericht angeschlossen hat (ZBl 95/1994 S. 422, E. 3a; BGE 119 Ib 311 E. 2d S. 316; BGE 117 Ia 187 E. 4a S. 188), beurteilt sich die Frage, ob eine Anklage strafrechtlich im Sinne von Art. 6 EMRK sei, nach drei alternativen Kriterien: nach der landesrechtlichen Qualifikation als strafrechtlich (unten lit. b), nach der Natur der Widerhandlung (unten lit. c) sowie nach Natur und Schwere der angedrohten Sanktion (unten lit. d) (vgl. HAEFLIGER, a.a.O., S. 121 ff.; ANDREAS KLEY-STRULLER, Der richterliche Rechtsschutz BGE 121 I 379 S. 381gegen die öffentliche Verwaltung, Zürich 1995, S. 109 f.; FROWEIN/PEUKERT, EMRK-Kommentar, Kehl/Strassburg/Arlington 1985, S. 118 ff.; PETTITI/DECAUX/IMBERT, La convention européenne des droits de l'homme, Commentaire, Paris 1995, S. 254; THOMAS POLEDNA, Praxis zur Europäischen Menschenrechtskonvention (EMRK) aus schweizerischer Sicht, Zürich 1993, S. 72 ff.; MARK E. VILLIGER, Handbuch der Europäischen Menschenrechtskonvention (EMRK), Zürich 1993, S. 232 f.; ROBERT ZIMMERMANN, Les sanctions disciplinaires et administratives au regard de l'article 6 CEDH, Revue de droit administratif et de droit fiscal 50/1994 S. 335-377, 338 f.).\n\nb) Das zürcherische Ordnungsstrafengesetz ist formal nicht Teil des Strafrechts. Es wird von Verwaltungsinstanzen ohne Mitwirkung der Strafverfolgungsbehörden angewendet und will das gute Funktionieren der Verwaltung sicherstellen. Deshalb erscheint das Ordnungsstrafengesetz auch materiell nicht als Strafrecht, obwohl es für einzelne Fragen gewisse Bestimmungen des Strafgesetzbuches für anwendbar erklärt (§ 4a des Ordnungsstrafengesetzes).\n\nc) aa) Wichtiger als die landesrechtliche Qualifikation ist das zweite Kriterium (zit. Urteile Weber, Ziff. 32, Demicoli Ziff. 33, Campbell und Fell Ziff. 71, Öztürk Ziff. 52). Nach der Praxis des Europäischen Gerichtshofes für Menschenrechte sind Disziplinarregelungen, mit denen den Mitgliedern besonderer Institutionen oder Berufsgattungen bestimmte Verhaltensregeln auferlegt werden, grundsätzlich nicht als strafrechtlich im Sinne von Art. 6 EMRK zu betrachten (HAEFLIGER, a.a.O., S. 122 ff.; KLEY-STRULLER, a.a.O., S. 112 f.; POLEDNA, a.a.O., S. 72 ff.; VILLIGER, a.a.O., S. 234; ZIMMERMANN, a.a.O., S. 342 ff.; je mit Hinweisen), ausser wenn das pönalisierte Verhalten zugleich ein vom allgemeinen Strafrecht erfasstes Delikt darstellt (zit. Urteil Campbell und Fell Ziff. 71) oder die angedrohte Sanktion nach Art und Schwere als strafrechtlich erscheint, namentlich wenn eine Freiheitsstrafe von mehr als bloss einigen Tagen in Aussicht steht (ZBl 95/1994 S. 424 E. b/c, mit zahlreichen Hinweisen). Ordnungsbussen, mit denen für die ganze Bevölkerung geltende Verhaltensvorschriften durchgesetzt werden sollen, gelten demgegenüber als strafrechtlich (zit. Urteile Lutz Ziff. 50 ff. und Öztürk Ziff. 53 bezüglich Strassenverkehrsvorschriften; Urteil des Europäischen Gerichtshofes für Menschenrechte i.S. Bendenoun vom 24. Februar 1994, Série A Bd. 284, Ziff. 47 und BGE 119 Ib 311 E. 2f S. 317 bezüglich Steuerhinterziehungsbussen). Strafen, mit denen ein Verstoss von Prozessparteien gegen verfahrensrechtliche Vorschriften geahndet wird, BGE 121 I 379 S. 382wurden in den Urteilen Weber und Demicoli als strafrechtlich betrachtet mit der Begründung, dass dadurch potentiell die gesamte Bevölkerung betroffen werde (zit. Urteile Weber Ziff. 33 und Demicoli Ziff. 33; ebenso KLEY-STRULLER, a.a.O., S. 111 f.). Demgegenüber hat der Gerichtshof im später ergangenen Urteil Ravnsborg entschieden, dass eine Busse, die einer Prozesspartei wegen Beschimpfung des Gerichts auferlegt wird, keine strafrechtliche Anklage sei, weil sie zum Zweck habe, das korrekte Verfahren vor Gericht sicherzustellen (zit. Urteil Ravnsborg Ziff. 34). Ausschlaggebend war dafür, dass das Gericht die Busse ohne Beizug der Staatsanwaltschaft ausspricht und dass nur Verstösse gegen die Ordnung vor den Gerichtsinstanzen geahndet werden, während schwerere Delikte nach Strafgesetz beurteilt werden; zudem wurde die Busse nach schwedischem Recht nicht als ordentliche Strafe betrachtet und auch nicht ins Strafregister eingetragen (a.a.O., Ziff. 33). Im gleichen Sinne erklärte die Europäische Menschenrechtskommission Art. 6 EMRK als nicht anwendbar auf die Disziplinarbusse, die das schweizerische Bundesgericht nach Art. 31 OG ausfällen kann (Entscheide der Kommission vom 1. April 1992, 15702/89, i.S. Payot gegen Schweiz, publiziert in VPB 1992 Nr. 52, und vom 12. Oktober 1994, 17443/90, i.S. Bressmer gegen Schweiz). Im Sinne dieser neuesten Praxis der Strassburger Organe hat auch das Bundesgericht entschieden, dass eine Ordnungsbusse, die ein Gericht den Parteien und Dritten auferlegen kann, nicht unter Art. 6 EMRK fällt (nicht veröffentlichtes Urteil des Bundesgerichts i.S. A. vom 3. November 1993, E. 3).\n\nbb) Der vorliegende Fall ist vergleichbar mit den zuletzt genannten Entscheiden: die Strafe kann zwar potentiell gegen die gesamte Bevölkerung ausgesprochen werden, aber nur soweit der Einzelne mit Verwaltungs- oder Gerichtsstellen in Geschäftsverkehr steht. Sie gilt damit nur für einen beschränkten Kreis von Personen, die in einem besonderen Verhältnis der Unterordnung unter die Behörde stehen (HAEFLIGER, a.a.O., S. 124), dient dem geordneten Geschäftsgang der Behörden und stellt eine reine Disziplinarmassnahme dar, die nicht ein kriminelles Unrecht abgilt; vielmehr wird ein Strafverfahren allenfalls zusätzlich durchgeführt, wenn nebst dem Disziplinarvergehen strafrechtliche Tatbestände erfüllt sind (vgl. § 1 Abs. 2, § 3 Abs. 3, § 4 Abs. 2 des Ordnungsstrafengesetzes). Die Busse wird zudem nicht im Strafregister eingetragen (vgl. Art. 9 der Verordnung vom 21. Dezember 1973 über das Strafregister, SR 331). Die Widerhandlung erscheint damit ihrer Natur nach nicht als strafrechtlich.\n\ncc) Hinzu kommt, dass die Beschwerdeführerin vorliegend in ihrer BGE 121 I 379 S. 383Eigenschaft als kantonale Beamtin diszipliniert wurde. Auch wenn die angewendete Bestimmung grundsätzlich auf alle Personen angewendet werden kann, die - allenfalls auch gegen ihren Willen - mit Behörden in Kontakt kommen, so ist die angefochtene Busse mit Bezug auf die Beschwerdeführerin als beamtenrechtliche Disziplinarmassnahme zu betrachten, die nach der Praxis der Europäischen Menschenrechtsorgane wie auch des Bundesgerichts nicht als strafrechtlich gilt (ANDREAS KLEY-STRULLER, Art. 6 EMRK als Rechtsschutzgarantie gegen die öffentliche Gewalt, Zürich 1993, S. 15 f.; ders., Der Anspruch auf richterliche Beurteilung \"zivilrechtlicher\" Streitigkeiten im Bereich des Verwaltungsrechts sowie von Disziplinar- und Verwaltungsstrafen gemäss Art. 6 EMRK, AJP 1994 S. 23 ff., 27, je mit Hinweisen; BGE 120 Ia 184 E. 2f S. 189).\n\nd) Schliesslich könnten die Natur und Schwere der Sanktion die Strafe zu einer strafrechtlichen werden lassen. Ist eine Widerhandlung bereits nach ihrer Natur (zweites Kriterium) als strafrechtlich zu betrachten, so ändert eine geringe Höhe der streitigen Busse daran nichts (vgl. zit. Urteil Öztürk, wo eine Busse im Betrag von DM 63.90 in Frage stand). Ergibt sich hingegen nicht bereits aus dem zweiten Kriterium die Qualifikation als strafrechtlich, so spielen die Natur und Schwere der Sanktion eine wichtige Rolle. Im Entscheid Ravnsborg hat der Europäische Gerichtshof für Menschenrechte eine Maximalstrafe von 1'000 Schwedenkronen nicht als strafrechtlich betrachtet. Dass die Busse in Haft umgewandelt werden konnte, änderte daran nichts, weil die Umwandlung nur unter bestimmten Voraussetzungen zulässig war und vor einer Umwandlung der Betroffene anzuhören war (zit. Urteil Ravnsborg Ziff. 35). Im Lichte dieser Praxis erscheint auch die vorliegend streitige Sanktion nicht als strafrechtlich: ausgesprochen wurde eine Busse von Fr. 300.--; die Maximalstrafe beträgt Fr. 1'000.--. Eine Umwandlung in Haft ist gemäss § 4a des Ordnungsstrafengesetzes nach Massgabe von Art. 49 StGB zulässig, mithin nur unter bestimmten Voraussetzungen und nur in einem Verfahren, in welchem der Betroffene angehört werden muss (Urteil des Bundesgerichts i.S. D. vom 30. September 1994, publiziert in SJ 1995 S. 15).\n\ne) Gesamthaft erscheint somit die streitige Disziplinarbusse nicht als strafrechtliche Anklage im Sinne von Art. 6 Ziff. 1 EMRK. Damit sind die Verfahrensgarantien dieser Bestimmung nicht anwendbar, namentlich nicht der Anspruch auf eine Beurteilung durch ein unabhängiges und unparteiisches Gericht. Der angefochtene Bussenentscheid verletzt daher die EMRK nicht."}