{"annee": "122", "cour": "III", "page": "361", "date": "5/9/1996", "cite": ["115 II 468", "112 II 444", "105 II 83", "99 II 393", "82 II 48"], "cite_par": ["132 III 140", "124 III 350", "127 III 529", "127 III 248", "145 III 365"], "chapeau": "67. Auszug aus dem Urteil der I. Zivilabteilung vom 5. September 1996 i.S. X. AG gegen Bank (Berufung)", "regestes": ["Art. 401 CO, art. 165 CO. Un mandat n'existe et l'art. 401 CO n'est applicable que si ce sont les affaires d'autrui dont il est pris soin (consid. 3). Il y a lieu de déterminer la volonté des parties d'après les principes généraux également en présence d'actes juridiques soumis à des exigences de forme. La question de savoir si la volonté des parties ainsi constatée a été formulée de manière suffisante au point de vue formel se juge d'après le but de la forme. La forme écrite de la cession tend à assurer la transparence et la sécurité des transactions (consid. 4)."], "faits": "BGE 122 III 361 S. 361\n\nDie Bank gewährte der X. AG im September 1983 einen Rahmenkredit von maximal 1,5 Millionen Franken, der in den folgenden Jahren mehrmals erhöht wurde und im November 1989 20 Millionen Franken betrug. Mit dem eingeräumten Darlehen gewährte die X. AG ihrerseits Kredite an Drittfirmen BGE 122 III 361 S. 362zur Finanzierung von Leasinggeschäften; ab Juni 1985 gehörte zu ihren Kreditnehmern auch die Y. AG, die im Leasing- und Kleinkreditgeschäft tätig war. Zur Sicherung des von der Bank gewährten Kredits an die X. AG vereinbarten die Parteien die Abtretung von Forderungen, wozu auch die von der Y. AG an die X. AG zedierten Forderungen gegenüber den Leasingnehmern gehörten und womit sich die Y. AG einverstanden erklärte. Ausserdem räumte die Y. AG der Bank ein Pfandrecht an den jeweiligen Guthaben auf dem gemeinsamen Konto der X. AG und der Y. AG bei der Bank ein.\n\nEnde Mai 1991 informierte die Y. AG ihre Gläubiger über Liquiditätsprobleme. Um einen drohenden Konkurs abzuwenden, vereinbarten die betroffenen Finanzinstitute - unter denen sich auch die X. AG befand - ein privates Nachlassverfahren und eine stille Liquidation der Y. AG. Sie setzten die Z. AG bzw. deren Verwaltungsratspräsidenten D. als Sachwalter ein, dem sie unter anderem die Erstellung eines Status der \"Bankenforderungen\" per 30. Juni 1991 auftrugen. In einem Konsortialvertrag vereinbarten die Gläubigerbanken der Y. AG die Erstellung eines Status der Instanzen per 30. Juni 1991 und die Überweisung der für den laufenden Betrieb der Y. AG nicht erforderlichen freien Mittel auf ein neu zu eröffnendes Konto bei der S-Bank, das ihnen zu gesamter Hand zustehen und von dem der Sachwalter monatliche Abschlagszahlungen an die einzelnen Gläubiger leisten sollte. Im August 1991 bezifferte die X. AG ihre Forderung gegenüber der Y. AG auf insgesamt gerundete 19,205 Millionen Franken, und zwar 5,058 Millionen Franken für Kleinkreditgeschäfte und 14,16 Millionen Franken für Leasinggeschäfte. Der Sachwalter leistete rund vierzig Abschlagszahlungen. Für die X. AG wurden insgesamt 12,3 Millionen Franken Abschlagszahlungen ausgeschieden.\n\nDie X. AG geriet selbst in finanzielle Schwierigkeiten und am 13. April 1992 wurde ihr die Nachlassstundung gewährt. Die Bank machte in diesem Nachlassverfahren Forderungen von insgesamt Fr. 13'933'918.25 geltend.\n\nDie Bank klagte beim Handelsgericht des Kantons Bern gegen die X. AG.\n\nMit einem Feststellungsbegehren (Ziffer 1) verlangte die Klägerin, dass 73,681 % des auf die Beklagte entfallenden Anteils im privaten Nachlass der Y. AG zu ihren Gunsten aus dem Nachlass der Beklagten ausgesondert werden. In Ziffer 2 forderte sie die Bezahlung ihres behaupteten Anteils an einzelnen Abschlagszahlungen, welche auf Konti der Beklagten bei BGE 122 III 361 S. 363Drittbanken gelangt waren, die keine eigenen Forderungen gegenüber der Beklagten hatten. Die Beklagte beantragte hauptsächlich die vollumfängliche Abweisung der Klage. In der Widerklage verlangte sie einerseits die Rücküberweisung der im Juni 1992 versehentlich auf ihr Konto bei der Klägerin überwiesenen zehnten Abschlagszahlung, anderseits die Zahlung von Beträgen aus Betreibungen gegen Leasingnehmer der Y. AG, welchen noch das Konto bei der Klägerin als Zahlstelle angegeben worden sei.\n\nAm 23. August 1995 fällte das Handelsgericht des Kantons Bern folgendes Urteil:\n\n\"1. In Gutheissung von Rechtsbegehren 1 der Klage wird festgestellt, dass\n\ndie Klägerin bezüglich des im aussergerichtlichen Nachlass der Y. AG,\n\nSpeicher, gemäss Ziffer 4 des Konsortialvertrags vom Juli 1991\n\n(Klagebeilage 11) an die Banken zu verteilenden Liquidationserlöses einen\n\nAnspruch auf Auszahlung der Dividende besitzt, die auf die von der\n\nBeklagten angemeldete Forderung aus der Refinanzierung von\n\nLeasinggeschäften entfällt.\n\nAuf diese Dividende sind bereits an die Klägerin ergangene Zahlungen,\n\ninsbesondere die von der Beklagten widerklageweise geltend gemachten\n\nBeträge von Fr. 29'541.90 (Rechtsbegehren A der Widerklage) und\n\nFr. 453'328.-- (Rechtsbegehren B der Widerklage) sowie der der Klägerin zu\n\nbezahlende Betrag gemäss Ziffer 2 hiernach anzurechnen.\n\n2. In Gutheissung von Rechtsbegehren 2 der Klage wird die Beklagte\n\nverurteilt, der Klägerin Fr. 926'298.-- nebst Zins zu 6 % seit 5. August\n\n1992 zu bezahlen.\n\n3. Die Widerklage wird abgewiesen...\"\n\nGegen das handelsgerichtliche Urteil erhebt die Beklagte eidgenössische Berufung und beantragt, das angefochtene Urteil aufzuheben und die Klage vollumfänglich abzuweisen, eventuell die Ansprüche der Klägerin mit ihren Gegenansprüchen aus Auftragsentschädigung und laut Widerklage gemäss gerichtlicher Bestimmung zu verrechnen. Im weiteren verlangt sie mit der Widerklage, die Klägerin habe insgesamt Fr. 29'541.90 zuzüglich Zins ab unterschiedlichen Zeitpunkten und Fr. 453'328.-- zuzüglich Zins seit dem 24. Juni 1992 zu zahlen. Die Klägerin schliesst auf Abweisung der Berufung und Bestätigung des angefochtenen Urteils.\n\nDas Bundesgericht hat die Berufung gutgeheissen, soweit darauf eingetreten werden konnte, das angefochtene Urteil aufgehoben und die Sache zur weiteren Abklärung und neuen Entscheidung hinsichtlich der Widerklagebegehren an die Vorinstanz zurückgewiesen.", "considerants": "Aus den Erwägungen:\n\n3. Die Klägerin stützt ihr Begehren um Aussonderung von 73,681 % der auf die Beklagte im privaten Nachlass der Y. AG entfallenden Dividende auf BGE 122 III 361 S. 364Art. 401 OR. Die Vorinstanz hat die Klage unter anderem mit der Begründung geschützt, es bestehe ein Auftragsverhältnis zwischen den Parteien und die Beklagte habe die Forderungen im privaten Nachlass der Y. AG für Rechnung der Klägerin erworben. Die Beklagte bestreitet, dass sie im Auftrag und auf Rechnung der Klägerin handelte, als sie im privaten Nachlass der Y. AG mitwirkte und dabei - sei es gegenüber der S-Bank, sei es gegen die Gemeinschaft der Gläubiger-Banken - Forderungen auf die jeweiligen Abschlagszahlungen erwarb.\n\na) Hat der Beauftragte für Rechnung des Auftraggebers in eigenem Namen Forderungsrechte gegen Dritte erworben, so gehen sie gemäss Art. 401 Abs. 1 OR auf den Auftraggeber über, sobald dieser seinerseits allen Verbindlichkeiten aus dem Auftragsverhältnis nachgekommen ist. Dies gilt nach Art. 401 Abs. 2 OR auch gegenüber der Masse, wenn der Beauftragte in Konkurs gefallen ist. Dem Konkurs ist die Nachlassliquidation gleichzusetzen (BGE 99 II 393 E. 5 S. 396). Diese Gesetzesbestimmung ist auf alle Arten des Auftrags anwendbar, wenn die darin genannten Voraussetzungen erfüllt sind (BGE 115 II 468 E. 2b). Die Legalzession und das Aussonderungsrecht an Forderungen und beweglichen Sachen finden jedoch nur Anwendung, wenn ein Auftragsverhältnis vorliegt, in dessen Rahmen der Beauftragte Vermögenswerte zwar in eigenem Namen, aber auf Rechnung des Auftraggebers von Dritten erworben hat (BGE 112 II 444 E. 2 S. 447 f.).\n\nb) Die Arbeitsleistung, zu der sich der Beauftragte nach Art. 394 OR verpflichtet, kann unterschiedlicher Art sein (FELLMANN, Berner Kommentar, N. 21 zu Art. 394 OR); sie muss aber in jedem Fall die Geschäfte des Auftraggebers betreffen, die Wahrung fremder Interessen zum Ziel haben (TERCIER, Les contrats spéciaux, 2. Aufl., 1995, N. 3935; WEBER, in: Kommentar zum schweizerischen Privatrecht, Obligationenrecht I, N. 2 zu Art. 394 OR; FRANZ WERRO, Le mandat et ses effets, S. 55 N. 154; HOFSTETTER, in: Schweizerisches Privatrecht, Bd. VII/2, S. 5 f.). Die Einziehung eigener Forderungen dient primär dem Interesse des Gläubigers und ist daher grundsätzlich nicht Gegenstand eines Auftrags. Sie wird es auch nicht dadurch, dass ein Dritter aus einem anderen Vertrag an der Solvenz des Gläubigers und damit wirtschaftlich an der Erfüllung dieser Forderungen mitinteressiert ist. Von einem Auftragsverhältnis könnte diesfalls nur gesprochen werden, wenn die Einziehung der Forderungen in indirekter Stellvertretung auf Rechnung des Dritten erfolgt.\n\nBGE 122 III 361 S. 365\n\nAls Gläubigerin der Y. AG bemühte sich die Beklagte, einen möglichst grossen Anteil ihrer Guthaben erhältlich zu machen, um ihre eigenen Verbindlichkeiten erfüllen zu können. Damit handelte sie jedoch nicht schon im Auftrag der Klägerin. Soweit die Beklagte mit ihrer Tätigkeit im Rahmen der Liquidation der Y. AG überhaupt das Interesse der Klägerin an der Rückzahlung des eingeräumten Kredits wahrgenommen hat, kann lediglich von einem mitübernommenen Interesse gesprochen werden; denn in erster Linie besorgte sie ihre eigenen Geschäfte, was die Annahme eines Auftrags ausschliesst.\n\nc) Die Vorinstanz hat den Gegenstand des von ihr angenommenen Auftragsverhältnisses der Parteien nicht im einzelnen festgestellt. Sie hat sich mit der Feststellung begnügt, dass die Beklagte mit ihrer Tätigkeit im Rahmen der Liquidation der Y. AG die Interessen der Klägerin wahren wollte und sich die Klägerin damit einverstanden erklärt hatte. Ob diese Feststellungen im angefochtenen Urteil den Schluss auf ein Auftragsverhältnis erlauben, erscheint fraglich, zumal die Vorinstanz in diesem Zusammenhang den Willen der Beklagten hervorhebt, unabhängig von der Gültigkeit der Abtretung von Leasingforderungen ihren Kreditverpflichtungen der Klägerin gegenüber nachzukommen. Die Frage kann jedoch offen bleiben, wenn sich weisen sollte, dass der Klägerin im Zeitpunkt der privaten Liquidation der Y. AG keine Forderungen (mehr) zediert waren, mit deren Inkasso sie die Beklagte hätte beauftragen können. Denn ein anderer Gegenstand des Auftrags, in dessen Rahmen die Beklagte für Rechnung der Klägerin hätte Forderungen gegen die Y. AG bzw. deren Gläubigergesamtheit erwerben können, ist nicht ersichtlich. Auch die Klägerin geht in ihrer Berufungsantwort zutreffend davon aus, dass ein Auftragsverhältnis nur vorliegen kann, wenn sie im Rahmen der privaten Liquidation der Y. AG als Zessionarin eigene Forderungen geltend machen konnte. Den Inhalt dieses Auftrags umschreibt sie als allgemeine Interessenwahrung mit dem Ziel, ihr die ausstehenden Leasingraten als Sicherheit zu erhalten, oder als Inkasso der Abschlagszahlungen, die nach dem Willen der Beklagten anstelle der ihr möglicherweise entgehenden Leasingraten anteilmässig zur Rückführung des Refinanzierungskredits bestimmt waren. Der Klägerin könnte aber kaum gefolgt werden, wenn sie nicht für massgebend hält, in welchem Umfang abgetretene Forderungen am 30. Juni 1991 noch vorhanden waren; die Beklagte konnte zum vornherein nur im Rahmen des Auftrags Geschäfte der Klägerin besorgen und für deren Rechnung Forderungen erwerben.\n\nBGE 122 III 361 S. 366\n\n4. Die Abtretung bedarf gemäss Art. 165 Abs. 1 OR zu ihrer Gültigkeit der schriftlichen Form. Die Verpflichtung zum Abschluss eines Abtretungsvertrags kann formlos begründet werden (Art. 165 Abs. 2 OR). Formbedürftige Rechtsgeschäfte sind nach den allgemeinen Grundsätzen auszulegen, das heisst es ist nach den gesamten Umständen zu ermitteln, was die Parteien tatsächlich gewollt haben oder wie ihre Erklärungen nach Treu und Glauben zu verstehen sind (KRAMER, Berner Kommentar, N. 59 und 93 zu Art. 18 OR; GAUCH/SCHLUEP, Schweizerisches Obligationenrecht, Allgemeiner Teil, 6. Aufl., 1995, Rz. 1243; SPIRIG, Zürcher Kommentar, N. 21 in Vorbemerkungen zu Art. 164-174 OR). In einem weiteren Schritt ist anschliessend zu beurteilen, ob der nach den allgemeinen Auslegungsmethoden ermittelte Vertragsinhalt in der gesetzlich vorgeschriebenen Form hinreichend zum Ausdruck gebracht worden ist (GAUCH/SCHLUEP, a.a.O., Rz. 1247).\n\na) Die Klägerin beruft sich auf die Vereinbarung vom 25./28. Juni 1985. Darin erhöhten die Parteien den Kredit der Beklagten, der nunmehr auch zur Refinanzierung von Leasinggeschäften für die Y. AG dienen sollte. Die Klägerin verlangte als Sicherheit unter anderem\n\n\"c. Abtretung der Ansprüche gegenüber der Y. AG, Wettingen, inkl.\n\nRetrozession (recte: Weiterzession) aller Ansprüche und Nebenrechte (wie\n\nEigentumsvorbehalt) der Y. AG gegenüber ihren Leasingnehmern. Die Y. AG\n\nhat der Abtretung schriftlich zuzustimmen.\"\n\nDas Abtretungsformular vom 28. Juni 1985, auf welches die Vorinstanz im angefochtenen Urteil verweist, enthält folgende maschinenschriftliche Bestimmung:\n\n\"Abgetreten werden sämtliche Ansprüche, welche die Zedentin gegenüber\n\nder Y. AG, Wettingen, besitzt, eingeschlossen Retrozession (recte:\n\nWeiterzession) der Forderungen an die Leasingnehmer und Eigentumsvorbehalt\n\nan den verleasten Gegenständen.\"\n\nIn einer weiteren Vereinbarung vom September 1986 bestimmten die Parteien im Zusammenhang mit der Umstellung bisheriger Einzahlungsscheine unter anderem:\n\n\"Die O. AG und die Y. AG treten hiermit der Bank die Guthaben ab, welche\n\nbei der PTT und der S-Bank aufgrund von Leasingverträgen einbezahlt werden,\n\ndie der X. AG zediert und der Bank weiterzediert sind.\"\n\nEs ist unbestritten, dass im Rahmen späterer Krediterhöhungen keine neuen Abtretungen erfolgten. Die Klägerin beruft sich ausdrücklich darauf, dass später die bestehenden Vereinbarungen in Kraft blieben.\n\nBGE 122 III 361 S. 367\n\nb) Die Beklagte bestreitet die Darstellung der Klägerin nicht, - jedenfalls nicht in einer den formellen Anforderungen genügenden Weise - dass die Parteien einen sogenannten revolvierenden Kredit vereinbart haben: Die gewährten Geldmittel sollten durch die Eingänge aus den bezahlten Leasingraten zurückgeführt werden, wodurch im Rahmen der Kreditlimite wiederum zusätzliche Mittel zur Finanzierung weiterer Leasingverträge frei wurden. Die umstrittene Weiterabtretung der Forderungen der Y. AG gegen ihre Leasingnehmer diente der Sicherung des revolvierenden Kredits, den die Klägerin der Beklagten zur Refinanzierung der Leasinggeschäfte gewährt hatte. In diesem Vertragszusammenhang kann die Abtretung ihre Sicherungsfunktion nur erfüllen, wenn sie auch für künftige Leasinggeschäfte gilt, für welche der eingeräumte Kredit neuerdings beansprucht wird. Bei Berücksichtigung der Umstände des Vertragsschlusses und des Vertragszweckes kann der Wille der Parteien in guten Treuen nur darauf gerichtet gewesen sein, auch künftige Leasingforderungen (weiter-)abzutreten. Anders wäre übrigens auch nicht zu erklären, weshalb die Parteien bei späteren Krediterhöhung jeweils eine Neuregelung der Sicherheiten nicht für erforderlich erachteten, wie die Klägerin richtig bemerkt. Die Vorinstanz hat die Zession im Verhältnis unter den Parteien zutreffend ausgelegt, wenn sie annahm, nach dem mutmasslichen Parteiwillen habe die Abtretung auch künftige Forderungen der Y. AG gegen die Leasingnehmer betroffen. Zu prüfen bleibt, ob dieser Parteiwille von der Schriftform gedeckt ist.\n\nc) Die Formvorschrift des Art. 165 OR dient der Rechts- und Verkehrssicherheit bzw. der Klarstellung; die Gläubiger des Zedenten und des Erwerbers sollen ebenso wie der Schuldner der zedierten Forderung feststellen können, wem die Forderung in einem bestimmten Zeitpunkt zusteht (BGE 105 II 83 E. 2, BGE 82 II 48 E. 1; SPIRIG, Zürcher Kommentar, N. 4 zu Art. 165 OR; vgl. zum Zweck einer Formvorschrift im allgemeinen: Merz, Vertrag und Vertragsschluss, 2. Aufl., 1992, S. 183; SCHMIDLIN, Berner Kommentar, N. 11 zu Art. 11 OR). Diesem Zweck entsprechend müssen von der Schriftform sämtliche Merkmale erfasst sein, welche die abgetretene Forderung für die betroffenen Dritten hinreichend individualisieren (von TUHR/PETER, Allgemeiner Teil des Schweizerischen Obligationenrechts, Bd. I, 3. Aufl., 1979, S. 286 f.). Es genügt zwar, dass die Forderung bestimmbar ist (SPIRIG, Zürcher Kommentar, N. 27 zu Art. 165 OR), es muss aber immerhin für einen unbeteiligten Dritten ohne Kenntnis der Umstände der Abtretung aus BGE 122 III 361 S. 368der Urkunde selbst ersichtlich sein, wem die Forderung zusteht; insbesondere muss auch bei einer Mehrzahl zedierter Forderungen hinreichend klar erkennbar sein, ob eine bestimmte Forderung zu den abgetretenen gehört oder nicht. Dies ist vorliegend für jene Forderungen nicht der Fall, welche nach dem 28. Juni 1985 bzw. nach September 1986 entstanden sind. Nach dem Wortlaut der im Juni 1985 unterschriebenen und datierten Zession wie auch gemäss der im September 1986 unterzeichneten Abtretung werden sämtliche Ansprüche abgetreten, welche die Zedentin gegenüber der Y. AG \"besitzt\", eingeschlossen die Forderungen an die Leasingnehmer, die weiterzediert sind. Dass nach dem Willen der Parteien auch künftig erst entstehende Forderungen von der Abtretung erfasst sein sollen, kommt für Dritte - die von der Art der Kreditbeziehung der Parteien keine Kenntnis haben - nicht zum Ausdruck. Daran ändert auch nichts, dass nach Ziffer 1 des vorformulierten Abtretungsformulars die Zession erfolgt \"zur Sicherstellung aller Ansprüche, welche sie (sc. die Klägerin) an ihn (sc. Zedenten) zur Zeit bereits besitzt oder in Zukunft erhalten wird, auf was immer für einem rechtlichen Grund diese beruhen mögen\". Die Art der (revolvierenden) Kreditbeziehung unter den Parteien, aus welcher nach Treu und Glauben auf die Abtretung auch künftig erst entstehender Leasingforderungen geschlossen werden kann, ergibt sich daraus gerade nicht. Die Abtretung der später entstandenen Forderungen ist von der schriftlichen Form nicht erfasst, die Zession dieser Forderungen daher nicht gültig erfolgt (SPIRIG, Zürcher Kommentar, N. 15 zu Art. 165 OR).\n\nd) Nach den Feststellungen des Handelsgerichts, das unwidersprochen eine entsprechende Aussage des Sachwalters der Y. AG zitiert, waren im Zeitpunkt der Vereinbarung über die Liquidation der Y. AG alle zur Zeit der beiden Abtretungen vom 28. Juni 1985 und vom September 1986 laufenden Leasingverträge nicht mehr in Kraft. Damit steht fest, dass vom privaten Nachlass der Y. AG keine Forderungen betroffen sein konnten, welche der Klägerin abgetreten waren. Die Klägerin hatte somit keine eigenen Interessen in diesem Liquidationsverfahren, mit deren Wahrung sie die Beklagte hätte beauftragen können. Ihr Interesse am Ergebnis der Liquidation der Y. AG beschränkte sich darauf, dass der Beklagten Mittel zur Erfüllung des Darlehensvertrags zuflossen; dieses rein wirtschaftliche Interesse begründet kein Auftragsverhältnis zwischen den Parteien, in dessen Rahmen die Beklagte für Rechnung der Klägerin Forderungen gegenüber der Liquidationsgemeinschaft Y. AG hätte erwerben können.\n\ne) Da im Rahmen der privaten Liquidation der Y. AG objektiv keine eigenen Interessen der Klägerin betroffen waren, entfällt erst recht eine Geschäftsführung ohne Auftrag durch die Beklagte, weshalb offen bleiben kann, inwieweit Art. 401 OR hier Anwendung finden könnte (vgl. dazu etwa: HOFSTETTER, a.a.O., S. 193; JÖRG SCHMID, Die Geschäftsführung ohne Auftrag, S. 188)."}