{"annee": "122", "cour": "III", "page": "327", "date": "7/11/1996", "cite": [], "cite_par": ["128 III 153", "130 III 407"], "chapeau": "60. Kreisschreiben Nr. 37 des Schweizerischen Bundesgerichts an die kantonalen Aufsichtsbehörden in Schuldbetreibungs- und Konkurssachen, für sich und zuhanden der untern Aufsichtsbehörden und der Betreibungs- und Konkursämter (Vom 7. November 1996)", "regestes": ["Mise à jour des circulaires, instructions, lettres et avis"], "faits": "", "considerants": "BGE 122 III 327 S. 327\n\nBereinigung der Kreisschreiben, Anweisungen, Schreiben und Bescheide\n\n1.- Das Bundesgesetz über Schuldbetreibung und Konkurs vom 11. April 1889 ist am 16. Dezember 1994 geändert worden; die revidierte Fassung wird am 1. Januar 1997 in Kraft treten.\n\n2.- Das Bundesgericht hat die zur Vollziehung des Gesetzes erlassenen Verordnungen am 5. Juni 1996 geändert und Ihnen durch Zusendung eines Exemplars der Neufassung von den vorgenommenen Änderungen Kenntnis gegeben. Die für das Betreibungs- und Konkursverfahren zu verwendenden Formulare sind den revidierten Bestimmungen angepasst und mit Beschluss der Schuldbetreibungs- und Konkurskammer vom 2. September 1996 genehmigt worden; deren neue Fassung ist Ihnen durch Übermittlung einer Mustersammlung bekanntgegeben worden. Die Schuldbetreibungs- und Konkurskammer hat ebenso die Anleitung über die bei der Zwangsverwertung von Grundstücken zu errichtenden Aktenstücke am 22. Juli 1996 angepasst und Sie durch Zustellung eines Exemplars der gesamten Anleitung orientiert.\n\n3.- Es drängte sich auch eine Durchsicht der in den Jahren 1892 bis 1895 vom Justiz- und Polizeidepartement, in den Jahren 1897 bis 1911 von der Schuldbetreibungs- und Konkurskammer und seit 1912 vom Bundesgericht erlassenen Kreisschreiben sowie der daneben seit 1941 von der Schuldbetreibungs- und Konkurskammer abgefassten Anweisungen, Schreiben und Bescheide auf. Sie hat BGE 122 III 327 S. 328ergeben, dass lediglich die folgenden Kreisschreiben, Anweisungen, Schreiben und Bescheide noch Geltung beanspruchen können:\n\nNr. 3 vom 7. Januar 1892 Anweisung, dafür zu sorgen, dass Verzeichnisse der im Kreis wohnenden, der Konkursbetreibung unterliegenden Personen geführt werden,\n\nNr. 4 vom 12. Januar 1892 Aufforderung zur Einsendung aller im Bereich des SchKG von den Kantonen erlassenen und noch zu erlassenden Verordnungen, Dekrete, Kreisschreiben usw.,\n\nNr. 17 vom 30. Dezember 1893 Verordnung Nr. 3 zum SchKG betreffend Betreibungs- und Konkursstatistik,\n\nNr. 7 vom 15. November 1899 betreffend Wirkungen des nachträglichen Rechtsvorschlags (ohne Instruktionen),\n\nNr. 14 vom 6. Februar 1905 betreffend jährliche Berichte der kantonalen Aufsichtsbehörden,\n\nNr. 24 vom 12. Juli 1909 betreffend Retentionsverfahren,\n\nNr. 29 vom 31. März 1911 betreffend Pfändung und Verwertung von Vermögensobjekten, die dem betriebenen Schuldner unter Eigentumsvorbehalt verkauft wurden,\n\nNr. 2 vom 7. November 1912 betreffend Frist für die öffentliche Bekanntmachung von Steigerungen beweglicher Sachen,\n\nNr. 10 vom 9. Juli 1915 betreffend Kollokation der gemäss Art. 291 SchKG wieder in Kraft tretenden Forderung des Anfechtungsbeklagten,\n\nNr. 11 vom 20. Oktober 1917 betreffend Spezialanzeige der Fahrnissteigerung im Konkurs an die Inhaber von Pfandrechten,\n\nNr. 14 vom 11. Mai 1922 betreffend Pfändung von dem betriebenen Schuldner unter Eigentumsvorbehalt verkauften Vermögensobjekten, Konkurrenz des Pfändungspfandrechts und des Eigentums des Verkäufers,\n\nNr. 16 vom 3. April 1925 betreffend Gläubigerbezeichnung bei Betreibungen, die von einer Erbengemeinschaft resp. Gemeinderschaft eingeleitet werden, Schuldnerbezeichnung bei Betreibungen gegen eine Erbschaft,\n\nNr. 17 vom 1. Februar 1926 betreffend Behandlung von Miteigentum und Gesamteigentum im Konkurs (Ziff. 2),\n\nNr. 19 vom 23. April 1926 betreffend Meldepflicht an Militärbehörden,\n\nNr. 24 vom 23. Dezember 1935 betreffend Betreibungs-, Konkurs- und Nachlassvertragsstatistik,\n\nNr. 29 vom 7. Februar 1941 betreffend Rechtsstillstand wegen Militärdienstes, BGE 122 III 327 S. 329\n\nNr. 31 vom 12. Juli 1949 betreffend Führung des Betreibungsbuches in Kartenform,\n\nAnweisung SchKK vom 31. Dezember 1952 betreffend unverzügliche Benachrichtigung des Schuldners vom Pfändungsanschluss, auch wenn die Pfändung keiner Ergänzung bedarf,\n\nvom 31. März 1953 betreffend Betreibungsbuch in Kartenform, Nachtrag zu Nr. 31,\n\nSchreiben SchKK vom 24. Juni 1957 betreffend Löschung des Eintrags eines Eigentumsvorbehalts am bisherigen Wohnsitz des Erwerbers bei Wohnsitzwechsel und Gebührenerhebung,\n\nvom 11. Dezember 1959 betreffend Betreibungsbuch in Kartenform, zweiter Nachtrag zu Nr. 31,\n\nSchreiben SchKK vom 16. Februar 1961 betreffend Ort der Eintragung der Eigentumsvorbehalte, wenn der Erwerber unter Vormundschaft steht,\n\nNr. 35 vom 16. Oktober 1961 betreffend Luftfahrzeuge als Gegenstand der Zwangsvollstreckung,\n\nBescheid SchKK vom 6. Dezember 1961 betreffend Pflicht des Schuldners, der Pfändung beizuwohnen oder sich vertreten zu lassen, Massnahmen, Bestrafung und Stellung der Polizei (ohne Vorführung des Schuldners),\n\nSchreiben SchKK vom 17. März 1967 betreffend eidgenössische Betreibungsstatistik,\n\nSchreiben SchKK vom 13. September 1968 betreffend Zustellung von Betreibungsurkunden nach Italien,\n\nSchreiben SchKK vom 30. August 1972 betreffend konkursamtliches Rechnungswesen,\n\nSchreiben SchKK vom 3. April 1974 betreffend Kosten der Beschwerdeführung,\n\nSchreiben SchKK vom 13. Juni 1975 betreffend Arrestvollzug, Anzeige von Arrestbefehlen an Banken per Fernschreiber,\n\nBescheid SchKK vom 5. Juli 1976 betreffend Verwertung von Miteigentumsanteilen im Konkurs,\n\nSchreiben SchKK vom 13. Februar 1984 betreffend Domizilwahl durch den Betriebenen, Form.\n\nAlle anderen Kreisschreiben, Anweisungen, Schreiben und Bescheide sind nicht mehr in Kraft.\n\nBGE 122 III 327 S. 330\n\nCirculaire No 37 du Tribunal fédéral aux autorités cantonales de surveillance en matière de poursuite et de faillite, pour elles-mêmes et pour les autorités inférieures de surveillance et les offices de poursuite et de faillite (du 7 novembre 1996)\n\nMise à jour des circulaires, instructions, lettres et avis\n\n1.- La loi fédérale sur la poursuite pour dettes et la faillite du 11 avril 1889 a été modifiée le 16 décembre 1994; ses dispositions révisées entreront en vigueur le 1er janvier 1997.\n\n2.- Les ordonnances d'application de la loi ont été modifiées le 5 juin 1996 par le Tribunal fédéral, qui vous a informés de leur nouvelle teneur en vous adressant un exemplaire des modifications intervenues. Les formulaires de poursuite et de faillite ont eux aussi été adaptés aux dispositions révisées et ils ont été approuvés par décision de la Chambre des poursuites et des faillites du 2 septembre 1996; la collection de modèles qui vous a été remise vous renseignait sur leur nouveau contenu. Le 22 juillet 1996, la Chambre des poursuites et des faillites a de même adapté les \"Instructions au sujet des formulaires et autres pièces concernant la réalisation forcée des immeubles\"; pour votre orientation, une copie de leur texte complet vous a également été transmise.\n\n3.- Il a été nécessaire aussi de passer en revue les circulaires du Département fédéral de justice et police de 1892 à 1895, de la Chambre des poursuites et des faillites de 1897 jusqu'à 1911 et du Tribunal fédéral dès 1912, ainsi que les autres instructions, lettres et avis de la Chambre des poursuites et des faillites à partir de 1941. Il en est résulté que seuls conserveront leur validité les circulaires, instructions, lettres et avis suivants:\n\nno 3 du 7 janvier 1892 concernant l'obligation de tenir à jour un état des personnes sujettes à la poursuite par voie de faillite,\n\nno 4 du 12 janvier 1892 concernant l'obligation de transmettre les ordonnances, décrets, circulaires, etc., édictés ou encore à édicter par les cantons en matière de LP,\n\nno 17 du 30 décembre 1893, ordonnance no 3 sur la statistique des poursuites et faillites,\n\nno 7 du 15 novembre 1899 concernant les effets de l'opposition après le délai légal (sans instructions),\n\nno 14 du 6 février 1905 concernant le rapport annuel prévu par l'art. 15 LP BGE 122 III 327 S. 331\n\nno 24 du 12 juillet 1909 concernant la procédure de rétention,\n\nno 29 du 31 mars 1911 concernant la saisie et la réalisation des objets vendus avec réserve de propriété au débiteur poursuivi,\n\nno 2 du 7 novembre 1912 concernant le délai pour la publication officielle d'enchères d'objets mobiliers,\n\nno 10 du 9 juillet 1915 concernant la collocation du défendeur à l'action révocatoire, rentré dans ses droits à teneur de l'art. 291 LP,\n\nno 11 du 20 octobre 1917 concernant l'avis spécial à donner aux titulaires de droits de gage en cas de vente mobilière aux enchères dans la faillite,\n\nno 14 du 11 mai 1922 concernant la saisie d'objets vendus au débiteur avec réserve de propriété; conflit entre le droit de saisie du créancier et le droit de propriété du vendeur,\n\nno 16 du 3 avril 1925 concernant la désignation du créancier, dans les poursuites introduites par une communauté héréditaire ou une indivision, et du débiteur, dans les poursuites dirigées contre une communauté héréditaire,\n\nno 17 du 1er février 1926 concernant le mode de réalisation, en faillite, des parts de copropriété et de propriété commune (ch. 2),\n\nno 19 du 23 avril 1926 concernant la communication aux autorités militaires,\n\nno 24 du 23 décembre 1935 concernant la statistique des poursuites, faillites et concordats,\n\nno 29 du 7 février 1941 concernant le sursis aux poursuites pendant la mobilisation de l'armée,\n\nno 31 du 12 juillet 1949 concernant la tenue du fichier remplaçant le registre des poursuites,\n\ninstruction de la ChPF du 31 décembre 1952 concernant l'obligation d'informer promptement le débiteur de la participation d'autres créanciers, même s'il n'est pas nécessaire de compléter la saisie,\n\ndu 31 mars 1953 concernant la tenue du fichier remplaçant le registre des poursuites, supplément au no 31,\n\nlettre de la ChPF du 24 juin 1957 concernant la radiation de l'inscription d'une réserve de propriété à l'ancien domicile de l'acquéreur en cas de changement de domicile de celui-ci et la perception d'émoluments,\n\ndu 11 décembre 1959 concernant la tenue du fichier remplaçant le registre des poursuites, deuxième supplément au no 31,\n\nlettre de la ChPF du 16 février 1961 concernant le lieu d'inscription des réserves de propriété lorsque l'acquéreur est sous tutelle, BGE 122 III 327 S. 332\n\nno 35 du 16 octobre 1961 concernant l'exécution forcée portant sur les aéronefs,\n\navis de la ChPF du 6 décembre 1961 concernant l'obligation du débiteur d'assister à la saisie ou de s'y faire représenter, les mesures de contrainte, les peines et la position de la police chargée d'amener le débiteur,\n\nlettre de la ChPF du 17 mars 1967 concernant la statistique fédérale des poursuites,\n\nlettre de la ChPF du 13 septembre 1968 concernant la notification des actes de poursuite en Italie,\n\nlettre de la ChPF du 30 août 1972 concernant la comptabilité des offices de faillite,\n\nlettre de la ChPF du 3 avril 1974 concernant les frais de plainte et de recours,\n\nlettre de la ChPF du 13 juin 1975 concernant l'exécution du séquestre, la notification par télex d'ordonnances de séquestre aux banques,\n\navis de la ChPF du 5 juillet 1976 concernant la réalisation de parts de copropriété dans la faillite,\n\nlettre de la ChPF du 13 février 1984 concernant l'élection de domicile par le poursuivi et la forme de cette élection.\n\nToutes les autres circulaires, instructions, lettres et tous les autres avis seront caducs.\n\nCircolare N. 37 del Tribunale Federale alle autorità superiori di vigilanza in materia di esecuzione e fallimenti e, per il loro tramite, alle Autorità inferiori di vigilanza, come pure agli uffici d'esecuzione e fallimenti (del 7 novembre 1996)\n\nElenco aggiornato delle circolari, istruzioni, lettere e dei pareri\n\n1.- La legge federale sulla esecuzione e sul fallimento dell'11 aprile 1889 è stata modificata il 16 dicembre 1994; la versione modificata entrerà in vigore il 1o gennaio 1997.\n\n2.- Il 5 giugno 1996 il Tribunale federale ha modificato i regolamenti d'esecuzione della legge e vi ha informato sulle modifiche intervenute trasmettendovi un esemplare delle nuove versioni. I formulari BGE 122 III 327 S. 333da impiegare in materia di esecuzione e fallimenti sono stati adattati alle nuove disposizioni e sono stati approvati dalla Camera delle esecuzioni e dei fallimenti con decisione del 2 settembre 1996; il contenuto dei nuovi formulari vi è stato reso noto mediante l'invio di una raccolta di esempi. Il 22 luglio 1996 la Camera delle esecuzioni e dei fallimenti ha pure adattato le istruzioni per l'applicazione del regolamento sulla realizzazione forzata di fondi e vi ha orientato in merito trasmettendovi un esemplare completo delle precitate istruzioni.\n\n3.- Si è anche resa necessaria una verifica delle circolari emanate dal 1892 al 1895 dal Dipartimento federale di giustizia e polizia, dal 1897 al 1911 dalla Camera delle esecuzioni e dei fallimenti e a partire dal 1912 dal Tribunale federale, come pure delle istruzioni, lettere e pareri resi dalla Camera delle esecuzioni e dei fallimenti a far tempo dal 1941. Da questa verifica è risultato che solo le circolari, istruzioni, lettere e i pareri elencati di seguito hanno ancora validità:\n\nN. 3 del 7 gennaio 1892, circa l'obbligo di tenere un elenco delle persone domiciliate nel circondario soggette all'esecuzione in via di fallimento;\n\nN. 4 del 12 gennaio 1892 sull'obbligo di trasmettere i regolamenti, i decreti, le circolari ecc. emanati o ancora da emanare nell'ambito della LEF;\n\nN. 17 del 30 dicembre 1993 Regolamento N. 3 per l' attuazione della LEF concernente la statistica delle esecuzioni e dei fallimenti;\n\nN. 7 del 15 novembre 1899 in merito agli effetti dell'opposizione dopo il termine legale (senza istruzione),\n\nN. 14 del 6 febbraio 1905 concernente il rapporto annuale delle Autorità cantonali di vigilanza;\n\nN. 24 del 12 luglio 1909 in merito alla procedura relativa ai diritti di ritenzione;\n\nN. 29 del 31 marzo 1911 sul pignoramento e la realizzazione degli oggetti venduti al debitore escusso con riserva della proprietà;\n\nN. 2 del 7 novembre 1912 sul termine per la pubblicazione d'incanti di beni mobili;\n\nN. 10 del 9 luglio 1915 sulla collocazione in graduatoria dei crediti dichiarati revocabili, ma da riammettersi in forza dell'art. 291 LEF;\n\nN. 11 del 20 ottobre 1917 sull'avviso speciale da darsi ai titolari di diritti di pegno in caso di vendita fallimentare di immobili; BGE 122 III 327 S. 334\n\nN. 14 del 11 maggio 1922 sul pignoramento di oggetti venduti al debitore escusso con riserva della proprietà; conflitto fra il diritto spettante al creditore pignorante e il diritto di proprietà del venditore;\n\nN. 16 del 3 aprile 1925 sulla designazione del creditore nelle esecuzioni promosse da una comunione ereditaria o da una indivisione, e del debitore nelle esecuzioni dirette contro una successione;\n\nN. 17 del 1o febbraio 1926 sul modo di realizzazione nel fallimento delle parti di comproprietà e di proprietà comune di fondi gravati di diritto di pegno (n. 2);\n\nN. 19 del 23 aprile 1926 sulle comunicazioni alle Autorità militari;\n\nN. 24 del 23 dicembre 1935 sulla statistica in materia di esecuzioni, fallimenti e concordati;\n\nN. 29 del 7 febbraio 1941 sulla sospensione delle esecuzioni durante la mobilitazione dell'esercito (art. 57 LEF);\n\nN. 31 del 12 luglio 1949 sulla tenuta del registro delle esecuzioni mediante schede;\n\nIstruzione della CEF del 31 dicembre 1952 sull'obbligo di informare senza indugio il debitore della partecipazione di altri creditori, anche quando non occorre completare il pignoramento;\n\ndel 31 marzo 1953 sullo schedario sostituente il registro delle esecuzioni, supplemento alla circolare n. 31;\n\nLettera della CEF del 24 giugno 1957 sulla cancellazione di un'iscrizione di riserva di proprietà al precedente domicilio in caso di cambiamento dello stesso da parte dell'acquirente;\n\ndell'11 dicembre 1959 sulla tenuta del registro delle esecuzioni mediante schede, secondo supplemento alla circolare n. 31;\n\nLettera della CEF del 16 febbraio 1961 sul luogo ove iscrivere la riserva di proprietà nel caso l'acquirente sia posto sotto tutela;\n\nN. 35 del 16 ottobre 1961 concernente l'esecuzione forzata su aeromobili;\n\nParere della CEF del 6 dicembre 1961 concernente l'obbligo del debitore di assistere al pignoramento o di farvisi rappresentare, misure, pena e posizione della polizia (senza comparizione del debitore);\n\nLettera della CEF del 17 marzo 1967 sulla statistica federale delle esecuzioni;\n\nLettera della CEF del 13 settembre 1968 sulla notificazione degli atti esecutivi in Italia;\n\nLettera della CEF del 30 agosto 1972 sulla contabilità degli uffici dei fallimenti; BGE 122 III 327 S. 335\n\nLettera della CEF del 3 aprile 1974 sulle spese della procedura di reclamo;\n\nLettera della CEF del 13 giugno 1975 in merito all'esecuzione del sequestro, comunicazioni di sequestri alle banche mediante telex;\n\nParere della CEF del 5 luglio 1976 sulla realizzazione di quote di comproprietà nel fallimento;\n\nLettera della CEF del 13 febbraio 1984 in merito alla scelta di domicilio da parte dell'escusso e alla forma di tale scelta.\n\nTutte le altre circolari, istruzioni, lettere e pareri non sono più in vigore."}