{"annee": "122", "cour": "I", "page": "93", "date": "6/6/1996", "cite": [], "cite_par": ["139 I 229"], "chapeau": "17. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 6. Juni 1996 i.S. Corporaziun da vaschins da Scuol gegen Regenza dal chantun Grischun (staatsrechtliche Beschwerde). Extract da la sentenzia da la I Chombra da dretg public dals 6 da zercladur en il cas Corporaziun da vaschins da Scuol cunter Regenza dal chantun Grischun (recurs da dretg public)", "regestes": ["Art. 116 Cst. et 37 al. 3 OJ. Langue de l'arrêt du Tribunal fédéral. Lorsque le Tribunal fédéral statue sur un recours formé par une commune ou une personne de langue romanche contre une décision rendue par une autorité du canton des Grisons, son arrêt est rédigé en romanche (rumantsch grischun)."], "faits": "BGE 122 I 93 S. 94\n\nLa Regenza dal Chantun Grischun ha approvà la lescha da dretg da burgais da la vischnanca burgaisa da Scuol dals 8 da mars 1995 be parzialmain. Cunter questa decisiun ha la Corporaziun da vaschins da Scuol inoltrà in recurs da dretg public.", "considerants": "Il Tribunal federal tira en consideraziun:\n\n1. La decisiun contestada è redigida en rumantsch ed en tudestg. Il recurs è redigì en rumantsch.\n\nTenor l'art. 30 al. 1 da la lescha federala davart l'organisaziun giudiziara (OG) èn tuttas scrittiras da dretg per il Tribunal federal da rediger en in linguatg naziunal. La sentenzia dal Tribunal federal vegn redigida en in linguatg uffizial, per regla en il linguatg da la decisiun contestada; sche las partidas discurran in auter linguatg uffizial, po la redacziun succeder en quest linguatg (art. 37 al. 3 OG). In burgais retorumantsch pudeva sin basa da questas prescripziuns pia bain sa drizzar en ses linguatg al Tribunal federal, n'aveva dentant, essend ch'il rumantsch nun era linguatg uffizial da la Confederaziun, betg il dretg sin ina decisiun en rumantsch (cf. GIUSEP NAY, La posiziun dal rumantsch sco linguatg uffizial, Legislaziun dad oz, 1991/1, pag. 15 ss.). Cun l'acceptaziun da l'art. 116 revedì da la Constituziun federala (CF) ils 10 da mars 1996 è il retorumantsch dentant daventà linguatg uffizial da la Confederaziun per il contact cun persunas da lingua rumantscha (al. 4). Era sche questa disposiziun constituziunala prevesa che la lescha regla ils detagls, po ella en ils cas clers gia vegnir applitgada directamain, avant che la lescha è relaschada. Ina sentenzia dal Tribunal federal en in recurs d'ina vischnanca u persuna rumantscha cunter ina decisiun d'ina instanza dal chantun Grischun, nua ch'il rumantsch è lingua uffiziala (art. 46 da la Constituziun chantunala [CC]; NAY, pag. 10 ss.), è senza dubi in contact BGE 122 I 93 S. 95tranter la Confederaziun e persunas retorumantschas, per il qual il rumantsch vala tenor art. 116 al. 4 CF sco linguatg uffizial. La preschenta sentenzia è pia da rediger en applicaziun da questa disposiziun e da l'art 37 al. 3 OG en rumantsch. Per quest intent è da far adiever dal linguatg unifitgà rumantsch grischun, dal qual la Confederaziun sa serva en concordanza cun la Regenza grischuna er per sias translaziuns da decrets (art. 14 al. 3 da la lescha da publicaziuns [DS 170.512], art. 11 da l'ordinaziun da publicaziuns [DS 170.512.1] ed art 8 da la directivas dal Cussegl federal per las translaziuns en rumantsch da la confederaziun).\n\nDeutsche Übersetzung:\n\nDie Regierung des Kantons Graubünden genehmigte das Bürgerrechtsgesetz der Bürgergemeinde Scuol vom 8. März 1995 nur teilweise. Gegen diesen Entscheid hat die Bürgergemeinde Scuol staatsrechtliche Beschwerde beim Bundesgericht eingereicht.\n\nAus den Erwägungen:\n\n1.- Der angefochtene Entscheid ist romanisch und deutsch redigiert. Die Beschwerde ist romanisch abgefasst.\n\nNach Art. 30 Abs. 1 des Bundesrechtspflegegesetzes (OG) sind sämtliche Rechtsschriften für das Bundesgericht in einer Nationalsprache abzufassen. Das Urteil des Bundesgerichts wird in einer Amtssprache, in der Regel in der Sprache des angefochtenen Entscheides verfasst; sprechen die Parteien eine andere Amtssprache, so kann die Ausfertigung in dieser Sprache erfolgen (Art. 37 Abs. 3 OG). Eine rätoromanische Person konnte sich somit aufgrund dieser Bestimmungen zwar in ihrer Sprache an das Bundesgericht wenden, hatte jedoch, da das Romanische nicht Amtssprache des Bundes war, keinen Anspruch auf einen Entscheid auf Romanisch (vgl. GIUSEP NAY, La posiziun dal rumantsch sco linguatg uffizial, Gesetzgebung heute, 1991/1, S. 15 ff. mit deutscher Übersetzung S. 25 ff.). Mit der Annahme des revidierten Art. 116 der Bundesverfassung (BV) am 10. März 1996 wurde das Rätoromanische indessen im Verkehr mit Personen rätoromanischer Sprache Amtssprache des Bundes (Abs. 4). Auch wenn diese Verfassungsbestimmung vorsieht, dass das Gesetz die Einzelheiten regelt, kann sie in den klaren Fällen, auch bevor das Gesetz erlassen ist, unmittelbar Anwendung finden. Ein Urteil des Bundesgerichts in einer Beschwerde einer romanischen Gemeinde oder Person gegen den Entscheid einer Instanz des Kantons BGE 122 I 93 S. 96Graubünden, wo das Romanische Amtssprache ist (Art. 46 der Kantonsverfassung [KV]; NAY, S. 10 bzw. 16 ff.), stellt zweifellos einen Verkehr zwischen dem Bund und rätoromanischen Personen dar, für den das Romanische gemäss Art. 116 Abs. 4 BV als Amtssprache gilt. Das vorliegende Urteil ist daher in Anwendung dieser Vorschrift und von Art. 37 Abs. 3 OG romanisch zu verfassen. Dabei ist von der Einheitssprache Rumantsch Grischun Gebrauch zu machen, deren sich auch der Bund im Einvernehmen mit der Bündner Regierung für die Übersetzung von Erlassen bedient (Art. 14 Abs. 3 Publikationsgesetz [SR 170.512], Art. 11 Publikationsverordnung [SR 170.512.1] und Art. 8 der Richtlinien des Bundesrates für die Übersetzungstätigkeit des Bundes ins Romanische)."}