{"annee": "122", "cour": "III", "page": "301", "date": "21/2/1996", "cite": ["112 II 193", "114 II 385"], "cite_par": ["127 III 474"], "chapeau": "54. Estratto della sentenza 21 febbraio 1996 della ai Corte civile nella causa X. contro U. (ricorso per riforma)", "regestes": ["Recevabilité d'un recours en réforme en matière de droit de réponse. L'auteur d'une réponse, dont la publication a été ordonnée en vertu du jugement de première instance, a un intérêt digne de protection à attaquer l'arrêt de dernière instance cantonale qui le déboute."], "faits": "BGE 122 III 301 S. 302\n\nA.- Nel mese di febbraio 1995 il quotidiano \"A.\" ha pubblicato un lungo articolo e un trafiletto in cui si descrive in particolare il ruolo avuto nella vicenda legata alla vita e all'eredità di Y. da parte dell'avvocato X., legale e suo curatore nel periodo 1992/93. Sentitosi toccato da quella pubblicazione X. sottopose una sua risposta ai sensi dell'art. 28g e segg. CC. Vistosi opposto il rifiuto alla pubblicazione, X. ha inoltrato alla Pretura del distretto di Lugano un'azione nei confronti della U. AG, società editrice del giornale, volta ad ottenere la pubblicazione della risposta precedentemente trasmessa e, subordinatamente, una risposta opportunamente modificata dall'autorità giudiziaria. In occasione dell'udienza il Pretore, visto che la società editrice si è opposta alla pubblicazione della risposta così come proposta, ha sottoposto alle parti un progetto di testo da lui rimaneggiato e ha assegnato loro un termine di riflessione per esprimersi. Mentre l'attore ha aderito alla proposta, la convenuta l'ha respinta. Con sentenza 27 marzo 1995 il Pretore, in parziale accoglimento dell'istanza, ha ordinato la pubblicazione della risposta nel testo da lui proposto. La risposta elaborata dal primo giudice è stata pubblicata nel mese di marzo 1995. Il 27 novembre 1995 la I Camera civile del Tribunale di appello del Cantone Ticino ha annullato la decisione del Pretore e ha respinto l'azione, ponendo le spese processuali e le ripetibili di entrambe le istanze a carico dell'attore.\n\nB.- L'11 gennaio 1996 X. ha inoltrato un ricorso per riforma al Tribunale federale con cui postula l'annullamento della decisione cantonale. Con risposta 5 febbraio 1996 la Società U. AG propone la reiezione del gravame.", "considerants": "Considerando in diritto:\n\n1. a) Liti che concernono il diritto di risposta sono considerate contestazioni civili di natura non pecuniaria ai sensi dell'art. 44 OG; nel caso concreto il ricorso per riforma è quindi per principio dato (DTF 112 II 193 consid. b).\n\nb) La risposta, così come approvata dall'attore, è stata pubblicata dal giornale subito dopo l'emanazione della sentenza del Pretore. Secondo la convenuta è quindi difficile ravvisare in capo al ricorrente un interesse degno di protezione: diversa è infatti la situazione dell'impresa BGE 122 III 301 S. 303responsabile del mezzo di comunicazione, alla quale la giurisprudenza già ha riconosciuto un interesse degno di protezione a ricorrere anche se la risposta è nel frattempo stata pubblicata, perché il caso, per essa, potrebbe riproporsi.\n\nVero è che la scelta del legislatore di togliere imperativamente l'effetto sospensivo a eventuali ricorsi (art. 28l cpv. 4 CC) favorisce l'interessato al diritto di risposta, il quale si vede pubblicato quanto chiede già in virtù della decisione di primo grado ed indipendentemente da eventuali impugnative. Ma da ciò non si può ancora dedurre, come pretende la convenuta, che gli sia impedita la possibilità di impugnare la sentenza dell'ultima istanza cantonale che dovesse accertare l'inammissibilità del diritto di risposta. La dottrina ammette, senza porre distinzioni tra attore e convenuto, che le parti possono ricorrere al Tribunale federale con un ricorso per riforma contro le decisioni dell'ultima istanza cantonale in tema di diritto di risposta (TERCIER, Le nouveau droit de la personnalité, n. 1732, pag. 228; POUDRET, Commentaire de la loi fédérale d'organisation judiciaire, vol. II, n. 3 all'art. 54 OG, pag. 411). Quest'ultimo autore, in particolare osserva che il legislatore togliendo OPA legis la possibilità di conferire l'effetto sospensivo ad un eventuale ricorso, ha in realtà rinunciato ad esigere l'esistenza di un interesse degno di tutela, perché il gravame è ricevibile anche se è divenuto privo di oggetto (ibidem).\n\nIn DTF 114 II 387 il Tribunale federale ha rilevato che l'impresa responsabile del giornale ha un interesse degno di tutela a presentare un ricorso per riforma, perché la domanda di risposta può ripresentarsi, lasciando con ciò intendere che, contrariamente a quanto sostenuto da POUDRET, non è il caso di rinunciare al requisito dell'interesse degno di protezione anche nell'ambito dei rimedi di diritto concernenti il diritto di risposta. È per principio vero che una volta pubblicata la risposta in seguito alla decisione del giudice di prime cure, l'interesse a far verificare la conformità della decisione alla legge da parte dell'impresa del giornale appare attenuato (DESCHENAUX/STEINAUER, Personnes physiques et tutelle, 3a ed., n. 716; R. SCHWEIZER, Freie Medienordnung und Individualsphärenschutz: Erfahrungen mit dem Gegendarstellungsrecht, in: Aktuelle juristische Praxis, 1994, pag. 1099, n. 91; RIKLIN, Schweizerisches Presserecht, n. 48, pag. 247). Altrettanto - o forse ancora maggiormente attenuato - può apparire l'interesse del richiedente ad impugnare una sentenza dell'ultima istanza cantonale che, contrariamente al primo giudice, statuisce l'inammissibilità della risposta già pubblicata.BGE 122 III 301 S. 304\n\nNondimeno, anche in questa evenienza, non può essere escluso un interesse degno di protezione da parte della persona richiedente, sia perché la sentenza cantonale accerta l'inammissibilità della risposta, sia perché il richiedente stesso è condannato al pagamento di spese e ripetibili. La dottrina - praticamente unanime (HOTZ, Kommentar zum Recht auf Gegendarstellung, pag. 116; TERCIER, op.cit., n. 1724, pag. 227; PEDRAZZINI/OBERHOLZER, Grundriss des Personenrechts, 4a ed., n. 6.4.4.5.7 b, pag. 171; SCHWEIZER, op.cit., n. 90, pag. 1099) - riconosce infatti all'impresa che è stata costretta a pubblicare la risposta e che esce vincente nella successiva procedura di ricorso, il diritto di portare adeguatamente a conoscenza del pubblico l'esito della procedura ricorsuale: è quindi financo solare l'interesse del richiedente di poter far verificare la conformità al diritto federale del giudizio dell'ultima istanza cantonale a lui sfavorevole mediante un ricorso per riforma al Tribunale federale. Ne consegue che già per codesta ragione va riconosciuto al ricorrente un interesse degno di protezione a impugnare la sentenza con la quale i giudici di appello hanno ritenuto inammissibile il diritto di ottenere la pubblicazione della risposta contestata.\n\nCiò premesso non occorre indagare ulteriormente per sapere se un interesse degno di tutela può essere ravvisato anche nella necessità di contestare spese e ripetibili della sede cantonale; tema invero delicato, perché come pertinentemente rileva la convenuta, può essere esaminato dal Tribunale federale in un ricorso per riforma solo se il ricorso s'avvera ammissibile e se la decisione impugnata viene modificata nel merito (art. 157 OG)."}