{"annee": "122", "cour": "III", "page": "97", "date": "21/3/1996", "cite": ["67 II 6", "101 II 17", "113 II 209", "82 II 369", "100 II 345", "107 II 343"], "cite_par": ["145 III 474", "127 III 300"], "chapeau": "19. Auszug aus dem Urteil der II. Zivilabteilung vom 21. März 1996 i.S. G. gegen B. (Berufung)", "regestes": ["Renonciation à la modification d'une rente d'assistance (art. 2, art. 27 et art. 153 CC). La renonciation à demander la modification est admissible et obligatoire. Application par analogie de la clausula rebus sic stantibus à l'obligation de verser une rente; conditions non réalisées en l'espèce (consid. 3a)."], "faits": "", "considerants": "BGE 122 III 97 S. 98\n\nAus den Erwägungen:\n\n3. a) Die Vorinstanz hat die unter Art. 152 ZGB fallende Rentenhälfte deswegen nicht herabgesetzt oder aufgehoben, weil der Kläger in der Scheidungskonvention einem Abänderungsverzicht zugestimmt hat. Der Kläger beruft sich demgegenüber angesichts der drastischen und für ihn unvorhersehbaren und ruinösen Veränderungen auf dem Bau- und Immobilienmarkt auf die clausula rebus sic stantibus, ferner auf Art. 27 ZGB.\n\nEin Abänderungsverzicht ist dem Grundsatz nach zulässig und dementsprechend verbindlich (BGE 67 II 6 ff.; BÜHLER/SPÜHLER, N. 19 zu Art. 153 ZGB, mit Hinweisen, und SPÜHLER/FREI-MAURER, N. 19 zu Art. 153 ZGB). Es erscheint indessen als zutreffend, auch auf eine solche Vereinbarung - jedenfalls entsprechend, denn diese beruht an sich nicht auf dem Prinzip von Leistung und Gegenleistung - die auf Art. 2 ZGB beruhende clausula rebus sic stantibus anzuwenden (vgl. dazu auch MERZ, Berner Kommentar, N. 237, 239 und 240 zu Art. 2 ZGB). Ebenso fällt eine solche Abmachung unter den Vorbehalt des Art. 27 Abs. 2 ZGB (BGE 82 II 369; vgl. dazu auch HINDERLING/STECK, Das schweizerische Ehescheidungsrecht, 4. Aufl. 1995, S. 517 f. Fn. 11), wobei das Rechtsmissbrauchsverbot des Art. 2 ZGB als ein Anwendungsfall der ersteren Bestimmung aufgefasst werden kann (BUCHER, Berner Kommentar, N. 197 zu Art. 27 ZGB, und sinngemäss auch BGE 113 II 209 E. 4a). Die clausula rebus sic stantibus führt jedoch gemäss bundesgerichtlicher Praxis nur sehr selten zu einer richterlichen Vertragsauflösung oder -anpassung (BUCHER, a.a.O., N. 195, mit Hinweisen auf die Rechtsprechung). Eine solche Lösung wird nur bejaht, wenn das Verhältnis von Leistung und Gegenleistung infolge ausserordentlicher und unvorhersehbarer Änderung der Umstände so gestört ist, dass das Beharren des Gläubigers auf seinem Vertragsanspruch geradezu eine wucherische Ausbeutung des Missverhältnisses und damit einen offenbaren Rechtsmissbrauch darstellt (BGE 100 II 345 E. 2b, BGE 101 II 17 E. 2, BGE 107 II 343 E. 2, je mit Hinweisen).BGE 122 III 97 S. 99\n\nGemäss den verbindlichen Feststellungen der Vorinstanz erzielt der Kläger heute ein Arbeitseinkommen von brutto Fr. 4'500.-- und netto Fr. 4'000.-- pro Monat plus Kinderzulagen. Bei diesem Einkommen kann nicht gesagt werden, ein Beharren der (1952 geborenen) Beklagten auf der monatlichen Unterhaltsrente von Fr. 1'000.-- bzw. Fr. 1'187.10 aufgrund der Indexierung gemäss Scheidungsurteil (Stand 1995) stelle geradezu eine wucherische Ausbeutung des Klägers dar, auch wenn anlässlich der Scheidung von einem Jahreseinkommen des Klägers von Fr. 90'000.-- ausgegangen wurde. Selbst wenn die Unterhaltsbeiträge gegenüber seinen Kindern berücksichtigt werden - die Rente gemäss Art. 151 Abs. 1 ZGB entfällt -, ändert sich daran nichts; denn im angefochtenen Urteil wird festgehalten, dass die Beklagte bisher keine Arbeitsstelle gefunden hat und abgesehen von den Leistungen des Klägers von ihrem Vermögen leben muss. Zudem hat der Appellationshof verbindlich festgestellt (Art. 63 Abs. 2 OG), dass der wirtschaftliche Zusammenbruch des Klägers, der seine Schulden im Privatkonkurs auf 27 Mio. Franken beziffert habe, Ende 1990 nicht unvorhersehbar war. Die Berufung ist daher insofern unbegründet."}