{"annee": "122", "cour": "II", "page": "289", "date": "31/5/1996", "cite": ["111 IB 1", "109 IB 183", "110 IB 201", "108 II 344", "98 II 1", "118 IB 145", "120 IB 6", "120 IB 1", "118 IB 153", "111 IB 161", "121 II 1", "116 IB 353", "122 II 1", "119 IB 91", "120 IB 257", "119 IB 417", "121 II 97"], "cite_par": ["125 II 633", "128 II 145", "136 II 177", "124 II 289", "127 II 49", "144 III 1", "139 II 393", "122 II 385", "137 I 247", "135 I 153", "143 I 21", "122 II 433", "124 II 361", "127 II 60", "126 II 265", "135 I 143", "129 II 401", "125 IV 148"], "chapeau": "39. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 31. Mai 1996 i.S. A. und K.-S. gegen Regierungsrat des Kantons Luzern (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 100 let. b ch. 3 OJ, art. 4 et 7 LSEE, art. 133 al. 1, 255, 256 et 392 ch. 2 CC, art. 1 al. 1 let. a LN et art. 8 par. 1 et 2 CEDH; refus de prolongation de l'autorisation de séjour d'une étrangère qui a contracté un mariage fictif avec un ressortissant suisse et qui a donné naissance à un enfant pendant le mariage. Recevabilité du recours de droit administratif: il est admissible de se prévaloir de l'art. 7 LSEE, en se fondant sur sa relation avec son époux, et de l'art. 8 CEDH, en se fondant sur ses liens avec son enfant; en particulier, un enfant né pendant le mariage fictif d'une étrangère avec un ressortissant suisse est considéré de ce fait comme le fils de celui-ci et reçoit ainsi la nationalité suisse (consid. 1). Indices révélant un mariage fictif; en l'espèce, celui-ci est établi (consid. 2). Pas de violation de l'art. 8 CEDH, en particulier parce qu'il peut être exigé de l'enfant qu'il suive sa mère à l'étranger (consid. 3)."], "faits": "BGE 122 II 289 S. 290\n\nDie 1969 geborene S., Staatsangehörige des ehemaligen Jugoslawien (Republik Serbien und Montenegro), reiste am 5. März 1992 mit einem Visum für einen Besuchsaufenthalt von höchstens drei Monaten in die Schweiz ein. Am 2. Juni 1992 heiratete S. den 1961 geborenen Schweizer Bürger K., woraufhin sie am 2. Juli 1992 die Aufenthaltsbewilligung im Rahmen des Familiennachzuges erhielt. K.-S. arbeitete an verschiedenen Stellen im Gastgewerbe. Mit Strafverfügung vom 29. März 1993 bestrafte der Amtsstatthalter von Luzern-Stadt K.-S. wegen Diebstahls mit drei Tagen Gefängnis bei bedingtem Vollzug. In der Folge fiel sie auch durch einen Verstoss gegen fremdenpolizeiliche Vorschriften und durch die mehrfache Verwicklung in tätliche Auseinandersetzungen auf.\n\nIm Frühjahr 1994 verdichtete sich bei den zuständigen Behörden des Kantons Luzern der Verdacht, es handle sich bei der Ehe K.-S. um eine Scheinehe. Am 9. März 1994 sagte K. aus, S. nur geheiratet zu haben, weil ihm dafür Fr. 20'000.-- versprochen worden seien; die Ehegatten hätten nie zusammen gewohnt und nie eine eheliche Gemeinschaft geführt. Daraufhin verweigerte die Fremdenpolizei des Kantons Luzern K.-S. am 30. März 1994 die Verlängerung der Aufenthaltsbewilligung und setzte ihr eine Ausreisefrist bis zum 2. Juni 1994.\n\nDagegen führte K.-S. am 20. April 1994 Verwaltungsbeschwerde beim Regierungsrat des Kantons Luzern. Der Beschwerde wurde die aufschiebende Wirkung erteilt. Am 5. September 1994 zog K. seine Aussage, wonach er mit S. eine Scheinehe eingegangen sei, zurück. Am 18. Oktober 1994 brachte K.-S. die Tochter A. zur Welt.\n\nAm 29. August 1995 fällte der Regierungsrat folgenden Entscheid: BGE 122 II 289 S. 291\n\n\"1. Die Beschwerde wird abgewiesen und die angefochtene Verfügung der Fremdenpolizei vom 30. März 1994 wird bestätigt.\n\n2. K.-S., geb. 17. Juli 1969, hat den Kanton Luzern bis 30. November 1995 zu verlassen.\n\n...\"\n\nGegen diesen Entscheid erhoben die Tochter A. (Beschwerdeführerin 1) sowie die Mutter K.-S. (Beschwerdeführerin 2) am 5. Oktober 1995 Verwaltungsgerichtsbeschwerde an das Bundesgericht. Sie stellen folgende Anträge:\n\n\"1. Ziff. 1 und 2 des Rechtsspruches des angefochtenen Entscheides seien aufzuheben und die Fremdenpolizei des Kantons Luzern sei anzuweisen, der Beschwerdeführerin Ziff. 2 die Aufenthaltsbewilligung B zu verlängern.\n\n2. Der Beschwerde sei die aufschiebende Wirkung zu erteilen; die Fremdenpolizei des Kantons Luzern sei anzuweisen, der Beschwerdeführerin Ziff. 2 eine provisorische Aufenthalts- und Arbeitsbewilligung zu erteilen.\n\n...\"\n\nIn ihren Vernehmlassungen schliessen das Militär-, Polizei- und Umweltschutzdepartement des Kantons Luzern sowie das Bundesamt für Ausländerfragen auf Abweisung der Beschwerde.\n\nMit Verfügung vom 30. Oktober 1995 erteilte der Präsident der II. öffentlichrechtlichen Abteilung des Bundesgerichts der Beschwerde in dem Sinne aufschiebende Wirkung, als K.-S. bis zum Abschluss des bundesgerichtlichen Verfahrens im Kanton Luzern bleiben kann; im übrigen wies er das Gesuch ab.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1. a) Art. 100 lit. b Ziff. 3 OG schliesst die Verwaltungsgerichtsbeschwerde aus gegen die Erteilung oder Verweigerung von fremdenpolizeilichen Bewilligungen, auf die das Bundesrecht keinen Anspruch einräumt.\n\nGemäss Art. 4 des Bundesgesetzes vom 26. März 1931 über Aufenthalt und Niederlassung der Ausländer (ANAG; SR 142.20) entscheidet die zuständige Behörde, im Rahmen der gesetzlichen Vorschriften und der Verträge mit dem Ausland, nach freiem Ermessen über die Bewilligung von Aufenthalt und BGE 122 II 289 S. 292Niederlassung. Der Ausländer hat damit grundsätzlich keinen Anspruch auf Erteilung bzw. Verlängerung einer Aufenthaltsbewilligung, und die Verwaltungsgerichtsbeschwerde ist ausgeschlossen, soweit er sich nicht auf eine Norm des Bundesrechts oder eines Staatsvertrags berufen kann, die ihm einen Anspruch auf eine solche Bewilligung einräumt (BGE 122 II 1 E. 1a; BGE 120 Ib 257 E. 1a; je mit Hinweisen).\n\nb) Nach Art. 7 Abs. 1 ANAG in der Fassung vom 23. März 1990 hat der ausländische Ehegatte eines Schweizer Bürgers Anspruch auf Erteilung und Verlängerung der Aufenthaltsbewilligung; der Anspruch erlischt, wenn ein Ausweisungsgrund vorliegt. Für die Eintretensfrage ist einzig darauf abzustellen, ob formell eine eheliche Beziehung besteht; anders als bei Art. 8 der Konvention vom 4. November 1950 zum Schutze der Menschenrechte und Grundfreiheiten (Europäische Menschenrechtskonvention, EMRK; SR 0.101; vgl. dazu BGE 109 Ib 183; BGE 120 Ib 6 E. 1; BGE 118 Ib 145 E. 4; BGE 116 Ib 353 E. 1b) ist dagegen nicht vorausgesetzt, dass die Ehe intakt ist und tatsächlich gelebt wird. Es kommt daher in diesem Zusammenhang auch nicht darauf an, ob die Ehegatten überhaupt je zusammengelebt haben oder nicht (BGE 121 II 97 E. 2; 119 Ib 417 E. 2c; BGE 118 Ib 145 E. 3d S. 151).\n\nIm vorliegenden Fall lebt die Beschwerdeführerin 2 getrennt von ihrem schweizerischen Ehemann. Die Ehe besteht aber weiterhin; soweit bekannt, ist bisher auch kein Scheidungsverfahren eingeleitet worden. Die Beschwerdeführerin 2 hat somit im Hinblick auf ihre eheliche Beziehung gestützt auf Art. 7 ANAG, nicht aber gestützt auf Art. 8 EMRK, grundsätzlich Anspruch auf Verlängerung ihrer Aufenthaltsbewilligung.\n\nc) Eine Gesetzesbestimmung, die einem Elternteil Anspruch auf Anwesenheit bei seinem in der Schweiz ansässigen Kind vermitteln würde, kennt das schweizerische nationale Recht nicht, dies im Unterschied zum umgekehrten Fall, wo unter Umständen ein gesetzlicher Anspruch bestehen kann (vgl. Art. 17 Abs. 2 ANAG sowie BGE 119 Ib 91 E. 1b; BGE 118 Ib 153 E. 1b). Hingegen garantiert Art. 8 Ziff. 1 EMRK den Schutz des Familienlebens. Darauf kann sich der Ausländer berufen, der nahe Verwandte mit einem gefestigten Anwesenheitsrecht in der Schweiz hat; wird ihm selber die Anwesenheit in der Schweiz untersagt, kann dies Art. 8 EMRK verletzen. Nach der Rechtsprechung setzt die Annahme eines gefestigten Anwesenheitsrechts mindestens einen festen Rechtsanspruch auf eine Aufenthaltsbewilligung voraus (BGE 122 II 1 E. 1e; BGE 119 Ib 91 E. 1c; vgl. auch BGE 111 Ib 161 E. 1a).BGE 122 II 289 S. 293\n\nSoweit im übrigen eine familiäre Beziehung im beschriebenen Sinn tatsächlich gelebt wird und intakt ist, wird das der zuständigen Behörde durch Art. 4 ANAG grundsätzlich eingeräumte freie Ermessen eingeschränkt. In solchen Fällen ist daher die Verwaltungsgerichtsbeschwerde des um die fremdenpolizeiliche Bewilligung ersuchenden Ausländers oder seiner hier anwesenden Angehörigen zulässig (BGE 109 Ib 183; BGE 122 II 1 E. 1e; BGE 120 Ib 1 E. 1d, 6 E. 1, 16 E. 3a und 257 E. 1c; je mit Hinweisen).\n\nDie Behörden des Kantons Luzern ziehen in Zweifel, dass es sich bei der Beschwerdeführerin 1 um das gemeinsame Kind der Beschwerdeführerin 2 und deren Ehemann handelt; wahrscheinlicher sei die Vaterschaft eines Dritten ausländischer Nationalität. Nach Art. 255 ZGB gilt jedoch bei einem Kind, das während der Ehe geboren wird, der Ehemann als Vater; gemäss Art. 133 Abs. 1 ZGB tritt diese Rechtsfolge selbst dann ein, wenn eine Ehe als ungültig erklärt wird und weder der Ehemann noch die Mutter gutgläubig waren. Die Vaterschaft braucht somit nicht bewiesen zu werden. Sodann ist unerheblich, ob die Ehegatten zur Zeit der Zeugung oder der Geburt in gemeinsamem Haushalt leben oder nicht (CYRIL HEGNAUER, Grundriss des Kindesrechts, 4. Aufl., Bern 1994, S. 42, Rz. 5.06). Zwischen dem leiblichen Vater und dem Kind besteht kein Kindesverhältnis, solange nicht - nach erfolgreicher Anfechtung der Vaterschaft des Ehemannes - die Vaterschaft durch Anerkennung oder Urteil feststeht (BGE 108 II 344 E. 1a). Anfechtungsklage können nur der Ehemann oder das Kind führen, letzteres jedoch nur, sofern während seiner Unmündigkeit der gemeinsame Haushalt der Ehegatten aufgehört hat (Art. 256 ZGB); die Mutter ist, auch als Vertreterin des Kindes, von der Klage ausgeschlossen (BGE 108 II 344 E. 1a; HEGNAUER, a.a.O., S. 47, Rz. 6.07 und 6.08). Für das urteilsunfähige Kind muss die Vormundschaftsbehörde handeln, indem sie ihm einen Beistand nach Art. 392 Ziff. 2 ZGB beigibt (BGE 108 II 344 E. 1a; HEGNAUER, a.a.O., S. 47, Rz. 6.07). Wird die Vaterschaft nicht angefochten, greift die gesetzliche Vermutung selbst bei Vorliegen von Anhaltspunkten dafür, dass ein anderer Mann als der Ehegatte der leibliche Vater sein könnte (unveröffentlichtes Urteil des Bundesgerichts vom 8. Februar 1994 i.S. F., E. 2a).\n\nIm vorliegenden Fall haben bis anhin weder der Ehemann der Beschwerdeführerin 2 noch das Kind die Vaterschaft angefochten. Als Vater der Beschwerdeführerin 1 gilt somit von Gesetzes wegen der Ehemann der Beschwerdeführerin 2. Gemäss Art. 1 Abs. 1 lit. a des Bundesgesetzes vom 29. September 1952 über Erwerb und Verlust des Schweizer Bürgerrechts BGE 122 II 289 S. 294(Bürgerrechtsgesetz, BüG; SR 141.0) ist ein Kind, dessen Eltern miteinander verheiratet sind und dessen Vater oder Mutter Schweizer Bürger ist, von Geburt an Schweizer Bürger. Da der gesetzliche Vater der Beschwerdeführerin 1 Schweizer Bürger ist, hat auch diese das Schweizer Bürgerrecht und damit ein gefestigtes Anwesenheitsrecht in der Schweiz.\n\nDie Beschwerdeführerin 2 kümmert sich um ihre Tochter und sorgt für sie. Die Beziehung zwischen Mutter und Kind ist somit intakt und wird gelebt. Beide Beschwerdeführerinnen haben daher im Hinblick auf ihre Mutter-Kind-Beziehung gestützt auf Art. 8 EMRK grundsätzlich einen Anspruch auf Verlängerung der Aufenthaltsbewilligung der Beschwerdeführerin 2 im Sinne von Art. 100 lit. b Ziff. 3 OG.\n\nd) Demnach ist auf die Verwaltungsgerichtsbeschwerde einzutreten. Die Frage, ob die Bewilligung zu verweigern sei, weil einer der in Art. 7 ANAG vorgesehenen Ausnahmetatbestände, ein zulässiger Eingriff in Art. 8 EMRK oder ein Verstoss gegen das Rechtsmissbrauchsverbot vorliegt, betrifft nicht das Eintreten, sondern bildet Gegenstand der materiellen Beurteilung (vgl. dazu BGE 119 Ib 417 E. 2d; 118 Ib 145 E. 3d S. 151).\n\n2. a) Nach Art. 7 Abs. 2 ANAG hat der ausländische Ehegatte eines Schweizer Bürgers dann keinen Anspruch auf Erteilung und Verlängerung der Aufenthaltsbewilligung, wenn die Ehe eingegangen worden ist, um die Vorschriften über Aufenthalt und Niederlassung von Ausländern und namentlich jene über die Begrenzung der Zahl der Ausländer zu umgehen.\n\nDiese Bestimmung ist dem früheren Art. 120 Ziff. 4 ZGB betreffend die sogenannte Bürgerrechtsehe nachgebildet, welcher mit der am 1. Januar 1992 in Kraft getretenen Revision des Bürgerrechtsgesetzes vom 23. März 1990 seine Grundlage verlor und aufgehoben wurde (AS 1991 1042). Dem ausländischen Ehegatten eines Schweizer Bürgers wurde aber, wie bereits dargelegt, im revidierten Art. 7 Abs. 1 ANAG ein Anspruch auf Erteilung und Verlängerung der Aufenthaltsbewilligung eingeräumt. Da die Gefahr, diese Vorschrift könnte durch Eingehung einer blossen Scheinehe umgangen werden, in gleicher Weise besteht wie im Falle des früheren Bürgerrechtserwerbs durch Heirat, wurde für solche \"Aufenthalts- bzw. Niederlassungsehen\" in Art. 7 Abs. 2 ANAG ein ähnlicher Missbrauchstatbestand geschaffen, wie er in Art. 120 Ziff. 4 ZGB für die früheren Bürgerrechtsehen vorgesehen war (BGE 121 II 1 E. 2a, 97 E. 3a; BGE 119 Ib 417 E. 4a).\n\nBGE 122 II 289 S. 295\n\nb) Dass Ehegatten mit der Heirat nicht eine eheliche Lebensgemeinschaft begründen, sondern die Vorschriften über Aufenthalt und Niederlassung von Ausländern umgehen wollen, entzieht sich in der Regel dem direkten Beweis und kann diesfalls, wie das bereits früher bei der Bürgerrechtsehe zutraf (vgl. dazu BGE 98 II 1), nur durch Indizien nachgewiesen werden. Ein solches Indiz lässt sich darin erblicken, dass dem Ausländer die Wegweisung drohte, etwa weil er ohne Heirat keine Aufenthaltsbewilligung erhalten hätte oder sie ihm nicht verlängert worden wäre. Für das Vorliegen einer Ausländerrechtsehe können sodann die Umstände und die kurze Dauer der Bekanntschaft sprechen sowie insbesondere die Tatsache, dass die Ehegatten eine Wohngemeinschaft gar nie aufgenommen haben. Dasselbe gilt, wenn für die Heirat eine Bezahlung vereinbart wurde. Dass die Begründung einer wirklichen Lebensgemeinschaft gewollt war, kann umgekehrt nicht schon daraus abgeleitet werden, dass die Ehegatten während einer gewissen Zeit zusammenlebten und intime Beziehungen unterhielten; ein derartiges Verhalten kann auch nur vorgespiegelt sein, um die Behörden zu täuschen (BGE 121 II 1 E. 2b, 97 E. 3b; BGE 119 Ib 417 E. 4b; BGE 98 II 1 E. 2c; PETER KOTTUSCH, Scheinehen aus fremdenpolizeilicher Sicht, in: ZBl 84/1983, S. 432 f.; SUSANNE DIEKMANN, Familienrechtliche Probleme sogenannter Scheinehen im deutschen Recht unter Einbeziehung des österreichischen und schweizerischen Zivilrechts, Frankfurt a.M. 1991, S. 174 f.).\n\nc) Die Beschwerdeführerin 2 erhielt im Frühjahr 1992 ein dreimonatiges Besuchervisum aufgrund eines Einladungsschreibens eines anderen Schweizers als ihres späteren Ehemannes. Ohne die Eheschliessung am 2. Juni 1992 hätte sie die Schweiz nur wenige Tage nach dem Hochzeitstermin wieder verlassen müssen, da der bewilligte dreimonatige Aufenthalt abgelaufen wäre. Die Ehe wurde nach lediglich kurzer oder zumindest flüchtiger Bekanntschaft geschlossen. Selbst wenn die Beschwerdeführerin 2 ihren Ehemann schon einige Jahre vorher kennengelernt haben sollte, wie sie behauptet, unterhielt sie auch nach eigenen Angaben mit ihm vor ihrer Einreise in die Schweiz nur einen losen Kontakt. Eine engere Beziehung vor der Heirat konnte somit höchstens drei Monate gedauert haben.\n\nDer Ehemann lebte nach der Hochzeit wie vorher weiterhin bei seinem Vater; in der eigentlichen ehelichen Wohnung wurde er gemäss polizeilichen Ermittlungen nie angetroffen. Wie sich aus den Akten ergibt, unterhielt die BGE 122 II 289 S. 296Beschwerdeführerin 2 auch nach der Heirat enge Beziehungen mit verschiedenen anderen Männern. Im August und Oktober 1993 gab die Mutter des Ehemannes den Behörden die Auskunft, diesem sei für die Heirat die Bezahlung von Fr. 20'000.-- versprochen worden; das Geld habe er allerdings nie erhalten. Der Ehemann selber bestätigte dies bei einer Befragung am 9. März 1994; er sagte auch aus, nie mit der Beschwerdeführerin 2 zusammen gewohnt und mit ihr keine intimen Beziehungen unterhalten zu haben. Diese Aussage widerrief er am 5. September 1994. Das entsprechende Schriftstück scheint allerdings nicht von ihm selber verfasst, sondern bloss unterschrieben worden zu sein; wie es sich damit genau verhält, kann jedoch offenbleiben.\n\nBeim Ehemann handelt es sich um einen labilen und offenbar leicht beeinflussbaren Menschen, der wegen Epilepsie zu 100% invalid ist und eine Rente der Invalidenversicherung bezieht. Er scheint dem Alkohol zuzusprechen. Wie er selber ausgesagt hat, lebt er \"auf kleinem Fuss\" und liess er sich durch die Aussicht auf eine für ihn erhebliche Geldsumme verführen. Damit entspricht er typischerweise - auch nach den Erfahrungen aus anderen Fällen - der Zielgruppe von Schweizern, die von Ausländern für Gefälligkeitsehen ausgesucht werden.\n\nd) Die gesamten Umstände des Eheschlusses und der Beziehung zwischen der Beschwerdeführerin 2 und ihrem Gatten sprechen somit eindeutig für das Vorliegen einer Scheinehe. Das erhöht auch in entscheidendem Masse die Glaubhaftigkeit der Aussage des Ehemannes vom 9. März 1994 und lässt seinen späteren Widerruf als unglaubwürdig erscheinen. Die vorhandenen Indizien lassen einzig den Schluss zu, dass die Beschwerdeführerin 2 und ihr Ehegatte nicht die Absicht hatten, eine wirkliche Ehe zu führen, sondern dass mit dem Eheschluss die Vorschriften über Aufenthalt und Niederlassung der Ausländer umgangen werden sollten. Damit steht der Beschwerdeführerin 2 gestützt auf Art. 7 ANAG kein Anspruch auf Verlängerung der Aufenthaltsbewilligung zu (Art. 7 Abs. 2 ANAG).\n\n3. a) Die Beschwerdeführerinnen rügen, der angefochtene Entscheid verstosse gegen Art. 8 EMRK. Die Vorinstanz wendet dagegen ein, die Berufung der Beschwerdeführerinnen auf Art. 8 EMRK sei rechtsmissbräuchlich. Bei der Beschwerdeführerin 2 ist dem ohne weiteres zu folgen, stützt sie sich doch auf ihre Beziehung zum Kind, um die fremdenpolizeilichen Folgen der Scheinehe und damit Art. 7 Abs. 2 ANAG zu umgehen; dieses Vorgehen verdient keinen Schutz. Könnte die landesrechtliche Regelung von Art. 7 Abs. 2 ANAG, die letztlich einen Rechtsmissbrauchstatbestand sanktioniert, durch die Zeugung eines Kindes BGE 122 II 289 S. 297und die daran anknüpfende Anrufung von Art. 8 EMRK unterlaufen werden, würde sie ihres Gehaltes entleert. Es erweist sich daher als rechtsmissbräuchlich, wenn sich die Beschwerdeführerin 2, die den Tatbestand von Art. 7 Abs. 2 ANAG unmittelbar erfüllt und die entsprechenden gesetzlichen Folgen ohne weiteres zu tragen hat, auf Art. 8 EMRK beruft.\n\nSchwieriger verhält es sich im Hinblick auf die Beschwerdeführerin 1, die einen selbständigen Anspruch aus Art. 8 EMRK geltend macht. Immerhin fragt sich, ob der Rechtsmissbrauchstatbestand von Art. 7 ANAG nicht auch im Hinblick auf ein während der Scheinehe geborenes Kind durchschlägt, wenn auf dem Umweg über Art. 8 EMRK doch wieder versucht wird, zu einer Anwesenheitsbewilligung für denjenigen Ausländer zu gelangen, der zu diesem Zweck bereits die Scheinehe eingegangen ist. Wie es sich damit verhält, kann im vorliegenden Fall aber offenbleiben; selbst wenn das Verhalten der Mutter nicht zu verhindern vermöchte, dass Art. 8 EMRK aus Sicht der Tochter Anwendung fände, hätte das nicht die obligatorische Erteilung einer Anwesenheitsbewilligung an die Beschwerdeführerin 2 zur Folge.\n\nb) Nach der Rechtsprechung und dem überwiegenden Teil der Lehre garantiert die Europäische Menschenrechtskonvention kein Recht auf Aufenthalt in einem Konventionsstaat. Das in Art. 8 EMRK gewährleistete Recht auf Achtung des Familienlebens kann nur dann angerufen werden, wenn eine staatliche Entfernungs- oder Fernhaltemassnahme zur Trennung von Familienmitgliedern führt. Ein staatlicher Eingriff in das Recht auf Familienleben liegt indessen nicht vor, wenn es den Familienangehörigen zumutbar ist, ihr Familienleben im Ausland zu führen; ist es dem in der Schweiz anwesenheitsberechtigten Familienmitglied in diesem Sinne zumutbar, mit dem Ausländer, dem eine fremdenpolizeiliche Bewilligung verweigert worden ist, auszureisen, ist Art. 8 EMRK somit von vorneherein nicht verletzt. Unter dieser Voraussetzung kann daher auch eine umfassende Interessenabwägung nach Art. 8 Ziff. 2 EMRK unterbleiben (vgl. dazu BGE 116 Ib 353 E. 3b und c; BGE 111 Ib 1 E. 2b; BGE 110 Ib 201 E. 2a; Urteile des Europäischen Gerichtshofes für Menschenrechte vom 19. Februar 1996 i.S. Gül, N. 38 ff., vom 20. März 1991 i.S. Cruz Varas, N. 87 f., sowie vom 28. Mai 1985 i.S. Abdulaziz, Cabales und Balkandali, N. 66 ff.; ARTHUR HAEFLIGER, Die Europäische Menschenrechtskonvention und die Schweiz, Bern 1993, S. 208 f.; JACQUES VELU/RUSEN ERGEC, La convention européenne des droits de l'homme, Brüssel 1990, N. 675; MARK E. VILLIGER, Handbuch der Europäischen BGE 122 II 289 S. 298Menschenrechtskonvention [EMRK], Zürich 1993, S. 331, Rz. 564; LUZIUS WILDHABER, Internationaler Kommentar zur Europäischen Menschenrechtskonvention, Art. 8 EMRK, N. 415 ff.). Im Schrifttum wird zwar auch die Auffassung vertreten, die Frage der Zumutbarkeit der Ausreise bilde (zwingend) lediglich einen Bestandteil einer umfassenden Interessenabwägung nach Art. 8 Ziff. 2 EMRK (so etwa STEPHAN BREITENMOSER, Das Recht auf Achtung des Privat- und Familienlebens in der Schweizer Rechtsprechung zum Ausländerrecht, in: EuGRZ 1993, S. 544 ff.; PETER MOCK, Convention européenne des droits de l'homme, immigration et droit au respect de la vie familiale, in: AJP 1996, S. 541 ff.; PETER MOCK, Mesures de police des étrangers et respect de la vie privée et familiale, in: ZSR 112/1993 I, S. 95 ff.; vgl. dazu auch die abweichende Meinung der Richter Martens und Russo im Urteil des Europäischen Gerichtshofes für Menschenrechte vom 19. Februar 1996 i.S. Gül), doch bleibt dieser Unterschied in den Lehrmeinungen im vorliegenden Fall ohne Auswirkung auf das Ergebnis.\n\nc) Grundsätzlich ist davon auszugehen, dass einem Kind zugemutet werden kann, seinen Eltern bzw. dem für ihn sorgenden Elternteil ins Ausland zu folgen, wenn es sich noch in einem anpassungsfähigen Alter befindet (vgl. VILLIGER, a.a.O., S. 334, Rz. 568). Bei einem Kleinkind ist dies - besondere Umstände vorbehalten - der Fall. Auch die schweizerische Staatsangehörigkeit schliesst die Zumutbarkeit einer Ausreise ins Ausland nicht aus (vgl. etwa BGE 120 Ib 6 E. 4c S. 15). Dies gilt erst recht, wenn das Kind noch keine zwei Jahre alt ist und abgesehen vom Bürgerrecht keine weiteren Beziehungen zur Schweiz aufweist, wie das im vorliegenden Fall zutrifft. Namentlich bleibt das Verhältnis zum gesetzlichen Vater unter dem Gesichtspunkt von Art. 8 EMRK völlig belanglos, nachdem zwischen Vater und Kind keine persönliche Beziehung besteht, geschweige denn aktiv gelebt wird.\n\nDie Beschwerdeführerin 2 stammt aus dem ehemaligen Jugoslawien. Nach eigenen Angaben wuchs sie in Deutschland auf und sollen verschiedene Angehörige in weiteren europäischen Ländern leben. Ob die Beschwerdeführerinnen in eines dieser Länder ausreisen können, ist unbekannt, kann jedoch offenbleiben. Selbst wenn die einzig sichere Ausreisedestination Rest-Jugoslawien (Republik Serbien und Montenegro) BGE 122 II 289 S. 299wäre, könnte eine Ausreise in dieses Land nicht als für die Beschwerdeführerin 1 unzumutbar gelten. Entgegen der Darlegung in der Beschwerdeschrift war Rest-Jugoslawien selber nicht unmittelbar in kriegerische Auseinandersetzungen verwickelt Ein Aufwachsen in angemessenen Verhältnissen erscheint auch für ein Kleinkind schweizerischer Nationalität nicht als ausgeschlossen. Im übrigen trägt die Vorinstanz in ihrer Vernehmlassung an das Bundesgericht vor, die Tochter sei inzwischen im (ausländischen) Pass ihrer Mutter eingetragen, so dass eine Ausreise ins Ausland auch von daher problemlos erfolgen könne.\n\nd) Demnach ist nicht ersichtlich, dass die Beziehung zwischen den Beschwerdeführerinnen nur in der Schweiz gelebt werden kann. Die Verweigerung einer Anwesenheitsbewilligung für die Mutter führt daher nicht zur Trennung der Beschwerdeführerinnen. Selbst wenn ein Eingriff in das Recht auf Familienleben gemäss Art. 8 Ziff. 1 EMRK zu bejahen wäre, würde das private Interesse der Beschwerdeführerinnen, ihr Familienleben in der Schweiz zu führen, nicht überwiegen; ein allfälliger Eingriff in das entsprechende Grundrecht wäre daher - auch angesichts des bisherigen Verhaltens der Beschwerdeführerin 2 - ohne weiteres im Sinne von Art. 8 Ziff. 2 EMRK gerechtfertigt. Damit hält der angefochtene Entscheid vor der Europäischen Menschenrechtskonvention stand."}