{"annee": "122", "cour": "II", "page": "422", "date": "27/9/1996", "cite": ["112 IB 576", "119 IV 28", "103 IV 27", "84 IV 89", "109 IB 47", "119 IV 210", "118 IB 448", "113 IB 170", "120 IV 186", "122 IV 197"], "cite_par": ["128 IV 18", "130 II 217", "129 II 462", "134 IV 210"], "chapeau": "53. Extrait de l'arrêt de la Ière Cour de droit public du 27 septembre 1996 dans la cause Fondation F. contre Chambre d'accusation du canton de Genève (recours de droit administratif)", "regestes": ["Entraide judiciaire internationale en matière pénale; double incrimination; art. 146 CP. Une manipulation de cours boursier, telle qu'elle est décrite dans la demande d'entraide, est susceptible de constituer une escroquerie en droit suisse (consid. 2-4)."], "faits": "BGE 122 II 422 S. 422\n\nLe 26 septembre 1994, le juge d'instruction près le Tribunal de grande instance de Paris a adressé à la Suisse plusieurs demandes d'entraide judiciaire pour les besoins d'une enquête pénale menée en France contre inconnu du chef de manipulation de cours, faisant état des faits suivants.\n\nLa société J. SA, à Paris, disposait en 1990 d'un capital social de 10 millions de FF, dont la plus grande partie a toujours été détenue par la famille J. Le 12 juin 1990, l'action J. a été introduite sur le marché hors-cote de la Bourse de Paris. Proposées au prix de 375 FF, les 6'000 BGE 122 II 422 S. 423actions mises sur le marché (représentant 3% du capital social) provoquèrent une demande si forte, les 12, 13 et 14 juin 1990 (respectivement 765'000, 704'000 et 500'000 titres demandés), que le titre ne put être coté. Le 20 juin 1990, 18'200 actions furent offertes au prix de 508 FF, cours qui progressa, en raison de la demande importante, à 1'400 FF le 2 août 1990, et à 1'845 FF le 28 décembre 1990.\n\nLa Commission française des Opérations de Bourse (COB) s'est interrogée sur les raisons de l'évolution insolite du cours de ce titre, compte tenu de l'importance limitée de la société; le cours atteint par les actions J. semblait hors de proportion avec la valeur intrinsèque de l'entreprise, et il était surprenant que, pour une société déployant l'essentiel de ses activités en France et dont les titres étaient nominatifs, l'animation du marché du cours de son action fût surtout le fait de banques étrangères, au Luxembourg, en Suisse et en Allemagne. Par ailleurs, l'animation du cours de l'action provenait d'achats successifs, rapidement suivis de reventes des mêmes titres par des opérateurs dont les interventions semblaient concertées. En définitive, l'autorité requérante soupçonne, de la part des dirigeants ou de personnes proches de la société, des manipulations tendant à fausser l'évolution du cours et ayant pour effet une hausse artificielle propre à tromper le public sur la valeur réelle du titre.\n\nLe magistrat français demande aux autorités suisses de mener toutes investigations utiles afin d'identifier les personnes ayant procédé, par l'intermédiaire de différentes banques suisses, aux achats et ventes d'actions J.; de produire une liste des transactions correspondant à une série d'ordres de bourse annexée à la requête; de procéder à toutes investigations pour établir d'éventuels liens entre ces personnes et, notamment, les dirigeants et actionnaires de la société.\n\nLes demandes nécessitant des investigations dans les cantons de Genève, Vaud, Zurich, Berne et Bâle, l'Office fédéral de la police a, le 7 novembre 1994, désigné Genève en qualité de canton directeur en application de l'art. 80 EIMP (RS 351.1).\n\nLe juge d'instruction de Genève est entré en matière par ordonnance du 14 novembre 1994, notifiée notamment au siège de la banque X, à Lausanne. Le 21 avril 1995, la banque a transmis le décompte des transactions opérées sur le titre J. du 28 août 1990 au 28 novembre 1991 par la Fondation F., à Vaduz.\n\nSur recours de cette dernière, la Chambre d'accusation du canton de Genève (la Chambre d'accusation) a fixé un délai de 60 jours à l'autorité BGE 122 II 422 S. 424requérante pour compléter sa demande: l'autorité requérante ne décrivait pas de façon suffisamment précise les mécanismes mis en place pour manipuler les cours, de sorte qu'il n'était pas possible de déterminer si les manoeuvres en cause pouvaient être qualifiées de tromperie astucieuse au sens de l'art. 146 CP, réprimant l'escroquerie.\n\nDans le délai requis, le magistrat requérant a produit l'intégralité de son dossier.\n\nPar ordonnance du 30 octobre 1995, le juge d'instruction a décidé à nouveau d'entrer en matière, de donner suite à la requête de l'autorité française du 26 septembre 1994 et de confirmer les mesures prises le 14 novembre 1994.\n\nPar ordonnance du 22 mars 1996, la Chambre d'accusation a rejeté un nouveau recours de la Fondation F.: une manipulation du cours de l'action J. pouvait constituer une escroquerie.\n\nAgissant par la voie d'un recours de droit administratif, la Fondation F. demande au Tribunal fédéral d'annuler l'ordonnance de la Chambre d'accusation du 22 mars 1996, dans la mesure où elle confirme l'ordonnance du juge d'instruction du 30 octobre 1995, et de dire que la demande d'entraide judiciaire est inadmissible. Le Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n2. a) Selon l'art. 5 al. 1 lettre a CEEJ (RS 0.351.1), applicable en vertu de la réserve émise par la Suisse, l'exécution d'une commission rogatoire aux fins de perquisition ou de saisie d'objets est subordonnée à la condition que l'infraction poursuivie dans l'Etat requérant soit punissable selon la loi de cet Etat et de la partie requise. Selon la jurisprudence, l'examen de la punissabilité comprend, par analogie avec l'art. 35 al. 2 EIMP applicable en matière d'extradition, les éléments constitutifs objectifs de l'infraction, à l'exclusion des conditions particulières du droit suisse en matière de culpabilité et de répression (ATF 118 Ib 448 consid. 3a et les arrêts cités). La condition de la double incrimination s'examine selon le droit en vigueur dans l'Etat requis au moment où est prise la décision sur la demande d'entraide, et non selon le droit en vigueur au moment de la commission de l'éventuelle infraction ou à la date de la commission rogatoire (art. 5 al. 1 lettre a CEEJ, en relation avec l'art. 64 al. 1 EIMP; ATF 112 Ib 576 consid. 2 p. 584). Le droit suisse ne contient actuellement pas de disposition réprimant spécifiquement la BGE 122 II 422 S. 425manipulation de cours. L'art. 161bis CP, adopté par l'Assemblée fédérale et non frappé d'une demande de référendum, n'est pas encore en vigueur. Il est donc inapplicable dans le présent contexte.\n\nb) Selon la commission rogatoire du 26 septembre 1994, l'infraction poursuivie en France est une manipulation de cours, prévue et réprimée par l'art. 10-3 de l'ordonnance française du 28 septembre 1967.\n\nLa cour cantonale a considéré que les faits décrits dans la demande et ses compléments ultérieurs pouvaient être qualifiés d'escroquerie. Elle a en premier lieu rappelé les décisions rendues à ce sujet par le Tribunal fédéral. Dans un premier arrêt concernant une demande d'entraide judiciaire présentée par les Etats-Unis d'Amérique pour des délits d'initiés (ATF 109 Ib 47), il a été retenu que les conditions de l'escroquerie n'étaient pas réalisées: les prix des titres étaient déterminés en bourse où il n'y a pas de contact direct entre l'acheteur et le vendeur, ni de devoir d'avertissement de la part de ce dernier, de sorte qu'il ne pouvait y avoir exploitation par l'auteur d'une erreur de la victime, ni astuce (consid. 5b p. 54). Dans un second arrêt publié concernant aussi une demande d'entraide judiciaire américaine, la condition de la double incrimination a été jugée réalisée (ATF 113 Ib 170): une société de courtage avait, en immobilisant des titres, obtenu une hausse du cours due à la raréfaction de l'offre; l'effet avait été accentué par la présentation, par des agents boursiers agissant de connivence, d'offres d'achat factices et exagérées. Les victimes, qui avaient acquis des titres à un prix surfait, étaient des clients de la société de courtage; cette dernière avait à tout le moins violé son devoir d'attirer leur attention sur ces manoeuvres. La cour cantonale a encore fait référence à un arrêt non publié du 8 juin 1989 en la cause R.: auteur d'une offre publique d'achat, une société aurait proposé, en échange des titres de la société visée, ses propres actions dont elle aurait artificiellement fait monter le cours par des achats massifs, tout en faisant baisser le cours des actions de la société reprise par des opérations analogues; la tromperie astucieuse consistait dans la présentation de l'offre d'échange des actions, à des conditions fallacieuses.\n\nSelon la Chambre d'accusation, les manipulations décrites dans la demande d'entraide étaient intervenues sur le marché hors-cote, sensiblement moins réglementé que les marchés boursiers; en outre, les titres étant nominatifs, les banques intervenues avaient pu être identifiées, de sorte que le cercle des personnes en cause pouvait être délimité. Une tromperie BGE 122 II 422 S. 426portant sur l'état du marché et ayant déterminé des investisseurs à l'achat d'actions J., en raison de la hausse rapide du cours, constituait un comportement astucieux constitutif d'escroquerie. A supposer que cette condition doive être examinée sous l'angle de la double incrimination, la correspondance entre l'enrichissement illégitime des auteurs et l'appauvrissement de la victime apparaissait suffisamment démontrée.\n\nc) La recourante critique cette appréciation, en relevant notamment que, faute d'un contact individuel entre acheteurs et vendeurs de titres, une escroquerie ne serait pas envisageable dans le cas d'une manipulation de cours telle que décrite dans la demande. De simples achats massifs de titres seraient d'ailleurs insuffisants pour retenir une telle infraction.\n\n3. Selon l'art. 146 CP (art. 148 aCP), sera puni de la réclusion pour cinq ans au plus ou de l'emprisonnement celui qui, dans le dessein de se procurer ou de procurer à un tiers un enrichissement illégitime, aura astucieusement induit en erreur une personne par des affirmations fallacieuses ou par la dissimulation de faits vrais ou l'aura astucieusement confortée dans son erreur et aura de la sorte déterminé la victime à des actes préjudiciables à ses intérêts pécuniaires ou à ceux d'un tiers.\n\nSelon une partie de la doctrine, cette disposition ne serait pas applicable aux cas de manipulations de cours, principalement parce qu'il n'existe pas de lien direct entre le manipulateur et ses victimes, et parce qu'il n'y a pas identité ou correspondance entre l'enrichissement du premier et l'appauvrissement des secondes; cette opinion est aussi celle exprimée par le Conseil fédéral dans le message concernant une loi fédérale sur les bourses et le commerce des valeurs mobilières (FF 1993 I 1269 ss), à l'appui de l'art. 44 de cette loi prévoyant la modification du code pénal par l'ajout de l'art. 161bis CP, spécifiquement consacré aux manipulations de cours. Cet avis est toutefois mis en doute par une partie de la doctrine la plus récente. Le Tribunal fédéral n'a pas encore eu l'occasion de trancher la question de manière générale; les arrêts précités du Tribunal fédéral (dont le premier concerne des délits d'initiés) ne se rapportent qu'à des cas spécifiques, dans lesquels l'acheteur et le vendeur des titres se trouvaient dans un rapport particulier.\n\na) L'escroquerie suppose en premier lieu une tromperie astucieuse; l'auteur doit induire sa victime en erreur en usant de machinations ou d'artifices particuliers, ou en échafaudant un édifice de mensonges. La tromperie astucieuse est aussi réalisée lorsque l'auteur se contente de fausses BGE 122 II 422 S. 427déclarations, si ces dernières ne sont que très difficilement vérifiables, lorsque l'on ne peut attendre de la victime qu'elle les vérifie, si l'auteur la dissuade de les vérifier ou s'il prévoit, au regard de circonstances particulières (par exemple en raison d'un rapport de confiance étroit), qu'il n'y aura pas de vérification. Une tromperie astucieuse peut aussi résulter de l'exploitation d'une erreur préexistante de la victime si l'auteur, par un comportement actif, confirme ou amplifie cette erreur, ou lorsqu'il se tait alors qu'il existe un devoir de renseigner (ATF 120 IV 186 consid. 1a, 119 IV 28 consid. 3a et les arrêts cités).\n\naa) Pour une partie de la doctrine, une tromperie astucieuse ne serait pas possible dans la majorité des cas de manipulations de cours ayant pour cadre le marché anonyme de la bourse, faute de relations directes entre le manipulateur et ses victimes (ROTH, Manipulations boursières: questions pour la construction d'une nouvelle incrimination, RSDA 1991 p. 233 ss, 235; SCHMID, Schweizerisches Insiderstrafrecht, Berne 1988 p. 199 s. à propos des délits d'initiés; SCHMID, Remarques relatives à l' ATF 113 Ib 170, in SAG 1988 p. 136 s.). Ces auteurs se fondent essentiellement, sans étayer plus avant leur opinion, sur l'ATF 109 Ib 54 précité, relatif à un délit d'initiés; l'inexistence d'un rapport entre l'auteur et ses victimes est aussi évoquée dans les arrêts ultérieurs relatifs à des manipulations de cours (ATF 113 Ib 170, arrêt non publié du 8 juin 1989 en la cause R.), mais sans que cette question fasse l'objet d'un réel examen puisque dans ces cas, l'escroquerie a été admise en raison d'une relation particulière unissant l'acheteur au vendeur de titre (offre publique d'échange ou contrat de mandat). Pour IFFLAND (La répression pénale des manipulations de cours en droit suisse, thèse Lausanne 1994 p. 185 ss), la nécessité d'une relation particulière entre le manipulateur et ses victimes repose sur la prémisse erronée que l'erreur de ces dernières porterait sur la véracité des informations diffusées sur le marché; selon cet auteur, l'erreur concernerait plutôt l'état du marché lui-même, ce qui rendrait possible une tromperie visant l'ensemble des investisseurs potentiels. Cette opinion doit être approuvée: elle correspond au mécanisme général des infractions de manipulations de cours dans lesquelles ce n'est pas forcément la divulgation d'une information déterminée qui pousse les investisseurs à des actes qui leur sont préjudiciables, mais, plus généralement, la modification du cours boursier. L'erreur ne porte donc pas sur l'information (faux renseignements sur l'état de la société, achats et ventes fictifs ou simulés de titres), mais consiste dans une représentation BGE 122 II 422 S. 428erronée du marché des titres concernés (cf. ATF 113 Ib 170 consid. 3c/aa p. 173). Lorsque la seule motivation des investisseurs semble être une hausse du cours des actions provoquée artificiellement, on ne voit pas en quoi l'anonymat du marché boursier rendrait impossible une tromperie astucieuse (dans le même sens, DE BEER, Börsenmanipulationen und Betrug, RPS 109 (1992) 272 ss, p. 274 s., 289; JEAN-RICHARD, Handelsinszenierungen zur Kursmanipulation am Kapitalmarkt, RSDA 1995 p. 259 ss, 262-264).\n\nIl résulte de ce qui précède qu'il n'est pas nécessaire de rechercher si - comme l'a estimé la Chambre d'accusation en tenant compte des spécificités du marché hors-cote et du caractère nominatif des actions - il existait des liens entre acheteurs et vendeurs; le fait que la victime soit, pour l'auteur, un tiers anonyme ne constitue pas en soi un obstacle à l'application de l'art. 146 CP, puisqu'il est en principe indifférent que l'identité, le nombre ou la qualité des victimes soient connues de l'escroc (cf. GRAVEN, Escroquerie I, éléments objectifs, FJS 821 p. 19). Il convient de relever que la jurisprudence de l' ATF 109 Ib 47, à l'origine de l'argumentation relative au caractère anonyme du marché boursier, ne se rapporte pas à des manipulations de cours proprement dites, mais à des délits d'initiés; dans ces cas, la tromperie ne réside pas dans une action de l'auteur influant sur le cours boursier, mais dans le fait qu'il tait des informations déterminantes (cf. art. 161 CP): l'escroquerie supposerait alors une obligation de renseigner, qui n'existe pas pour l'initié n'ayant pas de position de garant (consid. 5b/bb p. 55). En revanche, l'auteur d'une manipulation de cours trompe activement les investisseurs en intervenant dans le processus de formation du cours; ses manipulations sont constitutives de tromperie (cf. ATF 113 Ib 170 consid. 3c/aa), sans qu'il y ait à s'interroger sur la portée de son silence.\n\nbb) Pour constituer une escroquerie, la tromperie doit porter sur un fait, passé ou actuel, à l'exception notamment des opinions et jugements de valeur (ATF 119 IV 210 consid. 3; cf. STRATENWERTH, Schweizerisches Strafrecht, besonderer Teil I, Berne 1995 p. 316 s. concernant les difficultés relatives à l'évaluation de la valeur des actions). SCHMID conteste qu'un cours boursier puisse constituer un tel fait: le cours ne ferait que refléter l'opinion des acteurs boursiers (op.cit. SAG 1988 p. 137). On ne saurait toutefois s'arrêter à cette simple constatation, car le cours représente l'état de l'offre et de la demande concernant un titre à un moment donné; le public peut de bonne foi penser que les transactions sont réelles et fondées sur des considérations économiques raisonnables. Le BGE 122 II 422 S. 429cours tend donc à refléter des faits objectifs, et l'opinion des investisseurs, qui le sous-tend, doit être qualifiée de \"jugement de valeur fondé sur des faits\" (Werturteilen mit Tatsachenkern, cf. ATF 119 IV 210 consid. 3b; concernant cette notion, cf. SCHUBARTH, Kommentar zum schweizerischen Strafrecht, Berne 1990 p. 139 ad art. 148 no 16; JEAN-RICHARD, op.cit. pp. 260-262; IFFLAND, op.cit. p. 188).\n\ncc) Pour qu'une tromperie soit astucieuse au sens de l'art. 148 CP, il doit être impossible à la victime de vérifier les informations litigieuses, soit que la vérification ne puisse être effectuée sans grand peine, soit qu'en raison des circonstances, on ne puisse attendre de la victime une telle vérification. Il peut ainsi y avoir astuce lorsque l'auteur recourt à une mise en scène ou à un édifice de mensonges; la simple accumulation de plusieurs mensonges est toutefois insuffisante: ceux-ci doivent se recouper d'une manière si subtile que même une victime faisant preuve d'un esprit critique se laisserait tromper (ATF 119 IV 28 consid. 3a p. 35 et les arrêts cités). Dans le cas d'espèce, la hausse du cours a été obtenue par des ordres massifs d'achats et de ventes (ordres croisés) provenant de banques étrangères; or les investisseurs ne disposaient pas de moyen de découvrir la cause réelle de l'évolution du cours, ni de contrôler si les règles du marché avaient fonctionné normalement; il faut donc admettre, compte tenu des moyens utilisés par les auteurs et en l'absence de possibilité de vérification, que la condition d'astuce est réalisée (ATF 113 Ib 170 consid. 3c/aa; arrêt précité du 8 juin 1989 consid. c/aa).\n\nb) L'escroquerie suppose également de la part de la victime un acte de disposition préjudiciable à ses intérêts, situé dans un rapport de causalité avec les agissements de l'auteur.\n\naa) En l'espèce, la demande d'entraide part de l'idée que certains investisseurs ont pu se trouver lésés par l'acquisition d'actions à un prix surfait. La lésion peut en effet être réalisée même si la prestation reçue par la victime est équivalente à la contre-prestation que celle-ci a fournie; il suffit que prestation et contre-prestation se trouvent en réalité, pour la victime, dans un rapport moins favorable que celui qu'elle s'est représentée de manière erronée (ATF 113 Ib 174 consid. 3c/bb; GRAVEN, op.cit. p. 17). L'investisseur qui acquiert une action à un cours manipulé prend sans le savoir \"un risque patrimonial excédant les risques normaux inhérents à la transaction considérée\" (arrêt non publié précité du 8 juin 1989 consid. c/bb). Il est en outre possible - même si la demande d'entraide ne l'indique pas expressément - que les actions achetées aient BGE 122 II 422 S. 430par la suite subi une baisse, mais cela n'est pas nécessaire pour admettre l'existence d'un dommage, puisque ce dernier peut n'être que temporaire (ATF 120 IV 122 consid. 6b; GRAVEN, op.cit. p. 18). Certes, il n'est pas encore établi que les victimes aient été déterminées à des achats d'actions par la seule hausse du cours provoquée artificiellement. Il s'agit là toutefois d'un problème de preuve dont il peut être fait abstraction sous l'angle de la double incrimination; il suffit que l'autorité requérante fasse état à ce propos, comme c'est le cas en l'espèce, de soupçons suffisants.\n\nbb) L'infraction d'escroquerie impliquant un transfert patrimonial, une partie de la doctrine estime que l'enrichissement de l'auteur doit correspondre à l'appauvrissement que le lésé subit dans son patrimoine; rattachée au dessein d'enrichissement illégitime, cette condition \"d'identité de matière\" (Stoffgleichheit), qui ne découle pas du texte légal, provient de la doctrine allemande. Selon certains auteurs, elle s'opposerait à la qualification d'escroquerie pour des manipulations de cours, à nouveau en raison de l'absence de contact direct entre le manipulateur et ses victimes, ce qui exclurait toute correspondance entre l'avantage obtenu et le dommage subi (Schmid, SAG 1988 précité; pour un résumé de la doctrine - suisse et allemande - sur ce point, cf. DE BEER, op.cit. p. 278 ss).\n\nComme le relève STRATENWERTH (op.cit. p. 338 no 60), le Tribunal fédéral a d'abord retenu, dans un arrêt du 11 septembre 1958, que le principe de la Stoffgleichheit était étranger à la conception du droit suisse, l'art. 148 aCP ne requérant pas d'autres conditions que le lien de causalité entre le comportement de l'escroc et le préjudice de la victime; \"l'escroc ne paraît pas moins fautif lorsque le dommage qu'il cause ne correspond pas au profit qu'il recherche\" (ATF 84 IV 89, ATF 103 IV 30 consid. 5c). Par la suite, le Tribunal fédéral a laissé la question indécise (arrêts non publiés du 29 mars 1990 dans la cause F., du 8 juin 1989 dans la cause R., et du 8 juin 1990 dans la cause I. AG). Dans ce dernier arrêt, le Tribunal fédéral a estimé que, supposé reconnu en droit suisse, le principe de la \"Stoffgleichheit\" ne devrait pas être appliqué avec la même rigueur qu'en Allemagne. Telle est aussi l'opinion de SCHUBARTH (op.cit. p. 156), selon lequel le principe - qui permet essentiellement de distinguer l'escroquerie de l'atteinte malicieuse aux intérêts pécuniaires d'autrui - doit être employé avec souplesse.\n\nAprès un examen approfondi de la question, DE BEER (op.cit. p. 288) relève les difficultés pratiques que soulève la notion d'identité de matière: quand l'avantage obtenu est-il la contrepartie immédiate de BGE 122 II 422 S. 431l'appauvrissement du lésé? Le texte légal n'exige qu'un dommage provoqué par tromperie, et un dessein d'enrichissement illégitime, sans que ce dernier ne se réalise forcément, et sans qu'il y ait nécessairement identité quantitative ou qualitative entre l'appauvrissement et l'enrichissement: il suffit en définitive que l'avantage recherché et la perte subie procèdent de la même décision. Tel est le cas lors d'une manipulation du cours, lorsque la décision de la victime (en l'occurrence acheter des titres) est directement provoquée par la tromperie voulue par l'auteur. JEAN-RICHARD (op.cit. p. 265 ss) conclut également que le principe de la \"Stoffgleichheit\" doit se limiter à l'existence d'un rapport de causalité entre l'enrichissement projeté et l'appauvrissement (cf. dans le même sens l' ATF 122 IV 197, qui admet l'application de l'art. 146 CP aux cas d'escroquerie \"au procès\" [Prozessbetrug], revenant sur l'ATF 78 IV 84). IFFLAND (op.cit. p. 222 ss) parvient également à cette conclusion, qui doit être approuvée.\n\nLe fait que les transactions aient pour cadre un marché anonyme n'empêche donc pas non plus la réalisation de la condition du dessein d'enrichissement illégitime. Selon l'exposé de la demande, celui-ci ne paraît certes pas prouvé, mais l'intention de s'enrichir des responsables de J., au préjudice des investisseurs potentiels, fait l'objet des soupçons de l'autorité requérante, qui sont présentés de manière suffisante.\n\ncc) En outre, dût-on nier l'existence d'un dessein d'enrichissement illégitime pour les raisons évoquées ci-dessus, les actes décrits n'en tomberaient pas moins sous le coup de l'art. 151 CP qui, sous le titre marginal \"atteinte malicieuse aux intérêts pécuniaires d'autrui\", prévoit la répression de comportements identiques à ceux visés par l'art. 146 CP, mais commis sans dessein d'enrichissement. La nouvelle disposition de l'art. 151 n'exige plus, en effet, que l'auteur ait agi \"par méchanceté\" (STRATENWERTH, op.cit. p. 338 no 60).\n\nc) Certes, la répression des manipulations de cours au titre de l'escroquerie pose de sérieux problèmes de preuve, notamment quant à l'existence du dessein d'enrichissement illégitime. Ces problèmes ne se présentent pas de la même façon dans le cadre d'une demande d'entraide judiciaire, puisque l'autorité suisse chargée de l'examen d'une telle demande peut se fonder, en l'absence d'inexactitudes ou de lacunes manifestes, sur les seuls soupçons de l'autorité requérante. Ainsi, la condition de la double incrimination est remplie dans le cas d'espèce, les faits décrits dans la demande pouvant, prima facie, être qualifiés d'escroquerie."}