{"annee": "122", "cour": "V", "page": "200", "date": "10/7/1996", "cite": ["106 V 93", "98 V 129", "112 V 363", "121 III 368", "116 V 307", "122 V 189", "111 IB 150", "117 V 136", "118 V 16"], "cite_par": ["125 V 135", "124 V 257"], "chapeau": "29. Arrêt du 10 juillet 1996 dans la cause Ecole X contre Office fédéral des assurances sociales", "regestes": ["Art. 203 RAVS, art. 89 RAI, art. 10 et 11 ORESp, art. 98 let. b et c OJ, art. 47 al. 1 let. c PA: voies de droit contre une décision de l'Office fédéral des assurances sociales en matière de reconnaissance d'écoles spéciales. Le Département fédéral de l'intérieur, en sa qualité d'autorité de surveillance, est compétent pour connaître, en première instance, d'un recours contre une décision de l'Office fédéral des assurances sociales en matière de reconnaissance d'écoles spéciales. La voie du recours direct au Tribunal fédéral des assurances contre une telle décision n'est pas ouverte."], "faits": "BGE 122 V 200 S. 201\n\nA.- L'école X est une école constituée sous la forme d'une société en nom collectif et dont le but est d'accueillir des enfants présentant des difficultés de développement et d'adaptation scolaire, en vue de leur intégration sociale. Elle peut accueillir 28 élèves. Ceux-ci proviennent du canton de Genève et de la France voisine.\n\nL'école X est au bénéfice d'une reconnaissance comme école spéciale pour des cas particuliers, délivrée par le canton de Genève.\n\nLe 29 avril 1988, elle a présenté une demande de reconnaissance comme école spéciale dans l'assurance-invalidité. Cette demande a été rejetée par l'Office fédéral des assurances sociales (OFAS) le 12 septembre 1990, au motif qu'aucun membre du personnel de l'école n'était au bénéfice d'une formation d'enseignant reconnue par le canton ni d'une formation en pédagogie curative se basant sur le brevet d'enseignement général.\n\nB.- Le 23 février 1995, l'école X a présenté une nouvelle demande de reconnaissance comme école spéciale. Par décision du 11 mai 1995, l'OFAS a rejeté cette demande, considérant que le personnel de l'école ne remplissait toujours pas les exigences minimales en matière de formation de personnel, savoir une formation d'enseignant reconnue par le canton, ainsi qu'une formation en pédagogie curative adaptée aux infirmités des élèves.\n\nC.- L'école X interjette un recours de droit administratif en concluant à l'annulation de cette seconde décision et à sa reconnaissance en qualité d'école spéciale. Subsidiairement, elle conclut au renvoi du dossier à l'OFAS ou à toute autre autorité compétente pour nouvelle décision.\n\nL'OFAS conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. a) Selon l'art. 19 al. 1 LAI, des subsides sont alloués pour la formation scolaire spéciale des mineurs éducables mais qui, par suite d'invalidité, ne peuvent suivre l'école publique ou dont on ne peut attendre qu'ils la suivent. La formation scolaire spéciale comprend la scolarisation proprement dite, adaptée aux besoins de l'invalide, ainsi que, pour les mineurs incapables ou peu capables d'assimiler les disciplines scolaires élémentaires, des mesures destinées à développer soit leur habilité manuelle, soit leur aptitude à accomplir les actes ordinaires de la vie ou à établir des contacts avec leur entourage (art. 8 al. 1 let. a RAI).\n\nb) Aux termes de l'art. 26bis LAI, l'assuré a le libre choix entre le personnel paramédical, les établissements et les ateliers qui appliquent des mesures de réadaptation, ainsi que les fournisseurs de moyens BGE 122 V 200 S. 202auxiliaires, autant qu'ils satisfont aux prescriptions cantonales et aux exigences de l'assurance (al. 1). Le Conseil fédéral peut, après avoir entendu les cantons et les associations intéressées, établir des prescriptions suivant lesquelles les personnes et établissements indiqués au 1er alinéa sont autorisés à exercer leur activité à la charge de l'assurance (al. 2).\n\nA l'art. 24 al. 1 RAI, le Conseil fédéral a sous-délégué son pouvoir réglementaire au Département fédéral de l'intérieur (DFI), lequel a édicté l'ordonnance du 11 septembre 1972 sur la reconnaissance d'écoles spéciales dans l'assurance-invalidité (ORESp; RS 831.232.41). Selon l'art. 1er ORESp, qui définit le champ d'application de l'ordonnance, les institutions et les personnes qui, dans le cadre de l'assurance-invalidité, donnent un enseignement spécial à des mineurs invalides (art. 8 al. 1 let. a RAI) ou les préparent à suivre l'enseignement de l'école publique ou à recevoir une formation scolaire spéciale (art. 12 RAI) sont considérées comme écoles spéciales et doivent faire l'objet d'une reconnaissance. L'ordonnance règle notamment les conditions de la reconnaissance (art. 2 à 9 ORESp) et la procédure de décision de reconnaissance (art. 10 à 13 ORESp). La reconnaissance des écoles spéciales qui donnent à demeure un enseignement à cinq élèves ou plus, bénéficiaires de subsides de l'assurance-invalidité pour la formation scolaire spéciale, est de la compétence de l'OFAS (art. 10 al. 1 ORESp). La reconnaissance des écoles spéciales qui ne sont pas touchées par cette disposition est de la compétence du canton sur le territoire duquel se trouve l'école (art. 10 al. 2 ORESp). Les écoles spéciales qui désirent être reconnues en vertu de l'art. 10 al. 1 ORESp adressent à l'OFAS une demande en double exemplaire, sur une formule officielle; l'OFAS statue après entente avec l'autorité cantonale désignée par le gouvernement cantonal (art. 11 al. 1 et 2 ORESp).\n\n2. En saisissant le Tribunal fédéral des assurances d'un recours de droit administratif, la recourante s'est conformée à l'indication des moyens juridictionnels qui figurent au bas de la décision attaquée. Cette indication ne lie pas l'autorité de recours, qui doit se prononcer d'office sur sa compétence (ATF 121 III 371 consid. 2a, ATF 112 V 365 consid. 1, ATF 111 Ib 153 consid. 1; GRISEL, Traité de droit administratif, vol. II, p. 830 sv.).\n\na) En principe, l'autorité de recours contre une décision de l'OFAS est le Département fédéral de l'intérieur en tant qu'autorité de surveillance selon l'art. 47 al. 1 let. c PA. La décision du département fédéral peut ensuite être déférée au Tribunal fédéral des assurances, conformément à BGE 122 V 200 S. 203l'art. 98 let. b OJ (MEYER, Die Rechtspflege in der Sozialversicherung, BJM 1989 p. 20 ch. 5a).\n\nEn effet, selon l'art. 98 let. c OJ, en liaison avec l'art. 128 OJ, les décisions en matière d'assurances sociales rendues en première instance par un service subordonné à un département du Conseil fédéral ne peuvent être attaquées par un recours de droit administratif que si le droit fédéral le prévoit. Sous réserve de cette exception, l'art. 98 OJ repose sur le principe du double degré de juridiction, qui implique qu'avant d'être portée devant le Tribunal fédéral ou le Tribunal fédéral des assurances, une décision administrative soit d'abord contrôlée, avec un plein pouvoir d'examen, par une autorité administrative fédérale ou par une commission fédérale de recours (KÖLZ/HÄNER, Verwaltungsverfahren und Verwaltungsrechtspflege des Bundes, p. 215 sv., notes 363 ss; RHINOW/KOLLER/KISS-PETER, Öffentliches Prozessrecht, p. 258, note 1219; KNAPP, Précis de droit administratif, 4ème édition, p. 392, note 1867).\n\nb) L'indication par l'OFAS d'un recours direct au Tribunal fédéral des assurances se fonde vraisemblablement sur l'art. 203 RAVS, selon lequel le recours de droit administratif peut être interjeté directement contre les décisions de l'OFAS. L'art. 89 RAI déclare applicable par analogie cette disposition.\n\naa) La jurisprudence a déduit de l'art. 203 RAVS que les décisions de l'OFAS en matière de subventions pouvaient être déférées directement au Tribunal fédéral des assurances, qu'il s'agisse de subventions pour frais d'exploitation au sens de l'ancien art. 73 al. 2 let. a LAI (ATF 106 V 96 consid. 1b), de subventions en faveur de homes recueillant des invalides selon l'art. 73 al. 2 let. c LAI (ATF 118 V 16) ou de subventions pour la construction au sens de l'art. 155 LAVS (ATF 117 V 136; RCC 1989 p. 38 consid. 1). Elle en a fait de même concernant l'autorisation de bureaux de révision, conformément aux art. 68 al. 4 LAVS et 165 RAVS (RCC 1985 p. 128) ou encore à propos de l'affiliation à la Caisse de compensation fédérale, en vertu des art. 62 al. 1 LAVS et 111 RAVS (ATF 116 V 307).\n\nbb) L'entrée en vigueur, le 1er avril 1991, de la loi fédérale sur les aides financières et les indemnités, dite loi sur les subventions (LSu; RS 616.1), du 5 octobre 1990, a modifié ce régime procédural en ce qui concerne les subventions. L'art. 35 al. 1 LSu prévoit que les décisions en ce domaine peuvent faire l'objet d'un recours \"conformément aux dispositions générales de la procédure administrative fédérale\". Dans un BGE 122 V 200 S. 204arrêt récent, le Tribunal fédéral des assurances a jugé que cette disposition légale était applicable en matière de subventions allouées par l'AVS selon l'art. 155 al. 1 LAVS, car elle l'emporte sur l'art. 203 RAVS, qui est une simple norme réglementaire d'exécution; en conséquence, le tribunal n'est pas entré en matière sur un recours dirigé contre une décision de refus de subventions de l'OFAS et il a transmis le dossier au Département fédéral de l'intérieur, autorité de recours compétente en première instance (ATF 122 V 189).\n\nEn revanche, la révision de la loi fédérale d'organisation judiciaire par la loi du 4 octobre 1991 (RO 1992 288) n'a, quant à elle, pas apporté de modifications à la réglementation spéciale de l'art. 203 RAVS. L'ordonnance sur les autorités dont les décisions peuvent être déférées au Tribunal fédéral ou au Tribunal fédéral des assurances du 3 février 1993 (RS 173.51), édictée en application des chiffres 1 al. 3 let. b et 2 al. 3 des dispositions finales de la loi du 4 octobre 1991, apporte, il est vrai, un certain nombre de modifications à la LAVS et au RAVS, relativement au pouvoir de décision de l'OFAS (chiffres 19 et 20 de l'annexe à ladite ordonnance). Mais l'art. 203 RAVS est resté inchangé. Le Conseil fédéral n'a pas non plus prévu, dans ce cas, de possibilité de recours à l'une des commissions du Département fédéral de l'intérieur (art. 1er de l'ordonnance concernant l'organisation et la procédure des commissions fédérales de recours et d'arbitrage du 3 février 1993 [RS 173.31] et annexe 1 à ladite ordonnance; cf. PETER UEBERSAX, Zur Entlastung der eidgenössischen Gerichte durch eidgenössische Schieds- und Rekurskommissionen sowie durch die Neuregelung des verwaltungsrechtlichen Klageverfahrens, PJA 1994 p. 1230 ss). C'est dire que l'autorité exécutive n'a pas attribué à une autorité judiciaire la compétence générale de connaître de décisions de l'OFAS en matière d'AVS/AI.\n\ncc) Il est évident qu'une décision de reconnaissance d'une école spéciale ne relève pas de la loi sur les subventions. Il s'agit, pour l'autorité compétente, de décider si un établissement est ou non autorisé à donner un enseignement à des bénéficiaires de subsides de l'assurance-invalidité. Ces subsides représentent des prestations d'assurance sociale, dont le versement est lié à la survenance d'un risque (invalidité) et qui n'entrent pas dans la notion d'aide financière au sens de l'art. 3 LSu; de telles prestations échappent totalement au champ d'application de la LSu (BARBARA SCHAERER, Subventionen des Bundes zwischen Legalitätsprinzip und Finanzrecht, thèse Berne 1992, p. 40).BGE 122 V 200 S. 205\n\nPour autant, cela ne permet pas d'admettre que la voie du recours direct au Tribunal fédéral des assurances est en l'espèce ouverte en vertu de l'application combinée des art. 203 RAVS et 89 RAI. Les conditions formelles et matérielles de la reconnaissance, ainsi que la procédure à suivre pour l'obtention de celle-ci, sont réglées de manière exhaustive par l'ORESp. Ni la loi sur l'assurance-invalidité ni son règlement d'exécution ne contiennent de dispositions à ce sujet, le législateur et le Conseil fédéral ayant tour à tour entièrement délégué leurs pouvoirs, législatif et réglementaire. Dès lors que le droit de fond et les règles de procédure en matière de reconnaissance font l'objet d'une réglementation autonome, par rapport au RAI, l'art. 89 RAI est inapplicable. Un recours direct au Tribunal fédéral des assurances rendrait nécessaire, en l'occurrence, une interprétation extensive de l'art. 89 RAI, impliquant une assimilation des dispositions de l'ORESp à celles du RAI. Pareille interprétation ne se justifie toutefois pas au regard du système actuel de la procédure administrative fédérale, qui tend à généraliser la règle du double degré de juridiction (MOOR, Droit administratif, vol. II, p. 368 sv).\n\ndd) L'ORESp ne contient elle-même aucune règle au sujet des voies de droit. Conformément aux principes généraux, ce sont donc les dispositions de la PA qu'il y a lieu d'appliquer, spécialement l'art. 47 al. 1 let. c PA (dans ce sens également: MEYER-BLASER, Die Bedeutung der Sonderschulzulassung für den Leistungsanspruch gegenüber der Invalidenversicherung, SZS 1986 p. 76 sv.). Cela conduit à considérer que la décision administrative litigieuse aurait dû, tout d'abord, être déférée au Département fédéral de l'intérieur.\n\nc) Il suit de là que le recours doit être déclaré irrecevable et la cause transmise au département fédéral, comme objet de sa compétence.\n\n3. Selon l'art. 107 al. 3 OJ, une notification irrégulière, notamment le défaut d'indication ou l'indication incomplète ou inexacte des voies de droit, ne peut entraîner aucun préjudice pour les parties. Pour cette raison, et bien que la procédure, qui ne porte pas sur des prestations d'assurance dans un cas concret (ATF 106 V 98 consid. 3, ATF 98 V 131 consid. 1), soit en principe onéreuse (134 OJ a contrario), il y a lieu de renoncer à la perception de frais de justice."}