{"annee": "122", "cour": "V", "page": "134", "date": "30/4/1996", "cite": ["111 V 130", "107 V 79", "120 V 128", "110 V 176", "119 V 189", "108 V 170", "98 V 274", "116 V 12", "106 V 93", "98 V 129", "112 V 97", "121 V 1"], "cite_par": ["138 V 74", "140 V 521", "131 V 417", "126 V 411", "126 V 399", "129 V 211", "124 V 22", "139 V 6"], "chapeau": "19. Arrêt du 30 avril 1996 dans la cause D. contre Caisse cantonale vaudoise de compensation et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 25 et 27 OPC-AVS/AI: Restitution des prestations indûment touchées et remise de l'obligation de restituer . L'obligation de restituer des prestations complémentaires en cas de paiement ultérieur de rentes arriérées (en l'espèce une rente du deuxième pilier) ne sont pas liées à une violation de l'obligation de renseigner. Il s'agit simplement de rétablir l'ordre légal, après la découverte du fait nouveau."], "faits": "BGE 122 V 134 S. 134\n\nA.- a) D., née le 16 septembre 1964, est au bénéfice d'une demi-rente de l'assurance-invalidité depuis le 1er février 1990.\n\nAlors qu'elle était encore célibataire, elle a déposé, le 25 octobre 1991, une demande de prestations complémentaires à l'assurance-invalidité.\n\nLa Caisse cantonale vaudoise de compensation (ci-après: la caisse) a fixé le montant de la prestation mensuelle à laquelle avait droit l'assurée à 328 francs dès le 1er octobre 1991 et à 384 francs dès le 1er janvier 1992 (décisions du 14 février 1992). En outre, dès le 1er octobre 1991, les primes d'assurance-maladie de base de l'assurée ont été prises en charge par le régime des prestations complémentaires.BGE 122 V 134 S. 135\n\nL'assurée a informé la caisse qu'elle se mariait le 18 juillet 1992 (lettre du 30 juin 1992) et qu'elle allait bénéficier d'une rente mensuelle de 404 francs versée par la Caisse de pensions d'H. - entreprise pour laquelle elle avait travaillé par le passé - dès fin juillet 1992 (lettre du 3 juillet 1992). Il s'est avéré finalement que cette prestation mensuelle de 404 francs lui était accordée à compter du 1er juillet 1991, c'est-à-dire dès l'extinction du versement des indemnités journalières pour perte de gain allouées à l'assurée par la caisse-maladie d'H.\n\nb) Se fondant sur ces nouvelles bases, la caisse a recalculé la prestation complémentaire à laquelle avait droit l'assurée dès le 1er octobre 1991 et a rendu trois décisions datées du 7 août 1992. Les deux premières avaient trait à la période allant du 1er octobre 1991 au 31 juillet 1992. Prenant en compte la rente susmentionnée de la Caisse de pensions d'H. de 404 francs par mois versée à l'assurée dès le 1er juillet 1991, la caisse a supprimé la prestation complémentaire en espèces à compter du 1er octobre 1991. En revanche, elle a pris en charge les primes d'assurance-maladie de l'assurée pour cette période. La troisième décision concernait la période postérieure au 1er août 1992. Tenant compte du mariage de l'assurée, la caisse a mis fin à toute prestation complémentaire à compter du 1er août 1992.\n\nc) Par décision du 13 août 1992, la caisse a réclamé à D. la somme de 3'865 fr. 25, au titre de prestations servies à tort durant la période allant du 1er octobre 1991 au 31 août 1992. La caisse a indiqué à l'assurée qu'elle pouvait présenter une demande de remise partielle ou totale du montant à restituer si le paiement de cette somme constituait pour elle une charge trop lourde.\n\nB.- D. a recouru contre cette décision en concluant implicitement à son annulation. Elle a précisé, en outre, qu'il lui était matériellement impossible de rembourser cette somme.\n\nConsidérant que le recours de l'assurée contenait une demande implicite de remise de l'obligation de restituer, la caisse a rendu, le 1er octobre 1992, une décision de refus de remise, au motif qu'une telle restitution ne constituait pas une charge trop lourde pour l'assurée.\n\nPar jugement du 5 avril 1993, le Tribunal cantonal des assurances du canton de Vaud a rejeté le recours et confirmé aussi bien l'ordre de restitution que la décision refusant d'accorder la remise.\n\nC.- D. forme recours de droit administratif contre ce jugement dont elle demande implicitement l'annulation.\n\nLa caisse conclut au rejet du recours.BGE 122 V 134 S. 136", "considerants": "Considérant en droit:\n\n1. Le pouvoir d'examen du Tribunal fédéral des assurances n'est pas le même suivant que le procès concerne ou non l'octroi ou le refus de prestations d'assurance. Sont réputées prestations d'assurance au sens de l'art. 132 OJ, les prestations dont on examine la légitimité lors de la survenance de l'éventualité assurée (ATF 106 V 98 consid. 3, ATF 98 V 131). Selon une jurisprudence constante, cette notion comprend également la restitution de prestations indûment touchées (comme des rentes d'invalidité); en revanche, tel n'est pas le cas de la remise de l'obligation de restituer (ATF 112 V 100 consid. 1b et les références; SZS, 1992 115). Lorsque ces deux points doivent être examinés au cours de la même procédure, le pouvoir d'examen est en principe étendu conformément à l'art. 132 OJ en ce qui concerne l'obligation de restituer, tandis que, s'agissant de la question de la remise d'une telle obligation, les art. 104 let. a et 105 al. 2 OJ sont applicables (ATF 98 V 276 consid. 3). En ce qui concerne la remise de l'obligation de restituer, le recours de droit administratif peut donc être formé uniquement pour violation du droit fédéral, y compris l'excès et l'abus du pouvoir d'appréciation (art. 104 let. a OJ); les faits pertinents constatés par les premiers juges ne peuvent être contestés que s'ils sont manifestement inexacts ou incomplets ou s'ils ont été établis au mépris de règles essentielles de procédure (art. 104 let. b en corrélation avec l'art. 105 al. 2 OJ). En revanche, dans la procédure de recours portant sur la restitution de prestations indûment touchées, le pouvoir d'examen du Tribunal fédéral des assurances s'étend également à l'opportunité de la décision attaquée; le tribunal n'est alors pas lié par l'état de fait constaté par la juridiction inférieure, et il peut s'écarter des conclusions des parties à l'avantage ou au détriment de celles-ci (art. 132 OJ).\n\n2. Le litige porte en premier lieu sur le point de savoir si l'assurée a l'obligation de restituer les prestations complémentaires qui lui ont été allouées du 1er octobre 1991 au 31 août 1992.\n\na) Selon l'art. 27 OPC-AVS/AI, les prestations complémentaires indûment touchées doivent être restituées par le bénéficiaire ou par ses héritiers. Les prescriptions de la LAVS sont applicables par analogie à la restitution de telles prestations et à la libération de l'obligation de les restituer.\n\nIl est d'autre part fait référence à l'obligation de restituer à l'art. 25 OPC-AVS/AI (modification de la prestation complémentaire) dont la teneur est la suivante: BGE 122 V 134 S. 137\n\n1 La prestation complémentaire doit être augmentée, réduite ou supprimée:\n\na. Lors de chaque changement survenant au sein d'une communauté de personnes comprises dans le calcul de la prestation complémentaire;\n\nb. Lors de chaque modification de la rente de l'assurance-vieillesse et survivants ou de l'assurance-invalidité;\n\nc. Lorsque le revenu déterminant subit une diminution ou une augmentation pour une période qui sera vraisemblablement longue. Sont déterminants le revenu nouveau et durable, converti en revenu annuel, et la fortune existant à la date à laquelle le changement intervient; on peut renoncer à adapter la prestation complémentaire, lorsque la modification est inférieure à 120 francs par an.\n\nd. Lors d'un contrôle périodique, si l'on constate un changement du revenu déterminant; on pourra renoncer à rectifier la prestation complémentaire, lorsque cette modification du revenu est inférieure à 120 francs par an.\n\n2 La nouvelle décision doit porter effet dès la date suivante:\n\na. Dans les cas prévus par le 1er alinéa, lettres a et b, en cas de changement au sein d'une communauté de personnes, sans effet sur la rente, dès le début du mois qui suit celui au cours duquel le changement est survenu; lors d'une modification de la rente, dès le début du mois au cours duquel la nouvelle rente a pris naissance ou au cours duquel le droit à la rente s'éteint;\n\nb. Dans les cas prévus par le 1er alinéa, lettre c, lors d'une diminution du revenu déterminant, dès le début du mois au cours duquel le changement a été annoncé, mais au plus tôt à partir du mois dans lequel celui-ci est survenu;\n\nc. Dans les cas prévus par le 1er alinéa, lettre c, lors d'une augmentation du revenu déterminant, au plus tard dès le début du mois qui suit celui au cours duquel la nouvelle décision a été rendue. L'article 27 est réservé lorsque l'obligation de renseigner a été violée;\n\nd. Dans les cas prévus par le 1er alinéa, lettre d, dès le début du mois au cours duquel le changement a été annoncé, mais au plus tôt à partir du mois dans lequel celui-ci est survenu et au plus tard dès le début du mois qui suit celui au cours duquel la nouvelle décision a été rendue. L'article 27 est réservé lorsque l'obligation de renseigner a été violée.\n\n3 (...)\n\n4 (...)\n\nb) Le problème se pose donc de savoir si, en l'espèce, l'art. 25 al. 2 let. c et d OPC-AVS/AI en relation avec les let. c et d du 1er alinéa est applicable. Dans l'affirmative, la décision de restitution aurait un effet BGE 122 V 134 S. 138ex nunc et pro futuro, de sorte que l'assurée ne serait d'emblée pas tenue à restitution, du moins si l'on admet qu'elle n'a pas violé son obligation de renseigner, ce que personne au demeurant ne soutient. Dans la négative, on appliquerait le seul art. 27 OPC-AVS/AI, ce qui fonderait à lui seul, indépendamment de l'obligation d'annoncer, celle de restituer.\n\nc) Pour répondre à cette question, il faut tout d'abord rappeler que, selon la jurisprudence, la répétition de prestations en espèces indûment touchées de l'AVS et de l'assurance-invalidité (art. 47 al. 1 LAVS et art. 49 LAI), de l'assurance-chômage (art. 95 LACI), de l'assurance-maladie, du régime des allocations pour perte de gain (art. 20 LAPG), et du régime des prestations complémentaires (art. 27 al. 1 OPC), est admissible aux conditions qui président à la révocation, par son auteur, d'une décision administrative. A cet égard, la jurisprudence constante distingue la reconsidération (Wiedererwägung) d'une décision erronée d'avec la révision (prozessuale Revision) consécutive à la découverte de faits nouveaux ou de nouveaux moyens de preuve (ATF 110 V 179 consid. 2a, et les divers arrêts cités, DTA 1988 no 5 p. 37 consid. 3c).\n\nEn d'autres termes, dans le domaine des assurances sociales, une prestation accordée en vertu d'une décision qui a, formellement, passé en force doit être restituée si les conditions d'une reconsidération ou d'une révision sont remplies.\n\nS'agissant plus particulièrement de cette dernière, l'administration procède à la révision d'une décision entrée en force formelle lorsque sont découverts des faits nouveaux ou de nouveaux moyens de preuve, susceptibles de conduire à une appréciation juridique différente (ATF 121 V 4 consid. 6).\n\nd) En l'occurrence, lorsque la caisse a calculé le revenu déterminant au sens de l'art. 3 LPC, elle ignorait l'existence de la créance de l'assurée envers sa caisse de pensions, dont elle n'a été informée qu'en juillet 1992. Dès lors qu'il s'agit indéniablement d'un fait important de nature à modifier le calcul du revenu déterminant, qui existait déjà lorsque la décision a été rendue, mais qui a été découvert après coup, on est en présence d'un motif de révision procédurale (ATF 108 V 171 consid. 1, cf. également DTA 1988 no 5 p. 37 consid. 3c). Afin d'éviter que l'assurée ne soit doublement indemnisée pour la période allant du 1er octobre 1991 au 31 juillet 1992 (prestations complémentaires et rente de la prévoyance professionnelle), l'administration doit recalculer le revenu déterminant BGE 122 V 134 S. 139dès qu'elle a été informée de l'existence du fait nouveau. Ce nouveau calcul déploiera des effets ex tunc, comme c'est le cas dans la révision procédurale (POUDRET, Commentaire de la loi fédérale d'organisation judiciaire, vol. V, p. 71 no 1 ad art. 144; KÖLZ/HÄNER, Verwaltungsverfahren und Verwaltungsrechtspflege des Bundes, p. 191, no 325), avec comme conséquence pour l'assurée l'obligation de restituer les prestations complémentaires indûment touchées (art. 27 al. 1 OPC-AVS/AI).\n\ne) Dans ces circonstances, l'obligation de restituer les prestations complémentaires indûment touchées et son étendue dans le temps ne sont, en l'espèce, pas liées à une violation de l'obligation de renseigner. Il s'agit simplement de rétablir l'ordre légal, après la découverte du fait nouveau, comme on le fait en instituant une réserve à titre rétroactif en cas de découverte d'une réticence commise par un assuré lors de la conclusion d'une assurance-maladie (cf. RAMA 1992 no K 886 p. 9 consid. 3b). C'est dire que, comme cela ressort du texte de l'ordonnance, les lettres c et d de l'art. 25 al. 2 OPC-AVS/AI ne s'appliquent pas en pareille hypothèse (cf. ATF 119 V 193 consid. 2c). Dans le cas particulier, il s'agit de l'existence d'un élément de revenu inconnu au moment de la décision, mais qui aurait dû être pris en compte parce qu'il existait déjà - du moins sous forme de créance ou de prétention -, une hypothèse qui n'est pas envisagée par cette disposition.\n\nf) Au vu de ce qui précède, c'est à juste titre que la rente d'invalidité servie à l'assurée depuis le 1er juillet 1991 par la Caisse de pensions de l'entreprise H. a été prise en considération dans l'établissement du revenu déterminant de la recourante (art. 3 al. 1 let. c LPC). Dès lors, et même si la recourante n'a effectivement perçu sa rente qu'à partir du mois de juillet 1992, comme elle le prétend, c'est à bon droit que l'administration a rendu une nouvelle décision comptabilisant cette rente mensuelle de 404 francs dans la mesure où elle était due à la recourante rétroactivement au 1er juillet 1991. Sur ce point, le jugement cantonal est conforme au droit fédéral et c'est à juste titre qu'il confirme l'obligation de restituer.\n\n3. Il convient en outre d'examiner si la recourante peut être libérée de son obligation de restituer.\n\na) Selon l'art. 47 al. 1 LAVS en relation avec l'art. 27 al. 1 OPC-AVS/AI, les rentes et allocations pour impotent indûment touchées doivent être restituées. La restitution peut ne pas être demandée lorsque l'intéressé était de bonne foi et serait mis dans une situation difficile.BGE 122 V 134 S. 140\n\nb) L'administration et les premiers juges ont admis que la recourante pouvait se prévaloir de la bonne foi au sens des dispositions précitées. A cet égard, la cour de céans n'a pas de motif de remettre en cause le jugement entrepris.\n\nEst litigieux, en revanche, le point de savoir si la restitution demandée mettrait la recourante dans une situation difficile. Les premiers juges ont confirmé la décision de la caisse de ne pas accorder à l'assurée la remise de son obligation de restituer, en application de la jurisprudence sur la situation difficile. Ils ont estimé que la condition de la charge trop lourde n'était manifestement pas remplie.\n\nSelon la jurisprudence appliquée par les juges cantonaux et par la caisse intimée, un assuré se trouve dans une situation difficile au sens de l'art. 47 LAVS lorsque les deux tiers du revenu à porter en compte (auquel est ajoutée le cas échéant une part de la fortune) n'atteignent pas la limite fixée à l'art. 42 al. 1 LAVS pour l'octroi de rentes extraordinaires, augmentée de 50%. Pour calculer le revenu à prendre en considération, ainsi que la part de fortune à y ajouter, les règles des art. 56 à 63 RAVS sont applicables. La situation économique du débiteur au moment où il devrait restituer les prestations indûment touchées est déterminante (ATF 116 V 12 consid. 2a et les références, cf. également ATF 111 V 132 consid. 3b, ATF 107 V 80 consid. 3; SVR 1995 AHV no 61 p. 182 consid. 4; ERWIN CARIGIET, Ergänzungsleistungen zur AHV/IV, Zurich 1995, p. 178).\n\nc) Il n'est pas nécessaire de vérifier le calcul de l'administration au regard de cette jurisprudence, car dans un arrêt M. du 30 avril 1996 destiné à la publication, le Tribunal fédéral des assurances a précisé sa pratique concernant la situation difficile comme condition de la remise: en cas de paiement rétroactif de rente ou en cas de transfert de biens après la décision (par exemple en cas d'héritage), la jurisprudence concernant les limites de revenu applicable ne vaut plus. Il s'agit dorénavant uniquement d'examiner si, au moment où la restitution doit avoir lieu, il existe des éléments de fortune versés rétroactivement (le débiteur se trouve enrichi), de telle sorte que l'on peut raisonnablement exiger de l'assuré qu'il s'acquitte de son obligation de restituer, ce qui conduit à nier l'existence d'une charge trop lourde. Dans cet arrêt, le Tribunal fédéral des assurances a considéré qu'il n'était pas satisfaisant que l'assuré puisse bénéficier deux fois d'un complément à sa rente, avec pour conséquence vraisemblable une surindemnisation. Afin d'éviter que l'assuré ne s'enrichisse par le biais des prestations complémentaires - dont le but constitutionnel est la couverture des besoins vitaux (art. 34quater al. 2 BGE 122 V 134 S. 141Cst. et 11 DT Cst.) - il a opté pour une solution permettant d'arriver à un résultat analogue à celui qu'on obtient au moyen de l'avance dont les modalités sont prévues à l'art. 85bis RAI.\n\nCette précision de jurisprudence vaut aussi pour les affaires pendantes devant un tribunal au moment où elle est décidée (ATF 120 V 131 consid. 3a et les références).\n\nd) En l'espèce, la recourante a perçu des prestations complémentaires à sa demi-rente AI du 1er octobre 1991 au 31 juillet 1992. Or, par décision du 17 juin 1992, la Caisse de pensions d'H. lui a alloué une rente d'invalidité mensuelle de 404 francs, avec effet rétroactif au 1er juillet 1991. Par courrier du même jour, elle a informé son assurée qu'elle lui versait par mandat postal 4'848 francs, correspondant aux douze mensualités échues. Par conséquent, au moment de la décision de restitution (13 août 1992), la recourante disposait ou devait disposer de ces mensualités versées rétroactivement, d'autant plus qu'à compter du mois de juillet 1992, elle recevait sa rente chaque mois. Dans ces conditions, on peut raisonnablement exiger de l'assurée qu'elle s'acquitte de son obligation de restitution, ce qui conduit à nier l'existence d'une charge trop lourde.\n\nC'est dès lors à bon droit que les premiers juges ont confirmé la décision de l'administration de ne pas accorder à la recourante la remise de son obligation de restituer."}