{"annee": "122", "cour": "III", "page": "229", "date": "23/4/1996", "cite": ["103 II 41", "27 II 328", "115 II 440", "117 IB 197", "96 II 34", "108 II 51"], "cite_par": ["131 III 115", "126 III 113", "139 V 176"], "chapeau": "41. Extrait de l'arrêt de la Ire Cour civile du 23 avril 1996 dans la cause P. et consorts contre Etat de Vaud (procès direct)", "regestes": ["Procès direct; valeur litigieuse en cas de cumul subjectif d'actions. La réglementation de l'art. 47 al. 1 OJ ne peut pas être étendue aux procès directs. Partant, la compétence du Tribunal fédéral comme juridiction unique doit être donnée à l'égard de chacune des prétentions, au sens de l'art. 24 al. 2 let. b PCF, élevées par des consorts (consid. 2b). Responsabilité du propriétaire d'un ouvrage (art. 58 CO). Causalité naturelle; comportement de substitution licite. Notion de comportement de substitution licite (consid. 5a/aa). Critère déterminant pour juger du caractère défectueux d'un ouvrage (consid. 5a/bb). Le rôle causal du défaut d'entretien d'un ouvrage doit être exclu s'il est établi que le défendeur, en entretenant correctement l'ouvrage, n'eût pas empêché la survenance du dommage, ni n'en eût réduit les effets (consid. 5b)."], "faits": "BGE 122 III 229 S. 230\n\nA.- a) Le Nozon est un cours d'eau qui prend sa source à Vaulion et se jette dans le Talent, après avoir parcouru 22 km. Dans sa partie inférieure, entre Orny et le Talent, sa pente est peu prononcée, ce qui a pour conséquence une capacité d'évacuation relativement faible. En 1854 encore, l'Entreprise de dessèchement des marais de l'Orbe a commencé des travaux sur le trajet du Nozon. Un endiguement a été exécuté sur une longueur de 6390 m à l'amont de la jonction avec le Talent. Ces travaux ont permis d'absorber les crues courantes. Les inondations de la plaine par débordement des cours d'eau ont cessé, sauf conditions météorologiques exceptionnelles.\n\nCependant, la plaine est demeurée marécageuse, car les eaux de pluie et de drainage ne pouvaient pas s'en écouler. Deux canaux ont alors été construits: le canal occidental, sur la rive gauche de l'Orbe/Thielle, et le canal oriental, successeur de l'Entreroches, sur la rive droite. Un assainissement, de type \"gravitaire\", de cette région a été entrepris. Les eaux de drainage ont été amenées directement jusqu'au canal oriental, en passant par-dessous le Nozon. Les eaux récupérées à un niveau supérieur à celui des digues ont seules été conduites au Nozon.\n\nLes drainages \"gravitaires\" ont provoqué un abaissement du niveau de la plaine constituée en grande partie de tourbe. La pratique de l'agriculture a contribué au tassement des terres. Le niveau de la plaine a ainsi baissé d'environ 1 m à 1,5 m. Un affaissement des digues s'est aussi produit. Le tassement des tourbes a entraîné une modification de la pente des drains. Une mare, tout d'abord temporaire puis permanente, s'est formée entre la route Orbe-Orny et le Nozon. Des stations de pompage ont été mises en place.\n\nLe Nozon a enregistré des crues de plus en plus fréquentes. Les parties reconnaissent que l'urbanisation du bassin versant a joué un rôle dans cette augmentation. Elles ne sont pas d'accord, en revanche, en ce qui concerne l'incidence de l'adjonction des eaux de pompage. Le niveau des eaux du Nozon se situe en général à environ 40 cm du sommet des berges; il est maîtrisé, sauf sur le tronçon des \"Marais-Villars\", entre les BGE 122 III 229 S. 231hectomètres 26 et 53, où se trouvent les fonds des demandeurs. Les débordements chroniques dans ce secteur ont pour origine, selon l'Etat de Vaud, l'abaissement du niveau de la plaine conjugué avec l'augmentation des débits résultant de l'urbanisation et, dans une moindre mesure, des stations de pompage. Les demandeurs en voient la cause dans la déformation du profil en long du Nozon et dans son mauvais état d'entretien.\n\nb) Sous l'effet de fortes crues, le Nozon a très largement débordé les 14 et 15 février, les 27 et 28 juin et encore le 1er juillet 1990. Il en est résulté l'inondation d'installations et de cultures propriété de P. et consorts. D'autres débordements se sont encore produits, le 6 janvier 1982 et le 22 décembre 1991, mais ils n'ont pas donné lieu à des prétentions de la part des demandeurs. Enfin, l'expert fait état de deux débordements survenus en 1993, soit en cours de procédure, lesquels ne sont pas litigieux.\n\nB.- Par mémoire du 23 août 1991, les demandeurs ont introduit, devant le Tribunal fédéral, une action en responsabilité dirigée contre l'Etat de Vaud. P. y conclut à ce que le défendeur soit condamné à lui payer 6'841 fr.60, plus intérêts. Par la suite, il a augmenté ses conclusions de 1'093 fr. Les deux autres demandeurs concluent, respectivement, à l'allocation de 27'000 fr. et de 236'481 fr., intérêts en sus.\n\nDans sa réponse du 14 février 1992, le défendeur conclut au rejet des conclusions prises contre lui.\n\nLa procédure probatoire a été ouverte le 9 juillet 1992. Une expertise a été ordonnée et confiée à M. Paul Meylan, ingénieur civil EPF/SIA, à Lausanne. Par ordonnance du 13 juillet 1995, la procédure probatoire a été close et les parties invitées à déposer un résumé écrit de leurs moyens. Les demandeurs l'ont fait le 4 septembre 1995 et le défendeur, le 20 octobre 1995.\n\nC.- Aux débats principaux de ce jour, les avocats des parties ont maintenu leurs conclusions précédentes au terme de leurs plaidoiries.\n\nLe Tribunal fédéral a déclaré irrecevables les conclusions de P. et rejeté celles des deux autres demandeurs.", "considerants": "Extrait des considérants:\n\n2. b) La valeur litigieuse est déterminée par les conclusions de la demande (art. 36 al. 1 OJ). Les prétentions de deux des trois demandeurs sont supérieures à 8'000 fr. Les conclusions de P., en revanche, BGE 122 III 229 S. 232n'atteignent pas ce montant. Des demandeurs qui font valoir des prétentions de même nature reposant sur une cause matérielle et juridique essentiellement de même nature ne peuvent les joindre dans une seule demande et agir en qualité de consorts que si la compétence du Tribunal fédéral est donnée à l'égard de chacune d'elles (art. 24 al. 2 let. b PCF; cumul subjectif, consorité formelle). Cette dernière exigence est limitée aux procès directs, l'art. 47 al. 1 OJ l'ayant délibérément exclue en matière de recours en réforme (ATF 103 II 41 consid. 1c p. 46).\n\nLa réglementation de l'art. 47 al. 1 OJ peut-elle néanmoins être étendue aux procès directs? BIRCHMEIER (Bundesrechtspflege, n. 7 ad art. 41 OJ), en se référant à l'ATF 27 II 328 consid. 2 p. 360, propose d'appliquer cette disposition par analogie. POUDRET (COJ, n. 3.3 ad art. 41, p. 67) estime, au contraire, qu'il convient de s'en tenir au principe selon lequel la compétence du Tribunal fédéral doit être donnée à l'égard des prétentions de chaque demandeur. La référence faite par le premier auteur ne peut être retenue car, si l'arrêt cité applique certes directement les dispositions de l'OJ, il est antérieur à la loi de procédure civile fédérale du 4 décembre 1947. Il ressort du Message accompagnant le projet de cette loi (FF 1947 I 1021) que son système a été expressément voulu, la distinction étant nettement faite entre les prétentions de divers demandeurs issues d'une même cause (art. 24 al. 2 let. a PCF) et celles de demandeurs n'ayant aucun lien juridique entre eux avant le procès mais qui, comme dans la présente cause, s'unissent uniquement pour agir ensemble en justice (art. 24 al. 2 let. b PCF). Le principe de l'économie du procès conduit, il est vrai, à se demander s'il ne serait pas opportun de permettre à P. de faire dire le droit sur sa prétention dans le même procès que les deux autres demandeurs. Cependant, s'il fallait admettre l'addition des diverses prétentions, il serait possible de soumettre au Tribunal fédéral, par la voie du procès direct, des prétentions dont aucune, prise séparément, ne pourrait l'être. Ce serait aller à l'encontre de la volonté du législateur. L'action de P. doit dès lors être déclarée irrecevable.\n\n5. Il reste à déterminer le rôle causal du défaut d'entretien de l'ouvrage dans la survenance du dommage.\n\na) aa) Pour conclure à sa libération des fins de la présente action en paiement, le défendeur fait valoir, entre autres arguments, que le dommage allégué par les demandeurs se serait produit de la même manière si l'ouvrage litigieux avait été entretenu correctement. En d'autres termes, l'Etat de Vaud soutient que le dommage serait survenu même en l'absence du BGE 122 III 229 S. 233chef de responsabilité invoqué par les demandeurs. Il soulève, ce faisant, le problème du comportement de substitution licite, de la solution de rechange conforme au droit ou encore du succédané légal, pour tenter de rendre, par ces trois expressions interchangeables, ce que les auteurs de langue allemande appellent \"das rechtmässige Alternativverhalten\".\n\nCette notion n'est pas étrangère à la jurisprudence du Tribunal fédéral. Ainsi, dans l' ATF 115 II 440, il a été jugé qu'en cas d'inexécution d'un contrat par omission, la partie contractante en faute peut être admise, sous certaines conditions, à faire valoir que, même si elle avait rempli ses obligations conformément au contrat, son cocontractant n'en aurait pas moins subi un dommage identique. La même faculté a été reconnue, dans un arrêt non publié du 24 avril 1990 (cause 4C.217/1988, consid. 3c), à un travailleur qui avait violé positivement le contrat en détournant des anciens collègues de travail, avant de quitter son employeur, et en les faisant embaucher par la société qu'il venait de créer; le défendeur a été autorisé à démontrer que, pour partie, le dommage allégué par le demandeur se fût produit même dans l'hypothèse où il eût exécuté toutes ses obligations contractuelles, étant donné que, en l'absence d'une clause de prohibition de faire concurrence, rien ne l'eût empêché d'obtenir, par des moyens licites, le transfert de ses ex-collègues dans sa propre entreprise. Plus récemment, en matière de responsabilité de l'Etat pour l'activité médicale hospitalière, le Tribunal fédéral est entré en matière sur l'objection du consentement hypothétique du patient après avoir conclu à la violation du devoir d'informer incombant au médecin (ATF 117 Ib 197 consid. 5c p. 208). S'agissant de la responsabilité du propriétaire d'un ouvrage, et plus précisément de celle d'une collectivité publique pour défaut de signalisation, il n'a pas exclu la prise en considération de l'objection de la défenderesse voulant que la présence du signal \"Hauteur maximale\" n'eût pas retenu le chauffeur du véhicule endommagé de s'engager sous une voûte trop basse pour ledit véhicule, mais il y a vu un problème de causalité naturelle dont la solution ne pouvait pas être critiquée par la voie du recours en réforme (ATF 108 II 51 consid. 3 p. 54 in limine, 103 II 240 consid. 4a).\n\nLa notion de comportement de substitution licite et l'objection correspondante, qui sont une création de la doctrine et de la jurisprudence allemandes, ont également trouvé un certain écho chez quelques auteurs suisses (cf. surtout, parmi d'autres, BERNHARD STUDHALTER, Die Berufung des präsumtiven Haftpflichtigen auf hypothetische Kausalverläufe - BGE 122 III 229 S. 234Hypothetische Kausalität und rechtmässiges Alternativverhalten, thèse Zurich 1995, passim et p. 171 ss, avec de nombreuses références; voir aussi: GAUCH/SCHLUEP, Schweizerisches Obligationenrecht, Allgemeiner Teil, vol. II, 6e éd., n. 2722; REY, Ausservertragliches Haftpflichtrecht, n. 644 ss; KRAMER, Die Kausalität im Haftpflichtrecht: Neuere Tendenzen in Theorie und Praxis, in: RJB 123/1987, p. 289 ss, 292 ss). Cette notion se distingue des notions de causalité hypothétique et de causalité outrepassante en ce sens que, contrairement à ces dernières, qui font appel à des circonstances externes, généralement postérieures à la survenance du dommage, et sur lesquelles le responsable n'a pas de prise, elle fait intervenir, à titre de solution de rechange, le propre comportement du responsable, mais un comportement conforme au droit (STUDHALTER, op.cit., p. 180/181; GAUCH/SCHLUEP, ibid.). Elle n'a rien à voir non plus avec la causalité cumulative et la causalité alternative (sur ces notions, introduites par VON TUHR, cf. DESCHENAUX/TERCIER, La responsabilité civile, 2e éd., n. 29 ad § 4 et la référence à l'auteur allemand). La doctrine ne traite pas les actes et les omissions sur le même pied lorsqu'elle cherche à quoi rattacher, d'un point de vue théorique, l'objection tirée du comportement de substitution licite (sur la problématique, cf. STUDHALTER, op.cit., p. 205 ss et p. 243 ss). En ce qui concerne les premiers, elle considère, tour à tour, ladite objection comme un aspect de la causalité naturelle, voire de l'évaluation du dommage, ou, dans sa majorité, comme un problème mettant en jeu le but protecteur (Schutzzweck) de la norme violée, respectivement la relation existant entre le comportement contraire au droit et le dommage subséquent (relation d'illicéité, Rechtswidrigkeitszusammenhang), ces deux dernières notions étant d'ailleurs souvent utilisées l'une pour l'autre. Il n'y a pas lieu de s'attarder sur cette querelle doctrinale dès lors que le défendeur se voit reprocher en l'espèce des omissions, soit le défaut d'entretien suffisant de l'ouvrage dont il est propriétaire. A l'égard de celles-ci, les opinions convergent pour constater qu'entre l'acte omis et le résultat constaté, le rapport de cause à effet est nécessairement hypothétique, de sorte qu'à ce stade déjà il convient de se demander si le dommage serait survenu au cas où l'intéressé aurait agi conformément au droit. En d'autres termes, le juge doit d'emblée supputer les incidences concrètes de l'acte omis pour décider si l'omission a porté à conséquence dans le cas concret, ce qui suppose qu'il recherche, au préalable, en fonction du but protecteur de la disposition légale (ou du principe juridique) entrant en ligne de compte et des circonstances propres à la BGE 122 III 229 S. 235cause en litige, quel eût été l'acte à ne pas omettre in casu. Rapportée au problème de la responsabilité du propriétaire d'un ouvrage, cette démarche consiste, en premier lieu, à faire le départ entre un ouvrage défectueux et un ouvrage exempt de défauts, sur le vu des circonstances de fait pertinentes, puis à examiner si le propriétaire, en accomplissant en temps utile les actes nécessaires au maintien de l'ouvrage litigieux dans un état correspondant au niveau de construction ou d'entretien requis dans le cas d'espèce, eût empêché la survenance du dommage qui est survenu. En cas de réponse affirmative, l'existence d'un lien de causalité naturelle entre l'omission et le dommage qui s'est produit devra être admise et la responsabilité du propriétaire de l'ouvrage reconnue. Dans l'hypothèse inverse, la responsabilité dérivant de l'art. 58 CO devra être exclue, faute d'un tel lien.\n\nbb) Pour juger du caractère défectueux ou non d'un ouvrage, il y a lieu de se baser sur le but qui lui a été assigné. Un ouvrage est donc défectueux s'il ne répond pas à ce que l'on attend de lui. Par \"on\", il faut entendre, non pas le propriétaire de l'ouvrage, mais le public en général et ses utilisateurs en particulier. Il ne suffit pas qu'un ouvrage soit adapté à l'usage prévu, dans l'esprit et aux yeux de son propriétaire, autrement dit qu'il soit subjectivement conforme à sa destination. Encore faut-il qu'il satisfasse aux exigences objectives que tout ouvrage similaire devrait remplir dans des circonstances identiques. Ainsi, à supposer qu'un cours d'eau doive être aménagé objectivement pour résister à des crues d'un temps de retour de 30 ans, son propriétaire ne pourra pas objecter qu'il a jugé suffisante une résistance à des crues d'un temps de retour de 10 ans seulement et qu'il a dimensionné l'ouvrage en fonction de cet intervalle. La raison en est que le défaut d'un ouvrage donné se détermine à l'aide d'un critère objectif, en considération de ce qui peut se passer, selon l'expérience de la vie, au lieu en question (ATF 96 II 36). Mais la réciproque est également vraie: le critère objectif s'applique aussi lorsque le propriétaire de l'ouvrage a pris des mesures de sécurité dépassant celles qui étaient objectivement commandées pour l'ouvrage considéré. En pareille hypothèse, l'existence d'un défaut ne pourra être admise que si l'ouvrage en question ne répond plus aux exigences de sécurité qui peuvent être raisonnablement fixées pour une telle installation. En juger autrement reviendrait à pénaliser le propriétaire qui en fait davantage que ce que la loi lui impose. Ce serait étendre, sans raison valable, le champ d'application de l'art. 58 CO. Semblable extension ne se justifierait, à la rigueur, que si elle pouvait se fonder sur des BGE 122 III 229 S. 236assurances spécifiques fournies par contrat ou être commandée par la nécessité de protéger la confiance éveillée à cet égard chez une personne déterminée par le propriétaire de l'ouvrage. Rien de tel n'est cependant allégué en l'espèce par les demandeurs. Aussi, pour reprendre l'exemple précité, si, d'un point de vue objectif, un ouvrage du même type que l'ouvrage litigieux doit supporter des crues susceptibles de se reproduire tous les 10 ans, le propriétaire qui a dimensionné son ouvrage afin qu'il résiste à des crues d'un temps de retour de 30 ans n'engagera, en principe, pas sa responsabilité fondée sur l'art. 58 CO tant et aussi longtemps qu'il maintiendra ledit ouvrage dans un état tel qu'il ne soit pas affecté par des crues d'un temps de retour de 10 ans au plus.\n\nb) Selon les constatations de fait de la Cour de céans, fondées sur les conclusions de l'expert judiciaire, le temps de retour de la crue du 15 février 1990 était de 50 ans au moins et celui de la crue de juin/juillet 1990 supérieur à 100 ans. Dans son état initial, soit celui de 1951, le tronçon du Nozon en cause pouvait absorber des crues d'un temps de retour d'environ 100 ans, alors qu'au moment où le dommage allégué est survenu, il ne pouvait plus retenir que des crues d'un temps de retour de quelque 14 ans en raison de son entretien défectueux.\n\nSur la base des indications de l'expert tirées de l'étude de P. Chausson et M. Boussekine, il faut admettre que l'ouvrage litigieux, surdimensionné à l'origine, n'aurait pas pu être qualifié de défectueux, eu égard à la nature des fonds à protéger, s'il avait pu absorber des crues d'un temps de retour de 30 ans. Pour le surplus, il ne ressort pas de l'expertise que l'importance quantitative des crues ait eu une quelconque incidence sur l'ampleur du dommage subi par les demandeurs. Il s'ensuit qu'un ouvrage dimensionné de manière à contenir des crues d'un temps de retour de 30 ans, soit un ouvrage exempt de défauts, n'aurait pas empêché la survenance du dommage qui s'est effectivement produit, ni n'en aurait réduit les effets. En d'autres termes, si le défendeur avait adopté un comportement conforme au droit, le résultat eût été le même. Il n'y a donc pas ici, entre l'omission contraire à la loi et le dommage constaté, la relation de cause à effet nécessaire qui permettrait d'attribuer celui-ci à celle-là, comme c'eût été le cas si le dommage subi par les demandeurs avait été le fait de crues d'un temps de retour égal ou inférieur à 30 ans. Par conséquent, l'action en paiement ouverte contre l'Etat de Vaud ne peut qu'être rejetée, étant donné l'absence de caractère causal des omissions relevées."}