{"annee": "122", "cour": "IV", "page": "156", "date": "5/6/1996", "cite": ["121 IV 3", "116 IV 143", "119 IV 1", "121 IV 261", "117 IV 97", "121 IV 90", "116 IV 288", "120 IV 136", "117 IV 112"], "cite_par": ["129 I 281", "125 IV 64", "125 IV 49", "127 IV 166", "126 IV 60", "123 IV 113", "123 IV 155", "128 IV 34"], "chapeau": "23. Extrait de l'arrêt de la Cour de cassation pénale du 5 juin 1996 dans la cause N. contre Ministère public du canton de Vaud (pourvoi en nullité)", "regestes": ["Art. 172ter CP; infractions d'importance mineure. C'est l'intention de l'auteur qui est déterminante et non le résultat obtenu. Par conséquent, l'art. 172ter CP n'est applicable que si l'auteur n'avait d'emblée en vue qu'un élément patrimonial de faible valeur ou un dommage de moindre importance (consid. 2a). Art. 41 ch. 3 CP; révocation du sursis. Le juge qui prononce une peine de l'ordre de sept mois d'emprisonnement pour un crime ou un délit commis pendant le délai d'épreuve d'un sursis ne peut renoncer à révoquer celui-ci, la nouvelle infraction sanctionnée par une telle peine ne pouvant pas être considérée comme un cas de peu de gravité (consid. 3c)."], "faits": "BGE 122 IV 156 S. 156\n\nA.- Par jugement du 11 octobre 1995, le Tribunal correctionnel du district de Lausanne a condamné N., ressortissant espagnol, pour vol, violation de domicile, infraction et contravention à la loi fédérale sur les stupéfiants, à la peine de 211 jours d'emprisonnement compensés par la détention préventive subie, révoquant le sursis à l'expulsion qui lui avait BGE 122 IV 156 S. 157été accordé précédemment, mettant à sa charge une créance compensatrice de 1'000 fr., et statuant sur les frais de la procédure et le sort des objets séquestrés.\n\nLes faits retenus à l'encontre de l'accusé sont en résumé les suivants.\n\na) A fin 1994 ou au début 1995, N. a forcé, à l'aide d'un tournevis, la porte à claire-voie d'une cave, où il a dérobé une paire de jumelles.\n\nb) Au début du mois de mars 1995, N. s'est introduit dans un appartement dont la porte palière n'était pas verrouillée et y a soustrait une paire de gants avant d'être mis en fuite par la locataire.\n\nc) Le 14 mars 1995, dans un centre commercial, N. s'est emparé d'un trousseau de clés et de deux abonnements CFF dans le sac à dos d'une femme; ces objets ont été récupérés et restitués.\n\nd) Le même jour, au même endroit, il a soustrait dans le sac à main d'une femme un porte-monnaie, contenant diverses monnaies étrangères; il en a changé une partie, obtenant 46 fr. 90; le reste a pu être restitué.\n\ne) Au même endroit, à la même date ou une semaine plus tard, N. a dérobé un porte-monnaie contenant 30 fr.\n\nf) Le 15 mars 1995, N. s'est introduit dans un appartement dont la porte n'était pas verrouillée et y a soustrait un portefeuille et une sacoche contenant divers papiers, une somme de 130 fr. ainsi que 25 fr. en chèques Reka, un trousseau de clés, deux canifs et un étui avec six jetons de parking, ainsi qu'un sac à main contenant divers effets, dont un trousseau de clés, un bon-cadeau de 50 fr. et une somme de 60 fr. Tout a pu être restitué.\n\ng) Le même jour, grâce aux clés trouvées dans le sac à main, N. a pénétré dans un appartement, où il a dérobé 219 fr., 207,70 fr. français et un lot de bijoux. Il a été interpellé par la police alors qu'il s'apprêtait à quitter les lieux.\n\nDans tous ces cas, le tribunal a considéré qu'il y avait vol, parce que N. avait à chaque fois l'intention de s'approprier de l'argent pour pouvoir s'acheter de la drogue; le fait que, agissant le plus souvent dans la précipitation, il n'ait mis la main que sur des objets de peu de valeur n'avait pas d'incidence sur cette qualification. Dans les deux derniers cas, il y avait en outre violation de domicile, plainte ayant été déposée en temps utile.\n\nh) Entre le mois de juillet 1994 et le 14 mars 1995, N. a consommé régulièrement de l'héroïne. Il a acheté entre 67 et 72 g de cette drogue pour 6'000 fr. au minimum. Il en a vendu 15 g à des toxicomanes à Lausanne, BGE 122 IV 156 S. 158réalisant un bénéfice d'environ 3'000 fr. Le 9 février 1995, il a acheté 5 g d'héroïne à Soleure, pour 250 fr., pensant en revendre une partie. Depuis sa précédente condamnation, il n'a jamais cessé de consommer du haschisch et a acheté 100 g de cette drogue pour un montant de 700 fr. Il a également acquis une bouteille de méthadone et deux sachets de marijuana.\n\nLe tribunal a considéré qu'il avait ainsi commis une infraction et une contravention à la loi fédérale sur les stupéfiants.\n\nS'agissant de la situation personnelle de l'accusé, le tribunal a constaté qu'il était de nationalité espagnole, né à Lausanne en 1971. Célibataire, il n'exerce plus d'activité lucrative licite depuis 1993. Il a déjà été condamné à deux reprises, le 9 mars 1988 à la peine de six mois d'emprisonnement avec sursis (sursis qui a été par la suite révoqué) et le 13 décembre 1990 à la peine de deux ans d'emprisonnement ferme et cinq ans d'expulsion avec sursis. Il a été libéré le 18 octobre 1991.\n\nPour fixer la peine, le tribunal a retenu, à charge, le concours d'infractions et l'état de récidive; à décharge, il a admis que sa responsabilité était légèrement diminuée conformément aux conclusions de l'expertise psychiatrique et qu'il avait agi le plus souvent sous l'influence de la drogue. Il a été constaté que l'accusé semblait peu décidé à se prendre en main, se contentant d'attendre l'aide des services sociaux et ne suivant aucun traitement médical, ni soutien psychothérapeutique ou cure de désintoxication.\n\nVu la gravité des faits, le sursis à l'expulsion, accordé par le jugement du 13 décembre 1990, a été révoqué, étant encore observé que l'accusé avait envisagé avec son amie d'aller s'installer en Espagne pour y ouvrir un salon de coiffure, qu'il avait conservé dans ce pays quelques attaches et qu'il en possédait la langue.\n\nB.- Statuant sur recours du condamné le 29 novembre 1995, la Cour de cassation pénale du Tribunal cantonal vaudois a confirmé le jugement attaqué, avec suite de frais.\n\nC.- Contre cet arrêt, N. s'est pourvu en nullité à la Cour de cassation pénale du Tribunal fédéral. Il soutient, vu la valeur des objets dérobés, que les vols qui lui ont été reprochés auraient dû être qualifiés d'infraction d'importance mineure au sens de l'art. 172ter CP; il estime également que la peine infligée est trop sévère et qu'il s'agit d'un cas de peu de gravité qui ne justifiait pas la révocation du sursis antérieur. Partant, il conclut, avec suite de dépens, à l'annulation de la décision attaquée et sollicite par ailleurs l'effet suspensif et l'assistance judiciaire.\n\nBGE 122 IV 156 S. 159", "considerants": "Considérant en droit:\n\n1. (Recevabilité).\n\n2. a) Le recourant soutient que les vols qui lui sont reprochés auraient dû être qualifiés d'infraction d'importance mineure au sens du nouvel art. 172ter CP.\n\nPour l'ensemble des infractions contre le patrimoine, l'art. 172ter al. 1 CP prévoit que \"si l'acte ne visait qu'un élément patrimonial de faible valeur ou un dommage de moindre importance, l'auteur sera, sur plainte, puni des arrêts ou de l'amende\". L'alinéa 2 de cet article précise toutefois que cette disposition n'est pas applicable au vol qualifié (art. 139 ch. 2 et 3), au brigandage ainsi qu'à l'extorsion et au chantage.\n\nLa jurisprudence a admis qu'un élément patrimonial est de faible valeur s'il ne vaut pas plus de 300 fr. (ATF 121 IV 261 consid. 2d). La valeur d'une chose doit être déterminée objectivement (ATF 121 IV 261 consid. 2c).\n\nL'art. 172ter al. 1 CP ne parle pas d'un acte portant sur un élément patrimonial de faible valeur, mais d'un acte visant un élément patrimonial de faible valeur. Dans cette acception, viser signifie \"avoir en vue, s'efforcer d'atteindre (un résultat)\" (Le Grand Robert, tome IX, Paris 1985 p. 767). Le terme choisi montre qu'il faut s'attacher au but poursuivi. S'il est vrai que le texte italien est moins expressif (\"se il reato concerne soltanto un elemento patrimoniale di poco valore o un danno di lieve entita...\"), la version allemande va dans le même sens (\"richtet sich die Tat nur auf einen geringen Vermögenswert oder auf einen geringen Schaden\").\n\nL'interprétation littérale est confirmée par le caractère subjectif du droit pénal moderne qui voue davantage d'importance à la faute de l'auteur, en particulier à ce qu'il avait en vue, plutôt qu'au résultat involontaire de son action.\n\nLes travaux préparatoires ne laissent planer à ce sujet aucun doute. En effet, dans le message du Conseil fédéral, on peut lire:\n\n\"En outre, l'art. 172ter CP exige que l'acte punissable et, partant,\n\nl'intention de l'auteur, ne vise dès le départ qu'un élément patrimonial de\n\nfaible valeur ou un dommage de moindre importance. Cette disposition ne\n\nsaurait s'appliquer, par exemple, au délinquant dont le comportement\n\ndélictueux indique qu'il souhaitait s'attaquer à des valeurs patrimoniales\n\nimportantes, mais qui, pour un motif quelconque, n'a finalement porté\n\natteinte qu'à un élément de faible valeur.\" (FF 1991 II 1048) BGE 122 IV 156 S. 160\n\nLa doctrine a également pris position clairement dans ce sens, considérant que les représentations subjectives de l'auteur étaient décisives (STRATENWERTH, Bes. Teil I, 5e éd., p. 455 no 17; REHBERG/SCHMID, Strafrecht III, 6e éd., p. 65 s.; NIKLAUS SCHMID, Das neue Vermögens- und Urkundenstrafrecht, RSJ 91 (1995) p. 3; ERIC STAUFFACHER, Infractions contre le patrimoine: le nouveau droit, RPS 114 (1996) p. 31; voir également, à propos du larcin prévu par l'ancien droit: SCHUBARTH, Kommentar, Bes. Teil II, n. 12 ad art. 138).\n\nEn conséquence, ce n'est pas le résultat concret de l'acte qui est déterminant, mais bien ce que l'auteur voulait ou acceptait. L'art. 172ter al. 1 CP est réservé aux hypothèses où l'auteur n'avait en vue qu'un élément patrimonial de faible valeur ou un dommage de moindre importance. Seul le dol de l'auteur détermine si l'infraction est d'importance mineure.\n\nb) Déterminer ce que l'auteur sait, veut ou l'éventualité à laquelle il consent relève des constatations de fait qui lient la Cour de cassation saisie d'un pourvoi en nullité (ATF 121 IV 90 consid. 2b, ATF 119 IV 1 consid. 5a, 242 consid. 2c, 309 consid. 7b, ATF 116 IV 143 consid. 2c).\n\nEn l'espèce, il a été constaté que le recourant voulait, lors de chaque soustraction, se procurer de l'argent pour acquérir des stupéfiants. Certes, sa manière de procéder ne lui permettait pas d'espérer obtenir des valeurs importantes, mais la question n'est pas là. A chaque fois, il souhaitait obtenir le plus d'argent possible. Son dol n'était donc pas limité à un élément patrimonial de faible valeur, ce qui exclut l'application de l'art. 172ter al. 1 CP.\n\nSur la base des représentations subjectives du recourant - telles qu'elles ont été retenues d'une manière qui lie la Cour de cassation -, la cour cantonale n'a pas violé le droit fédéral en écartant l'application de l'art. 172ter CP.\n\n3. a) Les autres griefs du recourant reposaient principalement sur l'idée que l'art. 172ter al. 1 CP serait retenu. Comme tel n'est pas le cas, ils ont perdu l'essentiel de leur fondement.\n\nb) Avec une argumentation brève et nettement appellatoire, le recourant soutient que la peine qui lui a été infligée est de toute manière excessive.\n\nTout en exigeant que la peine soit fondée sur la faute, l'art. 63 CP n'énonce pas de manière détaillée et exhaustive les éléments qui doivent être pris en considération, ni les conséquences exactes qu'il faut en tirer quant à la fixation de la peine; cette disposition confère donc au juge un large pouvoir d'appréciation; même s'il est vrai que la Cour de cassation BGE 122 IV 156 S. 161examine librement s'il y a eu violation du droit fédéral, elle ne peut admettre un pourvoi en nullité portant sur la quotité de la peine, compte tenu du pouvoir d'appréciation reconnu en cette matière à l'autorité cantonale, que si la sanction a été fixée en dehors du cadre légal, si elle est fondée sur des critères étrangers à l'art. 63 CP, si les éléments d'appréciation prévus par cette disposition n'ont pas été pris en compte ou enfin si la peine apparaît exagérément sévère ou clémente au point que l'on doive parler d'un abus du pouvoir d'appréciation (ATF 121 IV 3 consid. 1a, 193 consid. 2a, ATF 120 IV 136 consid. 3a). Les éléments pertinents pour la fixation de la peine ont été exposés de manière détaillée dans les ATF 117 IV 112 consid. 1 et ATF 116 IV 288 consid. 2a, auxquels il suffit de se référer.\n\nEn l'espèce, il n'est pas contesté que la peine a été fixée dans le cadre légal, en suivant les critères posés par l'art. 63 CP et sans se laisser guider par des considérations étrangères à cette disposition. Le recourant ne peut d'ailleurs citer aucun élément pertinent, propre à modifier la quotité de la peine, qui aurait été omis, pas plus qu'il ne peut citer un élément inadmissible qui aurait été pris en considération à tort. Au vu des faits retenus - qui lient la Cour de cassation -, la peine infligée est certes sévère, comme le relève la cour cantonale, mais on ne voit pas qu'elle constitue un abus du large pouvoir d'appréciation appartenant au juge de répression. En conséquence, la peine a été fixée sans violer le droit fédéral.\n\nc) Le recourant se plaint enfin de la révocation du sursis à l'expulsion.\n\nIl n'est pas contesté que le recourant a commis un crime ou un délit pendant le délai d'épreuve, de sorte que la révocation du sursis devait en principe être ordonnée (art. 41 ch. 3 al. 1 CP). Il est vrai que le juge peut renoncer à révoquer un sursis dans les cas de peu de gravité si des motifs permettent d'envisager l'amendement du condamné (art. 41 ch. 3 al. 2 CP). Cette faculté suppose cependant qu'il s'agisse d'un cas de peu de gravité. Pour trancher cette question, il faut examiner la faute du condamné, qui se traduit normalement dans la quotité de la peine; en conséquence, la jurisprudence attache une importance prépondérante à la question de savoir si l'infraction commise pendant le délai d'épreuve est réprimée ou non par une peine dépassant trois mois de privation de liberté; certes, la jurisprudence n'a pas voulu fixer une règle rigide, mais on ne peut s'en écarter, par une analyse des circonstances concrètes, que si la peine se trouve aux alentours de cette BGE 122 IV 156 S. 162limite (ATF 117 IV 97 consid. 3c/cc et dd). Comme les nouvelles infractions ont conduit en l'espèce, sans violer le droit fédéral, à une peine de l'ordre de sept mois d'emprisonnement, il est suffisamment démontré que le cas n'est pas de peu de gravité au sens de l'art. 41 ch. 3 al. 2 CP, de sorte que la révocation du sursis devait être ordonnée (art. 41 ch. 3 al. 1 CP).\n\n4. (Suite de frais)."}