{"annee": "122", "cour": "II", "page": "265", "date": "8/7/1996", "cite": ["116 IB 400", "116 IB 241"], "cite_par": ["145 II 218", "123 II 317", "127 II 227"], "chapeau": "37. Auszug aus dem Teilurteil der I. öffentlichrechtlichen Abteilung vom 8. Juli 1996 i.S. Stadt Zürich gegen Schweizerische Bundesbahnen, Kreisdirektion III, und Eidgenössisches Verkehrs- und Energiewirtschaftsdepartement (Verwaltungsgerichtsbeschwerde)", "regestes": ["Procédure relative aux contestations en matière ferroviaire, selon l'art. 40 al. 1 let. a de la loi fédérale sur les chemins de fer; procédure d'approbation des plans selon le droit fédéral ou procédure d'autorisation de construire selon le droit cantonal pour l'aménagement de magasins dans une gare? Interprétation des art. 18 et 18a LCdF, résumé de la jurisprudence (consid. 3). Lorsqu'un centre commercial de dimensions importantes doit être aménagé dans les installations d'une gare, l'autorisation pour ce projet doit également être délivrée dans le cadre de la procédure d'approbation des plans selon le droit ferroviaire (art. 18 LCdF), si, en comparaison avec l'ensemble de l'ouvrage, ce projet ne représente qu'une petite partie de la surface et du volume totaux, et qu'il y est complètement inséré des points de vue structurel et fonctionnel (consid. 4-6)."], "faits": "BGE 122 II 265 S. 266\n\nDas eisenbahnrechtliche Plangenehmigungsverfahren für die Zürcher S-Bahn im Innenstadtbereich und für den Um- und Ausbau des Hauptbahnhofes Zürich fand in verschiedenen Etappen statt. Nach der generellen Plangenehmigung für die Neubaustrecke Bahnhof Museumstrasse - Stadelhofen - Dietlikon durch das Bundesamt für Verkehr (BAV) im November 1983 wurde das Vorlageverfahren aufgeteilt. Mit Verfügung vom 1. Oktober 1985 genehmigte das BAV zunächst die oberirdisch in Erscheinung tretenden Anlageteile im Bereich Museumstrasse. Am 26. März 1986 stimmte das Amt dem Projekt für den Um- und Ausbau des Aufnahmegebäudes des Hauptbahnhofes sowie dem Innenausbau des Bahnhofes Museumstrasse zu. Die Genehmigung des letzten Projektteils - betreffend die architektonische Gestaltung der Fassaden und des Bauvolumens des Nordwesttraktes - erfolgte am 28. September 1987.\n\nWährend die Plangenehmigungsverfügung des BAV vom 26. März 1986 unangefochten blieb, erhob neben anderen die Stadt Zürich gegen die Verfügung vom 28. September 1987 Beschwerde und nahm gleich wie im BGE 122 II 265 S. 267Enteignungsverfahren - von dem noch die Rede sein wird - den Standpunkt ein, dass die sog. erweiterten kommerziellen Nutzungen des Hauptbahnhofes Zürich bzw. des Bahnhofes Museumstrasse nicht Gegenstand des eidgenössischen Genehmigungsverfahrens sein könnten, sondern einer kommunalen baurechtlichen Bewilligung bedürften; die angefochtene Plangenehmigungsverfügung müsse deshalb mit einem entsprechenden Vorbehalt versehen werden. Diese Beschwerde wurde zunächst vom Eidgenössischen Verkehrs- und Energiewirtschaftsdepartement (EVED) und hierauf vom Bundesgericht abgewiesen mit der Begründung, dass die Frage, wer die kommerziellen Nutzungen bzw. die diesen dienenden Ladenbauten zu bewilligen habe, in der angefochtenen Verfügung nicht beurteilt worden sei und nicht habe beurteilt werden müssen (1A.220/1990, teilweise publ. in BGE 117 Ib 111).\n\nIm Enteignungsverfahren für den Bau der S-Bahn im Innenstadtbereich hatte die Stadt Zürich bereits im September 1983 gegen die Enteignung für den unterirdisch zu erstellenden Bahnhof Museumstrasse, das heisst gegen die zwangsweise Einräumung eines Servitutes \"zum Betrieb eines Bahnhofes mit sämtlichen entsprechenden Bauten und Anlagen\" Einsprache erhoben. Sie verlangte, dass die Enteignung auf die bahnbetrieblich notwendigen Anlagen und Flächen beschränkt werde und der übrige Raum, soweit er kommerziell genutzt werden solle, der Stadt als Eigentümerin zur Nutzung überlassen werde. In der Folge einigten sich die Parteien darüber, dass der städtische Grund für die Bauarbeiten vorzeitig in Anspruch genommen werden könne und dass die Läden in den Bahnhofbauten von den SBB zu betreiben seien. Da weitere aussergerichtliche Vergleichsverhandlungen der Parteien erfolglos verliefen, leitete die Stadt Zürich einerseits ein sog. Anstandsverfahren im Sinne von Art. 40 des Eisenbahngesetzes ein und wandte sich andererseits an den Präsidenten der Eidgenössischen Schätzungskommission, Kreis 10. Sie ersuchte diesen mit Eingabe vom 19. Dezember 1989 um die (negative) Feststellung, dass die SBB zur vorzeitigen Ausübung der zum Betrieb eines Bahnhofes beanspruchten Rechte insofern nicht ermächtigt seien, als damit kommerzielle Nutzungen ermöglicht werden sollten. Der Schätzungskommissions-Präsident trat mit Verfügung vom 2. Mai 1990 mangels Zuständigkeit auf das Gesuch der Stadt Zürich nicht ein; gleichzeitig überwies er die Einsprache der Enteigneten dem EVED zur Behandlung. Eine von der Stadt Zürich gegen diesen Nichteintretensentscheid gerichtete BGE 122 II 265 S. 268Verwaltungsgerichtsbeschwerde wies das Bundesgericht am 9. Juli 1990 ab (BGE 116 Ib 241). Mit Entscheid vom 10. März 1994 wies schliesslich das EVED die enteignungsrechtliche Einsprache der Stadt Zürich vom 30. September 1983 ab. Das Departement stützte sich hiebei auf die Überlegungen, die das Bundesgericht in seinem Urteil betreffend den Bahnhof Stadelhofen über die Abgrenzung von Art. 18 und 18a des Eisenbahngesetzes angestellt hatte (BGE 116 Ib 400), und kam zum Ergebnis, dass das Enteignungsrecht für den gesamten Baukubus des Bahnhofes Museumstrasse, eingeschlossen die Räumlichkeiten für die Nebenbetriebe, erteilt werden müsse. Im weiteren setzte das EVED fest, dass den SBB nicht die von ihnen verlangte Personaldienstbarkeit, sondern ein Überbaurecht gemäss Art. 674 ZGB auf dem Enteignungswege einzuräumen sei.\n\nIm Anstandsverfahren gemäss Art. 40 Abs. 1 lit. a und g des Eisenbahngesetzes beantragte die Stadt Zürich, dass über den Status der geplanten Läden und der übrigen Einrichtungen im Hauptbahnhof sowie im Bahnhof Museumstrasse ein anfechtbarer Entscheid gefällt werde. Weiter seien die Schweizerischen Bundesbahnen (SBB) zu verpflichten, für sämtliche Läden und anderen Einrichtungen, welche nicht nur oder nicht überwiegend dem Bahnbetrieb dienten, die nötigen kantonalen und kommunalen Baubewilligungen einzuholen. Mit Verfügung vom 11. Juli 1990 bezeichnete das BAV hierauf gewisse Geschäfte als Nebenbetriebe und aberkannte anderen diesen Status. Zudem wurden die SBB angewiesen, gestützt auf Art. 18 des Eisenbahngesetzes das Plangenehmigungsverfahren für die Einrichtung der Nebenbetriebe und anderweitigen Nebennutzungen im Hauptbahnhof Zürich einzuleiten.\n\nDie Verfügung des BAV vom 11. Juli 1990 wurde sowohl von der Stadt Zürich als auch von den SBB und von verschiedenen Privaten beim EVED angefochten. Dieses räumte mit Entscheid vom 24. November 1992 zahlreichen weiteren Geschäften den Nebenbetriebsstatus ein und wies die Beschwerde der Stadt Zürich ab. Gegen den Entscheid des Departements hat die Stadt Zürich Verwaltungsgerichtsbeschwerde erhoben und unter anderem verlangt, es sei festzustellen, dass die Ladeneinbauten im Hauptbahnhof Zürich dem kantonalen Raumplanungsrecht unterstünden.\n\nIn einem Meinungsaustausch im Sinne von Art. 8 Abs. 3 des Reglementes für das Bundesgericht vom 14. Dezember 1978 (SR 173.111.1) haben sich die Präsidenten der I. und der II. öffentlichrechtlichen Abteilungen darauf geeinigt, dass zunächst die I. öffentlichrechtliche Abteilung über die sich BGE 122 II 265 S. 269stellende bau- und planungsrechtliche Frage entscheide und anschliessend die II. öffentlichrechtliche Abteilung über die Anstände betreffend den Nebenbetriebsstatus der Bahnhof-Läden und deren Öffnungszeiten befinde. Die I. öffentlichrechtliche Abteilung weist die Beschwerde der Stadt Zürich insoweit ab, als diese um Feststellung ersucht hat, dass die umstrittenen Ladeneinheiten dem kantonalen Raumplanungsrecht unterstünden.", "considerants": "Aus den Erwägungen:\n\n1. (Parteistellung und Beschwerdelegitimation im Anstandsverfahren gemäss Art. 40 Abs. 1 lit. a EBG).\n\n2. (Abweisung der Einrede der \"res iudicata\").\n\n3. In seinem Urteil betreffend den Bahnhof Stadelhofen vom 31. Oktober 1990 hat sich das Bundesgericht bereits eingehend mit der Frage befasst, welches Baubewilligungsverfahren für sog. Mischbauten, die teils dem Bahnbetrieb, teils betriebsfremden Zwecken dienen, durchgeführt werden müsse. Es hat aufgezeigt, dass seit der Teilrevision des Eisenbahngesetzes von 1982 nicht nur die Bauten und Anlagen, die ausschliesslich dem Bahnbetrieb dienen, sondern auch jene, die \"überwiegend\" diesem dienen, nach Art. 18 Abs. 1 des Eisenbahngesetzes (EBG, SR 742.101) im bundesrechtlichen Plangenehmigungsverfahren zu bewilligen sind; alle \"anderen Bauten\" unterstehen, wie in Art. 18a Abs. 1 EBG festgehalten wird, auch in verfahrensmässiger Hinsicht dem kantonalen Recht. Damit sei zwar - wie das Bundesgericht weiter dargelegt hat - für die überwiegend dem Bahnbetrieb dienenden gemischten Bauwerke eine klare Regelung geschaffen worden, doch sei offen geblieben, was für Bauten und Anlagen gelte, die überwiegend bahnbetriebsfremden Zwecken gewidmet sind. Aufgrund der Gesetzesmaterialien sei wohl anzunehmen, dass auch für gemischte Bauten in der Regel nur ein Baubewilligungsverfahren stattfinden solle, könne aber nicht ausgeschlossen werden, dass unter Umständen wie bisher auch zwei Verfahren nebeneinander durchzuführen seien. Weiter ist dargelegt worden, bei der Beurteilung, ob eine Baute überwiegend dem Bahnbetrieb dient, stelle sich insbesondere bei Grossüberbauungen vorweg die Frage, was als solche Baute zu betrachten sei, ob das Gesamtbauwerk überwiegend dem Bahnbetrieb dienen müsse oder ob und unter welchen Voraussetzungen auch einzelne Teile eines Gebäudes gesondert auf ihre Zweckbestimmung hin untersucht werden könnten. Diese Frage - so schloss das Bundesgericht - BGE 122 II 265 S. 270könne nur aufgrund der im Einzelfall gegebenen konkreten Verhältnisse beantwortet werden (BGE 116 Ib 400 E. 5a und b).\n\nGegen diese Rechtsprechung, auf die sich das EVED in der angefochtenen Verfügung stützt, ist von der Beschwerdeführerin nichts Grundsätzliches eingewendet worden. Sie bringt lediglich vor, das im Hauptbahnhof erstellte Einkaufszentrum sei derart gross, dass es nicht \"mit dem Hinweis auf das noch etwas grössere Bauwerk des gesamten Bahnhofes\" dem Anwendungsbereich des kantonalen Rechts entzogen werden dürfe. Damit wird aber aus baurechtlicher Sicht zunächst nur - die nach der Rechtsprechung ohnehin zu prüfende - Frage aufgeworfen, ob die den kommerziellen Nutzungen dienenden Bauteile ihrer Grösse wegen gesondert auf ihre Zweckbestimmung hin zu untersuchen seien oder ob der gesamte Bahnhofkomplex in die nach Art. 18 Abs. 1 EBG erforderliche Betrachtung einzubeziehen sei.\n\n4. Was die räumlichen Verhältnisse im Hauptbahnhof Zürich bzw. Bahnhof Museumstrasse anbelangt, so sind diese dem Bundesgericht aufgrund der Akten der verschiedenen Verfahren und der zusätzlich beigezogenen Pläne für die Beurteilung der sich hier stellenden Probleme genügend bekannt, ohne dass noch ein Augenschein durchgeführt werden müsste.\n\nWie auch im angefochtenen Entscheid geschildert wird, ist im Zusammenhang mit dem Bau der S-Bahn das Gebäude des Hauptbahnhofes umgebaut und erweitert worden. Als Annexbau neu erstellt wurde insbesondere der unterirdische S-Bahnhof Museumstrasse mit neuen Ausgängen und Verbindungspassagen zu den bestehenden Bahnhofanlagen. Ersetzt worden ist der bisherige Nordtrakt des Hauptbahnhofes, während der Südtrakt renoviert werden soll und die bis zum Dach reichende Haupthalle zwischen den beiden Trakten von allen Einbauten befreit und neu gestaltet worden ist.\n\nIm ausgebauten Zustand präsentiert sich der Hauptbahnhof als weitläufiges Bauwerk mit vier Ober- und fünf Untergeschossen, wobei sich die drei untersten Geschosse flächenmässig auf die Anlagen des S-Bahnhofes Museumstrasse beschränken. In den beiden obersten Geschossen des Nord- und Südtraktes befinden sich Ruheräume und Büros für den Zugsdienst sowie das Personalrestaurant und Estrichräume. Das zweite Obergeschoss nimmt das Bahnhofinspektorat, die Büros der Hausbewirtschaftung, Konferenzräume sowie die Klimazentrale auf. Im ersten Obergeschoss des Nordtraktes sind die BGE 122 II 265 S. 271Büros der SBB-Verkaufsdienste und der Verkaufsleitung sowie die Kantonspolizei einquartiert, während das gleiche Stockwerk des Südtraktes wie bis anhin vor allem den Bahnhof-Restaurants (Säle, Bar) sowie den SBB als Büro-Räume zur Verfügung steht. Ebenerdig sind neben den ebenfalls erweiterten Geleiseanlagen die Querhalle und die grosse Bahnhofhalle zu finden, die als Aufenthaltsort dient und von der aus der Reisende via Rolltreppen und Aufzüge die unteren Geschosse erreichen kann. Im Erdgeschoss des Nordtraktes befinden sich die Schalterhalle, die Gepäckaufbewahrung sowie Brasserie-Räume, im Südtrakt werden weiterhin das Bahnhof-Buffet und einige wenige Läden betrieben. Im ersten Untergeschoss ist eine Dienstleistungszone mit Schliessfächern, WC-Anlagen, Duschen, Fundbüro, PTT-Sprechstation und Cafébar angesiedelt. Weitere Flächen werden vom Gepäcksortierzentrum sowie vom Buffet-Keller und den übrigen für die Buffet-Betriebe notwendigen Anlagen eingenommen. Das zweite Untergeschoss besteht vorwiegend aus Fussgängerpassagen, welche die neue Halle über den S-Bahn-Geleisen (Halle Museumstrasse) mit den verschiedenen Ausgängen (Sihlquai, Platzspitz, Landesmuseum, Limmat, Bahnhofplatz usw.) sowie mit der - der Stadt Zürich gehörenden - Ladenstadt \"Shopville\" und dem SZU-Bahnhof verbinden. In diesem zweiten Untergeschoss sind auch, längs der Passagen, in der Halle Sihlquai und im Bereich des Nordtraktes, die umstrittenen Bahnhof-Läden eingerichtet worden. Auf der gleichen Ebene befinden sich schliesslich die Betriebsschutzanlage und verschiedene technische Räume (Kältezentrale, Entsorgung usw.) sowie die Anlagen für die Anlieferung. Das dritte Untergeschoss beschränkt sich, wie schon bemerkt, flächenmässig auf das Areal des Bahnhofes Museumstrasse und birgt neben den für das unterirdische Werk notwendigen technischen Einrichtungen auch eine Zivilschutzanlage und diverse Lager. Im vierten Untergeschoss befinden sich die Geleise- und Perronanlagen der S-Bahn-Station und im kleinräumigen fünften Untergeschoss weitere technische Einrichtungen (Trafozentrale, Klima-Anlage S-Bahn).\n\nWie bereits erwähnt, sind im zweiten Untergeschoss der Bahnhofbaute Flächen von rund 7'000 m2 ausgeschieden worden, die gewerblichen Nutzungen vorbehalten werden. Zur Zeit sind diese Flächen derart unterteilt, dass Räume für mehr als sechzig Läden oder Dienstleistungsbetriebe vermietet werden können. Welchen der derzeit vermieteten Läden der Nebenbetriebsstatus im Sinne von Art. 39 EBG zuerkannt werden kann, ist wie BGE 122 II 265 S. 272dargelegt noch streitig, nach den in BGE 116 Ib 400 E. 5b angestellten Überlegungen für die hier zu prüfende Frage aber nicht ausschlaggebend.\n\n5. Es ist der Beschwerdeführerin darin zuzustimmen, dass es sich bei den hier umstrittenen kommerziellen Nutzungen um ganz andere Dimensionen handelt als im Falle des Bahnhofes Stadelhofen, wo eine Ladenfläche von ungefähr 1'940 m2 im Streite lag. Im Hauptbahnhof Zürich ist ein eigentliches unterirdisches Ladenzentrum mit einer Gesamtfläche von wie gesagt rund 7'000 m2 entstanden. Es geht aber nicht nur bei den Ladengeschäften, sondern beim ganzen Bahnhofgebäude um völlig andere Grössenverhältnisse. Wie oben ausführlich geschildert, ist mit dem Umbau der bisherigen Bahnhofanlagen und der Erweiterung, vor allem durch den S-Bahnhof Museumstrasse, ein mächtiges Bauwerk entstanden, das - wie das EVED im enteignungsrechtlichen Einspracheentscheid vom 10. März 1994 überzeugend dargelegt hat - baulich, funktionell und betrieblich als Einheit betrachtet werden darf. In diesem Bauwerk misst nach den Angaben der SBB in der Beschwerdeantwort allein die Haupthalle 14'450 m2, umfasst die Halle Landesmuseum 28'500 m2 und belegen die Dienstbereiche der SBB insgesamt eine Fläche von 48'900 m2. Im Vergleich mit diesen Dimensionen kommen den im Untergeschoss angesiedelten Verkaufsgeschäften sowohl flächen- wie auch volumenmässig nur eine untergeordnete Bedeutung zu.\n\nDass das Gesamtbauwerk überwiegend dem Bahnbetrieb dient, wird von der Stadt Zürich an sich nicht in Abrede gestellt. Sie bringt jedoch vor, dass die Ladeneinheiten als selbständige Bauteile gesondert betrachtet und behandelt werden müssten. Eine solche Sonderbehandlung fiele jedoch nur in Betracht, wenn die Läden baulich und funktionell einen gewissen Grad von Selbständigkeit aufwiesen, die ihnen ein eigenes, vom Gesamtbauwerk unabhängiges baurechtliches Schicksal ermöglichen würde. Das ist jedoch nicht der Fall. Wie in der angefochtenen Verfügung und im bereits zitierten Einspracheentscheid des EVED - auf welche hier verwiesen werden kann - anschaulich beschrieben wird, wird die bauliche Gestaltung des zweiten Untergeschosses in erster Linie durch die Bedürfnisse des Bahnbetriebes bestimmt und sind die Läden in Passagen und Hallen eingerichtet worden, die im Zusammenhang mit dem Bau der unterirdischen S-Bahn-Station ohnehin erstellt werden mussten. Die Ladenlokale weisen kein eigenes Mauerwerk auf, sie sind blosse Einbauten, die ohne grossen Aufwand wieder entfernt oder in der räumlichen Aufteilung verändert werden können. Weiter sind die BGE 122 II 265 S. 273Geschäftslokale hinsichtlich der Versorgung mit elektrischer Energie, Wasser und (klimatisierter) Luft sowie entsorgungsmässig völlig in die Systeme der Bahnhofanlagen eingebunden. Es ist daher nicht ersichtlich, inwiefern ihnen baulich und funktionell eine gewisse Selbständigkeit zuerkannt werden könnte, die eine gesonderte baurechtliche Behandlung rechtfertigen würde.\n\n6. Die Stadt Zürich weist schliesslich auf Art. 22quater Abs. 1 BV hin und folgert aus dieser Verfassungsbestimmung, dass ein derart grosses Einkaufszentrum wie das hier umstrittene dem raumplanerischen Kompetenzbereich der kantonalen und kommunalen Behörden nicht entzogen werden dürfe. Die Beschwerdeführerin macht indessen nicht geltend, dass die Errichtung eines Ladenzentrums im Hauptbahnhof Zürich planerisch und städtebaulich verfehlt sei. Sie betont vielmehr, dass die Unterstellung der Nebenbetriebe unter das kantonale Verfahrensrecht keineswegs zu einer Vereitelung dieser Bauten führen, sondern eine Gleichstellung gewerblicher Nutzungen in Kanton und Gemeinde gewährleisten würde. Wie aber bereits in BGE 116 Ib 400 E. 5 S. 407/8 dargelegt worden ist, bedeutet der Umstand, dass eine Baute überwiegend dem Bahnbetrieb dient und daher im eisenbahnrechtlichen Plangenehmigungsverfahren zu bewilligen ist, noch keineswegs, dass die in dieser Baute eingerichteten Ladengeschäfte und Dienstleistungsbetriebe einen gewerblichen Sonderstatus beanspruchen könnten. Ob ein bahnbetriebliches Bedürfnis für die Einrichtung von Nebenbetrieben im Sinne von Art. 39 Abs. 1 EBG bestehe, für welche allenfalls nach Abs. 3 dieser Bestimmung besondere Öffnungszeiten gelten sollen, ist nicht im baurechtlichen bzw. im Anstands-Verfahren gemäss Art. 40 Abs. 1 lit. a, sondern im Verfahren nach Art. 40 Abs. 1 lit. g EBG zu entscheiden. In diesem Verfahren ist demnach auch zu untersuchen, ob bereits vorhandene Geschäfte als Nebenbetriebe gemäss Art. 39 Abs. 1 EBG zu qualifizieren oder zu den anderen Nebennutzungen im Sinne von Art. 39 Abs. 4 EBG zu zählen seien und ob die Anzahl der Nebenbetriebe überhaupt oder der Nebenbetriebe mit besonderen Öffnungszeiten zu begrenzen sei. Diese Fragen werden, wie einleitend bemerkt, unabhängig vom Ausgang des vorliegenden Verfahrens von der II. öffentlichrechtlichen Abteilung zu prüfen sein.\n\nIm übrigen darf nochmals darauf hingewiesen werden, dass die Gemeinde im Verfahren nach Art. 18 EBG Anträge stellen und die Beachtung der Anliegen des kantonalen und kommunalen Bau- und Planungsrechts verlangen kann.BGE 122 II 265 S. 274\n\nSolche Anträge haben die zuständigen Bundesbehörden zumindest soweit zu berücksichtigen, als ihre Anwendung die Bahnunternehmung in der Erfüllung ihrer Aufgaben nicht unverhältnismässig einschränkt (Art. 18 Abs. 3 EBG; BGE 120 Ia 270 ff. E. 3a S. 274)."}