{"annee": "122", "cour": "III", "page": "279", "date": "19/7/1996", "cite": ["107 II 179", "110 II 387", "86 II 78", "86 II 165", "23 I 913", "74 II 41", "96 II 18", "75 II 149", "116 II 351", "116 II 196", "80 I 385", "71 II 277"], "cite_par": ["145 III 143", "132 III 503", "129 III 499", "137 III 67", "136 III 345", "132 III 555", "133 III 453", "142 V 2"], "chapeau": "50. Auszug aus dem Urteil der I. Zivilabteilung vom 19. Juli 1996 i.S. W. gegen S. (Berufung)", "regestes": ["Coopération sans droit à une décision dans la société anonyme (art. 691 al. 2 et 3 CO); intérêt juridiquement protégé. L'action fondée sur l'art. 691 al. 3 CO est un cas particulier de l'action prévue par les art. 706 s. CO. Elle tend à l'annulation du résultat d'un vote ou d'une élection (action formatrice). L'actionnaire n'a pas d'intérêt juridiquement protégé à exercer une action indépendante ne devant aboutir qu'à la confirmation d'une décision de la majorité, même si celle-ci est simultanément l'objet d'une action en annulation intentée par un autre actionnaire."], "faits": "BGE 122 III 279 S. 280\n\nDie S. beschloss an ihrer ausserordentlichen Generalversammlung vom 22. November 1994 eine Änderung der Kapitalstruktur durch die Schaffung von Einheitsinhaberaktien. Zwei Aktionäre, die X. AG und Y., haben diesen Beschluss angefochten, soweit hier von Interesse mit der Begründung, er sei unter Missachtung statutarischer Stimmrechtsbeschränkungen zustande gekommen. In diesen Anfechtungsprozessen hat die S. unter anderem den Einwand der fehlenden Kausalität (Art. 691 Abs. 3 OR) erhoben und geltend gemacht, allfällige Stimmrechtsbeschränkungen seien jedenfalls im Lager der Beschlussgegner missachtet worden; bei Streichung dieser Nein-Stimmen sei das erforderliche Mehr für die Annahme des Antrags auf Schaffung von Einheitsinhaberaktien selbst dann erreicht, wenn die verlangten Korrekturen auf der zustimmenden Seite vorgenommen würden. Die Anfechtungsklagen der X. AG und von Y. sind vor dem Handelsgericht des Kantons Zürich hängig.\n\nW. ist Aktionär der S. Mit Klage vom 28. April 1995 gegen die S. verlangte er (1) die Feststellung, anlässlich der ausserordentlichen Generalversammlung vom 22. November 1994 seien bei der Abstimmung über die Änderung der Kapitalstruktur statutengemäss unbeachtliche Nein-Stimmen abgegeben und mitgezählt worden, (2) die Ungültigerklärung dieser Stimmen und (3) die entsprechende Korrektur des Abstimmungsprotokolls. Im Eventualstandpunkt beantragt er die Aufhebung des Beschlusses über die BGE 122 III 279 S. 281Änderung der Kapitalstruktur und die Feststellung, der Antrag des Verwaltungsrates auf Änderung der Kapitalstruktur sei mit dem entsprechend den Hauptbegehren 2 und 3 berichtigten Abstimmungsergebnis zustande gekommen (recte: angenommen worden).\n\nMit Beschluss vom 12. Juni 1995 trat das Handelsgericht des Kantons Zürich auf die Klage nicht ein. Es verneinte ein hinreichendes Rechtsschutzinteresse des Klägers an den gestellten Begehren.\n\nDer Kläger führt eidgenössische Berufung mit dem Antrag, den Beschluss des Handelsgerichts vom 12. Juni 1995 aufzuheben und die Vorinstanz anzuweisen, auf die Klage einzutreten.\n\nDie Beklagte hat sich zur Berufung vernehmen lassen, sich der Stellung eines Antrags aber ausdrücklich enthalten. Das Handelsgericht hat auf die Einreichung von Gegenbemerkungen verzichtet.", "considerants": "Aus den Erwägungen:\n\n2. Jeder Aktionär ist befugt, gegen die Teilnahme unberechtigter Personen an einer Generalversammlung beim Verwaltungsrat oder zu Protokoll der Versammlung Einspruch zu erheben (Art. 691 Abs. 2 OR). Wirken Personen, die zur Teilnahme nicht befugt sind, bei einem Beschluss mit, so kann jeder Aktionär, auch wenn er nicht Einspruch erhoben hat, diesen Beschluss anfechten, sofern die beklagte Gesellschaft nicht nachweist, dass diese Mitwirkung keinen Einfluss auf die Beschlussfassung ausgeübt hatte (Art. 691 Abs. 3 OR).\n\nDer dem Aktionär in Art. 691 Abs. 3 OR gegebene Rechtsbehelf ist ein Unterfall der allgemeinen Anfechtungsklage nach Art. 706 f. OR (BGE 96 II 18 E. 3; PATRICK SCHLEIFFER, Der gesetzliche Stimmrechtsausschluss im schweizerischen Aktienrecht, Diss. Zürich 1993, S. 296 f.; PETER BÖCKLI, Schweizerisches Aktienrecht, 2. Aufl., 1996, Rz. 1909a; FORSTMOSER/MEIER-HAYOZ/NOBEL, Schweizerisches Aktienrecht, S. 249 ff., insbesondere Rz. 14 und 33). Es handelt sich um eine Gestaltungsklage, die auf eine rückwirkende Aufhebung des angefochtenen Generalversammlungsbeschlusses für und gegen alle Aktionäre abzielt (Art. 706 Abs. 5 OR; BGE 110 II 387 E. 2c). Sie steht einzig für die Behauptung offen, ein Beschluss der Generalversammlung verstosse zwar nicht inhaltlich, aber wegen der Art seines Zustandekommens gegen das Gesetz oder die Statuten. Anfechtungsobjekt ist desungeachtet der Beschluss in seiner materiellen Tragweite, und begehrt wird die Beseitigung seiner Rechtswirkung.BGE 122 III 279 S. 282\n\nMit seinem Eventualantrag hat der Kläger zwar formell die Aufhebung des Beschlusses vom 22. November 1994 verlangt, gleichzeitig aber die Feststellung, dass dieser mit anderem Stimmenverhältnis zustande gekommen sei. Zu Recht hat das Handelsgericht darin inhaltlich keine Anfechtungsklage im Sinn von Art. 691 Abs. 3 OR erblickt, weil der Kläger nicht in Frage stellt, dass der angefochtene Beschluss gültig gefasst wurde, sondern im Ergebnis bloss festgestellt haben will, er sei anders als protokolliert zustande gekommen. Sollen die beanstandeten Stimmenverhältnisse aber nach dem Willen des Klägers ohne Einfluss auf die Entscheidung als solche bleiben, ist ihm die Anfechtungsklage verschlossen (vgl. Art. 691 Abs. 3 OR). Das Anfechtungsinteresse hat sich auf die Rechtsgestaltung und damit auf die Beseitigung des Abstimmungs- oder Wahlergebnisses zu beziehen.\n\n3. a) Im Prozess vorgetragene Begehren sind materiell nur zu beurteilen, wenn sie auf einem hinreichenden und in der Regel aktuellen (vgl. allerdings BGE 116 II 196 E. 2a) Interesse gründen. Geht es um Ansprüche des Bundesrechts, beurteilt sich abschliessend danach, ob ein hinreichendes Interesse an deren gerichtlichen Beurteilung besteht (BGE 116 II 351 E. 3a). Ein solches fehlt im allgemeinen, wenn der streitige Anspruch bereits befriedet, weitergehend als verlangt sogleich oder überhaupt nicht befriedet werden kann. Erforderlich ist im Regelfall ein persönliches Interesse des Petenten, welches in dem Sinn rechtlicher Natur ist, als die anbegehrte Feststellung oder Gestaltung einer Rechtslage ihm einen Nutzen eintragen muss (BGE 116 II 196 E. 2a). Dies gilt im Grundsatz ebenfalls für die aktienrechtliche Anfechtungsklage, wenngleich nach der Rechtsprechung in diesem Bereich ein weitgefasster Interessenbegriff greift und - vorbehältlich des Rechtsmissbrauchsverbots - die Absicht genügt, die Gesellschaftsinteressen wahrzunehmen (BGE 74 II 41 E. 4a, BGE 75 II 149 E. 2b, BGE 86 II 165 E. 3, BGE 107 II 179 E. 2). Erforderlich ist aber auch hier, dass durch ein die Begehren gutheissendes Urteil die Rechtsstellung des anfechtenden Aktionärs berührt wird. Das Prozessrecht steht nicht zur Verfügung, abstrakte Rechtsfragen ohne Wirkung auf konkrete Rechtsverhältnisse zu beurteilen. Dies gilt im Grundsatz gleichermassen für Feststellungs-, Leistungs- und Gestaltungsklagen. Wo sodann verschiedene Klagen in Konkurrenz zueinander stehen, ist zusätzlich der Grundsatz der Subsidiarität zu beachten und daher diejenige zu erheben, welche dem Kläger den angestrebten Nutzen bereits unmittelbar einzutragen vermag.BGE 122 III 279 S. 283\n\nb) Der Kläger wendet sich nicht gegen die am 22. November 1994 beschlossene neue Kapitalstruktur der Beklagten, sondern will bloss das Abstimmungsergebnis dahingehend korrigiert wissen, dass weniger gültige Nein-Stimmen als protokolliert zu berücksichtigen seien. Dabei versteht sich von selbst, dass weder ihm noch der Gesellschaft einen rechtserheblichen Nutzen einträgt, wenn bei gleichbleibendem Abstimmungsresultat bloss das Stimmenverhältnis neu festgestellt wird. Mithin steht seinem Begehren von vornherein kein hinreichendes Rechtsschutzinteresse zur Seite, wenn der Beschluss in seinem Resultat nicht in Frage gestellt wird.\n\nc) Der vorliegende Fall weist indes die Besonderheit auf, dass der Beschluss als solcher von dritter Seite angefochten und damit in seiner Rechtsgestaltung beanstandet worden ist. Hier stellt sich die Frage, ob der Kläger als Aktionär befugt ist, mit selbständiger Klage den Standpunkt der Gesellschaft zu unterstützen, die in den Anfechtungsklagen gerügte Missachtung von Stimmrechtsbeschränkungen habe das Abstimmungsergebnis nicht beeinflusst, weil jedenfalls ungültige Nein-Stimmen mitgezählt worden seien und die gültigen Ja-Stimmen die gültigen Nein-Stimmen so oder anders überwogen hatten.\n\naa) Passivlegitimiert im Anfechtungsprozess ist ausschliesslich die Gesellschaft (Art. 706 Abs. 1 OR). Die Mehrheitsaktionäre, die den Beschluss gefasst haben, sind es nicht (BGE 23 I 913 E. 2; BÜRGI, Zürcher Kommentar, N. 54 zu Art. 706 OR; FORSTMOSER/MEIER-HAYOZ/NOBEL, a.a.O., S. 254 Rz. 52; CHRISTOPH VON GREYERZ, in: Schweizerisches Privatrecht, Bd. VIII/2, S. 193), können der Gesellschaft aber allenfalls nach Massgabe des anwendbaren Prozessrechts als Nebenintervenienten beitreten (PETER BÖCKLI, a.a.O., Rz. 1915; DREIFUSS/LEBRECHT, in: Kommentar zum schweizerischen Privatrecht, Obligationenrecht II, Art. 530-1186 OR, N. 24 zu Art. 706; KUNO WALTER ROHRER, Aktienrechtliche Anfechtungsklage, Diss. Bern 1979, S. 89 f.). Im Prozess handelt die Gesellschaft durch den Verwaltungsrat, sofern dieser nicht seinerseits Anfechtungskläger ist (Art. 706a Abs. 2 OR; allerdings ist streitig, ob der Verwaltungsrat auch die Anfechtungsklage nach Art. 691 Abs. 3 OR erheben kann, vgl. zum Meinungsstand PATRICK SCHLEIFFER, a.a.O., S. 305 f.). Er hat dabei die Interessen der Gesellschaft, d.h. der Mehrheitsaktionäre zu verfechten und nicht die eigene - allenfalls davon abweichende - Auffassung zu vertreten, weshalb er über den Streitgegenstand auch nicht durch Klageanerkennung oder Vergleich verfügen kann (BGE 80 I 385 E. 4; PETER BÖCKLI, a.a.O., Rz. 1918a; BGE 122 III 279 S. 284FORSTMOSER/MEIER-HAYOZ/NOBEL, a.a.O., S. 257 Rz. 73; DREIFUSS/LEBRECHT, a.a.O., N. 27 zu Art. 706 OR; a.M. GUHL/KUMMER/DRUEY, Schweizerisches Obligationenrecht, 8. Aufl., 1995, Nachdruck, S. 696). Aus dieser Ordnung folgt, dass der Gesetzgeber die Wahrung der Interessen der Mehrheitsaktionäre im Anfechtungsprozess in die ausschliessliche Prozessführungsbefugnis der Gesellschaft, handelnd durch den Verwaltungsrat oder den nach Art. 706a Abs. 2 OR richterlich bestellten Vertreter, gestellt und die Aktionäre davon als Hauptparteien ausgeschlossen hat. Diese Ordnung der Prozessführungsbefugnis aber hat unabhängig von der jeweiligen Parteirolle zu gelten. Mit anderen Worten ist dem von der Passivlegitimation im Anfechtungsprozess ausgeschlossenen Mehrheitsaktionär auch verwehrt, durch selbständige Klage die Rechtsverbindlichkeit eines Generalversammlungsbeschlusses positiv feststellen zu lassen, und zwar unabhängig davon, ob der Beschluss von dritter Seite angefochten wird oder nicht. Die Ausschliesslichkeit des Anfechtungsprozesses verhindert eine selbständige Feststellungsklage.\n\nbb) Hinzu kommt ein weiteres: Mit den hier zu beurteilenden Begehren wird kein Gestaltungsklagerecht ausgeübt, welches darauf gerichtet wäre, die in der Gesellschaft beschlossene Rechtslage zu ändern, sondern wird deren Bestätigung beantragt, wenn auch auf anderer Grundlage. Soll indes an der rechtlichen Situation im Ergebnis nichts geändert werden, liegt richtig besehen eine Klage vor, mit der das Gericht um die Feststellung ersucht wird, die Rechtslage bestehe entsprechend dem gefassten Beschluss. Ein Urteil aber, welches einen Generalversammlungsbeschluss nicht aufhebt, sondern nach Massgabe der Vorbringen der Parteien bestätigt, hat keine Gestaltungswirkung für und gegen alle Aktionäre (Art. 706 OR), sondern entfaltet - wie die abgewiesene Gestaltungsklage (BÜRGI, Zürcher Kommentar, N. 72 zu Art. 706 OR; FORSTMOSER/MEIER-HAYOZ/NOBEL, a.a.O., S. 256 Rz. 64 f.) - materielle Rechtskraftwirkung bloss unter den Prozessparteien und kann beispielsweise weiteren Anfechtungsklägern nicht mit bindender Wirkung entgegengehalten werden. Ihnen wäre daher insbesondere nicht verwehrt, die Ungültigkeit einzelner abgegebener Stimmen geltend zu machen, welche nicht Gegenstand des Feststellungsverfahrens gebildet hatten, und damit den Beschluss allenfalls trotz der ergangenen bestätigenden Feststellung zu Fall zu bringen. Damit stellt die zu beurteilende Klage entgegen der Auffassung des Klägers auch keine sogenannte positive BGE 122 III 279 S. 285Beschlussfeststellungsklage dar. Mit dieser wird über die kassatorische Wirkung der Ungültigkeitserklärung hinaus verlangt, den rechtmässigen Beschlussinhalt klarzustellen, d.h. im Regelfall auf gerichtliche Feststellung der Annahme anstelle der protokollierten Ablehnung eines Antrags zu erkennen (PETER JÄGGI, Vom Abstimmungsverfahren in der Aktiengesellschaft, in: Privatrecht und Staat, Gesammelte Aufsätze, S. 315 ff., 323; PATRICK SCHLEIFFER, a.a.O., S. 311 ff.; ALFRED SCHETT, Stellung und Aufgaben der Verwaltung einer Aktiengesellschaft bei der Durchführung der ordentlichen Generalversammlung, Diss. Zürich 1977, S. 115). Ziel dieser Beschlussfeststellungsklage ist es, einen rechtmässigen Beschluss an die Stelle des rechtswidrigen zu setzen. Demzufolge ist sie ihrem Wesen nach nicht Feststellungs-, sondern Gestaltungsklage, gerichtet auf die Herstellung des rechtmässigen Beschlussergebnisses, auf die Änderung des Beschlussinhalts und damit auf eine gerichtliche Neuordnung der gesellschaftlichen Rechtslage (PETER BÖCKLI, a.a.O., Rz. 1411v; KARSTEN SCHMIDT, Grosskommentar zum AktG, 4. Aufl., Berlin 1996, N. 101 zu § 246 und N. 18 zu § 248). Entsprechend entfaltet das in Gutheissung der Klage ergehende Urteil Gestaltungswirkung und materielle Rechtskraft hinsichtlich der beurteilten Rechtslage für und gegen alle Aktionäre (PETER BÖCKLI, a.a.O., Rz. 1411v; KARSTEN SCHMIDT, a.a.O., N. 19/20 zu § 248 dAktG). Der Kläger will indes keine Neugestaltung, sondern die Bestätigung der protokollierten Rechtslage und daher reine Feststellung. Damit kann weiterhin offenbleiben, ob eine sogenannte positive Gestaltungsklage, welche sich richtig besehen von der Teilanfechtung eines Beschlusses analog dem Regelungsgehalt von Art. 20 Abs. 2 OR unterscheidet (dazu BGE 86 II 78 E. 5), auch im schweizerischen Recht zulässig ist (BGE 75 II 149 E. 2b am Ende).\n\nAn der erhobenen Klage besteht demzufolge auch unter diesem Blickwinkel kein objektiv hinreichendes Rechtsschutzinteresse.\n\ncc) Nach Art. 691 Abs. 3 OR kann die Gesellschaft den Erfolg der Anfechtungsklage trotz tatsächlicher Mitwirkung Unbefugter dadurch abwenden, dass sie nachweist, das Abstimmungsergebnis sei dadurch nicht beeinflusst worden. Dreht sich der Anfechtungsstreit dabei ausschliesslich um die Frage einer Missachtung von Stimmverbotsvorschriften und nicht (auch) um die Teilnahme Unbefugter an der Generalversammlung, ist im Rahmen der Kausalitätswiderlegung einzig zu prüfen, ob die unzulässig abgegebenen Stimmen das Abstimmungsergebnis zahlenmässig beeinflusst haben (BGE 71 II 277 E. 1; PATRICK SCHLEIFFER, a.a.O., S. 300). Dieser an sich BGE 122 III 279 S. 286selbstverständliche Kausalitätsgrundsatz beruht auf praktischen Überlegungen (BÜRGI, Zürcher Kommentar, N. 31 zu Art. 691 OR): Im Interesse der Gesellschaft und der nicht anfechtungswilligen Aktionäre sollen die Abhaltung unnötiger Generalversammlungen und die mit einer Wiederholung des angefochtenen Beschlusses verbundenen Umtriebe vermieden werden, wenn feststeht, dass die Abstimmung auch bei Berücksichtigung der Verfahrensvorschriften zum gleichen Ergebnis führt (MEIER-HAYOZ/FORSTMOSER, Grundriss des schweizerischen Gesellschaftsrechts, 7. Aufl., 1993, S. 294 Rz. 131; PATRICK SCHLEIFFER, a.a.O., S. 299). Gleichzeitig wird dadurch verhindert, dass die Tätigkeit der Gesellschaft durch an sich unnütze Anfechtungsklagen blockiert wird (ANDREAS LÄNZLINGER, in: Kommentar zum schweizerischen Privatrecht, Obligationenrecht II, Art. 530-1186 OR, N. 15 zu Art. 691). Aus Sinn und Zweck des Kausalitätserfordernisses und aus dem Wesen des Gestaltungsurteils folgt dabei, dass die beklagte Gesellschaft zur Kausalitätswiderlegung umfassend zuzulassen und nicht etwa darauf beschränkt ist, bloss die Erheblichkeit der beanstandeten Stimmen auf das Abstimmungsergebnis in Abrede zu stellen. Da die Verwaltung den Prozess nicht im eigenen, sondern im Interesse der Mehrheitsaktionäre führt, können ihr allfällige eigene Versäumnisse in der Führung und Abwicklung der Generalversammlung von vornherein nicht entgegengehalten werden, sondern höchstens solche der Versammlung bzw. deren Mehrheit selbst, welche Einwände sich auch selbständig zur Klage befugte Aktionäre entgegenhalten lassen müssten. Aus dem Grundsatz, dass die Verwaltung die Interessen der Gesellschaftsmehrheit zu wahren hat, obliegt ihr zudem, allfällig unzulässige Gegenstimmen zum angefochtenen Beschluss zu beweisen und aufzuzeigen, dass bei der Streichung aller unzulässigen Ja- wie Nein-Stimmen die Entscheidung gleich wie protokolliert ausgefallen wäre. Aus der Stellung der Gesellschaft im Anfechtungsverfahren schliesslich folgt, dass sie nach der gesetzlichen Ordnung auch den Einwand der fehlenden Kausalität allein erheben kann, somit den anfechtungsunwilligen Aktionären darüber kein eigenes Klagerecht zusteht. Sie sind, wie das Handelsgericht zutreffend erkannt hat, höchstens als Nebenparteien (Intervenienten) zum Verfahren zuzulassen und im übrigen auf allfällige Verantwortlichkeitsansprüche verwiesen."}