{"annee": "122", "cour": "III", "page": "373", "date": "9/7/1996", "cite": ["119 II 443", "117 II 332", "122 III 26", "112 II 450"], "cite_par": ["135 III 1"], "chapeau": "69. Extrait de l'arrêt de la Ire Cour civile du 9 juillet 1996 dans la cause L. contre banque X. (recours en réforme)", "regestes": ["Dommage résultant du paiement d'un chèque faux ou falsifié (art. 1132 CO); chèque garanti par carte. Nature dispositive de l'art. 1132 CO; répartition des risques prévue dans le système eurochèque (consid. 2a et 2b). Admissibilité de cette répartition des risques au regard des art. 2 al. 2 CC, 19 al. 2 CO et 8 LCD (consid. 3a). Faute, au sens de l'art. 1132 CO, du tireur qui laisse sa carte eurochèque avec 32 formulaires de chèques dans un véhicule garé (consid. 3b). Absence de faute de la banque tirée qui honore des eurochèques falsifiés après avoir été avertie du vol par son client (consid. 4a et 4b)."], "faits": "BGE 122 III 373 S. 374\n\nA.- Le 18 novembre 1986, L. a demandé à la banque X. l'établissement d'une carte eurochèque (ci-après: carte ec) et la remise de formulaires de chèques. Ces pièces lui ont été délivrées avec des conditions d'utilisation de la carte ec, qu'il a acceptées et dont il a reçu un nouvel exemplaire en 1990.\n\nLe 10 octobre 1993, le véhicule de L., qui était garé en France, a été forcé. Sa carte ec, contenue dans une fourre, son chéquier, qui se trouvait dans son portefeuille, ainsi que son passeport ont été volés. L. a déposé plainte et signalé le vol à la banque le lendemain. Dans les jours suivants, le voleur a rempli 32 chèques d'un montant de 1'400 FF chacun, en imitant la signature de L. et en inscrivant au dos des chèques le numéro de la carte ec. Les 32 chèques ont été remis pour encaissement auprès de diverses banques françaises qui les ont honorés. Ultérieurement, la banque X. les a débités du compte de L. pour un montant total de 11'517 fr. 20. Invoquant les conditions d'utilisation de la carte ec ainsi qu'une notice relative à la couverture des dommages en cas d'utilisation abusive d'eurochèques par des tiers, la banque a indemnisé son client à concurrence de 3'229 fr. 90.\n\nBGE 122 III 373 S. 375\n\nB.- Le 14 septembre 1994, L. a ouvert action contre la banque X. en paiement de 8'287 fr. 30 avec intérêts. Ses conclusions ont été rejetées par le Tribunal de première instance et, sur appel, par la Cour de justice du canton de Genève. Le Tribunal fédéral a confirmé l'arrêt de la cour cantonale.", "considerants": "Extrait des considérants:\n\n2. a) Selon l'art. 1132 CO, le dommage résultant d'un chèque faux ou falsifié est à la charge du tiré si aucune faute n'est imputable à la personne désignée comme tireur dans le titre; la faute du tireur consistera notamment dans le fait de n'avoir pas veillé avec assez de soin à la conservation des formulaires de chèques qui lui ont été remis. Cette réglementation est de droit dispositif (cf. ATF 122 III 26 consid. 4a et la doctrine citée).\n\nLes conditions d'utilisation de la carte ec, telles qu'elles ont été remises par la défenderesse au demandeur, constituent l'annexe 1 à la Convention XV concernant la production, la distribution et l'utilisation de la carte \"eurochèque\" (sic)(ci-après: la Convention XV) du 1er novembre 1990 de l'Association suisse des banquiers (WIDMER, in Kommentar zum schweizerischen Privatrecht, Bâle, n. 11 et 12 ad art. 1104 CO; JÄGGI/DRUEY/VON GREYERZ, Wertpapierrecht, p. 313). Sous le titre \"I. Dispositions générales\", elles imposent à l'ayant droit d'une carte ec, laquelle peut servir de garantie eurochèque, de carte de prélèvement d'argent comptant ou encore de carte de paiement (clause I.1), et demeure propriété de la banque (clause I.4), l'obligation de conserver avec soin et séparément la carte ec et les eurochèques (clause I.6b) ainsi que d'annoncer immédiatement à la banque la disparition de la carte ec, d'eurochèques ou du code ec (clause I.6g); elles précisent que la banque est en droit de débiter sur le compte du titulaire de la carte tous les montants résultant de l'utilisation de la carte ec (clause I.8). Sous le titre \"II. La carte ec comme carte de garantie des eurochèques\", lesdites conditions prévoient ce qui suit:\n\n\"1. Garantie\n\nLorsque des eurocheques (sic) sont émis sur présentation d'une carte ec, en Europe ou dans les pays riverains de la Méditerranée, et conformément aux conditions a) à d) ci-après, la banque garantit à tout porteur légitime, selon les principes du droit de chèque, le paiement du montant des chèques jusqu'à concurrence du montant maximum de garantie eurocheque fixé par chèque au plan international pour chaque pays: BGE 122 III 373 S. 376\n\na) Le nom de la banque, la signature et le numéro du compte apposés sur le chèque doivent correspondre à ceux de la carte ec.\n\nb) Le numéro de la carte ec doit être annoté au verso de l'eurocheque.\n\nc) La date d'émission de l'eurocheque doit être comprise dans la durée de validité de la carte ec.\n\nd) Un eurocheque doit être présenté à la banque tirée dans un délai de 8 jours s'il est émis en Suisse et de 20 jours s'il est émis à l'étranger, à compter du lendemain de la date d'émission.\n\n2. Droit de débit de la banque\n\nLorsque la banque paie un eurocheque, du fait que les conditions de garantie de la carte sont apparemment remplies, elle est autorisée à débiter le compte jusqu'à concurrence du montant garanti, même si un eurocheque a déjà été révoqué. Pour les montants supérieurs, les dispositions générales du droit de chèque sont applicables (art. 1100 ss CO).\n\n3. Couverture des dommages\n\nUn dommage doit être annoncé à la banque immédiatement après sa découverte, mais au plus tard 30 jours après réception de l'extrait de compte afférent à la période concernée. Le formulaire d'annonce de dommage doit être renvoyé à la banque dûment rempli et signé, dans les 10 jours suivant sa réception.\n\nLes dommages causés au titulaire du compte, en raison de l'utilisation abusive par des tiers d'eurocheques prétendument garantis par une carte ec, sont indemnisés par la banque sous déduction d'une retenue de 10%, pour le montant émis, au maximum cependant à concurrence du montant garanti fixé au plan international, par eurocheque, pour chaque pays émetteur. Sont également pris en considération les dommages résultant de falsifications ou de contrefaçons d'eurocheques et/ou de la carte ec. La prestation est limitée à 10 eurocheques par carte ec et par cas. La retenue n'est pas effectuée si l'ayant droit à la carte était en possession de sa carte ec au moment du paiement abusif des chèques.\n\n(...) Par l'acceptation de l'indemnité, le titulaire du compte cède ses prétentions découlant du cas de dommage à la banque.\"\n\nb) Ces dispositions dérogent à l'art. 1132 CO, en particulier lorsque le tireur ne peut se voir imputer aucune faute. Ce dernier supporte ainsi les dommages découlant de l'utilisation abusive des eurochèques garantis par la carte ec, dans la mesure où la banque émettrice est autorisée à débiter le compte de son client à concurrence du montant garanti même si l'eurochèque a été révoqué, si - et la réalisation de cette exigence en l'espèce n'est plus contestée devant le Tribunal fédéral - les conditions formelles auxquelles la garantie des chèques est subordonnée sont apparemment remplies. Mais la rigueur de cette clause est atténuée par le fait que les BGE 122 III 373 S. 377banques indemnisent leurs clients des dommages résultant de l'utilisation abusive à concurrence de 90% (voire de 100% si l'ayant droit à la carte ec était en possession de celle-ci au moment du paiement abusif des chèques) du montant de la garantie instaurée par le système eurochèque, et ce pour 10 chèques. Il est constant en l'espèce que la défenderesse a procédé à cette indemnisation.\n\n3. A l'appui de son avis selon lequel la répartition des risques prévue par les conditions d'utilisation de la carte ec sont abusives et contraires à l'ordre public, le demandeur invoque l'opinion de SCHÖNLE (La responsabilité des banques et de leurs clients en cas d'utilisation abusive et frauduleuse des nouveaux moyens électroniques de paiement et de mauvais fonctionnement du système automatisé d'opérations bancaires, in Les nouveaux moyens électroniques de paiement, Lausanne 1986, p. 65 ss, p. 84 ss). Selon celui-ci, la répartition des risques prévue dans les conditions émises par les banques devrait s'analyser comme une remise de dette concédée par le client à la banque sous la condition suspensive que la banque, sans faute de sa part ou par faute légère, ne remarque pas la falsification. Cette remise de dette devrait être considérée comme nulle du moment que toutes les banques suisses l'exigent dans leurs conditions générales et qu'aucun client ne peut obtenir un contrat bancaire qui lui permette d'utiliser sa carte ec conformément aux art. 400 al. 1, 481 en liaison avec l'art. 475 et 1132 CO. Les banques exerceraient ainsi leur droit de préformuler le contenu du contrat d'une manière abusive au sens de l'art. 2 al. 2 CC. L'argumentation de cet auteur a été développée en relation avec les anciennes conditions d'utilisation de la carte ec, mais est reprise par le demandeur, mutatis mutandis, à propos de la clause II.2 des nouvelles conditions générales émises en 1990 (pour une critique de cette analyse, cf. OBERSON, Les moyens électroniques de paiement orientés vers le particulier. L'exemple du système Eurochèque, thèse Lausanne 1992, p. 443 s.). Se référant à FAVRE-BULLE (Le rôle du principe de la bonne foi et de l'abus de droit dans le domaine des clauses abusives, in Abus de Droit et Bonne Foi, Fribourg 1994), le demandeur soutient en outre que le système de garantie de la carte ec tomberait sous le coup de l'art. 8 LCD (RS 241) aux termes duquel agit de façon déloyale celui qui, notamment, utilise des conditions générales préalablement formulées, qui sont de nature à provoquer une erreur au détriment d'une partie contractante et qui (a) dérogent notablement au régime légal applicable directement ou par analogie, ou (b) prévoient une répartition des droits et des obligations s'écartant notablement de celle qui découle de la nature du contrat. A ses BGE 122 III 373 S. 378yeux, ce système de garantie, dérogeant à l'art. 1132 CO, présenterait manifestement un caractère inéquitable par la répartition inégale des risques prévue en cas de falsification de chèques. Les conditions générales seraient par ailleurs trompeuses car, lors d'un vol d'eurochèques ou d'une carte ec, elles imposeraient au souscripteur du contrat de chèque un devoir d'avertissement permettant raisonnablement de croire que le blocage effectif des chèques disparus empêcherait la banque de débiter le compte, ce qui ne serait pas le cas. En autorisant la banque à se limiter à vérifier l'apparence de la légitimation du porteur du chèque, alors même qu'elle aurait la connaissance effective de l'illégitimité de celui-ci, les conditions générales seraient enfin contraires à l'ordre public.\n\na) Contrairement à la plus grande partie du droit de chèque, la répartition des risques en cas de falsification des chèques n'a pas été réglementée de manière uniforme par la Convention de Genève du 19 mars 1931. Si la Suisse a mis le dommage résultant d'un chèque faux ou falsifié à la charge du tiré, sauf faute du tireur (art. 1132 CO), les divers pays signataires de la convention ont réglé la question différemment en tenant plus ou moins compte de l'existence d'une faute de l'un ou l'autre des obligés (PETITPIERRE-SAUVAIN, FJS no 721, p. 1 et 9). En Suisse même, la plupart des conditions générales des banques dérogent à l'art. 1132 CO (HIPPELE, in Kommentar zum schweizerischen Privatrecht, Bâle, n. 6 s. ad art. 1132 CO). Mais une clause dérogeant au régime légal applicable, même si les dérogations deviennent la règle, ne tombe pas nécessairement de ce simple fait sous le coup de l'art. 8 LCD ou du principe de la clause insolite. En l'occurrence, il sied en outre d'observer que les eurochèques remplissent largement la fonction de substituts de l'argent comptant. En cas de perte ou de vol de numéraire, c'est pourtant le porteur malchanceux qui supporte le dommage. Au premier abord, il n'y a rien de choquant à prévoir une répartition des risques semblable pour les eurochèques. On ne voit pas d'obstacle de principe à ce que le tireur et ayant droit à la carte ec supporte une large responsabilité, dans un système fondé sur la théorie de l'apparence, et qu'il réponde contractuellement de toute falsification dont la survenance peut lui être imputée (cf. CANARIS, in Grosskommentar zum HGB, 4e éd., Bankvertragsrecht, n. 847a). On hésitera d'autant moins en l'espèce que ce risque est, d'une part, limité au montant de la garantie des chèques (environ 300 fr. par chèque) et, d'autre part, \"réassuré\" dans BGE 122 III 373 S. 379la mesure où la banque rembourse en principe à son client le dommage subi jusqu'à concurrence de 90% du montant de la limite de garantie accordée aux eurochèques; aussi le client ne supporte-t-il normalement qu'un dommage limité à 10% des montants détournés, retenue qui de surcroît tombe lorsque l'ayant droit à la carte était en possession de celle-ci au moment du paiement abusif des chèques. Un tel système, qui incite le client à la prudence en ce qu'il l'engage à conserver séparément la carte et les eurochèques, n'apparaît pas abusif (CANARIS, op.cit., n. 855a). Le demandeur ne discute au reste pas la retenue de 10%, dont il admet ce faisant la validité. La couverture du dommage est toutefois limitée à 10 chèques. Cette restriction - que le demandeur qualifie d'inadmissible - paraît elle aussi non abusive. Il appartient en effet au client de décider combien de formulaires de chèques il emporte avec lui et quel risque il accepte de courir en cas de vol ou de perte (CANARIS, op.cit., n. 855a). La limite posée de 10 chèques (ce qui représente environ 3'000 fr.) ne constitue pas une atteinte inadmissible à la liberté du commerce et de l'industrie. Le fait que la couverture du dommage n'est pas illimitée ressort par ailleurs clairement de la clause II.3 des conditions d'utilisation. A considérer le système de façon globale, il n'apparaît ainsi pas qu'on est en présence d'une situation dans laquelle l'équilibre du régime légal serait sensiblement compromis au sens de l'art. 8 let. a LCD (cf. ATF 117 II 332 consid. 5a). Il n'apparaît pas non plus qu'on est en présence d'une clause insolite au sens de l'art. 2 al. 2 CC (cf. ATF 119 II 443 consid. 1a et les références).\n\nb) Ces questions ne sont pas déterminantes dans le cas particulier. En laissant sa carte ec avec 32 chèques (soit une valeur en l'espèce d'environ 11'000 fr.), sans compter son passeport, dans un véhicule parqué, le demandeur a clairement violé son devoir de diligence (cf. REIFNER, Der abhanden gekommene Eurocheck, NJW 1987, p. 630 ss, p. 634; KLINGNER-SCHMIDT, Die Rechtsstrukturen im ec-Service, Baden-Baden 1993, p. 182-183; BAUMBACH/HEFERMEHL, Wechselgesetz und Scheckgesetz, 19e éd., n. 24a ad art. 4 DSchG, p. 545). On doit donc lui imputer une faute, et ce déjà au regard seulement de l'art. 1132 CO. Le demandeur ne saurait se disculper en invoquant simplement le fait que la carte était dans une fourre et le chéquier dans un portefeuille; les véhicules qui font l'objet d'une effraction sont en général complètement fouillés. Cette solution s'impose d'autant plus en l'espèce que les conditions générales acceptées par le client lui font obligation de conserver avec soin et séparément la carte ec et les eurochèques, en indiquant de manière explicite que la prise en BGE 122 III 373 S. 380charge du dommage par la banque est limitée à certains montants (clause II.3), de sorte que le demandeur devait être conscient des risques qu'il prenait en agissant comme il l'a fait. Sur ce point, la cour cantonale n'a pas violé le droit fédéral.\n\n4. Il faut encore examiner si, pour être restée inactive et n'avoir pas fait bloquer les chèques après avoir été avisée par son client, conformément aux conditions générales, du vol des formulaires eurochèques et de la carte ec, la défenderesse a commis une faute engageant sa responsabilité (cf. art. 1119 al. 3 CO; ATF 112 II 450; HIPPELE, op.cit., n. 8 ad art. 1132 CO).\n\na) Il convient de distinguer l'utilisation de la carte ec comme carte de garantie de chèque (annexe 1 à la Convention XV, titre II) et comme moyen de prélèvement d'argent comptant et de paiement (annexe 1 à la Convention XV, titre III).\n\naa) Si la carte ec est utilisée comme moyen de retrait ou de paiement conjointement avec le code ec dans un appareil automatique, elle peut être électroniquement bloquée sans difficulté particulière (cf. annexe 1 à la Convention XV, clause III.9). La banque qui ne donnerait pas suite à un tel ordre de blocage engagerait en principe sa responsabilité. On n'est cependant pas en présence d'un pareil cas de figure en l'occurrence.\n\nbb) En revanche, utilisée comme moyen de garantie des eurochèques, la carte ec suppose un maniement manuel. Les chèques dont elle garantit le paiement - pour autant que certaines conditions formelles soient réalisées - ne circulent en outre pas uniquement entre des banques ou des établissements bancaires, mais sont également utilisés dans les relations commerciales entre les particuliers, où ils remplacent le numéraire, on l'a déjà relevé. Le cercle des destinataires est ainsi très étendu. Cela exclut pratiquement tout blocage efficace, en particulier à l'égard des porteurs qui ne sont pas des banques (WIDMER, op.cit., n. 22 ad art. 1104 CO; cf. aussi BAUMBACH/HEFERMEHL, op.cit., n. 24b ad art. 4 DSchG). Ceux-ci ne sont en règle générale pas reliés par des moyens électroniques avec les établissements bancaires qui émettent - et bloquent - les cartes ec. Certes, il serait éventuellement possible de notifier le blocage d'une carte ec à tous les établissements bancaires, mais une telle opération serait lourde à mettre en oeuvre, compliquerait le trafic des paiements et rendrait largement illusoire la fonction de garantie de la carte ec. En effet, celui qui aurait payé un chèque faux ou falsifié reçu de bonne foi courrait le risque de ne pas rentrer dans ses fonds. Cela serait contraire au sens et au but de la garantie donnée à ce papier-valeur, et ce d'autant BGE 122 III 373 S. 381plus qu'en Suisse la garantie ne vaut pas uniquement envers le premier preneur, mais envers tous les porteurs successifs (JÄGGI/DRUEY/VON GREYERZ, op.cit., p. 316 et les références à la doctrine divergente en droit allemand; cf. aussi CANARIS, op.cit., n. 852). L'utilisation abusive des chèques et de la carte ec ne peut donc être combattue efficacement par un blocage.\n\nb) En définitive, vu l'impossibilité d'empêcher effectivement la transmission des eurochèques ou de bloquer la carte ec sauf lorsqu'elle est employée comme moyen de retrait ou de paiement dans des appareils automatiques, on ne saurait considérer l'inaction de la défenderesse comme une faute engageant sa responsabilité. Quant à l'hypothèse d'un blocage partiel ne concernant que les retraits d'argent liquide aux guichets des banques ou des établissements bancaires (cf. REIFNER, op.cit., p. 635), elle serait difficile à mettre en oeuvre et efficace uniquement dans les cas où l'utilisateur abusif se présente lui-même au guichet pour obtenir le paiement. La clause II.2 des conditions d'utilisation (imprimée en gras) qui confère à la banque un droit de débit à concurrence du montant garanti même si l'eurochèque a déjà été révoqué lorsque les conditions de garantie de la carte sont apparemment remplies ne paraît enfin pas abusive si l'on garde à l'esprit le rôle de substitut de l'argent comptant que joue l'eurochèque dans les relations commerciales ainsi que le fait que le tireur désigné dans le titre sera en règle générale finalement indemnisé à concurrence de 90% de la limite de garantie fixée par le système eurochèque, le nombre de formulaires de chèques qu'il conserve dans un même endroit demeurant de sa responsabilité. Pour les mêmes raisons, l'argument du demandeur selon lequel les conditions générales seraient contraires à l'ordre public (art. 19 al. 2 CO) en ce qu'elles permettraient à la banque de se limiter à \"la vérification d'une apparence au mépris d'une réalité d'un fait\" doit être écarté."}