{"annee": "122", "cour": "II", "page": "211", "date": "30/5/1996", "cite": ["121 II 116", "120 IA 101", "121 II 369", "121 IV 286", "110 V 351", "122 IV 71", "118 V 316"], "cite_par": ["126 II 228", "131 IV 195", "126 II 348", "129 IV 149", "134 II 308", "125 II 613", "126 II 237", "134 II 33", "123 II 1", "127 II 132", "131 II 121", "144 II 406", "126 II 97", "125 II 265", "143 IV 154", "131 III 243", "132 II 188"], "chapeau": "30. Urteil der I. öffentlichrechtlichen Abteilung vom 30. Mai 1996 i.S. A., B., C. und D. X. gegen Direktion der Justiz und Obergericht des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Réparation morale et indemnisation. Art. 11 ss LAVI. La décision de suspendre la procédure ouverte pour statuer sur l'indemnisation et la réparation morale est une décision incidente qui peut faire l'objet d'un recours (consid. 1c). Il est admissible de suspendre la procédure ouverte pour statuer sur l'indemnisation et la réparation morale jusqu'à ce qu'un jugement pénal soit rendu et entré en force (consid. 2 et 3). La procédure selon les art. 11 ss LAVI est gratuite, aussi bien devant l'autorité cantonale de recours (art. 17 LAVI) que devant le Tribunal fédéral; la possibilité de mettre les frais à la charge d'une partie ayant procédé avec légèreté ou de façon téméraire est réservée (consid. 4)."], "faits": "BGE 122 II 211 S. 212\n\nIm Rahmen einer stationären ärztlichen Behandlung nach einem operativen Eingriff erlitt A. X. am 21. November 1993 einen Herz-Atem-Kreislaufstillstand, der zu einer schweren hypoxämischen Hirnschädigung führte. Am 27. Januar 1995 erstattete ihr Ehemann, B. X., gegen den behandelnden Arzt Strafanzeige wegen schwerer fahrlässiger Körperverletzung. Mit Eingabe vom 9. Juni 1995 machten A. X. und B. X. sowie ihre Töchter C. X. und D. X. bei der Direktion der Justiz des Kantons Zürich Genugtuungs- und Entschädigungsansprüche gestützt auf Art. 11 ff. des Opferhilfegesetzes vom 4. Oktober 1992 (OHG; SR 312.5) geltend. Darin beantragten sie zugleich, in der Person ihres Anwaltes sei ihnen ein unentgeltlicher Rechtsvertreter zu bestellen.\n\nIn einer Verfügung vom 8. September 1995 sistierte die Direktion der Justiz die Verfahren bis zum Vorliegen eines rechtskräftigen Urteils im Strafverfahren gegen den Arzt. Dagegen erhoben die vier Betroffenen beim Obergericht Zürich einen Rekurs, der am 7. November 1995 abgewiesen wurde. Die Kosten des Rekursverfahrens wurden den Rekurrenten unter solidarischer Haftung auferlegt.\n\nGegen diesen Rekursentscheid führen A. X., B. X., C. X. und D. X. beim Bundesgericht Verwaltungsgerichtsbeschwerde und beantragen, der angefochtene Beschluss sei aufzuheben und den Beschwerdeführern die beantragte Entschädigung und Genugtuung sowie den beantragten unentgeltlichen Rechtsbeistand für das ganze Verfahren zuzusprechen; eventuell sei der angefochtene Beschluss aufzuheben und die Sache zur Neubeurteilung im Sinne des Hauptantrages zurückzuweisen. Ausserdem machen sie Kostenlosigkeit des Verfahrens geltend und fordern in der Person ihres Parteivertreters einen unentgeltlichen Rechtsbeistand.\n\nDas Bundesgericht heisst die Verwaltungsgerichtsbeschwerde teilweise gut.", "considerants": "Erwägungen:\n\n1. Entschädigung und Genugtuung gemäss Art. 11 ff. OHG sind Leistungen, die dem Bundesverwaltungsrecht zuzuordnen sind. Über sie wird im Rahmen einer Verfügung nach Art. 5 VwVG entschieden (BGE 121 II 116 E. 1a). Gemäss Art. 97 OG in Verbindung mit dieser Bestimmung ist die Verwaltungsgerichtsbeschwerde zulässig gegen Verfügungen, die sich auf öffentliches Recht des Bundes stützen, sofern sie von den in Art. 98 OG BGE 122 II 211 S. 213genannten Vorinstanzen erlassen worden sind und keiner der in Art. 99 ff. OG und in der Spezialgesetzgebung vorgesehenen Ausschlussgründe vorliegt.\n\na) Das Obergericht Zürich hat letztinstanzlich im Sinne von Art. 98 lit. g OG entschieden.\n\nb) Als Ausschlussgrund für eine Verwaltungsgerichtsbeschwerde fällt hier zunächst Art. 99 lit. h OG in Betracht. Da indessen Art. 12 OHG einen Rechtsanspruch sowohl auf eine Entschädigung als auch auf eine Genugtuung vorsieht (BGE 121 II 369 E. 3c), greift diese Vorschrift nicht Platz.\n\nc) Der angefochtene Entscheid bringt das Verfahren nicht zum Abschluss, sondern sistiert dieses lediglich. Es handelt sich daher um einen Zwischenentscheid. Ein solcher ist selbständig mit Verwaltungsgerichtsbeschwerde anfechtbar, sofern auch in der Hauptsache dieses Rechtsmittel gegeben ist, und er einen nicht wiedergutzumachenden Nachteil bewirken kann (e contrario Art. 101 lit. a OG i.V.m. Art. 5 Abs. 2 und 45 Abs. 1 VwVG; BGE 121 II 116 E. 1b/cc). Art. 45 Abs. 2 VwVG zählt verschiedene selbständig anfechtbare Zwischenverfügungen auf, darunter die Sistierung des Verfahrens (lit. c). Auch für diese gilt grundsätzlich die Voraussetzung eines nicht wiedergutzumachenden Nachteils (BGE 110 V 351 E. 1a). Der angefochtene Entscheid, der die Sistierungsverfügung bestätigt, könnte für die Beschwerdeführer nicht wiedergutzumachende Nachteile bewirken, nachdem sie gestützt auf das Opferhilfegesetz geltend machen, sie hätten in dem Sinne Anspruch auf ein schnelles Verfahren, dass über ihre Entschädigungs- und Genugtuungsforderungen unabhängig vom Gang des Strafverfahrens entschieden werde. Gegen den Entscheid in der Hauptsache steht, wie eingangs ausgeführt wurde, die Verwaltungsgerichtsbeschwerde offen. Beide Voraussetzungen für eine selbständige Anfechtung des Zwischenentscheides sind daher erfüllt.\n\nd) Zwischenentscheide müssen innert zehn Tagen angefochten werden (Art. 106 Abs. 1 OG). Diese Frist ist eingehalten.\n\nDa die Beschwerdeführer ohne weiteres zur Verwaltungsgerichtsbeschwerde befugt sind (Art. 103 lit. a OG) und auch die übrigen Sachurteilsvoraussetzungen (Art. 108 OG) erfüllt sind, ist demnach auf die Verwaltungsgerichtsbeschwerde einzutreten.\n\n2. a) Das Obergericht Zürich bestätigte mit dem angefochtenen Entscheid die Sistierung des Verfahrens vor der Opferhilfestelle der Justizdirektion bis zum Vorliegen eines rechtskräftigen Strafurteils. Ein Anspruch auf Leistung von Entschädigung und Genugtuung durch den Staat nach dem BGE 122 II 211 S. 214Opferhilfegesetz bestehe nur, wenn eine Straftat verübt worden sei. Es sei nicht erwiesen, dass der Angeschuldigte Sorgfaltspflichten verletzt habe und dass die Hirnschädigung des Opfers auf diese Pflichtwidrigkeiten zurückzuführen sei. Deshalb sei noch offen, ob eine strafbare Handlung vorliege. Für die Prüfung eines Entschädigungs- und Genugtuungsanspruchs sei eine antizipierte Beweiswürdigung im Rahmen des Opferhilfeverfahrens nicht zulässig. Mithin könne über die entsprechenden Begehren erst nach Abschluss des Strafverfahrens befunden werden. Die Beschwerdeführer hätten weder einen Vorschuss nach Art. 15 lit. a OHG, der aufgrund einer summarischen Prüfung des Entschädigungsgesuches gewährt werde, beantragt, noch Dringlichkeit geltend gemacht.\n\nb) Die Beschwerdeführer bringen vor, der Entscheid der Vorinstanz verletze die Vorschriften des OHG. Da für die Geltung des Opferhilfegesetzes nach dessen Art. 2 nicht jedes konstitutive Element der Strafbarkeit erfüllt und der Täter auch nicht ermittelt sein müsse, dürften nicht allzu hohe Anforderungen an den Nachweis einer Straftat gestellt werden. Mit der Haltung der kantonalen Instanzen werde, zumal für die Opferhilfestelle die Untersuchungsmaxime gelte, faktisch der Vollzug des OHG verweigert, mit der Begründung, dieser verursache Mehrarbeit und sei unökonomisch. Es könne nicht verlangt werden, dass der Täter strafrechtlich rechtskräftig verurteilt sei, bevor die Gesuche der Opfer um Entschädigung und Genugtuung behandelt würden. So käme das Opferhilfegesetz nur bei geständigen, mittellosen Tätern zur Anwendung. Dies widerspreche dem Sinn und Zweck des OHG, das eine umfassende schnelle Hilfe und eine Verbesserung der Stellung der Opfer im Strafverfahren gewährleisten solle.\n\n3. Die Beschwerdeführer erfüllen grundsätzlich alle Voraussetzungen des Opfers bzw. der Angehörigen eines Opfers im Sinne von Art. 2 OHG. Die Beschwerdeführerin 1 erlitt eine Hirnschädigung und damit eine Beeinträchtigung in ihrer körperlichen Integrität. Die Beschwerdeführer führen sie auf eine fahrlässige Körperverletzung (Art. 125 StGB) und damit auf eine Straftat zurück, die unter den Anwendungsbereich des Opferhilfegesetzes fällt (BGE 122 IV 71 E. 3a, BGE 120 Ia 101 E. 1b). Streitig ist, ob die Voraussetzung einer Straftat für eine Zusprechung von Entschädigung und Genugtuung an das Opfer und seine Angehörigen erfüllt ist, und damit im Zusammenhang, ob die Sistierung des darauf gerichteten Verfahrens Bundesrecht verletzt.\n\na) Gemäss Art. 64ter BV haben der Bund und die Kantone dafür zu sorgen, BGE 122 II 211 S. 215dass die Opfer von Straftaten gegen Leib und Leben Hilfe und, wenn sie in wirtschaftliche Schwierigkeiten geraten, angemessene Entschädigung erhalten. Dazu gehören eine auch verschiedene Hilfen und die Information darüber umfassende Beratung (Art. 3 OHG), der Schutz und die Wahrung der Rechte im Strafverfahren (Art. 5 bis 10 OHG) sowie Entschädigung und Genugtuung (Art. 11 bis 17 OHG). Der vierte Abschnitt des OHG mit den Art. 11 bis 17 konkretisiert die Ansprüche auf Entschädigung und Genugtuung sowie ihre Voraussetzungen. Das Opfer und die ihm nach Art. 2 Abs. 2 OHG gleichgestellten Angehörigen erhalten die Entschädigung und Genugtuung vom Staat, wenn ihr Einkommen das Dreifache des Grenzbetrages für die Ergänzungsleistungen zur Alters-, Hinterlassenen- und Invalidenversicherung nicht übersteigt (Art. 12). Diese staatlichen Leistungen sind subsidiär im Verhältnis zu Ansprüchen des Opfers gegenüber Dritten (Art. 14). Aufgrund einer summarischen Prüfung des Entschädigungsgesuches wird ein Vorschuss gewährt, wenn das Opfer sofortige finanzielle Hilfe benötigt, oder wenn die Folgen der Straftat kurzfristig nicht mit hinreichender Sicherheit festzustellen sind (Art. 15 lit. a und b). Die Kantone haben zur Geltendmachung solcher Entschädigungs- und Genugtuungsleistungen ein einfaches, rasches und kostenloses Verfahren vorzusehen und den Sachverhalt von Amtes wegen festzustellen (Art. 16 Abs. 1 und 2).\n\nb) Das Opfer einer \"Straftat\" erhält nach Art. 2 Abs. 1 OHG Hilfe \"unabhängig davon, ob der Täter ermittelt worden ist und ob er sich schuldhaft verhalten hat\". Der Begriff der Straftat ist im Opferhilfegesetz grundsätzlich gleich wie im Strafgesetzbuch definiert. Man versteht darunter ein tatbestandsmässiges und rechtswidriges Verhalten; eine schuldhafte Tatbegehung ist jedoch ausdrücklich nicht vorausgesetzt (Botschaft des Bundesrates zum Opferhilfegesetz, BBl 1990 II S. 977; Botschaft des Bundesrates zu Art. 64ter BV, BBl 1983 III S. 893 f.; GOMM/STEIN/ZEHNTNER, Kommentar zum OHG, Bern 1995, N. 18 zu Art. 2).\n\nDer Tatbestand der fahrlässigen Körperverletzung setzt voraus, dass der Erfolg durch ein sorgfaltswidriges Verhalten des Täters verursacht worden ist (BGE 121 IV 286 E. 3). Da noch offen ist, ob die Hirnschädigung der Beschwerdeführerin 1 durch ein sorgfaltswidriges Verhalten des behandelnden Arztes verursacht worden ist, steht somit noch nicht fest, ob ein tatbestandsmässiges und rechtswidriges Verhalten des Täters vorliegt.\n\nBGE 122 II 211 S. 216\n\nc) Es liegt auf der Hand, dass im Bereiche des Schutzes und der Rechte des Opfers im Strafverfahren nach den Art. 5 ff. OHG nicht verlangt werden kann, dass die Tatbestandsmässigkeit und die Rechtswidrigkeit einer Tat erstellt sind, damit das Opfer seine Rechte nach dem OHG wahrnehmen kann. Ob diese und die weiteren Voraussetzungen einer Straftat gegeben sind, bildet erst Gegenstand des Strafverfahrens. Soll das Opfer seine Rechte im diese Frage klärenden Strafverfahren wahrnehmen können, muss es daher genügen, dass eine die Opferstellung begründende Straftat in Betracht fällt.\n\nDas gleiche muss von ihrem Sinn und Zweck her grundsätzlich auch für die unter dem Titel der Beratung beanspruchten Hilfen nach Art. 3 OHG und für einen Vorschuss nach Art. 15 OHG (vgl. zu letzterem näher BGE 121 II 116 E. 2) gelten. Auch diese Soforthilfen müssen, damit sie ihren Zweck erfüllen können, gewährt werden, bevor endgültig feststeht, ob ein tatbestandsmässiges und rechtswidriges Verhalten des Täters zu bejahen ist oder nicht.\n\nd) Anders verhält es sich indessen bei den Ansprüchen auf Entschädigung und Genugtuung gemäss Art. 11 bis 14 OHG. Weil es dabei um die definitive Zusprechung von Entschädigung und Genugtuung geht, müssen alle anspruchsbegründenden Voraussetzungen erfüllt sein, auch die einer Straftat im dargelegten Sinne von Art. 2 Abs. 1 OHG (E. 3b). Dass ein einfaches und rasches Verfahren vorgeschrieben ist (Art. 16 Abs. 1 OHG), bedeutet nicht, eine eingehende Abklärung dieser Frage habe nicht zu erfolgen und auch nicht, an ihre Bejahung seien nicht die üblichen Anforderungen einer ordentlichen Anspruchsprüfung zu stellen. Es ist nicht ein summarisches Verfahren vorgesehen. Vielmehr ist allein in Art. 15 OHG von einer bloss summarischen Prüfung die Rede.\n\nEine andere Frage ist, ob an den Nachweis der Straftat ausnahmsweise weniger strenge Anforderungen als in einem Straf- oder Zivilverfahren zu stellen sind, wenn auch die Ausschöpfung aller möglichen und zumutbaren Beweismittel einen schlüssigen Beweis nicht erbringt. Diese stellt sich hier jedoch nicht oder zumindest noch nicht, nachdem das Strafverfahren im Gange ist und voraussichtlich die notwendige Klärung bringen wird.\n\ne) Das vorgeschriebene einfache und rasche Verfahren sowie die Pflicht, den Sachverhalt von Amtes wegen festzustellen (Art. 16 Abs. 2 OHG), verbieten auch eine Sistierung der Zusprechung von Entschädigung und Genugtuung bis zum Abschluss eines Strafverfahrens nicht grundsätzlich. Eine Verfahrenssistierung verletzt Bundesrecht jedenfalls nicht, wenn das BGE 122 II 211 S. 217Verfahren vor der Opferhilfestelle ohnehin nicht rascher hätte durchgeführt werden können. Dies ist hier der Fall, weil die Opferhilfestelle vor einem Entscheid die nämlichen Abklärungen wie die Strafbehörde zur Feststellung des Vorliegens einer Straftat im Sinne des OHG hätte treffen müssen und dies nicht beförderlicher hätte tun können. Auch sie hätte die im Strafverfahren eingeholten Gutachten anfordern müssen, um beurteilen zu können, ob die Hirnschädigung des Opfers auf eine Sorgfaltspflichtverletzung des behandelnden Arztes zurückzuführen ist und ob damit ein tatbestandsmässiges und rechtswidriges Verhalten des Täters vorliegt (E. 3b). Die Rechtsmittel, die dem Täter bei einer Verurteilung im Strafverfahren zustehen, können zu einer Verlängerung des Verfahrens führen; dies kann jedoch, ausser allenfalls bei offenkundig trölerischer Beschwerdeführung, noch kein Grund sein, um ein Aussetzen des Entscheides über Entschädigung und Genugtuung zu untersagen. Es darf nicht übersehen werden, dass das Abwarten der rechtskräftigen strafrechtlichen Verurteilung des Täters auch Vorteile für das Opfer bietet; dieses ist so nicht gegebenenfalls veranlasst, einen negativen Entscheid der Opferhilfestelle selber mit Rechtsmitteln anzufechten, die ebenso eine Verfahrensverlängerung zur Folge hätten.\n\nNach der bundesgerichtlichen Rechtsprechung wird die Hängigkeit eines anderen Verfahrens, dessen Ausgang von präjudizieller Bedeutung ist, als zureichender Grund für eine Sistierung anerkannt (in ZBl 82/1981 S. 554 veröffentlichtes Urteil des Bundesgerichts vom 13. März 1981). Es bestehen keine Gründe, diese Anforderungen bei der Opferhilfe zu verschärfen, zumal das OHG in Art. 3 und 15 die nötigen Soforthilfen zur Verfügung stellt, so dass trotz einer Verfahrenssistierung die geforderte wirksame Hilfe für das Opfer gewährleistet ist. Die Beschwerdeführer machen daher ebenfalls zu Unrecht eine Rechtsverzögerung geltend.\n\nSoweit sich die Beschwerdeführer gegen die Sistierung des Verfahrens wenden, ist die Verwaltungsgerichtsbeschwerde daher unbegründet und abzuweisen.\n\n4. Die Beschwerdeführer erblicken weiter darin, dass ihnen die Kosten des Beschwerdeverfahrens vor der Vorinstanz auferlegt wurden, eine Verletzung von Art. 16 OHG sowie von Art. 2 ÜbBest. BV. Ferner machen sie Kostenlosigkeit auch des Verfahrens vor Bundesgericht geltend und betrachten in der Kostenlosigkeit des ganzen Verfahrens einen Anspruch auf einen unentgeltlichen Rechtsbeistand als eingeschlossen.\n\nBGE 122 II 211 S. 218\n\na) Die Vorinstanz überband ihre Verfahrenskosten dem Verfahrensausgang gemäss den Beschwerdeführern in Anwendung der Bestimmungen der kantonalen Zivilprozessordnung. Diese erachtete sie gestützt auf den im Zeitpunkt ihres Entscheides noch gültigen § 10 der kantonalen Einführungsverordnung zum Opferhilfegesetz vom 2. Dezember 1992, wonach im Rekursverfahren im übrigen die Bestimmungen der Zivilprozessordnung galten, als anwendbar. Auf den 1. Januar 1996 wurde diese Verordnung durch das Einführungsgesetz zum Opferhilfegesetz vom 25. Juni 1995 ersetzt, nach dessen § 16 gegen Entscheide über Entschädigung und Genugtuung die Beschwerde an das kantonale Sozialversicherungsgericht erhoben werden kann. Nach § 33 des Zürcherischen Gesetzes über das Sozialversicherungsgericht vom 7. März 1993 ist das Verfahren in der Regel kostenlos; einer Partei, die sich mutwillig verhält, können jedoch die Verfahrenskosten auferlegt werden.\n\nEs fragt sich, ob die kantonale Regelung, die im Zeitpunkt des angefochtenen Entscheides galt, bundesrechtskonform war.\n\nb) Wenn die Kantone für die Zusprechung von Entschädigung und Genugtuung nach Art. 16 Abs. 1 OHG ein kostenloses Verfahren vorzusehen haben, kann dies vom Wortlaut der Gesetzesbestimmung und ihrer systematischen Einordnung her sowohl als allein für das erstinstanzliche Verfahren als auch für das in Art. 17 OHG vorgeschriebene kantonale Beschwerdeverfahren gültig angesehen werden. Nach dem Gesetzesentwurf des Bundesrates, der eine kantonale Beschwerde ausschloss und stattdessen eine solche an eine Eidgenössische Rekurskommission für Opferentschädigung vorsah, wären die Kosten des Beschwerdeverfahrens gemäss dem anwendbaren Art. 63 VwVG allerdings in der Regel der unterliegenden Partei aufzuerlegen gewesen (Botschaft des Bundesrates zum Opferhilfegesetz, BBl 1990 II S. 994 und 1013).\n\nNach Art. 3 Abs. 4 OHG übernehmen die Beratungsstellen unter anderem auch Anwalts- und Verfahrenskosten, wenn dies aufgrund der persönlichen Verhältnisse des Opfers angezeigt ist. Diese juristische Hilfe unterscheidet sich von der unentgeltlichen Rechtspflege und ersetzt diese nicht. Die Opferhilfe ist subsidiär zur unentgeltlichen Rechtspflege und Verbeiständung. Sind deren Voraussetzungen nicht erfüllt, hat die Opferhilfestelle zu prüfen, ob jene von Art. 3 Abs. 4 OHG gegeben sind, wobei sie die Übernahme solcher Kosten verweigern kann, wenn diese offensichtlich nutzlos aufgewendet erscheinen (BGE 121 II 209 E. 3b). Muss die Leistung aufgrund der \"persönlichen Verhältnisse\" des Opfers angezeigt sein, bedeutet dies in erster Linie, dass sie von dessen finanzieller BGE 122 II 211 S. 219Leistungsfähigkeit abhängig ist. Es liegt nahe, sich dabei an Art. 12 Abs. 1 OHG zu orientieren und das Dreifache des Grenzbetrages nach Art. 2 bis 4 des Bundesgesetzes vom 19. März 1965 über Ergänzungsleistungen zur Alters-, Hinterlassenen- und Invalidenversicherung (SR 831.30) als oberste Limite für die Kostenübernahme durch die Beratungsstelle zu betrachten (so auch GOMM/STEIN/ZEHNTNER, a.a.O., N. 59 zu Art. 3 OHG). Ein Opfer, das diese Voraussetzung voraussichtlich erfüllt und dessen Beschwerde gegen einen Entscheid über Entschädigung und Genugtuung auch sonst nicht im vorneherein offensichtlich ohne Aussicht auf Erfolg ist, hätte daher, wenn ihm Kosten des Beschwerdeverfahrens auferlegt würden, grundsätzlich einen Anspruch darauf, dass die Opferhilfestelle diese übernimmt. Es ist jedoch in keiner Weise sinnvoll, zugunsten des Staates Kosten zu erheben, um sie unter einem anderen Titel doch wieder der öffentlichen Hand zu belasten. Aus diesen Gründen muss nach dem Sinn und Zweck des Opferhilfegesetzes sowohl das kantonale Beschwerdeverfahren nach Art. 17 OHG als auch eine Verwaltungsgerichtsbeschwerde in diesem Bereich an das Bundesgericht grundsätzlich kostenlos sein; vorbehalten bleibt eine Kostenauflage bei leichtsinniger oder mutwilliger Prozessführung, wie dies im übrigen auch einem allgemeinen, hier analog anwendbaren Grundsatz des Bundessozialversicherungsrechts entspricht (vgl. BGE 118 V 316).\n\nIndem die Vorinstanz die Kosten des Beschwerdeverfahrens den Beschwerdeführern auferlegte, obwohl diese weder leichtsinnig noch mutwillig prozessierten, hat sie demnach Bundesrecht verletzt. Die Verwaltungsgerichtsbeschwerde ist in diesem Punkte gutzuheissen und die Ziffer 3 des Dispositivs des angefochtenen Entscheides aufzuheben. Im bundesgerichtlichen Verfahren sind keine Kosten zu erheben. Soweit die Beschwerdeführer obsiegen, ist ihnen nach Art. 159 Abs. 2 OG zulasten des unterliegenden Kantons Zürich eine angemessene Parteientschädigung zuzusprechen.\n\nc) Ein kostenloses Verfahren, wie es in Art. 16 Abs. 1 OHG und in zahlreichen anderen Gesetzesbestimmungen, insbesondere des Sozialversicherungsrechts (siehe die Hinweise im zitierten BGE 118 V 316 S. 317 f.), vorgeschrieben ist, bedeutet nicht zugleich auch die unentgeltliche Verbeiständung durch einen Rechtsvertreter. Es ist daher, ausser bei Gewährung der unentgeltlichen Verbeiständung gestützt auf kantonales Recht oder den aus Art. 4 BV fliessenden Anspruch, nicht die Aufgabe der kantonalen Beschwerdeinstanz nach Art. 17 OHG oder des BGE 122 II 211 S. 220Bundesgerichts im entsprechenden Verfahren der Verwaltungsgerichtsbeschwerde, dem unterliegenden Opfer aus der Gerichtskasse eine Entschädigung für die Anwaltskosten zuzusprechen. Dieses hat die Übernahme seiner Anwaltskosten aufgrund von Art. 3 Abs. 4 OHG - allenfalls als Soforthilfe (vgl. dazu GOMM/STEIN/ZEHNTNER, a.a.O., N. 42 ff. zu Art. 3) - grundsätzlich bei der Beratungsstelle geltend zu machen. Dort, wo im Beschwerdeverfahren auch die Voraussetzungen für die Übernahme von Anwaltskosten in Anwendung von Art. 3 Abs. 4 OHG mittelbar oder unmittelbar zur Beurteilung stehen, kann die Beschwerdeinstanz allerdings der Einfachheit halber gleichzeitig selber für das Beschwerdeverfahren darüber befinden. Dies ist jedoch nicht möglich, wo, wie hier, weder die Opferhilfestelle noch die kantonale Beschwerdeinstanz direkt oder indirekt entschieden, ob diese Voraussetzungen erfüllt sind oder nicht. Mit ihren Begehren um Übernahme von Anwaltskosten sind die Beschwerdeführer daher an die kantonale Opferhilfestelle zu verweisen. Dies betrifft das ganze Verfahren vor allen drei Instanzen; jenes vor Bundesgericht indes nur, soweit sie unterliegen und keine Parteientschädigung zugesprochen erhalten."}