{"annee": "122", "cour": "IV", "page": "56", "date": "28/2/1996", "cite": ["114 IV 95", "116 IV 283", "104 IB 275"], "cite_par": ["127 IV 148", "124 II 289", "125 II 105"], "chapeau": "10. Urteil des Kassationshofes vom 28. Februar 1996 i.S. H. gegen Regierungsrat des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 55 al. 2 CP; report de l'expulsion à titre d'essai. Lorsque le condamné est libéré conditionnellement de l'exécution d'une peine subie après révocation d'un sursis, le report à titre d'essai de l'expulsion en partie exécutée est admissible (consid. 3a)."], "faits": "BGE 122 IV 56 S. 56\n\nAm 26. August 1992 verurteilte das Bezirksgericht Meilen H. wegen mehrfachen gewerbsmässigen Diebstahls sowie weiterer Delikte zu 14 Monaten Gefängnis unter Gewährung des bedingten Strafvollzugs. Überdies sprach es BGE 122 IV 56 S. 57eine unbedingte Landesverweisung von 10 Jahren aus. Diese wurde unverzüglich vollzogen.\n\n1993 reiste H. illegal in die Schweiz ein und beging erneut Straftaten. Im wesentlichen wegen Widerhandlungen gegen das Betäubungsmittelgesetz verurteilte ihn das Bezirksgericht Zürich am 20. Oktober 1994 zu 18 Monaten Gefängnis. Den Vollzug dieser neuen Strafe schob es unter Ansetzung einer vierjährigen Probezeit auf. Dagegen erklärte es die bedingte Vorstrafe von 14 Monaten Gefängnis für vollziehbar.\n\nAm 20. Mai 1995 ersuchte H. um bedingte Entlassung aus dem Strafvollzug sowie um den probeweisen Aufschub der Landesverweisung.\n\nAm 30. Juni 1995 verfügte das Amt für Straf- und Massnahmenvollzug des Kantons Zürich, H. werde bedingt aus dem Strafvollzug entlassen, sobald er gemäss der Landesverweisung ausgeschafft werden könne, frühestens jedoch am 12. Juli 1995. Auf das Gesuch um probeweisen Aufschub der Landesverweisung trat es nicht ein.\n\nEinen von H. dagegen erhobenen Rekurs wies der Regierungsrat des Kantons Zürich am 24. Oktober 1995 ab.\n\nH. führt Verwaltungsgerichtsbeschwerde mit dem Antrag, den Entscheid des Regierungsrates aufzuheben; der Vollzug der Landesverweisung sei unter Ansetzung einer angemessenen Probezeit aufzuschieben.\n\nDer Regierungsrat beantragt Abweisung der Beschwerde.\n\nDas Eidgenössische Justiz- und Polizeidepartement hat auf einen Antrag verzichtet. Es neigt jedoch zur Annahme, dass auch im vorliegenden Fall ein Aufschub der Landesverweisung nicht zum vornherein ausgeschlossen ist.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Die Vorinstanz ist der Auffassung, ein probeweiser Aufschub der Landesverweisung komme nicht in Betracht. Eine rechtskräftig ausgesprochene und bereits vollzogene Landesverweisung könne nicht nachträglich aufgeschoben werden. Es bleibe kein Raum für eine vom Gesetzgeber stillschweigend vorgesehene Möglichkeit, den in einem rechtskräftigen Urteil angeordneten Vollzug der Landesverweisung später neu beurteilen zu lassen. Aus der bundesgerichtlichen Rechtsprechung ergebe sich, dass die Möglichkeit der Prüfung des probeweisen Aufschubs einer Landesverweisung auf den in Art. 55 Abs. 2 StGB ausdrücklich erwähnten Fall beschränkt sei.BGE 122 IV 56 S. 58\n\nDer Umstand, dass ein Verurteilter nach vollzogener Landesverweisung illegal in die Schweiz einreise und hier erneut straffällig werde, um dadurch im besten Fall eine Neubeurteilung der Frage des Vollzugs einer bereits vollstreckten Landesverweisung herbeizuführen, entspreche nicht Sinn und Zweck von Art. 55 Abs. 2 StGB. Dass das Amt für Straf- und Massnahmenvollzug auf das Gesuch um probeweisen Aufschub der Landesverweisung nicht eingetreten sei, sei daher nicht zu beanstanden. Zur Verhinderung des Vollzugs der Landesverweisung bestehe einzig die Möglichkeit der Begnadigung.\n\nb) Der Beschwerdeführer macht geltend, die Verweigerung des probeweisen Aufschubs der Landesverweisung verletze Art. 55 StGB sowie den Gleichheitssatz gemäss Art. 4 BV.\n\n2. Wird der Verurteilte bedingt entlassen, so entscheidet die zuständige Behörde, ob und unter welchen Bedingungen der Vollzug der Landesverweisung probeweise aufgeschoben werden soll (Art. 55 Abs. 2 StGB).\n\nNach der Rechtsprechung setzt der probeweise Aufschub des Vollzuges der Landesverweisung voraus, dass der des Landes Verwiesene aus dem Vollzug der Hauptstrafe bedingt entlassen wurde. Die Landesverweisung muss daher die Nebenstrafe zur Zuchthaus- oder Gefängnisstrafe sein, aus welcher der Verurteilte bedingt entlassen wird. Wird die bedingte Entlassung aus dem Vollzug der Hauptstrafe nicht gewährt, so kann die Landesverweisung, für die der bedingte Strafvollzug nicht bewilligt worden ist, auch nicht probeweise aufgeschoben werden, so dass sie an dem Tag wirksam wird, an dem die Freiheitsstrafe verbüsst ist. Entsprechendes gilt, wenn der Verurteilte - auch wenn er bedingt entlassen und der Vollzug der Landesverweisung probeweise aufgeschoben wurde - sich während der Probezeit nicht bewährt hat; auch in diesem Falle wird die Landesverweisung mit der Verbüssung des Strafrestes wirksam (Art. 55 Abs. 4 StGB). Ist die Landesverweisung auf diese Weise rechtskräftig und vollziehbar geworden, kann auf sie nicht mehr zurückgekommen werden. Selbst die Rehabilitation ist gesetzlich nicht vorgesehen. Vorbehalten bleibt lediglich die Begnadigung. Eine spätere Straffälligkeit in der Schweiz mit nachfolgender bedingter Entlassung kann nicht zum Anlass genommen werden, eine früher verhängte, rechtskräftig und wirksam gewordene Landesverweisung nachträglich aufzuheben. Dies wäre ein gesetzlich nicht vorgesehener Eingriff in ein rechtskräftiges und vollstreckbares Strafurteil. Die für den Vollzug einer später ausgefällten BGE 122 IV 56 S. 59Hauptstrafe zuständige Behörde ist deshalb nicht befugt, über den probeweisen Aufschub der in einem früheren Strafverfahren ausgesprochenen Landesverweisung zu entscheiden (BGE 104 Ib 275 E. 1).\n\nArt. 55 Abs. 2 StGB findet nur Anwendung bei der bedingten Entlassung aus dem Strafvollzug, nicht auch bei Ablauf der Probezeit für eine bedingt ausgesprochene Freiheitsstrafe (BGE 114 IV 95).\n\n3. a) Zum Vollzug gelangte hier die vom Bezirksgericht Meilen ausgesprochene Strafe von 14 Monaten Gefängnis. Die Landesverweisung bildet dazu die Nebenstrafe. Unter diesem Gesichtspunkt steht dem probeweisen Aufschub der Landesverweisung nichts entgegen. Der zu beurteilende Fall unterscheidet sich von BGE 104 Ib 275. Dort wurde der Verurteilte aus dem Vollzug einer späteren Freiheitsstrafe bedingt entlassen, zu der die Landesverweisung nicht die Nebenstrafe bildete.\n\nDie Voraussetzungen für die bedingte Entlassung aus dem Vollzug der Hauptstrafe waren hier gegeben. Nach dem Wortlaut von Art. 55 Abs. 2 StGB hatte deshalb die zuständige Behörde zu entscheiden, ob und unter welchen Bedingungen der Vollzug der Landesverweisung probeweise aufgeschoben werden soll. Es ergibt sich aus dem Wortlaut von Art. 55 Abs. 2 StGB nicht, dass der probeweise Aufschub der Landesverweisung nur bei bedingter Entlassung aus einer von Anfang an unbedingt ausgesprochenen Strafe möglich wäre, nicht aber bei bedingter Entlassung aus einer zunächst bedingt ausgesprochenen und nachher vollziehbar erklärten Strafe.\n\nNebst dem Wortlaut sprechen auch Sinn und Zweck von Art. 55 Abs. 2 StGB dafür, in einer Konstellation wie hier die Möglichkeit des probeweisen Aufschubs der Landesverweisung zuzulassen. Ziel des Strafvollzugs ist die Resozialisierung des Verurteilten (Art. 37 Ziff. 1 Abs. 1 StGB). Die bedingte Entlassung ist Teil des Strafvollzuges. Sie bildet die letzte Stufe im Stufenstrafvollzug. Beendet ist der Strafvollzug erst mit der endgültigen Entlassung. Auch bei der bedingten Entlassung ist deshalb das Resozialisierungsziel zu berücksichtigen. Der Entscheid über den probeweisen Aufschub der Landesverweisung steht mit dem über die bedingte Entlassung in engem Zusammenhang. Auch beim Entscheid über den probeweisen Aufschub der Landesverweisung ist dem Resozialisierungsziel Rechnung zu tragen. Massgebend ist, ob in der Schweiz oder im Ausland die besseren Chancen für die Resozialisierung bestehen (BGE 116 IV 283 E. 2a mit Hinweisen; vgl. auch SCHULTZ, Einführung in den Allgemeinen Teil des Strafrechts, 2. Band, 4. Aufl., S. 130; PETER MARTIN TRAUTVETTER, Die BGE 122 IV 56 S. 60Ausweisung von Ausländern durch den Richter im schweizerischen Recht, Diss. Zürich 1957, S. 47). Wird eine bedingte Hauptstrafe nachträglich für vollziehbar erklärt, so bildet die Resozialisierung das Ziel des Strafvollzugs gleich wie da, wo der Verurteilte zu einer unbedingten Freiheitsstrafe verurteilt wird. Entsprechend ist auch bei der bedingten Entlassung aus dem Vollzug einer widerrufenen bedingten Vorstrafe zu fragen, ob die Resozialisierungschancen in der Schweiz oder im Ausland besser sind. Sind sie in der Schweiz besser, ist der probeweise Aufschub der Landesverweisung zu gewähren. Dieser stellt wie die bedingte Entlassung einen vom Gesetz ausdrücklich vorgesehenen Eingriff in das rechtskräftige Strafurteil dar. Da der Richter im Urteilszeitpunkt die Entwicklung des Verurteilten im Strafvollzug und die Verhältnisse bei der bedingten Entlassung nicht voraussehen kann, räumt das Gesetz der Vollzugsbehörde die Befugnis ein, auf die unbedingte Landesverweisung zurückzukommen, wenn und soweit das im Interesse der Resozialisierung liegt.\n\nDie unterschiedliche Behandlung des Verurteilten, der sich in der Probezeit in einem Fall wie hier nicht bewährt, und dem, der sich bewährt, ist sachlich gerechtfertigt. Denn nur beim ersteren kommt es zum Strafvollzug und besteht für die Schweizer Behörden damit die Pflicht, die vom Gesetz im Interesse der Resozialisierung vorgesehenen Vorkehren zu treffen. Insgesamt wird der Rückfällige gegenüber dem Nichtrückfälligen nicht bessergestellt. Denn er muss die widerrufene und gegebenenfalls auch die neue Strafe verbüssen. Er hat sodann keine Gewähr, dass es zur bedingten Entlassung kommt, und selbst wenn es dazu kommt, steht immer noch nicht fest, dass die Landesverweisung probeweise aufgeschoben wird. Im Gegenteil stellt die erneute Straffälligkeit in der Schweiz regelmässig ein Indiz dafür dar, dass die Resozialisierungschancen hier nicht gut sind. In Anbetracht dessen erscheint auch die Gefahr gering, dass der Verurteilte einzig deshalb in die Schweiz zurückkehrt und erneut Straftaten begeht, um den probeweisen Aufschub der Landesverweisung zu erreichen. Die fremdenpolizeiliche Ausweisung bleibt im übrigen ohnehin vorbehalten.\n\nb) Die kantonalen Instanzen haben danach Bundesrecht verletzt, wenn sie davon ausgegangen sind, dass in einem Fall wie hier der probeweise Aufschub der Landesverweisung ausgeschlossen ist. Die Beschwerde ist insoweit gutzuheissen. Nicht eingetreten werden kann auf den Antrag, der Vollzug der Landesverweisung sei unter Ansetzung einer angemessenen Probezeit aufzuschieben. Materiell haben sich die kantonalen Instanzen zur Frage des BGE 122 IV 56 S. 61probeweisen Aufschubs der Landesverweisung noch nicht ausgesprochen. Insoweit liegt kein letztinstanzlicher kantonaler Entscheid vor. Damit dem Beschwerdeführer der Rechtsweg gewahrt bleibt, ist die Sache zur materiellen Beurteilung an das Amt für Straf- und Massnahmenvollzug zurückzuweisen (Art. 114 Abs. 2 OG). Dieses wird sich darüber auszusprechen haben, ob die Resozialisierungschancen des Beschwerdeführers in der Schweiz oder im Ausland besser sind. Sollten sich die Resozialisierungschancen in der Schweiz als besser erweisen, wäre der noch nicht vollstreckte Teil der Landesverweisung probeweise aufzuschieben; andernfalls wäre er zu vollziehen. Soweit der Beschwerdeführer die gesamte widerrufene Strafe inzwischen verbüsst hat, darf das nicht zum Ausschluss der Möglichkeit des probeweisen Aufschubs der Landesverweisung führen. Denn dies wäre auf das rechtsfehlerhafte Vorgehen der Behörden zurückzuführen. Das darf dem Beschwerdeführer nicht zum Nachteil gereichen.\n\n4. (Kostenfolgen)."}