{"annee": "122", "cour": "IV", "page": "179", "date": "5/6/1996", "cite": ["117 IV 139", "88 IV 15"], "cite_par": ["132 IV 5", "124 IV 102"], "chapeau": "26. Auszug aus dem Urteil des Kassationshofes vom 5. Juni 1996 i.S. B. gegen Staatsanwaltschaft des Kantons St. Gallen (Nichtigkeitsbeschwerde)", "regestes": ["Art. 137 ch. 1 aCP, art. 19 s. LStup; soustraction de stupéfiants, vol. Celui qui soustrait des stupéfiants à quelqu'un qui les détient de manière illicite n'est pas punissable pour vol. Il doit être condamné en application des dispositions pénales de la LStup, pour autant qu'il ne les ait pas détruits ou remis à la police immédiatement après la soustraction (consid. 3c-e)."], "faits": "BGE 122 IV 179 S. 179\n\nB. fuhr am 1. Februar 1993 nach Amsterdam. Am folgenden Tag bestieg er den Zug nach Zürich. Dort fand er den Drogenhändler W. vor, der ihm von seinem Bruder in St. Gallen einmal gezeigt worden war. W. kannte B. nicht. Im Verlauf der Fahrt behändigte B. den Koffer von W., der 880 Gramm Kokain und ca. 4 kg Haschisch enthielt. B. stieg in Düsseldorf aus, mietete ein Auto und fuhr nach Frankfurt, wo er sich mit seinem Bruder und M. traf. Gemeinsam fuhren die drei in der Folge nach Konstanz, wo die Drogen in das Fahrzeug von M. umgeladen und von diesem über die Grenze in die Schweiz gebracht wurden.\n\nBGE 122 IV 179 S. 180\n\nAm 15. Mai 1995 verurteilte das Kantonsgericht St. Gallen B. wegen Diebstahls und qualifizierter Widerhandlung gegen das Betäubungsmittelgesetz zu 3 Jahren Gefängnis. Im weiteren erkannte es auf eine Ersatzforderung des Staates im Betrag von Fr. 5'000.--.\n\nB. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Kantonsgerichts aufzuheben; die Sache sei an dieses zurückzuweisen zu seiner Freisprechung von der Anklage des Diebstahls und zur neuen Festsetzung der Strafe.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Eintretensfrage).\n\n2. a) Die Vorinstanz legt dar, der Beschwerdeführer habe sämtliche Tatbestandsmerkmale des Diebstahls nach Art. 137 Ziff. 1 aStGB erfüllt. Die unrechtmässige Bereicherungsabsicht sei gegeben. Der Beschwerdeführer habe keinen Anspruch auf den Stoff gehabt und dies auch nicht angenommen.\n\nb) Der Beschwerdeführer macht geltend, die Annahme des Diebstahls verletze Bundesrecht. Das Tatbestandsmerkmal der Fremdheit der Sache und die unrechtmässige Bereicherungsabsicht seien nicht gegeben. Die Wegnahme sei in Deutschland erfolgt. Die Tat wäre deshalb nach Art. 6 Ziff. 1 StGB nur strafbar, wenn sie auch nach deutschem Recht einen Diebstahl darstellen würde. Dazu habe sich die Vorinstanz überhaupt nicht ausgesprochen.\n\nDer Beschwerdeführer ficht im weiteren die Strafzumessung an. Eine Bundesrechtsverletzung sei insoweit auch dann zu bejahen, wenn es beim Schuldspruch wegen Diebstahls bleiben sollte.\n\n3. a) Gemäss Art. 137 Ziff. 1 aStGB wird mit Zuchthaus bis zu 5 Jahren oder mit Gefängnis bestraft, wer jemandem eine fremde bewegliche Sache wegnimmt, um sich oder einen andern damit unrechtmässig zu bereichern. Der am 1. Januar 1995 in Kraft getretene Art. 139 Ziff. 1 nStGB, der inhaltlich Art. 137 Ziff. 1 aStGB entspricht, ist nicht milder. Die Vorinstanz ist hier deshalb zu Recht von der Anwendbarkeit von Art. 137 Ziff. 1 aStGB ausgegangen (Art. 2 StGB).\n\nb) aa) Das Bundesgericht hat sich bisher nicht näher dazu ausgesprochen, ob und inwieweit die Wegnahme von Betäubungsmitteln als Diebstahl strafbar sei. In drei nicht veröffentlichten Entscheiden vom 3. Februar 1989, die den gleichen Sachverhalt betrafen, hat die I. öffentlichrechtliche Abteilung in einer Rechtshilfesache Diebstahl nach schweizerischem Recht ohne weitere Begründung bejaht bei der Wegnahme von polizeilich BGE 122 IV 179 S. 181beschlagnahmtem Rauschgift durch Kriminalbeamte (Urteile in Sachen J., C. und G. gegen Bundesamt für Polizeiwesen, je E. 3c).\n\nIm Schrifttum wird die Ansicht vertreten, illegale Drogen könnten gestohlen werden (PETER ALBRECHT, Kommentar zum schweizerischen Strafrecht, Sonderband Betäubungsmittelstrafrecht, Art. 27 N. 9). Diebstahl wird auch bejaht, wenn das Opfer zum Besitz der Betäubungsmittel nicht befugt war (FELIX BOMMER, Grenzen des strafrechtlichen Vermögensschutzes bei rechts- und sittenwidrigen Geschäften, Diss. Bern 1996, S. 260 ff.).\n\nbb) In Deutschland ist die Eigentumsfähigkeit, Fremdheit und Diebstahlstauglichkeit von Betäubungsmitteln umstritten (vgl. HARALD HANS KÖRNER, Kommentar zum Betäubungsmittelgesetz, 4. Aufl., 1994, § 29 N. 719; WOLFGANG RUSS, Leipziger Kommentar, 11. Aufl., 1994, § 242 N. 8; LACKNER/KÜHL, Strafgesetzbuch mit Erläuterungen, 21. Aufl., 1995, § 242 N. 5; THORSTEN ENGEL, Die Eigentumsfähigkeit und Diebstahlstauglichkeit von Betäubungsmitteln, Neue Zeitschrift für Strafrecht [NStZ] 1991, S. 520 ff.; WALTER MARCELLI, Diebstahl \"verbotener\" Sachen, NStZ 1992, S. 220 f.; ELMAR VITT, Nochmals: Zur Eigentumsfähigkeit und Diebstahlstauglichkeit von Betäubungsmitteln, NStZ 1992, S. 221 f.).\n\nIn Frankreich wird die Auffassung vertreten, jede aneignungsfähige Sache könne gestohlen werden, auch wenn ihr Besitz durch das Opfer selbst strafbar sei (ANDRÉ VITU, Traité de droit criminel, Droit pénal spécial, 1982, N. 2218; ROBERT VOUIN/MICHÈLE LAURE RASSAT, Droit pénal spécial, 6. Aufl., 1988, S. 33); der Umstand, dass es sich bei Betäubungsmitteln um verbotene Sachen bzw. solche \"hors commerce\" handle, sei ohne Einfluss auf die Qualifikation als Diebstahl (Bulletin des arrêts de la Cour de cassation, Chambre criminelle, Paris 1985, No. 340).\n\ncc) In BGE 117 IV 139 äusserte sich der Kassationshof zur Frage des Betrugs durch Verkauf von übermässig gestreckten Betäubungsmitteln. Er erkannte, unter \"Vermögen\" im Sinne des Betrugstatbestandes sei Vermögen zu verstehen, das zivilrechtlich geschützt sei. Das Strafrecht als \"ultima ratio\" könne nicht Vermögen schützen, welches zivilrechtlich nicht geschützt ist. Ein Vermögensschaden sei nur dann gegeben, wenn der arglistig Getäuschte einen rechtlich geschützten Anspruch auf Ausgleich des erlittenen Nachteils habe. Ein derartiger Anspruch des arglistig getäuschten Käufers wurde im beurteilten Fall aus Art. 41 OR hergeleitet (kritisch dazu: HANS SCHULTZ, Die strafrechtliche Rechtsprechung des BGE 122 IV 179 S. 182Bundesgerichts im Jahre 1991, ZBJV 129/1993, S. 36 f.; MARKUS BOOG, Zu den Merkmalen der Arglist und des Vermögensschadens beim Betrug im Rahmen rechtswidriger Rechtsgeschäfte, AJP 7/93, S. 779 ff.; MARC AMSTUTZ/MARCEL NIGGLI, Unrecht im Unrecht?, AJP 2/94, S. 188 ff.; GRACE SCHILD, Urteilsanmerkung, recht 1991, S. 142 ff.).\n\nREHBERG/SCHMID (Strafrecht III, 6. Aufl., S. 60) führen aus, massgebend für eine Schädigung im wirtschaftlich-juristischen Sinne könne wohl nur sein, dass dem Betroffenen durch die Straftat eine rechtlich geschützte Position entzogen wurde. Das treffe auf den Betäubungsmittelkäufer im erwähnten Fall zu, der um einen von ihm im voraus bezahlten Geldbetrag gebracht werde, nicht aber auf den umgekehrten Fall des betrügerischen Erlangens von Rauschgift, weil dessen Besitz dem Getäuschten verboten war und dieser im Hinblick auf die Nichtigkeit des Kaufvertrages auch keinen Anspruch auf Bezahlung hatte.\n\nc) aa) Gegenstand eines Diebstahls kann nur eine fremde bewegliche Sache sein. Fremd ist die Sache, wenn sie im Eigentum eines andern als des Täters steht. Massgebend ist grundsätzlich die Zivilrechtsordnung (vgl. BGE 88 IV 15 E. 4; MARTIN SCHUBARTH, Kommentar zum schweizerischen Strafrecht, Besonderer Teil, 2. Band, Art. 137 N. 17 ff.; GÜNTER STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil I, 5. Aufl., § 13 N. 7; REHBERG/SCHMID, a.a.O., S. 69; PETER NOLL, Schweizerisches Strafrecht, Besonderer Teil I, S. 132; STEFAN TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, vor Art. 137 N. 4).\n\nFremd kann eine Sache nur sein, wenn sie verkehrsfähig ist. Die zivilrechtliche Lehre unterscheidet verkehrsfähige, beschränkt verkehrsfähige und verkehrsunfähige Sachen. Verkehrsfähig sind alle Sachen, die geeignet sind, Gegenstand privater Rechte und privatrechtlicher Verfügungen zu bilden. Sachen, denen diese Eignung ganz oder zum Teil abgeht, nennt man verkehrsunfähig oder beschränkt verkehrsfähig (ARTHUR MEIER-HAYOZ, Berner Kommentar, Das Eigentum, 5. Aufl., 1981, Systematischer Teil N. 198). Verkehrsunfähige Sachen sind per definitionem nicht geeignet, Objekte privatrechtlichen Eigentums zu sein; und beschränkt verkehrsfähige sind es nur in begrenztem Masse (MEIER-HAYOZ, a.a.O., Art. 641 N. 21). Zu den nicht oder nur beschränkt verkehrsfähigen Sachen gehören die sog. verbotenen Sachen. Das sind Sachen, deren Verkehrsfähigkeit durch das öffentliche Recht aus Gründen des öffentlichen Wohles aufgehoben oder beschränkt worden ist, sei es, dass sie überhaupt nicht veräussert werden BGE 122 IV 179 S. 183dürfen oder aus Gründen der Gesundheits- oder Sicherheitspolizei gar vernichtet werden müssen, sei es, dass deren Veräusserung nur unter Bedingungen (behördliche Bewilligung) zulässig ist (HAAB/SIMONIUS/SCHERRER/ZOBL, Zürcher Kommentar, Das Eigentum, 1977, Einleitung N. 34). Solche Veräusserungsverbote und -beschränkungen ergeben sich u.a. aus dem Betäubungsmittelgesetz (vgl. MEIER-HAYOZ, a.a.O., Systematischer Teil N. 212; HAAB/SIMONIUS/SCHERRER/ZOBL, a.a.O.). Entsprechend werden Betäubungsmittel zu den verkehrsunfähigen bzw. beschränkt verkehrsfähigen Sachen gezählt (PAUL-HENRI STEINAUER, Les droits réels, 1. Band, 2. Aufl., Bern 1990, S. 29 N. 76 f.). HEINZ REY (Die Grundlagen des Sachenrechts und das Eigentum, Bern 1991, S. 44 N. 195) spricht den Betäubungsmitteln die Verkehrsfähigkeit überhaupt ab. Betäubungsmittel könnten danach nie Gegenstand privatrechtlichen Eigentums und somit eines Diebstahls sein. Diese Auffassung erscheint als zu weit. Denn Handel und Besitz von Betäubungsmitteln sind nicht stets verboten. Eine Firma kann etwa über eine Bewilligung zu Herstellung und Handel mit Betäubungsmitteln verfügen (vgl. Art. 4 BetmG; SR 812.121). Bestimmte Medizinalpersonen können sodann grundsätzlich Betäubungsmittel nach Massgabe des Bedarfs der vorschriftsgemässen Berufsausübung ohne besondere Bewilligung beziehen, lagern, verwenden und abgeben (Art. 9 BetmG). In derartigen Fällen des erlaubten Umgangs mit Betäubungsmitteln dürfte deren Verkehrsfähigkeit zu bejahen sein. Wie es sich damit im einzelnen verhält, braucht hier jedoch nicht entschieden zu werden. Die Verkehrsfähigkeit von Betäubungsmitteln ist jedenfalls zu verneinen, soweit - was meistens zutrifft - Handel und Besitz verboten sind. In diesem Bereich sind Betäubungsmittel nicht eigentumsfähig.\n\nbb) W. war auf dem illegalen Drogenmarkt tätig. Zu Besitz und Handel der von ihm mitgeführten Betäubungsmittel war er offensichtlich nicht befugt. Der Beschwerdeführer hat deshalb keine fremde Sache weggenommen und den Tatbestand des Diebstahls nicht erfüllt.\n\nd) Diebstahl ist in Fällen wie hier auch zu verneinen im Hinblick auf das geschützte Rechtsgut. Der Tatbestand des Diebstahls schützt, wie sich aus dem Randtitel zu Art. 137 ff. nStGB ergibt, das Vermögen. Nach BGE 117 IV 139 E. 3d/aa ist dabei auszugehen vom wirtschaftlich-juristischen Vermögensbegriff. Das Vermögen setzt sich danach zusammen aus der Summe der rechtlich geschützten wirtschaftlichen Werte (STRATENWERTH, a.a.O., § 15 N. BGE 122 IV 179 S. 18445; TRECHSEL, a.a.O., Art. 148 N. 20). Zu diesen rechtlich geschützten Werten gehören Betäubungsmittel bei unbefugtem Besitz nicht. Sie unterliegen im Gegenteil der Einziehung (Art. 58 StGB).\n\nREHBERG/SCHMID nehmen ausgehend vom wirtschaftlich-juristischen Vermögensbegriff im übrigen zutreffend an, dass das betrügerische Erlangen von Betäubungsmitteln nicht strafbar ist, wenn der Besitz dem Getäuschten verboten war (oben E. 3b/cc). Bestraft man aber den nicht wegen Betrugs, der den Drogenbesitzer durch arglistige Täuschung um den Stoff bringt, so wäre es stossend, den wegen Diebstahls zu bestrafen, der dem Drogenbesitzer den Stoff wegnimmt. Die beiden Sachverhalte liegen nahe beieinander. Eine unterschiedliche Behandlung rechtfertigt sich nicht.\n\ne) Die Verneinung des Diebstahls führt nicht zu Strafbarkeitslücken. Denn der Täter, der dem unbefugten Besitzer Betäubungsmittel wegnimmt und sie nachher behält oder weiterveräussert, macht sich nach Art. 19 f. BetmG strafbar. Straflosigkeit kommt nur in Betracht, wenn der Täter die Betäubungsmittel nach der Wegnahme unverzüglich der Polizei übergibt oder vernichtet und damit gewissermassen privat beschlagnahmt. Ist, wie hier, ein schwerer Fall nach Art. 19 BetmG gegeben, ist die Strafdrohung sogar deutlich höher als bei Diebstahl. Der Strafrahmen reicht bei einem schweren Fall nach Art. 19 BetmG von 1 Jahr Gefängnis bis zu 20 Jahren Zuchthaus, womit eine Busse bis zu 1 Million Franken verbunden werden kann; bei einfachem Diebstahl dagegen lediglich von 3 Tagen Gefängnis bis zu 5 Jahren Zuchthaus (Art. 137 Ziff. 1 aStGB, Art. 139 Ziff. 1 nStGB), bei qualifiziertem Diebstahl von 3 bzw. 6 Monaten Gefängnis bis zu 10 Jahren Zuchthaus (Art. 137 Ziff. 1bis und 2 aStGB, Art. 139 Ziff. 2 und 3 nStGB). Es können in Fällen wie hier je nach Verschulden somit aufgrund des Betäubungsmittelgesetzes gegebenenfalls hohe Strafen ausgesprochen werden. Eine zusätzliche Verurteilung wegen Diebstahls wäre von nebensächlicher Bedeutung.\n\nMit der Bestrafung allein in Anwendung des Betäubungsmittelgesetzes wird auch dem Verhaltensunwert der Tat Rechnung getragen. Dieser besteht nicht darin, dass der Täter dem unbefugten Besitzer die Betäubungsmittel entzieht. Dadurch schafft der Täter vielmehr den von der Rechtsordnung gewünschten Zustand. Der Verhaltensunwert liegt darin, dass der Täter die Betäubungsmittel nachher - statt sie der Polizei zu übergeben oder zu vernichten - für seine eigenen Zwecke verwendet (vgl. THORSTEN ENGEL, a.a.O., S. 521 f.).BGE 122 IV 179 S. 185\n\nf) Die Beschwerde ist deshalb gutzuheissen und die Sache an die Vorinstanz zurückzuweisen. Da die Wegnahme der Drogen nach schweizerischem Recht im vorliegenden Fall keinen Diebstahl darstellt, erübrigt es sich zu entscheiden, wie es sich damit nach deutschem Recht verhält. Die Vorinstanz wird die Strafe neu festzusetzen haben. Deshalb brauchen auch die Einwände zur Strafzumessung nicht geprüft zu werden.\n\nDer Beschwerdeführer hat dem W. nicht nur die Drogen, sondern auch den Koffer weggenommen. Möglicherweise befanden sich nebst den Drogen noch weitere Gegenstände darin. Soweit prozessrechtlich zulässig wird sich die Vorinstanz deshalb dazu zu äussern haben, ob sich der Beschwerdeführer durch die Wegnahme des Koffers und der darin gegebenenfalls enthaltenen weiteren Gegenstände des Diebstahls strafbar gemacht hat.\n\n4. (Kostenfolgen)."}