{"annee": "122", "cour": "IV", "page": "1", "date": "8/12/1995", "cite": ["117 IV 270", "75 IV 49", "108 IV 120", "120 IV 313", "109 IV 156"], "cite_par": ["129 IV 6", "125 V 307", "125 IV 49", "125 V 237"], "chapeau": "1. Extrait de l'arrêt de la Cour de cassation pénale du 8 décembre 1995 dans la cause R. contre Ministère public du canton du Valais (pourvoi en nullité)", "regestes": ["Art. 33 al. 1 et 34 ch. 1 CP. Etat de nécessité par opposition à la légitime défense. Tyran domestique tué par son épouse. L'acte nécessaire est licite si le bien protégé est plus précieux que le bien lésé; il est illicite mais absolument excusé ou impunissable lorsque les biens en conflit sont de valeur comparable (consid. 2b). Danger imminent (consid. 3a et b). Danger impossible à détourner autrement (consid. 3). L'état de nécessité, sous forme d'excuse absolutoire, peut entrer en considération dans le cas d'une personne qui tue pour mettre fin au véritable martyre qu'elle subit (consid. 4 et 5)."], "faits": "BGE 122 IV 1 S. 2\n\nR., née en 1953, originaire du Kosovo, a épousé en 1974 un compatriote, J. Cinq enfants sont nés de cette union, de 1974 à 1985.\n\nEn 1989, la famille s'est installée en Valais. La mésentente des époux s'est aggravée. L'épouse vivait recluse au domicile conjugal. Les disputes étaient fréquentes. Le mari se montrait brutal et exerçait des sévices sur la personne de sa femme. Au mois d'octobre 1992, un médecin a constaté que celle-ci présentait un amaigrissement important; elle ne pesait plus que 42,5 kg et souffrait d'anémie.\n\nDès le début de l'année 1993, l'époux s'est mis à frapper chaque semaine sa femme au moyen du cordon électrique de l'aspirateur; il la boxait et lui interdisait de sortir lorsque ses coups laissaient des traces. Au cours du mois de janvier, le mari a dit à leur fille aînée que sa mère mourrait dans l'année.\n\nLe 24 janvier 1993, l'époux a derechef battu sa femme. Il a déchiré son passeport en menaçant de la renvoyer au Kosovo où elle serait tuée. Devant la violence de cette scène, la fille aînée a téléphoné par deux fois à sa tante pour lui signaler les exactions de son père, qui la terrifiait et dont elle n'osait parler à la police, par crainte de celui-ci.\n\nLe 30 janvier 1993, le mari s'en est pris violemment à son épouse. Il lui a lancé un couteau de boucher qui l'a atteinte à la cuisse; elle fut hospitalisée du 31 janvier au 8 février 1993 à la suite de l'intervention du frère de la blessée qui avait alerté la police. La patiente présentait un état de malnutrition et de multiples hématomes, d'âge variable, sur tout le corps.\n\nAprès cette hospitalisation, l'épouse a encore été frappée par son mari, au moins deux fois; elle a été insultée et menacée de mort.\n\nLe 15 mars 1993, l'époux est rentré énervé de son travail, proférant des méchancetés envers sa femme. En fin de soirée, il l'a approchée, muni d'un revolver, lui expliquant qu'il l'avait acheté pour elle. Lorsque les époux se furent couchés, elle s'aperçut que l'arme était placée sous l'oreiller du mari. Celui-ci lui avait indiqué que, si les enfants n'avaient pas crié auparavant lorsqu'il lui avait montré le revolver, il l'aurait déjà tuée. Dès lors, elle était persuadée qu'il allait mettre ses menaces à exécution. En réfléchissant elle était parvenue à la conclusion qu'il était préférable, pour ses enfants, que ce soit lui qui disparaisse et qu'elle ne l'aimait de toute façon plus.\n\nAyant constaté que son mari s'était endormi, tournant le dos à son épouse, celle-ci a encore médité son projet une vingtaine de minutes. Vers une heure du matin elle s'est saisie de l'arme, s'est levée et, debout à la tête du lit, a tiré d'une distance de 40 à 50 cm, l'arme dirigée contre la BGE 122 IV 1 S. 3tête de l'époux. Celui-ci n'avait pas bougé. Elle a tiré toute la munition contenue dans le revolver soit 6 coups qui ont causé la mort de la victime.\n\nAprès avoir expliqué son geste à sa fille aînée, l'épouse s'est rendue à la police.\n\nSelon l'expertise psychiatrique, l'accusée est tout à fait intelligente. Elle n'est pas atteinte de maladie mentale, de faiblesse d'esprit ou de grave altération de la conscience; sa responsabilité n'est pas diminuée au sens de l'art. 11 CP. Cependant, l'impact culturel et le contexte émotionnel ont certainement, selon les juges d'appel, joué un rôle déterminant dans l'homicide.\n\nLe 10 juin 1994, R. a été reconnue coupable de meurtre passionnel (art. 113 CP) par le Tribunal du IIIe arrondissement pour le district de Monthey. Elle a été condamnée à 3 ans d'emprisonnement, sous déduction de 192 jours de détention préventive.\n\nStatuant le 20 juin 1995 sur l'appel de la condamnée, la IIe Cour pénale du Tribunal cantonal valaisan a confirmé la décision de la première instance.\n\nEn bref, l'autorité cantonale a considéré que l'accusée avait agi sous l'empire d'un profond désarroi. Seule, sans soutien, dans un pays étranger où elle ne pouvait s'intégrer à cause d'un homme égoïste et sans éducation, elle a été acculée à agir comme elle l'a fait pour échapper à la cruauté de son mari, qui lui semblait fermement décidé à la supprimer; elle souffrait le martyre et elle n'était pas responsable de l'état de désarroi dans lequel elle se trouvait. Contrairement à son argumentation, la légitime défense n'a pas été retenue, faute d'une attaque imminente; après une assez longue réflexion, la décision de l'épouse a bien été de supprimer son tortionnaire avant qu'il agisse, non pas de parer à une attaque.\n\nR. se pourvoit en nullité au Tribunal fédéral. Selon elle, l'autorité cantonale a violé l'art. 33 al. 2 CP en refusant d'admettre la légitime défense putative; en effet, la présence de l'arme sous l'oreiller, après les menaces subies lors de la soirée, aurait provoqué une émotion violente l'empêchant de juger avec objectivité qu'il y avait d'autres solutions que de tuer.", "considerants": "Considérant en droit:\n\n1. (Recevabilité).\n\n2. a) Avec raison, l'autorité cantonale n'a pas retenu que l'accusée avait agi en état de légitime défense. En effet, au moment où elle a tiré, son BGE 122 IV 1 S. 4époux dormait. Il ne l'attaquait pas. Il ne la menaçait pas non plus d'une attaque imminente au sens de l'art. 33 al. 1 CP. Elle a médité son projet une vingtaine de minutes, avant de tirer pour tuer. Dans ces circonstances, elle ne saurait pas davantage soutenir avoir cru à une attaque imminente (légitime défense putative). A cet égard, on ne discerne pas en quoi l'argumentation tendant à faire admettre l'émotion violente plutôt que le profond désarroi pourrait modifier cette conclusion. Au demeurant, les griefs présentés sont irrecevables dans la mesure où la recourante s'écarte de l'état de fait en affirmant que son geste était dû au refus - non constaté - de la victime de retirer l'arme du lit et d'ôter les balles.\n\nCependant, la légitime défense n'est pas le seul fait justificatif prévu par la loi. L'état de nécessité défini à l'art. 34 CP en est un autre.\n\nb) Selon l'art. 34 ch. 1 al. 1 CP, l'acte commis en état de nécessité est impunissable (non è punibile, straflos). Pour la doctrine dominante contemporaine, la nature juridique de l'acte nécessaire - licite ou au contraire excusable - varie en fonction de la valeur des intérêts en conflit. L'acte nécessaire est licite si le bien protégé est plus précieux que le bien lésé (rechtfertigender Notstand); il est illicite mais absolument excusé ou impunissable lorsque les biens en conflit sont de valeur comparable (entschuldigender Notstand; PH. GRAVEN, L'infraction pénale punissable, 2e éd. Berne 1995 p. 137 let. B, avec références à l'Avant-projet de la Commission d'experts concernant la Partie générale et le Troisième livre du Code pénal, 1993; STRATENWERTH, Partie générale I, Berne 1982, p. 198 ss et p. 264 ss). Si le juge considère que l'auteur n'a commis aucune faute, il doit non seulement l'exempter de toute peine mais encore prononcer une libération pure et simple des fins de la poursuite pénale (voir ATF 120 IV 313 consid. 2).\n\nEn l'espèce, vu la valeur comparable du bien lésé et du bien protégé (la vie de l'époux d'une part, celle de l'épouse d'autre part), seule une excuse absolutoire pourrait entrer en considération. Encore faudrait-il que l'acte reproché à l'accusée soit considéré comme exempt de toute faute, car sinon il constituerait un acte prémédité de justice propre.\n\nIl se peut aussi que l'auteur agisse en état de nécessité putatif. Dans ce cas, si l'erreur était évitable, une faute subsiste et conduit à une atténuation libre de la peine (STRATENWERTH op.cit. p. 269 no 86 ss; GRAVEN op.cit. p. 178 no 134). Il est rappelé à cet égard que, conformément à l'art. 19 CP, lorsque la représentation erronée de l'auteur BGE 122 IV 1 S. 5inclut un fait dont l'existence entraînerait l'atténuation de la peine ou l'exemption de toute peine, le juge doit statuer comme si ce fait était donné (ATF 117 IV 270 consid. 2b).\n\n3. a) La légitime défense est voisine de l'état de nécessité; ce dernier existe dans une situation où un bien juridique, exposé à un danger actuel ou imminent, ne peut être sauvegardé qu'au prix d'une infraction (voir PH. GRAVEN, op.cit. p. 136 no 80).\n\nL'un des éléments constitutifs de l'état de nécessité du droit suisse (art. 34 ch. 1 al. 1 CP) est celui du danger imminent. A la différence de l'art. 33 CP, il n'y est pas question d'une attaque - Angriff, aggressione - imminente mais d'un danger (Gefahr, pericolo) imminent. Cette différence, entre la notion d'attaque et celle de danger, suggère que l'atteinte au bien que l'auteur veut protéger, est plus proche dans le temps en cas d'attaque qu'en cas de danger. En d'autres termes, l'imminence de cette atteinte est plus grande dans l'hypothèse d'une attaque que dans celle d'un danger. Une attaque est une agression, un danger est un risque d'agression.\n\nSelon la jurisprudence, est imminent au sens de l'art. 34 CP un danger qui n'est ni passé ni futur, c'est-à-dire un danger actuel mais aussi concret (ATF 109 IV 156 consid. 3, ATF 108 IV 120 consid. 5, ATF 75 IV 49 consid. 2; SJ 1995 p. 737; HAUSER/REHBERG, Schweizerisches Strafgesetzbuch, Zurich 1992, art. 34 p. 52).\n\nb) Faute de précédents dont on puisse tirer des critères en matière d'imminence du danger, il est possible d'illustrer le problème par des exemples tirés de la pratique allemande sur ce point. Certes, le code pénal allemand ne définit pas l'état de nécessité de la même manière que notre code. Il distingue expressément l'état de nécessité licite et l'état de nécessité excusable (rechtfertigender Notstand et entschuldigender Notstand). Cette distinction n'a pas d'influence ici, car l'élément du danger y est le même dans les deux cas. Les paragraphes 34 et 35 du code pénal allemand prévoient tous deux que le danger doit être actuel ou présent (gegenwärtige Gefahr).\n\nSelon la doctrine allemande, ce danger est actuel lorsque l'on n'est pas encore véritablement confronté à une atteinte immédiate mais qu'il ne serait plus possible de se défendre plus tard ou seulement en prenant des risques beaucoup plus importants. En situation dite de \"légitime défense préventive\" (Präventiv-Notwehr), semblable à celle de la recourante, il suffit que l'attaque illicite ne soit pas encore actuelle mais il faut qu'elle se prépare, que son exécution soit proche. Cette proximité de l'atteinte doit être distinguée de celle de l'attaque exigée pour la légitime défense, où il faut que l'agresseur potentiel soit pratiquement BGE 122 IV 1 S. 6déjà parvenu au stade de la tentative (ROXIN, Strafrecht, Allgemeiner Teil, vol. I 2e éd., Munich 1994, p. 597 § 16 no 17).\n\nCertains commentateurs allemands admettent aussi que le danger actuel peut être prolongé, permanent, continu ou durable (Dauergefahr). Il existe lorsque le péril peut à tout moment se concrétiser (jederzeit akut werden kann; JESCHECK, Lehrbuch des Strafrechts, 4e éd., Berlin 1988 p. 434 ch. 2). Ils donnent notamment pour exemples de ce danger permanent les cas des tyrans domestiques et des semeurs de trouble ou fauteurs de tensions (Haustyran, Spanner). Ils admettent que le danger qu'ils représentent peut conduire à un état de nécessité excusable (HANS JOACHIM HIRSCH, Leipziger Kommentar 1994, 13e livraison p. 32 no 37 et 86 no 29; JESCHECK, loc. cit.).\n\nEn résumé, face à un danger permanent, la notion de proximité de l'atteinte (gegenwärtig) est interprétée plus largement et s'étend à des situations où cette atteinte paraît nettement plus éloignée dans le temps que celle qui résulterait d'une attaque au sens de la légitime défense (ROXIN, op.cit. p. 597 no 17 et p. 804 no 17).\n\nc) Selon l'art. 34 ch. 1 CP, le danger doit être non seulement imminent mais encore impossible à détourner autrement (non altrimenti evitabile, nicht anders abwendbare Gefahr). Cette impossibilité n'a pas donné lieu à une jurisprudence ou à des commentaires très précis du droit suisse. Là encore il est possible de s'inspirer des exemples de la jurisprudence et de la doctrine allemandes, car aussi bien les paragraphes 34 que 35 du code pénal allemand prévoient que le danger - actuel - ne doit pas pouvoir être détourné autrement (Wer in einer gegenwärtigen, nicht anders abwendbaren Gefahr ...).\n\nAinsi, d'après ROXIN, il ne faut pas se montrer trop sévère à cet égard pour celui qui s'en est pris à un tyran domestique; certes il est souvent possible de fuir la maison, mais des contingences familiales s'y opposent et une telle fuite ne ferait qu'aggraver le danger, en excitant la colère du tyran (ROXIN, op.cit. p. 805 no 18; HIRSCH, op.cit. p. 89 no 37 et jurisprudence citée; JESCHECK loc.cit.). Le Tribunal fédéral allemand a par exemple admis que l'on ne pouvait exiger de l'épouse d'un tyran domestique, alcoolique, qu'elle endure ses traitements inhumains en attendant l'éventuel succès d'une procédure de divorce ou de placement dans un établissement (Neue juristische Wochenschrift, NJW, 1966 p. 1823, en particulier 1825). Cette autorité a également cassé un jugement condamnant une épouse qui avait tué son mari - tyran domestique - durant son sommeil, au motif que la Cour d'assises n'avait pas examiné tous les faits BGE 122 IV 1 S. 7justificatifs, dont l'état de nécessité excusable (Neue Zeitschrift für Strafrecht-NStZ, 1984 p. 20 ch. 6).\n\nHIRSCH précise encore que plus l'atteinte au bien protégé paraît éloignée, plus il paraît possible de détourner autrement le danger (op.cit. p. 33 no 37).\n\n4. En l'espèce, la Cour cantonale a examiné cette cause, particulière et extrême, sous l'angle de la légitime défense mais non pas sous celui de l'état de nécessité de l'art. 34 CP. En cela elle a violé le droit fédéral car, selon les constatations de fait qui lient la Cour de céans, il n'est pas exclu que l'accusée ait agi en état de nécessité, éventuellement putatif.\n\nSur le plan du danger imminent en effet, il est constaté que la mésentente entre époux durait depuis longtemps, qu'elle s'était accrue dès l'arrivée de l'accusée en Suisse soit en 1989, qu'en octobre 1992 celle-ci souffrait d'anémie et d'amaigrissement et qu'elle avait enduré des sévices, que dès le début de 1993 elle était frappée chaque semaine avec le cordon électrique de l'aspirateur, qu'elle présentait des traces de coups après avoir été boxée, que son époux avait affirmé en janvier qu'elle mourrait durant cette année 1993, que le 24 janvier 1993 il l'a battue puis a déchiré son passeport, que le 30 janvier 1993 il l'a blessée avec un couteau de boucher ce qui a nécessité une hospitalisation, qu'après il l'a encore battue insultée et menacée de mort, que le soir du drame il lui avait dit des méchancetés puis lui avait montré le revolver en lui expliquant l'avoir acheté pour elle, qu'il avait précisé que si les enfants n'avaient pas crié auparavant, lorsqu'il avait montré l'arme, il l'aurait déjà tuée. Selon ces faits, un danger (non pas une attaque) durable et imminent entre en considération.\n\nQuant à la possibilité de détourner d'une autre manière ce danger, auquel la recourante et ses enfants étaient exposés, il a été constaté qu'elle a été acculée à agir comme elle l'a fait. Cependant, d'après l'autorité cantonale, elle n'était plus directement menacée de mort. Elle pouvait aussi utiliser le revolver dont elle s'était emparée pour se défendre en cas d'attaque, le cacher, ou l'apporter à la police. D'autres solutions auraient été à portée de main comme la demande d'intervention d'un juge ou du service social, au besoin par l'intermédiaire d'un parent. Or, ces constatations sont contradictoires. D'une part la situation paraissait - à juste titre, selon les termes de l'autorité cantonale - sans issue à l'accusée; d'autre part des solutions sont évoquées. La Cour cantonale n'a pas examiné si ces mesures préconisées n'auraient pas été plutôt de nature BGE 122 IV 1 S. 8à augmenter l'acuité du danger qui durait et s'amplifiait. Il est pourtant constaté que la crise avait atteint son paroxysme et qu'il n'y avait pas d'autre issue possible \"que l'acte agressif qui a été commis, toutes les négociations entreprises ayant échoué\". On doit en conclure que l'existence d'un danger impossible à détourner autrement entre également en considération.\n\n5. Ainsi, la Cour cantonale n'a pas vu que, d'après les faits constatés, un état de nécessité, peut-être putatif, entrait en considération. En cela, elle a violé le droit fédéral, ce qui entraîne l'annulation de l'arrêt attaqué et le renvoi à l'autorité cantonale pour nouvelle décision. Celle-ci devra examiner l'éventualité de l'existence d'un état de nécessité excusable (excuse absolutoire).\n\nIl doit cependant rester clair que le droit suisse ne permet pas de laisser impuni un homicide qui aurait pour but de mettre fin à des querelles entre époux ou de se substituer à un divorce. Les actes de justice propres sont prohibés, nul n'a le droit de s'ériger en juge prononçant une condamnation à mort, encore moins de se faire bourreau et d'exécuter cette sentence. Mais le Code pénal permet, le cas échéant en présence d'excuse absolutoire, de disculper celui qui tue pour mettre fin à un martyre.\n\n6. (Suite de frais)."}