{"annee": "122", "cour": "III", "page": "262", "date": "5/6/1996", "cite": ["33 II 574", "102 II 226", "118 II 50", "103 II 330", "119 II 157", "92 II 299", "71 II 225"], "cite_par": ["129 III 380", "138 III 304", "128 III 428", "123 III 274", "127 III 351", "126 III 266"], "chapeau": "47. Auszug aus dem Urteil der I. Zivilabteilung vom 5. Juni 1996 i.S. X. AG gegen B. (Berufung)", "regestes": ["Art. 266g al. 2 CO. Conséquences pécuniaires de la résiliation du bail pour justes motifs. Principes applicables à la fixation de l'indemnité (consid. 2)."], "faits": "BGE 122 III 262 S. 263\n\nDie X. AG vermietete B. per 1. August 1992 eine 4 1/2-Zimmerwohnung in K. Der Mietvertrag vom 23. April 1992 wurde für die Dauer von fünf Jahren, erstmals kündbar auf den 31. Juli 1997, geschlossen. Der Mietzins betrug inklusive Nebenkosten Fr. 2'300.-- bzw. ab 1. Januar 1993 Fr. 2'405.-- pro Monat. B. benutzte die Wohnung für sich und ihre beiden Kinder, wobei ihr Freund, R., Untermieter war. In der Folge verschlechterten sich ihre Einkommensverhältnisse, weil ihr geschiedener Ehemann die Frauenalimente nicht mehr bezahlen konnte und ihr Freund auszog und damit sein Mietanteil entfiel. Mit Schreiben vom 31. März 1994 kündigte B. das Mietverhältnis vorzeitig auf den 31. Juli 1994 mit der Begründung, sie könne sich die Wohnung nicht mehr leisten. Am 14. April 1994 orientierte sie die Vermieterin in einem Gespräch über die Gründe ihrer finanziellen Schwierigkeiten. Mit Schreiben vom 25. April 1994 erklärte die X. AG, sie sei nicht bereit, B. ohne einen Mietnachfolger frühzeitig aus dem Mietvertrag zu entlassen. Daraufhin machte diese geltend, sie sei gemäss Art. 266g OR zur vorzeitigen Kündigung berechtigt, weil ihr die Vertragserfüllung nicht mehr zumutbar sei. Die X. AG bestritt dies und rief die Kantonale Schlichtungsbehörde für Miet- und Pachtstreitigkeiten an, welche an der Verhandlung vom 19. Juli 1994 keine Einigung erzielen konnte.\n\nAm 10. August 1994 klagte die Vermieterin beim Kantonsgerichtspräsidenten des Kantons Obwalden gegen B. und stellte sinngemäss die Anträge, es sei die Unzulässigkeit der vorzeitigen Kündigung und das Weiterbestehen des Mietvertrages festzustellen. Eventualiter sei die X. AG für die vermögensrechtlichen Folgen der vorzeitigen Kündigung voll zu entschädigen. Dabei habe ihr B. den zu erwartenden Mietzinsausfall bis zum 31. Juli 1997 und Fr. 675.50 für ausserordentliche Umtriebe und Insertionskosten zu bezahlen.\n\nDer Kantonsgerichtspräsident erkannte mit Urteil vom 30. September 1994 im wesentlichen, dass der zwischen den Parteien abgeschlossene Mietvertrag gemäss Art. 266g OR auf den 31. Juli 1994 aufgelöst worden sei und B. die X. AG für vorzeitige Vertragsauflösung mit Fr. 12'000.-- zu entschädigen habe. Er ging dabei davon aus, die Aufrechterhaltung des Mietvertrages sei für B. aus finanzieller Sicht unzumutbar; sie habe bei Vertragsabschluss BGE 122 III 262 S. 264weder wissen noch vorhersehen können, dass ihr geschiedener Ehemann die Frauenunterhaltsrente von monatlich Fr. 1'450.-- nicht mehr werde bezahlen können, und es treffe sie an seiner Insolvenz auch kein Verschulden.\n\nB. rekurrierte an die Obergerichtskommission des Kantons Obwalden, welche mit Urteil vom 24. Februar 1995 den Entscheid des Kantonsgerichtspräsidenten aufhob und die Entschädigung für die vorzeitige Kündigung auf Fr. 2'500.-- reduzierte.\n\nDie X. AG erhebt eidgenössische Berufung und beantragt im wesentlichen, das Urteil der Obergerichtskommission sei aufzuheben und B. sei zu verpflichten, die Vermieterin für die vermögensrechtlichen Folgen der vorzeitigen Vertragsauflösung mit Fr. 12'000.-- zu entschädigen.\n\nB. schliesst auf Abweisung der Berufung und stellt ein Gesuch um Gewährung der unentgeltlichen Rechtspflege.\n\nDas Bundesgericht weist die Berufung ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n2. Es ist nicht mehr streitig, dass die Beklagte gemäss Art. 266g Abs. 1 OR zur vorzeitigen Kündigung berechtigt war und das Mietverhältnis daher auf den 31. Juli 1994 aufgelöst wurde. Umstritten sind hingegen die vermögensrechtlichen Folgen der ausserordentlichen Kündigung.\n\nDie Vorinstanz ging bei der Festsetzung der Entschädigung nach Art. 266g Abs. 2 OR davon aus, der relevante Schaden der Klägerin betrage Fr. 19'185.50 und das Einkommen der Beklagten übersteige ihr betreibungsrechtliches Existenzminimum nur gerade um rund Fr. 180.--, wobei Steuern noch nicht berücksichtigt seien. Selbst wenn angenommen würde, die Beklagte wäre in der Lage, monatliche Zahlungen in dieser Höhe zu leisten, würde die Abzahlung einer Entschädigung von Fr. 12'000.-- rund fünf Jahre dauern. Dies mache deutlich, dass die Beklagte und ihre Kinder unweigerlich in eine Notlage gerieten, wenn sie diesen vom Kantonsgerichtspräsidenten festgesetzten Betrag auf einmal oder in Raten bezahlen müsste. Dies liesse eine weitere Herabsetzung des Ersatzes als angezeigt erscheinen, zumal keine Anhaltspunkte dafür bestünden, dass die Klägerin auch durch eine massive Herabsetzung des Schadenersatzes ihrerseits in wirtschaftliche Schwierigkeiten geraten würde. Da keine Rede davon sein könne, dass Herr R. BGE 122 III 262 S. 265in K. nur ein fiktives Domizil halte und faktisch bei der Beklagten wohne, könne diese zur Deckung der Mietkosten auch nicht auf ihn zurückgreifen. Ferner habe der Kantonsgerichtspräsident der Beklagten zu Unrecht vorgeworfen, sie habe vor der Kündigung nicht um eine Mietzinsreduktion nachgesucht, was sie sich anrechnen lassen müsse. Die Beklagte habe sich entgegen der Auffassung des Kantonsgerichtspräsidenten auch genügend um die Weitervermietung der Wohnung bemüht, indem sie gemäss einer Vereinbarung der Parteien ein Inserat im Obwaldner Amtsblatt publizierte. Die Klägerin habe von ihr keine weiteren Bemühungen gewünscht, und solche wären ohnehin völlig nutzlos gewesen, wie die erfolglosen Bemühungen der Klägerin, die Wohnung zu den bisherigen Konditionen zu vermieten, gezeigt hätten. In Würdigung all dieser Umstände rechtfertige es sich, die Schadenersatzleistung ermessensweise auf Fr. 2'500.-- herabzusetzen.\n\nDie Klägerin rügt eine Verletzung von Art. 266g Abs. 2 OR und macht geltend, die Vorinstanz habe eine einseitige Interessenabwägung vorgenommen, welche einer Billigkeitsentscheidung gemäss Art. 4 ZGB widerspreche. So sei die Vorinstanz zu Unrecht davon ausgegangen, eine Schuld von Fr. 12'000.-- würde die Beklagte in eine Notlage im Sinne von Art. 44 Abs. 2 OR führen. Die Beklagte könne sich zudem gar nicht auf eine Notlage berufen, weil sie ihre finanziellen Schwierigkeiten selber verschuldet habe. Die Vorinstanz habe zudem völlig ausser acht gelassen, dass es der Beklagten ohne weiteres zumutbar wäre, im Hinblick auf die Schadenersatzleistung an die Klägerin ihren Lebensstandard zu senken. Die Vorinstanz habe weiter ungenügend berücksichtigt, dass sich die Beklagte nicht in hinreichender Weise um die Beibringung eines Ersatzmieters gekümmert habe und sich die finanziellen Verhältnisse der Beklagten künftig wieder verbessern könnten. Die Herabsetzung der vom Kantonsgerichtspräsidenten festgesetzten Entschädigung von Fr. 12'000.-- sei daher nicht gerechtfertigt gewesen.\n\na) aa) Art. 266g Abs. 1 OR sieht vor, dass die Parteien ein Mietverhältnis aus wichtigen Gründen mit der gesetzlichen Frist auf einen beliebigen Zeitpunkt kündigen können. Dieses ausserordentliche Kündigungsrecht entspricht dem allgemeinen Grundsatz, dass Dauerschuldverhältnisse aus wichtigen Gründen vorzeitig beendet werden dürfen (BGE 92 II 299 E. 3b; HIGI, Zürcher Kommentar, N. 6 und 12 zu Art. 266g OR; BUCHER, Berner Kommentar, N. 200 ff. zu Art. 27 ZGB; BUCHER, Schweizerisches Obligationenrecht Allgemeiner Teil, 2. Auflage 1988, S. 384; BGE 122 III 262 S. 266KRAMER/SCHMIDLIN, Berner Kommentar, Allgemeine Einleitung in das schweizerische OR, N. 163 f.; vgl. auch IVAN CHERPILLOD, La fin des contrats de durée, S. 123 ff.; GAUCH, System der Beendigung von Dauerverträgen, S. 186 ff.). Als wichtige Gründe gelten Umstände, welche die Vertragserfüllung unzumutbar machen (Art. 266g Abs. 1 OR). Dabei gilt es zu beachten, dass die Unzumutbarkeit der Erfüllung eines Mietvertrages nur bejaht werden kann, wenn die angerufenen Umstände bei Vertragsschluss weder bekannt noch voraussehbar waren und nicht auf ein Verschulden der kündigenden Partei zurückzuführen sind (Botschaft zur Revision des Miet- und Pachtrechts, nachstehend: Botschaft, BBl 1985 I 1389ff., S. 1451; HIGI, Zürcher Kommentar, N. 36 ff. zu Art. 266g OR; SVIT-Kommentar zum Mietrecht, N. 13 f. zu Art. 266g OR; LACHAT/STOLL, Das neue Mietrecht für die Praxis, 3. unveränderte Auflage, S. 323 f. Rz. 5.2; ZIHLMANN, Das neue Mietrecht, 2. Auflage, S. 109; vgl. auch BGE 33 II 574 E. 2 OR). Die vermögensrechtlichen Folgen einer zulässigen vorzeitigen Kündigung bestimmt der Richter gemäss Art. 266g Abs. 2 OR unter Würdigung aller Umstände, das heisst nach Recht und Billigkeit (Art. 4 ZGB). Die Haftung nach Art. 266g Abs. 2 OR weist somit wie diejenige eines Urteilsunfähigen gemäss Art. 54 Abs. 1 OR den Charakter einer Kausalhaftung aus Billigkeit auf (vgl. BGE 102 II 226 E. 2b S. 230). Anders als nach der Regelung vor der Mietrechtsrevision vom 15. Dezember 1989 schuldet die aus wichtigen Gründen kündigende Partei der anderen grundsätzlich nicht mehr das volle Erfüllungsinteresse (Botschaft a.a.O., S. 1451; SVIT-Kommentar zum Mietrecht, N. 22 zu 266g OR; ZIHLMANN, a.a.O., S. 109; a.M. HIGI, Zürcher Kommentar, N. 80 zu Art. 266g OR). Die kündigende Partei hat gemäss Art. 266g Abs. 2 OR vielmehr nur dann eine Entschädigung zu leisten, wenn dies als billig erscheint. Ob und in welchem Umfang dies der Fall ist, entscheidet sich nach den Umständen des Einzelfalles, wobei der finanziellen Situation der Parteien im Zeitpunkt des Urteils vorrangige Bedeutung zukommt (vgl. BGE 103 II 330 E. 4b/aa S. 335 f.; BGE 102 II 226 E. 3b S. 231 mit Hinweisen; BREHM, Berner Kommentar, N 19 zu Art. 54 OR; SCHNYDER, in: Kommentar zum Schweizerischen Privatrecht, N. 6 zu Art. 54 OR; REY, Ausservertragliches Haftpflichtrecht, S. 163 Rz. 814; KELLER; Haftpflicht im Privatrecht, Bd. I, 5. Auflage, S. 134; OFTINGER/STARK, Schweizerisches Haftpflichtrecht, Bd. II/1, S. 148 Rz. 61 f.; HONSELL, Schweizerisches Haftpflichtrecht, S. 108; DESCHENAUX/TERCIER, La responsabilité civile, 2. Auflage, S. 138 Rz. 20 f.). So spricht der Umstand, dass die geschädigte Partei wohlhabend ist und die schädigende BGE 122 III 262 S. 267Partei in bescheidenen finanziellen Verhältnissen lebt, gegen eine Billigkeitshaftung (BREHM, Berner Kommentar, N. 22 zu Art. 54 OR). Dies gilt insbesondere dann, wenn die Gefahr besteht, dass der Schädiger durch die Ersatzpflicht in eine Notlage geraten könnte (BREHM, Berner Kommentar, N. 46 zu Art. 54 OR; SCHNYDER, a.a.O., N. 6 zu Art. 54 OR; OFTINGER/STARK, a.a.O., S. 148 Rz. 61) oder auf lange Zeit hinaus auf das Existenzminimum gesetzt wäre (BGE 71 II 225 E. 8 S. 232; KELLER, a.a.O., S. 135). Für eine Billigkeitshaftung spricht dagegen der Umstand, dass der Schaden für den Geschädigten eine grosse Belastung darstellt (BREHM, Berner Kommentar, N. 37 zu Art. 54 OR; OFTINGER/STARK, a.a.O., S. 148 Rz. 61). Soweit die kausale Natur der Haftung aus Billigkeit dies zulässt, kommen bei deren Bemessung auch die Kriterien von Art. 43 und 44 OR zur Anwendung (BREHM, Berner Kommentar, N. 43 zu Art. 54 OR; SCHNYDER, a.a.O., N. 6 zu Art. 54 OR; vgl. ferner Botschaft, a.a.O., S. 1451; LACHAT/STOLL, a.a.O., S. 324 Rz. 5.3; ZIHLMANN, a.a.O., S. 109). Ein Selbstverschulden der geschädigten Partei kann somit zur Aufhebung oder Herabsetzung der Billigkeitshaftung führen (OFTINGER/STARK, a.a.O., S. 151 Rz. 73; vgl. ferner: SVIT-Kommentar zum Mietrecht, N. 23 zu Art. 266g OR; KELLER, a.a.O., S. 136). Ebenso gilt es, eine eventuelle Nichterfüllung der beiden Parteien obliegenden Pflicht zur Schadensminderung zu berücksichtigen (SVIT-Kommentar zum Mietrecht, N. 25 zu Art. 266g OR; LACHAT/STOLL, a.a.O., S. 324 Rz. 5.3).\n\nbb) Die Bestimmung der vermögensrechtlichen Folgen einer vorzeitigen Kündigung beruht weitgehend auf richterlichem Ermessen. Derartige Ermessensentscheide überprüft das Bundesgericht an sich frei. Es übt dabei aber Zurückhaltung und greift nur ein, wenn die Vorinstanz grundlos von in Lehre und Rechtsprechung anerkannten Grundsätzen abgegangen ist, wenn sie Tatsachen berücksichtigt hat, die für den Entscheid im Einzelfall keine Rolle hätten spielen dürfen, oder wenn sie umgekehrt Umstände ausser Betracht gelassen hat, die hätten beachtet werden müssen. Es greift ausserdem in Ermessensentscheide ein, wenn sich diese im Ergebnis als offensichtlich unbillig, als in stossender Weise ungerecht erweisen (BGE 119 II 157 E. 2a S 160; BGE 118 II 50 E. 4 S. 55 f. mit Hinweisen).\n\nb) Im vorliegenden Fall hat die Vorinstanz zu Recht angenommen, eine Entschädigung von Fr. 12'000.-- sei unbillig, weil sie die Beklagte und ihre Kinder voraussichtlich auf Jahre hinaus auf das Existenzminimum setzen würde und die Klägerin auch durch eine erhebliche Reduktion der Entschädigung nicht in wirtschaftliche Schwierigkeiten gerate. Da eine BGE 122 III 262 S. 268Herabsetzung der Entschädigung schon aufgrund dieser Umstände als angebracht erscheint, kann offengelassen werden, ob eine Schuld von Fr. 12'000.-- die Beklagte in eine Notlage im Sinne von Art. 44 Abs. 2 OR führen würde. Entgegen der Auffassung der Klägerin lässt die allgemeine Möglichkeit, dass sich die finanziellen Verhältnisse der Beklagten einmal bessern werden, eine Herabsetzung nicht als unbillig erscheinen. Es ist ferner nicht ersichtlich, inwiefern die Beklagte bezüglich ihrer finanziellen Schwierigkeiten ein Verschulden treffen soll. Schliesslich kann der Beklagten unter den gegebenen Umständen nicht angelastet werden, sie habe sich ungenügend um einen Nachmieter bemüht. Die Vorinstanz ist demnach bei der Bestimmung der Entschädigung gemäss Art. 266g Abs. 2 OR von richtigen Grundsätzen ausgegangen. Die erhebliche Herabsetzung der Entschädigung von Fr. 12'000.-- auf Fr. 2'500.-- ist zudem im Ergebnis nicht offensichtlich unbillig."}