{"annee": "122", "cour": "III", "page": "34", "date": "27/2/1996", "cite": ["101 III 65", "117 III 44", "103 III 76"], "cite_par": ["140 III 644", "127 III 55", "126 III 30"], "chapeau": "6. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 27. Februar 1996 i.S. Stadt Schlieren (Rekurs)", "regestes": ["Art. 19 al. 1 LP; art. 15 LP; art. 2 al. 3 LP. L'objet du recours de l'art. 19 al. 1 LP est toujours une décision prise contrairement à la loi par une autorité cantonale de surveillance (consid. 1). Une intervention du Tribunal fédéral sur la base de l'art. 15 LP ne se justifie pas dans le cas particulier: les cantons sont en effet seuls compétents pour décider si un office des poursuites peut ou non recourir aux services d'un centre de traitement informatique extérieur au canton (consid. 2)."], "faits": "BGE 122 III 34 S. 34\n\nDas Betreibungsamt Schlieren hatte das Betreibungsinspektorat des Kantons Zürich ersucht, ihm die Einführung der EDV mit dem Softwareprogramm der Verwaltungsrechenzentrum AG St. Gallen, mit Anschluss am Rechenzentrum in St. Gallen, zu bewilligen.BGE 122 III 34 S. 35\n\nDieses Gesuch wies die Verwaltungskommission des Obergerichts des Kantons Zürich mit Beschluss vom 18. März 1994 ab.\n\nEin diesbezügliches Wiedererwägungsgesuch, eingereicht von der Stadt Schlieren am 4. Dezember 1995, wurde von der Verwaltungskommission des Obergerichts des Kantons Zürich mit Beschluss vom 16. Januar 1996 abgewiesen.\n\nMit einer Eingabe, die sie als \"Rekurs/Aufsichtsbeschwerde\" bezeichnete, zog die Stadt Schlieren die Sache innert der gesetzlichen Frist des Art. 19 Abs. 1 SchKG an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts weiter. Diese trat weder auf den Rekurs noch auf das Gesuch um Stellungnahme aufgrund von Art. 15 SchKG ein.", "considerants": "Aus den Erwägungen:\n\n1. Der Beschluss der Verwaltungskommission des Obergerichts des Kantons Zürich kann auf keinen Fall mit Rekurs gemäss Art. 19 Abs. 1 SchKG an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts weitergezogen werden; denn Anfechtungsgegenstand im Rekursverfahren ist nach der soeben zitierten Bestimmung immer ein gesetzwidriger Entscheid einer kantonalen Aufsichtsbehörde.\n\nDem bleibt nur beizufügen, dass die Rüge der Verletzung verfassungsmässiger Rechte im Rahmen eines Rekurses gemäss Art. 19 Abs. 1 SchKG unzulässig gewesen wäre (Art. 43 Abs. 1 in Verbindung mit Art. 81 OG; BGE 117 III 44 E. 2a; POUDRET/SANDOZ-MONOD, N. 1.2.2 zu Art. 79 OG).\n\n2. Es besteht auch kein Anlass, gestützt auf Art. 15 SchKG Stellung zu den von der Stadt Schlieren aufgeworfenen Fragen zu nehmen, wie dies etwa in BGE 103 III 76 und BGE 101 III 65 zwecks grundsätzlicher Klärung der Anwendung von Vorschriften des Bundesgesetzes über Schuldbetreibung und Konkurs geschehen ist. Klarerweise liegt es in der alleinigen Kompetenz der Kantone, darüber zu entscheiden, ob sie einem Betreibungsamt die Zusammenarbeit mit einem ausserkantonalen EDV-Anbieter - \"Outsourcing\", wie dies in der vorliegenden Rechtsschrift genannt wird - erlauben wollen oder nicht (Art. 2 Abs. 3 SchKG).\n\nDie Schuldbetreibungs- und Konkurskammer des Bundesgerichts hat die Richtlinien für die Einführung der EDV bei den Betreibungsämtern des Kantons Zürich geprüft, soweit dies aus der Sicht des Bundesrechts erforderlich war, und mit Schreiben vom 21. November 1988 die Bewilligung für deren Inkraftsetzung erteilt."}