{"annee": "122", "cour": "IV", "page": "246", "date": "27/9/1996", "cite": ["118 IV 35", "119 IV 210", "120 IV 122", "115 IV 31", "119 IV 28"], "cite_par": ["135 IV 76", "126 IV 165", "125 IV 124", "140 IV 150", "137 IV 113", "128 IV 18"], "chapeau": "37. Extrait de l'arrêt de la Cour de cassation pénale du 27 septembre 1996 dans la cause M. contre Ministère public du canton de Vaud (pourvoi en nullité)", "regestes": ["Art. 148 aCP, art. 21 s. CP; tentative d'escroquerie. Le délit manqué est une forme de tentative au sens large (cf. art. 21 s. CP). Il y a tentative, au sens large, d'escroquerie lorsque l'auteur, agissant intentionnellement et dans un dessein d'enrichissement, a commencé l'exécution de cette infraction, manifestant ainsi sa décision de la commettre, même si les éléments objectifs font, en tout ou en partie, défaut. L'intention doit porter sur l'ensemble des éléments constitutifs objectifs; à cet égard, ce qui est déterminant c'est que l'auteur a agi en se représentant (donc en acceptant) une situation dans laquelle ces éléments sont réalisés (consid. 3a). Tentative, au sens large, d'escroquerie admise dans le cas d'espèce, où l'auteur a tenté d'encaisser, au guichet d'une banque, un chèque volé et muni d'une fausse signature ainsi qu'il le savait, en partant de l'idée que le chèque n'avait pas encore été annoncé comme volé, qu'il n'était donc pas bloqué et, partant, que la banque n'était pas ou ne serait que difficilement en mesure de déceler la manoeuvre (consid. 3c)."], "faits": "BGE 122 IV 246 S. 247\n\nA.- Le 18 juin 1993, D. a montré à M. deux chèques qu'il avait dérobés le 10 juin dans la villa des époux N. à Prangins. A la demande de M., qui lui avait fait croire qu'il ne pouvait le faire lui-même, D. a accepté, par naïveté, de libeller ces chèques, dont les montants, à savoir 5'300 francs et 9'500 francs, lui ont été indiqués par M. Ce dernier a ensuite tenté d'encaisser l'un des chèques dans une agence de l'UBS de Genève, mais l'employé s'est méfié et a bloqué le chèque, qui avait été déclaré volé.\n\nB.- Le 15 septembre 1995, le Tribunal correctionnel du district de Nyon a condamné M., pour recel, crime manqué d'escroquerie et faux dans les titres, à la peine de 5 mois d'emprisonnement, sous déduction de la détention préventive subie, peine complémentaire à une autre, de 2 mois d'emprisonnement, infligée le 10 novembre 1993, et à l'expulsion du territoire suisse pour une durée de 5 ans avec sursis pendant 5 ans.\n\nPar arrêt du 30 octobre 1995, la Cour de cassation pénale du Tribunal cantonal vaudois a rejeté les recours formés par M. contre ce jugement et a confirmé ce dernier.\n\nC.- M. se pourvoit en nullité au Tribunal fédéral contre cet arrêt; invoquant une violation de l'art. 148 aCP, il conteste avoir agi astucieusement et conclut, avec suite de dépens, à l'annulation de l'arrêt attaqué et au renvoi de la cause à l'autorité cantonale. Cette dernière se réfère aux considérants de sa décision. Le Ministère public conclut au rejet du pourvoi.\n\nLe Tribunal fédéral rejette le pourvoi dans la mesure où il est recevable.", "considerants": "Considérant en droit:\n\n1. et 2.- (Recevabilité)\n\n3. Invoquant une violation de l'art. 148 aCP, le recourant conteste avoir agi astucieusement et, partant, s'être rendu coupable de délit manqué d'escroquerie.\n\na) Sur le plan objectif, l'escroquerie suppose que l'auteur ait usé de tromperie, que celle-ci ait été astucieuse, que l'auteur ait ainsi induit la victime en erreur (sous réserve de l'erreur préexistante), que cette BGE 122 IV 246 S. 248erreur ait déterminé la personne trompée à des actes préjudiciables à ses intérêts pécuniaires ou à ceux d'un tiers et que la victime ait subi un préjudice patrimonial (cf. ATF 119 IV 210 consid. 3 p. 212; ATF 118 IV 35 consid. 2 p. 37). Sur le plan subjectif, l'auteur doit avoir agi intentionnellement et dans le dessein de se procurer ou de procurer à un tiers un enrichissement illégitime (ATF 119 IV 210 consid. 4a et b p. 214; ATF 118 IV 35 consid. 2 p. 37; ATF 115 IV 31 consid. 3a p. 32).\n\nL'astuce, qui est l'un des éléments constitutifs objectifs de l'escroquerie, n'est pas réalisée si la victime pouvait se protéger avec un minimum d'attention ou éviter l'erreur avec le minimum de prudence que l'on pouvait attendre d'elle; en revanche, il y a tromperie astucieuse lorsque l'auteur recourt à un édifice de mensonges, à des manoeuvres frauduleuses ou à une mise en scène, mais aussi lorsqu'il donne simplement de fausses informations, si leur vérification n'est pas possible, ne l'est que difficilement ou ne peut raisonnablement être exigée, de même que si l'auteur dissuade la dupe de vérifier ou prévoit, en fonction des circonstances, qu'elle renoncera à le faire en raison d'un rapport de confiance particulier (ATF 120 IV 122 consid. 6a/bb p. 132/133, 186 consid. 1a; ATF 119 IV 28 consid. 3a p. 34/35 et les arrêts cités).\n\nLe délit manqué (art. 22 al. 1 CP) est une forme de tentative au sens large (cf. art. 21 ss CP). Selon la jurisprudence, il y a tentative au sens large lorsque l'auteur a réalisé tous les éléments subjectifs de l'infraction et qu'il a manifesté sa décision de la commettre, sans toutefois que les éléments constitutifs objectifs soient tous réalisés; la tentative au sens large implique donc que tous les éléments subjectifs de l'infraction soient réunis, en premier lieu l'intention - à cet égard, le dol éventuel suffit - et, le cas échéant, les autres conditions subjectives (dessein d'enrichissement, etc.), alors que les éléments objectifs font, au moins partiellement, défaut (ATF 120 IV 199 consid. 3e p. 206).\n\nIl y a donc tentative, au sens large, d'escroquerie lorsque l'auteur, agissant intentionnellement et dans un dessein d'enrichissement, a commencé l'exécution de cette infraction, manifestant ainsi sa décision de la commettre, même si les éléments objectifs font, en tout ou en partie, défaut. Conformément aux règles générales, l'intention doit porter sur l'ensemble des éléments constitutifs objectifs. A cet égard, ce qui est déterminant c'est que l'auteur a agi en se représentant (donc en acceptant) une situation dans laquelle ces éléments sont réalisés.\n\nBGE 122 IV 246 S. 249\n\nb) La cour cantonale a constaté que le recourant avait tenté d'encaisser auprès de la banque un chèque qui avait été volé par D., ainsi qu'il le savait, et qu'il avait fait libeller par ce dernier; la formule de ce chèque, portant le nom de celui auquel il avait été volé, était authentique, mais la signature qui y était apposée était fausse et l'indication du montant en lettres était mal orthographiée; le recourant prévoyait ou escomptait que, dans le trafic des paiements, sa démarche n'attirerait pas l'attention de l'employé de la banque; ce dernier s'était toutefois méfié et avait bloqué le chèque, qui avait été annoncé comme volé.\n\nCes constatations, qui relèvent du fait, lient la Cour de cassation saisie d'un pourvoi en nullité et ne sauraient donc être remises en cause dans le cadre de cette voie de droit. Il en résulte clairement que le recourant, en spéculant sur le fait que la banque ne procéderait pas à un contrôle, a tenté d'encaisser un chèque dont il savait qu'il avait été volé et qu'il était muni d'une fausse signature. Le comportement du recourant, tant du point de vue objectif que subjectif, a donc été examiné, contrairement à ce qu'il soutient en invoquant une nouvelle fois sa version des faits, ce qui n'est pas admissible dans un pourvoi en nullité.\n\nS'agissant du comportement de la banque, c'est en vain que le recourant tente une nouvelle fois de faire valoir que la faute d'orthographe dans le libellé littéral du montant devait susciter d'emblée la méfiance; comme l'a relevé la cour cantonale, il ne sort pas des prévisions de la vie des affaires que des chèques soient libellés hâtivement ou grossièrement, notamment avec des fautes d'orthographe dans le libellé littéral des montants; à lui seul, l'élément invoqué par le recourant n'est donc pas déterminant.\n\nc) Au vu des faits retenus, il n'est pas contestable que le recourant, qui a tenté d'encaisser un chèque dont il savait qu'il avait été volé et qu'il était muni d'une fausse signature, a commencé l'exécution de l'infraction et qu'il a agi dans un dessein d'enrichissement. Il est par ailleurs manifeste que le recourant a agi dans l'intention de tromper la banque, de l'induire ainsi en erreur et de la déterminer par là à des actes préjudiciables à ses intérêts. Selon sa représentation des faits, le recourant partait de l'idée que le chèque n'avait pas encore été annoncé comme volé et n'était donc pas bloqué, sans quoi il n'aurait à l'évidence pas tenté de l'encaisser; il pensait donc que la banque n'était pas en mesure de déceler la manoeuvre et qu'elle ne serait dès lors pas ou que difficilement en mesure de le faire; il a par conséquent agi en se représentant et, partant, en acceptant une situation de fait dans laquelle BGE 122 IV 246 S. 250l'élément de l'astuce était réalisé; il n'est du reste pas exclu que cet élément ait été réalisé objectivement, puisque le vol aurait pu ne pas être encore annoncé ou communiqué à la banque à laquelle il a été présenté.\n\nDans ces conditions, il n'était pas contraire au droit fédéral d'admettre que le recourant s'était rendu coupable de tentative, au sens large, d'escroquerie.\n\n4. (Suite de frais)."}