{"annee": "123", "cour": "I", "page": "221", "date": "7/4/1997", "cite": ["122 II 299", "121 I 334", "119 IA 123", "109 IA 146", "122 I 222", "120 IA 31", "122 II 49", "122 I 18", "106 IA 277", "102 IA 279", "119 IA 453", "102 IA 302", "117 IA 465", "117 IA 72", "118 IA 64"], "cite_par": ["124 II 1", "124 I 145", "125 I 182", "126 I 112", "124 I 170", "130 I 26", "140 I 125", "133 III 639", "134 I 92", "125 I 127", "133 I 270", "130 I 290", "128 I 113", "125 I 173", "130 II 377", "124 I 40", "141 I 141", "125 I 441", "124 I 231", "124 I 336", "139 I 180", "124 I 203", "125 II 217", "129 I 113", "125 II 369", "135 I 71", "143 I 241", "127 I 6", "124 I 176", "125 I 369", "124 I 34"], "chapeau": "20. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 7. April 1997 i.S. Demokratische JuristInnen der Schweiz sowie E., G. und K. gegen Regierungsrat des Kantons Basel-Stadt (staatsrechtliche Beschwerde)", "regestes": ["Contestation de l'ordonnance du canton de Bâle-Ville sur les prisons du 19 décembre 1995; régimes de détention en matière d'exécution des peines, de détention préventive ou de droit des étrangers; liberté personnelle, art. 4 Cst. (présomption d'innocence), art. 2 Disp. trans. Cst., art. 3 CEDH, art. 6 par. 2 CEDH et art. 10 CEDH. Conditions de recevabilité, contrôle abstrait des normes: étendue de la qualité d'une association de droit privé et de personnes physiques pour contester des dispositions cantonales qui règlent la détention en matière d'exécution des peines, de détention préventive ou de droit des étrangers; art. 84 al. 1 OJ, art. 88 OJ (consid. I/2). Principes fondamentaux: domaine de protection de la liberté personnelle; exigences découlant de la garantie d'une base légale suffisante; champ d'application matériel de l'arrêté attaqué; admissibilité de restrictions à la liberté des détenus (consid. I/4). Placement de personnes détenues en application du droit des étrangers: conditions dans lesquelles il peut être admissible de placer une personne détenue à titre de mesure administrative de police des étrangers dans un établissement d'exécution des peines ou de détention préventive. Examen de la conformité, au regard des droits fondamentaux, de l'aménagement des locaux (dimensions des cellules, installations sanitaires) de l'établissement cantonal d'exécution \"Schällemätteli\"; appréciation globale des conditions concrètes de détention; liberté personnelle, art. 3 et art. 10 CEDH (consid. II/1). Droit des détenus aux soins médicaux (consid. II/2). Travail des détenus: la réglementation de l'ordonnance du canton de Bâle-Ville sur les prisons, qui oblige tous les détenus et les détenues de la prison cantonale de détention préventive \"Waaghof\" et de l'établissement d'exécution \"Schällemätteli\", à l'exception des personnes en détention préventive, à accomplir le travail qui leur est attribué par l'autorité, est contraire à la force dérogatoire du droit fédéral, au principe constitutionnel de la présomption d'innocence et à la liberté personnelle (consid. II/3)."], "faits": "BGE 123 I 221 S. 223\n\nDer Regierungsrat des Kantons Basel-Stadt erliess am 19. Dezember 1995 eine Verordnung über das Gefängniswesen (VG/BS), welche am 10. Februar 1996 im baselstädtischen Kantonsblatt veröffentlicht wurde. Innert 30 Tagen seit der amtlichen Publikation haben die Demokratischen JuristInnen der Schweiz, Regionalgruppe Basel (DJS) sowie E., G. und K. den Erlass mit staatsrechtlicher Beschwerde beim Bundesgericht angefochten. Sie stellen den Antrag, es seien verschiedene Bestimmungen der Gefängnisverordnung aufzuheben (nämlich § 3 lit. c, § 6 Abs. 1 und Abs. 2 Satz 2, § 14 Abs. 1, § 22 Abs. 1 sowie § 25 Abs. 3 Satz 2 VG/BS).\n\nZur Begründung machen die Beschwerdeführenden u.a. geltend, durch die angefochtenen Bestimmungen würden folgende Grundrechte bzw. verfassungsmässige Grundsätze verletzt:\n\n- Garantie der persönlichen Freiheit;\n\n- Rechtsgleichheits- und Verhältnismässigkeitsgebot (Art. 4 BV);\n\n- Meinungsäusserungsfreiheit;\n\n- Grundsatz der derogatorischen Kraft des Bundesrechtes (Art. 2 ÜbBest.BV);\n\nBGE 123 I 221 S. 224\n\n- Art. 3 EMRK (Verbot unmenschlicher oder erniedrigender Behandlung);\n\n- Art. 8 EMRK (Achtung des Privat- und Familienlebens, insbesondere des freien Briefverkehrs);\n\n- Art. 10 EMRK (Meinungsfreiheit);\n\n- Art. 14 EMRK (Diskriminierungsverbot).\n\nDie Verordnung über das Gefängniswesen regelt die Organisation und die Haftbedingungen des Untersuchungsgefängnisses des Kantons Basel-Stadt sowie der kantonalen Vollzugsanstalt \"Schällemätteli\". Gemäss der angefochtenen Verordnung werden im kantonalen Untersuchungsgefängnis in erster Linie strafprozessuale Häftlinge untergebracht. Dazu gehören namentlich Untersuchungs- und Sicherheitsgefangene sowie Personen im Polizeigewahrsam (§ 2 lit. a-d und h VG/BS). Sodann werden im Untersuchungsgefängnis bestimmte leichtere Kriminalsanktionen (insbesondere kurzfristige Freiheitsstrafen und Strafen, bei denen die Halbgefangenenschaft oder der tageweise Vollzug bewilligt wurde) sowie Militärdisziplinarsanktionen vollzogen (§ 2 lit. e-g VG/BS). Das Untersuchungsgefängnis nimmt ausserdem gewisse Kategorien von Personen auf, bei denen eine Administrativbehörde die stationäre Unterbringung angeordnet hat (§ 2 lit. i VG/BS).\n\nDemgegenüber werden in der kantonalen Vollzugsanstalt \"Schällemätteli\" in erster Linie Strafgefangene plaziert, die sich im vorläufigen oder regulären Strafvollzug befinden und ihre Strafe \"zur Zeit noch nicht in einer Vollzugsanstalt antreten können\" (§ 3 lit. a VG/BS). Hinzu kommen die fremdenpolizeilich Inhaftierten, welche sich in Vorbereitungs- und Ausschaffungshaft befinden (§ 3 lit. c VG/BS). Schliesslich können auch gewisse Kategorien von strafprozessualen Gefangenen im \"Schällemätteli\" untergebracht werden (nämlich Personen in Polizeigewahrsam und solche, die sich \"vorübergehend im Kanton Basel-Stadt in Haft befinden\" [§ 3 lit. d VG/BS]) sowie Gefangene, \"die noch vor Abklärung einer Massnahme stehen\" (§ 3 lit. b VG/BS).", "considerants": "Aus den Erwägungen:\n\nI. Sachurteilsvoraussetzungen und allgemeine Erwägungen\n\nI.2. Zur staatsrechtlichen Beschwerde gegen einen kantonalen Erlass auf dem Wege der abstrakten Normenkontrolle ist legitimiert (Art. 88 OG), wer durch die angefochtenen Bestimmungen unmittelbar BGE 123 I 221 S. 225oder zumindest virtuell, d.h. mit einer minimalen Wahrscheinlichkeit früher oder später einmal, in seinen rechtlich geschützten Interessen betroffen ist. Privaten Verbänden und Interessengemeinschaften steht die Beschwerdebefugnis zur Wahrung der verfassungsmässig geschützten Interessen ihrer Mitglieder zu, wenn sie als juristische Person konstituiert sind, nach den Statuten die Interessen ihrer Mitglieder zu wahren haben und die Mehrheit oder zumindest eine Grosszahl der Mitglieder vom angefochtenen Erlass direkt oder virtuell betroffen ist (BGE 122 I 222 E. 1a S. 224; BGE 119 Ia 123 E. 1b S. 127, 197 E. 1c S. 200 f., 321 E. 2b S. 324; vgl. WALTER KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, 2. Aufl., Bern 1994, S. 262 ff.; MARC FORSTER, Die staatsrechtliche Beschwerde, in GEISER/MÜNCH, Prozessieren vor Bundesgericht, Basel 1996, Rz. 2.35; KARL SPÜHLER, Die Praxis der staatsrechtlichen Beschwerde, Bern 1994, Rz. 38, 44).\n\na) Bei der privatrechtlichen Organisation mit dem Namen \"Demokratische JuristInnen der Schweiz, Regionalgruppe Basel\" (DJS) handelt es sich um einen Verein im Sinne von Art. 60 ff. ZGB mit Sitz in Basel. Gemäss Art. 3 Abs. 1 seiner Statuten kann der Verein \"im Rahmen seiner Zielsetzungen auch die Interessen seiner Mitglieder vertreten\". Die Mehrheit bzw. ein Grossteil der Vereinsmitglieder ist nach glaubhafter Darlegung in der Beschwerdeschrift im Kanton Basel-Stadt wohnhaft. Im Falle der Anfechtung von allgemeinen kantonalen Gefängnisreglementen genügt nach ständiger Praxis des Bundesgerichtes für das Vorliegen einer virtuellen Betroffenheit der Wohnsitz im betreffenden Kanton (BGE 102 Ia 279 E. 1 S. 281 f.; nicht amtlich publizierte Erwägung 1a von BGE BGE 118 Ia 64 ff.). Der Verein DJS ist somit selbständig zur Beschwerde legitimiert, soweit seine Rügen sich gegen Bestimmungen zur strafprozessualen Haft und Strafvollzugshaft richten. Nicht beschwerdeberechtigt ist der Verein DJS hingegen, soweit er Rügen erhebt, die sich ausschliesslich auf Fragen der ausländerrechtlichen Inhaftierung beziehen. Der beschwerdeführende Verein legt nicht dar und macht auch nicht geltend, dass ein Grossteil seiner Mitglieder von fremdenpolizeilicher Vorbereitungs- oder Ausschaffungshaft virtuell betroffen wäre.\n\nb) Auch die beschwerdeführenden natürlichen Personen sind im Kanton Basel-Stadt wohnhaft. Bei den Beschwerdeführerinnen G. (deutsche Staatsangehörige mit Aufenthaltsbewilligung B) und K. (türkische Staatsangehörige mit Niederlassungsbewilligung C) kommt aber noch hinzu, dass sie mit einer gewissen minimalen BGE 123 I 221 S. 226Wahrscheinlichkeit nicht nur von strafprozessualer Haft oder Strafvollzug im Kanton Basel-Stadt betroffen sein könnten, sondern dass sie darüber hinaus auch noch von fremdenpolizeilicher Vorbereitungs- und Ausschaffungshaft im Sinne von § 3 lit. c VG/BS virtuell betroffen sind (vgl. BGE 122 I 222 E. 1a S. 224). Nach dem Gesagten ist die Beschwerdeberechtigung von G. und K. vorbehaltlos zu bejahen. Für die Legitimation des Beschwerdeführers E. gilt die analoge Einschränkung wie für den Verein DJS.\n\nI.4. Die Verfassungsmässigkeit einer Gefängnisverordnung, welche die Haftbedingungen regelt, ist vorab unter dem Gesichtspunkt der persönlichen Freiheit zu beurteilen. Die Garantie der persönlichen Freiheit ist ein ungeschriebenes Grundrecht der Bundesverfassung, das nicht nur die Bewegungsfreiheit und die körperliche Integrität, sondern darüber hinaus alle Freiheiten schützt, die elementare Erscheinungen der Persönlichkeitsentfaltung darstellen. Das Recht auf persönliche Freiheit gilt indessen, wie die übrigen Freiheitsrechte, nicht absolut. Beschränkungen sind zulässig, wenn sie auf gesetzlicher Grundlage beruhen, im öffentlichen Interesse liegen und verhältnismässig sind; zudem dürfen die verfassungsmässigen Freiheitsrechte weder völlig unterdrückt noch ihres Gehaltes als Institution der Rechtsordnung entleert werden. Auf die persönliche Freiheit können sich alle natürlichen Personen, Schweizer wie Ausländer, berufen (BGE 118 Ia 64 E. 2d S. 73 mit Hinweisen; vgl. HÄFELIN/HALLER, Schweizerisches Bundesstaatsrecht, 3. Aufl., Zürich 1993, N. 1179; JÖRG PAUL MÜLLER, Die Grundrechte der schweizerischen Bundesverfassung, 2. Aufl., Bern 1991, S. 19).\n\na) Schwere Eingriffe in die Freiheitsrechte, namentlich Inhaftierungen, bedürfen einer klaren und ausdrücklichen Regelung in einem formellen Gesetz. Falls die Haftvoraussetzungen im formellen Gesetz ausreichend konkretisiert sind, können die Haftbedingungen auf Verordnungsstufe in einem materiellen Gesetz (Gefängnisreglement) geregelt werden (BGE 117 Ia 465 E. 3a S. 469; vgl. MÜLLER, a.a.O., S. 25). Um einen ausreichenden Schutz gegen willkürliche und verfassungswidrige Haftbedingungen zu gewährleisten, hat ein Gefängnisreglement allerdings ein Mindestmass an Klarheit und Regelungsdichte aufzuweisen. Ob dies für fremdenpolizeilich Inhaftierte, deren Haftbedingungen im gleichen Erlass geregelt sind wie diejenige der Untersuchungs- und Strafhäftlinge, hinreichend sichergestellt erscheint, braucht nach der Praxis des Bundesgerichtes nicht generell entschieden zu werden. Der Notwendigkeit der klaren Regelung und Unterscheidung des Haftregimes ist jedoch im BGE 123 I 221 S. 227Rahmen der Auslegung der angefochtenen Bestimmungen Rechnung zu tragen (BGE 122 I 222 E. 2b S. 228).\n\nb) Der Regierungsrat des Kantons Basel-Stadt stellt sich zwar sinngemäss auf den Standpunkt, der angefochtene Erlass sei (bezüglich Haftbedingungen) auf ausländerrechtlich Inhaftierte gar nicht anwendbar. Dieser Auffassung kann indessen nicht gefolgt werden. Die Bestimmungen der angefochtenen Gefängnisverordnung gelten gemäss dem Wortlaut und der Systematik des Erlasses vielmehr für alle in § 3 VG/BS genannten Gefangenenkategorien, sofern nicht ausdrücklich etwas anderes bestimmt ist. § 6 VG/BS (betreffend körperliche Untersuchung) zum Beispiel ist auf \"jede neu eintretende Person\" anwendbar. Besondere Bestimmungen sieht der angefochtene Erlass namentlich für Untersuchungsgefangene vor. Wo keine Spezialregelungen für Untersuchungshäftlinge gelten, spricht die Gefängnisverordnung regelmässig von \"Insassinnen und Insassen\" (s. z.B. §§ 13, 14 und 15 VG/BS). § 5 Abs. 2 VG/BS (betreffend Benachrichtigung der Angehörigen) sieht für Vorbereitungs- und Ausschaffungshäftlinge als Ausnahme von § 5 Abs. 1 VG/BS ausdrücklich die Anwendbarkeit der \"jeweils geltenden bundesrechtlichen Bestimmungen\" vor. Diese Vorschrift erschiene sinnlos und überflüssig, falls der angefochtene Erlass auf ausländerrechtlich Inhaftierte zum vornherein gar nicht anwendbar wäre. Der Regierungsrat macht denn auch geltend, \"für die Vorbereitungs- und Ausschaffungshäftlinge\" sei \"als Grundsatznorm § 36 Abs. 2 der Gefängnisverordnung von entscheidender Bedeutung, wonach die Rechtsstellung der Insassinnen und Insassen nur soweit eingeschränkt werden darf, als es für den Haftzweck oder die Sicherstellung eines geordneten Betriebsablaufs unerlässlich ist\". Auch im kantonalen Einführungsgesetz zum Bundesgesetz über Zwangsmassnahmen im Ausländerrecht (EG/BS) ist keine Rede davon, dass die Bestimmungen des Einführungsgesetzes an die Stelle der angefochtenen Gefängnisverordnung treten sollten, soweit Vorbereitungs- und Ausschaffungshäftlinge davon betroffen sind. Vielmehr wird im Ratschlag und Entwurf des Regierungsrates vom 14. Mai 1996 zu einem Einführungsgesetz zum Bundesgesetz über Zwangsmassnahmen im Ausländerrecht erst in Aussicht genommen, dass der Vollzug der ausländerrechtlichen Haft \"in einer besonderen Verordnung geregelt werden\" solle. § 13 Abs. 5 EG/BS bestimmt unter der Marginalie \"Haftbedingungen\": \"Der Regierungsrat regelt die Einzelheiten in einer Verordnung\". Auch aus dem kantonalen Einführungsgesetz und den dazugehörigen Materialien geht somit BGE 123 I 221 S. 228hervor, dass der Vollzug ausländerrechtlicher Haft (bis zum Erlass einer einschlägigen Verordnung zum kantonalen Einführungsgesetz) von der angefochtenen Gefängnisverordnung geregelt bleibt. Allfällige Doppelspurigkeiten und Unzulänglichkeiten der kantonalen Gesetzgebung haben nicht die Beschwerdeführenden zu verantworten. Soweit der Regierungsrat sich auf den Standpunkt stellen will, die angefochtene Verordnung gelte - entgegen dem klaren Wortlaut des Erlasses - nicht für Vorbereitungs- und Ausschaffungshäftlinge, würde dies eine entsprechende klare Regelung voraussetzen. Die blosse Verdeutlichung, dass ausländerrechtliche Gefangene im \"Schällemätteli\" und nicht im Untersuchungsgefängnis \"Waaghof\" untergebracht werden sollen, liesse sich ohne weiteres auch im kantonalen Einführungsgesetz verankern (oder in der in Aussicht gestellten Vollzugsverordnung dazu). Es geht hingegen nicht an, die Anwendbarkeit der angefochtenen geltenden Gefängnisverordnung unter Hinweis auf eine gar noch nicht existierende Verordnung zum EG/BS zu verneinen.\n\nc) Die Beschränkung der Freiheitsrechte von Gefangenen darf nicht über das hinausgehen, was zur Gewährleistung des Haftzwekkes und zur Aufrechterhaltung eines ordnungsgemässen Anstaltsbetriebes erforderlich ist (BGE 122 I 222 E. 2a/aa S. 226; BGE 122 II 299 E. 3b S. 303, je mit Hinweisen). Die von der Bundesverfassung garantierten Freiheitsrechte, insbesondere die persönliche Freiheit, stehen auch den strafprozessualen Gefangenen zu. Diese dürfen in ihren Freiheitsrechten lediglich soweit eingeschränkt werden, als es durch strafprozessuale Zwecke erfordert wird. Diese Erfordernisse können allerdings nur im Hinblick auf die Verhältnisse des konkreten Einzelfalles präzise bestimmt werden. Je höher die Flucht-, Kollusions- oder Wiederholungsgefahr erscheint, oder je stärker der ordnungsgemässe Gefängnisbetrieb (insbesondere die Sicherheit von Insassen und Personal) gefährdet ist, desto restriktiver können die Haftbedingungen sein (BGE 118 Ia 64 E. 2d S. 73 f.).\n\nd) Anders als bei strafprozessualer Haft erfordert der ausländerrechtliche Haftzweck regelmässig keine Beschränkungen des Kontakts mit der Aussenwelt oder mit anderen Personen, die sich ebenfalls in Vorbereitungs- oder Ausschaffungshaft befinden. Einschränkungen rechtfertigen sich hier über den mit der Haft notwendigerweise verbundenen Sicherungszweck hinaus nur aus Erfordernissen des Anstaltsbetriebs oder bei konkreten Sicherheitsbedenken. Die fremdenpolizeilichen Haftgründe (Art. 13a und Art. 13b ANAG; SR 142.20), die vom blossen administrativen BGE 123 I 221 S. 229Fehlverhalten bis hin zu strafrechtlich relevanten Verstössen reichen, können zwar unterschiedliche Sicherheitsbedürfnisse begründen. Diesen ist aber nicht generell durch ein strikteres Haftregime für alle ausländerrechtlich Inhaftierten Rechnung zu tragen, sondern jeweils im Einzelfall nach Massgabe der konkreten Notwendigkeiten (BGE 122 I 222 E. 2b/bb S. 227; BGE 122 II 299 E. 3c S. 303). Insofern findet die Auffassung des Regierungsrates, bei der Unterbringung von Administrativhäftlingen sei deren \"erstelltem Widersetzungswillen\" bzw. deren \"Widerspenstigkeit und Aggressivität\" Rechnung zu tragen, weshalb eine Unterbringung in einem geschlossenen Durchgangszentrum zum vornherein nicht in Frage komme, in der Bundesgerichtspraxis keine Stütze.\n\ne) Die aus dem Haftregime resultierenden Freiheitsbeschränkungen müssen auch mit den Garantien der Europäischen Menschenrechtskonvention vereinbar sein. Diese gewährleistet indessen im Bereich der Haftbedingungen keine über die verfassungsmässigen Grundrechtsgarantien hinausgehenden Rechte. Der Schutzbereich der einzelnen Freiheitsrechte samt ihren Ausprägungen sowie die Grenzen der Zulässigkeit von Eingriffen sind im Einzelfall angesichts von Art und Intensität der Beeinträchtigung zu bestimmen (BGE 118 Ia 64 E. 2d S. 73 f. mit Hinweisen).\n\nII. Materielle Auseinandersetzung mit den erhobenen Rügen\n\nII.1. § 3 VG/BS hat folgenden Wortlaut:\n\n\"Das Schällemätteli nimmt Personen auf:\n\na) die sich im vorläufigen oder regulären Vollzug befinden und ihre Strafe zur Zeit noch nicht in einer Vollzugsanstalt antreten können;\n\nb) die noch vor Abklärung einer Massnahme stehen;\n\nc) die sich zuhanden der Fremdenpolizeibehörden in Vorbereitungs- und Ausschaffungshaft befinden;\n\nd) die sich vorübergehend im Kanton Basel-Stadt in Haft befinden sowie Personen in Polizeigewahrsam.\"\n\na) aa) In der Beschwerde wird als erstes gerügt, § 3 lit. c VG/BS verstosse gegen Art. 3 EMRK (Schutz der Menschenwürde) und Art. 10 EMRK (Grundrecht auf Kommunikation). Ausserdem stehe die angefochtene Bestimmung in Widerspruch zu Art. 13d Abs. 2 ANAG. Dort sei vorgeschrieben, dass Ausschaffungs- und Vorbereitungshaft \"in geeigneten Räumlichkeiten\" zu vollziehen sei. Da die Vollzugsanstalt \"Schällemätteli\" keine geeigneten Räumlichkeiten aufweise, verletze die angefochtene kantonale Bestimmung den Grundsatz der derogatorischen Kraft des Bundesrechtes (Art. 2 BGE 123 I 221 S. 230ÜbBest. BV). Zwar seien der Trakt III des \"Schällemätteli\" Ende der achtziger Jahre vollständig und die Trakte I und II (Einbau von Gemeinschafts-Toilettenanlagen und Duschenraum) teilweise saniert worden. Bei den Sanierungsarbeiten (im Umfang von Fr. 5,7 Mio.) habe man sich jedoch auf das Nötigste beschränkt und lediglich ein Provisorium für zehn bis fünfzehn Jahre aufrechterhalten wollen. Die ausländerrechtlich Inhaftierten würden somit \"in einem Gefängnis untergebracht, das zu zwei Dritteln bezüglich der baulichen Voraussetzungen in keiner Weise den Anforderungen eines menschenwürdigen Strafvollzuges zu genügen\" vermöchte. In den Trakten I und II würden die Einzelzellen \"nicht der vom Bundesamt für Justiz empfohlenen Mindestgrösse entsprechen\". Ebensowenig seien sie mit fliessendem Wasser und entsprechenden sanitären Anlagen ausgerüstet. Dort inhaftierte Personen müssten \"ihre Notdurft in den Zelleneinschlusszeiten in einen Plastikeimer verrichten, welcher anschliessend von den Gefangenen in der Stockwerkstoilette zu entleeren ist\". Ausserdem stehe sämtlichen Gefangenen \"kein Telephon zur Verfügung\". Die Unterbringung von Administrativhäftlingen im \"Schällemätteli\" müsse im übrigen als unverhältnismässig qualifiziert werden, da der Haftzweck \"auch durch die Unterbringung in einem geschlossenen Durchgangsheim für Asylbewerber, einem Heim oder einer ähnlichen Anstalt\" gewährleistet werden könne.\n\nbb) Die Regierung räumt in ihrer Stellungnahme ein, dass bei den Einerzellen (im Gegensatz zu den Zweierzellen) die vom Bundesamt für Justiz empfohlenen Normen \"nicht ganz erreicht\" würden. Mit 9,2 m2 Fläche (inklusive Nassbereich) hielten sich aber auch die Einerzellen der Trakte I und II in einem üblichen und vertretbaren Rahmen, zumal sich die Gefangenen während des Tages und abends auch in den Arbeits- und Aufenthaltsräumen befänden. Da ihre Zellen tagsüber geöffnet würden, sei es ausländerrechtlich Inhaftierten zumutbar, dort die Nacht zu verbringen. Die Häftlinge könnten sich ansonsten frei auf dem Zellengang und in einem grossen Aufenthaltsraum bewegen und hätten ausreichend Zeit und Gelegenheit zu sozialer Kommunikation. Den fremdenpolizeilich Inhaftierten werde auch in anderer Hinsicht eine grosse Bewegungsfreiheit eingeräumt. So stehe ihnen schon ab erstem Hafttag ein täglicher Spaziergang im Freien von zwei Stunden zu. Was die sanitären Anlagen betrifft, befänden sich in den besagten Zellen sogenannte Plastiktoiletten, wie sie auch in Campingwohnwagen benützt würden. Die darin enthaltene chemische Lösung werde jeden BGE 123 I 221 S. 231Morgen samt Inhalt entsorgt. Diese Toiletten dienten lediglich der Verrichtung der Notdurft während der Nacht, tagsüber könnten die Gefangenen normale WCs ausserhalb ihrer Zellen benutzen. Im übrigen sei geplant, die sanitären Anlagen in den Trakten I und II \"so bald wie nur möglich zu verbessern\". Eine entsprechende Anmeldung habe die kantonale Abteilung Gefängniswesen bereits beim Bundesamt für Justiz deponiert. Mit den Bauarbeiten werde \"spätestens anfangs 1998\" begonnen. Dass den Gefangenen, namentlich den ausländerrechtlich Inhaftierten, kein Telefon zu Verfügung stehe, wird vom Regierungsrat bestritten. Vielmehr sei auch im \"Schällemätteli\" eine Telefonzelle eingerichtet worden. In gewissen Fällen würden sogar die Kosten des Telefongesprächs vom Staat vorgeschossen bzw. übernommen.\n\nb) Gemäss der Praxis des Bundesgerichtes wird der besonderen Situation der ausländerrechtlichen Administrativhäftlinge zwar am besten in spezifisch auf die Bedürfnisse dieser Haft eingerichteten Gebäulichkeiten Rechnung getragen. Der Vollzug von Vorbereitungs- und Ausschaffungshaft in anderen Anstalten ist jedoch nicht zum vornherein ausgeschlossen (BGE 122 II 49 E. 5a S. 53, 299 E. 3c S. 304). Im Falle der Unterbringung in einem Vollzugs- oder Untersuchungsgefängnis muss allerdings dem Trennungsgebot von Art. 13d Abs. 2 ANAG Nachachtung verschafft werden, und es muss für die fremdenpolizeilich Inhaftierten grundsätzlich ein liberaleres Haftregime möglich sein. Dies gilt namentlich für Gefangene, bei denen weder konkrete Anzeichen für eine mögliche Flucht noch besondere Sicherheitsrisiken vorliegen (BGE 122 I 222 E. 2a/bb S. 226 f.). Die Tatsache, dass im gleichen Gefängnis auch noch strafprozessuale Gefangene oder Strafvollzugshäftlinge untergebracht sind, für die strengere Sicherheitsvorschriften notwendig erscheinen, darf jedenfalls nicht dazu führen, dass auch sämtliche Administrativhäftlinge dem gleichen strengen Haftregime unterworfen werden. Aus dem Trennungsgebot folgt sodann, dass die fremdenpolizeilich Inhaftierten in separaten Abteilungen unterzubringen sind. Gewisse unvermeidliche Überschneidungen bei der Benutzung der Gefängnisinfrastruktur durch andere Häftlingskategorien können zwar zulässig sein, müssen sich aber auf ein Minimum beschränken. Unbedenklich ist etwa die zeitlich verschobene Benützung der gleichen Einrichtungen, insbesondere gewisser Räumlichkeiten oder des Spazierhofes (BGE 122 II 49 E. 5a S. 53, 299 E. 3c S. 304). Nach der bundesgerichtlichen Rechtsprechung steht den Gefangenen grundsätzlich auch ein Recht zu, private Telefongespräche zu BGE 123 I 221 S. 232führen. Ausnahmen können sich namentlich für Untersuchungsgefangene zur Vermeidung von Kollusionsgefahr ergeben. Ausländerrechtlich Inhaftierte hingegen dürfen \"im Rahmen des Sinnvollen (...) privat und grundsätzlich auch ohne Aufsicht auf eigene Kosten telefonieren\". Das Telefonieren darf nur verweigert werden, wenn dem im Einzelfall besondere und konkret erhärtete Gründe entgegenstehen (BGE 122 II 299 E. 6b S. 311).\n\nc) aa) Die blosse Tatsache, dass in der kantonalen Vollzugsanstalt \"Schällemätteli\" neben gewissen Kategorien von strafprozessual Inhaftierten und Strafvollzugsgefangenen auch ausländerrechtliche Administrativhäftlinge untergebracht werden, verstösst nach der dargelegten Praxis weder gegen Bundesrecht, noch gegen die Grundrechte der Gefangenen. Allerdings ist beim Vollzug einer solchen Lösung besondere Sorgfalt und besonderes Gewicht darauf zu legen, dass das gesetzliche Separationsgebot strikte eingehalten wird und dass die Administrativhäftlinge in den Genuss eines gelockerten Vollzugsregimes kommen, nicht zuletzt was ihre sozialen Kontakte zueinander betrifft. Dies gilt namentlich in bezug auf Gemeinschaftsräumlichkeiten, aber auch im Verkehr mit der Aussenwelt (Besuche, Korrespondenz, Telefonate usw.) oder hinsichtlich ihrer Beschäftigung und Freizeitgestaltung (vgl. BGE 122 II 299 E. 5a S. 308). Insofern ist die angefochtene Gefängnisverordnung verfassungskonform auszulegen. Angesichts des liberaleren Haftregimes für Administrativhäftlinge muss bei einer Unterbringung zusammen mit strafprozessualen Häftlingen und Strafvollzugsgefangenen in der gleichen Anstalt das Trennungsgebot konsequent durchgesetzt werden. Andernfalls würde namentlich der Gefahr Vorschub geleistet, dass Administrativhäftlinge von den übrigen Gefangenen zu verbotenen Handlungen (wie z.B. Einschmuggeln unerlaubter Gegenstände, Kollusionshandlungen usw.) angestiftet oder genötigt werden könnten.\n\nbb) Die Beschwerdeführenden behaupten, es bestünde für sämtliche Gefangenen im \"Schällemätteli\" keinerlei Telefoniermöglichkeit, und sie beanstanden darin einen Verstoss gegen Art. 10 EMRK. Wie es sich diesbezüglich in der bisherigen Vollzugspraxis des \"Schällemätteli\" im einzelnen genau verhalten hat, braucht hier nicht geklärt zu werden. Die angefochtene Bestimmung von § 3 lit. c VG/BS schliesst jedenfalls eine verfassungskonforme Regelung des Telefonierens nicht aus. Die genannte Vorschrift befasst sich damit auch gar nicht. Aus (dem nicht angefochtenen) § 28 VG/BS geht vielmehr hervor, dass ein grundsätzliches Telefonierverbot lediglich BGE 123 I 221 S. 233bei Untersuchungshäftlingen vorgesehen ist, und dass selbst für diese Gefangenenkategorie Ausnahmen gestattet werden können. Ausdrücklich vorbehalten ist auch der telefonische Kontakt zu bevollmächtigten Rechtsvertretern. Im übrigen wird das Recht, \"im Rahmen der Anstaltsordnung\" zu telefonieren, auch in § 13 Abs. 4 EG/BS ausdrücklich gewährleistet. Die Rüge, die angefochtene Gefängnisverordnung verletze das in Art. 10 EMRK verankerte Recht auf freien Telefonverkehr ist daher unbegründet. Falls einem Gefangenen im konkreten Einzelfall das Telefonieren ohne ausreichende Veranlassung verweigert werden sollte, stünde es ihm im übrigen frei, die entsprechende Verfügung anzufechten.\n\ncc) Schliesslich werden in der Beschwerde die teilweise geringe Grösse der Zellen und die veralteten sanitären Anlagen kritisiert. Als menschenunwürdig wird in Lehre und Praxis etwa eine Haftzelle für zwei Gefangene mit einer Grundfläche von bloss 8 m2 angesehen oder das gemeinsame Duschen von 24 Gefangenen auf einer Fläche von lediglich 30 m2 (vgl. Kaiser/Kerner/Schöch, Strafvollzug, 4. Aufl., Heidelberg 1994, N. 17). Auch Isolationshaft kann sich als menschenunwürdig erweisen, besonders wenn erschwerende Haftbedingungen (längere Dauer, kleine Zelle, wenig Licht, ungenügende Ernährung, übermässige Einschränkung des Kontaktes mit der Aussenwelt usw.) hinzukommen (vgl. Manfred Nowak, UNO-Pakt über bürgerliche und politische Rechte und Fakultativprotokoll, CCPR-Kommentar, Kehl 1989, Art. 10 N. 10 ff.). Um die Grundrechtskonformität der Unterbringung von Gefangenen zu beurteilen, sind die konkreten Haftbedingungen gesamthaft zu würdigen. Zwar ist ein gewisses Minimum an räumlicher Bewegungsfreiheit und Hygiene in der Zelle zu verlangen. Wo dieses Minimum erfüllt ist, müssen jedoch auch die übrigen konkreten Umstände des Haftvollzuges mitberücksichtigt werden. So läge es kaum im Interesse der Gefangenen, grössere Zellen (etwa in einem modernen Untersuchungsgefängnis) belegen zu können, wenn sie dafür ein empfindlich schärferes Haftregime (bezüglich sozialer Kontakte, Spaziergang, Sicherheitskontrollen, Freizeitgestaltung usw.) in Kauf nehmen müssten. Zwar weisen die baulichen Gegebenheiten in der Anstalt \"Schällemätteli\" gewisse Nachteile auf (teilweise enge Zellen und veraltete sanitäre Anlagen). Anderseits ist im \"Schällemätteli\" ein deutlich liberaleres Haftregime realisierbar, als dies zum Beispiel im neuen Basler Untersuchungsgefängnis \"Waaghof\" oder in einer ordentlichen Strafvollzugsanstalt möglich wäre. Ein täglicher Spaziergang im Freien von zwei Stunden Dauer ab erstem BGE 123 I 221 S. 234Hafttag zum Beispiel muss angesichts der realen Gegebenheiten im schweizerischen Straf- und Haftvollzug als fortschrittlich und erfreulich angesehen werden. Auch das Prinzip der \"offenen Türen\" und die weitgehende Freiheit bei der Beschäftigung der Gefangenen wäre in einem Strafvollzugs- oder Untersuchungsgefängnis kaum realisierbar.\n\nIn Abwägung sämtlicher Umstände, insbesondere des liberalen Haftregimes und der konkreten Anstrengungen der kantonalen Behörden mit dem Ziel, die bestehenden Anlagen (auch in den Trakten I und II) zu sanieren, erweist sich die Unterbringung von ausländerrechtlichen Häftlingen in der Anstalt \"Schällemätteli\" nicht als unmenschliche Behandlung im Sinne von Art. 3 EMRK oder als Verstoss gegen die persönliche Freiheit und Menschenwürde. Damit ist allerdings nicht ausgeschlossen, dass sich im konkreten Einzelfall ein Gefangener, der in einer engen Einzelzelle untergebracht ist, gegebenenfalls mit Erfolg gegen eine schikanöse und menschenunwürdige Behandlung wehren könnte. Auch haben die kantonalen Behörden weiterhin Anstrengungen zu unternehmen, um die von ihnen als unbefriedigend erkannten baulichen und sanitären Gegebenheiten zu verbessern. Auf mittlere Zeitdauer könnte sich auch im Kanton Basel-Stadt die Schaffung einer spezialisierten Anstalt für den Vollzug ausländerrechtlicher Haft aufdrängen. Dies um so mehr, als das \"Schällemätteli\" zwar für die Vollzugshäftlinge als Provisorium konzipiert ist (§ 3 lit. a VG/BS: \"zur Zeit\"), nicht aber für die Fremdenpolizeihäftlinge. Gemäss der Vernehmlassung des Regierungsrates plant der Kanton Basel-Stadt denn auch die Erstellung eines Ausschaffungsgefängnisses mit 48 Haftplätzen an peripherer Lage. Die Baukosten würden sich auf ca. Fr. 8 Mio. belaufen. Mit den Bauarbeiten werde nach Eingang der Subventionszusicherung seitens des Bundes begonnen. Nach der Praxis des Bundesgerichtes sind provisorische gesetzliche Lösungen zwar zulässig. Sie müssen aber - bis zur Schaffung spezieller Vollzugsanstalten - bereits ein grundrechtskonformes Haftregime zulassen. Bauliche, organisatorische und personelle Gegebenheiten sind bis zur Eröffnung einer allen Ansprüchen gerecht werdenden Ausschaffungshaftanstalt anzupassen (BGE 122 II 299 E. 5a S. 307 f.). Die angefochtene Bestimmung steht einer entsprechenden provisorischen Regelung der ausländerrechtlichen Administrativhaft nicht entgegen.\n\nd) Die gegen § 3 lit. c VG/BS erhobenen Rügen erweisen sich nach dem Gesagten als unbegründet.\n\nBGE 123 I 221 S. 235\n\nII.2. Als nächste Bestimmung wird § 6 Abs. 1 und Abs. 2 Satz 2 VG/BS angefochten. Die Regelung lautet wie folgt:\n\n\"Jede neu eintretende Person kann zur Vermeidung der Einschleusung von gefährlichen Gegenständen oder von Deliktsgut sowie zur Vorabklärung allfälliger Beeinträchtigungen des Gesundheitszustandes einer körperlichen Untersuchung unterzogen werden.\n\nBei Männern wird sie durch einen Aufseher im Beisein des zuführenden Polizeimannes und bei Frauen durch eine Aufseherin vorgenommen. Bei Bedarf wird eine Ärztin oder ein Arzt beigezogen.\"\n\na) Die Beschwerde richtet sich nicht gegen die körperliche Eintrittsdurchsuchung von Gefangenen aus Sicherheitsgründen (\"Einschleusung von gefährlichen Gegenständen oder von Deliktsgut\"). Vielmehr wird geltend gemacht, dass sämtlichen Gefangenen \"direkt aus der persönlichen Freiheit ein Anspruch zustehen\" müsse, \"bei Eintritt von einer medizinischen Fachperson auf mögliche Krankheiten untersucht zu werden\".\n\nb) Nach der bundesgerichtlichen Praxis müssen Durchsuchungen von Kleidern und Körper der Gefangenen von Personen des gleichen Geschlechts durchgeführt werden. Eigentliche intime Leibesvisitationen, die über eine blosse Kleiderkontrolle hinausgehen, dürfen zudem nur von Personen vorgenommen werden, die eine medizinische Ausbildung genossen haben und die normalerweise ausserhalb des Polizeikorps stehen (BGE 109 Ia 146 E. 8b S. 158 f.). Gefangene haben hingegen grundsätzlich kein Recht auf freie Arztwahl, sofern die Betreuung durch einen Gefängnisarzt ausreichend sichergestellt ist. Der grundrechtliche Anspruch auf ausreichende (spezial-)ärztliche Versorgung oder ein (aus objektiven Gründen) gestörtes Verhältnis zum Gefängnisarzt können allerdings im Einzelfall den Beizug eines weiteren Arztes notwendig erscheinen lassen (BGE 102 Ia 302 E. 2c S. 306). Nach der Praxis der Strassburger Rechtsprechungsorgane, welche mit derjenigen des Bundesgerichtes übereinstimmt, kann auch die Verpflichtung von Gefangenen, sich periodischen Urinkontrollen zu unterziehen, mit der EMRK vereinbar sein (EKMR vom 22. Februar 1995 i.S. A. B. c. CH = VPB 59.114; nicht amtlich publiziertes Urteil des Bundesgerichtes vom 4. Januar 1983 = ZBl 85 [1984] 45 f.). Nr. 29 der Europäischen Haft- und Strafvollzugsgrundsätze (\"Règles pénitentiaires européennes\") empfiehlt zwar, dass der Gefängnisarzt \"jeden Gefangenen so bald wie möglich nach der Aufnahme und später nach Bedarf\" untersucht (vgl. Europäische Strafvollzugsgrundsätze, Gemeinsame Übersetzung für die Bundesrepublik Deutschland, die BGE 123 I 221 S. 236Republik Österreich und die Schweizerische Eidgenossenschaft, Heidelberg 1988, S. 39). Dies schliesst jedoch nicht aus, die ärztliche Eintrittsuntersuchung von einem entsprechenden Wunsch des Gefangenen abhängig zu machen. Im übrigen ergeben sich aus der Recommandation R (87) 3 des Ministerkomitees des Europarates vom 12. Februar 1987 blosse Empfehlungen und keine völkerrechtlich verbindlichen und gerichtlich durchsetzbaren subjektiven Rechte des Einzelnen (BGE 118 Ia 64 E. 2a S. 70).\n\nc) § 6 Abs. 1 und 2 VG/BS regelt sowohl die Eintrittsuntersuchung aus Sicherheits-, als auch diejenige aus medizinischen Gründen. Für blosse Durchsuchungen der Kleider oder für oberflächliche Leibesvisitationen erscheint der Beizug von Medizinalpersonen nicht sachlich geboten. Solche Kontrollen können auch von geschultem Gefängnispersonal vorgenommen werden, welches jeweils demselben Geschlecht zugehören muss wie die überprüften Personen (§ 6 Abs. 2 VG/BS). Anders sieht es aus für intime Leibesvisitationen und für medizinische Untersuchungen im engeren Sinne. Für intime Inspektionen ist medizinisch geschultes Fachpersonal beizuziehen. Eigentliche medizinische Untersuchungen sind Ärztinnen und Ärzten vorbehalten. Den Beschwerdeführenden ist darin zuzustimmen, dass Gefangenen, die krank sind oder die sich gesundheitlich beeinträchtigt fühlen, von Verfassungs wegen das Recht zusteht, medizinische Hilfe zu bekommen bzw. ärztlich untersucht zu werden. Dies muss namentlich beim Haftantritt gelten. Entgegen der in der Beschwerde vertretenen Auffassung steht jedoch der Wortlaut der angefochtenen Bestimmung einer solchen verfassungskonformen Auslegung nicht entgegen. § 6 Abs. 2 Satz 2 VG/BS kann ohne weiteres in dem Sinne ausgelegt werden, dass der \"Bedarf\" nach Beizug einer Ärztin oder eines Arztes insbesondere dann zu bejahen ist, wenn Gefangene bei Haftantritt über gesundheitliche Beschwerden klagen und eine medizinische Untersuchung verlangen. Auch nach dem Haftantritt ist die ärztliche Betreuung der Gefangenen gewährleistet (§ 29 VG/BS). Die angefochtene Bestimmung steht somit auch einer sanitarischen Praxis, wie sie z.B. im Militärdienst üblich ist oder in den Europäischen Mindestgrundsätzen (Nrn. 26 ff.) für den Haft- und Strafvollzug empfohlen wird, nicht entgegen. Die Rüge der Verletzung der persönlichen Freiheit erweist sich daher als unbegründet.\n\nII.3. § 14 VG/BS bestimmt folgendes:\n\n\"Mit Ausnahme der Untersuchungshäftlinge sind die Insassinnen und Insassen zur Erledigung der ihnen übertragenen Arbeiten verpflichtet.\n\nBGE 123 I 221 S. 237\n\nUntersuchungshäftlinge haben mit der Zustimmung der Verfahrensleitung die Möglichkeit, Arbeiten im Gefängnis zu verrichten.\n\nDie Arbeitszuteilung erfolgt über die Oberaufsicht.\"\n\na) Die Beschwerdeführenden machen geltend, die Verpflichtung zur Arbeitsleistung für alle Gefangene ausser den Untersuchungshäftlingen verstosse gegen das Bundesrecht und damit gegen Art. 2 ÜbBest. BV (derogatorische Kraft des Bundesrechtes). Auch der Regierungsrat des Kantons Basel-Stadt beantragt, die Beschwerde sei in diesem Punkt gutzuheissen.\n\nb) Der Wortlaut der angefochtenen Bestimmung lässt (unbestrittenermassen) keine andere Folgerung zu, als dass sämtliche Insassinnen und Insassen sowohl des kantonalen Untersuchungsgefängnisses als auch der Vollzugsanstalt \"Schällemätteli\", mit Ausnahme der Untersuchungshäftlinge, zur Erledigung der ihnen übertragenen Arbeiten verpflichtet sind. Dies betrifft alle Vollzugsgefangenen (inklusive vorzeitiger Strafvollzug), alle strafprozessualen Sicherheits- und Polizeihäftlinge sowie alle administrativ Inhaftierten gemäss § 2 und § 3 VG/BS.\n\nc) Die Artikel 35-41 und 46 StGB enthalten Rahmenvorschriften zum Vollzug von Freiheitsstrafen. Art. 37 StGB stellt grundsätzliche Bestimmungen für den Vollzug langfristiger Zuchthaus- und Gefängnisstrafen auf. Weitere Rahmenvorschriften ergeben sich aus Art. 397bis StGB i.V.m. VStGB 1-3. Art. 37 Ziff. 1 Abs. 1 StGB bezeichnet als Vollzugsziel der Zuchthaus- und Gefängnisstrafen die Resozialisierung des Gefangenen. Gemäss Art. 37 Ziff. 1 Abs. 2 StGB ist der zu einer Zuchthaus- bzw. zu einer Gefängnisstrafe Verurteilte \"zur Arbeit verpflichtet, die ihm zugewiesen wird\". Art. 37bis und Art. 39 StGB enthalten für den Vollzug kurzer Freiheitsstrafen (Gefängnisstrafen und Haftstrafen bis zu drei Monaten Dauer) besondere bundesrechtliche Vorschriften. Auch bei den kurzen Gefängnisstrafen ist der Häftling \"zur Arbeit verpflichtet, die ihm zugewiesen wird\" (Art. 37bis Ziff. 3 StGB). Im übrigen ist die kurze Gefängnisstrafe nach den Bestimmungen über die Haft vollziehbar (Art. 37bis Ziff. 1 Abs. 1 StGB). Bei den kurzfristigen Strafen geht der Gesetzgeber davon aus, dass eine resozialisierende Wirkung der Sanktion zum vornherein nicht angestrebt bzw. erwartet werden kann (BGE 108 IV 148 E. 2 S. 150; vgl. JÖRG REHBERG, Strafrecht II, Strafen und Massnahmen, Jugendstrafrecht, 6. Aufl., Zürich 1994, S. 32; GÜNTER STRATENWERTH, Schweizerisches Strafrecht, Allgemeiner Teil II, Strafen und Massnahmen, Bern 1989, § 3 N. 41; Stefan Trechsel, BGE 123 I 221 S. 238StGB-Kurzkommentar, Zürich 1989, Art. 37bis N. 1). Haft-Strafgefangene sind zwar ebenfalls zur Arbeit \"anzuhalten\", es ist ihnen jedoch \"gestattet, sich angemessene Arbeit selbst zu beschaffen\". Erst wenn der Gefangene von dieser Befugnis keinen Gebrauch macht, ist er \"zur Leistung der ihm zugewiesenen Arbeit verpflichtet\" (Art. 39 Ziff. 3 Abs. 1 StGB; vgl. dazu REHBERG, a.a.O., S. 32; STRATENWERTH, a.a.O., § 3 N. 41; TRECHSEL, a.a.O., Art. 39 N. 4).\n\nd) Das Recht der Haft-Strafgefangenen, sich selbst angemessene Arbeit zu beschaffen, wurde im angefochtenen § 14 VG/BS offenbar übersehen. Der in Art. 2 ÜbBest. BV enthaltene Grundsatz der derogatorischen Kraft des Bundesrechts bedeutet, dass die Kantone in Sachgebieten, welche die Bundesgesetzgebung abschliessend geregelt hat, nicht zur Rechtsetzung befugt sind. In Sachgebieten, die das Bundesrecht nicht abschliessend ordnet, sind die Kantone nur zuständig, öffentlichrechtliche Vorschriften zu erlassen, die nicht gegen den Sinn und Geist des Bundesrechts verstossen und dessen Zwecke nicht beeinträchtigen oder gar vereiteln. Der Grundsatz der derogatorischen Kraft des Bundesrechtes regelt zwar das Verhältnis zwischen Bund und Kantonen; er hat aber auch unmittelbare Auswirkung auf die Rechtsstellung des Einzelnen und ist insofern als verfassungsmässiges Individualrecht anerkannt. Wird mit staatsrechtlicher Beschwerde eine Verletzung des Grundsatzes gerügt, prüft das Bundesgericht frei, ob die beanstandete Norm mit dem Bundesrecht vereinbar ist (BGE 122 I 18 E. 2b/aa S. 20; BGE 121 I 334 E. 4 S. 341; BGE 119 Ia 453 E. 2b S. 456, je mit Hinweisen).\n\ne) Wie gezeigt, legt das Bundesrecht im Widerspruch zur angefochtenen kantonalen Bestimmung abschliessend fest, dass Strafgefangene, welche eine Haftstrafe verbüssen, zur Leistung zugewiesener Arbeit nur verpflichtet sind, falls sie sich nicht selbst angemessene Arbeit beschaffen. Die Rüge der Verletzung von Art. 2 ÜbBest. BV erweist sich insofern als begründet.\n\nf) Noch deutlicher verletzt die angefochtene kantonale Bestimmung die Grundrechte der strafprozessualen und der administrativen Häftlinge.\n\naa) Gemäss Art. 6 Ziff. 2 EMRK und Art. 14 Ziff. 2 UNO-Pakt II (SR 0.103.2) wird bis zum gesetzlichen Nachweis seiner Schuld vermutet, dass jeder Rechtsunterworfene unschuldig ist. Ein analoges prozessuales Grundrecht lässt sich auch aus Art. 4 BV ableiten (BGE 120 Ia 31 E. 2b S. 35 mit Hinweisen). Da strafprozessuale Häftlinge nicht den gesetzlichen Strafvollzugszielen unterstehen und ihren Lebensstil (in den Schranken der Haftzwecke und der BGE 123 I 221 S. 239Anstaltsordnung) frei wählen können, dürfen sie auch nicht zur Arbeit verpflichtet werden (BGE 106 Ia 277 E. 6a S. 287, 355 E. 4b S. 360 f.). Die ausländerrechtlich Inhaftierten haben grundsätzlich ein Recht auf \"geeignete Beschäftigung\", sie sind hingegen nicht zur Arbeit verpflichtet (Art. 13d Abs. 2 ANAG, vgl. BGE 122 I 222 E. 7 S. 234 f.). Nicht verurteilte strafprozessuale Gefangene im vorzeitigen Strafvollzug können sich zwar ebenfalls auf die Unschuldsvermutung berufen und haben namentlich das Recht, jederzeit ein Haftentlassungsgesuch zu stellen. Was jedoch die Haftbedingungen betrifft, haben sich diese Häftlinge mit ihrem ausdrücklichen Einverständnis zum vorzeitigen Strafantritt grundsätzlich dem Strafvollzugsregime unterworfen, weshalb sie auch bezüglich Arbeitspflicht das Strafvollzugsreglement zu respektieren haben (BGE 117 Ia 72 E. 1d S. 80, 257 E. 3c S. 260, 372 E. 3a S. 375).\n\nbb) Nach dem klaren Wortlaut der angefochtenen Bestimmung wären demgegenüber alle strafprozessualen Sicherheits- und Polizeihäftlinge und alle administrativ Inhaftierten zur Arbeitsleistung verpflichtet. Es ist nicht einzusehen, weshalb der Zweck der strafprozessualen oder fremdenpolizeilichen Inhaftierung es gebieten sollte, dass die Gefangenen arbeiten müssen. Es ist auch kein sachlicher Grund ersichtlich, die Administrativhäftlinge in dieser Beziehung anders zu behandeln als die Untersuchungsgefangenen. Weder die einen noch die andern sind aufgrund einer strafrechtlichen Verurteilung inhaftiert. Die ausländerrechtlich Inhaftierten stehen daher genauso wie die Untersuchungsgefangenen unter dem Schutz der in Art. 6 Ziff. 2 EMRK verankerten und auch aus Art. 4 BV ableitbaren Unschuldsvermutung. Die persönliche Freiheit der ausländerrechtlich Inhaftierten darf im übrigen \"nur soweit beschränkt werden, als es der Zweck der Haft und die Aufrechterhaltung des Betriebs der Haftanstalt erfordern\" (§ 13 Abs. 2 EG/BS).\n\nAnaloges gilt für die nach § 2 lit. i VG/BS vorübergehend administrativ Eingewiesenen sowie für die übrigen Kategorien von strafprozessualen Gefangenen. Untersuchungshäftlinge sind nicht zur Arbeit verpflichtet. Aber auch Sicherheitshäftlinge (welche sich nach Durchführung der Strafuntersuchung bis zum rechtskräftigen Abschluss des gerichtlichen Verfahrens in Haft befinden), Personen in vorläufigem Polizeigewahrsam sowie strafprozessuale Durchschub-Häftlinge stehen unter dem Schutz der Unschuldsvermutung und dürfen nicht zur Arbeit verpflichtet werden. Anders sieht es, wie erwähnt, bei strafprozessualen Häftlingen aus, die ihre Zustimmung zum vorzeitigen Strafvollzug gegeben haben.\n\nBGE 123 I 221 S. 240\n\ng) Aus dem Gesagten folgt, dass § 14 VG/BS als verfassungswidrig aufzuheben ist. Den kantonalen Behörden bleibt es unbenommen, eine verfassungskonforme neue Version der aufgehobenen Bestimmung einzuführen. Als gesetzliche Grundlage für die Arbeitsverpflichtung von Gefangenen, die eine Zuchthaus- oder Gefängnisstrafe zu verbüssen haben, genügen unterdessen Art. 37 Ziff. 1 Abs. 2 sowie Art. 37bis Ziff. 3 StGB.\n\nII.6. Zusammenfassend ergibt sich, dass lediglich § 14 VG/BS (betreffend Verpflichtung zur Arbeitsleistung von Vollzugsgefangenen, welche eine Haftstrafe verbüssen, sowie von gewissen strafprozessualen Häftlingen und von Administrativhäftlingen) gegen die Bundesverfassung verstösst (vgl. E. II/3). Die Beschwerde ist daher teilweise gutzuheissen, und § 14 des angefochtenen Erlasses ist aufzuheben. Im übrigen erweist sich die Beschwerde als unbegründet.\n\nDie Kosten sind grundsätzlich gemäss dem Ausgang des Verfahrens zu verlegen. Obschon die Beschwerde nur zu einem kleinen Teil gutgeheissen werden kann, rechtfertigt es sich angesichts der allgemeinen Tragweite der Streitsache, im vorliegenden Fall auf die Erhebung von Gerichtskosten zu verzichten (Art. 156 Abs. 1 OG). Den Beschwerdeführenden ist ausserdem eine (angesichts des überwiegenden Unterliegens allerdings reduzierte) Parteientschädigung zuzusprechen (Art. 159 OG)."}