{"annee": "123", "cour": "V", "page": "214", "date": "29/9/1997", "cite": ["120 V 392", "120 V 463", "120 V 385", "110 V 207"], "cite_par": ["125 V 51", "126 V 283", "126 V 443", "125 V 42", "128 V 124", "127 V 80", "127 V 156", "127 V 94", "128 V 192", "126 V 520", "128 V 10"], "chapeau": "38. Arrêt du 29 septembre 1997 dans la cause Service des arts et métiers et du travail du canton du Jura et Office fédéral de l'industrie, des arts et métiers et du travail contre B. et Tribunal cantonal jurassien", "regestes": ["Art. 8 al. 1 let. f, art. 10, art. 13 al. 2 let. b et art. 15 al. 1 LACI, art. 15, art. 44 et art. 56 al. 2 LAAM, art. 15 al. 1 OSI, art. 19a LAPG: aptitude au placement d'un assuré remplissant des obligations militaires. Un service d'instruction accompli par un lieutenant en vue de \"payer ses galons\" ne revêt pas le caractère d'un emploi au sens de l'art. 10 LACI."], "faits": "BGE 123 V 214 S. 214\n\nA.- B., né le 15 novembre 1974, a obtenu le diplôme commercial de l'Ecole supérieure de commerce Z le 2 juillet 1993. Il a accompli son école de recrues du 11 juillet au 4 novembre 1994, puis a fait contrôler son chômage dès le 7 novembre 1994.\n\nDu 28 novembre 1994 au 17 décembre de la même année, il a suivi une école de sous-officiers et a ensuite \"payé ses galons\" du 22 janvier jusqu'au 19 mai 1995.\n\nDu 27 juin au 14 juillet 1995, B. a réalisé un gain intermédiaire en qualité de chauffeur-livreur au service de l'entreprise X SA à Y.\n\nBGE 123 V 214 S. 215\n\nIl a suivi une école d'officiers du 17 juillet au 10 novembre 1995 et s'est à nouveau présenté au contrôle du chômage à partir du 13 novembre 1995.\n\nLe 7 décembre 1995, il a informé la Caisse de chômage de la communauté sociale interprofessionnelle (ci-après: la caisse) que son école d'officiers ne lui avait pas laissé le temps de rechercher un emploi pendant les mois de juillet à octobre 1995 et qu'il effectuerait une nouvelle période de service militaire du 22 janvier 1996 au 17 mai 1996.\n\nDu 19 au 21 décembre 1995 il a travaillé à nouveau en qualité de chauffeur au service de l'entreprise X SA.\n\nStatuant le 20 décembre 1995, à la demande de la caisse, le Service des arts et métiers et du travail du canton du Jura (ci-après: SCAMT) a déclaré B. inapte au placement dès le 13 novembre 1995.\n\nB.- L'assuré a recouru contre cette décision devant le Tribunal cantonal de la République et du Canton du Jura, en concluant implicitement à son annulation et à l'octroi d'indemnités de chômage.\n\nPar jugement du 29 novembre 1996, l'autorité cantonale a admis le recours, annulé la décision administrative du 20 décembre 1995 et renvoyé la cause à la caisse afin qu'elle procède à l'instruction de la demande d'indemnités de chômage et statue sur celle-ci.\n\nC.- Par écritures séparées des 19 et 31 décembre 1996, le SCAMT et l'Office fédéral de l'industrie, des arts et métiers et du travail (OFIAMT) interjettent recours de droit administratif contre ce jugement dont ils demandent l'annulation. Alors que le SCAMT conclut au rétablissement de sa décision du 20 décembre 1995, l'OFIAMT demande que B. soit déclaré inapte au placement pour la période allant du 13 novembre 1995 au 22 janvier 1996 et, partant, à ce que lui soit refusé le droit aux prestations de l'assurance-chômage pour la période en question.\n\nL'intimé a renoncé à se déterminer. Invitée à se prononcer en tant que co-intéressée, la caisse conclut implicitement à l'admission du recours du SCAMT.\n\nLe Président de la Chambre des assurances du Tribunal cantonal a présenté des observations dans l'une et l'autre des procédures de recours.", "considerants": "Considérant en droit:\n\n1. Les recours de droit administratif concernent des faits de même nature, portent sur des questions juridiques communes et sont dirigés contre le même jugement, de sorte qu'il se justifie de les réunir et de les liquider BGE 123 V 214 S. 216dans un seul arrêt (ATF 120 V 466 consid. 1 et les références; POUDRET, Commentaire de la loi fédérale d'organisation judiciaire, vol. I, p. 343 sv.).\n\n2. Le litige porte sur l'aptitude au placement de l'intimé pendant la période du 13 novembre 1995 au 21 janvier 1996 et non pas jusqu'au 20 décembre 1995 comme l'ont considéré les premiers juges. En effet, bien que la décision litigieuse soit datée du 20 décembre 1995 et qu'elle ait déployé ses effets dès le 13 novembre 1995, il y a lieu d'admettre que sa validité s'étendait jusqu'au 21 janvier 1996 dans la mesure où la nouvelle période de service militaire que B. entendait accomplir courait du 22 janvier 1996 au 17 mai 1996.\n\n3. L'assuré n'a droit à l'indemnité de chômage que s'il est apte au placement (art. 8 al. 1 let. f LACI). Est réputé apte à être placé le chômeur qui est disposé à accepter un travail convenable et est en mesure et en droit de le faire (art. 15 al. 1 LACI). L'aptitude au placement comprend ainsi deux éléments: la capacité de travail d'une part, c'est-à-dire la faculté de fournir un travail - plus précisément d'exercer une activité lucrative salariée - sans que l'assuré en soit empêché pour des causes inhérentes à sa personne, et d'autre part la disposition à accepter un travail convenable au sens de l'art. 16 LACI, ce qui implique non seulement la volonté de prendre un tel travail s'il se présente, mais aussi une disponibilité suffisante quant au temps que l'assuré peut consacrer à un emploi et quant au nombre des employeurs potentiels. L'aptitude au placement peut dès lors être niée notamment en raison de recherches d'emploi continuellement insuffisantes, en cas de refus réitéré d'accepter un travail convenable, ou encore lorsque l'assuré limite ses démarches à un domaine d'activité dans lequel il n'a, concrètement, qu'une très faible chance de trouver un emploi (ATF 120 V 394 consid. 1 et les références).\n\nEn particulier, un chômeur doit être considéré comme inapte au placement lorsqu'une trop grande limitation dans le choix des postes de travail rend très incertaine la possibilité de trouver un emploi. Peu importe, à cet égard, le motif pour lequel le choix des emplois potentiels est limité (ATF 120 V 388 consid. 3a et les références).\n\n4. Les premiers juges ont considéré que l'assuré n'était pas inapte au placement, du fait qu'il avait accepté d'accomplir une école d'officiers du 17 juillet au 10 novembre 1995, puis une nouvelle période de service militaire de quatre mois à partir du 22 janvier 1996. A leurs yeux, ces emplois de durée limitée étaient appropriés compte tenu de la situation de BGE 123 V 214 S. 217chômage dans laquelle se trouvait B. et des difficultés liées à la recherche d'un emploi durable. Par ailleurs, selon l'autorité cantonale, il n'est nullement établi que ses efforts pour retrouver un travail ont échoué à plusieurs reprises en raison du service militaire effectué volontairement.\n\nDans ses observations du 9 janvier 1997 (procédure de recours du SCAMT), le Président de la Chambre des assurances du Tribunal cantonal expose que l'activité des personnes faisant du service militaire doit être assimilée à un emploi, compte tenu du fait que, en vertu de l'art. 19a LAPG, des cotisations sont prélevées sur les allocations pour perte de gain. De surcroît, B. a accompli des périodes de service militaire alors qu'il n'y était pas astreint, dans le but précisément de diminuer son chômage; suivre l'argumentation du SCAMT au sujet de la disponibilité trop restreinte de l'assuré reviendrait ainsi à vider de toute substance l'arrêt ATF 110 V 207.\n\nDans ses observations du 13 janvier 1997 relatives au recours de l'OFIAMT, le Président de la Chambre des assurances du Tribunal cantonal fait en outre remarquer, en se référant à GERHARDS, que lorsque cela est nécessaire pour réduire la durée du chômage, le chômeur doit également accepter une activité temporaire, du moins passagèrement, jusqu'à ce qu'il retrouve une activité durable (Kommentar zum Arbeitslosenversicherungsgesetz [AVIG], vol. I, n. 20 ad art. 15, p. 202 sv.). Or, c'est précisément ce que B. a fait en accomplissant quatre mois de service militaire volontaire. Enfin, de l'avis du Président de la juridiction cantonale, B. n'entrait pas dans la catégorie des personnes considérées comme inaptes au placement par l'OFIAMT (Bulletin AC 96/3, fiche 5/1), soit les personnes astreintes au service militaire avant l'école de recrues, l'école de sous-officiers ou l'école d'officiers, même si elles sont contraintes d'accomplir une carrière militaire. En effet, l'intimé avait déjà suivi toutes ces écoles avant d'offrir ses services à l'armée pour une nouvelle période de quatre mois, au terme de laquelle il n'obtenait aucun nouveau grade.\n\n5. a) Selon la jurisprudence, un assuré qui prend des engagements à partir d'une date déterminée et de ce fait n'est disponible sur le marché de l'emploi que pour une courte période n'est, en principe, pas apte au placement (ATF 110 V 208 consid. 1).\n\nLe Tribunal fédéral des assurances a toutefois précisé que les principes jurisprudentiels concernant l'aptitude au placement ne doivent pas conduire à pénaliser le chômeur qui trouve et accepte une place appropriée mais non libre immédiatement. Il n'est en effet pas raisonnablement exigible d'un BGE 123 V 214 S. 218assuré, qui a fait tout son possible pour diminuer le dommage et qui a trouvé un emploi pour une date ultérieure - relativement proche - de repousser la conclusion du contrat de travail, dans l'espoir hypothétique de trouver une place disponible plus tôt, mais au risque de rester finalement au chômage plus longtemps (ATF 110 V 209 consid. 1 et les arrêts cités).\n\nDans le cas d'espèce, cependant, il est constant qu'après avoir achevé une école d'officiers le 10 novembre 1995, B. devait accomplir un service d'instruction en vue de \"payer ses galons\" de lieutenant du 22 janvier au 17 mai 1996 (art. 56 al. 2 LAAM [RS 510.10]). Dans ces conditions, sa disponibilité à partir du 13 novembre 1995 était trop courte pour qu'un employeur soit disposé à lui offrir un emploi jusqu'au 21 janvier 1996 (DTA 1992 no 11 p. 127 consid. 1). En conséquence, son aptitude au placement durant la période en cause doit être niée (dans le même sens, arrêts non publiés K. du 3 novembre 1995, M. du 3 avril 1995 et S. du 15 novembre 1994).\n\nb) Contrairement à ce que soutient le Président de la Chambre des assurances, l'intimé n'a pas accompli du 22 janvier au 17 mai 1996 un service militaire volontaire - ce qui n'était du reste pas possible, en principe, pour un homme dans sa situation (art. 3 al. 1, art. 4 al. 2 et art. 44 LAAM) - mais un service d'instruction en vue de \"payer ses galons\" de lieutenant (art. 56 al. 2 LAAM et art. 15 al. 1 OSI [RS 512.21]), obligation à laquelle il ne pouvait se soustraire (art. 15 LAAM).\n\nPar ailleurs, un service militaire n'a pas le caractère d'un emploi au sens de l'art. 10 LACI, bien que la loi l'assimile à une période de cotisation (art. 13 al. 2 let. b LACI) et que des cotisations aux assurances sociales doivent être payées sur les APG (art. 19a LAPG).\n\nIl résulte de ce qui précède qu'il n'est pas possible, en l'état actuel du droit, de transposer à cette situation les principes contenus dans l'arrêt ATF 110 V 209 consid. 1.\n\nc) Les recours du SCAMT et de l'OFIAMT se révèlent dès lors bien fondés et le jugement attaqué doit être annulé."}