{"annee": "123", "cour": "IV", "page": "88", "date": "7/3/1997", "cite": ["114 IV 63", "106 IV 48", "118 IV 285", "118 IV 84"], "cite_par": ["130 IV 32", "131 IV 133", "126 II 206", "126 IV 192"], "chapeau": "14. Auszug aus dem Urteil des Kassationshofes vom 7. März 1997 i.S. Staatsanwaltschaft des Kantons Basel-Landschaft gegen B. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 90 ch. 2 LCR, art. 18 al. 3 CP; violation grave des règles de la circulation commise par une cycliste. Une mise en danger abstraite accrue des autres usagers de la route au sens de l'art. 90 ch. 2 LCR est provoquée par la cycliste qui, après 08h00 et par temps pluvieux, entre en collision avec une automobiliste circulant correctement, après avoir abordé une intersection sans visibilité dans un village et avoir traversé à faible vitesse au feu orange, alors qu'elle aurait eu la possibilité de s'arrêter (consid. 3). Celui qui a un tel comportement fait preuve d'une grande imprudence et partant de négligence grave, même s'il n'a pas envisagé le danger provoqué (consid. 4c)."], "faits": "BGE 123 IV 88 S. 89\n\nA.- Am 14. September 1995 um 08.10 Uhr fuhr B. mit ihrem Fahrrad in Therwil auf der Reinacherstrasse auf die Gemeinde-Verzweigung zu. Als sie sich ungefähr fünf Meter vor der Ampel befand, schaltete die Lichtsignalanlage von Grün auf Gelb. Ihre Anhaltestrecke auf der feuchten Fahrbahn betrug zwischen 4,468 und 5,1 m. Dennoch fuhr sie mit auf 10 bis 10,8 km/h beschleunigter Geschwindigkeit weiter und missachtete das Gelblicht. Beim Linksabbiegen stiess sie auf der Kreuzung mit einem Personenwagen zusammen, dessen Lenkerin korrekt nach dem Wechsel des für sie geltenden Lichtsignals in die Grünphase langsam angefahren war.\n\nB.- Mit Strafbefehl vom 16. April 1996 verurteilte die Überweisungsbehörde des Kantons Basel-Landschaft B. wegen grober Verletzung von Verkehrsregeln zu einer Busse von Fr. 600.--.\n\nDas Strafgericht des Kantons Basel-Landschaft hiess eine Einsprache von B. am 5. Juli 1996 teilweise gut und verurteilte sie wegen einfacher Verletzung von Verkehrsregeln zu einer Busse von Fr. 150.--.\n\nMit Urteil vom 15. Oktober 1996 wies das Obergericht des Kantons Basel-Landschaft eine gegen die rechtliche Qualifikation als BGE 123 IV 88 S. 90einfache Verletzung von Verkehrsregeln gerichtete Appellation der Staatsanwaltschaft ab.\n\nC.- Die Staatsanwaltschaft führt eidgenössische Nichtigkeits-beschwerde mit dem Antrag, es sei das angefochtene Urteil kostenfällig aufzuheben, und es sei die Sache zur Verurteilung der Angeschuldigten wegen grober Verletzung von Verkehrsregeln nach Art. 90 Ziff. 2 SVG (SR 741.01) an die Vorinstanz zurückzuweisen.\n\nMit Vernehmlassung vom 22. Februar 1997 beantragt die Beschwerdegegnerin, die Beschwerde sei kostenfällig abzuweisen.\n\nDas Bundesgericht heisst die Beschwerde gut", "considerants": "aus folgenden Erwägungen:\n\n1. a) Die Vorinstanz führt aus, die Beschwerdegegnerin habe auf einer Kreuzung ein Lichtsignal, das von Grün auf Gelb umgeschaltet hatte, missachtet, obschon sie ohne weiteres während der Gelbphase vor dem Lichtsignal hätte anhalten können. Damit habe sie Art. 68 Abs. 4 lit. a SSV (SR 741.21) verletzt, wonach das auf das grüne Licht folgende gelbe Licht für die Fahrzeuge, die noch vor der Verzweigung anhalten könnten, \"Halt\" bedeute. Art. 68 Abs. 4 lit. a SSV sei eine grundlegende, uneingeschränkt Geltung beanspruchende Verkehrsregel, deren Missachtung die Verkehrssicherheit schwer gefährde und hier sogar zu einem Verkehrsunfall mit Sachschaden geführt habe. Die Beschwerdegegnerin habe deshalb eine wichtige Verkehrsvorschrift in objektiv schwerer Weise missachtet. Ob sie das Lichtsignal bei Rot oder noch bei Gelb überfahren habe, sei hierfür nicht massgeblich und könne deshalb offengelassen werden. Demgegenüber verneint das Obergericht das Tatbestandsmerkmal des Hervorrufens einer ernstlichen Gefahr für die Sicherheit anderer, weil die Autofahrerin trotz der Kollision mit der Radfahrerin in keiner Weise wirklich konkret gefährdet worden sei. Ebensowenig gebe es Hinweise dafür, dass für andere Velofahrer oder Fussgänger eine erhebliche abstrakte Gefahr geschaffen worden sei. Ferner sei auch der subjektive Tatbestand des Art. 90 Ziff. 2 SVG nicht erfüllt, da der Beschwerdegegnerin kein rücksichtsloses, grobfahrlässiges Verhalten vorgeworfen werden könne. Als sie den Wechsel der Ampel von Grün auf Gelb bemerkt habe, habe sie nämlich beschleunigt. Zweifelsohne sei sie der Meinung gewesen, die Kreuzung ohne weiteres passieren zu können, weshalb sie die Möglichkeit der Schaffung einer Gefahr nicht in Erwägung gezogen habe.BGE 123 IV 88 S. 91\n\nb) Die Beschwerdeführerin macht geltend, die Beschwerdegegnerin habe durch die Missachtung des Gelblichtes andere Verkehrsteilnehmer erheblich gefährdet, und diese Gefahr habe sich im Zusammenstoss der Angeschuldigten mit der Autofahrerin verwirklicht. Der objektive Tatbestand von Art. 90 Ziff. 2 SVG sei damit erfüllt. In subjektiver Hinsicht habe die Beschwerdegegnerin grobfahrlässig gehandelt. Nach der bundesgerichtlichen Rechtsprechung handle rücksichtslos und grobfahrlässig im Sinne der genannten Bestimmung, wer trotz ausreichender Möglichkeit, während der Gelbphase anzuhalten, mit unverminderter Geschwindigkeit weiterfahre, selbst wenn er hoffe, noch vor dem Umschalten auf Rot an der Ampel vorbeizukommen.\n\n2. a) Die einfache Verkehrsregelverletzung wird als Übertretung mit Haft oder mit Busse bestraft (Art. 90 Ziff. 1 SVG). Wer dagegen durch grobe Verletzung der Verkehrsregeln eine ernstliche Gefahr für die Sicherheit anderer hervorruft oder in Kauf nimmt, wird mit Gefängnis oder mit Busse bestraft (Art. 90 Ziff. 2 SVG).\n\nArt. 90 Ziff. 2 SVG ist objektiv erfüllt, wenn der Täter eine wichtige Verkehrsvorschrift in objektiv schwerer Weise missachtet und die Verkehrssicherheit abstrakt oder konkret gefährdet hat. Subjektiv erfordert der Tatbestand, dass dem Täter aufgrund eines rücksichtslosen oder sonstwie schwerwiegend regelwidrigen Verhaltens zumindest eine grobe Fahrlässigkeit vorzuwerfen ist (BGE 118 IV 285 E. 3 und 4 mit Hinweisen).\n\nb) Gelbes Licht bedeutet, wenn es auf das grüne Licht folgt: \"Halt\" für Fahrzeuge, die noch vor der Verzweigung anhalten können (Art. 68 Abs. 4 lit. a SSV). Vorliegend ist unbestritten, dass die Beschwerdegegnerin diese für die Gewährleistung der Sicherheit im Strassenverkehr wichtige Bestimmung verletzt hat: Sie hielt mit ihrem Fahrrad nicht an, als die Ampel an der Gemeinde-Verzweigung von Grün auf Gelb schaltete, obwohl es ihr möglich gewesen wäre, rechtzeitig anzuhalten. Streitig ist hingegen zum einen, ob die Beschwerdegegnerin durch ihr Fahrverhalten eine konkrete oder erhöhte abstrakte Gefährdung der anderen Verkehrsteilnehmer schuf, und zum anderen, ob das Verhalten der Beschwerdegegnerin als grobfahrlässig einzustufen ist.\n\n3. a) Nach der bundesgerichtlichen Rechtsprechung ist eine ernstliche Gefahr für die Sicherheit anderer im Sinne von Art. 90 Ziff. 2 SVG bereits beim Vorliegen einer erhöhten abstrakten Gefährdung gegeben. Ob eine konkrete, eine erhöhte abstrakte oder nur eine abstrakte Gefahr geschaffen wird, hängt nicht von der BGE 123 IV 88 S. 92übertretenen Verkehrsregel, sondern von der Situation ab, in welcher die Übertretung geschieht (BGE 118 IV 285 E. 3a; BGE 114 IV 63, S. 66, je mit Hinweisen). Wesentliches Kriterium für die Annahme einer ernstlichen oder erhöhten abstrakten Gefahr nach Art. 90 Ziff. 2 SVG ist die Nähe der Verwirklichung. Die allgemeine Möglichkeit der Verwirklichung einer Gefahr genügt demnach nur dann zur Erfüllung des Tatbestandes von Art. 90 Ziff. 2 SVG, wenn aufgrung besonderer Umstände - Tageszeit, Verkehrsdichte, Sichtverhältnisse - der Eintritt einer konkreten Gefährdung oder gar einer Verletzung naheliegt. Die erhöhte abstrakte Gefahr setzt damit eine naheliegende Möglichkeit einer konkreten Gefährdung oder Verletzung voraus (BGE 118 IV 285 E. 3a). Eine erhöhte abstrakte Gefahr ist beispielsweise schon dann zu bejahen, wenn ein Fahrzeuglenker bei übersichtlichen Verkehrsverhältnissen in einer verkehrsarmen Zeit das Rotlicht übersieht (BGE 118 IV 285 E. 3b). Den objektiven Tatbestand von Art. 90 Ziff. 2 SVG erfüllt auch, wer bei Rotlicht eine Kreuzung befährt, ohne die Gewissheit zu haben, dass sie verkehrsfrei ist (BGE 118 IV 84 E. 2b).\n\nb) Das Bundesgericht hat sich bisher nicht dazu geäussert, ob diese Praxis, welche im Zusammenhang mit Motorfahrzeuglenkern entwickelt wurde, auch auf Radfahrer zu übertragen ist. Missachtet ein Radfahrer ein Gelb- oder Rotlicht, gefährdet er damit zunächst sich selbst in hohem Mass. Darüber hinaus kann aber sein Fehlverhalten je nach Umständen zu ähnlich schwerwiegenden Gefährdungen anderer Verkehrsteilnehmer führen, wie dies bei Motorfahrzeuglenkern möglich ist. Dabei ist gleichermassen an die direkten und an die indirekten Unfallgefahren zu denken, die eine Missachtung eines Lichtsignals in Gang setzen kann. So ist solches Fehlverhalten grundsätzlich geeignet, andere Verkehrsteilnehmer zu gefahrträchtigen (Fehl-)Reaktionen wie brüskes Bremsen, unvermitteltes Ausweichen usw. zu veranlassen, und dadurch eine einzelne Gefährdungssituation oder unter Umständen gar eine ganze Gefahrenkette auszulösen. Aus diesen Gründen besteht kein Anlass, gegenüber Radfahrern von den durch das Bundesgericht entwickelten Grundsätzen zum objektiven Tatbestandsmerkmal der erhöhten abstrakten Gefährdung im Sinne von Art. 90 Ziff. 2 SVG abzuweichen.\n\nc) Im hier zu beurteilenden Fall fuhr die Beschwerdegegnerin auf eine durch mehrere Rotlichter für die Fahrzeuge wie die Fussgänger gesicherte und entsprechend unübersichtliche Kreuzung zu. Diese war zusätzlich durch eine Verkehrsinsel und durch die gesonderten Fahrbahnen für den abbiegenden Verkehr erschwert überschaubar.BGE 123 IV 88 S. 93\n\nAufgrund der Lage der Kreuzung inmitten eines Dorfes sowie der Tageszeit musste zum Unfallzeitpunkt mit einer nicht geringen Verkehrsdichte gerechnet werden. Die Fahrbahn war überdies feucht. Nicht zuletzt wirkte sich auch die geringe Fahrgeschwindigkeit der Radfahrerin gefahrerhöhend aus. Diese Umstände legten den Eintritt einer durch das Fehlverhalten der Beschwerdegegnerin hervorgerufenen konkreten Gefährdung der übrigen Verkehrsteilnehmer, namentlich der am Unfall beteiligten Automobilistin, objektiv nahe. Tatsächlich ereignete sich denn auch eine Kollision mit Sachschaden. Eine schlechtere Reaktion der Automobilistin oder ein anderer Unfallgegner, beispielsweise ein Motorrad, hätten jedoch weit schwerwiegendere Folgen nach sich ziehen können. Ein Automobilist oder ein Motorradfahrer kann sich genauso wie ein anderer Radfahrer, der mit einem das Gelblichtsignal missachtenden Velofahrer mitten auf der Kreuzung zusammenstösst, Verletzungen beiziehen, namentlich als Folge eines brüsken Brems- oder Ausweichmanövers. Damit ist gesagt, dass die Vorinstanz vorliegend zu Unrecht eine erhöhte abstrakte Gefährdung der übrigen Verkehrsteilnehmer verneint hat.\n\n4. a) Der subjektive Tatbestand von Art. 90 Ziff. 2 SVG verlangt ein schweres Verschulden, bei fahrlässigem Handeln mindestens grobe Fahrlässigkeit. Diese ist zu bejahen, wenn der Täter sich der allgemeinen Gefährlichkeit seiner verkehrswidrigen Fahrweise bewusst ist. Grobe Fahrlässigkeit kann aber auch vorliegen, wenn der Täter die Gefährdung anderer Verkehrsteilnehmer pflichtwidrig gar nicht in Betracht zieht, also unbewusst fahrlässig handelt. In solchen Fällen bedarf jedoch die Annahme grober Fahrlässigkeit einer sorgfältigen Prüfung (BGE 118 IV 285 E. 4, S. 290; BGE 106 IV 49 /50 mit Hinweisen). Dem Fahrzeugführer ist es verwehrt, darüber zu spekulieren, ob er die Kreuzung noch vor dem Umschalten auf Rot erreichen oder sogar durchfahren könne. In der Gelbphase ist nur derjenige berechtigt weiterzufahren, der nicht mehr oder einzig mit einer brüsken Bremsung noch vor der Kreuzung anhalten kann. Wer trotz ausreichender Möglichkeit, während der Gelbphase anzuhalten, mit unverminderter Geschwindigkeit weiterfährt, der handelt rücksichtslos und grobfahrlässig im Sinne von Art. 90 Ziff. 2 SVG, auch wenn er hofft, noch vor dem Umschalten auf Rot an der Ampel vorbeizukommen. Denn er muss sich bewusst sein, dass er sich noch während der Rotphase auf der Kreuzung befinden wird, was stets mit einem erheblichen Risiko für das Leben und die Gesundheit seiner Mitmenschen verbunden ist (BGE 118 IV 84 E. 2b, S. 87).BGE 123 IV 88 S. 94\n\nb) Nach den verbindlichen tatsächlichen Feststellungen der Vorinstanz (Art. 277bis Abs. 1 BStP) nahm die Beschwerdegegnerin ungefähr fünf Meter vor dem Lichtsignal wahr, dass die Ampel von Grün auf Gelb schaltete. Obschon sie aufgrund der Anhaltestrecke von zwischen 4,468 und 5,1 m problemlos vor dem Haltebalken hätte halten können, erhöhte sie ihre Geschwindigkeit auf rund 10 km/h, um die Kreuzung noch vor dem Umschalten auf Rot zu überqueren. Dabei nahm sie irrtümlich an, die Kreuzung ohne weiteres passieren zu können. Die Möglichkeit der Schaffung einer Gefahr zog sie nicht in Erwägung. Aus den kantonalen Akten geht weiter hervor, dass sich die Beschwerdegegnerin auf dem Weg zur Arbeit verspätet hatte, und sie deshalb vor der Ampel keinen Halt einschalten mochte.\n\nc) Das Beachten von Lichtsignalen, insbesondere des Gelblichtes, gehört zu den elementarsten Pflichten, die ein Fahrzeuglenker zu befolgen hat. Ein Gelblicht, das bei einer Anhaltemöglichkeit vor der Ampel unbedingt \"Halt\" gebietet, zählt ferner zu den auffälligsten, die Sicherheit im Strassenverkehr gewährleistenden Verkehrszeichen überhaupt (SCHAFFHAUSER, Grundriss des schweizerischen Strassenverkehrsrechts, Band II: Die Administrativmassnahmen, Bern 1995, S. 169 ff., insbesondere 171). Der Umstand, dass die Beschwerdegegnerin die Situation falsch einschätzte, ist für sich allein nicht ausreichend, um in ihrem Fehlverhalten lediglich eine leichte Fahrlässigkeit zu erblicken, sofern die objektiven Merkmale der groben Fahrlässigkeit gegeben sind. Eine Vielzahl von Fällen unbewusster Fahrlässigkeit, namentlich bei Verkehrsregelverstössen, beruht gerade darauf, dass der Handelnde während einer gewissen Zeitspanne unaufmerksam ist bzw. die Situation und seine Fähigkeiten falsch einschätzt. Dass der fehlbare Verkehrsteilnehmer die erhöhte Gefahr oder die aufgrund der Umstände gebotene Verhaltensalternative nicht bedacht hat, ist typisch für die unbewusste Fahrlässigkeit und schliesst den Schuldvorwurf rücksichtslosen Verhaltens und damit grober Fahrlässigkeit nicht von vorneherein aus. Vielmehr müssten weitere, in der Person der handelnden Person liegende besondere Umstände hinzukommen, die den Grund des momentanen Versagens erkennen und in einem milderen Licht erscheinen liessen. Solche Umstände liegen hier indessen nicht vor. Das Überqueren einer Kreuzung birgt hohe Gefahren, vor allem wenn sie für den Verkehrsteilnehmer, der noch rechtzeitig anhalten kann, durch gelbes Ampellicht gesperrt ist. Ein durchschnittlich sorgfältiger Radfahrer hat mit einem Mindestmass an Konzentration BGE 123 IV 88 S. 95an die Kreuzung heranzufahren, um Verkehrssignale wahrnehmen und gegebenenfalls rechtzeitig und angemessen auf einen Phasenwechsel einer Ampel reagieren zu können. Wer wie hier aus Zeitgründen trotz ausreichender Möglichkeit, während der Gelbphase anzuhalten, auf rund 10 km/h beschleunigt, um die Durchfahrt zu erzwingen, gefährdet die anderen Verkehrsteilnehmer erheblich und handelt verantwortungslos. Gerade die geringe Fahrgeschwindigkeit der Radfahrerin hätte ihr bewusst machen müssen, dass sie sich noch während der Rotphase auf der Kreuzung befinden würde, was stets mit einem erheblichen Risiko für das Leben und die Gesundheit der Mitmenschen verbunden ist (BGE 118 IV 84, S. 87).\n\nd) Aus diesen Gründen hat die Vorinstanz Bundesrecht verletzt, indem sie ein grobfahrlässiges Verhalten der Beschwerdegegnerin verneinte.\n\n5. (Kostenfolgen)."}