{"annee": "123", "cour": "III", "page": "165", "date": "21/11/1996", "cite": ["120 III 136", "109 II 24", "115 II 264", "119 II 449", "121 III 118"], "cite_par": ["129 III 702", "126 III 375", "142 III 671", "126 III 25", "140 III 391", "126 III 59", "128 III 419", "125 III 305", "130 III 102", "126 III 189", "138 III 659", "127 III 553", "129 III 118"], "chapeau": "28. Auszug aus dem Urteil der I. Zivilabteilung vom 21. November 1996 i.S. C. gegen M. (Berufung)", "regestes": ["Vente aux enchères publiques et volontaires; exclusion de la garantie (art. 234 al. 3 CO). Interprétation des conditions d'enchères, en particulier de la clause d'exclusion de responsabilité, et signification des descriptions figurant dans le catalogue de la vente (consid. 3 et 4)."], "faits": "BGE 123 III 165 S. 165\n\nAm 25./26. Oktober 1991 veranstaltete C. zusammen mit weiteren Personen die \"1. Internationale Swatch-Auktion\" in Luzern. An diesem Anlass sollte auch ein Exemplar der in geringer Stückzahl hergestellten Swatch \"OIGOL ORO\" des Künstlers Mimmo Paladino versteigert werden. Diese Uhr wurde im Auktionskatalog wie folgt beschrieben:\n\nNr. NAME ZUSTAND KAT. S. RICHTPREIS 347 GX 113 MIMMO PALADINO ***** 171 44'000.- Mit Widmung auf Garantie, Signatur auf Garantie und Schachtel\n\nNr.\n\nNAME\n\nZUSTAND\n\nKAT. S.\n\nRICHTPREIS\n\n347\n\nGX 113\n\nMIMMO PALADINO\n\n*****\n\n171\n\n44'000.-\n\nMit Widmung auf\n\nGarantie, Signatur auf\n\nGarantie und Schachtel\n\nBGE 123 III 165 S. 166Unter dem Titel \"Qualitätsbezeichnung\" wird vorne im Auktionskatalog auf die Auktionsbedingungen auf S. 62 hingewiesen und die im Katalog mit Sternen bezeichnete Rubrik \"Zustand\" wie folgt erläutert:\n\n***** Fabrikneue Uhr (Watch in mint condition, nuova di fabbrica, montre sortant d'usine) **** Fabrikneue Uhr, Specials ohne Originalverpackung (Mint condition, special models without original packaging, Nuovo di fabbrica, modello speciale senza custodia originale, montre sortant d'usine, exécution spéciale sans emballage d'origine) *** Getragen, guter Zustand (Second-hand, good condition, Usato, in buono stato, portée, en bon état) ** Getragen mit sichtbarer Abnützung (Second-hand, some wear, Usato, usura visibile, porteé, usure visible) * Dummy (Dummy, Senza alcun valore di collezione (Dummy), Dummy)\n\n*****\n\nFabrikneue Uhr (Watch in mint condition, nuova di fabbrica, montre sortant d'usine)\n\n****\n\nFabrikneue Uhr, Specials ohne Originalverpackung (Mint condition, special models without original packaging, Nuovo di fabbrica, modello speciale senza custodia originale, montre sortant d'usine, exécution spéciale sans emballage d'origine)\n\n***\n\nGetragen, guter Zustand (Second-hand, good condition, Usato, in buono stato, portée, en bon état)\n\n**\n\nGetragen mit sichtbarer Abnützung (Second-hand, some wear, Usato, usura visibile, porteé, usure visible)\n\n*\n\nDummy (Dummy, Senza alcun valore di collezione (Dummy), Dummy)\n\nNach den auf der letzten Katalogseite abgedruckten \"Auktionsbedingungen\" anerkennt der Auktionsteilnehmer unter anderem was folgt:\n\n\"9. Die Beschreibungen im Katalog entsprechen bestem Wissen und Gewissen und dem Stand im Zeitraum der Abfassung der Katalogtexte. Durch die Ausstellung in der Schalterhalle der Schweizerischen Kreditanstalt Luzern ist die Gelegenheit geboten, sich über den Zustand der Uhren Rechenschaft zu geben. Reklamationen der Käufer nach erfolgtem Zuschlag können keine Berücksichtigung finden.\n\n10. Der Auktionator übernimmt die Garantie für die Echtheit der Uhren. Der Nachweis einer Fälschung ist vom Käufer innert 4 Wochen zu erbringen. Sollte sich herausstellen, dass eine Fälschung vorliegt, so wird der Auktionator den Zuschlag aufheben und den Kaufpreis zurückerstatten. Voraussetzung dafür ist, dass die Uhr sich in demjenigen Zustand befindet, in dem (recte: sie) sich zur Zeit des Zuschlages befunden hat. ...\"\n\nAm zweiten Tag der Auktion ersteigerte M. die Swatch \"OIGOL ORO\" zum Preis von Fr. 38'000.-- zuzüglich einer Auktionskommission von Fr. 3'800.--. Etwa ein halbes Jahr danach soll eine Prüfung gezeigt haben, dass die Swatch \"OIGOL ORO\" nicht fabrikneu war und ihr Wert nur einem Bruchteil desjenigen einer fabrikneuen Uhr entsprach.BGE 123 III 165 S. 167\n\nIn der Folge erhob M. Klage gegen C. und beantragte, ihm Zug um Zug gegen Rückgabe der von ihm anlässlich der \"1. Internationalen Swatch-Auktion\" vom 25./26. Oktober 1991 in Luzern ersteigerten Swatch \"OIGOL ORO\" den Betrag von Fr. 41'800.-- nebst Zins zu 5% seit dem 26. Oktober 1991 zurückzubezahlen. Das Amtsgericht Luzern-Stadt wies die Klage mit Urteil vom 30. März 1995 ab. Im vom Kläger angehobenen Appellationsverfahren sprach das Obergericht des Kantons Luzern am 6. Februar 1996 die Klagebegehren zu.\n\nDer Beklagte gelangt mit eidgenössischer Berufung an das Bundesgericht. Er beantragt die Aufhebung des angefochtenen Urteils und die Abweisung der Klage, eventuell die Rückweisung der Sache an die Vorinstanz zur Neubeurteilung.\n\nDer Kläger schliesst auf Abweisung der Berufung.", "considerants": "Aus den Erwägungen:\n\n2. Hinsichtlich der Swatch \"OIGOL ORO\" hat die Vorinstanz für erwiesen erachtet, dass deren Qualitätsangabe im Katalog als \"Fabrikneue Uhr/Watch in mint condition\" objektiv falsch war. Sie hat in der Folge geprüft, ob in dieser Zusicherung, die gemäss Auktionsbedingungen \"nach bestem Wissen und Gewissen und dem Stand im Zeitraum der Abfassung der Katalogtexte\" erfolgte, eine absichtliche Täuschung gelegen habe, für welche der Beklagte gemäss Art. 234 Abs. 3 OR haften würde. Dazu hat sie ausgeführt, der Beklagte, der die Qualitätsbezeichnung \"Fabrikneue Uhr\" ohne eigene Sachkenntnis in den Auktionskatalog aufgenommen und die eingelieferte Swatch \"OIGOL ORO\" vorgängig nicht auf allfällige Abnützungserscheinungen oder Gebrauchsspuren hin kontrolliert habe, habe sich nachlässig verhalten. Absichtliches Verhalten im Sinne von Art. 28 OR liege jedoch nur vor, wenn der Täuschende die Unrichtigkeit des Sachverhalts kenne (SCHWENZER, in: Kommentar zum schweizerischen Privatrecht, Obligationenrecht I, 2. Aufl., 1996, N. 11 zu Art. 28 OR). Zudem habe sich der Beklagte, als er diese Swatch der höchsten Qualitätsstufe zuordnete, auf entsprechende Angaben des Einlieferers verlassen und die falsche Qualitätsangabe nicht aufs Geratewohl gemacht, so dass insoweit kein Eventualvorsatz gegeben sei. Allerdings ist nach Ansicht der Vorinstanz die Zusicherung \"fabrikneu\" mit Rücksicht auf Ziffer 9 der Auktionsbedingungen in einem anderen Lichte zu sehen. Bestem Wissen und Gewissen entsprächen nur solche Angaben, die aufgrund eigener Fachkenntnis oder Überprüfung gemacht werden. Wer aber BGE 123 III 165 S. 168ohne eigene Fachkenntnis oder Überprüfung Angaben Dritter einfach übernehme und im Auktionskatalog als \"bestem Wissen und Gewissen\" entsprechende Angaben ausgebe, nehme zumindest in Kauf, dass sie falsch sein und Dritte zum Ersteigern eines Gegenstandes verleiten könnten. Sie hat dem Beklagten deshalb eventualvorsätzliches Handeln vorgeworfen und das Vorliegen einer absichtlichen Täuschung bejaht. An diesem Ergebnis vermöge nichts zu ändern, dass durch die Ausstellung der Uhren in der Schalterhalle der Schweizerischen Kreditanstalt Luzern Interessierten die Gelegenheit geboten worden sei, sich über deren Zustand Rechenschaft zu geben, und dass daher gemäss Ziffer 9 der Auktionsbedingungen Reklamationen der Käufer nach erfolgtem Zuschlag keine Berücksichtigung mehr finden könnten.\n\n3. Der Beklagte wirft der Vorinstanz vor, aus der Formulierung der Freizeichnungsklausel zu Unrecht auf einen Eventualvorsatz geschlossen, Inhalt und Umfang der Wegbedingungsklausel falsch interpretiert zu haben. Er habe mit aller nur wünschbaren Deutlichkeit klar gemacht, dass lediglich für die Echtheit der Uhren Gewähr übernommen werden könne und die Interessenten deswegen gebeten seien, sich selbst über den Zustand der Objekte zu vergewissern. Wenn der Verkäufer erst nach Abschluss des Vertrages von der Unrichtigkeit seiner Angaben erfahre, liege kein dolus in contrahendo vor (SCHMIDLIN, Berner Kommentar, N. 41 zu Art. 28 OR).\n\na) Die Auslegung von Willenserklärungen nach dem Vertrauensprinzip überprüft das Bundesgericht im Berufungsverfahren frei (BGE 121 III 118 E. 4b/aa mit Hinweisen; BGE 119 II 449 E. 3a). Massgebend ist, wie sie der Empfänger in guten Treuen verstehen durfte und musste. Dabei ist stets der Gesamtzusammenhang im Auge zu behalten, d.h. die einzelnen Bestimmungen eines Vertrages oder die Äusserungen einer Vertragspartei dürfen nicht von ihrem Kontext losgelöst werden, sondern sind aus ihrem konkreten Sinngefüge heraus zu beurteilen (vgl. KRAMER, Berner Kommentar, N. 106 zu Art. 1 OR mit weiteren Hinweisen). An die Feststellungen der Vorinstanz hinsichtlich äusserer Umstände und des inneren Willens der Parteien ist das Bundesgericht gebunden (BGE 115 II 264 E. 5a).\n\nb) Im vorliegenden Fall lässt schon Ziffer 9 der Auktionsbedingungen für sich allein betrachtet keine Zweifel an Bedeutung und Umfang der Freizeichnungsklausel offen: Die Beurteilung des Zustandes der zur Versteigerung gelangenden Gegenstände wird voll und ganz dem Käufer überlassen. Hierfür beansprucht der BGE 123 III 165 S. 169Auktionator volle Freizeichnung. Mit der Formulierung, \"die Beschreibungen im Katalog entsprechen bestem Wissen und Gewissen zur Zeit der Abfassung der Katalogtexte\", bringt er gerade nicht zum Ausdruck, der Käufer könne sich auf dessen Richtigkeit verlassen, sondern er betont im Gegenteil die Unsicherheit der Angaben, indem er sie zum einen zeitlich relativiert, zum andern den Bieter zu eigener Kontrolle einlädt und deutlich macht, dass der Käufer in dieser Hinsicht sein Angebot auf eigene Verantwortung unterbreitet.\n\nNoch deutlichere Konturen erhält die Freizeichnung gemäss Ziffer 9 der Auktionsbedingungen im Zusammenhang mit der anschliessend in Ziffer 10 abgegebenen Garantie für die Echtheit der Uhren. Dort erklärt der Auktionator zunächst deren bedingungslose Übernahme, gibt aber anschliessend die Obliegenheiten des Käufers für die Geltendmachung der Wandelung bekannt. Im Vergleich dazu erscheint die Berufung auf bestes Wissen und Gewissen als Hinweis auf eine Distanzierung vom Kataloginhalt, womit angetönt wird, dass der Verfasser darin von dritter Seite Erfahrenes wiedergibt. Sie drückt gerade nicht aus, dass sich der Auktionator ein eigenes Bild vom Zustand des Einlieferungsgegenstandes gemacht hat und bereit ist, sich dabei behaften zu lassen. Darüber hinaus lassen sich die unterschiedlichen Zusicherungen bezüglich Design(er) oder Zustand der Uhr den betreffenden Rubriken im Katalog eindeutig zuordnen, so dass auch unter diesem Gesichtspunkt jeglicher Zweifel über den Umfang der Gewährleistung ausgeschlossen ist.\n\nIst davon auszugehen, dass die Berufung auf bestes Wissen und Gewissen und die Ablehnung der Haftung für die Zustandsbeschreibung im Katalog als Hinweis auf deren Unzuverlässigkeit verstanden werden mussten, kann daraus von vornherein kein Inkaufnehmen eines auf falschen Angaben beruhenden Kaufsentschlusses erblickt werden, wie die Vorinstanz dem Beklagten zu unterstellen scheint und damit auf eine Täuschungsabsicht mit Eventualvorsatz geschlossen hat. Wusste der Beklagte nicht, dass die Angabe im Katalog, die \"OIGOL ORO\" sei fabrikneu, unrichtig war, - wie die Vorinstanz für das Bundesgericht verbindlich festgestellt hat (Art. 63 Abs. 2 OG) - bleibt für den Vorwurf absichtlicher Täuschung im Sinne von Art. 28 OR, der bewussten Erweckung einer falschen Vorstellung im Verhandlungspartner mit dem Zweck, ihn zum Vertragsschluss zu bewegen (vgl. SCHMIDLIN, Berner Kommentar, N. 16 zu Art. 28 OR), kein Raum (vgl. auch BGE 120 III 136 E. 2 am Anfang).BGE 123 III 165 S. 170\n\n4. In rechtlicher Hinsicht ist unter den Parteien nicht streitig, dass die Swatch-Auktion eine öffentlich angekündigte freiwillige Versteigerung im Sinne von Art. 229 Abs. 2 OR war, auf welche nebst den Vorschriften von Art. 229 ff. OR jene des Kaufvertrages Anwendung finden. In den Auktionsbedingungen kann jede Gewährleistung mit Ausnahme der Haftung für absichtliche Täuschung ausgeschlossen werden (Art. 234 Abs. 3 OR), was in der Sache der Regelung von Art. 199 OR entspricht. Von dieser Freizeichnungsmöglichkeit machen die Veranstalter von Auktionen in der Regel Gebrauch, indem sie in den Auktionsbedingungen die Sachmängelhaftung wegbedingen, um klarzustellen, dass in der katalogmässigen Beschreibung der Auktionsgegenstände keine Zusicherung bestimmter Eigenschaften liegt (vgl. HONSELL, Schweizerisches Obligationenrecht, Besonderer Teil, 3. Aufl., 1995, S. 170; HANS-PETER KATZ, Sachmängel beim Kauf von Kunstgegenständen und Antiquitäten, Diss. Zürich 1973, S. 55). In einem unveröffentlichten Urteil vom 27. Oktober 1987 hat das Bundesgericht mit Blick auf BGE 109 II 24 f. zur Frage, wie sich die Beschreibungen in Katalogen von Kunstauktionen zu Freizeichnungsklauseln verhalten, ausgeführt, angesichts der Vielfalt des angebotenen Auktionsguts dürfe das bietende Publikum nicht ohne weiteres davon ausgehen, der Auktionator habe die einzelnen Gegenstände näher überprüfen können und übernehme mit ihrer Beschreibung zugleich die Garantie der Echtheit. Die Beschreibung im Auktionskatalog solle in erster Linie die zur Versteigerung gelangenden Gegenstände darstellen und den Interessenten den Entscheid darüber erleichtern, ob und bis zu welcher Höhe sie mitbieten wollen. Ferner komme dem Kaufpreis im Rahmen der Versteigerung nicht der gleiche Stellenwert wie bei einem gewöhnlichen Kauf zu. Er werde durch das Gebot des Bieters und weniger durch den Ausruf des Auktionators bestimmt. Selbst ein Kataloghinweis auf ein Expertengutachten vermochte im beurteilten Fall angesichts der Klarheit der Freizeichnungsklausel nach Treu und Glauben keine Echtheitszusicherung zu begründen.\n\nDiese Grundsätze lassen sich ohne weiteres auf den vorliegenden Fall übertragen; umso mehr, als nicht der Ausschluss der Echtheitsgarantie, sondern lediglich jener der Garantie für den im Katalog beschriebenen Zustand der zugeschlagenen Objekte in Frage steht, über den sich der Käufer anlässlich der Vorbesichtigung selbst informieren kann. Wie sich aus den Ausführungen zur absichtlichen Täuschung (Erwägung 3b hiervor) ergibt, ist offensichtlich, welcher BGE 123 III 165 S. 171Sinn Ziffer 9 der Auktionsbedingungen beizumessen ist. Die Bezeichnung des Qualitätszustandes der angebotenen Uhren im Katalog erfolgte ohne Gewähr, lediglich entsprechend dem Wissensstand der Anbieter bei Drucklegung, während die \"Echtheit\" gemäss der Rubrik \"Namen\" zugesichert wurde. Dass die Versteigerungsbedingungen nicht in gehöriger Weise öffentlich kundgetan worden wären, wie es Art. 234 Abs. 3 OR erfordert, hat die Vorinstanz nicht festgestellt. Wenn sie unter den gegebenen Umständen einzig \"angesichts der professionellen Aufmachung des Katalogs\" dem Kläger zubilligt, er habe auf eine Garantie für die Richtigkeit aller Angaben im Katalog schliessen dürfen, verkennt sie die Bedeutung des Vertrauensprinzips und verletzt damit Bundesrecht.\n\n5. Zusammenfassend lässt sich festhalten, dass der Beklagte, dem keine absichtliche Täuschung vorzuwerfen ist, die Haftung für den vom Kläger geltend gemachten Qualitätsmangel gültig wegbedungen hat. Die Berufung ist deshalb gutzuheissen und die Klage abzuweisen, ohne dass die weiteren Rügen des Beklagten zu behandeln sind."}