{"annee": "123", "cour": "II", "page": "337", "date": "21/4/1997", "cite": ["113 IA 247", "119 IB 480", "117 IB 35", "118 IB 26", "117 IB 285", "112 IA 119", "115 IB 335", "120 IB 436", "119 IB 458", "117 IB 308", "120 IB 70", "121 II 224", "111 IA 129", "118 IB 599"], "cite_par": ["133 IV 119", "126 II 26", "139 II 233", "131 II 470", "125 II 129", "124 II 272", "124 II 293", "125 II 643", "128 IV 37", "131 II 103"], "chapeau": "38. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 21. April 1997 i.S. Verkehrsclub der Schweiz (VCS) gegen Bauherrengemeinschaft Richti, Gemeinderat Wallisellen sowie Regierungsrat und Verwaltungsgericht des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Droit de la protection de l'environnement et aménagement du territoire; traitement, sous l'angle de la police des constructions, d'un complexe administratif avec places de parc soumis à étude de l'impact sur l'environnement. Etude de l'impact sur l'environnement: admissibilité d'une procédure d'autorisation de construire en deux étapes, à la condition qu'une étude de l'impact sur l'environnement portant sur toutes les questions à traiter soit exécutée à chaque étape de la procédure (consid. 2). Planification: inadmissibilité du contrôle préjudiciel de la planification lors de la procédure d'autorisation de construire (consid. 3). Protection de l'air: absence de mise en danger de l'application du plan de mesures par la réalisation du projet (consid. 4). Problème des mesures accessoires (consid. 7). Equipement suffisant par le réseau existant des routes et des transports publics (consid. 5 et 7a). Equipement au sens de l'art. 24 al. 2 LPE (consid. 8c). Protection contre le bruit: degrés de sensibilité au bruit et valeurs limites d'exposition déterminants. Admissibilité de l'équipement de détail lorsque les valeurs de planification sont respectées sur une partie prépondérante du bien-fonds et que les valeurs limites d'immission ne sont dépassées à aucun point de mesure (art. 24 al. 2 LPE; consid. 8d). Prise en charge des frais de la procédure cantonale et fédérale par les organisations de protection de l'environnement (consid. 10)."], "faits": "BGE 123 II 337 S. 339\n\nDie Bauherrengemeinschaft Richti, (im folgenden BHG Richti), plant den Bau eines mehrteiligen Verwaltungskomplexes mit einer Bruttogeschossfläche von ca. 67'000 m2 auf den Grundstükken Kat.Nrn. 9'898, 9'897, 9'554 und 9'019 (Areal Richti) im Raum Neue Winterthurer-, Richti-, Geeren- und Industriestrasse in Wallisellen. Mit dem Vorhaben sollen rund 2'700 Arbeitsplätze geschaffen werden. Ursprünglich waren 1'350 Autoabstellplätze vorgesehen.\n\nAuf Vorentscheidgesuch vom 29. August 1989 hin stellte der Gemeinderat Wallisellen am 27. Februar 1990 eine Baubewilligung \"unter erschwerten Bedingungen\" in Aussicht. Seinen Entscheid stützte er auf einen Umweltverträglichkeitsbericht vom 29. August 1989 (UVB 89), ein daran anschliessendes Mitberichtsverfahren bei den zuständigen kantonalen Ämtern und eine Stellungnahme der kantonalen Koordinationsstelle für Umweltschutz vom 4. Januar 1990.\n\nEinen gegen diesen Entscheid erhobenen Rekurs des Verkehrs-Clubs der Schweiz (VCS) wies der Regierungsrat des Kantons Zürich am 14. Oktober 1992 ab. Gegen diesen Entscheid gelangte der VCS am 16. November 1992 mit Beschwerde an das kantonale Verwaltungsgericht. Dieses sistierte das Verfahren.\n\nAm 1. März 1994 erteilte der Gemeinderat Wallisellen der BHG Richti eine Bewilligung mit zahlreichen Nebenbestimmungen für eine Überbauung des genannten Areals mit \"Dienstleistungsbauten mit Gemeinschaftsanlagen\". Die Anzahl erlaubter Autoabstellplätze wurde auf 750 festgelegt. Die Bewilligung stützte sich auf den Vorentscheid sowie auf einen zweiten UVB vom 27. November 1992 (UVB 92), ein daran anschliessendes Mitberichtsverfahren bei den kantonalen Umweltschutzfachstellen und eine Stellungnahme der Koordinationsstelle für Umweltschutz vom 5. November 1993.\n\nAm 8. März 1995 wies der Regierungsrat den gegen diese Baubewilligung erhobenen Rekurs des VCS ab. Gegen diesen Entscheid gelangte der VCS mit Beschwerde an das Verwaltungsgericht. Dieses vereinigte das Verfahren mit dem anderen bei ihm hängigen, sistierten Verfahren und wies beide Beschwerden am 19. April 1996 ab.\n\nMit Verwaltungsgerichtsbeschwerde beantragt der VCS im wesentlichen, das Urteil des Verwaltungsgerichts des Kantons Zürich vom 19. April 1996 sowie die vorangegangenen Entscheide des Regierungsrates und des Gemeinderates Wallisellen seien aufzuheben und die baurechtliche Bewilligung sei zu verweigern.\n\nBGE 123 II 337 S. 340\n\nDas Bundesgericht weist die Verwaltungsgerichtsbeschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer ist der Meinung, im kantonalen Verfahren sei zu Unrecht eine zweistufige Umweltverträglichkeitsprüfung (UVP) vorgenommen worden. Art. 6 der Verordnung vom 19. Oktober 1988 über die Umweltverträglichkeitsprüfung (UVPV; SR 814.011) lasse eine mehrstufige Prüfung der Umweltverträglichkeit eines Projekts nur zu, wenn das kantonale Recht die Mehrstufigkeit ausdrücklich vorsehe. Das sei im zürcherischen Recht nicht der Fall. Art. 9 USG (SR 814.01) sehe nur eine (gesamthafte) UVP vor. Das Gesetz sei demnach mit Art. 6 UVPV bereits ausdehnend interpretiert worden. Es gehe nicht an, auch noch die Verordnungsbestimmung ausdehnend zu interpretieren. Der angefochtene Entscheid verletze deshalb Art. 9 USG und Art. 6 UVPV.\n\na) Art. 6 UVPV lautet wie folgt:\n\n\"Mehrstufige Prüfung\n\nSieht der Anhang oder das kantonale Recht eine mehrstufige Prüfung in verschiedenen Verfahrensschritten vor, so wird die Prüfung bei jedem Verfahrensschritt so weit durchgeführt, als die Auswirkungen des Projektes auf die Umwelt für den jeweiligen Entscheid bekannt sein müssen.\"\n\nNach Ziffer 11.4 des Anhangs zur UVPV bestimmt das kantonale Recht, in welchem Verfahren die UVP für Parkhäuser und Parkplätze für mehr als 300 Motorwagen vorgenommen werden muss. Ziff. 11.4 der zürcherischen Einführungsbestimmungen vom 12. April 1989 für die Durchführung der UVP (EinfB UVP; GS 710.5) bezeichnet das \"Baurechtliche Bewilligungsverfahren der kommunalen Behörde (§§ 309 ff. und 318 ff. Planungs- und Baugesetz)\" als massgebliches Verfahren.\n\nDas Verwaltungsgericht hält im angefochtenen Entscheid fest, das zürcherische Recht schliesse eine mehrstufige UVP nicht aus. Das ergebe sich daraus, dass dem eigentlichen baurechtlichen Verfahren ein (fakultatives) Vorentscheidverfahren über grundlegende Fragen vorangehen könne (§§ 323 ff. des Gesetzes vom 7. September 1975 über Raumplanung und das öffentliche Baurecht [PBG]). § 323 Abs. 2 PBG verlange in einem solchen Fall, dass mit dem Vorentscheidgesuch alle Unterlagen einzureichen seien, die zur Beurteilung der gestellten Fragen nötig seien; dazu gehörten auch die entsprechenden umweltrechtlichen Ermittlungen.\n\nBGE 123 II 337 S. 341\n\nb) Der Beschwerdeführer kritisiert diese Auslegung der kantonalen Bestimmungen insofern, als er in der Nichterwähnung der Mehrstufigkeit in Ziff. 11.4 des Anhangs EinfB UVP ein qualifiziertes Schweigen erblickt, weil der Verordnungsgeber bei anderen Anlagetypen (vgl. Ziff. 13.4, 21.3 und 52.1) auf die Mehrstufigkeit Bezug genommen habe. Dieser Kritik kann nicht gefolgt werden. Insbesondere kann die Auslegung durch das Verwaltungsgericht nicht als willkürlich bezeichnet werden. Es kann ohne Verletzung von Art. 4 BV davon ausgegangen werden, dass der Hinweis in Ziff. 11.4 EinfB UVP auf das baurechtliche Bewilligungsverfahren den baurechtlichen Vorentscheid miteinschliesst. Andererseits ist in den vom Beschwerdeführer angeführten Ziff. 13.4, 21.3 und 52.1 EinfB UVP nicht von mehreren Stufen die Rede, sondern zweimal von der zweiten und einmal von der ersten Stufe, in welchen die UVP zu geschehen habe. Daraus kann für die Ziff. 11.4 EinfB UVP nichts abgeleitet werden.\n\nc) Der Beschwerdeführer hält dafür, es genüge nach Art. 6 UVPV nicht, dass das kantonale Recht eine mehrstufige UVP erlaube; es müsse dies ausdrücklich vorsehen. Das habe auch das Bundesgericht im Entscheid Crissier festgestellt (BGE 120 Ib 436 E. 2d/aa S. 450).\n\nBeides ist unzutreffend: Das Bundesgericht hat im erwähnten Entscheid lediglich festgestellt, das Bundesrecht lasse es zu, dass das kantonale Recht eine mehrstufige UVP vorsehe. Dass dies ausdrücklich erwähnt sein müsse, geht aus dem Entscheid nicht hervor, weder aus seinem Wortlaut noch aus seinem Sinn. Es stellt keine ausdehnende Auslegung von Art. 6 UVPV dar, wenn angenommen wird, die Zulässigkeit einer mehrstufigen UVP könne sich auch sinngemäss aus den kantonalen Vorschriften ergeben. Im übrigen kann, wie bereits erwähnt, ohne Willkür davon ausgegangen werden, dass der Hinweis in Ziff. 11.4 EinfB UVP den baurechtlichen Vorentscheid nach § 323 f. PBG mitumfasst.\n\nd) Die Rüge ist somit unbegründet. Dass die im vorliegenden Fall in zwei Stufen vorgenommene Prüfung der Umweltverträglichkeit eine umfassende, koordinierte Prüfung vereitelt hätte, wie der Beschwerdeführer behauptet, vermag er selber nicht nachzuweisen und ist den Akten auch nicht zu entnehmen. Der Umstand, dass der UVB 92 grundsätzlich auf den UVB 89 abstellte und vor allem noch jene Fragen behandelte, die im ersten Bericht offengelassen worden waren oder infolge Änderungen am Projekt oder wegen neuer Erkenntnisse der Überprüfung bedurften, ist nicht zu beanstanden. Die Beurteilung dieser Berichte oblag ohnehin nicht den Berichterstattern, BGE 123 II 337 S. 342sondern den Umweltschutzfachstellen und den Baubewilligungs- bzw. Rechtsmittelinstanzen (Art. 9 Abs. 5 und 6 USG). Insbesondere letztere konnten in Kenntnis beider Berichte eine umfassende Würdigung vornehmen. Sie haben den Entwicklungen zwischen dem ersten und zweiten UVB, namentlich der Änderung der Lärmempfindlichkeitsstufe, dem Erlass des Massnahmenplans 1990 und der darauf gestützten Richtlinien der Baudirektion für die Berechnung des Parkplatzbedarfs, auch Rechnung getragen (vgl. dazu auch die nachstehenden Erwägungen 4 ff.). Die gegenteiligen Behauptungen des Beschwerdeführers treffen nicht zu.\n\n3. Der Beschwerdeführer sieht eine Verletzung von Bundesrecht im Umstand, dass das Verwaltungsgericht es abgelehnt hat, die geforderte akzessorische Überprüfung der im Gebiet Richti geltenden Zonenordnung auf ihre Übereinstimmung mit dem Umweltschutzrecht vorzunehmen. Er macht geltend, als Umweltschutzorganisation sei es ihm mangels Legitimation seinerzeit verwehrt gewesen, die Bau- und Zonenordnungen der Gemeinde Wallisellen von 1983 und 1993, insbesondere die Zuweisung des hier streitigen Gebiets zur Industriezone I6 (1983) bzw. zur Industrie- und Gewerbezone IG6 (1993), abstrakt anzufechten. Folglich müsse ihm nach der Rechtsprechung des Bundesgerichts zur akzessorischen Anfechtbarkeit von Nutzungsplänen nun die Möglichkeit offen stehen, diese im Anwendungsfall, d.h. im vorliegenden Verfahren, in Frage zu stellen.\n\na) Der Beschwerdeführer macht nicht geltend, das Verwaltungsgericht hätte ihn aufgrund des kantonalen Rechts zur nachträglichen Anfechtung der Zonenordnung zulassen müssen. Er beruft sich ausschliesslich auf die Rechtsprechung des Bundesgerichts, wonach die sog. akzessorische Überprüfung von Nutzungsplänen unter anderem dann zuzulassen ist, wenn der Betroffene im Zeitpunkt des Planerlasses keine Möglichkeit hatte, seine Interessen zu verteidigen (BGE 119 Ib 480 E. 5c S. 486; BGE 111 Ia 129 E. 3d). Indessen hat diese Rechtsprechung, wie das Verwaltungsgericht zutreffend festgestellt hat, nicht den Sinn, einer Umweltschutzorganisation, die nach der Rechtsordnung zur abstrakten Anfechtung eines Zonenplans grundsätzlich nicht legitimiert ist (vgl. Art. 88 sowie Art. 97 und 103 lit. c OG; BGE 113 Ia 247 ff.), im Rahmen eines Baubewilligungsverfahrens für ein UVP-pflichtiges Bauvorhaben die Befugnis zur akzessorischen Infragestellung dieses Plans zu verleihen. Die zitierte Rechtsprechung bezieht sich auf Beschwerdeführer, welche zum Zeitpunkt des Planerlasses an sich befugt gewesen wären, BGE 123 II 337 S. 343den Nutzungsplan abstrakt anzufechten, dies aber aus besonderen, objektiven Gründen nicht tun konnten oder dazu keinen Anlass hatten. In solchen Fällen soll der ursprünglichen, unmittelbaren Anfechtungsbefugnis wenigstens nachträglich zum Durchbruch verholfen werden.\n\nb) Aus dem in der Zeitschrift Umweltrecht in der Praxis (URP) 1996 S. 206 auszugsweise publizierten Urteil des Bundesgerichts vom 1. Dezember 1995 i.S. Parkhaus Vorstadt, Solothurn, kann nichts anderes abgeleitet werden. In jenem Fall ging es nicht um die nachträgliche Überprüfung der zonenrechtlichen Grundordnung, sondern um die Überprüfung eines Gestaltungsplans, der für ein konkretes Projekt erlassen worden war, Verfügungscharakter hatte und an sich von Anfang an einer Umweltverträglichkeitsprüfung hätte unterzogen werden müssen. Die Behörden hatten wichtigste - der Verwaltungsgerichtsbeschwerde an das Bundesgericht und damit auch der Verbandsbeschwerde unterliegende - Sachverhalts- und Rechtsfragen bewusst und ausdrücklich offengelassen und dem nachfolgenden Baubewilligungsverfahren vorbehalten. Die Umweltschutzorganisationen hatten mangels Publikation des Gestaltungsplans keine Möglichkeit gehabt, diesen im Erlassverfahren anzufechten.\n\nIm vorliegenden Fall hatten dagegen die Ortsplanungen der Gemeinde Wallisellen von 1983 und 1993 im Gebiet Richti kein konkretes Projekt zum Gegenstand. Sie beschränkten sich auf die Ausscheidung von Nutzungszonen. Eine solche Grundnutzungsplanung unterliegt weder der UVP noch der Verwaltungsgerichtsbeschwerde an das Bundesgericht und kann von den Umweltschutzorganisationen, die öffentliche Interessen vertreten, auch nicht mit staatsrechtlicher Beschwerde angefochten werden (Art. 34 Abs. 3 RPG [SR 700], Art. 88 OG; BGE 120 Ib 70 E. 2 S. 74; BGE 117 Ib 35 E. 4a S. 41; BGE 115 Ib 335 E. 4c S. 342 oben; vgl. auch ROBERT WOLF, Zum Verhältnis von UVP und Nutzungsplanung, in URP 1992 S. 146 ff.). Demzufolge fehlt ihnen auch das Recht zur nachträglichen Anfechtung. Im übrigen ist das Auftreten übermässiger Immissionen ohnehin kein Grund für ein nachträgliches Infragestellen der rechtskräftigen Zonenordnung; solches kann lediglich Anlass für die Einleitung einer Änderung der Nutzungsplanung nach Massgabe von Art. 21 Abs. 2 RPG sein (BGE 119 Ib 480 E. 5c S. 486).\n\nc) Von einer Verletzung von Bundesrecht (Art. 104 OG) kann deshalb keine Rede sein. Dementsprechend kann auf die Ausführungen in der Beschwerde, mit welchen der Beschwerdeführer unter BGE 123 II 337 S. 344dem Begriff der \"umweltrechtlichen Baureife\" unter anderem die mangelnde Bundesrechtskonformität der Zonenrevision von 1993 und des vom Kantonsrat am 31. Januar 1995 beschlossenen kantonalen Richtplans rügt, nicht eingetreten werden.\n\n4. Das Verwaltungsgericht stellte fest, das Baugrundstück liege in einem Gebiet mit übermässiger Luftbelastung, wo die Immissionsgrenzwerte für Stickstoffdioxid (NO2) von 30 µg/m3 (Jahresmittelwert) und für Ozon (O3) von 100 bzw. 120 µg/m3 (Halbstunden- bzw. Stundenmittelwert) gemäss Anhang 7 der Luftreinhalte-Verordnung vom 16. Dezember 1985 (LRV; SR 814.318.142.1) zur Zeit überschritten seien. So beliefen sich die NO2-Immissionen auf den Hauptachsen im Untersuchungsgebiet auf 50 bzw. 57,5 µg/m3. Der vom Regierungsrat am 25. April 1990 gestützt auf Art. 31 LRV erlassene Massnahmenplan zur Reduktion der Luftbelastung (sog. Luft-Programm 90) habe nicht vermocht, innerhalb der gesetzten Frist (d.h. bis zum 1. März 1994) die Einhaltung der Immissionsgrenzwerte zu erreichen. Die Verwirklichung des angefochtenen Bauvorhabens werde eine zusätzliche Luftbelastung verursachen, insbesondere durch die Abgase des motorisierten Pendler- und Zulieferverkehrs sowie die Heizung und Klimatisierung der Gebäude. Allerdings werde der Beitrag des Richti-Verkehrs an die Belastung der anstossenden Strassenzüge mit Luftschadstoffen gering sein (NO2: maximal 0,2 µg/m3). Zudem lasse der Massnahmenplan eine gewisse Eindämmung der Luftemissionen erwarten. Eine zonenkonforme Überbauung mit verschiedenen kleineren, nicht UVP-pflichtigen Projekten würde ebenfalls Emissionen bringen, die insgesamt kaum geringer wären als jene aus dem streitbetroffenen Dienstleistungszentrum, zumal auch Betriebe mit intensivem Publikumsverkehr zugelassen wären. Was die Ozonbelastung betreffe, so sei nicht erwiesen, dass das übermässige Ozonaufkommen im Umfeld des Richti-Areals durch einen Verzicht auf das Bauvorhaben vermindert werden könnte. Das streitbetroffene Projekt werde nur geringfügig zur Verstärkung der Luftverschmutzung beitragen.\n\nDer Beschwerdeführer bestreitet, dass die NO2-Zusatzbelastung durch das Projekt gering sei, und er wirft dem Verwaltungsgericht diesbezüglich offensichtlich unrichtige bzw. unvollständige Feststellung des Sachverhalts vor (Art. 105 Abs. 2 OG); es setze sich in willkürlicher Weise über relevante Ergebnisse der UVP hinweg. So könne die angenommene Verkehrserzeugung von 2'300 Fahrten pro Tag nur bei ausreichenden flankierenden Massnahmen, die das Verwaltungsgericht aber gerade nicht anordne, zutreffen.\n\nBGE 123 II 337 S. 345\n\nIm übrigen werde im UVB 89, auf den der UVB 92 abstelle, für die Industriestrasse mit einer Immissionszunahme von 0,3 (und nicht 0,2) µg/m3 NO2 gerechnet, was immerhin 1% der zulässigen Gesamtbelastung von 30 µg/m3 entspreche. Wenn mangels genügender flankierender Massnahmen (insbesondere Ausbau des öffentlichen Verkehrs) statt des im UVB angenommen Viertels die Hälfte der Pendler mit dem Auto fahre, so verdopple sich dieser Wert auf 0,6 µg/m3 NO2 bzw. 2% des Grenzwertes. Damit ergebe sich aus dem Richti-Verkehr auch eine Verdoppelung der NOx (Stickstoffoxid)-Gesamtfracht von 4,8-6,3 t auf 9,6-12,6 t pro Jahr, im Untersuchungsperimeter allein von 0,5 t (wie im UVB 92 angenommen) auf 1 t pro Jahr. Das entspreche 8% der auf 12 t pro Jahr geschätzten feuerungsbedingten NOx-Emissionen im Untersuchungsgebiet. Dabei bestehe in der Gemeinde Wallisellen heute schon ein Sanierungsbedarf von rund 60-90 t NOx pro Jahr; dieser Sanierungsbedarf würde durch die Realisierung des Richti-Projekts noch beträchtlich erhöht. Die Vorinstanz habe sich mit diesen bereits vor ihr vorgebrachten Zahlen und Argumenten sowie mit der Ozon-Problematik nicht auseinandergesetzt, und auch die UVP sei in dieser Beziehung unvollständig. Beim Richti-Bauvorhaben handle es sich um ein Projekt mit überdurchschnittlichen Auswirkungen. Ein solches müsse nach der bundesgerichtlichen Rechtsprechung zumindest aufgeschoben, wenn nicht überhaupt verhindert werden, da es die in Überarbeitung begriffene Massnahmenplanung präjudiziere. Der angefochtene Entscheid verletze die massgebenden Vorschriften des USG und der LRV.\n\na) Umstritten sind nur die Verkehrsemissionen, welche durch die Neuüberbauung voraussichtlich verursacht werden. Diese Emissionen sind im Rahmen der Vorsorge so weit zu begrenzen, als dies technisch und betrieblich möglich sowie wirtschaftlich tragbar ist (Art. 11 Abs. 2 USG, Art. 18 LRV). Die Emissionsbegrenzungen werden verschärft, wenn feststeht oder zu erwarten ist, dass die Einwirkungen unter Berücksichtigung der bestehenden Umweltbelastung schädlich oder lästig werden (Art. 11 Abs. 3 USG). Steht fest oder ist zu erwarten, dass übermässige Luftverunreinigungen auftreten, und werden diese nicht nur durch eine einzelne Anlage verursacht, so erstellt die Behörde einen Plan der Massnahmen, die zur Verhinderung oder Beseitigung der übermässigen Immissionen nötig sind (Massnahmenplan; Art. 19 und 31 LRV). Im Rahmen ihrer Zuständigkeiten und in den bestehenden Verfahren trifft die Behörde gestützt auf diesen Plan die erforderlichen baulichen, betrieblichen, BGE 123 II 337 S. 346verkehrslenkenden oder -beschränkenden Massnahmen (Art. 33 LRV).\n\nb) Der Beschwerdeführer behauptet nicht, die Überbauung des Gebiets Richti allein werde übermässige Immissionen verursachen (Art. 5 und Art. 31 Abs. 4 LRV). Er macht aber geltend, von ihr seien so starke Emissionen zu erwarten, dass durch ihre vorzeitige Bewilligung die in Überarbeitung begriffene Massnahmenplanung des Regierungsrats präjudiziert werde. Er verweist auf die Urteile des Bundesgerichts in den Fällen Freiburg (URP 1993 S. 169 ff.), Crissier (BGE 120 Ib 436 ff.), Grancia (URP 1995 S. 498 ff.) und Solothurn (URP 1996 S. 206 ff.), in denen das Gericht erkannt habe, Projekte mit überdurchschnittlichen Einwirkungen seien geeignet, die Massnahmenplanung zu präjudizieren, und müssten daher zurückgestellt werden, bis der Massnahmenplan vorliege. Sei dieser ungenügend, müsse auf das Projekt allenfalls sogar verzichtet werden.\n\naa) Der Beschwerdeführer übersieht wesentliche Unterschiede zwischen dem vorliegenden Bauprojekt und den zitierten Fällen: Mit Ausnahme des Falles Grancia ging es in jenen Fällen stets um den Erlass bzw. die Genehmigung von Sondernutzungsplänen, die auf die jeweiligen in Ausarbeitung begriffenen Massnahmenpläne abzustimmen waren. Es ging also - anders als im vorliegenden Fall - um Bauvorhaben, die eine Änderung oder Konkretisierung der raumplanungsrechtlichen Grundlagen erforderten. Eine solche muss selbstredend mit umweltschutzrechtlichen Massnahmen koordiniert werden. Der Fall Grancia, wo - wie im vorliegenden Fall - eine Baubewilligung zur Diskussion stand, zeichnete sich durch die Besonderheit aus, dass bei einem bestehenden Einkaufszentrum auf eine seinerzeit im Baubewilligungsverfahren verfügte Reduktion der Parkplätze zurückgekommen werden sollte, obschon eine Bedingung dieser (ursprünglichen) Baubewilligung, nämlich der Anschluss an das öffentliche Verkehrsnetz, noch nicht (ausreichend) erfüllt worden war. Eine Bewilligung der Erhöhung der Parkplatzzahl hätte diese Bedingung unterlaufen und dem inzwischen in Kraft getretenen Massnahmenplan widersprochen. In den Fällen Freiburg, Crissier und Solothurn sodann gab es im Zeitpunkt der Genehmigung der Sondernutzungspläne noch keinen Luftreinhalte-Massnahmenplan, auf den der Sondernutzungsplan hätte abgestimmt werden können. Im vorliegenden Fall der Überbauung des Richti-Areals besteht dagegen schon seit 1990 ein Luftreinhalte-Massnahmenplan, und dieser ist in den Jahren 1991-1993 durch vier Teilmassnahmenpläne BGE 123 II 337 S. 347ergänzt worden (vgl. Luft-Programm 1996, Ziff. 1.2). Zur Zeit des Baubewilligungsverfahrens stand der Massnahmenplan 1990 in Überarbeitung; er wurde den neuesten Erkenntnissen angepasst. Kurz nach dem Urteil des Verwaltungsgerichts vom 19. April 1996, nämlich am 19. Juni 1996, hat der Regierungsrat den neuen Massnahmenplan 1996 beschlossen und in Kraft gesetzt (sog. Luft-Programm 1996).\n\nbb) Es ist nicht der Sinn der bundesgerichtlichen Rechtsprechung, dass Baubewilligungsverfahren für grössere Bauvorhaben stets zu sistieren wären, wenn ein Massnahmenplan in Überarbeitung steht. Es liegt in der Natur der Sache, dass solche Pläne in relativ kurzen Intervallen überprüft, ergänzt, abgeändert und neuen Entwicklungen und Erkenntnissen angepasst werden müssen. Das darf aber nicht dazu führen, dass Bauvorhaben, die sich auf rechtskräftige Nutzungspläne und bestehende Massnahmenpläne stützen, durch solche Überarbeitungen blockiert und nicht mehr innert nützlicher Frist realisiert werden können. Das Bundesgericht hat denn auch ausgeführt, es könne sich rechtfertigen, die Bewilligung eines Bauvorhabens aufzuschieben, wenn sonst die Verwirklichung eines in Ausarbeitung begriffenen Massnahmenplans gefährdet werde (vgl. Fall Grancia, URP 1995 S. 505). Dass letzteres eher zu befürchten ist, wenn noch gar kein Massnahmenplan vorliegt, als wenn ein solcher lediglich der Anpassung bedarf, versteht sich von selbst. Zudem hat das Bundesgericht erkannt, dass auch nachträglich noch Beschränkungen zur Reduktion der Luftbelastung angeordnet werden können, wenn eine spätere Massnahmenplanung dies erfordern sollte (BGE 118 Ib 26 E. 5f S. 37). Der Umstand allein, dass das Verwaltungsgericht das Baubewilligungsverfahren nicht ausgesetzt hat, bis der Regierungsrat das Luftprogramm 1996 beschloss, verletzt somit noch nicht Bundesrecht.\n\nc) Es bleibt zu prüfen, ob die zu erwartenden Immissionen derart stark sind, dass sie die Umsetzung des Luftprogramms 96 gefährden könnten.\n\naa) Das BUWAL kommt nach Prüfung der Akten zum Schluss, dass grundsätzlich auf die UVB 89 und 92 abgestellt werden könne. Der Untersuchungsperimeter sei korrekt gewählt und die Verkehrsszenarien seien richtig berechnet worden. Innerhalb des gewählten Perimeters werde mit einer NOx-Emissionsfracht von 188,5 t/a gerechnet, wovon über die Hälfte von einem Kilometer Autobahn stamme. Der UVB 92 gibt die verkehrsbedingten NOx-Emissionen des Richti-Verkehrs im Untersuchungsgebiet berechnet auf das Jahr BGE 123 II 337 S. 3481997 mit 0,5 t/a an, was 0,27% der Gesamtfracht entspricht. Diese Zahlen sind laut BUWAL plausibel. Der projektindizierte Anteil der Emissionen auf den direkt ans Richti-Areal angrenzenden Liegenschaften sei sehr gross, bezogen auf den gesamten Projektperimeter aber geringer. Die Schätzung der gesamten (d.h. nicht an den Perimeter gebundenen) NOx-Verkehrsemissionen des Projekts (7,2-9,5 t/a bezogen auf das Jahr 1994 - Verminderung um etwa ein Drittel in der zweiten Hälfte dieses Jahrzehnts) liege \"auf der sicheren Seite\"; es könne darauf abgestellt werden. Dabei sei zu beachten, dass ohne die Realisierung des Projekts diese Verkehrsemissionen zumindest teilweise gleichwohl entstünden, indem Arbeitnehmerinnen und Arbeitnehmer, die in der Überbauung Richti tätig sein würden, sonst an einen anderen Ort fahren würden. Je nachdem, wie gut das Richti-Areal mit öffentlichen Verkehrsmitteln erschlossen werde, könne die Gesamtbilanz sogar positiv ausfallen. Zu den NO2-Immissionen im Projektperimeter führt das BUWAL aus, diesbezüglich lägen keine genauen Messungen vor. Aufgrund von Schätzungen und Vergleichen mit nahegelegenen Messorten dürften diese Immissionen seit 1989 (d.h. gegenüber den Annahmen des UVB und des Verwaltungsgerichts) gesunken sein und heute bei ca. 40-50 µg/m3 liegen. Die Grenzwerte gemäss Anhang 7 LRV von 30 µg/m3 seien damit aber immer noch massiv überschritten. Die im UVB angenommene Zunahme durch den Richti-Verkehr von maximal 0,2 µg/m3 dürfte zutreffen.\n\nDie Frage, ob das Projekt derartige Einwirkungen erzeuge, dass mit seiner Bewilligung zugewartet werden müsste, beantwortet das BUWAL abschliessend mit nein. Das inzwischen beschlossene Luftprogramm 1996 trage den neu entstehenden Immissionen genügend Rechnung.\n\nbb) Es besteht für das Bundesgericht kein Grund, an dieser Beurteilung durch die zuständige Fachbehörde des Bundes zu zweifeln. Dass sich die Vorinstanz über relevante Ergebnisse der UVP hinweggesetzt und den Sachverhalt offensichtlich unrichtig oder unvollständig festgestellt hätte, vermag der Beschwerdeführer nicht nachzuweisen. Das Auflisten von abweichenden Zahlen und Annahmen und das Treffen von pessimistischeren Prognosen, wie der Beschwerdeführer das tut, reicht dazu nicht aus. Die von ihm hervorgehobene Differenz bei der NO2-Immissionszunahme - 0,3 statt 0,2 µg/m3 - beruht zum Beispiel bloss auf unterschiedlichen Rundungen. Es müsste vielmehr einsichtig dargestellt werden, dass gewisse Zahlen, Annahmen und Schlüsse offensichtlich falsch sind.\n\nBGE 123 II 337 S. 349\n\nDas gelingt dem Beschwerdeführer trotz weit ausholenden Ausführungen nicht. Er vermag auch nicht aufzuzeigen, inwiefern das Bauvorhaben die Realisierung der im Luft-Programm vorgesehenen Massnahmen vereiteln oder wesentlich erschweren würde. Im Unterschied zu den Fällen Freiburg, Crissier, Grancia und Solothurn, wo es um stark frequentierte öffentliche Parkhäuser und Kundenparkplätze zu Einkaufszentren ging, die - mit einer Ausnahme - eine Sondernutzungsplanung erforderten, stehen im vorliegenden Fall Verkehrsanlagen und Parkplätze zu einer zonenkonformen Büroüberbauung ohne grossen Publikumsverkehr (sog. back-office-Nutzung) zur Diskussion. Eine der raumplanerischen Zonenordnung entsprechende Überbauung des Richti-Areals mit Einzelbauten, für die keine UVP durchgeführt werden müsste, hätte, wie die Vorinstanz einleuchtend darlegt, kaum eine geringere Umweltbelastung zur Folge. Mit dem BUWAL ist sodann davon auszugehen, dass es sich beim vorliegenden Bauvorhaben, das im Beizugsperimeter eine verkehrsbedingte NOx-Emissions- und NO2-Immissionszunahme von 0,27% bzw. 0,5-1% (je nach Ausgangsgrösse) bringen wird, jedenfalls nicht um ein Projekt handelt, mit dem die Massnahmenplanung des Regierungsrats nicht hätte rechnen müssen. Auch sind die in der UVP und von den Vorinstanzen angenommenen Anteile am privaten und öffentlichen Verkehr nicht einfach deshalb falsch, weil zur Zeit noch keine Gewissheit besteht, ob und innert welcher Frist die im Massnahmenplan vorgesehen Massnahmen tatsächlich realisiert werden. Bei der Beurteilung eines Bauvorhabens dürfen die Auswirkungen eines beschlossenen Massnahmenplans im Sinne von Art. 31 ff. LRV durchaus berücksichtigt werden. Andernfalls würde man von dem mit dem Massnahmenplan verfolgten Prinzip der Lastengleichheit (vgl. BGE 118 Ib 26 E. 5d S. 35) zum Nachteil eines einzelnen Bauwilligen abrücken. Auf ein Zurückstellen der Baubewilligung durfte die Vorinstanz deshalb ohne Verletzung von Bundesrecht verzichten.\n\n5. Der Beschwerdeführer rügt weiter eine ungenügende Erschliessung des Richti-Areals durch den öffentlichen Verkehr und das öffentliche Strassennetz. Er behauptet, es seien Art. 3 Abs. 3 lit. a i.V.m. Art. 19 Abs. 1 RPG sowie § 237 Abs. 1 und 2 PBG verletzt.\n\na) Der Beschwerdeführer kann mit Verwaltungsgerichtsbeschwerde sämtliche im Interesse des Schutzes der Umwelt liegenden, nach Art. 104 OG zulässigen Rügen erheben, einschliesslich der Rügen der Verletzung von kantonalem Recht, das in einem engen BGE 123 II 337 S. 350Sachzusammenhang mit dem anwendbaren Bundesrecht steht. Die Frage der Erschliessung mit öffentlichen Verkehrsmitteln steht zweifellos in engem Sachzusammenhang mit der Umweltverträglichkeit des bestrittenen Projekts. Auch die strassenmässige Erschliessung (z.B. die Linienführung) kann einen Einfluss auf die Umweltverträglichkeit eines Projekts haben; ob dies auch für Fragen wie die Ausbaubreite einer Strasse zutrifft, kann hier offenbleiben.\n\nb) § 237 Abs. 1 und 2 PBG verlangen eine genügende Zugänglichkeit der Anlagen und bei grösseren Überbauungen die Erreichbarkeit mit öffentlichem Verkehr. Die Zufahrten sollen für jedermann verkehrssicher sein. Dass diese Anforderungen durch die Vorinstanz in unhaltbarer, willkürlicher Weise missachtet worden seien, behauptet der Beschwerdeführer nicht. Seine Ausführungen tun solches auch nicht einmal annähernd dar. Sein Verweisen auf eine durch die Entwicklung überholte kritische Stellungnahme des kantonalen Tiefbauamtes im Rahmen der UVP genügt dazu jedenfalls nicht, zumal in die später erteilte Baubewilligung bezüglich Erschliessung verschiedene Bedingungen und Auflagen aufgenommen worden sind. Aber auch eine Verletzung von bundesrechtlichen Normen ist nicht ersichtlich. Art. 3 Abs. 3 lit. a RPG verlangt zwar, dass Wohn- und Arbeitsgebiete einander zweckmässig zugeordnet und durch das öffentliche Verkehrsnetz hinreichend erschlossen werden sollen. Bei dieser Bestimmung handelt es sich jedoch um einen Planungsgrundsatz, der sich in erster Linie an planende und rechtsetzende Behörden richtet; er setzt die geltende Nutzungsordnung nicht ausser Kraft (vgl. EJPD/BRP, Erläuterungen zum RPG, Art. 3 NN 8 und 14). Art. 19 Abs. 1 RPG sodann zählt den öffentlichen Verkehr nicht zu den notwendigen Erschliessungselementen und definiert selber nicht, welchen Standard die Zufahrten aufweisen müssen. Die Festlegung des Ausmasses der Erschliessungsanlagen und die Umschreibung der genügenden Zugänglichkeit ist Sache des kantonalen Rechts (BGE 112 Ia 119 E. 3 S. 122). Im vorliegenden Fall wird das zu überbauende Areal von zwei S-Bahnlinien und drei Regionalbuslinien sowie Ortsbuslinien bedient. Strassenmässig wird es durch die Neue Winterthurer- und die Industriestrasse groberschlossen. Ab diesen Strassen erfolgen die Zufahrten über die Richti- und die Geerenstrasse, die beide gemäss Baubewilligung Ziff. 6.3.2 auf den Baubeginn hin auszubauen sind. Eine weitere Verbindungsstrasse ist entlang der Bahnanlagen geplant (Baubewilligung Ziff. 6.3.1). Inwiefern diese Erschliessung bundesrechtlichen Anforderungen nicht genügen soll, ist nicht ersichtlich und wird in BGE 123 II 337 S. 351der Beschwerde nicht dargelegt. Es wird insbesondere auch nicht aufgezeigt, welche Umweltschutznormen und inwiefern sie verletzt sein sollen. Im übrigen argumentiert der Beschwerdeführer widersprüchlich, wenn er bei der Frage der Erschliessung das Angebot des öffentlichen Verkehrs als ungenügend bezeichnet, bei der Berechnung der Parkplätze hingegen die gute Erschliessung durch den öffentlichen Verkehr betont.\n\nc) Der Beschwerdeführer beklagt sich, die Vorinstanz habe ihm die Legitimation zur Beschwerde bezüglich der Erschliessungsfragen in unhaltbarer Weise abgesprochen.\n\nDas Verwaltungsgericht hat offengelassen, ob eine im Sinne von Art. 55 USG beschwerdeberechtigte Organisation allgemein mit der Rüge der ungenügenden Erschliessung zu hören sei oder ob einzelne Fallgruppen zu bilden wären. Es trat auf die entsprechenden Vorbringen deshalb nicht ein, weil es das Angebot des öffentlichen Verkehrs nicht zur Erschliessung im Sinne von Art. 19 RPG und Art. 4 des Wohnbau- und Eigentumsförderungsgesetzes vom 4. Oktober 1974 (WEG; SR 843) zählte und weil das Bundesrecht dem Beschwerdeführer nicht die Befugnis verleihe, die rein kantonalrechtliche Frage der Dimensionierung des Knotenpunktes Neugutstrasse/Neue Winterthurerstrasse zu beanstanden. Im übrigen würden die beiden Strassenzüge - so das Verwaltungsgericht - mit einer Breite von gegen 20 m die gesetzlichen Anforderungen bei weitem erfüllen.\n\nTatsächlich hat das Verwaltungsgericht materiell zu den aufgeworfenen Fragen des Beschwerdeführers Stellung genommen, obschon es formell nicht darauf eingetreten ist. Es hat festgestellt, dass die Erschliessung im Sinne von Art. 19 (und Art. 22 Abs. 2 Bst. b) RPG nicht mit Argumenten des Ungenügens des öffentlichen Verkehrs beanstandet werden könne, und es hat die strassenmässige Erschliessung als hinreichend bezeichnet. Damit erübrigen sich hier Erörterungen zur Frage, ob das Verwaltungsgericht von Bundesrechts wegen verpflichtet gewesen wäre, auf die Rügen auch formell einzutreten.\n\n6. (Die Verweigerung einer weiteren Reduktion der 750 bewilligten Parkplätze ist nicht zu beanstanden).\n\n7. Der Beschwerdeführer rügt weiter, die Vorinstanz habe den Sachverhalt offensichtlich unvollständig und unrichtig abgeklärt und festgestellt und Art. 9, 11 und 12 USG sowie Art. 33 LRV verletzt, weil sie die in den Umweltverträglichkeitsberichten von 1989 und 1992 aufgelisteten möglichen flankierenden Massnahmen im BGE 123 II 337 S. 352Bereich des öffentlichen Verkehrs und des Betriebs nicht näher geprüft und angeordnet habe. Die Annahme in den UVB 89 und 92, dass 25% der im Areal Richti Arbeitenden mit individuellen und 75% mit öffentlichen Verkehrsmitteln anreisen würden, lasse sich nur halten, wenn die vorgeschlagenen flankierenden Massnahmen realisiert würden. Letzteres habe deshalb bereits vor der Erteilung der Baubewilligung zu erfolgen; zumindest müssten die entsprechenden Beschlüsse von den zuständigen Organen vorher gefasst worden sein. Der Beschwerdeführer listet sodann zahlreiche Massnahmen auf, so bezüglich des öffentlichen Verkehrs die Gründung eines Gemeindeverbandes zwecks Verbesserung der Koordination der regionalen Feinerschliessung, die Verlängerung diverser Tramlinien, ein neuer Mittelverteiler zwischen Flughafen/Oerlikon/Wallisellen/Dübendorf sowie Verbesserungen der Erschliessung mit öffentlichen Verkehrsmitteln im Nahbereich, ferner im betrieblichen Bereich die Motivation der Mitarbeiter zur Benützung der öffentlichen Verkehrsmittel, eine Parkplatzbewirtschaftung, Parkplatzgebühren, Car-Pooling, Veloförderung und Betriebsbus sowie schliesslich eine Beschränkung der Parkiermöglichkeiten in der Umgebung (insbesondere im Glattzentrum).\n\nDas Verwaltungsgericht hatte zusätzliche Auflagen der erwähnten Art abgelehnt, zum Teil weil sie ausserhalb des Einflussbereichs der Bauherrschaft lägen, zum Teil weil fraglich erscheine, ob sie unter den Begriff \"Verkehrs- und Betriebsvorschriften\" von Art. 12 Abs. 1 lit. c USG fielen. Zudem sei die projektbedingte zusätzliche Luftbelastung relativ gering und das Richti-Areal bereits recht gut mit öffentlichen Verkehrsmitteln erschlossen. Andere Massnahmen brächten keinen nennenswerten Beitrag zur Begrenzung des privaten Verkehrs und wären daher unverhältnismässig. Schliesslich verlange die Rechtsgleichheit (Lastengleichheit), dass - in Fällen wie dem vorliegenden - Massnahmen, wie die vom Beschwerdeführer aufgezählten, vor allem im Rahmen der Verwirklichung des Massnahmenplans realisiert würden.\n\na) Vorab ist nochmals festzuhalten, dass es sich beim vorliegenden Projekt nicht um eine Anlage im Sinne von Art. 5 LRV (übermässige Immissionen aus einer einzelnen Anlage) handelt. Massnahmen zur weiteren Beschränkung der Luftbelastung (d.h. über die vorsorglichen Massnahmen hinaus) sind deshalb im Rahmen der Massnahmenplanung zu treffen (Art. 31 ff. LRV), wobei sich die Zuständigkeit und das Verfahren nach den einschlägigen eidgenössischen und kantonalen Vorschriften richten (Art. 33 Abs. 2 LRV).\n\nBGE 123 II 337 S. 353\n\nDas Luft-Programm 1996, das im Zeitpunkt der Fällung des angefochtenen Entscheids zumindest im Entwurf bekannt war, sieht gemäss Anhang 1 im Bereich Verkehr verschiedene Massnahmen vor, so eine bessere Bewirtschaftung des Strassennetzes, damit Staus möglichst vermieden werden, die Herabsetzung der Höchstgeschwindigkeit auf bestimmten Strecken, die Überarbeitung der Wegleitung für die Berechnung der Parkplatzzahlen und die Anpassung der entsprechenden Gemeindevorschriften, ferner verschiedene Massnahmen zur Förderung des öffentlichen Verkehrs um Massnahmen im Bereich der Raumplanung (Siedlungsentwicklung, Bau von Radwegen usw.). Zur Realisierung dieser (und anderer) Massnahmen erteilte der Regierungsrat - soweit im Handlungsbereich des Kantons liegend - konkrete Aufträge an die ihm unterstellten Direktionen. Wie die Vorinstanz zutreffend ausgeführt hat, liegen solche Massnahmen nicht im Einflussbereich der privaten Bauherrschaft. Sie können daher nicht in einer Baubewilligung angeordnet werden (BGE 119 Ib 480 E. 7b S. 490 f.). Soweit es nötig war, wurde die Bauherrschaft im übrigen mit der Baubewilligung vom 1. März 1994 verpflichtet, bei der Projektierung durch besondere Vorkehren auf vorgesehene Massnahmen wie Tramverlängerung und Mittelverteiler zwischen Dübendorf und Kloten Rücksicht zu nehmen. Mit dem BUWAL ist festzustellen, dass sich ein Zuwarten mit der Baubewilligung bis zur Realisierung der im Luft-Programm festgelegten Massnahmen nicht rechtfertigen würde. Vom vorliegenden Projekt gehen nicht derart starke Immissionen aus, dass sie das Luft-Programm 1996 gefährden könnten. Wenn das BUWAL in seiner Vernehmlassung bemängelt, dass der Regierungsrat nicht alle in den blauen Massnahmenblättern des Luft-Programms aufgezählten Massnahmen auch angeordnet hat und dass zum Beispiel die Erweiterung des Busnetzes nach Süden, die Begrenzung der Anzahl Fahrten zu den Parkierungsanlagen oder die Vorgabe eines bestimmten Anteils an öffentlichem Verkehr noch zu prüfen seien, so berührt das Zuständigkeiten des Regierungsrats und betrifft nicht Massnahmen, die im vorliegenden Verfahren angeordnet werden könnten.\n\nDer Beschwerdeführer vergleicht den vorliegenden Fall zu Unrecht mit dem Fall Grancia (URP 1995 S. 498 ff.): Der Tessiner Massnahmenplan bestimmte, dass der Bau und die Erweiterung grosser Einkaufszentren nur bewilligt werden dürften, wenn die betreffenden Zentren mit einer leistungsfähigen öffentlichen Verkehrsverbindung bedient würden. Dies traf im Falle Grancia nicht zu. Demgegenüber ist das Gebiet Richti in Wallisellen bereits BGE 123 II 337 S. 354recht gut, wenn möglicherweise auch noch nicht optimal, mit öffentlichen Verkehrsverbindungen erschlossen; zudem handelt es sich hier nicht um ein kundenorientiertes Einkaufszentrum. Im Fall Grancia kam noch dazu, dass der Anschluss an das öffentliche Verkehrsnetz bereits in der Baubewilligung für die Erstellung des Einkaufszentrum zur Bedingung für die Eröffnung des Zentrums gemacht und unter anderem auch aus diesem Grund die vorgesehene Parkplatzzahl nur teilweise bewilligt worden war; somit stand das neuerliche Gesuch um Parkplatzerweiterung, ohne dass eine genügende öffentliche Verkehrsverbindung eingerichtet worden wäre, im Widerspruch nicht nur zum Massnahmenplan, sondern auch zur rechtskräftigen Baubewilligung.\n\nb) Auch die weiteren Forderungen des Beschwerdeführers nach flankierenden Massnahmen sind unbegründet. Eine Beschränkung der Parkierungsmöglichkeiten in der Umgebung des Richti-Projekts, insbesondere im Glattzentrum, liegt wiederum ausserhalb des Einflussbereichs der Bauherrschaft. Was sodann die Massnahmen Parkplatzbewirtschaftung, Parkplatzgebühren, Car-Pooling, Betriebsbus, Veloförderung und Motivation der Mitarbeiter zur Benützung der öffentlichen Verkehrsmittel anbelangt, so handelt es sich - soweit sie überhaupt im Einflussbereich der Bauherrschaft liegen - nicht um Betriebsvorschriften im Sinne von Art. 12 Abs. 1 lit. c USG und nicht um Emissionsbegrenzungen \"bei der Quelle\" im Sinne von Art. 11 Abs. 1 USG (BGE 119 Ib 480 E. 7c S. 491 f.). Ihre Wirkung wäre angesichts des vorhandenen Angebots im öffentlichen Verkehr im übrigen nicht leicht zu beurteilen, und deren Anordnung ausserhalb eines Massnahmenplans wäre unter dem Gesichtspunkt der Koordination und der Lastengleichheit problematisch.\n\n8. Der Beschwerdeführer macht geltend, das vorliegende Projekt verletze auch bezüglich des Lärmschutzes Bundesrecht. Da im Richti-Areal die Planungswerte überschritten seien, dürfe es nicht mehr für Bauten erschlossen werden, die dem längeren Aufenthalt von Personen dienten. Das Verwaltungsgericht habe den massgeblichen Sachverhalt offensichtlich unrichtig und unvollständig festgestellt.\n\na) Werden die Planungswerte in einer bestehenden, aber noch nicht erschlossenen Bauzone für Wohngebäude oder andere Gebäude, die dem längeren Aufenthalt von Personen dienen, überschritten, so sind sie einer weniger lärmempfindlichen Nutzung zuzuführen, sofern nicht durch planerische, gestalterische oder bauliche BGE 123 II 337 S. 355Massnahmen im überwiegenden Teil dieser Zone die Planungswerte eingehalten werden können (Art. 24 Abs. 2 USG). Noch nicht erschlossene Bauzonen für Gebäude mit lärmempfindlichen Räumen dürfen nur so weit erschlossen werden, als die Planungswerte eingehalten sind oder durch eine Änderung der Nutzungsart oder durch planerische, gestalterische oder bauliche Massnahmen eingehalten werden können. Die Vollzugsbehörde kann für kleine Teile von Bauzonen Ausnahmen gestatten (Art. 30 der Lärmschutz-Verordnung vom 15. Dezember 1986 [LSV; SR 814.41]). Lärmempfindliche Räume sind Räume in Wohnungen und in Betrieben, in denen sich Personen regelmässig während längerer Zeit aufhalten (Art. 2 Abs. 6 LSV). Bei Betrieben, die in Gebieten mit Empfindlichkeitsstufen (ES) I, II oder III liegen, gelten um 5 dB(A) höhere Planungswerte und Immissionsgrenzwerte (Art. 42 Abs. 1 LSV).\n\nb) Das Verwaltungsgericht kam zum Schluss, zwar sei das Richti-Areal bloss groberschlossen, was nach der Rechtsprechung des Bundesgerichts (BGE 117 Ib 308 ff. E. 4 S. 314) dem Erschliessungsbegriff nach Art. 24 Abs. 2 USG i.V.m. Art. 19 Abs. 1 RPG nicht genüge, doch beziehe sich diese Bestimmung nicht auf einzelne Grundstücke, sondern auf die noch nicht erschlossene Bauzone als Ganzes, im vorliegenden Fall wohl auf das weitere mit den Baugrundstücken verbundene Industriegebiet von Wallisellen. Dass die Planungswerte in diesem Bereich gesamthaft überschritten wären, sei nicht aktenkundig. Jedenfalls liessen sich durch planerische, gestalterische oder bauliche Massnahmen im überwiegenden Teil dieser Zone die Planungswerte einhalten. Aber selbst wenn dem nicht so wäre, würde es wenig Sinn machen, auf dem Richti-Areal als einziger grösserer Baulücke in der näheren Umgebung eine weniger lärmempfindliche Nutzungsweise durchzusetzen.\n\nDiese Begründung überzeugt nicht. Im Ergebnis ist der Entscheid aber dennoch nicht zu beanstanden (vgl. nachstehende Erw. c und d).\n\nc) Es besteht entgegen der Ansicht der BHG Richti kein Anlass, von der zitierten Rechtsprechung des Bundesgerichts abzukommen, wonach in Art. 24 Abs. 2 USG mit Erschliessung grundsätzlich die vollständige, der jeweiligen Nutzungszone angepasste Erschliessung zu verstehen ist, bei der mehr oder weniger nur noch die Hausanschlüsse zu erstellen sind. Richtig ist auch die Feststellung des Verwaltungsgerichts, dass Art. 24 USG keine parzellenbezogene Betrachtungsweise anstellt, sondern grössere Gebiete im Auge hat. Anders als das Verwaltungsgericht aber meint, ist bei der Frage, BGE 123 II 337 S. 356ob \"im überwiegenden Teil\" der entsprechenden Zone von Wallisellen die Planungswerte eingehalten werden können, nicht die ganze zusammenhängende (grösstenteils schon überbaute) Industriezone zu berücksichtigen, sondern nur der noch nicht (voll) erschlossene Teil, soweit er für Gebäude mit lärmempfindlichen Räumen bestimmt ist. Demnach spielt es auch keine Rolle, ob es sich beim Richti-Areal um die letzte grössere \"Baulücke\" handelt.\n\nd) Nach dem in den Akten liegenden Lärmgutachten, das gemäss den Beurteilungen der kantonalen Lärmschutzfachstelle und des BUWAL von korrekten Verkehrsdaten ausgegangen ist, die Immissionspunkte richtig gewählt und die Immissionspegel ebenfalls richtig berechnet hat, sind die Planungswerte bei zwei von sieben Messpunkten überschritten, nämlich bei Messpunkt B um 1,2 dB(A) und bei Messpunkt F um 0,1 dB(A). Dabei ging zwar das Gutachten - offenbar gestützt auf die alte Zonenordnung - von einer Lärmempfindlichkeitsstufe IV statt III aus, doch ändert das am Ergebnis nichts, da sich bei der ES III die Werte für die hier in Frage stehenden Betriebsräume um 5 dB(A) erhöhen (Art. 42 LSV) und damit wiederum diejenigen der ES IV erreichen (vgl. Anhang 3 und 4 LSV). Diese geringfügigen Überschreitungen, die sich im Bereich der Messgenauigkeit bewegen und nicht wahrnehmbar sind (vgl. BGE 118 Ib 599 E. 7d S. 607; BGE 117 Ib 285 E. 8b/cc S. 305), betreffen nur einen kleinen Teil des massgeblichen Gebiets und auch nur einen kleinen Teil des Projekts an zwei peripheren Punkten. Einer Feinerschliessung des Gebiets stehen sie daher nicht entgegen; im überwiegenden Teil des Gebiets sind die Planungswerte eingehalten (Art. 24 Abs. 2 USG). Es kann davon ausgegangen werden, dass die Vorinstanzen mit der Bewilligung zur Feinerschliessung des Gebiets eine Ausnahme nach Art. 30 Satz 2 LSV implizit erlaubt haben, was nicht bundesrechtswidrig ist. Art. 30 LSV verlangt entgegen der Ansicht des Beschwerdeführers nicht, dass die Planungswerte an jedem einzelnen Punkt der Überbauung eingehalten werden. Diese Bestimmung bezieht sich auf die Erschliessung des Gebiets; die Überbauung fällt unter Art. 22 Abs. 1 USG bzw. Art. 31 LSV. Da die Immissionsgrenzwerte an keinem ihrer Punkte erreicht werden, musste das Verwaltungsgericht keine weiteren Lärmschutzmassnahmen prüfen. Die Rügen des Beschwerdeführers sind unbegründet.\n\n9. Der Beschwerdeführer macht schliesslich Ausführungen zur Quartierplanbedürftigkeit des umstrittenen Bauvorhabens und rügt allgemein die Verletzung von Art. 55 USG, Art. 19 RPG und §§ 123 BGE 123 II 337 S. 357ff. PBG. Es wird aber aus der Rechtsschrift nicht klar, weshalb und inwiefern er die erwähnten Bestimmungen als verletzt betrachtet. Das Verwaltungsgericht hat dem Beschwerdeführer die Legitimation abgesprochen, das Fehlen eines Quartierplans zu rügen; es hat aber gleichzeitig festgehalten, die materiellen Erwägungen des Regierungsrats seien zutreffend. Es scheint, dass der Beschwerdeführer mit seinem Hinweis auf Art. 33 Abs. 2 RPG dieses Nichteintreten des Verwaltungsgerichts auf seine Rüge beanstandet. Ob mit Recht, kann hier offenbleiben, da er mit keinem Wort sagt, weshalb der Regierungsrat und mit ihm das Verwaltungsgericht das Erfordernis eines Quartierplans nicht hätten verneinen dürfen. Nach der Rechtsprechung genügt es nicht, nur den Nichteintretensentscheid anzugreifen, wenn die Vorinstanz auch eine Eventualbegründung zur materiellen Streitfrage gegeben hat. In einem solchen Fall wird der angefochtene Entscheid nur aufgehoben, wenn auch diese subsidiäre Begründung Bundesrecht verletzt (BGE 118 Ib 26 E. 2b). Die Beschwerde ist somit auch in diesem Punkt abzuweisen.\n\n10. Der Beschwerdeführer sieht eine Verletzung bzw. Vereitelung von Bundesrecht darin, dass er von den kantonalen Instanzen zur Tragung von Verfahrens- und Parteikosten verurteilt worden ist und Kostenvorschüsse bezahlen musste. Er meint, die kantonale Kostenpflicht erschwere den ideellen Umweltschutzorganisationen die Beschwerdeführung übermässig, weshalb die im bundesgerichtlichen Verfahren geltende Kostenlosigkeit auch für das kantonale Verfahren gelten müsse.\n\na) Soweit das bundesgerichtliche Verfahren betreffend, ist zu präzisieren, dass das Gericht in ständiger Praxis die gesamtschweizerischen Organisationen, die sich dem Schutz der Umwelt und der Landschaft widmen, nur von den Gerichtskosten befreit, nicht auch von der Parteikostenpflicht gegenüber Gegenparteien (vgl. die Urteile in URP 1993 S. 189 E. 9, 1991 S. 337 E. 5 und 436 E. 5). Eine generelle Befreiung von der Parteikostenpflicht wäre im Lichte von Art. 159 OG nicht zu rechtfertigen. Aber auch für eine Verpflichtung der Kantone, ihr Verfahren für ideelle Organisationen kostenfrei auszugestalten, wenn Bundesrecht zur Anwendung gelangt, fehlt es an einer gesetzlichen Grundlage. Es kann nicht gesagt werden, die Beschwerdeführung werde diesen Organisationen verunmöglicht oder übermässig erschwert, wenn sie im Falle des Unterliegens angemessene Kosten tragen müssen. Gleiches gilt auch für die privaten Beschwerdeführer. Dass diese - anders als die Umweltschutzorganisationen - vornehmlich eigene Interessen vertreten, BGE 123 II 337 S. 358ändert am Umstand, dass für beide Kategorien von Beschwerdeführern das gleiche Kostenrisiko besteht, nichts. Diese Frage ist entgegen der Ansicht des Beschwerdeführers auch nicht vergleichbar mit der Frage der kostenlosen Zustellung von baurechtlichen Entscheiden an die Umweltschutzorganisationen (vgl. BGE 121 II 224 E. 5e S. 234 f.). Im letzteren Falle geht es darum, dass die Organisationen ohne grossen Aufwand überhaupt Kenntnis erhalten von den zahlreichen erstinstanzlichen Entscheiden, zu deren Anfechtung sie befugt sein könnten.\n\nDie Befürchtung, das Kostenrisiko im Rechtsmittelverfahren könnte den Umweltschutzorganisationen die Ausübung ihres Beschwerderechts derart erschweren, dass die richtige Anwendung des Bundesrechts vereitelt oder zumindest stark behindert würde, lässt sich übrigens durch die bisherigen Erfahrungen sowohl auf Bundesebene als auch in den Kantonen, die seit langem ein allgemeines Beschwerderecht ideeller Organisationen kennen, nicht erhärten. Wohl können bei sehr grossen Bauvorhaben wie dem vorliegenden die Kosten, insbesondere auch die Parteikosten, hoch ausfallen. Andererseits stehen den Organisationen in der Regel weit höhere Mittel zur Verfügung als privaten Personen, z.B. einem vom Bauvorhaben betroffenen Nachbarn. Eine Möglichkeit, die Kosten in Grenzen zu halten, läge im übrigen in einer Konzentration auf das Wesentliche, sei dies bezogen auf die Auswahl der einzelnen anzufechtenden Entscheide, sei dies bezogen auf die Art der konkreten Prozessführung. Gerade was letzteres betrifft, lässt der Beschwerdeführer in vorliegenden Fall den Sinn für das Wesentliche vermissen. Seine unnötig weitschweifenden, ja ausufernden Ausführungen verursachen nicht nur den Beschwerdeinstanzen, sondern auch den Gegenparteien übermässige Kosten, die sich in den Gerichtsgebühren und den Parteientschädigungen niederschlagen. Der Beschwerdeführer muss damit rechnen, dass ihm in Zukunft Kosten, die vermeidbar gewesen wären, sogar im Falle des Obsiegens auferlegt bzw. nicht ersetzt werden (vgl. Art. 153a Abs. 1, Art. 156 Abs. 6 und Art. 159 Abs. 5 OG; s. auch BGE 119 Ib 458 E. 15 S. 462).\n\nb) Dass die kantonalen Instanzen bei der Verlegung der Gerichts- und Parteikosten kantonales Recht willkürlich angewendet hätten, behauptet der Beschwerdeführer nicht. Seine Hinweise auf die kantonalen Bestimmungen, die durch Formulierungen wie \"kann\" und \"in der Regel\" den Behörden einen gewissen Ermessensspielraum belassen, vermögen jedenfalls nicht darzutun, dass im vorliegenden Fall die Kostenverteilung in unhaltbarer Weise erfolgt wäre."}