{"annee": "123", "cour": "III", "page": "414", "date": "26/9/1997", "cite": ["117 IA 81", "115 II 484", "85 II 49", "110 II 352", "119 II 241", "120 II 20", "119 II 391", "122 III 92", "118 II 93", "105 II 229", "122 III 139", "120 II 93", "112 II 268", "120 II 5"], "cite_par": ["136 III 123", "135 III 324", "137 III 522", "135 III 378", "141 III 68", "144 III 175", "138 III 708", "129 III 295", "131 III 319", "128 III 284", "126 III 327", "138 III 570", "138 III 190", "136 III 102", "131 III 227", "136 III 523", "133 III 282", "132 III 785", "127 III 279", "125 III 108", "125 III 346", "130 III 607", "126 III 257", "124 III 382"], "chapeau": "65. Auszug aus dem Urteil der I. Zivilabteilung vom 26. September 1997 i.S. Gesellschaften A., B. und C. gegen Gesellschaft D. (Berufung)", "regestes": ["Art. 21 de la Convention de Lugano (CL). Compétence prioritaire du tribunal premier saisi. Conditions et étendue de la recevabilité d'un recours en réforme contre une décision cantonale qui ordonne une suspension conformément à l'art. 21 CL (consid. 1-3). Principes d'interprétation de la Convention de Lugano (consid. 4). Conditions auxquelles deux demandes ont le même objet au sens de l'art. 21 CL (consid. 5). Moment auquel un tribunal est saisi au sens de l'art. 21 CL (consid. 6). Art. 21 CL et examen de l'intérêt juridiquement protégé d'après le droit national (consid. 7)."], "faits": "BGE 123 III 414 S. 415\n\nA.- Die in London domizilierte Gesellschaft D. wurde im Herbst 1990 illiquid und in der Folge unter \"administration\", eine Art Nachlassverwaltung, gestellt. Ursächlich für den Zusammenbruch der Gesellschaft sollen unter anderem deliktische Handlungen ihres Hauptaktionärs und Vorsitzenden der Geschäftsleitung, X., gewesen sein, mit denen der Gesellschaft gewaltige Summen entzogen wurden.\n\nDer \"administrator\" der D. kam zum Schluss, die in Zürich, Genf und New York domizilierten Gesellschaften A., B. und C. seien an den Delikten des X. beteiligt gewesen. Die D. sandte ihnen deshalb am 9. November 1992 den Entwurf einer Klageschrift (\"Draft Statement of Claim\") zu und setzte ihnen eine Frist von 14 Tagen, um zu den Vorwürfen Stellung zu nehmen und allfällige Vergleichsvorschläge zu unterbreiten, andernfalls die Klage ohne weitere Anzeige eingereicht würde. Die A., die B. und die C. ersuchten um eine Fristerstreckung von zwei Wochen. Nach einer Zusammenkunft der englischen Vertreter aller Parteien am 8. Dezember 1992 billigte die D. der Gegenseite eine weitere Fristerstreckung zu bis zum Geschäftsschluss (close of business) am 10. Februar 1993.\n\nAm 8. Februar 1993, um 15.25 Uhr Schweizer Zeit, liessen die A., die B. und die C. die D. wissen, dass ein Vergleich für sie nicht in Frage komme. Um 16.00 Uhr desselben Tages überbrachten sie der Friedensrichterin Zürich 1 ein Sühnegesuch mit den Rechtsbegehren, es sei festzustellen, dass sie der D. aus Handlungen und BGE 123 III 414 S. 416Unterlassungen, wie sie von dieser im \"Draft Statement of Claim\" vom 9. November 1992 behauptet würden, nichts schuldeten, insbesondere die A. nicht den Betrag von GB £ 75'290'963.--, die B. nicht den Betrag von GB £ 34'376'798.-- und die C. nicht den Betrag von GB £ 11'995'000.--. Am 9. Februar 1993 wurde den Gesuchstellerinnen gestützt auf § 99 Abs. 3 ZPO ZH ohne Durchführung des Sühneverfahrens die Weisung zugestellt.\n\nAm Abend des 9. Februar 1993 stellte die D. der von der A., der B. und der C. in London als Zustellungsempfängerin bezeichneten Anwaltskanzlei den \"writ of summons\" zu und sandte ihr anderntags die vollständige Klageschrift. Am 14. Oktober 1993 fand in London vor dem High Court of Justice eine Gerichtsverhandlung statt. Richter Vinelot hielt fest, dass die D. ihre Klage in London durch Zustellung des \"writ\" an die Vertreter der Gegenpartei am 9. Februar 1993 im Sinne von Art. 21 des Lugano-Übereinkommens (SR 0.275.11; LugÜ) anhängig gemacht hatte. Er sistierte das Verfahren bis zum Entscheid der schweizerischen Gerichte über ihre Zuständigkeit. Die D. focht den Sistierungsentscheid an.\n\nB.- Am 13. April 1993 reichten die A., die B. und die C. Weisung und Klageschrift beim Bezirksgericht Zürich ein. Das Bezirksgericht beschränkte das Verfahren auf die Anträge der Beklagten, das Verfahren zu sistieren und über die Zuständigkeit des Bezirksgerichts und über die weiteren Prozessvoraussetzungen erst zu entscheiden, wenn das mit ihrer Leistungsklage befasste britische Gericht über seine Zuständigkeit entschieden habe, eventualiter auf die Klage mangels Zuständigkeit und subeventualiter mangels Rechtsschutzinteresses nicht einzutreten. Mit Beschluss vom 15. Juli 1994 stellte das Bezirksgericht fest, dass es das später angerufene Gericht im Sinne von Art. 21 Abs. 1 LugÜ sei (Ziff. 1) und trat zudem - mangels Feststellungsinteresses - auf die Klage nicht ein (Ziff. 2).\n\nAuf Rekurs der Klägerinnen hob das Obergericht des Kantons Zürich mit Entscheid vom 3. Oktober 1995 die Ziffern 1 und 2 des Beschlusses des Bezirksgerichts auf und entschied neu, das Verfahren werde bis zum Zeitpunkt sistiert, in welchem die Zuständigkeit des High Court in London feststehe bzw. rechtskräftig darüber entschieden sei. Das Obergericht folgte dem Bezirksgericht insoweit, als es für die Anrufung des Gerichts im Sinne von Art. 21 LugÜ den Zeitpunkt der Einreichung der Weisung beim Bezirksgericht am 23. April 1993 als massgebend erachtete. Hingegen kam es zum Schluss, das Bezirksgericht habe das Feststellungsinteresse der Klägerinnen zu Unrecht geprüft.\n\nBGE 123 III 414 S. 417\n\nC.- Beide Parteien haben gegen den Beschluss des Obergerichts Berufung an das Bundesgericht eingereicht. Die Klägerinnen stellen die Begehren, den angefochtenen Beschluss aufzuheben, soweit er feststelle, dass das Bezirksgericht Zürich das später angerufene Gericht im Sinne von Art. 21 LugÜ sei, und das Bezirksgericht anzuweisen, die Klage an die Hand zu nehmen. Der Berufungsantrag der Beklagten geht dahin, den Beschluss des Obergerichts aufzuheben und auf die negative Feststellungsklage nicht einzutreten.\n\nDas Bundesgericht weist beide Berufungen ab, soweit es darauf eintritt, und bestätigt den Beschluss des Obergerichts.", "considerants": "Aus den Erwägungen:\n\n1. Die Berufung ist in der Regel erst gegen Endentscheide der oberen kantonalen Gerichte zulässig (Art. 48 Abs. 1 OG). Ein berufungsfähiger Endentscheid liegt vor, wenn das kantonale Gericht einen Entscheid fällt, der endgültig verbietet, dass der gleiche Anspruch zwischen den gleichen Parteien nochmals geltend gemacht wird (BGE 120 II 93 E. 1c S. 95; BGE 119 II 241 E. 2 S. 242 f., mit Hinweisen; vgl. auch BGE 122 III 92 E. 2 S. 94). Mit der angefochtenen Sistierung wird weder über den Bestand noch über den Nichtbestand der zwischen den Parteien streitigen Forderungen rechtskräftig entschieden, noch wird auf die Sache aus Gründen nicht eingetreten, die eine neue Klage unter gleichen Voraussetzungen verbieten. Angefochten ist vielmehr ein Zwischenentscheid, der nur berufungsfähig ist, wenn die Voraussetzungen der Ausnahmevorschriften von Art. 49 oder 50 OG gegeben sind.\n\n2. Gemäss Art. 49 Abs. 1 OG ist die Berufung zulässig gegen selbständige Vor- und Zwischenentscheide wegen Verletzung bundesrechtlicher Vorschriften über die sachliche, die örtliche oder die internationale Zuständigkeit. Die kantonalen Instanzen haben im vorliegenden Fall unabhängig vom materiellen Urteil und damit in einem selbständigen Vorentscheid (BGE 122 III 139 E. 1 S. 141) beschlossen, das Verfahren gemäss Art. 21 LugÜ bis zum Vorliegen eines Urteils des früher angerufenen britischen Gerichts zu sistieren. Es stellt sich die Frage, ob sie damit einen Entscheid über die sachliche, örtliche oder internationale Zuständigkeit gefällt haben.\n\na) In BGE 85 II 49 (E. 2 S. 53) ist das Bundesgericht davon ausgegangen, dass ein Entscheid, der das Verfahren bis zur Kenntnis des Urteils eines ausländischen Gerichts sistiert, nicht einem Vorentscheid über die Zuständigkeit gleichgestellt werden kann. Massgebend BGE 123 III 414 S. 418war in diesem Urteil, dass das kantonale Gericht weder ausdrücklich noch sinngemäss eine bundesrechtliche Zuständigkeitsfrage entschieden, sondern nach einer dem kantonalen Prozessrecht zugehörigen Norm das Verfahren ausgestellt und die materielle Beurteilung vorbehalten hatte. Da die Frage, wegen der die Sache ausgestellt wurde und zu deren Beurteilung sich das kantonale Gericht sinngemäss als unzuständig erachtete, zudem nur eine materielle Vorfrage - nicht den eingeklagten Anspruch selbst - betraf, lehnte das Gericht das Eintreten nach Art. 49 OG ab.\n\nb) Der vorliegende Fall ist mit diesem Präjudiz nicht vergleichbar. Die Sistierung des Verfahrens ist vorliegend gerade nicht in Anwendung kantonalen Prozessrechts, sondern gemäss Art. 21 LugÜ und damit aufgrund einer dem Bundesrecht zugehörigen Norm erfolgt. In berufungsfähigen Zivilsachen ist die Verletzung direkt anwendbarer zivilprozessualer Normen aus internationalen Verträgen ebenfalls mit dem Rechtsmittel der Berufung zu rügen (BGE 119 II 391 E. 1 S. 392; BGE 117 Ia 81 E. 1 S. 83). Eine solche Norm ist Art. 21 LugÜ. Die Vorschrift regelt, welches Gericht zuständig ist, wenn wegen desselben Anspruchs zwischen denselben Parteien bei Gerichten verschiedener Vertragsstaaten Klagen anhängig gemacht werden. Sie löst den Kompetenzkonflikt, der aus solcher doppelter Rechtshängigkeit entsteht, mit der folgenden Regelung: Das später angerufene Gericht hat das Verfahren von Amtes wegen auszustellen, bis die Zuständigkeit des zuerst angerufenen Gerichts feststeht (Abs. 1); sobald die Zuständigkeit des zuerst angerufenen Gerichts feststeht, hat das später angerufene Gericht sich zugunsten dieses Gerichts für unzuständig zu erklären (Abs. 2). Massgebend ist nach dieser Zuständigkeitsregelung somit die zeitliche Priorität. Welches Gericht nach Art. 21 LugÜ zuständig ist, hängt davon ab, welche der beiden Klagen zuerst anhängig gemacht worden ist. Der Entscheid über die zeitliche Priorität fällt nach dem System von Art. 21 LugÜ aber bereits mit dem Sistierungsentscheid und nicht erst mit dem späteren Nichteintretensentscheid. Insofern wird mit der Sistierung des Verfahrens nicht bloss die Beurteilung vertagt, sondern bereits eine Zuständigkeitsfrage entschieden. Daran ändert nichts, dass die Klage noch nicht durch Nichteintreten erledigt wird, sondern im Hinblick auf die Vermeidung eines negativen Kompetenzkonflikts zunächst abgewartet wird, ob das zuerst angerufene Gericht seine Zuständigkeit bejaht. Wenn ein Gericht eine Sistierung gemäss Art. 21 LugÜ anordnet, stellt es fest, dass es später angerufen worden ist, und anerkennt es die vorrangige Zuständigkeit BGE 123 III 414 S. 419des zuerst angerufenen Gerichts. Dies stellt einen selbständigen Entscheid über die Zuständigkeit im Sinne von Art. 49 OG dar.\n\nc) Die Berufung der Klägerinnen, welche die Zuständigkeit der zürcherischen bzw. schweizerischen Gerichte zur Behandlung ihrer negativen Feststellungsklage anstreben und eine Verletzung von Art. 21 Abs. 1 LugÜ rügen, ist daher nach Art. 49 OG grundsätzlich zulässig. Immerhin ist ihr Antrag, die zürcherischen Gerichte seien anzuweisen, die Klage an Hand zu nehmen, unzulässig. Wie die Klägerinnen nämlich in anderem Zusammenhang selbst darlegen, haben die kantonalen Instanzen die Voraussetzungen der örtlichen Zuständigkeit nicht, jedenfalls nicht abschliessend geprüft.\n\n3. Das Bezirksgericht hat zwar festgestellt, dass die zürcherischen Gerichte im Sinne von Art. 21 Abs. 1 LugÜ später angerufen seien, hat das Verfahren jedoch nicht gemäss dieser Vorschrift ausgesetzt, sondern ist auf die Klage mangels eines Rechtsschutzinteresses der Klägerinnen an der beantragten negativen Feststellung nicht eingetreten. Diesen Entscheid hat das Obergericht des Kantons Zürich im angefochtenen Beschluss aufgehoben. Die Beklagte will mit ihrer Berufung einen Nichteintretensentscheid erreichen, wie ihn das Bezirksgericht gefällt hatte. Die Klägerinnen halten dafür, auf das Rechtsmittel sei mangels Beschwer nicht einzutreten.\n\na) In der Regel ist eine Partei zur Berufung legitimiert, wenn die Vorinstanz ihren Anträgen nicht vollumfänglich entsprochen hat (BGE 120 II 5 E. 1 S. 7). Massgebend sind für das Bundesgericht dabei die Begehren, welche die Parteien vor der letzten kantonalen Instanz gestellt hatten (vgl. BGE 118 II 93 E. 1). Das Obergericht hat nicht, wie von der Beklagten beantragt, den Beschluss des Bezirksgerichts bestätigt, sondern die Dispositivziffer des erstinstanzlichen Entscheids, mit welcher auf die Klage nicht eingetreten wurde, aufgehoben. Die Beklagte ist mit ihrem Antrag auf Bestätigung des erstinstanzlichen Entscheids nicht durchgedrungen. Sie ist deshalb durch den angefochtenen Beschluss beschwert. In welcher Form sie vor der ersten kantonalen Instanz ihren Nichteintretensantrag formuliert hatte und ob es nach dem massgebenden kantonalen Prozessrecht überhaupt zulässig war, einen (Sub-)Eventualantrag bei Gutheissung des Hauptantrags noch zu beachten, ist im Berufungsverfahren nicht zu beurteilen (Art. 43 OG). Denn dabei handelt es sich um Fragen des kantonalen Prozessrechts, die im Verfahren der Berufung der Beurteilung des Bundesgerichts entzogen sind. Die Beklagte ist zur Berufung gegen die ihrem Antrag vor Obergericht BGE 123 III 414 S. 420widersprechende Aufhebung von Ziffer 2 des erstinstanzlichen Urteils legitimiert. Ob für einen Nichteintretensentscheid Raum bleibt, wenn sich die Sistierung nach Art. 21 LugÜ im Sinne der Ansicht der Beklagten als rechtmässig erweisen sollte, bildet im übrigen Gegenstand der materiellen Prüfung.\n\nb) Mit der Aufhebung des erstinstanzlichen Nichteintretensentscheids hat die Vorinstanz einen selbständigen Vorentscheid gefällt, der gemäss Art. 50 OG berufungsfähig ist, wenn dadurch sofort ein Endentscheid herbeigeführt und ein so bedeutender Aufwand an Zeit oder Kosten für ein weitläufiges Beweisverfahren erspart werden kann, dass die gesonderte Anrufung des Bundesgerichts gerechtfertigt erscheint. Diese Voraussetzungen liegen vor. Sollte sich die Berufung der Beklagten als begründet erweisen, wäre mit dem Nichteintreten auf die Klage ein - prozessualer - Endentscheid zu fällen, der es den Klägerinnen unter Vorbehalt neuer Umstände (BGE 112 II 268 E. 2b S. 272) verbieten würde, dieselbe negative Feststellungsklage vor schweizerischen Gerichten gegen die Beklagte nochmals anzubringen. Dass im Falle der materiellen Behandlung ein umfangreiches Beweisverfahren über die den Klägerinnen von der Beklagten vorgeworfenen Handlungen durchzuführen wäre, kann ebenfalls ohne weiteres bejaht werden (Art. 50 Abs. 2 OG) und rechtfertigt die Anhandnahme der Berufung, auch wenn nicht auszuschliessen ist, dass aus anderen Gründen auf die Klage nicht einzutreten wäre.\n\nc) Auf die Berufung der Beklagten gegen die Aufhebung von Ziffer 2 des erstinstanzlichen Urteils durch das Obergericht und den Antrag, auf die Klage sei wegen fehlenden Rechtsschutzinteresses der Klägerinnen nicht einzutreten, ist daher gemäss Art. 50 OG einzutreten. Nicht einzutreten ist dagegen auf die selbständigen Rügen der Beklagten gegen die Regelung der Kosten- und Entschädigungsfolgen im angefochtenen Urteil. Abgesehen davon, dass insoweit ein gehöriger Berufungsantrag fehlt (Art. 55 Abs. 1 lit. b OG), richten sich die Kosten- und Entschädigungsfolgen des kantonalen Verfahrens nach dem kantonalen Prozessrecht, dessen Anwendung im bundesgerichtlichen Berufungsverfahren nicht überprüft werden kann.\n\n4. Das am 16. September 1992 in Lugano abgeschlossene Übereinkommen über die gerichtliche Zuständigkeit und die Vollstreckung gerichtlicher Entscheidungen in Zivil- und Handelssachen (SR 0.275.11; LugÜ), das für die Schweiz seit 1. Januar 1992 und für Grossbritannien seit 1. Mai 1992 in Kraft steht, soll im Bereich der Zuständigkeit und der Anerkennung sowie Vollstreckung eine BGE 123 III 414 S. 421gemeinsame, einheitliche Ordnung für alle Rechtsuchenden der Mitgliedstaaten von EG und EFTA herstellen und insofern einen einheitlichen Rechtsraum verwirklichen (JAMETTI GREINER, Überblick zum Lugano-Übereinkommen, ZBJV 1992, S. 43; KROPHOLLER, Europäisches Zivilprozessrecht, 5. Aufl., Heidelberg 1996, Einleitung N. 52). Es positiviert direkt anwendbare internationale Einheitsnormen, deren Sinn nach den klassischen Auslegungskriterien, aber unter bewusster Berücksichtigung der Besonderheiten einer international vereinheitlichen Ordnung zu ermitteln ist (KROPHOLLER, a.a.O., Einleitung N. 31 ff; vgl. auch KRAMER, Uniforme Interpretation von Einheitsprivatrecht - mit besonderer Berücksichtigung von Art. 7 UNKR, Juristische Blätter, Wien, 118/1996, S. 137 ff.). Bei der Auslegung internationaler Einheitsregeln nach den herkömmlichen Kriterien aufgrund des (mehrsprachigen) Wortlauts, der Zielvorgabe und inneren Systematik der harmonisierten Ordnung sowie dem historischen Willen der Abkommensstaaten hat sich das rechtsanwendende Gericht stets bewusst zu sein, dass die eigenen innerstaatlichen Institute und dogmatischen Konstruktionen nicht ohne weiteres den Anschauungen der andern Abkommensstaaten entsprechen und daher auch nicht ohne weiteres der Einheitsordnung zugrundeliegen. Zur Förderung einer einheitlichen Interpretation schreibt daher Art. 1 des Protokolls Nr. 2 über die einheitliche Auslegung des Übereinkommens (SR 0.275.11) vor, dass die Gerichte jedes Vertragsstaates den Grundsätzen gebührend Rechnung tragen, die in massgeblichen Entscheidungen der Gerichte der anderen Vertragsstaaten zu den Bestimmungen des Lugano-Übereinkommens entwickelt worden sind. Mit der ausdrücklichen Anweisung, die harmonisierten Normen in Beachtung ausländischer Präjudizien auszulegen, soll der schleichenden Erosion der Rechtseinheit in der Rechtsanwendung der Gerichte der Abkommensstaaten durch bewusste einheitsfördernde Interpretation begegnet werden (KROPHOLLER, a.a.O., Einleitung N. 59 ff.; vgl. auch KRAMER, a.a.O., S. 140). Überdies ist zu berücksichtigen, dass die ältere Rechtsprechung des Europäischen Gerichtshofs zum Brüsseler Übereinkommen (Europäisches Übereinkommen über die gerichtliche Zuständigkeit und die Vollstreckung gerichtlicher Entscheidungen in Zivil- und Handelssachen vom 27. September 1968, EuGVÜ) nach dem Willen der vertragsschliessenden Parteien des Lugano-Übereinkommens für dessen Auslegung eine verbindliche Entscheidungsgrundlage bildet (Protokoll Nr. 2, a.a.O., Präambel; KROPHOLLER, a.a.O., Einleitung N. 63).\n\nBGE 123 III 414 S. 422\n\n5. Die Prioritätsregel nach Art. 21 LugÜ findet Anwendung auf Klagen wegen desselben Anspruchs zwischen denselben Parteien. Dass sich im vorliegenden Fall vor britischen Gerichten dieselben Parteien gegenüberstehen, ist unbestritten. Während dort die Klägerinnen von der Beklagten auf Bezahlung bestimmter Geldsummen verklagt worden sind, verlangen die Klägerinnen in ihrer Klage vor schweizerischen Gerichten die Feststellung, dass sie der Beklagten nichts, namentlich nicht die Beträge aus den in der Klage der Beklagten dargestellten Handlungen schulden. Fraglich mag scheinen, ob derselbe Anspruch im Streite steht. Das Bundesgericht hat in seiner Rechtsprechung zur Einrede der Litispendenz im Rahmen von Vollstreckungsabkommen die Identität einer früheren negativen Feststellungsklage mit einer späteren Leistungsklage verneint aus der Erwägung, dass die frühere negative Feststellung zwar Rechtskraftwirkung für die spätere Leistungsklage entfalten kann (nämlich im Falle der Gutheissung), dass sie aber (nämlich im Falle der Abweisung der negativen Feststellung) eine spätere Leistungsklage nicht ausschliessen muss (BGE 105 II 229 E. 3b S. 233). Diese Rechtsprechung kann jedoch für die Auslegung von Art. 21 LugÜ nicht gelten. Denn Art. 21 LugÜ dient der Verhinderung widersprechender vollstreckbarer Urteile von Gerichten verschiedener Vertragsstaaten. Dieser Zweck kann nur erreicht werden, wenn die Bestimmung auf alle Gerichtsverfahren angewendet wird, für welche die Möglichkeit widersprechender vollstreckbarer Urteile besteht. Der Europäische Gerichtshof hat zur entsprechenden Regelung von Art. 21 EuGVÜ denn auch dargelegt, dass sie soweit wie möglich von vornherein eine Situation ausschliessen soll, wie sie in Art. 27 Ziff. 3 geregelt ist, dass nämlich eine Entscheidung deswegen nicht anerkannt werden kann, weil sie mit einer Entscheidung unvereinbar ist, die zwischen denselben Parteien in dem Staat ergangen ist, in dem die Anerkennung verlangt wird. Dementsprechend hat er festgehalten, vom Begriff der Rechtshängigkeit im Sinne von Art. 21 werde der Fall umfasst, dass eine Partei vor dem Gericht eines Vertragsstaates die Feststellung der Unwirksamkeit oder die Auflösung eines internationalen Kaufvertrags begehrt, während die andere Partei vor dem Gericht eines andern Vertragsstaates auf Erfüllung desselben Vertrags klagt (Urteil vom 8. Dezember 1987 i.S. Gubisch Maschinenfabrik gegen Palumbo, Rs. 44/86, Slg. 1987, S. 4861 ff. = IPRax 1989, S. 157 ff.). Dabei ist der Gerichtshof davon ausgegangen, dass zwei Klagen denselben Anspruch betreffen, wenn sie dieselbe Grundlage und denselben Gegenstand haben. Unter BGE 123 III 414 S. 423\"Grundlage\" versteht der Gerichtshof in diesem Zusammenhang den Sachverhalt und die Rechtsvorschrift, auf welche die Klage gestützt wird, unter \"Gegenstand\" den Zweck der Klage (a.a.O., Ziff. 14 ff.). In einem späteren Urteil hat der Europäische Gerichtshof seine Rechtsprechung ausdrücklich bestätigt und erkannt, eine Klage auf Feststellung, dass der Beklagte für einen Schaden hafte, sowie auf Verurteilung zur Zahlung von Schadenersatz betreffe denselben Anspruch wie eine von diesem Beklagten früher erhobene Klage auf Feststellung, dass er für diesen Schaden nicht hafte (Urteil vom 6. Dezember 1994 i.S. The Tatry gegen The Maciej Rataj, Rs. C- 06/92, Slg. 1994, S. I-5439 ff. = IPRax 1996, S. 108 ff., insbes. Ziff. 37-45).\n\nDie vorliegend umstrittene Klage auf Feststellung, dass die Klägerinnen der Beklagten aus den von der Beklagten in deren \"Draft of Claim\" dargestellten Ereignissen keinen Schadenersatz schulden, betrifft im Sinne von Art. 21 LugÜ denselben Anspruch wie die Forderungsklage, welche die Beklagte gegen die Klägerinnen in London eingereicht hat. Es sind somit im Sinne von Art. 21 LugÜ vor britischen und schweizerischen Gerichten Klagen wegen desselben Anspruchs zwischen denselben Parteien anhängig, und es ist daher zu prüfen, ob das Bezirksgericht Zürich als später angerufenes Gericht das Verfahren gemäss dieser Bestimmung auszusetzen hat, bis die Zuständigkeit des britischen Gerichts feststeht.\n\n6. Die Parteien sind sich einig, dass der 9. Februar 1993 der massgebliche Zeitpunkt für die Befassung des britischen Gerichts ist. Hingegen streiten sie sich darüber, wann die Klage in der Schweiz im Sinne von Art. 21 LugÜ rechtshängig geworden ist. Die Klägerinnen haben am 8. Februar 1993 beim Friedensrichteramt das Sühnebegehren gestellt, am 9. Februar 1993 hat ihnen das Friedensrichteramt gemäss § 99 Abs. 3 ZPO ZH die Weisung ausgestellt, und am 13. April 1993 sind Weisung und Klageschrift beim Bezirksgericht eingereicht worden. Das Obergericht, dessen Auffassung sich die Beklagte anschliesst, geht davon aus, dass die Rechtshängigkeit des Zürcher Verfahrens erst mit der Einreichung von Weisung und Klageschrift am 13. April 1993 eingetreten ist. Die Klägerinnen stellen sich demgegenüber auf den Standpunkt, das Verfahren sei gemäss Art. 9 Abs. 2 IPRG (SR 291) bereits mit dem Sühnebegehren vom 8. Februar 1993 - und damit vor dem Verfahren in London - rechtshängig geworden.\n\na) Art. 21 LugÜ umschreibt nicht selbst, in welchem Verfahrensstadium eine Klage rechtshängig ist (KROPHOLLER, a.a.O., N. 12 zu Art. 21; vgl. auch JENARD-BERICHT, Amtsblatt der Europäischen BGE 123 III 414 S. 424Gemeinschaften 1979 Nr. C.59/1, S. 45). Der Europäische Gerichtshof hat im Urteil Zelger gegen Salinitri vom 7. Juni 1984 (Rs. 129/83, Slg. 1984, S. 2397 ff. = IPRax 1985, S. 336 ff.) zur Frage Stellung genommen, welche Verfahrensschritte nach Art. 21 EuGVÜ für die Befassung eines Gerichts massgebend sind. Er hat dargelegt, dass die Verfahrensbestimmungen der Vertragsstaaten den Zeitpunkt, von dem an ein Gericht mit einem Rechtsstreit als befasst gilt, unterschiedlich regeln (a.a.O., Ziff. 10). Nach den dem Gerichtshof damals vorliegenden rechtsvergleichenden Hinweisen bestimmten Frankreich, Italien, Luxemburg und die Niederlande den Zeitpunkt der Rechtshängigkeit durch die Zustellung der Klageschrift an die beklagte Partei. In Belgien wurde die Klage durch Eintragung der Rechtssache in das Register der Gerichtsbehörde rechtshängig, wobei die Registrierung grundsätzlich die vorgängige Ladung des Beklagten voraussetzte. Zur deutschen Regelung, die ihm im beurteilten Fall unterbreitet worden war, stellte der Gerichtshof fest, die Klage werde gemäss § 253 Abs. 1 der deutschen Zivilprozessordnung durch Zustellung der Klageschrift an den Beklagten rechtshängig; die Zustellung der beim Gericht eingereichten Klage an den Beklagten erfolge von Amtes wegen durch das Gericht; das Verfahrensstadium zwischen der Einreichung der Klageschrift beim Gericht und der Zustellung werde als \"Anhängigmachung\" bezeichnet und sei für die Unterbrechung der Verjährung und die Wahrung prozessualer Fristen von Bedeutung, bestimme jedoch den Zeitpunkt der Rechtshängigkeit nicht. Der Gerichtshof interpretierte Art. 21 EuGVÜ insgesamt so, dass die Verpflichtung eines Gerichts, sich zugunsten eines andern Gerichts für unzuständig zu erklären, nur entsteht, wenn beim Gericht des andern Vertragsstaats eine Klage wegen desselben Anspruchs zwischen denselben Parteien endgültig erhoben worden ist (a.a.O., Ziff. 14). Darüber hinaus vermochte der Gerichtshof dem Art. 21 jedoch keine Bestimmung über die massgebenden Verfahrensformalitäten zu entnehmen, namentlich nicht darüber, ob die Rechtshängigkeit mit Einreichung der Klage beim Gericht oder mit ihrer Zustellung an die Gegenpartei eintritt. Da das Übereinkommen die Vereinheitlichung der Verfahrensformalitäten, die eng mit dem Ablauf des gerichtlichen Verfahrens in den einzelnen Staaten verknüpft sind, nicht zum Gegenstand hat, lehnte der Gerichtshof eine autonome Definition des massgebenden Zeitpunkts der Rechtshängigkeit ab und verwies auf die Verfahrensbestimmungen der Vertragsstaaten für die Beurteilung, in welchem Zeitpunkt die Voraussetzungen für eine endgültige Anrufung im Sinne des BGE 123 III 414 S. 425Art. 21 vorliegen (a.a.O., Ziff. 15). Der Gerichtshof beantwortete die ihm vom Oberlandesgericht München vorgelegte Frage aus diesen Gründen so, dass nach Art. 21 des Übereinkommens als \"zuerst angerufenes\" Gericht dasjenige anzusehen ist, bei dem die Voraussetzungen für die Annahme einer endgültigen Rechtshängigkeit zuerst vorliegen; diese Voraussetzungen sind für jedes der betroffenen Gerichte nach seinen nationalen Vorschriften zu beurteilen.\n\nb) Die deutschen Gerichte haben mit dem Europäischen Gerichtshof zur Bestimmung der Priorität nach Art. 21 des Übereinkommens allein den Zeitpunkt der Rechtshängigkeit, das heisst den Zeitpunkt der Zustellung der Klageschrift gemäss § 253 in Verbindung mit § 261 Abs. 1 der deutschen Zivilprozessordnung als massgebend erachtet; dass die Einreichung der Klage nicht nur gewisse Rechtswirkungen (für die Verjährung und für die Wahrung prozessualer Fristen) zeitigt, sondern auch terminologisch (\"Anhängigkeit\") der deutschen Fassung von Art. 21 des Übereinkommens entspricht, wird nicht als entscheidwesentlich angesehen (BGH in NJW 1986, 662; KROPHOLLER, a.a.O., N. 13 zu Art. 21). Nach der britischen Praxis tritt die Rechtshängigkeit im Sinne von Art. 21 LugÜ grundsätzlich erst mit der Zustellung der Klageschrift an den Beklagten (service of the writ) und nicht schon mit der Ausstellung des \"writ\" durch den staatlichen Beamten ein (Entscheid des Court of Appeal vom 19. Juli 1991 i.S. Dresser Ldt. gegen Falcongate Freight Management Ldt.; vgl. dazu den Bericht von Peter Huber in IPRax 1993, S. 114 ff., sowie KROPHOLLER, a.a.O., BERTI, Gedanken zur Klageerhebung vor schweizerischen Gerichten nach Artikel 21-23 des Lugano-Übereinkommens, in: Festschrift Walder, Zürich 1994, S. 313 f., und VOGEL, Der Eintritt der Rechtshängigkeit nach Art. 21 und 22 des Lugano-Übereinkommens, SJZ 90/1994, S. 304 ff.). Als massgebend wird dabei insbesondere hervorgehoben, dass der Kläger im Zeitpunkt der blossen Ausstellung des \"writ\" durch einen verhältnismässig untergeordneten Beamten noch die freie Wahl habe, den \"writ\" zuzustellen oder ohne Nachteile verfallen zu lassen, dass er seine Begehren im \"writ\" noch sehr allgemein formulieren könne, dass der Beklagte keine Kenntnis von der Ausstellung des \"writ\" habe und auch keine Möglichkeit, vom Kläger die Fortführung des Verfahrens durch Zustellung des \"writ\" zu verlangen, und dass der Kläger schliesslich gegenüber dem Gericht keinerlei Verfahrenspflichten unterstehe.\n\nc) Der schweizerische Gesetzgeber hat in Art. 9 Abs. 2 IPRG für internationale Verhältnisse eine einheitliche Regelung kodifiziert, BGE 123 III 414 S. 426wie sie der Europäische Gerichtshof für Art. 21 EuGVÜ (und damit für Art. 21 LugÜ) gerade verworfen hat. Denn nach Art. 9 Abs. 2 IPRG gilt unbesehen der Ausgestaltung des kantonalen Verfahrens der Zeitpunkt der ersten, für die Klageeinleitung notwendigen Verfahrenshandlung als massgebend zur Feststellung, wann eine Klage in der Schweiz hängig gemacht worden ist, wobei insbesondere die Einleitung des obligatorischen Sühneverfahrens genügt. Das IPRG regelt im internationalen Verhältnis namentlich die Zuständigkeit schweizerischer Gerichte oder Behörden und die Anerkennung und Vollstreckung ausländischer Entscheide, soweit völkerrechtliche Verträge nichts anderes bestimmen (Art. 1 IPRG). Ein Teil der Lehre hält dafür, Art. 9 Abs. 2 IPRG bestimme gesamtschweizerisch den massgebenden Zeitpunkt der Rechtshängigkeit auch im Rahmen von Art. 21 LugÜ (JAMETTI GREINER, a.a.O., S. 63; DUTOIT, Commentaire de la loi fédérale du 18 décembre 1987, 2. Aufl. 1997, N. 3 zu Art. 9; SCHWANDER, Gerichtszuständigkeiten im Lugano-Übereinkommen, in: Das Lugano-Übereinkommen, St. Gallen 1990, S. 108; BERNHEIM, Rechtshängigkeit und im Zusammenhang stehende Verfahren nach dem Lugano-Übereinkommen, SJZ 90/1994, S. 136; DONZALLAZ, La Convention de Lugano, Bd. I, Bern 1996, S. 560 ff.; MARTINA WITTIBSCHLAGER, Rechtshängigkeit in internationalen Verhältnissen, Diss. Basel 1994, S. 114). Soweit diese Lehrmeinung ausdrücklich begründet wird, wird angeführt, der Europäische Gerichtshof habe im Urteil Zelger gegen Salinitri auf eine vertragsautonome Definition der Rechtshängigkeit verzichtet und sich mit einem vollumfänglichen Verweis auf das nationale Recht begnügt; daraus wird gefolgert, dass für die Schweiz die nationale Regelung des Art. 9 Abs. 2 IPRG gelte, die den Zeitpunkt des Eintritts der Rechtshängigkeit für die ganze Schweiz in internationalen Verhältnissen einheitlich festlege (BERNHEIM, a.a.O.; DONZALLAZ, a.a.O.; wohl auch DUTOIT, a.a.O.; WITTIBSCHLAGER, a.a.O.). Ein anderer Teil der Lehre vertritt dagegen die Auffassung, der Europäische Gerichtshof habe den Begriff der Rechtshängigkeit im Urteil Zelger gegen Salinitri in teilautonomer Interpretation so ausgelegt, dass zur Bestimmung der Priorität die endgültige Klageerhebung erforderlich sei, was eine gewisse Bindung des Klägers an die eingeleitete Klage bzw. eine gewisse Fortführungslast zur Voraussetzung habe (VOGEL, a.a.O., S. 301 ff.; GERHARD WALTER, Internationales Zivilprozessrecht der Schweiz, S. 433 f.; BERTI, a.a.O., S. 307 ff.; derselbe, in: Kommentar zum Schweizerischen Privatrecht, Basel, N. 6 zu Art. 9 IPRG).\n\nBGE 123 III 414 S. 427\n\nd) Art. 9 Abs. 2 IPRG kann zur Auslegung von Art. 21 LugÜ nur insoweit herangezogen werden, als diese nationale Bestimmung mit der Tragweite und Bedeutung von Art. 21 LugÜ vereinbar ist, wie sie sich namentlich aus der Praxis des Europäischen Gerichtshofs zum Brüsseler Übereinkommen (Präambel zum Protokoll Nr. 2, SR 0.275.11) und der Gerichte der Vertragsstaaten ergibt (Art. 2 Protokoll). Das Urteil Zelger gegen Salinitri ist in diesem Zusammenhang massgebend, denn dass der damals geltende Art. 21 EuGVÜ vorsah, das zweitbefasste Gericht habe sich direkt - und nicht erst nach dem Eintretensentscheid des prioritär angerufenen Gerichts - unzuständig zu erklären, ändert am Gehalt der Regelung nichts Grundsätzliches (zumal sich das später angerufene Gericht schon damals darauf beschränken konnte, bloss auszusetzen, vgl. JENARD-BERICHT, a.a.O.). Im Lichte dieser Rechtsprechung, die sich mit der deutschen und mit der britischen Praxis deckt, kann nun aber Art. 9 Abs. 2 IPRG für die Bestimmung des Zeitpunkts der Rechtshängigkeit nach Art. 21 LugÜ nicht massgebend sein. Zwar hat der Europäische Gerichtshof in seiner Entscheidung Zelger gegen Salinitri auf das interne Prozessrecht der Vertragsstaaten verwiesen, ohne das Verfahrensstadium autonom zu bestimmen, das für den Zeitpunkt der Priorität der Befassung eines Gerichts nach Art. 21 EuGVÜ (und damit auch für Art. 21 LugÜ) massgeblich ist. Er verlangt jedoch, dass die nach dem internen Recht zu bestimmende Rechtshängigkeit \"endgültig\" ist, und unterlässt die autonome Festlegung eines Zeitpunktes in der Erwägung, dass die erforderliche Bindungswirkung von den - uneinheitlichen - innerstaatlichen Verfahrensvorschriften abhängt, weshalb der massgebliche Zeitpunkt der Rechtshängigkeit sich einer allgemeinen Definition entzieht. Hat sich aber der Europäische Gerichtshof gerade wegen der unterschiedlichen Wirkungen bestimmter Verfahrenshandlungen in den nationalen Verfahrensordnungen gegen die einheitliche Anknüpfung der Priorität an eine bestimmte Verfahrenshandlung entschieden, so widerspricht eine innerstaatliche Regelung diesem Verständnis der Rechtshängigkeit, wenn sie ihrerseits ohne Rücksicht auf die Ausgestaltung des Verfahrens die erste für die Klageeinleitung notwendige Prozesshandlung als massgebend erklärt. Die Rechtshängigkeit gemäss Art. 21 LugÜ setzt eine minimale Bindung des Klägers an den Prozess voraus, die nur aufgrund der konkreten Ausgestaltung des innerstaatlichen - und das heisst in der Schweiz des kantonalen - Verfahrens erschlossen werden kann. In diesem Sinne geht der Europäische Gerichtshof - entgegen der Ansicht der BGE 123 III 414 S. 428Klägerinnen keineswegs nur aufgrund einer \"zufälligen\" Formulierung - davon aus, dass die Rechtshängigkeit \"endgültig\" sein muss. Entscheidend ist demnach die Bindungswirkung der einzelnen Prozesshandlungen. Diese wird jedoch in Art. 9 Abs. 2 IPRG nicht geregelt; sie richtet sich vielmehr weiterhin nach dem kantonalen Prozessrecht. Der Zeitpunkt, von dem an Rechtshängigkeit im Sinne von Art. 21 Abs. 1 LugÜ besteht, ist deshalb nicht nach Art. 9 Abs. 2 IPRG, sondern aufgrund der Ausgestaltung des Verfahrens im kantonalen Prozessrecht zu bestimmen. Art 9 Abs. 2 IPRG mag zwar, wie die Klägerinnen vorbringen, der Rechtssicherheit und der Klarheit dienen, und es mag aus schweizerischer Sicht erwünscht sein, auch innerstaatlich auf eine von der konkreten kantonalen Verfahrensordnung unabhängige Vorschrift abstellen zu können. Eine derartige Regelung bedürfte jedoch einer staatsvertraglichen Ergänzung mit Wirkung für sämtliche Mitgliedstaaten. Die Schweiz als eine der Vertragsparteien kann für ihr internes Recht nicht einseitig und ohne Abstimmung mit den andern Vertragsstaaten einen Zeitpunkt festsetzen, den zu bestimmen die Staatsvertragsparteien mit Rücksicht auf unterschiedliche Rechtsfolgen einzelner Verfahrenshandlungen in den nationalen Prozessrechten gerade abgelehnt haben.\n\ne) Nach der Ausgestaltung des zürcherischen Prozessrechts wird das Verfahren nicht bereits mit dem Sühnebegehren oder mit der Ausstellung der Weisung rechtshängig. Die Rechtshängigkeit tritt nach § 102 Abs. 1 ZPO ZH mit der Einreichung der Weisung beim Gericht ein. Diese Regelung entspricht denn auch der Natur des Sühneverfahrens, wie es im Kanton Zürich ausgestaltet ist. Zwar ist die Einleitung des Sühneverfahrens beim Friedensrichteramt obligatorisch (§ 93 ZPO ZH) und wird die Weisung regelmässig erst nach Durchführung des Aussöhnungsversuchs ausgestellt. Aber namentlich wenn sich der Beklagte im Ausland aufhält und in der Schweiz keinen Vertreter hat, wird die Weisung ohne Durchführung einer Sühneverhandlung ausgestellt (§ 99 Abs. 3 ZPO ZH). Der Kläger kann die Klage innert drei Monaten nach Ausstellung der Weisung beim Gericht rechtshängig machen; tut er dies nicht, gilt die Klage als einstweilen zurückgezogen (§ 101 ZPO ZH). Würde bei dieser Ausgestaltung des Verfahrens die Rechtshängigkeit gemäss Art. 9 Abs. 2 IPRG mit dem Sühnebegehren eintreten, könnte sie während dreier Monate bestehen und anschliessend verfallen, ohne dass der Beklagte von der Einreichung einer Klage je Kenntnis erhalten würde und ohne dass der Kläger nachteilige Rechtsfolgen zu tragen hätte. Gerade dies widerspricht dem Sinn der endgültigen BGE 123 III 414 S. 429Rechtshängigkeit, die eine minimale Bindung des Klägers an das Verfahren verlangt.\n\nDie Rechtshängigkeit im Sinne von Art. 21 LugÜ ist vorliegend gemäss § 102 Abs. 1 ZPO ZH am 13. April 1993 eingetreten, als die Klägerinnen Weisung und Klage dem Bezirksgericht Zürich einreichten. Da das Verfahren in London am 9. Februar 1993 rechtshängig geworden ist, haben die Vorinstanzen zutreffend festgestellt, dass das britische Gericht im Sinne von Art. 21 LugÜ früher angerufen worden ist. Die Berufung der Klägerinnen ist unbegründet.\n\n7. Die Beklagte macht geltend, das Obergericht hätte, statt eine blosse Sistierung anzuordnen, auf die Klage nicht eintreten sollen. Sie rügt, das Obergericht habe zu Unrecht ein hinreichendes Rechtsschutzinteresse der Klägerinnen an der verlangten Feststellung bejaht. Die Klägerinnen halten demgegenüber ihr Feststellungsinteresse für ausgewiesen.\n\na) Nach Art. 21 LugÜ setzt das später angerufene Gericht das Verfahren von Amtes wegen aus, bis die Zuständigkeit des zuerst angerufenen Gerichts feststeht. Da die Vorschrift vor allem negative Kompetenzkonflikte verhindern will, hat eine Prüfung der Zuständigkeit durch das zweitbefasste Gericht grundsätzlich zu unterbleiben, bis das erstbefasste seine Zuständigkeit geprüft hat. Immerhin ist die Klage in jedem Fall als unzulässig zurückzuweisen, wenn es schon an der internationalen Zuständigkeit fehlt (KROPHOLLER, a.a.O., N. 2 vor Art. 21). Entsprechendes muss auch gelten, wenn die Klage aus andern Gründen offensichtlich unzulässig ist und daher auch dann nicht darauf eingetreten werden könnte, wenn sich das erstbefasste Gericht für unzuständig erklären sollte. Das ist bei Feststellungsklagen insbesondere der Fall, wenn die Klagpartei zum vornherein kein hinreichendes Feststellungsinteresse geltend machen kann.\n\nb) Unter welchen Voraussetzungen die gerichtliche Feststellung des Bestehens oder Nichtbestehens bundesrechtlicher Ansprüche verlangt werden kann, ist nach der Rechtsprechung des Bundesgerichts eine Frage des Bundesrechts (BGE 110 II 352 E. 1b S. 354 f., mit Hinweisen). Die Feststellungsklage ist insbesondere zuzulassen, wenn die Rechtsbeziehungen der Parteien ungewiss sind, die Ungewissheit durch die Feststellung über Bestand und Inhalt des Rechtsverhältnisses beseitigt werden kann und ihre Fortdauer der Klagepartei nicht zugemutet werden kann, weil sie sie in ihrer Bewegungsfreiheit behindert (BGE 120 II 20 E. 3 S. 22, mit Hinweisen).\n\nBGE 123 III 414 S. 430\n\nDiese Voraussetzungen vermögen die Klägerinnen nicht darzutun. Ihre Behauptung, sie würden in ihrer Kreditwürdigkeit und in ihrer wirtschaftlichen Bewegungsfreiheit durch die Forderungen der Beklagten in unzumutbarer Weise eingeschränkt, findet in den Feststellungen der Vorinstanz keine Stütze, und die Klägerinnen machen auch nicht geltend, ihre Behauptung im kantonalen Verfahren frist- und formgerecht vorgebracht zu haben, von der Vorinstanz damit aber nicht gehört worden zu sein (vgl. BGE 115 II 484 E. 2a S. 486, mit Hinweisen). Die Beklagte hatte eine Leistungsklage in Aussicht gestellt. Indizien für eine ungebührliche Verzögerung des entsprechenden Verfahrens sind nicht ersichtlich. Es ist nicht einzusehen, weshalb es den Klägerinnen nicht zumutbar sein soll, den Entscheid über die Leistungsklage der Beklagten abzuwarten. Wäre das Feststellungsinteresse einzig nach materiellem Bundesrecht zu beurteilen, so wäre es im heutigen Zeitpunkt nicht gegeben. Daran ändert nichts, dass das Lugano-Übereinkommen der Klagpartei mehrere Gerichtsstände zur Verfügung stellt. Das blosse Interesse einer Partei, unter mehreren möglichen Gerichtsständen den ihm zusagenden durch schnelleres Einleiten einer Klage (sog. forum shopping) wählen zu können, vermag für sich allein nach schweizerischem Rechtsverständnis jedenfalls ein schutzwürdiges Feststellungsinteresse auch dann nicht zu begründen, wenn mehrere Wahlgerichtsstände nicht im Interesse des Geschädigten, sondern aus Zweckmässigkeitsüberlegungen zur Verfügung stehen (wie dies für Art. 5 Ziff. 3 LugÜ zutrifft, vgl. Urteil des Europäischen Gerichtshofs vom 19. September 1995 Marinari gegen Lloyds Bank plc und Zubaidi Trading Company, Rs. C-364/93, Slg. 1995, S. I-2733 ff.).\n\nc) Zur Zeit kann jedoch nicht gesagt werden, ob das Feststellungsinteresse auch für den Fall fehlen würde, dass das zuerst befasste britische Gericht auf die bei ihm eingereichte Leistungsklage nicht eintreten sollte; näher zu prüfen wäre im übrigen auch, wieweit überhaupt schweizerisches Recht anwendbar ist. Sollte das zuerst angerufene Gericht in London seine Zuständigkeit bejahen, hätten sich die zürcherischen Gerichte ohne weitere Prüfung ihrer Zuständigkeit zugunsten dieses Gerichtes für unzuständig zu erklären (Art. 21 Abs. 2 LugÜ), so dass die Beklagte ohnehin erreicht hätte, was sie anstrebt. Sollte das britische Gericht dagegen seine Zuständigkeit verneinen und die Klage der Beklagten nicht an die Hand nehmen, so hätten die zweitbefassten zürcherischen Gerichte sämtliche formellen und materiellen Klagevoraussetzungen einlässlich zu beurteilen, BGE 123 III 414 S. 431insbesondere auch das Interesse der Klägerinnen an der begehrten negativen Feststellung. Für diese Beurteilung fehlen zur Zeit die tatsächlichen Grundlagen. Im Ergebnis hat daher die Vorinstanz den Nichteintretensentscheid des erstinstanzlichen Gerichts zutreffend aufgehoben und das Verfahren richtigerweise nach Art. 21 Abs. 1 LugÜ ausgestellt, bis die prioritären britischen Gerichte über ihre Zuständigkeit entschieden haben."}