{"annee": "123", "cour": "II", "page": "548", "date": "11/11/1997", "cite": ["118 IB 134", "119 IA 337", "121 II 116", "121 II 209"], "cite_par": ["125 II 169", "131 II 121"], "chapeau": "56. Extrait de l'arrêt de la Ire Cour de droit public du 11 novembre 1997 dans la cause R. contre Président du Tribunal du district de Lausanne (recours de droit administratif)", "regestes": ["Art. 3 al. 4 LAVI; octroi à la victime d'un défenseur d'office. Recevabilité du recours de droit administratif (consid. 1). Lorsque les conditions posées par le droit cantonal ne sont pas réalisées, il y a encore lieu de rechercher si l'assistance judiciaire peut être accordée à la victime au titre de l'aide prévue à l'art. 3 al. 4 LAVI (consid. 2a). Tel est le cas en l'espèce: la cause présente certaines difficultés et la victime, hospitalisée, ne peut se défendre seule (consid. 2b)."], "faits": "BGE 123 II 548 S. 548\n\nLe 5 mai 1997, alors qu'elle participait à un déménagement, dame R. s'est trouvée dans un monte-charge qui s'est écrasé au sol. Elle eut les deux jambes brisées.\n\nLe 12 mai 1997, elle a déposé, par l'entremise de Me A., avocat à Lausanne, une plainte pénale contre inconnu pour lésions corporelles BGE 123 II 548 S. 549graves par négligence, avec constitution de partie civile. Me A. demandait à être désigné comme avocat d'office, au titre de la loi fédérale sur l'aide aux victimes d'infractions (LAVI, RS 312.5), en relevant que la plaignante, hospitalisée, était alitée en permanence, sans ressources, et que l'affaire était complexe.\n\nPar prononcé du 3 juin 1997, le Président du Tribunal du district de Lausanne a refusé de désigner un conseil d'office à la plaignante, aux motifs que la cause ne présentait aucune difficulté de fait ou de droit, et qu'elle était instruite contre inconnu.\n\nR. a formé un recours de droit public pour arbitraire contre ce prononcé. Elle en demande l'annulation, ainsi que le renvoi de la cause à l'autorité inférieure pour nouvel examen.\n\nPar arrêt du 8 juillet 1997, le Tribunal d'accusation du canton de Vaud a écarté un recours cantonal formé parallèlement par R.: seuls le prévenu et le Ministère public pouvaient recourir contre le refus de désigner un défenseur d'office.\n\nLe Tribunal fédéral a admis le recours, traité comme recours de droit administratif, et a renvoyé la cause à l'autorité intimée afin qu'elle désigne Me A. comme avocat d'office de la recourante.", "considerants": "Extrait des considérants:\n\n1. a) La recourante se plaint d'une application arbitraire des dispositions du droit cantonal, soit de l'art. 11 de la loi vaudoise du 24 novembre 1981 sur l'assistance judiciaire en matière civile (LAJ), et de l'art. 7 de la loi vaudoise du 16 décembre 1992 d'application de la LAVI (LVLAVI). Le recours de droit public serait recevable comme tel s'il était uniquement formé pour violation du droit à l'assistance judiciaire garanti par l'art. 4 Cst. et du droit cantonal.\n\nb) Toutefois, bien que l'énoncé de ses griefs puisse prêter à confusion, la recourante ne se plaint pas à proprement parler d'une application arbitraire du droit cantonal. En réalité, son argumentation se fonde essentiellement sur l'art. 3 al. 4 LAVI, en tant que cette disposition lui conférerait un droit plus large à l'assistance judiciaire que les normes cantonales précitées, telles qu'appliquées par l'autorité intimée. Même s'il est fondé sur le droit cantonal, le prononcé attaqué aurait aussi dû l'être, selon la recourante, en application du droit fédéral. Son recours doit par conséquent être traité comme recours de droit administratif, dont il remplit les conditions de recevabilité.\n\nBGE 123 II 548 S. 550\n\naa) Selon l'art. 97 OJ, le recours de droit administratif est recevable contre les décisions au sens de l'art. 5 PA. L'arrêt attaqué entre dans cette catégorie. Il émane d'une autorité cantonale de dernière instance (art. 98 let. g OJ), puisque, dans son arrêt du 8 juillet 1997, le Tribunal d'accusation a dénié l'existence d'une voie de recours contre la décision du Président. On peut certes s'interroger sur la compatibilité de cette solution avec l'art. 98a OJ, mais il n'y a pas lieu d'en discuter ici: d'une part, l'arrêt du Tribunal cantonal n'est pas attaqué en tant que tel; d'autre part, le renvoi de la cause à cette autorité constituerait un inutile détour, qui ne se justifierait pas au regard de l'obligation de célérité qui s'impose en matière d'aide aux victimes (art. 3 al. 3 LAVI).\n\nbb) La cause ne relève pas des exceptions prévues aux art. 99 ss OJ (ATF 122 II 315 consid. 1 p. 317; ATF 121 II 116, consid. 1 p. 117). L'art. 106 OJ prévoit que le délai de recours est de dix jours contre les décisions incidentes. De manière générale, le refus d'octroyer l'assistance judiciaire constitue une telle décision, susceptible de causer un préjudice irréparable (ATF 119 Ia 337 consid. 1 p. 338). Point n'est besoin de rechercher si tel est aussi le cas lorsque, comme en l'espèce, l'assistance judiciaire est demandée en vertu de l'art. 3 al. 4 LAVI, sur la base d'une procédure distincte. En effet, l'indication de la voie et du délai de recours fait de toute façon défaut dans la décision attaquée, et cela ne doit pas porter préjudice à la recourante (art. 107 al. 3 OJ). Pour le surplus, le recours satisfait aux conditions de forme prévues à l'art. 108 OJ, en particulier quant à ses conclusions et à sa motivation (ATF 118 Ib 134 consid. 2). La recourante, victime au sens de l'art. 2 al. 1 LAVI, a qualité pour agir selon l'art. 103 let. a OJ.\n\n2. Selon l'art. 7 al. 1 LVLAVI, lorsque la défense des intérêts de la victime justifie le recours à un avocat, le centre ou la victime peut demander l'assistance judiciaire. Selon l'alinéa 2 de cette disposition, la LAJ est applicable. L'art. 11 LAJ a la teneur suivante:\n\n\"Exceptionnellement, un avocat d'office peut être désigné à celui qui se\n\nconstitue partie civile dans un procès pénal. L'assistance n'est accordée\n\nque lorsque l'accusé lui-même est pourvu d'un défenseur. La décision est\n\nprise par le président du tribunal, auquel le requérant fournit tout\n\nrenseignement sur sa situation économique...\"\n\na) L'art. 3 al. 3 LAVI dispose que les centres de consultation fournissent en tout temps une aide immédiate, au besoin pendant une période assez longue. L'art. 3 al. 4 LAVI prévoit que les prestations sont gratuites, les centres de consultation prenant en outre à leur charge BGE 123 II 548 S. 551d'autres frais, notamment d'avocat, \"dans la mesure où la situation personnelle de la victime le justifie\". Selon la jurisprudence, la LAVI assume ainsi une fonction subsidiaire à celle de l'assistance judiciaire. Lorsque cette dernière est octroyée à la victime, l'intervention étatique au sens de l'art. 3 al. 4 LAVI ne se justifie plus. En revanche, lorsque la victime n'obtient pas l'assistance judiciaire totale selon le droit cantonal, il appartient au centre de consultation d'examiner si sa situation personnelle justifie le remboursement des frais d'avocat (ATF 121 II 209 consid. 3b p. 212). Le refus de l'assistance judiciaire cantonale ne dispense donc pas d'examiner si les conditions posées par la LAVI sont réunies.\n\nLe système vaudois ne laisse pas la place à un tel examen, puisqu'il est renvoyé exclusivement aux dispositions sur l'assistance judiciaire civile; or, l'octroi de l'assistance judiciaire au sens de la LAVI, s'il n'est pas inconditionnel (même arrêt), dépend de conditions moins strictes. Elle peut être ainsi accordée à une victime, indépendamment de sa constitution de partie civile ou du fait que l'accusé est lui-même pourvu d'un défenseur. Enfin, même si l'octroi de l'assistance fondée sur la LAVI n'est ni systématique ni inconditionnel, il ne saurait avoir lieu qu'\"exceptionnellement\", comme en dispose l'art. 11 LAJ.\n\nUne interprétation plus souple du droit cantonal, conforme au droit fédéral, serait certes possible, en retenant par exemple que les conditions de fond à l'octroi de l'assistance judiciaire fondée sur la LAVI sont fixées à l'art. 7 al. 1 LVLAVI, dans des termes équivalents à l'art. 3 al. 4 in fine LAVI; le renvoi à la LAJ (art. 7 al. 2 LVLAVI) aurait une portée limitée. L'autorité intimée n'a toutefois pas adopté une telle interprétation et s'en est tenue à une stricte application du droit cantonal. Pour cette raison déjà, la décision attaquée viole le droit fédéral.\n\nb) L'examen du dossier permet au surplus de constater que les conditions d'octroi de l'assistance judiciaire fondée sur la LAVI étaient en l'espèce réalisées. La recourante - dont la qualité de victime au sens de l'art. 2 al. 1 LAVI n'est pas contestable - a été immédiatement hospitalisée après son accident, et n'était guère en mesure d'effectuer les premières démarches nécessaires à sa défense, en particulier le dépôt d'une plainte pénale sans laquelle les autorités de poursuites ne seraient vraisemblablement pas intervenues. Contrairement à ce que retient l'autorité intimée, la cause présente certaines difficultés de fait et de droit: en l'état actuel du dossier, il apparaît que de nombreux témoins ont été interrogés, et que l'avocat BGE 123 II 548 S. 552de la recourante a sollicité et obtenu une expertise de l'installation litigieuse. Le fait que l'instruction soit actuellement dirigée contre inconnu ne fait pas obstacle à l'octroi de l'assistance judiciaire. En effet, aux termes de l'art. 2 al. 1 LAVI, la victime bénéficie d'une aide, \"que l'auteur ait été ou non découvert\". Il n'est pour le surplus pas contesté que la recourante ne dispose pas des moyens qui lui permettraient de rémunérer son avocat. Dans ces circonstances, la situation personnelle de la victime commandait la prise en charge de ses frais d'avocat."}