{"annee": "123", "cour": "III", "page": "445", "date": "20/11/1997", "cite": ["111 II 405", "122 III 404", "117 II 523"], "cite_par": ["131 III 209", "142 III 502", "133 III 257", "136 III 353", "130 III 585", "127 III 295"], "chapeau": "69. Auszug aus dem Urteil der II. Zivilabteilung vom 20. November 1997 i.S. P. S. gegen M. S. (Berufung)", "regestes": ["Pas d'autorité parentale conjointe après le divorce (art. 297 al. 3 CC); fixation du droit de visite (art. 273 CC). Confirmation de la jurisprudence selon laquelle l'art. 297 al. 3 CC exclut l'exercice conjoint de l'autorité parentale après le divorce (consid. 2). Le juge ne peut refuser de ratifier une convention sur les effets accessoires du divorce qui prévoit un droit de visite élargi pour le seul motif que celui-ci excède le droit de visite usuel selon la pratique cantonale; il doit au contraire examiner si la réglementation proposée est, dans le cas concret, compatible avec le droit aux relations personnelles prévu à l'art. 273 CC et plus particulièrement avec le bien de l'enfant (consid. 3)."], "faits": "", "considerants": "BGE 123 III 445 S. 446\n\nAus den Erwägungen:\n\n1. Die Parteien haben in ihrem Scheidungsverfahren eine Scheidungskonvention abgeschlossen und dem Scheidungsrichter zur Genehmigung vorgelegt, in welcher sie einerseits vereinbarten, dass die elterlichen Gewalt beiden Elternteilen gemeinsam zuzuweisen sei; andrerseits haben sie sich auf ein ausgedehntes Besuchs- und Ferienrecht geeinigt, welches dem Kläger das Recht einräumt, die beiden Kinder jedes zweite Wochenende von Samstag bis Montag und jeden Montag zu betreuen.\n\nSowohl das Bezirksgericht Unterlandquart als auch das Kantonsgericht von Graubünden haben die Genehmigung der Scheidungskonvention in diesen beiden Punkten verweigert. In bezug auf die Zuweisung der elterlichen Gewalt hat das Kantonsgericht festgehalten, dass Art. 297 Abs. 3 ZGB ein gemeinsames Sorgerecht der Eltern nach der Scheidung ausschliesse und stellte in der Folge die beiden Kinder unter die elterliche Gewalt der Beklagten. Hinsichtlich des von den Parteien vereinbarten ausgedehnten Besuchs- und Ferienrechtes verweigerte das Kantonsgericht die Genehmigung der Konvention im wesentlichen mit dem Argument, dass keine Gründe dargetan seien, die ein Abweichen von der Praxis der Bündner Gerichte (vgl. PKG 1992 Nr. 1) rechtfertigten; das Kantonsgericht bestätigte daher das Urteil des Bezirksgerichts, das ein - der Praxis entsprechendes - Besuchsrecht von einem Wochenende pro Monat und ein Ferienrecht von drei Wochen angeordnet hatte.\n\n2. In seiner Berufung kritisiert der Kläger zunächst die Nichtgenehmigung des gemeinsamen Sorgerechtes beider Ehegatten. In BGE 117 II 523 ff. habe das Bundesgericht zwar festgehalten, Art. 297 Abs. 3 ZGB verbiete die Genehmigung einer Konvention, welche vorsehe, dass die Kinder nach der Scheidung unter die BGE 123 III 445 S. 447gemeinsame elterliche Gewalt beider Elternteile zu stellen sei. Eine teleologische und geltungszeitliche Auslegung dränge aber eine andere Lösung auf; auch eine konventionskonforme Auslegung, die Art. 8 EMRK mitberücksichtige, sowie eine völkerrechtskonforme Auslegung, die Art. 2, 3 und 18 der UNO-Konvention über die Rechte der Kinder (BBl 1994 V S. 79 ff) miteinbeziehe, schliesse die gemeinsame elterliche Gewalt der geschiedenen Eltern über ihre Kinder nicht aus.\n\na) Gemäss Art. 297 Abs. 1 ZGB steht den Eltern während der Dauer der Ehe die elterliche Gewalt über die Kinder gemeinsam zu. Nach Art. 297 Abs. 2 ZGB kann der Richter die elterliche Gewalt einem Ehegatten allein zuteilen, wenn der gemeinsame Haushalt aufgehoben oder die Ehe getrennt wird. Art. 297 Abs. 3 ZGB bestimmt schliesslich, dass die elterliche Gewalt nach dem Tod dem überlebenden Ehegatten und bei Scheidung dem Ehegatte zusteht, dem die Kinder anvertraut werden. Nach der Rechtsprechung des Bundesgerichtes hat der Scheidungsrichter, der gemäss Art. 156 Abs. 1 ZGB auch über die Gestaltung der Elternrechte zu befinden hat, einer Konvention über die Nebenfolgen der Ehescheidung die Genehmigung zu verweigern, welche die gemeinsame elterliche Gewalt vorsieht, weil Art. 297 Abs. 3 ZGB ausschliesse, dass die elterliche Gewalt nach der Scheidung der Ehe durch beide Eltern gemeinsam ausgeübt werde: Nach der herrschenden Lehre sowie dem Wortlaut und Wortsinn von Art. 297 Abs. 3 ZGB, der sich u.a. auch aus der Entstehungsgeschichte im Rahmen der Kindesrechtsrevision von 1976 ergebe, sei das vom Gesetzgeber bewusst getroffene Werturteil, nach der Scheidung die elterliche Gewalt einem Elternteil zuzuweisen, das beste Mittel zur Gewährleistung des Kindeswohls; daran vermöge auch nichts zu ändern, dass kantonale Gerichte vereinzelt dazu übergegangen seien, die elterliche Gewalt auch nach der Scheidung beiden Ehegatten zu belassen (BGE 117 II 523 E. 1 mit zahlreichen Hinweisen).\n\nb) Es besteht kein Anlass, auf diese Rechtsprechung zurückzukommen. In der Literatur wurde der Auffassung des Bundesgerichtes im Ergebnis beigepflichtet, dass Art. 297 Abs. 3 ZGB keine durch die Rechtsprechung zu korrigierende rechtspolitische Lücke enthalte, weil die Anwendung von Art. 297 Abs. 3 ZGB nach ihrem klaren Wortlaut keinen Rechtsmissbrauch darstelle (HANS MICHAEL RIEMER, Umfang und Schranken richterlicher Gebotsberichtigung, dargestellt anhand aktueller Beispiele aus dem Familienrecht, recht 1993, S. 128). Im übrigen ist die vereinzelt im Anschluss an BGE BGE 123 III 445 S. 448117 II 523 ff. erhobene Kritik unbegründet. Unzutreffend ist die Auffassung, das Bundesgericht habe zu Unrecht auf den Willen des Reformgesetzgebers von 1976 abgestellt, weil das damals geltende Recht inhaltlich unverändert geblieben sei und die Beratungen in den Räten deshalb in bezug auf Art. 297 Abs. 3 ZGB gar nicht zu einem gesetzgeberischen Akt geführt hätten (PETER BALSCHEIT, Gesetzgebung und Rechtsprechung zur gemeinsamen elterlichen Gewalt, AJP 1993, S. 1208). In der parlamentarischen Beratung wurde nämlich ein Antrag, dass der Richter bei Aufhebung des gemeinsamen Haushaltes, Trennung oder Scheidung der Ehegatten die elterliche Gewalt beiden Ehegatten oder nur einem zuweisen könne, vom Nationalrat abgelehnt (AB 1975 N, S. 1777 ff.); wenn es der Ständerat in der Folge bei der zweiten Lesung (AB 1976 S, S. 85 ff.) in Kenntnis der Beratungen des Nationalrates nicht für nötig erachtete, die Frage aufzugreifen, liegt darin sehr wohl ein gesetzgeberischer Akt im Sinn eines negativen Entscheides über die Aufrechterhaltung der gemeinsamen elterlichen Gewalt über den Scheidungszeitpunkt hinaus. Weiter wurde dem Bundesgericht vorgeworfen, sich nur an den Gesetzeswortlaut und den Gesetzgeberwillen geklammert zu haben, aber in keiner Art neuere - seit 1976 grundlegend veränderte - humanwissenschaftliche Erkenntnisse, die Rechtsentwicklung in anderen Staaten sowie supranationales Recht - namentlich Art. 8 EMRK und die UNO-Kinderrechtekonvention - berücksichtigt zu haben (INGEBORG SCHWENZER, Besprechung des Bundesgerichtsentscheides vom 12.12.1991, AJP 1992, S. 906 ff.). Diese Kritik ist in doppelter Hinsicht unbegründet:\n\naa) Einmal verkennt sie die Befugnis des Bundesgerichtes als rechtsanwendende Instanz. Der Richter darf nur vom Gesetz abweichen, wo sich der Gesetzgeber offenkundig über gewisse Tatsachen geirrt hat oder sich die Verhältnisse seit Erlass eines Gesetzes gewandelt haben, so dass die Vorschrift unter legislativpolitischen Gesichtspunkten nicht mehr befriedigt und deren Anwendung einen Normmissbrauch darstellt, d.h. wenn ein krasser Fall von Unvollkommenheit vorliegt (ARTHUR MEIER-HAYOZ, Berner Kommentar, N. 296 zu Art. 1 ZGB; HANS MERZ, Berner Kommentar, N. 40 f. zu Art. 2 ZGB). Wie auch immer man sich zu einem gemeinsamen Sorgerecht der Eltern nach deren Scheidung stellen mag, kann in der Anwendung der von Art. 297 Abs. 3 ZGB vorgesehenen gesetzlichen Lösung kein Normmissbrauch erblickt werden, wie das Bundesgericht unter Hinweis auf die herrschende - und auch aktuelle - Lehrmeinung ausgeführt hat. Vielmehr ist es allein Sache BGE 123 III 445 S. 449des Gesetzgebers, von der bisherigen gesetzlichen Lösung in geeigneter Art abzuweichen; in der laufenden Revision des Ehescheidungsrechtes wurde denn auch das Postulat aufgegriffen, die gemeinsame elterliche Gewalt nach der Scheidung unter bestimmten Voraussetzungen zu ermöglichen (vgl. Art. 133 Abs. 3 und Art. 297 Abs. 3 VE ZGB; BBl 1996 I, S. 125 ff., Ziff. 233.62).\n\nbb) Sodann ist die Auffassung unzutreffend, Art. 297 Abs. 3 ZGB sei mit Art. 8 EMRK in jedem Fall unvereinbar. Zwar zeichnet sich in den europäischen Staaten die Entwicklungstendenz ab, die Zusprechung eines gemeinsamen Sorgerechtes an geschiedene Eltern zu ermöglichen (CHRYSANT VON STURM ZU VEHLINGEN, Gemeinsame elterliche Sorge nach Ehescheidung, AJP 1997, insbes. S. 1063 ff.). Indessen ist diese Tendenz noch nicht allgemein genug und auch empirisch noch nicht genügend als befriedigend ausgewiesen, als dass das gemeinsame Sorgerecht nach der Scheidung bereits als Teilgehalt von Art. 8 EMRK angesehen werden könnte (LUZIUS WILDHABER, Internationaler Kommentar zur EMRK, N. 406 ff. zu Art. 8). Im übrigen hat die Europäische Kommission für Menschenrechte eine gegen BGE 117 II 523 ff. erhobene Beschwerde wegen Verletzung von Art. 8 EMRK für offensichtlich unbegründet erklärt (Entscheid der Europäischen Kommission für Menschenrechte vom 30. November 1994, in: VPB 59 [1995], Nr. 120, S. 989 ff.).\n\nWas schliesslich die Art. 2, 3 und 18 UNO-Kinderrechtekonvention betrifft, äussert sich der Kläger weder zur kontroversen Frage der direkten Anwendbarkeit dieser Bestimmungen (offengelassen in BBl 1994 V, S. 20; bejahend: INGEBORG SCHWENZER, Die UN-Kinderkonvention und das schweizerische Kindesrecht, AJP 1994, S. 819 und CHRISTIAN ULLMANN, Verfassungs- und völkerrechtliche Widersprüche bei der Ratifikation der UNO-Kinderrechtekonvention, FamRZ 1991, S. 899; verneinend: BEA VERSCHRAEGEN, Die Kinderrechtekonvention, Wien 1996, S. 52 f.), noch dazu, ob der Konvention überhaupt eine über die Scheidung hinausdauernde gemeinsame elterliche Gewalt zu entnehmen sei (bejahend: SCHWENZER, a.a.O., S. 822; verneinend: HANS A. STÖCKER, Die UN-Kinderkonvention und das deutsche Familienrecht, FamRZ 1992, S. 250 ff. und VERSCHRAEGEN, a.a.O., S. 79 f.).\n\nc) Aus diesen Gründen erweist sich die Berufung insoweit als unbegründet, als der Beklagte das Urteil des Kantonsgerichts als bundesrechtswidrig rügt, weil der Scheidungskonvention in bezug auf das vereinbarte gemeinsame Sorgerecht die Genehmigung verweigert wurde; vielmehr hat das Kantonsgericht zutreffend festgehalten, BGE 123 III 445 S. 450dass unter der Geltung von Art. 297 Abs. 3 ZGB ein gemeinsames Sorgerecht der Eltern nach der Auflösung der Ehe nicht zugesprochen werden kann ...\n\n3. Der Beklagte kritisiert das Urteil des Kantonsgerichtes ferner als bundesrechtswidrig, weil das ausgedehnte Besuchs- und Ferienrecht, das die Parteien in ihrer Scheidungskonvention vom 18. Juli/15. Oktober 1996 vereinbart hatten, nicht genehmigt wurde. In dieser Konvention gingen die Parteien davon aus, dass der Vater die Kinder jedes zweite Wochenende von Freitag, 1800 Uhr, bis Montag, 1800 Uhr und jeden Montag, beginnend am Sonntagabend, 1800 Uhr, bis Montagabend, 1800 Uhr, zu sich nehme; zudem wurde dem Vater das Recht eingeräumt, jährlich vier Wochen Ferien mit den Kindern zu verbringen. Das Kantonsgericht lehnte dieses grosszügige Besuchs- und Ferienrecht unter Hinweis auf die Praxis der Bündner Gerichte ab (vgl. PKG 1992, Nr. 1) und bestätigte das Urteil des Bezirksgerichtes; darin wurde der Beklagte für berechtigt erklärt, seine Kinder jeweils am ersten Wochenende eines jeden Monats von Samstag, 1200 Uhr, bis Sonntag, 2000 Uhr, zu sich zu nehmen und mit den Kindern jährlich drei Wochen Ferien zu verbringen. Nach Auffassung des Beklagten verstösst die Ablehnung der Genehmigung der von den Parteien einvernehmlich beantragten Besuchsregelung gegen Art. 273 ZGB; zusätzlich verstosse das angefochtene Urteil auch gegen Art. 8 Ziff. 1 EMRK sowie Art. 9 Abs. 3 UNO-Kinderrechtekonvention.\n\na) Der Scheidungsrichter hat gemäss Art. 156 Abs. 2 ZGB auch über den persönlichen Verkehr des Ehegatten mit den Kindern zu entscheiden, die ihm durch die Gestaltung der Elternrechte entzogen werden. Diesbezüglich bestimmt Art. 273 ZGB, dass die Eltern Anspruch auf angemessenen persönlichen Verkehr mit dem unmündigen Kind haben, das nicht unter ihrer elterlichen Gewalt oder Obhut steht. Die Vorstellung darüber, was in durchschnittlichen Verhältnissen als angemessenes Besuchsrecht zu gelten habe, gehen in der Lehre und der Praxis auseinander, wobei auch regionale Unterschiede festzustellen sind: Während das Besuchsrecht in der Westschweiz üblicherweise jedes zweite Wochenende, die Hälfte der Schulferien und alternierend die Doppelfeiertage umfasst, wird in der Deutschschweiz - im Streitfall - das Besuchsrecht üblicherweise für Kinder im Vorschulalter auf ein bis zwei Halbtage monatlich, für Schulkinder auf ein Wochenende und zwei bis drei Wochen Ferien jährlich festgesetzt; ist das Besuchsrecht nicht umstritten, gelten inzwischen ähnliche Prinzipien wie in der Westschweiz BGE 123 III 445 S. 451(LÜCHINGER/GEISER, Basler Kommentar, N. 14 zu Art. 156 ZGB; INGEBORG SCHWENZER, Basler Kommentar, N. 14 zu Art. 273 ZGB). Auch wenn solchen Übungen bei der Bemessung des Besuchsrechtes eine gewisse Bedeutung zukommt, kann im Einzelfall nicht allein darauf abgestellt werden. Der angefochtene Entscheid erweckt daher schon deshalb Bedenken, weil er - ohne auf den konkreten Fall einzugehen - einfach mit der kantonalen Praxis argumentiert, wonach \"im Streitfall ein Besuchsrecht von einem Wochenende pro Monat angemessen sei und dies als Regel gelten solle\"; zudem ist das Besuchs- und Ferienrecht im vorliegenden Fall gar nicht umstritten.\n\nb) Das Recht des Elternteils, der durch die Scheidung die elterliche Gewalt verliert, auf angemessenen persönlichen Verkehr mit seinen Kindern steht dem Betroffenen Elternteil um seiner Persönlichkeit willen zu; in erster Linie dient das Besuchsrecht indessen dem Interesse des Kindes. Bei der Festsetzung des Besuchsrechtes geht es nicht darum, einen gerechten Interessenausgleich zwischen den Eltern zu finden, sondern den elterlichen Kontakt mit dem Kind in dessen Interesse zu regeln (BGE 122 III 404 E. 3a S. 406 f. mit Hinweisen). Als oberste Richtschnur für die Ausgestaltung des Besuchsrechtes gilt somit immer das Kindeswohl, das anhand der Umstände des konkreten Einzelfalles zu beurteilen ist; allfällige Interessen der Eltern haben zurückzustehen. Schon daraus ergibt sich, dass sich das Kantonsgericht bei der Frage der Genehmigung des von den Parteien vereinbarten ausgedehnten Besuchsrechtes nicht einfach auf seine feste Praxis berufen und auf die Prüfung der Frage verzichten durfte, ob die von den Eltern vorgeschlagene Regelung im konkreten Fall mit dem Kindeswohl vereinbar ist. Der Hinweis auf allfällige Loyalitätskonflikte des Kindes, die durch ein häufiges Hin und Her zwischen den Elternteilen hervorgerufen werden könne, mag zwar bei fehlendem Einvernehmen der Eltern der Erfahrung entsprechen; im vorliegenden Fall ist jedoch weder ein fehlendes Einvernehmen der Parteien dargetan, noch sind irgendwelche Hinweise dafür ersichtlich, dass sich ein ausgedehntes Besuchsrecht negativ auf die Entwicklung der Kinder auswirken würde. Weiter hat das Kantonsgericht die Genehmigung des Besuchs- und Ferienrechtes mit dem Argument verweigert, dass die Regelung des persönlichen Verkehrs des Ehegatten mit den Kindern, die ihm entzogen werden, nicht nur aufgrund einer aktuellen Situation zu beurteilen sei, sondern auch mögliche spätere Veränderungen mitberücksichtigt werden müssten, weshalb die Festsetzung des BGE 123 III 445 S. 452Besuchsrechtes nur eine Minimalregelung im Hinblick auf allfällige Konflikte zwischen den Eltern sein könne. Dem Kantonsgericht ist zwar insoweit beizupflichten, als es sich bei der Regelung des persönlichen Verkehrs bei der Scheidung - ungeachtet der Möglichkeit der Anpassung an veränderte Verhältnisse (Art. 157 ZGB; BGE 111 II 405 E. 3 S. 408) - nicht um eine vorsorgliche, sondern um eine auf Dauer angelegte Massnahme handelt, die einer prospektiven Beurteilung bedarf. Indessen finden sich auch diesbezüglich keine konkreten Bezüge zum vorliegenden Fall: das Kantonsgericht hat - abgesehen von Erfahrungssätzen - keine möglichen künftigen Probleme namhaft gemacht, die im vorliegenden Fall die Durchführung eines grosszügigen Besuchs- und Ferienrechtes als problematisch erscheinen lassen könnten.\n\nc) Im übrigen erweist sich ein ausgedehntes Besuchsrecht keineswegs schon \"per se\" als bundesrechtswidrig. Es ist allgemein anerkannt, dass aufgrund des schicksalhaften Kind-Eltern-Verhältnisses die Beziehung des Kindes zu beiden Elternteilen sehr wichtig und von hohem Wert ist und bei der Identitätsfindung des Kindes eine entscheidende Rolle spielen kann (BGE 122 III 404 E. 3a mit Hinweisen). Dabei kommt dem zeitlichen Faktor hinsichtlich der Qualität einer Beziehung wesentliche Bedeutung zu. Ideale Verhältnisse vorausgesetzt kann das Modell alternativer Obhut den durch die Scheidung erlittenen Verlust intensiver Beziehungen zu beiden Elternteilen am ehesten aufwiegen. Umgekehrt wird in der Literatur kritisch vermerkt, dass eine alternative Obhut einen hohen Grad von Kooperationsfähigkeit und günstige Wohnverhältnisse voraussetze und im Schulalter nur in geringer Entfernung von Wohn- und Besuchsort möglich sei, wobei eine solche Obhutsregelung eine Mehrzahl von Eltern und Kindern überfordere (HEGNAUER, Berner Kommentar, Bern 1997, N. 97 zu Art. 273 ZGB). Ohne hier die Problematik alternativer Obhut abschliessend zu erörtern, erscheint es angezeigt, an die Voraussetzungen der Genehmigung solcher Vereinbarungen einen strengen Massstab anzulegen; im übrigen erreicht die grosszügige Bemessung des Besuchsrechtes im vorliegenden Fall noch nicht die Schwelle einer eigentlichen alternativen Obhut.\n\nd) Eine abschliessende Beurteilung der angefochtenen Besuchs- und Ferienregelung ist im vorliegenden Fall nicht möglich. Der angefochtene Entscheid enthält praktisch keine Tatsachenfeststellungen, die einen Entscheid darüber gestatten, ob die von den Eltern vorgeschlagene Regelung mit dem in Art. 273 ZGB vorgesehenen \"Anspruch BGE 123 III 445 S. 453auf angemessenen persönlichen Verkehr\" und insbesondere mit der übergeordneten Maxime des Kindeswohls unvereinbar ist. Insbesondere wurden die bei den Akten liegenden Sachverständigenberichte mit keinem Wort gewürdigt; und allein mit dem Hinweis, die Parteien hätten nicht überzeugend dargetan, weshalb sich in ihrem Fall eine Abweichung von der Bündner Praxis rechtfertige, durfte die Genehmigung der Konvention nicht verweigert werden. Die Berufung ist daher hinsichtlich der Regelung des Besuchs- und Ferienrechtes im Sinn der Erwägungen gutzuheissen und die Sache zur Ergänzung des Sachverhaltes und zur Neuentscheidung an das Kantonsgericht zurückzuweisen (Art. 64 Abs. 1 OG). Damit kann dahingestellt bleiben, ob der angefochtene Entscheid auch bei einer Auslegung von Art. 273 ZGB unter Berücksichtigung von Art. 8 EMRK und Art. 18 UNO-Kinderrechtekonvention aufzuheben wäre ..."}