{"annee": "123", "cour": "III", "page": "49", "date": "20/12/1996", "cite": ["84 II 685", "118 II 254", "101 II 41", "108 IB 540", "112 V 81", "114 II 253", "108 II 167", "96 II 325", "116 II 196", "119 II 368", "109 II 280", "110 II 352", "113 II 522", "120 II 20", "105 II 1", "103 II 220"], "cite_par": ["129 III 545", "131 III 345", "141 III 395", "135 III 378", "129 III 295", "143 III 425"], "chapeau": "7. Auszug aus dem Urteil der II. Zivilabteilung vom 20. Dezember 1996 i.S. K. Z. gegen M. Z. und Mitbeteiligte (Berufung)", "regestes": ["Art. 602 ss et 626 ss CC; l'action en rapport dans la procédure de partage successoral. Conditions dans lesquelles il peut y avoir intérêt à une simple constatation du devoir de rapporter et de la valeur soumise au rapport dans la procédure de partage successoral (consid. 1)."], "faits": "BGE 123 III 49 S. 49\n\nAuf Klage der Geschwister M. Z., E. V.-Z., T. S.-Z., B. Z. und M. G.-Z. erklärte das Landgericht Uri mit Urteil vom 18. Januar 1996 den Bruder K. Z. für eine vom Erblasser (L. Z. sel.) lebzeitig erhaltene BGE 123 III 49 S. 50Liegenschaft in F. als ausgleichungspflichtig zum Wert von Fr. 300'000.--. In Abweisung der Berufung des Beklagten bestätigte das Obergericht des Kantons Uri mit Urteil vom 29. Mai 1996 den erstinstanzlichen Entscheid.\n\nDer Beklagte beantragt mit Berufung, das Urteil des Obergerichts aufzuheben, die Klage abzuweisen und eventuell die Sache zu neuer Beurteilung an die Vorinstanz zurückzuweisen. Das Obergericht hat auf Gegenbemerkungen verzichtet; die Klägerinnen schliessen auf Abweisung der Berufung.\n\nDas Bundesgericht heisst die Berufung teilweise gut", "considerants": "aus folgenden Erwägungen:\n\n1. Das Obergericht kommt in seinem Endentscheid nach Art. 48 Abs. 1 OG zum Schluss, das Landgericht Uri habe auf die Klage, mit der die Feststellung der Ausgleichungspflicht des ihr unterliegenden Wertes beantragt worden war, eintreten dürfen. Weil über die Ausgleichung immer vor der Erbteilung befunden werden müsse und diese durch die Ausgleichungsklage einen Schritt vorangebracht werde, könne nach Abschluss des Prozesses immer noch auf Teilung geklagt werden. Der Beklagte macht unter Hinweis auf ein insoweit zu berücksichtigendes Rechtsgutachten (BGE 109 II 280 E. 2; BGE 108 II 167 E. 5; BGE 105 II 1 E. 1; unveröffentlichte E. 2 von BGE 113 II 522) von Prof. L. geltend, das Obergericht hätte wegen Fehlens eines Rechtsschutzinteresses nicht auf die Klage eintreten dürfen. Die bloss auf Feststellung abzielende Ausgleichungsklage müsse als rechtsgestaltende Erbteilungsklage erhoben werden.\n\na) Dass die Ausgleichung im Rahmen der Erbteilung zu prüfen ist, belegt schon die Gesetzessystematik, nach welcher der Abschnitt über die Ausgleichung (Art. 626 ff. ZGB) zwischen demjenigen über die Teilungsart (Art. 607 ff. ZGB) und den Bestimmungen über Abschluss und Wirkung der Teilung liegt (Art. 634 ff. ZGB). Davon ausgehend erkennt die Lehre der Ausgleichungsklage ohne eingehende Auseinandersetzung mit dem Feststellungsinteresse eine selbständige Rolle zu; auf Ausgleichung soll entweder in einem eigenen Verfahren oder auch bloss mit einem selbständigen Feststellungsbegehren im Erbteilungsprozess selbst geklagt werden können (LIONEL HARALD SEEBERGER, Die richterliche Erbteilung, Diss. Freiburg 1992, S. 243, 245 f. bei 17 bis 19 und S. 295; ESCHER, N. 5 zu Art. 538 ZGB, N. 14 der Bemerkungen vor Art. 598 ZGB, N. 16 bis 17a der Bemerkungen vor Art. 626 ff. ZGB; TUOR/PICENONI, N. 9 BGE 123 III 49 S. 51und 14 zu Art. 538 ZGB, N. 7 der Bemerkungen vor Art. 626 ff. ZGB und N. 2d zu Art. 626 ZGB; PIOTET, SPR IV/1 S. 321 nach Fn. 111, SPR IV/2, S. 553 bei Fn. 19 und S. 675 nach Fn. 8). Während ARTHUR JOST die Ausgleichungsklage auch bei noch nicht ausgeübtem Wahlrecht nach Art. 628 Abs. 1 ZGB als Leistungsklage ausgestaltet haben will, weil die Ausgleichung erzwingbar sein müsse (Der Erbteilungsprozess, Bern 1960, S. 131 nach Fn. 2), ist ESCHER im Gegensatz zu BGE 84 II 685 E. 3 S. 694 der Ansicht, gerade im Fall des noch nicht ausgeübten Wahlrechts müsse ein Interesse an der Feststellung der Ausgleichungspflicht generell bejaht werden (N. 17a der Bemerkungen vor Art. 626 ZGB). Das Obergericht greift zu kurz, wenn es aus dem Umstand, dass die Ausgleichungsklage im Erbteilungsprozess erhoben werden kann und häufig eine partielle Erbteilungsklage mit selbständigem Rechtsbegehren darstellt, den Schluss zieht, ein Feststellungsinteresse sei stets gegeben.\n\nDas zum Bundesrecht gehörende und von diesem beschränkte Feststellungsinteresse kann tatsächlicher oder rechtlicher Art sein und ist als Prozessvoraussetzung, soweit es den Sachverhalt betrifft, vom Kläger nachzuweisen. Es fehlt in der Regel, wenn eine Leistungsklage zur Verfügung steht, mit der ein vollstreckbares Urteil erwirkt werden kann; diesfalls ist auf die Feststellungsklage nicht einzutreten. Ein schutzwürdiges Interesse an ihrer Behandlung wird hingegen bejaht, wenn die Ungewissheit der Rechtsbeziehungen zwischen den Parteien durch die richterliche Feststellung behoben werden kann und ihre Fortdauer für den Kläger unzumutbar ist (BGE 122 II 97 E. 3; BGE 120 II 20 E. 2 und 3a; BGE 119 II 368 E. 2a; BGE 118 II 254 E. 1c, 435 E. 3a und 521 E. 2a; BGE 116 II 196 E. 1b und 2a; BGE 110 II 352 E. 1a, 1c und 2). Das ist beispielsweise der Fall, wenn für längere Zeit nicht auf Leistung oder nicht auf vollen Schadenersatz geklagt werden kann (BGE 114 II 253 E. 2a; BGE 103 II 220 E. 3). Weil ein rechtsgestaltendes Teilungsurteil gleich wie ein auf eine Leistung erkennendes Urteil vollstreckbar ist, muss auch die Teilungsklage einer Feststellungsklage vorgehen (vgl. BGE 119 II 368 E. 2a; BGE 112 V 81 E. 2a S. 84; BGE 108 Ib 540 E. 3 S. 546 und JOST, a.a.O., S. 36 ff.).\n\nDas Bundesgericht hat eine auf Ausgleichung abzielende Klage, mit der Erben einen Teil des nach bereits abgeschlossener Erbteilung bei einem Miterben aufgefundenen Vorempfanges herausverlangten, als zulässig erachtet (BGE 67 II 207 E. 2 S. 210 f.). Es hat erwogen, das auf einen bezifferten Geldbetrag lautende Leistungsbegehren genüge auch für den Fall, dass der Beklagte noch nicht erklärt hat, ob er den Vorempfang in den Nachlass einwerfen oder bloss BGE 123 III 49 S. 52dessen Wert an seinen Erbteil angerechnet haben will (Art. 628 Abs. 1 ZGB; vgl. zur Kritik im Fall des noch nicht ausgeübten Wahlrechts BGE 84 II 685 E. 3 S. 694 f., TH. GUHL, ZBJV 78/1942, S. 502, F. GUISAN, JdT 90/1942 I, S. 147 f. und JOST, a.a.O., S. 132). Mit BGE 84 II 685 wurde über die Klage einer Erbin befunden, die wegen heimlicher Begünstigung ihrer Miterben einen Erbvertrag und einen den Nachlass des Erblassers betreffenden Teilungsvertrag anfocht. Ihr Hauptbegehren auf Feststellung des Nachlasses und der Ungültigkeit beider Verträge ist von beiden kantonalen Instanzen abgewiesen und vom Bundesgericht als unzulässig erklärt worden mit der Begründung, bei längst liquiden Ansprüchen fehle ein Feststellungsinteresse, weil auf eine vollstreckbare Leistung geklagt werden könne (BGE 84 II 685 E. 2 S. 691 f.). In einer weiteren Erwägung führt das Bundesgericht aus, im Zusammenhang mit der Erbteilungsklage geltend gemachte Ansprüche (Herabsetzung und Ausgleichung) müssten nicht in jedem Fall als Leistungsbegehren gestellt werden. Jedoch gehe es nicht an, sie in Feststellungsklagen zu kleiden mit der Folge, dass bis zur endgültigen Erbteilung mehrere aufeinanderfolgende Prozesse geführt werden könnten (BGE 84 II 685 E. 3 S. 693 f.).\n\nb) Würde die Ausgleichungsklage ungeachtet der Tatsache, dass hier die Erbteilung noch bevorsteht, und ohne Nachweis der tatsächlichen Komponente des Feststellungsinteresses zugelassen, wäre möglich, was die Rechtsprechung verhindern wollte: zwei selbständige aufeinanderfolgende Prozesse, von denen notwendigerweise erst der zweite die Erbteilung herbeizuführen vermöchte. Weil angesichts des Hauptantrages der Berufung (Abweisung der Klage) nicht gesagt werden kann, die Parteien vermöchten sich nach Vorliegen eines die Ausgleichungspflicht bejahenden Urteils mit hoher Wahrscheinlichkeit gütlich zu einigen, und weil der angefochtene Entscheid keine tatsächlichen Feststellungen zum Stand des Erbteilungsverfahrens enthält, kann das Bundesgericht nicht beurteilen, ob ein Feststellungsinteresse bundesrechtskonform bejaht worden ist, weshalb die Streitsache in Gutheissung der Berufung zu neuer Entscheidung an die Vorinstanz zurückgewiesen wird (Art. 64 Abs. 1 OG).\n\nAn BGE 84 II 685 kann ohne Einschränkungen festgehalten werden, lässt er doch Spielraum für besondere Situationen offen. Das von Amtes wegen zu prüfende Feststellungsinteresse (vgl. Art. 94 Abs. 1 und 2 lit. d ZPO/UR und BGE 120 II 270 E. 1 und 352 E. 1) wäre beispielsweise bei Vorliegen eines Erbteilungsvertrages gegeben, BGE 123 III 49 S. 53der unter Ergänzung der dem Richter unterbreiteten und von ihm entschiedenen Punkte vollstreckt werden könnte. Da die Erbteilung auch auf Teilungsvertrag (Art. 634 Abs. 1 ZGB) oder Vergleich beruhen kann, wäre es nicht zweckmässig, wenn der Richter in solchen Fällen ein Feststellungsinteresse verneinen und sich die endgültige Teilung vorbehalten würde. Das widerspräche nicht nur dem Grundsatz der Prozessökonomie, sondern würde auch die Dispositionsmaxime verletzen. Aus den gleichen Gründen wäre eine bloss auf Feststellung zielende Ausgleichungsklage zulässig, wenn die Erbengemeinschaft fortgesetzt werden soll (SEEBERGER, a.a.O., S. 291 nach Fn. 241), weil diesfalls notwendigerweise nicht geteilt wird (BGE 96 II 325 E. 6a). Schliesslich kann ein hinreichendes Feststellungsinteresse nicht bloss mit dem noch nicht ausgeübten Wahlrecht nach Art. 628 Abs. 1 ZGB begründet werden. Denn wie das Bundesgericht in BGE 84 II 685 E. 3 S. 694 ausgeführt hat, ist in diesem Fall ein alternatives Leistungsbegehren zu stellen, das sowohl dem Fall der Einwerfung des Vorempfangs als auch der blossen Anrechnung seines Wertes Rechnung trägt (vgl. zur Teilungsklage selbst BGE 101 II 41 E. 4c S. 46). Gleichzeitig wird vom ausgleichungspflichtigen Erben mit Vorteil die Ausübung des Wahlrechts verlangt (JOST, a.a.O., S. 132 f.)."}