{"annee": "123", "cour": "III", "page": "10", "date": "10/1/1997", "cite": ["121 III 252", "82 II 36", "115 II 156", "116 II 295", "118 II 410"], "cite_par": ["125 III 412", "129 IV 22", "125 III 269", "132 II 117", "126 III 305", "125 II 554", "142 III 336", "130 III 182"], "chapeau": "2. Auszug aus dem Urteil des Kassationshofes vom 10. Januar 1997 i.S. S. und L. gegen K. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 47 CO; art. 4 CC; montant de l'indemnité pour tort moral versée aux parents, vivant en Chine, de la victime d'un meurtre commis en Suisse. Le coût de la vie au domicile de l'ayant droit ne doit en principe pas être pris en considération, lors de la fixation de l'indemnité pour tort moral, sauf dans le cas où le bénéficiaire serait exagérément avantagé en raison des conditions économiques et sociales existant à son lieu de domicile (développement de la jurisprudence inaugurée aux ATF 121 III 252)."], "faits": "BGE 123 III 10 S. 10\n\nK. tötete am 15. August 1993 seine Ehefrau, zerstückelte ihren Leichnam und beseitigte diesen, indem er ihn in Abfallsäcke verpackt in einem Kehrichtcontainer deponierte. Aufgrund dieses Sachverhalts erklärte das Geschworenengericht des Kantons Zürich K. mit Urteil vom 20./21. September 1995 der vorsätzlichen Tötung BGE 123 III 10 S. 11und der Störung des Totenfriedens schuldig und verurteilte ihn zu zwölf Jahren Zuchthaus, unter Anrechnung der ausgestandenen Untersuchungshaft, sowie zu 15 Jahren Landesverweisung (unbedingt). Ferner stellte es fest, dass K. grundsätzlich verpflichtet sei, den hinterbliebenen Eltern seiner Ehefrau S. und L. Schadenersatz in voller Quote zu bezahlen, und verwies diesen Anspruch zur Beurteilung in quantitativer Hinsicht auf den Weg des Zivilprozesses. Sodann verpflichtete es den Verurteilten zur Bezahlung einer Genugtuung an die Eltern in der Höhe von je Fr. 5'000.--.\n\nGegen diesen Entscheid führen die Eltern des Opfers S. und L. eidgenössische Nichtigkeitsbeschwerde, mit der sie beantragen, das angefochtene Urteil sei aufzuheben und K. zur Zahlung einer Genugtuung von je Fr. 45'000.--, zuzüglich Zins zu 5% seit dem 15. August 1993 zu verurteilen.\n\nDas Geschworenengericht des Kantons Zürich und K. beantragen die Abweisung der Beschwerde.\n\nMit Beschluss vom 11. Juni 1996 ist das Kassationsgericht des Kantons Zürich auf eine kantonale Nichtigkeitsbeschwerde der Geschädigten nicht eingetreten.", "considerants": "Aus den Erwägungen:\n\n4. a) Die Vorinstanz bejahte die Voraussetzungen für einen Genugtuungsanspruch der Beschwerdeführer nach Art. 47 OR. Die Beschwerdeführer seien durch die Straftaten des Beschwerdegegners in ihren persönlichen Verhältnissen sehr schwer betroffen worden. Hinsichtlich der Bemessung der Genugtuungssumme nahm die Vorinstanz an, zu den besonderen Umständen, unter denen eine angemessene Geldsumme zugesprochen werde, gehörten auch Fragen des wirtschaftlichen und sozialen Umfeldes sowie der Kaufkraft am Ort, wo die Genugtuungsberechtigten lebten. Bestünden ganz erhebliche Diskrepanzen in der Kaufkraft, dürfe sich der Richter nicht einfach darüber hinwegsetzen, sondern habe diese besonderen Umstände im Rahmen seines Ermessens angemessen zu berücksichtigen, wobei er für seinen Entscheid die notwendigen Beweise zu erheben habe. Die ausschliessliche Anknüpfung für die Bemessung einer Genugtuung an die am schweizerischen Gerichtsort anwendbaren Verhältnisse stelle beim Vorliegen besonderer Umstände ein vom Zufall abhängiges Kriterium dar, welches zu stossenden Ergebnissen führe. Mit der Genugtuung versuche das Gesetz, erlittenen seelischen Schmerz in Form einer Geldzahlung BGE 123 III 10 S. 12auszugleichen. Das Geld diene dabei dem Empfänger als Wertträger, um sich etwas zu leisten, das ihn erfreue, womit er vielleicht den erlittenen Schmerz vergessen könne. Daher sei vernünftigerweise danach zu fragen, welchen tatsächlichen Wert die erhaltene Geldsumme am Ort des Empfängers darstelle. Würden von der Schweiz aus Genugtuungszahlungen ausgerichtet, welche die um ein vielfaches höhere Kaufkraft unserer Währung im Empfängerland nicht berücksichtigten, entstehe dadurch eine nicht gerechtfertigte Bereicherung des Geschädigten, welche nicht dem Wesen der Genugtuung entspreche. Ausserdem entstehe dadurch auch eine Ungleichbehandlung desjenigen Geschädigten, welcher in der Schweiz lebe. Es sei somit bei der Festsetzung der Höhe einer Genugtuung auch danach zu fragen, was sich der Genugtuungsempfänger von der erhaltenen Geldmenge leisten könne, wenn dieser in einem Lebensraum wohne, wo vollständig andere wirtschaftliche, soziale und ökonomische Verhältnisse als hierorts herrschten. Aus den verschiedenen Zeugenaussagen und den Angaben der Beschwerdeführer ergebe sich, dass der Kaufkraftunterschied im zu beurteilenden Fall rund dem 20-fachen entspreche. In Berücksichtigung dieser besonderen Verhältnisse und des sehr schweren Verschuldens des Angeklagten erschienen die Beträge von je Fr. 5'000.--, nebst 5% Zins sei dem Tattag als hohe Genugtuungssummen für den erlittenen Schmerz. Auf weitere Erhebungen zur Abklärung der Kaufkraft im Lebensumfeld der Beschwerdeführer könne somit verzichtet werden.\n\nb) Die Beschwerdeführer machen geltend, der angefochtene Entscheid widerspreche der bundesgerichtlichen Rechtsprechung. Wenn ein Täter nach schweizerischen Massstäben für eine Tat zu einer Freiheitsstrafe verurteilt werde, so sei folgerichtig, dass auch die Genugtuung nach schweizerischem Rechtssystem und nach schweizerischen Massstäben zu bemessen sei. Da der Beschwerdegegner in der Volksrepublik China für seine Tat sehr viel härter bestraft worden wäre, verschaffe die von der Vorinstanz ausgesprochene Freiheitsstrafe den Opfern seiner Tat nicht die gleiche Satisfaktion, so dass konsequenterweise auch bei der Festsetzung des Schmerzensgeldes schweizerische Massstäbe angewendet werden müssten, um auf diese Weise eine angemessene Genugtuung zu verschaffen.\n\nc) aa) Der Richter kann unter Würdigung der besonderen Umstände, mithin nach Recht und Billigkeit (Art. 4 ZGB), den Angehörigen eines Getöteten eine angemessene Geldsumme als Genugtuung zusprechen (Art. 47 OR). Dabei beruht die Festlegung der Höhe der BGE 123 III 10 S. 13Genugtuung auf richterlichem Ermessen. Ob der kantonale Richter sein Ermessen richtig ausgeübt hat, ist eine Rechtsfrage, die das Bundesgericht im Berufungsverfahren bzw. im Verfahren der eidgenössischen Nichtigkeitsbeschwerde bei der adhäsionsweise geltend gemachten Genugtuungsforderung frei überprüft. Das Bundesgericht beachtet dabei jedoch praxisgemäss, dass dem Sachrichter ein eigener weiter Spielraum des Ermessens zusteht. Dementsprechend auferlegt es sich bei der Überprüfung Zurückhaltung und schreitet nur ein, wenn der Sachrichter grundlos von den in Lehre und Rechtsprechung ermittelten Bemessungsgrundsätzen abgewichen ist, wenn er Tatsachen berücksichtigt hat, die für den Entscheid im Einzelfall keine Rolle spielen, oder wenn er umgekehrt Umstände ausser Betracht gelassen hat, die er in seinen Entscheid hätte miteinbeziehen müssen. Es greift ausserdem in Ermessensentscheide ein, wenn sich diese als offensichtlich unbillig bzw. als in stossender Weise ungerecht erweisen (BGE 118 II 410 E. 2a; BGE 116 II 295 E. 5a; BGE 115 II 156 E. 1 je mit Hinweisen).\n\nNach der Rechtsprechung sind bei der Bemessung der Genugtuung die Lebenshaltungskosten des Berechtigten an seinem ausländischen Wohnsitz nicht zu berücksichtigen. Das Bundesgericht hielt in einem neueren Entscheid fest, die Genugtuung stelle im Unterschied zur Schadenersatzleistung nicht einen Ausgleich für eine Vermögensminderung dar. Sie solle vielmehr den Schmerz durch eine Geldsumme aufwiegen. Diese Geldsumme sei nach dem am Gerichtsstand geltenden Recht zu bemessen ohne Rücksicht darauf, wo der Kläger leben und was er mit dem Geld machen werde. Die gegenteilige Auffassung hätte zur Folge, dass nicht nur bei ausländischem Wohnsitz die Frage einer Reduktion geprüft werden müsste, sondern gegebenenfalls auch bei schweizerischem Wohnsitz an einem Ort mit geringen Lebenshaltungskosten. Es wäre schwer nachvollziehbar, wenn bei der Bemessung der Genugtuung danach unterschieden werden müsste, ob der Ansprecher in einer Grossstadt oder in einer ländlichen Gegend mit niedrigen Lebenshaltungskosten wohne. Die gegenteilige Auffassung würde auch dazu führen, dass der Ansprecher mit ausländischem Wohnsitz gegebenenfalls mehr verlangen könnte, wenn er in einer ausländischen Metropole mit höheren Lebenshaltungskosten als in der Schweiz wohne. Im übrigen würde je nach dem auch die Freiheit des Genugtuungsberechtigten, sich anderswo niederzulassen, faktisch beeinträchtigt (BGE 121 III 252 E. 2; vgl. auch HAUSER, Die Zusprechung von Genugtuung im Adhäsionsurteil, in: Le droit pénal et ses liens avec les autres BGE 123 III 10 S. 14branches du droit, Mélanges en l'honneur du Professeur Jean Gauthier, Bern 1996, S. 193).\n\nbb) Nach der zitierten Rechtsprechung ist grundsätzlich davon auszugehen, dass die Genugtuung in aller Regel nach dem am Gerichtsstand geltenden Recht festzusetzen und unerheblich ist, wo der Ansprecher leben und was er mit dem Geld machen wird. An dieser Rechtsprechung etwas zu ändern, besteht kein Anlass. Bei ausländischem Wohnsitz des Berechtigten gilt dies jedenfalls dann ohne Einschränkung, wenn sich die dortigen Lebensbedingungen nicht in einem Masse von denjenigen in der Schweiz unterscheiden, dass eine Grundlage für einen Vergleich praktisch fehlt, oder wenn der Berechtigte eine besondere Beziehung zur Schweiz hat, namentlich hier lebt und arbeitet oder als Angehöriger des Verletzten sich in der Schweiz niederlassen kann. Allfällige Unterschiede in den Lebenshaltungskosten zwischen der Schweiz und dem ausländischen Wohnort des Berechtigten rechtfertigen in diesen Fällen ebensowenig eine unterschiedliche Bemessung der Genugtuungssumme wie ungleiche Einkommens- oder Vermögensverhältnisse der Berechtigten. Denn dass der eine Berechtigte vermögend ist und von daher für einen gleichwertigen Ausgleich der erlittenen Beeinträchtigungen einen höheren Betrag beanspruchen könnte als ein in bescheideneren Verhältnissen lebender Kläger, erlaubt nach überwiegender Auffassung keine unterschiedlich Bemessung der Genugtuungssumme (HÜTTE/DUCKSCH, Die Genugtuung, 3. Aufl., Stand April 1996, I/10 Ziff. 3.1, I/15 und I/56f.; TERCIER, Die Genugtuung, in Strassenverkehrsrechts-Tagung 1988, S. 17; OFTINGER/STARK, Schweizerisches Haftpflichtrecht I, § 8 N. 29; SCHAFFHAUSER, Grundriss des schweizerischen Strassenverkehrsrechts, Band II: Haftpflicht und Versicherung, N. 1410; a.M. BREHM, Berner Kommentar, N. 11 zu Art. 47 OR).\n\nIm zu beurteilenden Fall liegen jedoch derart besondere Umstände vor, dass die genannte Rechtsprechung den tatsächlichen Verhältnissen nicht angemessen ist und somit nicht unbesehen angewendet werden kann. Dabei steht im Vordergrund, dass Ansprecher vorliegend nicht das unmittelbare Opfer ist, sondern die Genugtuung von dessen Eltern gefordert wird, die seit jeher in der Volksrepublik China leben, dort auch in Zukunft leben werden und keinerlei direkte Beziehungen zur Schweiz haben. Da sich die wirtschaftlichen und sozialen Verhältnisse in der Volksrepublik China, wie sich aus den im vorinstanzlichen Verfahren erhobenen Beweisen in hinreichender Weise ergibt, markant von den hiesigen Verhältnissen unterscheiden, BGE 123 III 10 S. 15würde die Zusprechung einer Genugtuungssumme in der Höhe, wie sie grundsätzlich nach schweizerischem Recht zu bemessen wäre, zu einer krassen Besserstellung der Beschwerdeführer und somit zu einem Ergebnis führen, das nach Abwägung aller Interessen mit sachlichen Gründen nicht zu rechtfertigen und daher unbillig wäre. Aus diesen Gründen ist bei der Festsetzung der Genugtuung im zu beurteilenden Fall im Sinne eines besonderen Umstandes zu berücksichtigen, dass gemäss den verbindlichen Feststellungen der Vorinstanz der Betrag von Fr. 100.-- einer sehr tiefen Rente und derjenige von Fr. 200.-- dem Monatslohn eines Angestellten in einer gutgehenden Fabrik entsprechen.\n\nDiese Berücksichtigung der besonderen individuellen Verhältnisse des Berechtigten aus Billigkeitserwägungen steht im Einklang mit dem Zweck der Genugtuung. Dieser liegt nach Lehre und Rechtsprechung in erster Linie darin, beim Verletzten für die erlittene immaterielle Unbill bzw. das empfundene Unrecht einen Ausgleich zu schaffen, indem das Wohlbefinden anderweitig gesteigert oder dessen Beeinträchtigung erträglicher gemacht wird (BGE 118 II 404 E. 3b/aa; 117 II 50 E. 4a/aa; 116 II 733 E. 4f; 115 II 156 E. 2; HÜTTE/DUCKSCH, a.a.O., I/10 Ziff. 3.1 und I/16; BREHM, a.a.O., N. 9 zu Art. 47 OR; OFTINGER/STARK, a.a.O., § 8 N. 8/11, 14/16 und 82; KELLER, Haftpflicht im Privatrecht, Bd. II, S. 106; VON TUHR/PETER, Allgemeiner Teil des Schweizerischen Obligationenrechts, Bd. I, S. 126 f.). Obwohl in der Wiedergutmachung einer erlittenen immateriellen Beeinträchtigung durch einen Vermögenswert im Grunde ein gewisser Widerspruch liegt, da grundsätzlich erlittener seelischer Schmerz nicht mit Geld aufgewogen werden kann (SCHAFFHAUSER, a.a.O.; OFTINGER/STARK, a.a.O., § 8 N. 1; BREHM, a.a.O., N. 6; REY, Ausservertragliches Haftpflichtrecht, N. 488), wird die Genugtuung in Form einer geldwerten Entschädigung ausgerichtet, weil Geld den Berechtigten in die Lage versetzt, sich ein Gefühl des Wohlbefindens zu verschaffen bzw. sich etwas zu leisten, das am ehesten die erlittenen Beeinträchtigungen wettmachen könnte (TERCIER, a.a.O., S. 2 f. mit Hinweis auf die Botschaft über die Änderung des Schweizerischen Zivilgesetzbuches [Persönlichkeitsschutz: Art. 28 ZGB und 49 OR] vom 5. Mai 1982, BBl 1982 II, S. 681). Vom Zweckgedanken des Schmerzensgeldes nicht gedeckt wird jedoch die unverhoffte Herbeiführung eines finanziellen Wohlstandes. Damit würde nicht der Ausgleich der immateriellen Unbill erzielt, sondern vielmehr eine eigentliche ungerechtfertigte Bereicherung (HÜTTE/DUCKSCH, a.a.O., I/57; DONATSCH, Kommentar zur Strafprozessordnung BGE 123 III 10 S. 16des Kantons Zürich, Zürich 1996, Vorbem. §§ 49 ff. N. 53). Dass der Pflichtige bei dieser Sachlage gegebenenfalls besser fährt, spielt keine Rolle, da mit der Genugtuung nicht dessen Bestrafung oder Sühneleistung bezweckt wird (OFTINGER/STARK, a.a.O., § 8 N. 8; BREHM, a.a.O., N. 44; REY, a.a.O., N. 447).\n\nDass die zugesprochene Summe bei Berücksichtigung der individuellen Verhältnisse am ausländischen Wohnsitz unangemessen ist, machen die Beschwerdeführer nicht geltend und ist auch nicht ersichtlich. Die Vorinstanz hat somit bei der Festsetzung der Genugtuungssumme allen wesentlichen Kriterien Rechnung getragen und ihr Ermessen nicht verletzt, wenn sie die Lebenshaltungskosten in der Volksrepublik China bei der Festsetzung der Genugtuungssumme berücksichtigt hat.\n\nWas die Beschwerdeführer dagegen einwenden, führt zu keinem anderen Ergebnis. Namentlich spielt keine Rolle, dass die gegen den Beschwerdegegner auszusprechende Strafe in der Volksrepublik China ungleich härter ausgefallen wäre als die von der Vorinstanz ausgefällte Freiheitsstrafe (vgl. BGE 82 II 36 E. 5; vgl. auch BREHM, a.a.O., N. 38). Die Beschwerde erweist sich in diesem Punkt als unbegründet."}