{"annee": "123", "cour": "V", "page": "20", "date": "21/2/1997", "cite": ["118 V 107", "120 V 429"], "cite_par": [], "chapeau": "5. Auszug aus dem Urteil vom 21. Februar 1997 i.S. Bundesamt für Sozialversicherung gegen E. und AHV/IV-Rekurskommission des Kantons Thurgau", "regestes": ["Art. 22 al. 3 LAI en liaison avec l'art. 19 RAI; art. 18 al. 1bis et 1ter LACI (dans la version introduite par l'arrêté fédéral sur les mesures d'assainissement concernant l'assurance-chômage du 16 décembre 1994) et art. 18 al. 1 et 1bis LACI (dans la teneur introduite par la novelle du 23 juin 1995) en liaison avec l'art. 6a al. 2 OACI (introduit lors de la modification du 11 décembre 1995). L'indemnité journalière allouée par l'assurance-invalidité pendant la recherche d'un emploi (art. 19 al. 1 RAI) ne peut continuer d'être servie à un assuré durant le délai d'attente de cinq jours prévu à l'art. 18 LACI et applicable lorsque les conditions d'octroi d'une indemnité journalière de l'assurance-chômage sont réalisées."], "faits": "", "considerants": "BGE 123 V 20 S. 21\n\nAus den Erwägungen:\n\n2. Als Leistungsbezüger der Invalidenversicherung absolvierte der Beschwerdegegner bis Ende September 1995 eine Umschulung im Sinne von Art. 17 IVG und bezog dabei Taggelder gemäss Art. 22 IVG. Weil er nach Beendigung der Umschulung keine Arbeitsstelle antreten konnte, meldete er sich Anfang Oktober bei der Arbeitslosenversicherung zum Taggeldbezug an. Während der Beschwerdegegner und mit ihm die Vorinstanz die Ansicht vertreten, die Taggeldberechtigung bei der Invalidenversicherung dauere bis zum Beginn der Taggeldausrichtung der Arbeitslosenversicherung, sind das beschwerdeführende Bundesamt und die IV-Stelle der Auffassung, der Versicherte habe nach Beendigung der Taggeldberechtigung bei der Invalidenversicherung zuerst die \"allgemeine\" Wartezeit von fünf Tagen nach Art. 18 AVIG zu bestehen. Bei dieser Ausgangslage ist die BGE 123 V 20 S. 22koordinationsrechtliche Frage zu prüfen, wie es sich mit der Ablösung der beiden Anspruchsberechtigungen verhält. Dabei ist zu beachten, dass im vorliegend massgebenden Zeitraum (Oktober 1995) Art. 18 AVIG in jener Fassung zu berücksichtigen ist, wie sie aufgrund des Bundesbeschlusses über Sanierungsmassnahmen in der Arbeitslosenversicherung vom 16. Dezember 1994 (AS 1994 3098) befristet ab 1. Januar 1995 bis 31. Dezember 1996 in Kraft stand (BGE 118 V 110 Erw. 3 mit Hinweis).\n\n3. a) Nach ständiger Rechtsprechung ist das Taggeld der Invalidenversicherung eine akzessorische Leistung zu bestimmten Eingliederungsmassnahmen; es kann grundsätzlich nur ausgerichtet werden, wenn und solange solche Massnahmen zur Durchführung gelangen (BGE 120 V 432 Erw. 1 mit Hinweisen). Der Grundsatz der Akzessorietät gilt indessen nicht uneingeschränkt; denn Art. 22 Abs. 3 IVG ermächtigt den Bundesrat zu bestimmen, unter welchen Voraussetzungen Taggelder für nicht zusammenhängende Tage sowie für Untersuchungs-, Anlern- und - was vorliegend von Interesse ist - Wartezeiten gewährt werden können. Von dieser Kompetenz Gebrauch machend, hat der Bundesrat Art. 19 IVV erlassen, gemäss dessen Absatz 1 einem arbeitsuchenden Versicherten das Taggeld während längstens 60 Tagen weitergewährt werden kann, wenn der Stellensuche eine erstmalige berufliche Ausbildung (Art. 16 IVG) oder eine Umschulung (Art. 17 IVG) vorausging (vgl. hiezu im allgemeinen und insbesondere zur Auslegung dieser Bestimmung: BGE 120 V 432 ff. Erw. 1 und 2 mit Hinweisen); Absatz 2 indessen verwehrt Versicherten, denen das Taggeld der Arbeitslosenversicherung zusteht, einen Anspruch auf weiterlaufende Invalidentaggelder.\n\nb) Art. 19 IVV wurde mit Bundesratsbeschluss vom 15. Januar 1968 rückwirkend auf 1. Januar 1968 in Kraft gesetzt (AS 1968 43 und 256). Absatz 2 war bis zu der mit bereits erwähntem Bundesbeschluss über Sanierungsmassnahmen in der Arbeitslosenversicherung auf den 1. Januar 1995 vollzogenen, vorerst befristeten, hier anwendbaren und alsdann im Rahmen der 2. Gesetzesrevision unbefristeten Einfügung der allgemeinen Wartezeitbestimmung ins AVIG (Art. 18 Abs. 1bis und 1ter AVIG [Fassung gemäss Bundesbeschluss vom 16. Dezember 1994] bzw. Art. 18 Abs. 1 und 1bis AVIG [Fassung gemäss Novelle vom 23. Juni 1995] in Verbindung mit Art. 6a Abs. 2 AVIV [Verordnungsänderung vom 11. Dezember 1995]) BGE 123 V 20 S. 23koordinationsrechtlich unproblematisch. Denn bei Versicherten, welche grundsätzlich sowohl bei der Invaliden- als auch bei der Arbeitslosenversicherung anspruchsberechtigt waren, löste - bei entsprechender Anmeldung - das Taggeld der Arbeitslosenversicherung (Art. 22 AVIG) dasjenige der Invalidenversicherung ohne Unterbruch ab, so dass in zeitlicher Hinsicht keine Versorgungslücke entstand. Art. 18 Abs. 1bis AVIG in der Fassung des Bundesbeschlusses vom 16. Dezember 1994 hat hier eine Änderung gebracht. Der Gesetzgeber hat, geleitet vorwiegend von sparpolitischen Überlegungen, eine Karenzfrist, während der auch bei Erfüllung der Anspruchsvoraussetzungen keine Entschädigungsleistungen fliessen sollen, geschaffen. Er erachtete es Arbeitnehmern als zumutbar, im Fall von Arbeitslosigkeit selber für eine minimale finanzielle Vorsorge im Sinne eines zusätzlichen Selbstbehaltes besorgt zu sein (Botschaft über dringliche Massnahmen zur Entlastung des Bundeshaushalts vom 19. Oktober 1994 [BBl 1994 V 584]); dies zumindest dann, wenn deren versicherter Verdienst Fr. 3'000.-- übersteigt (Art. 18 Abs. 1ter AVIG in der Fassung des Bundesbeschlusses vom 16. Dezember 1994 e contrario [wobei sich der Grenzbetrag für jedes Kind, das Anrecht auf Kinder- oder Ausbildungszulage gibt, um Fr. 500.-- erhöht] bzw. Art. 18 Abs. 1bis AVIG in der Fassung der Novelle vom 23. Juni 1995 in Verbindung mit Art. 6a Abs. 2 AVIV vom 11. Dezember 1995 e contrario [wobei sich nunmehr derselbe in einer Vollzeitbeschäftigung erzielte Grenzbetrag bei Teilzeitbeschäftigung im Verhältnis zum Beschäftigungsgrad vermindert und für das erste Kind, das Anrecht auf Kinder- oder Ausbildungszulage gibt, um Fr. 1'000.-- sowie für jedes weitere um Fr. 500.-- erhöht]).\n\nc) Die Frage, ob ein Versicherter den neuen Selbstbehalt zu tragen hat oder nicht, bestimmt sich nach der Absicht des Gesetzgebers folglich aufgrund der arbeitslosenversicherungsrechtlich massgebenden Einkommensverhältnisse. Erreichen diese, was vorliegend unbestrittenermassen der Fall ist, eine bestimmte Mindesthöhe, wird den Versicherten ein persönlicher Beitrag zur Entlastung des Bundeshaushalts abverlangt. Diese Zielsetzung würde unterlaufen, wenn der mit der Regelung anvisierte Versicherte den Beitrag über die Taggelder der Invalidenversicherung, mithin über eine andere Bezugsquelle im Bundeshaushalt kompensieren könnte. Der angefochtene Entscheid, welcher einen solchen Ausgleich zuliesse, trägt diesem koordinationsrechtlich erheblichen Gesichtspunkt keine Rechnung und führte, wie sich zeigen wird, zu einer nicht gerechtfertigten Besserstellung einer ganz bestimmten Personengruppe. Dass, wie die Vorinstanz feststellt, BGE 123 V 20 S. 24Art. 19 Abs. 2 IVV vom Wortlaut her einer Weiterausrichtung von Taggeldern der Invalidenversicherung während der Karenzzeit bei der Arbeitslosenversicherung nicht entgegensteht, bedeutet nicht, dass sich die Fortzahlung schon deshalb als bundesrechtskonform erweisen müsste. Eine solche Auslegung der fraglichen Bestimmung missachtet den allgemeinen Grundsatz, gemäss welchem das neuere Gesetz das ältere aufhebt (\"lex posterior derogat legi priori\" [vgl. BGE 115 Ib 91 f. Erw. 2c; SZS 1989 S. 177 Erw. 2c mit Hinweisen]). Dieser Grundsatz ruft nach einer die jüngere AVIG-Norm berücksichtigenden Interpretation der älteren IVV-Bestimmung, dies insbesondere auch deshalb, weil es sich bei ersterer um Gesetzesrecht, bei letzterer aber lediglich um Verordnungsrecht handelt. Eine solche Auslegung ergibt nach dem Gesagten, dass die Taggelder der Invalidenversicherung während der fünftägigen Karenzzeit für die Ausrichtung der Arbeitslosentaggelder nicht (weiter-)fliessen können, weil sie andernfalls dem Zweck von Art. 18 Abs. 1bis AVIG bzw. Art. 18 Abs. 1 AVIG in der Fassung der Novelle vom 23. Juni 1995 zuwiderlaufen würden. Das AVIG selbst hält im übrigen eine Regelung bereit, welche verhindern soll, dass der Auszahlungsaufschub zu Härtefällen führt (Art. 18 Abs. 1ter AVIG bzw. Art. 18 Abs. 1bis AVIG in der Fassung der Novelle vom 23. Juni 1995 in Verbindung mit Art. 6a Abs. 2 AVIV vom 11. Dezember 1995). Der Grundsatz der rechtsgleichen Behandlung gebietet, dass diejenigen Versicherten, deren versicherter Verdienst die massgebende Grenze übersteigt, so dass Art. 18 Abs. 1ter AVIG bzw. Art. 18 Abs. 1bis AVIG in der Fassung der Novelle vom 23. Juni 1995 in Verbindung mit Art. 6a Abs. 2 AVIV vom 11. Dezember 1995 nicht zur Anwendung gelangen kann, die Wartezeit in gleicher Weise zu bestehen haben. Daran ändert nichts, dass Art. 18 Abs. 1bis AVIG bzw. Art. 18 Abs. 1 AVIG in der Fassung der Novelle vom 23. Juni 1995 nach dem Willen des Gesetzgebers in erster Linie jene Versicherten im Auge hat, welche ihre Stelle verlieren und alsdann arbeitslos werden (Botschaft, a.a.O., S. 584), und nicht diejenigen in der Botschaft unerwähnt gebliebenen, welche nach einer von der Invalidenversicherung getragenen Eingliederungsmassnahme keine Arbeitsstelle finden können. Denn der die einkommensmässige Leistungsfähigkeit sowie die familiäre Situation berücksichtigende Grenzbetrag des Art. 18 Abs. 1ter AVIG bzw. von Art. 18 Abs. 1bis AVIG in der Fassung der Novelle vom 23. Juni 1995 in Verbindung mit Art. 6a Abs. 2 AVIV vom 11. Dezember 1995, nämlich das versicherte Einkommen von ([bei BGE 123 V 20 S. 25Vollzeitbeschäftigung] wenigstens) Fr. 3'000.-- (vgl. Erw. 3b in fine), betrifft den eine berufliche Eingliederungsmassnahme abschliessenden Versicherten bezüglich der zumutbaren Selbstvorsorge in gleicher Weise wie denjenigen, der seine Arbeitsstelle verloren hat: In der Arbeitslosenversicherung bildet grundsätzlich der zuletzt erzielte, für die Beitragsbemessung massgebende Lohn im Sinne der AHV-Gesetzgebung (Art. 23 Abs. 1 mit Verweis auf Art. 3 AVIG; Art. 37 AVIV) das versicherte Einkommen gemäss Art. 18 Abs. 1ter AVIG bzw. Art. 18 Abs. 1bis AVIG in der Fassung der Novelle vom 23. Juni 1995 in Verbindung mit Art. 6a Abs. 2 AVIV vom 11. Dezember 1995. Die AHV-Beitragspflicht der Taggeldbezüger der Invalidenversicherung bemisst sich ebenfalls am zuletzt tatsächlich erzielten (Ersatz-)Einkommen, nämlich an den Taggeldern einschliesslich Zuschlägen (Art. 25ter IVG). Damit wird beiden Betroffenen bei denselben einkommensmässigen Mindestvoraussetzungen die zur Tragung des Selbstbehalts erforderliche Bildung von Rückstellungen zugemutet. Ein Grund, die ehemaligen Taggeldbezüger der Invalidenversicherung hinsichtlich des Bestehens der allgemeinen Wartezeit bei der Arbeitslosenversicherung anders zu behandeln als die übrigen Versicherten, ist deshalb nicht ersichtlich. Die IV-Stelle hat daher einen Anspruch auf Wartetaggelder der Invalidenversicherung während der fünftägigen Karenzfrist für die Ausrichtung der Taggelder der Arbeitslosenversicherung zu Recht verneint."}