{"annee": "123", "cour": "V", "page": "172", "date": "21/10/1997", "cite": ["109 V 86", "119 V 401", "112 V 1", "104 IB 321"], "cite_par": ["126 V 61"], "chapeau": "31. Extrait de l'arrêt du 21 octobre 1997 dans la cause Caisse cantonale valaisanne de compensation contre D. et W. et Tribunal cantonal des assurances, Sion", "regestes": ["Art. 52 LAVS: début de la responsabilité. L'administrateur d'une société anonyme répond du dommage causé à la caisse au sens de l'art. 52 LAVS, depuis le jour de son entrée effective au conseil d'administration, sans avoir égard à la date d'inscription au registre du commerce."], "faits": "", "considerants": "BGE 123 V 172 S. 173\n\nExtrait des considérants:\n\n2. b) Reste litigieux le point de savoir si la responsabilité des intimés court depuis la date de leur entrée effective dans le conseil d'administration, soit le 10 novembre 1993, ou seulement depuis celle de leur inscription au registre du commerce, publiée dans la Feuille officielle suisse du commerce (ci-après: FOSC) du 28 janvier 1994, soit le 19 janvier 1994.\n\n3. a) La date effective de la nomination ou de la démission d'un administrateur n'a d'effet que dans les rapports internes (ATF 104 Ib 324 consid. 3a). Dans les rapports externes avec les tiers de bonne foi, l'inscription au registre du commerce n'est opposable à ceux-ci que dès le jour ouvrable qui suit celui dont la date figure sur le numéro de la FOSC où est publiée l'inscription (art. 932 al. 2 CO; ATF 104 Ib 325 consid. 3b).\n\nLe moment déterminant en ce qui concerne la sortie du conseil d'administration a déjà fait l'objet d'un examen du Tribunal fédéral des assurances. C'est en effet la démission effective qui fixe en principe les limites temporelles de la responsabilité. L'administrateur démissionnaire ne peut plus alors influencer la gestion de la société (ATF 112 V 4, ATF 109 V 94 sv., 95 et les références; cf. également NUSSBAUMER, Die Haftung des Verwaltungsrates nach Art. 52 AHVG, PJA 1996 p. 1081; FRÉSARD, La responsabilité de l'employeur pour le non-paiement de cotisations d'assurances sociales selon l'art. 52 LAVS, RSA 55/1987 p. 11).\n\nb) Dans un arrêt récent, où il devait se prononcer sur la responsabilité d'un administrateur pour le dommage survenu avant son entrée au conseil d'administration de la société débitrice des cotisations impayées (ATF 119 V 401), le Tribunal fédéral des assurances, sans examiner la question ici litigieuse, a pris en considération la date de l'inscription au registre du commerce (ATF 119 V 406 consid. 4b). On ne saurait toutefois en déduire que c'est dans tous les cas cette date qui est déterminante. Au contraire, lorsque l'entrée effective au conseil d'administration - c'est-à-dire le début des fonctions d'administrateur - précède l'inscription au registre du commerce, c'est la première date qui marque le début de la responsabilité et non la seconde. Il n'y a pas de raison, en effet, sous l'angle de l'art. 52 LAVS, de choisir un autre critère pour le début et pour la fin de la période d'activité durant laquelle un organe de l'employeur en faillite peut être appelé à réparer le dommage causé à la caisse de compensation en raison de l'insolvabilité du débiteur des cotisations impayées. Ce BGE 123 V 172 S. 174parallélisme entre les deux situations (début et fin de l'activité au sein de l'administration) répond à une exigence de la logique et permet d'éviter le risque qu'aucun organe de l'employeur insolvable ne puisse être recherché en responsabilité durant certaines périodes.\n\nLa jurisprudence précitée doit dès lors être précisée en ce sens que, toutes autres conditions étant remplies, un administrateur répond du dommage causé à la caisse depuis le jour de son entrée effective au conseil d'administration, sans égard à la date de son inscription au registre du commerce."}