{"annee": "123", "cour": "III", "page": "354", "date": "8/7/1997", "cite": ["104 II 1", "122 III 449", "122 II 446", "104 II 225", "48 II 13", "95 II 481", "107 II 1", "67 II 42", "105 II 161", "91 II 401", "119 II 97", "120 II 76", "111 II 209", "120 II 371", "101 II 177"], "cite_par": ["126 III 305", "129 III 715", "127 III 481"], "chapeau": "56. Auszug aus dem Urteil der I. Zivilabteilung vom 8. Juli 1997 i.S. KI Konsumenteninfo AG gegen Bank Prokredit AG (Berufung)", "regestes": ["Art. 3 let. a LCD et art. 9 al. 1 let. c LCD. Concurrence déloyale par voie de presse. Conditions du droit à la constatation du caractère illicite d'un acte de concurrence déloyale commis par voie de presse (consid. 1). Quand les articles de presse, qui restituent de manière simplifiée des affirmations de tiers, sont-ils déloyaux (consid. 2)?"], "faits": "BGE 123 III 354 S. 354\n\nDie Zeitschrift \"K-Tip, Informationen zur Fernsehsendung Kassensturz\", die von der KI Konsumenteninfo AG herausgegeben wird, veröffentlichte in der Ausgabe vom 18. März 1992 (Nr. 5/92) einen Artikel mit dem fettgedruckten, grossen Titel \"Caritas klagt Banken an\" und dem in etwas kleinerer Schrift beigefügten Untertitel \"Prokredit und Finalba: Zwei schwarze Schafe im Kleinkreditgeschäft\".\n\nBGE 123 III 354 S. 355In der durch Fettdruck hervorgehobenen Einleitung des Artikels steht zu lesen:\n\n\"Die beiden Bankverein-Töchter Prokredit und Finalba sind bei der Vergabe von Kleinkrediten am leichtsinnigsten. Zu diesem Schluss kommt eine Studie der Caritas Schweiz.\"\n\nDer eigentliche Textteil beginnt wie folgt:\n\n\"Der Branchenleader der Kleinkreditbanken, die Prokredit, ist sich Spitzenplätze gewohnt. Der neuste markiert allerdings einen negativen Rekord. Laut Caritas-Studie sind Prokredit und Finalba bei den Überschuldeten im Vergleich zu ihrem Marktanteil deutlich übervertreten. 'Wir können für unsere Studie zwar nicht Repräsentativität in einem streng wissenschaftlichen Sinne beanspruchen, aber wir können doch sagen, dass unsere Studie einen recht hohen Aussagewert hat', erklärte Caritas-Direktor Jürg Krummenacher im Kassensturz. Überschuldete Leute sind für die Kreditbanken Einzelfälle. Gegen 3'000 'Einzelfälle' sind es, die jedes Jahr betrieben werden!\n\nKleinkreditbanken, welche die höchsten Zinsen verlangen, prüfen ihre Kundinnen und Kunden am wenigsten sorgfältig und gehen die grössten Risiken ein. Nur so lasse sich erklären, dass die Banken mit den höchsten Zinsen am meisten Leute in finanzielle Not treiben. Dank hoher Zinssätze, das heisst dank hoher Gewinne, können sich diese Kreditbanken mehr Risikofälle leisten...\"\n\nDie Bank Prokredit AG reichte am 8. März 1993 beim Handelsgericht des Kantons Zürich Klage wegen unlauteren Wettbewerbs gegen die KI Konsumenteninfo AG ein. In seinem Urteil vom 4. September 1996 stellte das Handelsgericht des Kantons Zürich in der Dispositivziffer 1 die Wettbewerbswidrigkeit des Artikels fest und verpflichtete die Beklagte, diese Dispositivziffer den bei ihr noch vorhandenen Exemplaren der \"K-Tip\"-Ausgabe Nr. 5/92 durch Stempel auf der Titelseite aufzudrucken und ausserdem das Urteilsdispositiv (mit Ausnahme des Mitteilungssatzes und der Rechtsmittelbelehrung) innert zwei Monaten seit Rechtskraft auf ihre Kosten halbseitig im \"K-Tip\" zu veröffentlichen. Zur Begründung führte das Gericht im wesentlichen aus, im umstrittenen Artikel werde die Aussage des Caritas-Berichtes irreführend zusammengefasst, da insbesondere unterlassen werde anzugeben, dass sich die Grundlage der Untersuchung auf die 321 Fälle beschränke, die der Caritas von den 62 angefragten Stellen angegeben worden seien.\n\nDas Bundesgericht heisst die Berufung der Beklagten teilweise gut, hebt das Urteil des Handelsgerichts auf und weist die Streitsache zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurück.\n\nBGE 123 III 354 S. 356", "considerants": "Aus den Erwägungen:\n\n1. Wer durch unlauteren Wettbewerb in seiner Kundschaft, seinem Kredit, seinem beruflichen Ansehen oder sonst in seinen wirtschaftlichen Interessen verletzt wird, kann nach Art. 9 Abs. 1 lit. c UWG (SR 241) die Widerrechtlichkeit der Verletzung gerichtlich feststellen lassen, wenn sich diese weiterhin störend auswirkt. Eine solche Feststellung hat die Klägerin verlangt. Dass die Vorinstanz dieses Begehren geschützt hat, hält die Beklagte für bundesrechtswidrig. Sie stellt in Abrede, dass sich ein allfälliger Wettbewerbsverstoss im Sinne von Art. 9 Abs. 1 lit. c UWG weiterhin störend auswirkt. Ihrer Ansicht nach hätte das Handelsgericht daher mangels Feststellungsinteresses auf das Feststellungsbegehren der Klägerin nicht eintreten dürfen.\n\na) Das Obergericht geht im angefochtenen Urteil unter Hinweis auf PEDRAZZINI (Unlauterer Wettbewerb, Bern 1992, S. 204) davon aus, dass eine herabsetzende Äusserung, einmal in die Welt gesetzt, lange Zeit nachwirken und den Wettbewerb beeinflussen könne, auch wenn dies kaum nachweisbar sei. Daraus leitet die Vorinstanz ab, es dürften keine allzu hohen Anforderungen an das Feststellungsinteresse gestellt werden. Auch wenn die relative Bedeutung einer herabsetzenden Äusserung mit fortschreitender Zeit abnehme, dauere doch bei gewissen Lesern die Erinnerung länger fort. Als Beleg für diese Fortwirkung sieht die Vorinstanz im vorliegenden Fall einen Telefax vom 5. September 1995 an, mit dem die Publisuisse der FAVO Werbung AG mitteilte, es sei ihr leider ab sofort nicht mehr möglich, das Inserat der Klägerin im \"K-Tip\" zu veröffentlichen; dieser unternehmenspolitische Entscheid habe aufgrund der extrem negativen Reaktion der \"K-Tip\"-Leserschaft auf die Kleinkredit- und Leasinginserate gefällt werden müssen. Im weiteren weist die Vorinstanz auch auf die Bemerkung in BGE 95 II 481 (E. 9 S. 497) hin, wonach scheinbar vergessene Äusserungen noch nach Jahren als negatives Element nachwirken können.\n\nDie Beklagte rügt, das Obergericht verkenne mit seiner Argumentation die Klarstellung, die BGE 120 II 371 an der Rechtsprechung zum wörtlich mit Art. 9 Abs. 1 lit. c UWG übereinstimmenden Art. 28a Abs. 1 Ziff. 3 ZGB anbringe. Eine andauernde oder erneute Wirkung der Verletzung liege gemäss diesem Urteil nur vor, wenn der Verletzer oder Dritte die beanstandete Äusserung während längerer Zeit wiederholen oder nach einem Unterbruch erneut aufrollen, was die Klägerin im vorliegenden Fall nicht geltend mache.BGE 123 III 354 S. 357\n\nb) Art. 9 Abs. 1 lit. c UWG umschreibt die Voraussetzungen der Feststellungsklage wörtlich gleich wie Art. 28a Abs. 1 Ziff. 3 ZGB. Anlässlich der Revision des UWG ist die Terminologie hier im Interesse einer kohärenten und einheitlichen Gesetzgebung bewusst an jene des Persönlichkeitsrechts des ZGB angeglichen worden (Botschaft des Bundesrates, BBl 1983 II, S. 1074 f., Ziff. 242 und 242.1). Sowohl nach Art. 9 Abs. 1 lit. c UWG als auch nach Art. 28a Abs. 1 Ziff. 3 ZGB setzt die Feststellungsklage voraus, dass sich die beanstandete Verletzung \"weiterhin störend auswirkt\". Angesichts des auf Einheitlichkeit gerichteten Willens des Gesetzgebers liegt es nahe, diese Voraussetzung in beiden Bereichen gleich auszulegen. Das UWG gilt denn auch seit jeher als Spezialgesetz zum Persönlichkeitsrecht des ZGB, soll es doch die vom Persönlichkeitsrecht miterfasste Wirtschaftsfreiheit schützen (LUCAS DAVID, Schweizerisches Wettbewerbsrecht, 3. Aufl. 1997, S. 6 Rz. 11 und S. 9 Rz. 18). Als wettbewerbsbezogene Konkretisierung des allgemeinen Persönlichkeitsschutzes erscheint insbesondere der vorliegend in Frage stehende Tatbestand der Herabsetzung (vgl. BGE 118 IV E. 4 S. 160 f., wo in diesem Zusammenhang von einer \"Art wirtschaftlichen Ehrenschutzes\" gesprochen wird).\n\nc) Das Recht an der Persönlichkeit gehört zu den absoluten, gegenüber jedermann geschützten Rechten. Es unterscheidet sich von den sachenrechtlichen und von den gewerblichen Herrschaftsrechten namentlich darin, dass es nicht bloss in seinem materiellen und vermögensmässigen, sondern auch und sogar primär in seinem idealen Gehalt und Bezug geschützt ist. Rechtlicher Schutz besteht daher auch dort, wo eine rechtswidrige Beeinträchtigung der Persönlichkeit sich schadensmässig nicht auswirkt und nicht die Intensität erreicht, die einen haftpflichtrechtlichen Genugtuungsanspruch (Art. 49 OR) zu begründen vermöchte. Bei der Durchsetzung dieses Schutzes fallen der Feststellungsklage wichtige Aufgaben zu. Sie hat in erster Linie Beseitigungsfunktion: Die gerichtliche Feststellung der Widerrechtlichkeit dient dazu, bei den Empfängern der beanstandeten Äusserung das durch diese hervorgerufene falsche Bild des Angegriffenen auszuwischen und dessen angeschwärzte wirtschaftliche Ehre reinzuwaschen (KUMMER, Der zivilprozessrechtliche Schutz des Persönlichkeitsrechts, ZBJV 103/1967, S. 107; vgl. auch BGE 95 II 481 E. 9 S. 498). Weiter kann die Feststellungsklage Genugtuungsfunktion übernehmen: Soweit die gerichtliche Feststellung der Widerrechtlichkeit dem Verletzten Satisfaktion zu verschaffen vermag, lässt sie sich als eine Art \"geldfremde Genugtuung\" BGE 123 III 354 S. 358auffassen (KUMMER, a.a.O., S. 109; vgl. auch BREHM, Berner Kommentar, N. 107 zu Art. 49 OR). Im Rahmen von Art. 28a Abs. 1 ZGB und von Art. 9 Abs. 1 lit. c UWG steht allerdings die Beseitigungsfunktion im Vordergrund (BGE 122 III 449 E. 2a S. 452 oben, in Bestätigung von BGE 95 II 481 E. 9 S. 498). Massgebliches Ziel der dort vorgesehenen Feststellungsklage ist die Rehabilitation des Verletzten (vgl. KUMMER, a.a.O., S. 109).\n\nAn der Beseitigungsfunktion ist deshalb auch das Feststellungsinteresse des Klägers zu messen. Entscheidend ist, ob eine Beeinträchtigung besteht, deren Beseitigung die beantragte gerichtliche Feststellung herbeizuführen geeignet ist (BERNHARD BODMER, Die allgemeine Feststellungsklage im schweizerischen Privatrecht, Diss. Basel 1984, S. 92). Im Gegensatz zur allgemeinen Feststellungsklage geht es bei der Klage nach Art. 28a Abs. 1 ZGB und Art. 9 Abs. 1 lit. c UWG weniger um den Schutz vor Rechtsgefährdung, als darum, einen durch persönlichkeits- oder wettbewerbsverletzende Äusserungen hervorgerufenen rechtswidrigen Dauerzustand zu beseitigen (KUMMER, a.a.O., S. 110; ebenso bereits FEHR, Die Beziehungen zwischen den Ansprüchen auf Beseitigung des rechtswidrigen Zustandes, Unterlassung und Schadenersatz, ZBJV 80/1944, S. 303; vgl. auch BGE 95 II 481 E. 9 S. 498). In diesen Zusammenhang fügt sich das gesetzliche Erfordernis der \"weiterhin störenden Auswirkung\" ein: Es soll sicherstellen, dass die Feststellungsklage nur erhoben werden kann, wenn der Kläger einer anhaltenden Beeinträchtigung seines Ansehens ausgesetzt ist, die mittels gerichtlicher Feststellung beseitigt werden kann. Mit anderen Worten setzt die Feststellungsklage gemäss Art. 28a Abs. 1 Ziff. 3 ZGB und Art. 9 Abs. 1 lit. c UWG voraus, dass der Kläger ein schutzwürdiges Interesse an der Beseitigung eines fortbestehenden Störungszustandes geltend machen kann.\n\nd) In BGE 120 II 371 erwog die II. Zivilabteilung des Bundesgerichts, da das Gesetz seit der Revision der Bestimmungen über den Persönlichkeitsschutz von 1983 eine fortdauernde Störungswirkung verlange, könne es unter der Herrschaft des neuen Rechts nicht mehr genügen, dass der Fortbestand einer Äusserung einen eigenen Störungszustand darstelle, der geeignet sei, weiterhin neue Störungswirkungen hervorzurufen; vielmehr müsse sich dieser Zustand effektiv noch oder erneut störend auswirken, was vom Kläger nachzuweisen sei (E. 3 S. 373 f.). Diese Betrachtungsweise hat die II. Zivilabteilung in späteren Entscheiden zwar grundsätzlich bestätigt, jedoch gleichzeitig ihre Tragweite in verschiedener BGE 123 III 354 S. 359Hinsicht eingeschränkt (BGE 122 II 449 E. 2 S. 450 ff., unter Hinweis auf ein in medialex 1996, S. 156 ff., veröffentlichtes Urteil vom 22. März 1996). In der Lehre hat BGE 120 II 371 bei einigen Autoren Zustimmung gefunden (MEILI, in: Kommentar zum Schweizerischen Privatrecht, Basel, N. 8 zu Art. 28a ZGB; RIKLIN, Schweizerisches Presserecht, S. 215; BARRELET, in: medialex 1996, S. 158); bei andern ist er hingegen auf Ablehnung gestossen (VOGEL, ZBJV 132/1996, S. 137 f.; GEISER, Persönlichkeitsschutz: Pressezensur oder Schutz vor Medienmacht?, SJZ 92/1996, S. 78 f.; TERCIER, Le droit de la personnalité - chronique de la jurisprudence 1996, medialex 1997, S. 111 f.; MINELLI, Das Ende des Persönlichkeitsschutzes? Von den Folgen einer Gesetzesrevision und ihrer Auslegung, UFITA 133/1997, S. 111 ff.).\n\nNach Auffassung der mit dem vorliegenden Rechtsstreit befassten Spruchkammer vermag die Differenzierung zwischen Störungswirkung und Störungszustand nicht zu überzeugen. Sie widerspricht dem Sinn und Zweck der gesetzlichen Regelung. Die Feststellungsklage dient im Recht des Persönlichkeitsschutzes und im Wettbewerbsrecht gerade der Beseitigung von Störungen, die von einer abgeschlossenen Verletzungshandlung ausgegangen und zum Dauerzustand geworden sind (E. c hievor). Daran hat sich mit dem Erlass der revidierten Vorschriften über den Persönlichkeitsschutz, an die sich die Regelung der Klagemöglichkeiten im UWG anlehnt, nichts geändert. Ein Störungszustand, der geeignet bleibt, weitere Störungswirkungen auszulösen, ist seinerseits als \"weiterhin störende Auswirkung\" im Sinne des Gesetzes anzusehen. Der Verletzte braucht sich eine derartige, durch abgeschlossene Verletzungshandlungen bewirkte und zum Dauerzustand gewordene Beeinträchtigung seines Ansehens nicht gefallen zu lassen. Es ist ihm vielmehr ein schutzwürdiges Interesse daran zuzuerkennen, mit einer Feststellungsklage seine Rehabilitation zu erreichen.\n\ne) In diese Richtung weist denn auch die Entstehungsgeschichte der geltenden gesetzlichen Regelung. Unter der Herrschaft des früheren Rechts liess die Rechtsprechung die Feststellungsklage zunächst nur zu, wenn die Voraussetzungen für Schadenersatz oder Genugtuung gegeben waren, weil diese Behelfe als die einzigen Mittel angesehen wurden, die Wirkungen einer abgeschlossenen Verletzungshandlung zu beseitigen (so insbesondere BGE 48 II 13 E. 1 S. 19 und BGE 67 II 42 S. 44). In BGE 91 II 401 (E. 4 S. 408 ff.) und 95 II 481 (E. 9 S. 496 ff.) ist das Bundesgericht jedoch von dieser restriktiven Haltung abgerückt, indem es nicht mehr nur die BGE 123 III 354 S. 360Beseitigung der Verletzungsfolgen, sondern die Beseitigung des durch die Verletzungshandlung bewirkten rechtswidrigen gedanklichen Zustandes in den Vordergrund und in den Schutzbereich der Feststellungsklage gestellt hat. Dabei ist es davon ausgegangen, dass bei Persönlichkeitsverletzungen durch die Druckerpresse regelmässig eine fortdauernde Beeinträchtigung, die einen Feststellungsanspruch begründet, gegeben ist. Denn der Fortbestand des Presseerzeugnisses schafft allgemein einen Störungszustand, der es ermöglicht, das Geäusserte später aufs neue Dritten bekanntzumachen und das Ansehen des Verletzten neuerdings und bei weiteren Personen zu mindern. Und auch wenn die relative Bedeutung der verletzenden Äusserung mit fortschreitender Zeit abnehmen kann, verschwindet der Störungszustand nicht von selbst, können doch scheinbar vergessene Äusserungen noch nach Jahren und Jahrzehnten als negatives Element nachwirken (BGE 95 II 481 E. 9 S. 497). Diese Rechtsprechung ist in der Folge in weiteren veröffentlichten Entscheiden bestätigt worden (BGE 101 II 177 E. 4b S. 487 f.; BGE 104 II 225 E. 5a S. 234; vgl. ferner auch BGE 104 II 1 E. 4b S. 3 f.).\n\nZentrales Anliegen der Revision der Bestimmungen über den Persönlichkeitsschutz war es, diesen Schutz allgemein und insbesondere gegen Verletzungen durch die Medien zu verstärken (BBl 1982 II S. 637, 641 und 645; Amtl. Bull SR 1983, S. 132 ff.; Amtl.Bull. NR 1983, S. 1376 ff. und 1385 f.). Entsprechend war auch die Revision des UWG ausgerichtet: Sie zielte auf eine Verstärkung des Schutzes des lauteren Wettbewerbs (BBl 1983 II S. 1009). Mit diesen Zielen verträgt sich eine Beschränkung der Klagemöglichkeiten gegenüber dem früheren Recht nicht. Solches war denn auch nicht die Absicht des Gesetzgebers. Wie aus den Materialien hervorgeht, wollte der Gesetzgeber vielmehr lediglich die bisherige Gerichtspraxis zu den Klagen, die dem Verletzten zur Verfügung stehen, im Gesetz festschreiben (siehe BBl 1982 II S. 660 ff.; Amtl.Bull. NR 1983, S. 1388, Votum Leuenberger). Das gilt insbesondere auch in bezug auf die Feststellungsklage (siehe BBl 1982 II S. 662 Anm. 64, wo vorbehaltlos auf BGE 95 II 481 verwiesen wird). Wenn nun BGE 120 II 371 das den Feststellungsanspruch begründende Rechtsschutzinteresse davon abhängig machen will, dass anhaltend störende Wirkungen des fortbestehenden Störungszustandes nachgewiesen werden, nähert sie sich im Ergebnis wieder der alten, bereits unter der Herrschaft des früheren Rechts aufgegebenen Rechtsprechung an. Der Rückgriff auf diese restriktive Betrachtungsweise steht im Gegensatz zum Willen des Gesetzgebers, BGE 123 III 354 S. 361wie er sich der Entstehungsgeschichte der geltenden Regelung entnehmen lässt.\n\nf) Aber auch sachlich bestehen keine hinreichenden Gründe für eine Einschränkung des Anwendungsbereichs der Feststellungsklage, wie sie mit der Praxisänderung in BGE 120 II 371 eingeführt worden ist. Zwar war in der Lehre vereinzelt kritisiert worden, dass die Gerichte bei Persönlichkeitsverletzungen durch Medien keine besonderen Anforderungen an den Nachweis des Fortwirkens in der Öffentlichkeit stellten, obschon die Zeit nicht nur rasch Wunden heile, sondern vieles in der gegenwärtigen Informationsflut untergehe (SCHÜRMANN/NOBEL, Medienrecht, 2. Aufl. 1993, S. 248). Dieser Ansicht kann jedoch nicht gefolgt werden. Gerade bei Presseäusserungen ist vielmehr angesichts der Verbreitung unter einer unbestimmten Vielzahl von Lesern regelmässig davon auszugehen, dass der einmal geschaffene Eindruck nachhaltig wirkt, auch wenn dies nicht konkret nachweisbar ist. Im weiteren werden zumindest periodisch erscheinende Presseerzeugnisse regelmässig archiviert, so dass auf darin enthaltene Äusserungen noch nach Jahren zurückgegriffen werden kann, sobald sich ein neuer aktueller Anlass bietet. Neue Archivierungstechniken haben diese Möglichkeit noch akzentuiert, auch abgesehen von der zunehmenden Verbreitung und allgemeinen Zugänglichkeit der Printmedien etwa auf Internet. Unter diesen Umständen lässt sich die Annahme nicht halten, persönlichkeits- und wettbewerbsverletzende Äusserungen gingen in der Informationsflut ohnehin unter und würden jedenfalls nach kurzer Zeit in der Vorstellung der Leser verschwinden. Die auf dieser Annahme gründende Rechtsprechung der II. Zivilabteilung verkennt das Anliegen, in dessen Dienst die in Art. 28a Abs. 1 Ziff. 3 ZGB und in Art. 9 Abs. 1 lit. c UWG vorgesehene Feststellungsklage steht. Daran festzuhalten würde - konsequent durchgeführt - bedeuten, dem Verletzten den rechtlichen Schutz stets dann zu versagen, wenn ein Störungszustand zwar ausgewiesen ist, weitere Auswirkungen aber nicht im einzelnen nachweisbar sind, womit der Verletzte ausgerechnet gegenüber persönlichkeits- und wettbewerbsverletzenden Äusserungen in den Massenmedien in vielen Fällen schutzlos bliebe.\n\ng) Die mit dem vorliegenden Rechtsstreit befasste Spruchkammer kann sich der mit BGE 120 II 371 begründeten Praxis für die Auslegung des Art. 9 Abs. 1 lit. c UWG nicht anschliessen; da sich die unterschiedliche Rechtsauffassung im vorliegenden Fall auf das Ergebnis nicht auswirkt, das Feststellungsinteresse vielmehr auch BGE 123 III 354 S. 362aufgrund der Rechtsauffassung der II. Zivilabteilung zu bejahen gewesen wäre und die I. Zivilabteilung in der Sache bereits abschliessend geurteilt hat, hält die II. Zivilabteilung die Voraussetzungen für einen Meinungsaustausch nach Art. 16 OG nicht für gegeben. Für die Auslegung von Art. 9 Abs. 1 lit. c UWG bleibt daher massgebend, dass Äusserungen in der Presse regelmässig die Vorstellung jedenfalls eines beachtlichen Teils der Leser auch längerfristig prägen und dass Presseerzeugnisse nicht nur von den Lesern aufbewahrt werden können, sondern auch in Archiven zugänglich bleiben. Sofern - wie im vorliegenden Fall - eine wettbewerbsverletzende Äusserung in der Presse verbreitet worden ist, kann dem Verletzten daher ein schutzwürdiges Interesse an der gerichtlichen Feststellung ihrer Widerrechtlichkeit nur abgesprochen werden, wenn sich die Verhältnisse derart geändert haben, dass die Äusserung jede Aktualität eingebüsst oder eine beim Durchschnittsleser hervorgerufene Vorstellung jede Bedeutung verloren hat, und deshalb auch auszuschliessen ist, dass die verletzende Äusserung bei neuem aktuellem Anlass wieder aufgegriffen und neuerdings verbreitet wird. Für eine solche Änderung der Verhältnisse bestehen vorliegend keine Anhaltspunkte. Das Obergericht hat daher das Feststellungsinteresse der Klägerin zu Recht als ausgewiesen erachtet.\n\n2. Nach Art. 3 lit. a UWG handelt unlauter, wer andere durch unrichtige, irreführende oder unnötig verletzende Äusserungen herabsetzt. Das Handelsgericht betrachtet den beanstandeten Artikel der Beklagten als irreführend im Sinne dieser Bestimmung. Es hält zwar fest, dass der Artikel die Ergebnisse der Caritas-Studie an sich richtig wiedergibt. Eine Irreführung der Leserschaft erblickt die Vorinstanz jedoch darin, dass der Artikel nicht angibt, worauf sich die Studie stützt. Sie vermisst jeden Hinweis auf Methode und Vorgehen der Caritas und insbesondere darauf, dass die Caritas lediglich 321 Erhebungsbogen auswertete. Nach Auffassung des Handelsgerichts erweckt der Artikel beim durchschnittlichen Leser den Eindruck, bei der Caritas-Studie handle es sich um eine umfassende Untersuchung, die auch entsprechend aussagekräftige und allgemeingültige Resultate hervorgebracht habe. Da für die Vorinstanz schon aus diesem Grund feststand, dass der Beklagten eine Irreführung im Sinne von Art. 3 lit. a UWG vorzuwerfen war, verzichtete sie auf weitere Abklärungen.\n\nDie Beklagte hält den Vorwurf der Irreführung dagegen für unberechtigt. Sie ist der Meinung, sie habe im beanstandeten Artikel korrekt BGE 123 III 354 S. 363auf die zwar recht hohe, aber eben doch begrenzte Aussagekraft der Caritas-Studie hingewiesen. Ferner rügt die Beklagte, das Handelsgericht habe weder den Wahrheitsgehalt der im Artikel wiedergegebenen Sachaussagen noch den von der Klägerin erhobenen Vorwurf der unnötig verletzenden Ausdrucksweise abgeklärt, womit sich das höchst sonderbare und mit Art. 3 lit. a UWG unverträgliche Resultat ergebe, dass die Vorinstanz die bezüglich Fakten und Ausdrucksweise unbeanstandete Wiedergabe eines wiederum unbeanstandeten Befundes dennoch als unlauter qualifiziert habe.\n\na) Nach der Rechtsprechung zum Personenrecht des ZGB können journalistische Ungenauigkeiten in Presseberichten nur dann eine Persönlichkeitsverletzung begründen, wenn sie den Betroffenen bei der Leserschaft in einem falschen Licht erscheinen lassen (BGE 107 II 1 E. 4b S. 6; BGE 105 II 161 E. 3b S. 165; vgl. auch BGE 119 II 97 E. 4a/bb S. 101; BGE 111 II 209 E. 4e S. 222). Das hat auch für das Wettbewerbsrecht zu gelten. Auch hier ist zu beachten, dass sich in einem journalistischen Text eine vereinfachende Darstellung im Interesse der Allgemeinverständlichkeit rechtfertigen kann (GEISER, a.a.O, S. 73). Vereinfachungen sind solange zulässig, als insgesamt kein in wesentlichen Zügen falsches Bild vom betroffenen Wettbewerbsteilnehmer gezeichnet wird. Hingegen verstossen ungenaue oder verkürzte Berichterstattungen in der Presse dann gegen das Wettbewerbsrecht, wenn sie die Leserschaft in bezug auf Tatsachen, die einen wesentlichen Einfluss auf die wirtschaftliche Ehre eines Wettbewerbsteilnehmers haben, zu unzutreffenden Vorstellungen verleiten.\n\nDas Presseunternehmen kann sich der Verantwortung für seine Berichterstattung nicht entziehen, indem es sich darauf beruft, es habe lediglich die Behauptungen eines Dritten originalgetreu wiedergegeben (vgl. GEISER, a.a.O., S. 77), richten sich doch die Schutzansprüche des Verletzten gegen jeden, der an der Verletzung mitgewirkt hat (so für den allgemeinen Persönlichkeitsschutz ausdrücklich Art. 28 Abs. 1 ZGB). Auf der anderen Seite haftet das Presseunternehmen aber für die Wiedergabe von Behauptungen Dritter nur insoweit, als dadurch in der Tat insgesamt ein in wesentlichen Zügen falsches Bild vom Betroffenen entsteht. Dabei spielt keine Rolle, ob der unzutreffende Eindruck, der bei der Leserschaft geweckt wird, auf eine ungenaue oder verkürzte Wiedergabe der Behauptungen Dritter oder darauf zurückzuführen ist, dass die wiedergegebenen Behauptungen selbst unrichtig oder irreführend sind. Ausschlaggebend ist letztlich, ob die Äusserungen, so wie sie der BGE 123 III 354 S. 364Pressebericht wiedergibt, bei der Leserschaft Vorstellungen hervorrufen, die in für das Ansehen des Betroffenen wesentlichen Punkten von der wirklichen Sachlage abweichen.\n\nb) Die Parteien streiten sich zunächst darüber, ob der Studie im Artikel - zumindest sinngemäss - ein grösserer Aussagewert beigemessen wird, als ihr in Wirklichkeit zukommt. In dieser Hinsicht enthält der Artikel insofern eine vereinfachende Darstellung, als die Untersuchungsgrundlage und die Untersuchungsmethode, auf denen die Studie beruht, nicht im einzelnen angegeben werden. Der Journalist zitiert jedoch immerhin eine Aussage des Caritas-Direktors Krummenacher, wonach zwar für die Studie nicht Repräsentativität im streng wissenschaftlichen Sinne beansprucht, aber doch gesagt werden könne, dass sie einen recht hohen Aussagewert habe. Im weiteren deutet der Titel \"Caritas klagt Banken an\" darauf hin, dass es nicht um eine abschliessende \"Verurteilung\", sondern eher um eine von der Caritas ausgehende, die Diskussion eröffnende \"Anklage\" geht. Unter diesen Umständen fragt sich, ob vom durchschnittlichen Leser nicht soviel kritischer Sinn erwartet werden darf, dass er in der dem Artikel zugrunde liegenden Studie keine umfassende statistische Untersuchung sieht. Wenn der Direktor der Urheberin der Studie deren mangelnde Repräsentativität selbst eingesteht, so liegt darin ein recht deutlicher Hinweis auf ihre beschränkte Aussagekraft. Ob dieser Hinweis von den Lesern ohne weiteres als \"wissenschaftliches Haar in der Suppe abgetan wird\", wie das Handelsgericht meint, erscheint daher zumindest als zweifelhaft. Und wenn gemäss dem im Artikel angeführten Zitat der Caritas-Direktor der Studie einen \"recht hohen Aussagewert\" attestiert, so handelt es sich dabei erkennbar um eine nicht weiter belegte Meinungsäusserung, der sich der Leser nicht zwingend anzuschliessen braucht. Insofern ist die Auffassung des Handelsgerichts zu relativieren, wonach beim durchschnittlichen Leser der Eindruck entstehe, bei der Caritas-Studie handle es sich um eine umfassende Untersuchung, die auch entsprechend aussagekräftige und allgemeingültige Resultate hervorgebracht habe.\n\nDamit ist die entscheidende Frage indessen noch nicht beantwortet. Zu prüfen bleibt vielmehr, ob die Klägerin durch den Artikel in der Tat insgesamt in ein falsches Licht gesetzt wird. Es stellt sich folglich die Frage nach dem Wahrheitsgehalt des Vorwurfs, die Klägerin sei im Vergleich zu ihrem Marktanteil bei den Überschuldeten stark überproportional vertreten, so dass sich der Schluss aufdränge, sie gehe bei der Solvenzprüfung ihrer Kreditkunden deutlich BGE 123 III 354 S. 365weniger sorgfältig vor als andere Banken. Der Beweis dafür, dass dieser Vorwurf in der Form, wie er im beanstandeten Artikel unter Hinweis auf die Studie der Caritas erhoben wird, keine ausreichende Stütze in den Tatsachen findet und sich damit als unberechtigt erweist, obliegt der Klägerin. Entscheidend ist dabei, ob der Vorwurf im Zeitpunkt des Erscheinens des Artikels aufgrund des damaligen Kenntnisstandes berechtigt war oder nicht. Die Klägerin hat deshalb nicht etwa mit einer aufwendigen statistischen Gegen-Untersuchung den Beweis dafür zu erbringen, dass ihr Anteil bei den Überschuldeten in Tat und Wahrheit wesentlich kleiner ist, als es die Beklagte in ihrem Artikel behauptet. Es genügt, wenn sie nachweist, dass sich der erhobene Vorwurf jedenfalls auf der Grundlage der Studie der Caritas nicht halten lässt. Auf der anderen Seite ist der Beweis jedoch als gescheitert zu betrachten, wenn sich ergeben sollte, dass der Vorwurf sich angesichts der Ergebnisse der Studie auf genügende Anhaltspunkte zu stützen vermochte. Denn durch Kritik, für die hinreichend ernsthafte Anhaltspunkte bestehen, wird der Betroffene nicht oder jedenfalls nicht unbefugterweise in ein falsches Licht gesetzt. Solche Kritik soll vielmehr geäussert werden dürfen, und zwar namentlich auch in der Presse, zu deren Aufgaben es gehört, Missstände zu thematisieren. In diesem Sinne ist der Wahrheitsgehalt der Behauptungen abzuklären, die in der Studie der Caritas aufgestellt und im Artikel der Beklagten wiedergegeben werden. Dabei ist zu beachten, dass im vorliegenden Fall - im Gegensatz zum Sachverhalt, der in BGE 120 II 76 zu beurteilen war - die beanstandeten Behauptungen im Artikel der Beklagten nicht als wissenschaftlich gesichert ausgegeben werden, sondern als Quelle bloss eine Studie angeführt wird, die zwar nicht \"Repräsentativität in einem streng wissenschaftlichen Sinne\", aber doch einen \"recht hohen Aussagewert\" beanspruchen könne. An diesem Anspruch ist die Haltbarkeit des Vorwurfs zu messen, der im beanstandeten Artikel gegenüber der Klägerin erhoben wird.\n\nDa nach seiner Rechtsauffassung die Frage nach dem Wahrheitsgehalt der im beanstandeten Artikel aufgestellten Behauptungen offen bleiben konnte, hat das Handelsgericht dazu nicht Beweis erhoben. Die Streitsache ist deshalb gestützt auf Art. 64 Abs. 1 OG zu ergänzender Abklärung des Sachverhalts an die Vorinstanz zurückzuweisen.\n\nc) Die Klägerin macht zur Begründung ihres Klagebegehrens auch geltend, der beanstandete Artikel enthalte unnötig verletzende Äusserungen, durch welche sie im Sinne von Art. 3 lit. a UWG herabgesetzt BGE 123 III 354 S. 366werde. Die damit aufgeworfene Frage hat das Handelsgericht im angefochtenen Urteil ebenfalls offen gelassen. Sie wird im Rahmen der erneuten Beurteilung der Streitsache noch zu prüfen sein, falls die zusätzlichen Beweiserhebungen ergeben sollten, dass der beanstandete Artikel weder als unrichtig noch als virreführend bezeichnet werden kann, weil er die Klägerin insgesamt nicht in ein falsches Licht setzt."}