{"annee": "123", "cour": "II", "page": "161", "date": "17/4/1997", "cite": ["122 II 373", "121 II 38", "122 II 130", "114 IB 156", "118 IB 547", "122 II 140", "116 IB 106", "111 IB 138", "121 II 459", "121 II 296", "118 IB 457"], "cite_par": ["132 II 178", "127 II 198", "134 IV 156", "133 IV 40", "123 II 511", "126 II 324", "126 II 86", "125 II 356", "128 II 407", "135 I 191", "137 IV 134", "132 II 469", "123 II 595", "127 II 151", "136 IV 82", "130 II 217", "129 II 268", "133 IV 76"], "chapeau": "21. Extrait de l'arrêt de la Ie Cour de droit public du 17 avril 1997 dans la cause A., son épouse Z., ses enfants D. et N. et les sociétés B., J., R. et X. contre Chambre d'accusation du canton de Genève (recours de droit administratif)", "regestes": ["Entraide judiciaire avec la Fédération de Russie. Les recourants n'ont qualité pour agir (art. 80h let. b EIMP) que dans la mesure où ils s'opposent au blocage et aux investigations relatifs à leur propre compte bancaire; ne peuvent être remises en cause les mesures concernant d'autres comptes et la saisie de documents en mains tierces (consid. 1d). L'autorité requérante dispose de pouvoirs analogues à ceux d'une autorité de poursuite ordinaire; les conditions de l'art. 1er al. 3 EIMP sont réalisées (consid. 3a), et il n'y a pas lieu d'exiger une attestation de licéité au sens de l'art. 76 let. c EIMP (consid. 3b). Les incertitudes relatives aux conditions générales du respect des droits de l'homme dans l'Etat requérant ne justifient pas un refus de l'entraide judiciaire, mais des garanties préalables spécifiques doivent être exigées conformément à l'art. 6 CEDH et à l'art. 14 du Pacte ONU II (consid. 6). La demande de levée des scellés peut, en l'état, être admise (consid. 7)."], "faits": "BGE 123 II 161 S. 162\n\nLe 7 décembre 1996, Interpol Moscou a fait parvenir aux autorités suisses une demande d'entraide judiciaire formée par le Procureur général de la Fédération de Russie, \"Moskauer Transportstaatsanwaltschaft\" (selon la traduction allemande de la demande), pour les besoins d'une procédure pénale ouverte en décembre 1993 contre A., ancien Vice-ministre. Ce dernier, alors en détention, est soupçonné d'exportations illicites de matières premières et d'abus de fonction, pour avoir participé à l'exportation de 200 tonnes de déchets de cuivre en violation de la réglementation applicable, en BGE 123 II 161 S. 163particulier grâce à de faux documents douaniers obtenus par corruption. Le produit de ces agissements aurait pu être placé sur des comptes bancaires en Suisse, ou investi, au nom du prévenu ou de son épouse, dans des immeubles ou des objets de valeur (bijoux ou objets d'art). L'autorité requérante sollicite de très nombreuses investigations. Elle produit notamment un mandat d'arrêt du 18 août 1995 et un décret de mise en accusation rendu le 25 août 1995.\n\nLe 8 décembre 1995, l'Office fédéral de la police (ci-après: OFP) a transmis cette demande au Ministère public de la Confédération (ci-après: le MPC), en invitant cette autorité à prendre les mesures provisoires requises, notamment de blocage de comptes.\n\nLe 12 décembre 1995, le MPC a notifié à la Banque C., à Genève, une décision l'invitant à vérifier l'existence d'avoirs déposés au nom des membres de la famille A., à bloquer ces avoirs et à produire la documentation bancaire.\n\nLe 13 décembre 1995, une ordonnance a été notifiée à la Banque Y., également à Genève, concernant les avoirs des époux A. La banque Y. s'est exécutée en remettant au MPC, sous scellés, les documents relatifs à deux comptes détenus par A. jusqu'en 1994.\n\nLe 1er novembre 1996, le MPC a rendu six ordonnances d'entrée en matière, comportant les mesures suivantes:\n\n- le séquestre d'un compte/dépôt des époux A. et de deux comptes sur lesquels dame A. dispose d'une procuration, auprès de la Banque C.; la banque était invitée à produire les documents bancaires;\n\n- le séquestre et la production des documents concernant les achats effectués par les époux A. auprès de bijoutiers de Genève et Zurich;\n\n- le séquestre et la production de tous les documents en rapport avec la formation des enfants D. et N. auprès d'établissements scolaires.\n\nAgissant par la voie du recours de droit administratif les époux A. et leurs enfants, les sociétés B., J., R. et X. prennent notamment les conclusions suivantes:\n\n- annuler les ordonnances d'entrée en matière, rejeter la demande d'entraide, ordonner la levée immédiate des mesures des 12 et 13 décembre 1995, et le 1er novembre 1996, et ordonner la restitution des documents saisis.\n\nLe Tribunal fédéral a rejeté le recours au sens des considérants, dans la mesure où il était recevable, et a admis une demande de levée des scellés présentée par le MPC.\n\nBGE 123 II 161 S. 164", "considerants": "Extrait des considérants:\n\n1. d) L'art. 103 let. a OJ reconnaît la qualité pour agir par la voie du recours de droit administratif à toute personne touchée par la décision attaquée et disposant d'un intérêt digne de protection à sa modification ou son annulation. Selon la règle spéciale du nouvel art. 80h let. b EIMP, qui codifie la jurisprudence constante du Tribunal fédéral (FF 1995 III p. 31), le recourant doit en outre être personnellement et directement touché par la mesure d'entraide. La personne visée par la procédure pénale étrangère peut recourir au mêmes conditions (nouvel art. 21 al. 3 EIMP); la condition alternative de l'ancien art. 21 al. 3 EIMP, selon laquelle était aussi admis à agir celui dont les droits de défense dans la procédure pénale étrangère pouvaient être lésés, a été abrogée (cf. FF 1995 III p. 19).\n\naa) Pour être personnellement et directement touché par une mesure d'entraide, l'intéressé doit se trouver dans un rapport suffisamment étroit avec la décision attaquée. La jurisprudence reconnaît ainsi la qualité pour recourir au titulaire d'un compte bancaire au sujet duquel des renseignements sont demandés (ATF 118 Ib 547 consid. 1d et les arrêts cités), à la personne qui doit se soumettre personnellement à une perquisition ou une saisie (ATF 118 1b 442 consid. 2c - concernant la saisie de documents en main d'une banque -, ATF 121 II 38 - remise du dossier d'une procédure civile à laquelle l'intéressé est partie), ou au témoin appelé à donner des renseignements le concernant personnellement (ATF 121 II 459; cf. également le nouvel art. 9a OEIMP). Elle dénie en revanche cette qualité au détenteur économique d'un compte bancaire visé par la demande, ou à l'auteur de documents saisis en main d'un tiers (ATF 116 Ib 106 consid. 2a), même si la transmission des renseignements requis entraîne la révélation de son identité (ATF 114 Ib 156 consid. 2a et les arrêts cités; pour un résumé de la jurisprudence relative à la qualité pour recourir, cf. ATF 122 II 130).\n\nbb) La recevabilité du recours formé par les membres de la famille A. apparaît en l'espèce douteuse à plusieurs égards. En effet, les décisions attaquées impliquent le séquestre et la production de documents se trouvant en main de tiers, soit deux écoles et des commerçants. Quand bien même les renseignements contenus dans ces documents se rapportent directement à l'activité des recourants, les mesures d'investigation ordonnées à ce propos ne BGE 123 II 161 S. 165les frappent pas personnellement et directement, au sens de l'art. 80h let. a EIMP. Par ailleurs, s'agissant des blocages de comptes et de saisie de documents bancaires auprès de C., les époux A. n'ont qualité pour agir qu'en tant qu'ils sont titulaires des comptes; tel est le cas du compte/dépôt joint no xxxxx, mais non des autres comptes sur lesquels dame A. ne semble disposer que d'une procuration. Enfin, les quatre sociétés recourantes n'expliquent nullement à quel titre elles interviennent; le Tribunal fédéral examine certes d'office la qualité pour recourir, mais cela ne dispense pas les recourantes d'alléguer les faits qui pourraient fonder cette qualité; en l'espèce, une telle indication fait totalement défaut, et le Tribunal fédéral n'est pas en mesure d'y remédier puisque les documents saisis ont été remis sous scellés au MPC et ne sont, en l'état, pas accessibles car il n'appartient pas à la cour de céans de procéder elle-même à leur ouverture à ce stade de la procédure (cf. consid. 7 ci-dessous). Sur la base des données dont dispose le Tribunal fédéral, et à défaut d'indications plus précises de la part des recourants, la qualité pour recourir ne peut être reconnue qu'aux époux A., en tant que leur compte commun auprès de C. fait l'objet de mesures de blocage et d'investigation.\n\n3. Les recourants soutiennent en premier lieu que l'entraide ne peut être admise, faute d'une procédure pénale menée à l'étranger. Le \"Procureur des transports\" de la ville de Moscou ne serait pas une autorité judiciaire et on ignorerait si ses enquêtes peuvent mener à l'ouverture d'une procédure pénale proprement dite. Par ailleurs, l'autorité requérante devrait être invitée à produire une attestation de licéité au sens de l'art. 76 let. c EIMP.\n\na) Selon l'art. 1 al. 3 EIMP, la loi ne s'applique qu'aux affaires pénales dans lesquelles le droit de l'Etat requérant permet de faire appel au juge. Par procédure liée à une cause pénale, il faut entendre notamment la poursuite d'infractions, au sens de l'art. 1er précité, les mesures administratives à l'égard de l'auteur d'une infraction, ou l'exécution de jugements pénaux (art. 63 al. 3 EIMP). Selon la jurisprudence, il n'est pas nécessaire, pour que la Suisse prête son concours au sens de l'art. 1 EIMP, que l'Etat requérant ait ouvert une procédure judiciaire proprement dite contre les personnes impliquées; l'entraide peut être accordée à une autorité non judiciaire, voire à une autorité administrative, pour autant que l'enquête soit susceptible d'aboutir au renvoi des personnes poursuivies devant un tribunal compétent pour en connaître (ATF 118 Ib 457 consid. 4b et la jurisprudence citée). Tel est manifestement le cas en l'espèce.BGE 123 II 161 S. 166\n\nComme cela ressort de l'en-tête de la commission rogatoire, la \"Transportstaatsanwaltschaft\" de Moscou fait partie des services du Procureur général de la Fédération de Russie. Un des juges instructeurs de ces services est chargé des enquêtes préliminaires relatives aux délits de contrebande et d'abus de fonctions; il peut, dans ce cadre, effectuer tous les actes d'enquête nécessaires, et requérir l'entraide judiciaire à l'étranger, sous le contrôle du Ministère public. Il n'y a pas de raison de douter de ces explications, d'ailleurs confirmées par la présence, en annexe à la demande, d'une décision de mise en accusation (inculpation) de l'\"Oberuntersuchungsrichter\" du 25 août 1995, et d'un mandat d'arrêt émis le 18 août 1995 par la même autorité; cette dernière dispose donc de pouvoirs analogues à ceux d'une autorité de poursuite ordinaire. Les conditions de l'art. 1er al. 3 EIMP sont donc réalisées, et il ne se justifie pas d'interpeller l'Etat requérant à ce propos.\n\nb) Il n'y pas lieu non plus d'exiger une attestation de licéité, au sens de l'art. 76 let. c EIMP. Cette disposition a pour but d'empêcher que l'Etat requérant obtienne, par la voie de l'entraide judiciaire, des mesures de contraintes qu'il ne pourrait pas imposer sur son propre territoire (ATF 118 Ib 457 consid. 5). Une attestation de licéité n'est exigée qu'en cas de doutes sur la compétence de l'autorité requérante pour ordonner les mesures requises. Or, les explications fournies par l'autorité requérante dans sa demande permettent d'emblée d'écarter tout doute à ce sujet, compte tenu des vastes pouvoirs d'investigation dont il est fait état.\n\n6. Les recourants évoquent enfin les défauts graves qui entacheraient, selon eux, la procédure menée à l'étranger. Ils invoquent les art. 3, 5, 6 et 8 de la Convention européenne de sauvegarde des droits de l'homme et des libertés fondamentales du 4 novembre 1950 (CEDH, RS 0.101). Placé en détention préventive le 16 août 1995, A. n'aurait obtenu un contrôle judiciaire de cette mesure qu'en octobre 1996, contrairement à ce qu'exige l'art. 5 par. 3 CEDH. La détention aurait été subie dans des conditions inadmissibles; A. aurait été privé de ses lunettes malgré sa myopie, et aurait dû être hospitalisé à sa sortie de prison. Les recourants produisent divers rapports évoquant notamment les conditions de détention dans les maisons d'arrêt en Russie.\n\na) Selon l'art. 2 EIMP, la demande d'entraide judiciaire est irrecevable s'il y a lieu d'admettre que la procédure à l'étranger [a] n'est pas conforme aux principes de procédure fixés par la CEDH ou par le Pacte international relatif aux droits civils et politiques, du 16 BGE 123 II 161 S. 167décembre 1966 (Pacte ONU II, RS 0.103.2), ou [d] présente d'autres défauts graves. Cette disposition a pour but d'éviter que la Suisse ne prête son concours, par le biais de l'entraide judiciaire ou de l'extradition, à des procédures qui ne garantiraient pas à la personne poursuivie un standard de protection minimal correspondant à celui offert par le droit des Etats démocratiques, défini en particulier par les deux instruments précités, ou qui se heurteraient à des normes reconnues comme appartenant à l'ordre public international (ATF 122 II 140 consid. 5a et les arrêts cités). La Suisse elle-même contreviendrait à ses engagements en accordant délibérément l'entraide judiciaire ou l'extradition d'une personne à un Etat dans lequel il existe des motifs sérieux de penser qu'un risque de traitement contraire à la CEDH ou au Pacte ONU II menace l'intéressé (ATF 121 II 296 consid. 3b et les arrêts cités; cf. l'art. 37 al. 2 et 3 EIMP concernant les garanties qui peuvent être exigées de la part d'un Etat requérant, en matière d'extradition).\n\nb) Lorsqu'elle examine l'existence d'une cause d'irrecevabilité au sens de l'art. 2 let. a EIMP, l'autorité suisse requise est appelée à évaluer la situation de la personne poursuivie en fonction du système politique et judiciaire en vigueur dans l'Etat requérant; elle doit ainsi porter un jugement de valeur sur les affaires intérieures actuelles de cet Etat, en particulier son régime politique, ses institutions, sa conception des droits fondamentaux, la façon dont ces droits sont concrètement respectés, et surtout l'indépendance et l'impartialité de son appareil judiciaire (ATF 111 Ib 138 consid. 4 p. 142 et les arrêts cités). Le juge de l'entraide doit faire preuve à cet égard d'une prudence particulière. Par ailleurs, il ne suffit pas que la personne poursuivie à l'étranger se prétende menacée du fait d'une situation politico-juridique donnée; il lui appartient de rendre vraisemblable l'existence d'un risque sérieux et objectif d'une grave violation des droits de l'homme dans l'Etat requérant, susceptible de la toucher de manière concrète (cf. ATF 122 II 373 consid 2a p. 376-377 et les arrêts cités).\n\nc) Statuant, en 1992, sur une demande d'extradition formée par l'ancienne URSS, et confirmée par l'Etat requérant après sa création, le Tribunal fédéral a considéré que si l'on ne pouvait présumer de l'évolution de la situation politique, le nouvel Etat de Russie avait présenté des garanties sur les points suivants: respect des droits des prévenus; renonciation à la peine de mort; respect de l'intégrité corporelle du prévenu; respect du principe de la spécialité; publicité des débats; droit de la représentation suisse en Russie de rendre visite BGE 123 II 161 S. 168au détenu, d'être renseignée sur le déroulement de la procédure, d'assister au procès et de recevoir un exemplaire du jugement. Les violations des droits de l'homme, constatées dans ce pays (comme dans de nombreux autres Etats), ne devaient pas conduire à un refus pur et simple de l'extradition, l'Etat requérant ayant manifesté son désir de respecter les garanties fournies (arrêt non publié du 19 mars 1992 dans la cause L. consid. 5).\n\nd) Membre du Conseil de l'Europe depuis le 28 février 1996, la Fédération de Russie a ratifié diverses conventions internationales relatives à la protection des droits de l'homme. Elle a en particulier ratifié le Pacte ONU II, en reconnaissant la compétence du Comité des droits de l'homme, institué par les art. 28 ss du Pacte, de connaître des communications présentées par un autre Etat (art. 41). Elle a également ratifié la Convention du 10 décembre 1984 contre la torture et autres peines ou traitements cruels, inhumains ou dégradants (RS 0.105), en reconnaissant la compétence du Comité contre la torture, institué par les art. 17 ss de la Conven-tion, de connaître des communications émanant d'un autre Etat partie (art. 21), ou de recevoir et d'examiner des communications individuelles (art. 22).\n\nL'Etat requérant a en outre signé, le 28 février 1996, sans les avoir encore ratifiés, la CEDH et ses protocoles additionnels, ainsi que la Convention européenne pour la prévention de la torture et des peines ou traitements inhumains ou dégradants, du 26 novembre 1987 (RS 0.106), qui confère au Comité européen pour la prévention de la torture le pouvoir d'effectuer des visites aux Etats parties afin d'examiner le traitement des personnes privées de liberté et de renforcer leur protection (art. 1er).\n\ne) Les recourants produisent un rapport du 16 novembre 1994, soumis par la Commission des droits de l'homme au Conseil Economique et Social des Nations Unies (ci-après: le rapport de la commission) et un rapport pour 1995 d'Amnesty International.\n\naa) Le premier de ces documents émane du Rapporteur spécial chargé par la Commission des droits de l'homme de l'ONU d'examiner les questions relatives à la torture dans la Fédération de Russie, à l'issue d'une visite effectuée dans cet Etat au mois de juillet 1994. Le rapporteur y expose en premier lieu que la situation en matière de droits de l'homme a changé du tout au tout par rapport à l'époque soviétique, par la reconnaissance de la liberté d'expression, le multipartisme et la libéralisation économique.BGE 123 II 161 S. 169\n\nExaminant ensuite les régimes relatifs aux divers types de détention, le rapporteur distingue plusieurs phases. La phase initiale de la détention (garde à vue après l'arrestation du suspect par la police), de trois heures au maximum, se prolonge toutefois fréquemment au-delà, et les suspects, qui ont le droit de se faire assister par un avocat, n'en sont fréquemment pas informés. Les brutalités policières - passages à tabac et autres formes de mauvais traitements - sembleraient fréquents. La phase de \"détention préliminaire\" (de 72 heures au maximum), précède la décision d'ouvrir une procédure pénale; le droit à l'assistance d'un avocat n'y paraît pas non plus assuré. Les conditions de détention préventive proprement dite (après inculpation) sont celles qui paraissaient le plus problématiques, les établissements destinés à ce type de détention étant les pires de la Fédération de Russie. Le délai légal maximum de 18 mois est fréquemment dépassé; l'inculpé peut recourir devant un tribunal contre la décision de détention ou sa prolongation, mais ces décisions sont presque automatiquement confirmées. La détention préventive serait la règle, contrairement à ce que prévoit notamment l'art. 9 par. 3 du Pacte ONU II; le droit d'être assisté d'un avocat est en pratique limité, et le dossier n'est pas accessible. Les liens des détenus avec les membres de leur famille se limite à la correspondance, elle aussi restreinte. Le rapport fait état du surpeuplement grave de ces établissements - parfois plus du double de leur capacité d'accueil -, et des conditions d'hygiène déplorables, assimilables dans certains cas à la torture ou à des traitements inhumains ou dégradants. Les personnes condamnées sont en général placées dans des colonies de travail, où les conditions de détention sont meilleures. Le rapport préconise notamment un recours plus large aux possibilités de libération sous caution, et juge indispensables des travaux de construction et de modernisation des établissements de détention.\n\nbb) Le rapport pour 1995 d'Amnesty International relate notamment de nombreux cas de mauvais traitements commis lors de la détention, et de brutalités dont les auteurs demeureraient impunis. Il est aussi fait état du surpeuplement des centres de détention préventive, de leur insalubrité, des carences du régime alimentaire et du manque de moyens médicaux. La durée excessive de la détention préventive y est aussi évoquée.\n\ncc) Dans son rapport à l'Assemblée parlementaire du Conseil de l'Europe du 29 septembre 1994 sur la conformité de l'ordre juridique de la Fédération de Russie avec les normes du Conseil de BGE 123 II 161 S. 170l'Europe, un groupe d'experts mandaté à cet effet parvient, à l'issue d'une visite effectuée en juin 1994, à des conclusions analogues (RUDH 1994 p. 325-375). En résumé, il y est exposé que le cadre juridique formel relatif aux libertés d'expression, de réunion et de conscience satisfait \"dans l'ensemble\" aux exigences de la Convention, sous réserve toutefois \"d'importantes mesures à prendre, qu'il s'agisse de l'application des textes ou de la pratique\". La peine de mort est limitée à un nombre restreint de délits graves (18 condamnations en 1992 et moins en 1993). Le rapport confirme les problèmes évoqués ci-dessus à propos des mesures de détention préventive ou de garde à vue (abus de la garde à vue, prolongation indue ou illégale de la détention préventive, conditions d'incarcération jugées inhumaines et dégradantes). En revanche, les conditions de vie dans les établissements pénitentiaires réservés aux condamnés sont jugées acceptables, quoique parfois sévères, à l'exception de certains quartiers spéciaux. Au regard de l'art. 3 CEDH, aucune violation grave et persistante - telle qu'une pratique systématique de la torture - n'a été constatée, pas plus que des cas de détention pour des motifs politiques.\n\nLes garanties figurant à l'art. 5 CEDH ne paraissent pas non plus respectées, en ce qui concerne notamment la condition de l'existence de soupçons plausibles, le contrôle judiciaire de la détention et la proportionnalité de la mesure.\n\nS'agissant du respect de l'art. 6 CEDH, le rapport relève en particulier les points suivants. Rien ne permettrait de redouter une ingérence des autorités exécutives ou administratives dans l'activité des juges; l'indépendance du pouvoir judiciaire semble établie, le problème principal résultant du manque d'effectifs et d'équipements. En raison du rôle dominant accordé à l'accusation (instruction inquisitoire, prépondérance des preuves recueillies durant l'enquête préliminaire, sans participation de la défense), l'égalité des armes ne serait pas assurée, pas plus que le droit d'être jugé dans un délai raisonnable. La présomption d'innocence (art. 6 par. 2 CEDH), apparaîtrait comme un principe reconnu en droit, mais pas forcément en pratique. L'accès au dossier ne serait pas assuré durant l'instruction préparatoire. La publicité du procès serait en principe satisfaite.\n\nLe rapport conclut que si la protection des droits de l'homme a connu de réels progrès, des problèmes considérables ont été constatés, notamment dans le domaine de l'administration de la justice. \"Les conditions de détention dans les maisons d'arrêt sont dégradantes, BGE 123 II 161 S. 171voire inhumaines. La garantie de la liberté individuelle est loin de satisfaire aux exigences de l'art. 5 de la Convention européenne. L'équité des procédures pénales n'est pas effectivement garantie...\" (RUDH 1994 p. 366).\n\ndd) Le rapport pour 1996 d'Amnesty international ne fait pas apparaître de progrès sensibles quant à la protection des prévenus et des détenus dans l'Etat requérant; il fait état de cas de décès dus aux mauvaises conditions d'incarcération et à de nombreux cas de mauvais traitement, notamment durant l'enquête policière. En octobre 1995, environ 275'000 personnes se trouvaient détenues dans les prisons et les centres de détention préventive, alors que ces établissements ne sont conçus que pour accueillir 174'000 personnes.\n\nf) Les constatations inquiétantes qui précèdent ne sauraient toutefois conduire, dans le cas d'espèce, au refus pur et simple de l'entraide judiciaire à l'Etat requérant.\n\naa) En ratifiant le Pacte ONU II (qui constitue le pendant universel de la CEDH) et la Convention de l'ONU de 1984 contre la torture d'une part, et en signant la CEDH et la Convention européenne de 1987 pour la prévention de la torture d'autre part, l'Etat requérant a démontré son souci réel de mieux garantir les droits de l'homme. Dans le rapport précité de septembre 1994, le comité d'experts relève que la Constitution russe prévoit que les conventions internationales font partie de l'ordre juridique interne et prévalent notamment sur les lois ordinaires (RUDH 1994 p. 326). Ce rapport insiste par ailleurs sur le fait qu'il existe actuellement en Russie une prise de conscience accrue des exigences des droits de l'homme, et que les décalages constatés découlent dans une mesure importante des impératifs liés à l'urgence de la lutte contre la criminalité organisée (RUDH 1994 p. 365). La ratification et la signature de divers instruments internationaux relatifs à la protection des droits de l'homme permettent de présumer que l'Etat requérant respectera les charges et conditions dont pourra être assorti l'octroi de l'entraide judiciaire.\n\nbb) Point n'est besoin - ni d'ailleurs possible - de rechercher dans quelle mesure exacte les carences relevées ci-dessus sont encore d'actualité aujourd'hui. En effet, l'autorité suisse requise, qui n'a pas à se livrer à un examen exhaustif du niveau de protection des droits de l'homme dans l'Etat requérant, doit se concentrer sur l'évaluation des incidences prévisibles de cette situation sur la position concrète des personnes poursuivies (ATF 117 Ib 64 consid. 5f p. 91).BGE 123 II 161 S. 172\n\nOr, il apparaît que si, d'une manière générale, la procédure pénale dans l'Etat requérant ne satisfait pas aux exigences de protection des droits de l'homme, c'est essentiellement en raison des conditions de détention que connaissent les prévenus avant leur jugement. Le recourant relève avoir été lui-même victime de mauvais traitements à ce stade, lors de son incarcération de plus d'une année à la prison de Lefortovo: ses lunettes lui auraient été confisquées, et il aurait dû être hospitalisé en raison d'une pneumonie contractée en prison. A. a toutefois été libéré sous caution par décision judiciaire du 1er octobre 1996, et il ne prétend pas être exposé à une nouvelle mesure de détention préventive jusqu'à son jugement. Par ailleurs, aucune pièce du dossier ne donne à penser que les infractions reprochées au recourant seraient passibles de la peine de mort. A. ne le prétend pas non plus. Il convient donc de renoncer à subordonner l'octroi de l'entraide à la garantie expresse qu'aucune condamnation à mort ne sera prononcée contre le recourant, cette garantie apparaissant en l'espèce comme acquise, ce que vient encore confirmer la récente signature, par l'Etat requérant, du Protocole additionnel no 6 de la CEDH concernant l'abolition de la peine de mort.\n\ncc) Il n'en demeure pas moins que, compte tenu des incertitudes qui subsistent quant au respect des garanties de procédure reconnues au prévenu, et des difficultés objectives d'apprécier l'évolution de la situation dans l'Etat requérant, l'octroi de l'entraide judiciaire sollicitée sera subordonné à la fourniture préalable des garanties suivantes par l'Etat requérant, conformément à l'art. 80p al. 1 EIMP:\n\n- la procédure pénale respectera les garanties de procédure figurant dans la CEDH et dans le Pacte ONU II, soit en particulier:\n\n- le droit du prévenu de disposer du temps et des facilités nécessaires à la préparation de sa défense (art. 6 par. 3 let. b CEDH, art. 14 par. 3 let. b Pacte ONU II) et de se faire assister et de communiquer avec le conseil de son choix (art. 3 par. 3 let. c CEDH, art. 14 par. 3 let. b Pacte ONU II);\n\n- le droit d'être jugé publiquement, dans un délai raisonnable, par un tribunal indépendant et impartial (art. 6 par. 1 CEDH, art. 14 par. 1 et 14 par. 3 let. c Pacte ONU II);\n\n- le respect de la présomption d'innocence (art. 6 par. 2 CEDH, art. 14 par. 2 Pacte ONU II);\n\n- la représentation diplomatique de la Suisse dans l'Etat requérant pourra en tout temps s'enquérir de l'état d'avancement de la procédure pénale, assister aux débats lors du jugement au fond et BGE 123 II 161 S. 173obtenir un exemplaire de la décision mettant fin au procès; elle pourra rendre visite, en tout temps et sans surveillance, à la personne concernée; cette dernière pourra s'adresser à elle en tout temps, que ce soit au stade de l'instruction ou lors de l'exécution d'une éventuelle peine privative de liberté.\n\ndd) Il appartiendra à l'OFP de communiquer ces conditions selon les modalités adéquates à l'Etat requérant en lui impartissant un délai approprié pour déclarer s'il les accepte ou les refuse (art. 80p al. 2 EIMP). L'OFP décidera ensuite si la réponse de l'Etat requérant constitue un engagement suffisant au regard de ces conditions (art. 80p al. 3 EIMP). Selon l'opinion exprimée dans le message relatif à la nouvelle réglementation, la décision de l'OFP au sujet des garanties offertes par l'Etat requérant doit en principe être rendue après le prononcé de la clôture de la procédure d'entraide (art. 80p al. 2 in initio et al. 3 EIMP); elle ouvre la voie à un nouveau recours (art. 80p al. 4 EIMP). Dans le cas d'espèce, dès lors que ces conditions sont exigées au stade de l'entrée en matière, rien ne s'oppose, compte tenu de l'exigence de célérité (art. 17a EIMP), à ce qu'elles soient communiquées immédiatement à l'Etat requérant; la décision de l'OFP constatant, le cas échéant, le respect de ces conditions, pourra, si elle intervient avant la décision de clôture, être attaquée conjointement avec cette dernière (art. 80e let. a EIMP).\n\n7. Dans sa réponse au recours, le MPC demande la levée des scellés apposés sur les documents remis par les banques et les établissements scolaires. Saisie d'un recours de droit administratif en matière d'entraide judiciaire, la cour de céans est compétente pour ordonner une telle mesure (art. 69 al. 3 dernière phrase PPF, par renvoi de l'art. 9 EIMP). On ne saurait exclure que les documents remis sous scellés contiennent certains renseignements utiles à l'autorité requérante. Cela suffit pour rendre la perquisition \"admissible\" (art. 69 al. 3 dernière phrase PPF), et pour faire droit à la demande du MPC (art. 69 al. 2 PPF). Même si l'on ignore encore si l'Etat requérant déclarera accepter les conditions mentionnées ci-dessus, il n'y a pas lieu de surseoir à l'ouverture des scellés. L'obligation de célérité posée à l'art. 17a EIMP commande en effet que l'exécution de la demande suive son cours, pour autant que les intéressés n'en subissent aucun préjudice irréparable. Or, s'il devait apparaître ultérieurement que l'entraide doit être refusée sur le vu de la réponse de l'Etat requérant, les personnes intéressées n'en subiraient aucun préjudice et les BGE 123 II 161 S. 174documents saisis pourraient être restitués aux ayants droit, aucune transmission ne pouvant avoir lieu avant que ne soit rendue une décision de clôture relative à l'étendue de l'entraide (art. 80d EIMP)."}