{"annee": "123", "cour": "IV", "page": "197", "date": "12/12/1997", "cite": ["104 IV 18", "123 IV 155"], "cite_par": [], "chapeau": "31. Auszug aus dem Urteil des Kassationshofes vom 12. Dezember 1997 i.S. Staatsanwaltschaft des Kantons Zürich gegen S. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 172ter al. 1 CP en liaison avec l'art. 139 ch. 1 CP; vol à la tire; infraction d'importance mineure. Lorsque l'auteur s'empare d'un porte-monnaie dans la poche d'une personne âgée (qui a de la peine à marcher) au moment où celle-ci monte dans le tram, un produit de l'infraction de plus de 300 fr. peut entrer en considération; sans indices contraires, le dol éventuel correspondant doit être retenu (consid. 2c)."], "faits": "BGE 123 IV 197 S. 197\n\nAm 23. August 1996, um ca. 14.05 Uhr, gab S. bei der Tramhaltestelle \"Hauptbahnhof\" an der Bahnhofstrasse in Zürich vor, einem älteren gehbehinderten Mann beim Einsteigen ins Tram zu helfen. Dabei zog er dem Mann das Portemonnaie aus der Gesässtasche.\n\nAm 17. Oktober 1996 verurteilte die Einzelrichterin am Bezirksgericht Zürich S. wegen Diebstahls zu 3 Monaten Gefängnis, bedingt bei einer Probezeit von 4 Jahren. Überdies verwies sie ihn für 3 Jahre des Landes (unbedingt).\n\nAuf Berufung von S. sowie der Staatsanwaltschaft hin trat das Obergericht des Kantons Zürich am 16. Juli 1997 auf die Anklage nicht ein. Es kam zum Schluss, der von S. begangene Diebstahl stelle ein geringfügiges Vermögensdelikt im Sinne von Art. 172ter Abs. 1 StGB dar. Eine Verurteilung nach dieser Bestimmung scheide mangels Strafantrages aus.\n\nDie Staatsanwaltschaft führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, den Beschluss des Obergerichtes aufzuheben und die Sache zur Neubeurteilung an dieses zurückzuweisen.\n\nBGE 123 IV 197 S. 198", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Die Einzelrichterin verneint ein geringfügiges Vermögensdelikt gemäss Art. 172ter StGB. Entscheidend für die Privilegierung sei nicht der Deliktsbetrag, sondern die Absicht des Diebes. Für die Anwendung allein des Diebstahlstatbestandes reiche es aus, dass davon ausgegangen werden müsse, der Beschwerdegegner habe sich einen über Fr. 300.-- liegenden Vermögensvorteil verschaffen wollen bzw. er habe auf einen solchen gehofft. Dies sei regelmässig anzunehmen, wenn ein Täter wie hier ein Portemonnaie behändige, ohne dessen genauen Inhalt zu kennen.\n\nb) Die Vorinstanz legt dar, damit Art. 172ter StGB zur Anwendung komme, müsse sich der Vorsatz des Täters von Anfang an auf einen geringen Vermögenswert richten. Von Bedeutung sei somit, was der Beschwerdegegner erwartet habe bzw. habe erwarten können.\n\nEine Erwartung setze eine bestimmte Vorstellung voraus. Dass der Beschwerdegegner ein möglichst volles Portemonnaie zu erlangen hoffte, sage nichts darüber aus, was er realistischerweise in etwa habe erwarten können und \"dürfen\". Dies und nicht eine vage, unrealistische Hoffnung könne und müsse ihm schliesslich angelastet werden. Das sei in etwa vergleichbar mit dem Lottospielen, wo man ebenfalls auf den grossen Treffer hoffe, aber genau wisse, dass realistischerweise nichts zu erwarten sei. Entscheidend sei, ob der Beschwerdegegner davon habe ausgehen können, er werde ein Portemonnaie mit Bargeld von mehr als Fr. 300.-- wegnehmen. Wovon der Beschwerdegegner tatsächlich ausgegangen sei, sei nicht festzustellen, da er die Tat bestritten habe. Mangels Hinweisen dafür, dass er sich über den Inhalt des Portemonnaies Gedanken gemacht habe, sei davon auszugehen, dass er angenommen habe, ein durchschnittlich gefülltes Portemonnaie zu erlangen. Da der Geschädigte nicht habe ermittelt werden können, müsse davon ausgegangen werden, es habe sich um einen durchschnittlichen älteren gehbehinderten Mann gehandelt, der im Begriffe war, ins Tram einzusteigen. Ein solcher Mann habe aber realistischerweise nicht Fr. 300.-- oder mehr bei sich. Betagte Menschen trügen in der Regel nicht allzuviel Geld auf sich; dies angesichts der Warnungen der Polizei vor Taschendieben gerade in öffentlichen Verkehrsmitteln, der Tag und Nacht zugänglichen Bankguthaben und der heute nicht mehr unüblichen Kreditkarten. Der Geschädigte sei auch ins Tram gestiegen und nicht etwa auffallend elegant gekleidet ins Taxi. Hätte der Beschwerdegegner mit einiger Wahrscheinlichkeit eine grosse BGE 123 IV 197 S. 199Menge Bargeld erbeuten wollen, so hätte er sich ein anderes Objekt ausgesucht (Wohnung, Kasse, Tresor, reich aussehender Geschäftsmann); oder er hätte Diebstähle gewerbsmässig begangen, wofür - trotz intensiver polizeilicher Nachforschungen - keinerlei Anzeichen vorlägen. Weil über die subjektive Vorstellung des Beschwerdegegners nichts bekannt sei, müsse von einem Durchschnittswert ausgegangen werden, und dieser liege unter Fr. 300.--.\n\nc) Die Beschwerdeführerin wendet ein, die Vorinstanz argumentiere widersprüchlich. Einerseits gehe die Vorinstanz davon aus, der Beschwerdegegner habe angenommen, ein durchschnittlich gefülltes Portemonnaie zu erlangen; anderseits gehe sie davon aus, betagte Menschen trügen in der Regel nicht allzuviel Geld auf sich. Entscheidend sei, ob ein Taschendieb den als möglich vorausgesehenen Erfolg (hier: die Erbeutung eines Geldbetrages von über Fr. 300.--) für den Fall des Eintritts billige, sich mit ihm abfinde oder ihn in Kauf nehme. Dies sei zu bejahen, wenn der Taschendieb angenommen habe, ein durchschnittlich gefülltes Portemonnaie zu erlangen. Ein solcher Taschendieb nehme auch einen Deliktsbetrag von mehr als Fr. 300.-- in Kauf, und zwar auch dann, wenn es sich beim Opfer um einen älteren gehbehinderten Mann handle. Damit aber scheide die Anwendung von Art. 172ter StGB aus.\n\n2. a) Der Beschwerdegegner hat sich wegen Diebstahls strafbar gemacht. Für den Grundtatbestand des Diebstahls droht das Gesetz Zuchthaus bis zu 5 Jahren oder Gefängnis an (Art. 139 Ziff. 1 StGB).\n\nGemäss Art. 172ter Abs. 1 StGB wird der Täter, auf Antrag, lediglich mit Haft oder mit Busse bestraft, wenn sich die Tat nur auf einen geringen Vermögenswert oder auf einen geringen Schaden richtet.\n\nDie Grenze für den geringen Vermögenswert im Sinne von Art. 172ter StGB beträgt nach der Rechtsprechung Fr. 300.--. Entscheidend ist der Vorsatz des Täters, nicht der eingetretene Erfolg. Art. 172ter StGB ist nur anwendbar, wenn der Täter von vornherein bloss einen geringen Vermögenswert oder einen geringen Schaden im Auge hatte. War der Vorsatz des Täters auf eine den Grenzwert übersteigende Summe gerichtet, kommt Art. 172ter StGB deshalb auch dann nicht zur Anwendung, wenn die Deliktssumme unter dem Grenzwert von Fr. 300.-- liegt.\n\nDer Eventualvorsatz ist eine Form des Vorsatzes. Eventualvorsatz ist gegeben, wenn der Täter den strafbaren Erfolg als möglich voraussieht, aber gleichwohl handelt, weil er ihn in Kauf nimmt für den Fall, dass er eintreten sollte.\n\nBGE 123 IV 197 S. 200\n\nWas der Täter weiss, will oder in Kauf nimmt, ist Tatfrage. Die entsprechenden Feststellungen der kantonalen Behörde sind für das Bundesgericht im Verfahren der eidgenössischen Nichtigkeitsbeschwerde deshalb verbindlich (Art. 277bis Abs. 1 BStP; vgl. BGE 123 IV 155 E. 1a mit Hinweisen).\n\nb) Im BGE 123 IV 155 zugrundeliegenden Fall hatte die Vorinstanz dargelegt, wer wie der damalige Beschwerdeführer Taschendiebstähle begehe, habe die Bereitschaft, das zu nehmen, was ihm in die Hände falle, und wohl die Hoffnung auf möglichst grosse Beute; dies unabhängig davon, ob es sich beim Bestohlenen um einen Erwachsenen oder einen Jugendlichen handle. Die Vorinstanz kam damals zum Schluss, dass beim Beschwerdeführer Eventualvorsatz bezüglich eines Fr. 300.-- übersteigenden Geldbetrages gegeben war.\n\nDas Bundesgericht nahm an, dieser Schluss beruhe auf Beweiswürdigung, welche im Verfahren der eidgenössischen Nichtigkeitsbeschwerde nicht in Frage gestellt werden kann (Art. 273 Abs. 1 lit. b BStP). Wenn aber beweismässig davon auszugehen sei, dass sich der Eventualvorsatz auf einen Geldbetrag von mehr als Fr. 300.-- richtete, so sei die Anwendung von Art. 172ter StGB zu Recht abgelehnt worden. Die Vorinstanz habe weder die rechtlichen Voraussetzungen der Privilegierung nach Art. 172ter StGB noch den Begriff des Eventualvorsatzes verkannt. Einzuräumen sei allerdings, dass Art. 172ter StGB auch bei einem Taschendiebstahl anwendbar sein könne. Der Vorsatz könne auch hier auf einen geringen Vermögenswert im Sinne dieser Bestimmung gerichtet sein. Dies sei etwa der Fall, wenn der Täter beobachte, wie ein Dritter dem Opfer eine Hundertfrankennote übergebe und der Täter dem Opfer anschliessend die Note aus der Tasche ziehe. Die konkreten Umstände seien daher auch bei einem Taschendiebstahl zu prüfen. Ob sich der Vorsatz auf einen geringen Vermögenswert richtete, bleibe aber eine Beweisfrage.\n\nc) Im hier zu beurteilenden Fall hat die Vorinstanz in bezug auf die konkreten Umstände keine beweismässigen Feststellungen getroffen. Sie sagt nicht, was der Beschwerdegegner als Beute erwartet hat, sondern was er erwarten konnte. Ihre Überlegungen beruhen somit auf der Lebenserfahrung und können deshalb vom Bundesgericht überprüft werden (vgl. BGE 104 IV 18 E. 3 mit Hinweisen).\n\nDer Kritik der Beschwerdeführerin ist weitgehend zuzustimmen. Die Auffassung, ältere Leute, die das Tram besteigen, hätten in der Regel weniger als Fr. 300.-- bei sich, entspricht in dieser absoluten BGE 123 IV 197 S. 201Form nicht der Lebenserfahrung. Vielmehr wird man genaue Aussagen darüber, wieviel Geld ältere Leute bei sich haben, die an der Zürcher Bahnhofstrasse das Tram besteigen, gar nicht machen können. Es ist anzunehmen, dass der Täter, der wie der Beschwerdegegner jemandem beim Einsteigen ins Tram behilflich ist und ihm bei dieser Gelegenheit das Portemonnaie entwendet, die Absicht hat, einen Betrag in unbestimmter Höhe zu stehlen, der sehr wohl Fr. 300.-- übersteigen kann. Es entspricht auch nicht der Lebenserfahrung, dass heutzutage ältere Leute anstelle von Bargeld Kreditkarten mit sich tragen. Selbst soweit das der Fall sein sollte, schliesst dies nicht aus, dass sie Bargeld in Höhe von mehr als Fr. 300.-- bei sich haben. Im übrigen wird man beim Diebstahl eines Portemonnaies nicht nur auf den Bargeldbetrag, der sich im Portemonnaie befindet, abstellen dürfen. Man wird vielmehr den Wert des Portemonnaies mitsamt Inhalt - wozu neben Bargeld auch Kreditkarten und Ausweise gehören können - in Rechnung stellen müssen. Dabei kann heute offenbleiben, welche Beträge für Kreditkarten und Ausweise einzusetzen sind. Vieles spricht dafür, hier den Verlust, den das Opfer erleidet, in Rechnung zu stellen, also zumindest die Kosten für die Wiederbeschaffung. Insoweit wird beim Täter in der Regel Schädigungsvorsatz mindestens in Form des Eventualvorsatzes anzunehmen sein.\n\nZusammenfassend ist festzuhalten, dass bei einem Taschendiebstahl wie hier die Möglichkeit eines Deliktsbetrages von mehr als Fr. 300.-- ohne weiteres in Betracht kommt und dass ohne konkrete Gegenindizien der Täter in einem derartigen Fall auch den entsprechenden Eventualvorsatz hat. Ist Eventualvorsatz bezüglich eines Fr. 300.-- übersteigenden Betrages gegeben, so scheidet die Privilegierung nach Art. 172ter StGB aus.\n\nDie Beschwerde wird deshalb gutgeheissen.\n\n3. (Kostenfolgen)"}