{"annee": "123", "cour": "I", "page": "212", "date": "4/7/1997", "cite": ["118 IA 175", "116 IA 316", "106 IB 125", "119 IA 378", "121 I 129", "122 I 130", "116 IA 237", "120 IA 67", "114 IA 307", "123 I 19", "119 IA 35", "108 IA 148", "119 IA 348", "119 IV 65"], "cite_par": ["125 I 267", "125 I 182", "125 I 276", "131 I 223", "128 I 19", "124 III 321"], "chapeau": "19. Extrait de l'arrêt de la IIe Cour de droit public du 4 juillet 1997 en la cause V. contre Conseil d'Etat du canton de Genève (recours de droit public)", "regestes": ["Art. 31 Cst.: autorisation d'exercer la profession de physiothérapeute à titre dépendant. Un étranger exempté des mesures de limitation et qui a droit au renouvellement de son autorisation de séjour en vertu de l'art. 7 al. 1 LSEE peut se prévaloir de la liberté du commerce et de l'industrie (consid. 2c; précision de la jurisprudence). L'exigence du permis d'établissement pour pratiquer la profession de physiothérapeute à titre dépendant ne repose sur aucun intérêt public prépondérant (consid. 3c). Est également disproportionnée l'obligation d'effectuer un stage dans un établissement public du canton (consid. 3d)."], "faits": "BGE 123 I 212 S. 213\n\nV., ressortissant belge, a obtenu un diplôme de physiothérapeute dans son pays d'origine le 1er juillet 1982; il a ensuite travaillé comme indépendant de 1984 à 1994, tout en poursuivant sa formation en Belgique et à l'étranger. Le 20 avril 1995, il a épousé une ressortissante suisse, installée comme physiothérapeute indépendante dans le canton de Genève.\n\nPar lettre du 5 décembre 1995, un physiothérapeute du canton de Genève a sollicité l'autorisation d'engager V. en qualité de physiothérapeute dépendant à 50%. Cette requête a toutefois été rejetée par décision du Service du médecin cantonal du 13 décembre 1995, au motif que seuls les porteurs de diplômes étrangers homologués par la Croix-Rouge, de nationalité suisse ou titulaires d'un permis d'établissement, et qui ont accompli un stage pratique de deux ans, pouvaient être autorisés à pratiquer à titre indépendant, aucune autorisation de pratiquer à titre dépendant n'ayant été décernée actuellement aux porteurs de diplômes étrangers. Le 5 avril 1996, le Service du médecin cantonal a confirmé les informations données à V. en précisant que si ce dernier voulait travailler dans le canton de Genève, il devait tout d'abord trouver un emploi dans un établissement public médical pour effectuer le stage de six mois lui permettant de faire homologuer son diplôme par la Croix-Rouge suisse.\n\nLe 18 avril 1996, V. a adressé formellement sa requête au Conseil d'Etat du canton de Genève, autorité compétente pour statuer en vertu de l'art. 4 de la loi genevoise sur l'exercice des professions de la santé, les établissements médicaux et diverses entreprises du domaine médical du 16 septembre 1984 (en abrégé: LEPS). Il a notamment produit une lettre de la Croix-Rouge suisse du 1er mars BGE 123 I 212 S. 2141993 attestant que la formation qu'il avait suivie en Belgique satisfaisait aux prescriptions et directives émises à l'intention des écoles de formation pour physiothérapeutes.\n\nPar décision du 26 juin 1996, le Conseil d'Etat a rejeté la demande d'autorisation d'exercer la profession de physiothérapeute à titre dépendant, en retenant que l'intéressé n'était pas titulaire d'un permis d'établissement et que son diplôme n'avait pas été homologué par la Croix-Rouge.\n\nAgissant par la voie du recours de droit public, V. a demandé au Tribunal fédéral de constater l'inconstitutionnalité de l'art. 19 al. 1er LEPS et d'annuler la décision du Conseil d'Etat.\n\nLe Tribunal fédéral a admis le recours dans la mesure où il était recevable et a annulé la décision attaquée.", "considerants": "Extrait des considérants:\n\n1. c) La question de la qualité pour recourir au sens de l'art. 88 OJ se détermine en fonction des griefs soulevés dans le recours (ATF 116 Ia 316 ss; WALTER KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, 2ème éd. Berne 1994, p. 224/225). Comme le recourant se prévaut en l'espèce uniquement de l'art. 31 Cst., il y a donc lieu d'examiner au préalable si, en tant qu'étranger, il a la faculté d'invoquer cette disposition et, partant, s'il a qualité pour former un recours de droit public (art. 88 OJ; arrêt du 24 février 1984, publié in ZBl 85/1984, consid. 1 p. 458).\n\n2. a) A ce sujet, le recourant prétend que son statut d'étranger marié à une Suissesse lui confère un droit à une autorisation annuelle de séjour en vertu de l'art. 7 al. 1 de la loi fédérale sur le séjour et l'établissement des étrangers (LSEE; RS 142.20), de sorte qu'il a la faculté de se prévaloir de la liberté du commerce et de l'industrie, au même titre qu'un étranger au bénéfice d'un permis d'établissement.\n\nb) Alors que, jusqu'en 1982, seuls les citoyens suisses pouvaient invoquer l'art. 31 Cst. (PETER SALADIN, Grundrechte im Wandel, Berne 1975, p. 277; R. RHINOW, Commentaire de la Constitution fédérale ad art. 31 Cst. n. 92 p. 31), le Tribunal fédéral a admis, dans un arrêt du 9 juillet 1982 (ATF 108 Ia 148 ss), qu'un étranger établi non soumis à des restrictions particulières de politique économique, comme c'était le cas de la réglementation de l'activité de psychothérapeute dans le canton de Bâle-Ville, pouvait se prévaloir de l'art. 31 Cst. (consid. 2b p. 150); il a toutefois précisé par la suite BGE 123 I 212 S. 215que la liberté du commerce et de l'industrie dont bénéficiait certaines professions, était limitée par l'art. 69ter al. 1 Cst. et la législation en matière de séjour et d'établissement des étrangers (ATF 116 Ia 237 consid. 2c p. 239; cf. aussi ATF 114 Ia 307 ss). Il n'y avait ainsi aucune raison d'exclure de la protection de la liberté du commerce et de l'industrie l'étranger au bénéfice d'un permis d'établissement qui, de ce fait, n'était pas soumis à certaines restrictions de police des étrangers (ATF 119 Ia 35 consid. 2 p. 37; ATF 116 Ia 237 consid. 2 c et 2d p. 239/240). En revanche, dans la mesure où un travailleur étranger n'avait pas droit à une autorisation de séjour en vertu de la législation fédérale ou d'un traité international, ni lui, ni son employeur ne pouvaient se plaindre d'une violation de l'art. 31 Cst. (ATF 114 Ia 307 consid. 3b p. 312; voir aussi arrêt non publié du 23 août 1994 en la cause M. c. DFI, consid. 3).\n\nLe Tribunal fédéral a confirmé récemment cette jurisprudence dans un arrêt du 26 février 1997 (ATF 123 I 19 ss), à propos d'un étranger qui était au bénéfice d'une simple autorisation de séjour renouvelable chaque année (art. 5 al. 1 LSEE) et n'avait aucun droit de présence en Suisse. Contrairement à l'étranger possédant une autorisation d'établissement qui n'est soumis, quant à son activité lucrative, à aucune restriction en matière de police des étrangers (art. 3 al. 10 du règlement d'exécution de la LSEE: RSEE; RS 142.201), cet étranger ne pouvait en effet pas prendre un emploi librement (art. 3 al. 3 LSEE) et restait soumis aux restrictions de l'ordonnance du Conseil fédéral limitant le nombre des étrangers du 6 octobre 1986, selon l'art. 2 lettre b de ce texte (OLE; RS 823.21). Au regard de ces différences, le Tribunal fédéral a donc estimé qu'après l'abandon du critère de la nationalité suisse, il n'y avait aucun motif d'élargir le cercle des étrangers pouvant bénéficier de la protection découlant de l'art. 31 Cst. en supprimant l'exigence du permis d'établissement (ATF 123 I 19, consid. 2b p. 22).\n\nc) En l'espèce, la distinction entre permis d'établissement et autorisation annuelle de séjour n'est cependant plus adaptée à la situation particulière du recourant qui, en tant qu'étranger marié à une Suissesse, possède un droit au renouvellement de son autorisation annuelle de séjour jusqu'à ce qu'il obtienne le permis d'établissement après cinq ans de mariage (art. 7 al. 1 LSEE). Son statut lui confère ainsi un droit de présence en Suisse et a pour conséquence que les dispositions de l'ordonnance limitant le nombre des étrangers ne lui sont applicables que de manière très restrictive (art. 3 al. 1 lettre c OLE); en particulier, il est soustrait aux mesures de limitation BGE 123 I 212 S. 216(art. 12 ss OLE) et bénéficie de la règle de priorité pour occuper un emploi, au même titre que les travailleurs indigènes et les étrangers titulaires d'un permis d'établissement (art. 7 al. 2 OLE). Sous réserve de ses conditions d'engagement qui doivent correspondre aux conditions de travail en usage dans la localité et la profession en cause (art. 9 OLE), il n'est donc soumis à aucune restriction sur le marché de l'emploi. Dans la mesure où il peut pratiquement exercer sa profession sans être limité par des règles de police des étrangers et par le marché de l'emploi, rien ne s'oppose, du point de vue des droits constitutionnels, à ce qu'il puisse se prévaloir de la protection de la liberté du commerce et de l'industrie garantie par l'art. 31 Cst. Cela paraît même d'autant plus souhaitable que, sur le plan matériel, les restrictions cantonales relatives à l'accès à une profession qui ne reposent pas sur le droit fédéral de police des étrangers peuvent ainsi être examinées au regard de la liberté du commerce et de l'industrie (ATF 116 Ia 237 consid. 2c p. 240). Dès lors que le recourant n'est pas assujetti aux mesures de limitation des étrangers et qu'il a le droit de séjourner durablement en Suisse, il faut admettre qu'il a la faculté de se prévaloir de l'art. 31 Cst. pour prétendre que le refus d'autorisation de pratiquer sa profession de physiothérapeute à titre dépendant viole la liberté du commerce et de l'industrie.\n\nd) Cette ouverture va au demeurant dans le sens de la politique générale des Etats qui lient la liberté d'exercer une profession au statut d'étranger définitivement admis à séjourner dans le pays; tel est le cas de l'étranger qui possède une autorisation d'établissement ou un droit de séjour, de l'immigrant ou du résident privilégié (cf. WALTER A. STOFFEL, Die völkervertraglichen Gleichbehandlungsverpflichtungen der Schweiz gegenüber den Ausländern, in Etudes suisses de droit international, vol. 17, p. 264/265). Toutefois, en dépit de la tendance actuelle de la doctrine qui estime opportun de traiter les étrangers et les Suisses de la même manière du point de vue des droits découlant de l'art. 31 Cst. (voir R. RHINOW, op.cit. n. 94 p. 32; PETER SALADIN, op.cit. p. 277; GEORG MÜLLER, Handels- und Gewerbefreiheit; Legitimation des Ausländers zur staatsrechtlichen Beschwerde, recht 1983, no 3 p. 107; JEAN-FRANÇOIS AUBERT, Traité de droit constitutionnel, vol. III, n. 1880 p. 238; CHRISTOPH ANDREAS ZENGER, Die Bedeutung der Freiheit wirtschaftlicher Entfaltung für eine freie Berufswahl, Diss. Berne 1985, p. 380), la question de savoir si la faculté d'invoquer l'art. 31 Cst. doit s'étendre à tous les étrangers ayant un droit de présence en Suisse et qui sont soustraits aux BGE 123 I 212 S. 217mesures de limitation prévues par l'ordonnance du Conseil fédéral n'a pas à être résolue pour tous les cas qui pourraient se présenter. Il suffit en l'espèce de constater que le statut de conjoint étranger d'un ressortissant suisse, au bénéfice d'un droit à l'autorisation de séjour et exempté des mesures de limitation, permet à l'intéressé de se prévaloir de l'art. 31 Cst. En conséquence, le recourant a qualité pour recourir au sens de l'art. 88 OJ.\n\n3. a) La liberté du commerce et de l'industrie garantie par l'art. 31 Cst. protège toute activité économique privée exercée à titre professionnel et tendant à l'obtention d'un gain ou d'un revenu (ATF 119 Ia 378 consid. 4b p. 381); elle vaut donc aussi pour l'activité de physiothérapeute. La liberté du commerce et de l'industrie n'est toutefois pas absolue. Elle n'est garantie que sous réserve de la législation fédérale (art. 31 al. 1 Cst.) et les cantons peuvent également apporter, en vertu de l'art. 31 al. 2 Cst., des restrictions de police au droit d'exercer librement une activité économique. Les restrictions cantonales doivent cependant reposer sur une base légale, être justifiées par un intérêt public prépondérant et, selon le principe de la proportionnalité, se limiter à ce qui est nécessaire à la réalisation des buts d'intérêt public poursuivis (ATF 122 I 130 consid. 3a p. 133; ATF 121 I 129 consid. 3b p. 131/132, 326 consid. 2b p. 329; ATF 120 Ia 67 consid. 2a p. 69/70, 126 consid. 4a p. 132, 286 consid. 2c/cc p. 290). De surcroît, elles ne peuvent se fonder sur des motifs de politique économique et intervenir dans la libre concurrence pour favoriser certaines branches d'activité ou certaines formes d'exploitation en dirigeant l'économie selon un certain plan, à moins que cela ne soit prévu par une disposition constitutionnelle spéciale (ATF 120 Ia 67 consid. 2a p. 70; ATF 119 Ia 348 consid. 2b p. 353/354 et les arrêts cités). L'exigence d'une autorisation pour l'exercice d'une profession déterminée constituant une atteinte grave à la liberté du commerce et de l'industrie (ATF 122 I 130 consid. 3a/bb p. 134 et les arrêts cités), le Tribunal fédéral examine librement - sous la seule réserve de la retenue qu'il s'impose s'agissant des questions d'appréciation et de la prise en compte des circonstances locales - si la mesure contestée repose sur une base légale suffisante, répond à un intérêt public prépondérant et respecte le principe de la proportionnalité (ATF 120 Ia 67 consid. 3a p. 72; ATF 118 Ia 175 consid. 3a p. 181).\n\nb) Le Conseil d'Etat du canton de Genève a refusé de délivrer au recourant l'autorisation d'exercer la profession de physiothérapeute à titre dépendant en se fondant sur l'art. 19 LEPS qui dispose: BGE 123 I 212 S. 218\n\n\"1 L'exercice des professions d'infirmier ou d'infirmière, de sage-femme,\n\nde physiothérapeute, de masseur-kinésithérapeute et de pédicure est réservé\n\naux ressortissants suisses et aux étrangers au bénéfice de l'autorisation\n\nd'établissement, titulaires du diplôme délivré à l'issue des études dans\n\nl'une des écoles genevoises des professions de la santé.\n\n2 Le cas échéant, d'autres titres attestant une formation complète\n\npeuvent être admis, à savoir:\n\na) les diplômés délivrés par une école suisse ou étrangère, reconnus et\n\nhomologués par la Croix-Rouge suisse en ce qui concerne les professions\n\nd'infirmière et de sage-femme;\n\nb) les diplômes délivrés par une école suisse et jugés équivalents par\n\nle médecin cantonal se prononçant sur mandat de la commission, en ce qui\n\nconcerne les autres professions énoncées à l'alinéa 1.\n\n(...)\"\n\nLe Tribunal fédéral a déjà eu l'occasion de se prononcer sur la constitutionnalité de cette disposition dans ses arrêts du 9 juin 1995 en les causes Pagnard et Schönhaus contre Conseil d'Etat du canton de Genève (ce dernier arrêt étant publié in SJ 1995 p. 713 ss), où il s'agissait d'un ressortissant français au bénéfice d'un permis d'établissement et d'une Suissesse, tous deux titulaires de diplômes français reconnus par la Croix-Rouge suisse, qui avaient sollicité l'autorisation de pratiquer à titre indépendant. Le Tribunal fédéral avait alors jugé que l'art. 19 LEPS était incompatible avec la Constitution fédérale, dans la mesure où cette disposition excluait tous les porteurs de diplômes étrangers de la profession de physiothérapeute, quelles que soient leurs qualités professionnelles attestées par un certificat de capacité et leur expérience (voir SJ 1995 p. 717). Depuis ces arrêts, le Conseil d'Etat interprète l'art. 19 LEPS en ce sens que des autorisations peuvent être délivrées aux porteurs de diplômes étrangers à condition qu'ils soient Suisses ou étrangers au bénéfice d'un permis d'établissement et que leur diplôme ait été reconnu par la Croix-Rouge suisse, ce qui implique notamment que le candidat ait exercé sa profession à plein temps pendant une année au moins après la fin de sa formation, dont six mois au minimum en Suisse avec une appréciation satisfaisante de ses supérieurs (voir art. 6 et 7 du règlement du Comité central de la Croix-Rouge suisse du 11 décembre 1991 concernant l'enregistrement des porteurs de titres professionnels en physiothérapie). A ces conditions s'ajoute, pour l'exercice indépendant de la profession, l'exigence du stage pratique d'une durée minimale de deux ans, dans le cabinet d'un physiothérapeute autorisé ou dans un établissement privé de physiothérapie, BGE 123 I 212 S. 219qui nécessite que le candidat obtienne préalablement l'autorisation d'exercer sa profession à titre dépendant (voir art. 108 LEPS et 139 al. 1 du règlement d'exécution de la LEPS du 9 novembre 1983).\n\nDans le cas particulier, le Conseil d'Etat n'a pas mentionné à juste titre l'exigence du stage pratique de deux ans, qui ne s'applique pas aux requêtes pour l'exercice de la profession à titre dépendant (art. 107 al. 2 LEPS). Il a donc refusé l'autorisation sollicitée, non seulement parce que le recourant n'était pas titulaire d'un permis d'établissement, mais aussi parce que l'appréciation des ses qualifications professionnelles, dans la lettre que lui a adressée la Croix-Rouge suisse le 1er mars 1993, ne pouvait être assimilée à une reconnaissance de son diplôme par cette institution.\n\nc) En ce qui concerne l'exigence du permis d'établissement, il faut tout d'abord relever que le recourant ne peut tirer aucun droit à un tel permis du Traité d'établissement entre la Suisse et la Belgique du 4 juin 1887 (RS 0.142.111.721) qui, comme toutes les conventions internationales de ce type, joue un rôle très limité depuis la première guerre mondiale et ne s'applique, selon accord tacite et réciproque des Etats contractants, qu'aux ressortissants étrangers déjà titulaires d'une autorisation d'établissement (ATF 119 IV 65 consid. 1a p. 67ss; ATF 106 Ib 125 consid. 2b p. 127). Cette exigence apparaît toutefois disproportionnée dans le cas d'un physiothérapeute pour lequel aucune nécessité de protection de la santé publique ne justifie un long séjour préalable en Suisse; il n'y a pas non plus de motif d'exiger qu'il soit assimilé aux us et coutumes du pays comme pour les avocats (ATF 119 Ia 35 ss; arrêt B. du 27 avril 1993 publié in SJ 1993 p. 665 ss). En outre, compte tenu de la situation particulière de l'étranger ayant épousé une Suissesse (voir supra consid. 2c), l'obligation d'attendre le permis d'établissement auquel l'intéressé a droit après cinq ans de mariage (art. 7 al. 1 LSEE), avant de pouvoir pratiquer sa profession à titre dépendant, ne repose sur aucun intérêt public prépondérant. En tant qu'il impose aux étrangers ayant le droit de séjourner durablement en Suisse d'être au bénéfice d'une autorisation d'établissement pour pratiquer la profession de physiothérapeute à titre dépendant, l'art. 19 al. 1 LEPS est donc contraire à l'art. 31 Cst.\n\nd) Quant au diplôme belge du recourant, le canton peut naturellement en vérifier lui-même l'équivalence ou exiger, comme en l'espèce, son enregistrement auprès de la Croix-Rouge suisse, ce qui nécessite une pratique de douze mois, dont six mois au minimum en Suisse. Pour satisfaire à cette exigence, le canton devrait toutefois BGE 123 I 212 S. 220permettre à titre provisoire un travail dépendant chez un physiothérapeute autorisé à pratiquer de façon indépendante dans le canton de Genève, sinon l'enregistrement du diplôme étranger ne peut pas avoir lieu (voir Bulletin de la Fédération suisse de physiothérapie no. 12 décembre 1996). En l'occurrence, le refus d'accorder l'autorisation sollicitée oblige le recourant, soit à travailler dans un autre canton, par exemple dans le canton de Vaud où il avait été autorisé à pratiquer à titre dépendant dans les établissements sanitaires publics ou privés, soit à effectuer un travail préalable d'au moins six mois dans un hôpital public du canton de Genève. Or, l'exigence du travail hors du canton de Genève est manifestement excessive et viole le principe de la proportionnalité. Quant à l'obligation de faire le stage dans un établissement public du canton, elle paraît contraire au système même de l'art. 107 al. 2 LEPS, réglant les conditions d'exercice de la profession à titre dépendant, et de l'art. 109 LEPS, prescrivant que l'autorisation de pratiquer à titre dépendant confère à son titulaire le droit d'exercer sa profession sous la responsabilité d'un physiothérapeute autorisé à pratiquer à titre indépendant ou dans un service hospitalier spécialisé en physiothérapie. Au regard de ces dispositions, on ne voit en effet pas pourquoi le stage de six mois en Suisse, exigé pour la reconnaissance du diplôme par la Croix-Rouge, ne pourrait pas s'effectuer aussi bien chez un physiothérapeute autorisé que dans un service hospitalier. Du point de vue de la protection de la santé publique, il n'y a donc aucune raison de prétendre que la surveillance assurée par un physiothérapeute autorisé à pratiquer de façon indépendante serait moindre que celle exercée dans un service hospitalier.\n\nIndépendamment de la question de la reconnaissance du diplôme du recourant par la Croix-Rouge suisse, qui a au demeurant constaté que la formation de l'intéressé remplissait les conditions requises pour la profession, il faut admettre que, dans la mesure où la décision attaquée refuse au recourant l'autorisation de pratiquer à titre dépendant chez un physiothérapeute reconnu et l'oblige indirectement à travailler dans un établissement public du canton de Genève, elle impose une exigence disproportionnée, qui constitue une violation de l'art. 31 Cst."}