{"annee": "124", "cour": "I", "page": "289", "date": "24/8/1998", "cite": ["122 I 305", "121 I 49", "120 IA 265"], "cite_par": ["132 II 371", "129 I 346", "126 I 180", "132 I 49", "138 I 55", "131 I 1", "128 I 102", "131 I 313", "138 II 111", "131 II 271", "128 I 155", "130 I 169", "143 II 283"], "chapeau": "35. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 24. August 1998 i.S. X. gegen Finanzdepartement und Appellationsgericht des Kantons Basel-Stadt (Staatsrechtliche Beschwerde)", "regestes": ["Art. 4 al. 1 Cst.; § 1 de la loi du canton de Bâle-Ville du 8 novembre 1973 sur les contributions pour le nettoyage des routes; § 16 de la loi du 16 octobre 1980 pour la protection et l'encouragement à la plantation des arbres dans le canton de Bâle-Ville. Impôt d'affectation calculé selon les coûts (consid. 3b). Il n'existe aucune raison objective de mettre à la charge des propriétaires fonciers un impôt spécial pour financer la moitié des frais du nettoyage des routes (consid. 3c-3e). Lorsque des éléments pertinents sont fournis pour démontrer qu'une contribution d'affectation est utilisée contrairement au but prévu par la loi, la juridiction de recours saisie est tenue de demander aux autorités compétentes les informations requises (consid. 4 )."], "faits": "BGE 124 I 289 S. 290\n\nNach dem basel-städtischen Gesetz vom 8. November 1973 über die Strassenreinigungsbeiträge wird von den Eigentümern der Grundstücke in der Stadt Basel \"zur Deckung bis etwa der Hälfte der Kosten der Strassenreinigung\" ein \"Beitrag\" erhoben (§ 1). Dieser beläuft sich auf 0,2 Promille des für die Gebäudeversicherung massgebenden Neuwertes (§ 3). Gebäude, die unmittelbar der öffentlichen Verwaltung oder Kultuszwecken dienen, sind von der Beitragsleistung befreit (§ 2).\n\nNach dem Gesetz vom 16. Oktober 1980 zum Schutz und zur Förderung des Baumbestandes im Kanton Basel-Stadt (Baumgesetz) leistet der Kanton für Neu- und Ersatzpflanzungen in der Regel staatliche Beiträge bis zu höchstens 9/10 der Kosten; ausnahmsweise werden auch an den Unterhalt von Bäumen solche Beiträge geleistet (§ 15). Für die \"Finanzierung der Förderung und des Schutzes des privaten Baumbestandes in der Stadt Basel\" haben die Liegenschaftseigentümer eine Abgabe in Höhe von einem bis höchstens drei Hunderttausendsteln des Neuwertes ihrer Liegenschaften gemäss Gebäudeversicherung zu leisten (§ 16 Abs. 1). Diese Abgabe wird in Form eines Zuschlages zum Beitrag der Grundeigentümer an die Kosten der Strassenreinigung in der Stadt Basel erhoben (§ 16 Abs. 2).\n\nAm 14. Januar 1994 stellte die Finanzverwaltung Basel-Stadt Advokat Dr. X. Strassenreinigungs- und Baumschutz-Beiträge für das Jahr 1994 in Rechnung: Als Eigentümer der Liegenschaft Y. wurde er verpflichtet, Fr. 335.-- für das Bürogebäude und Fr. 146.-- für das Einfamilienhaus zu bezahlen.\n\nX. focht diese Verfügung an, sein Rekurs wurde jedoch vom Appellationsgericht (als Verwaltungsgericht) mit Urteil vom 23. September 1996 kantonal letztinstanzlich abgewiesen.\n\nX. erhebt staatsrechtliche Beschwerde mit dem Hauptantrag, den Entscheid des Appellationsgerichts aufzuheben und die Sache zur Neubeurteilung im Sinne der Erwägungen an das Appellationsgericht zurückzuweisen. Er rügt insbesondere eine Verletzung von Art. 4 BV (rechtliches Gehör, Willkürverbot, Rechtsgleichheit).\n\nBGE 124 I 289 S. 291\n\nDas Bundesgericht heisst die staatsrechtliche Beschwerde gut, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n2. Die verfassungsrechtlichen Einwendungen des Beschwerdeführers richten sich vorab gegen die gesetzlichen Bestimmungen als solche, auf welche sich die angefochtene Abgabeverfügung stützt. Mit der staatsrechtlichen Beschwerde gegen einen Einzelakt kann auch die Verfassungswidrigkeit der zur Anwendung gebrachten kantonalen Normen gerügt werden (akzessorische Normenkontrolle). Das Bundesgericht prüft dabei aber die Verfassungsmässigkeit der beanstandeten Norm nicht auf alle möglichen Konstellationen hin, sondern nur unter dem Gesichtswinkel des konkreten Falles, und wenn sich die Rüge als begründet erweist, hebt es nicht die beanstandete Norm als solche, sondern lediglich den gestützt auf sie ergangenen Anwendungsakt auf (BGE 121 I 49 E. 3a S. 50; WALTER KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, 2. Auflage, Bern 1994, S. 133, je mit Hinweisen).\n\n3. a) Der Beschwerdeführer erblickt in der gesetzlichen Regelung, wonach die Grundeigentümer der Stadt Basel - ausgenommen für die Grundstücke, welche der öffentlichen Verwaltung oder Kultuszwecken dienen - eine Abgabe zur Finanzierung der Strassenreinigung zu entrichten haben, einen Verstoss gegen die Rechtsgleichheit und gegen das Willkürverbot (Art. 4 BV).\n\nb) Die Beteiligten qualifizieren die streitige Abgabe übereinstimmend als sogenannte Kostenanlastungssteuer. Unter diesen Begriff fallen nach heutiger Terminologie Sondersteuern, welche einer bestimmten Gruppe von Pflichtigen auferlegt werden, weil diese Personen zu bestimmten Aufwendungen des Gemeinwesens eine nähere Beziehung haben als die Gesamtheit der Steuerpflichtigen (PETER BÖCKLI, Indirekte Steuern und Lenkungssteuern, Basel und Stuttgart 1975, S. 52 f.; KATHRIN KLETT, Der Gleichheitssatz im Steuerrecht, in: ZSR 111/1992 S. 80; ADRIANO MARANTELLI, Grundprobleme des schweizerischen Tourismusabgaberechts, Bern 1991, S. 20 ff.; BGE 122 I 305 E. 4 S. 309; vgl. auch BLUMENSTEIN/LOCHER, System des Steuerrechts, 5. Auflage, Zürich 1995, S. 9 f., mit weiteren Hinweisen). Solche Abgaben haben eine gewisse Verwandtschaft zur Vorzugslast (Beiträgen), doch unterscheiden sie sich von dieser dadurch, dass kein individueller, dem einzelnen Pflichtigen zurechenbarer Sondervorteil vorliegen muss, der die Erhebung der BGE 124 I 289 S. 292Abgabe rechtfertigt. Es genügt, dass die betreffenden Aufwendungen des Gemeinwesens dem abgabepflichtig erklärten Personenkreis eher anzulasten sind als der Allgemeinheit, sei es, weil diese Gruppe von den Leistungen generell (abstrakt) stärker profitiert als andere oder weil sie - abstrakt - als hauptsächlicher Verursacher dieser Aufwendungen angesehen werden kann. Die Kostenanlastungsabgabe stellt, da sie voraussetzungslos, d.h. unabhängig vom konkreten Nutzen oder vom konkreten Verursacheranteil des Pflichtigen erhoben wird, eine Steuer dar. Sie steht nach dem Gesagten aber in einem Spannungsverhältnis zum Grundsatz der Allgemeinheit der Besteuerung. Eine derartige Sondersteuer setzt voraus, dass sachlich haltbare Gründe bestehen, die betreffenden staatlichen Aufwendungen der erfassten Personengruppe anzulasten. Zudem muss die allfällige Abgrenzung nach haltbaren Kriterien erfolgen; andernfalls verletzt die Abgabe das in Art. 4 BV enthaltene Gleichheitsgebot (vgl. dazu BGE 122 I 305). Als Kostenanlastungssteuer eingestuft werden in der Doktrin etwa Kurtaxen, Motorfahrzeugsteuern, Schiffssteuern, Hundesteuern, Treibstoffzuschläge, Feuerschutzabgaben, wobei die betreffenden Einnahmen auch meist einer entsprechenden gesetzlichen Zweckbindung unterworfen sind (vgl. MARANTELLI, a.a.O., S. 25; BLUMENSTEIN/LOCHER, a.a.O., S. 9; BGE 122 I 305 E. 4c S. 311).\n\nc) Der Beschwerdeführer räumt ein, dass die Grundeigentümer in ihrer Eigenschaft als Stadtbewohner aus der Strassenreinigung einen gewissen Nutzen ziehen, doch hebe sich dieser Nutzen von jenem, den alle Strassenbenützer hätten, in keiner Weise ab. Die Grundeigentümer seien keine Sondergruppe, die mit der staatlichen Leistung der Strassenreinigung in eine engere Beziehung gesetzt werden könne als der Rest der Kantonsbevölkerung; die Grundeigentümer nähmen die öffentlichen Strassen auch nicht stärker in Anspruch als die gesamte übrige im Kanton ansässige Bevölkerung. Zudem werde ein wesentlicher Teil der Strassenverschmutzung durch den Transitverkehr verursacht. Die angefochtene Regelung verstosse gegen Art. 4 BV, indem sie das Gebot der Allgemeinheit der Besteuerung und das Prinzip der Lastengleichheit der Bürger missachte.\n\nd) Für das Jahr 1994 wurden die Kosten der Strassenreinigung auf 18 Mio. Franken veranschlagt und die Einnahmen aus den Beiträgen der Grundeigentümer mit 8,7 Mio. Franken budgetiert. Das Appellationsgericht räumt in seinem Entscheid ein, dass die Strassen nicht nur von den Eigentümern und Mietern der anstossenden Liegenschaften verunreinigt werden, sondern auch - und möglicherweise BGE 124 I 289 S. 293noch vermehrt - durch den darauf zirkulierenden allgemeinen Verkehr von Fussgängern, Velofahrern und Automobilisten. Es erachtete jedoch die Belastung der Grundeigentümer mit der streitigen Sondersteuer, ohne dies näher zu begründen, als zulässig; das Gericht begnügte sich im Wesentlichen mit der Feststellung, dass diese Steuer nicht von der Allgemeinheit, sondern von einer Sondergruppe erhoben werde, die sich aufgrund eines \"brauchbaren Unterscheidungsmerkmales\" ausscheiden lasse. Welche Gruppe der Steuerpflichtigen den fraglichen Kosten am nächsten stehe, hange nicht davon ab, ob der belangte Steuerpflichtige aus der staatlichen Tätigkeit einen Sondernutzen ziehe oder ob er diese ausschliesslich und unmittelbar verursache. Das Finanzdepartement verweist in seiner Vernehmlassung an das Bundesgericht seinerseits vorab auf diese Erwägungen des Appellationsgerichts. Es erachtet die Auswahl der Liegenschaftseigentümer als \"sinnvoll\", da zwischen ihrer Stellung und den Kosten der Strassenreinigung eine \"gewisse Verbindung\" bestehe.\n\ne) Das öffentliche Strassennetz wird von den Grundeigentümern nicht stärker in Anspruch genommen als von der übrigen Bevölkerung; jedermann benützt die öffentlichen Verkehrswege, unabhängig davon, ob er Eigentümer eines Grundstückes ist oder in gemieteten Räumen wohnt und arbeitet. Andererseits kann auch nicht gesagt werden, dass die Grundeigentümer als Personenkreis aus der Strassenreinigung einen grösseren Nutzen ziehen als die übrige Bevölkerung. Von der Strassenreinigung profitieren vorab die Benützer der öffentlichen Wege. Dass die Verschmutzung der Strassen in erster Linie von den anstossenden Grundstücken ausgehe oder die Reinigung der Wege in erster Linie diesen diene, wird seitens des Kantons nicht geltend gemacht. Eine relevante Beziehung zwischen den Kosten der Strassenreinigung und den anstossenden Grundstücken wäre zwar denkbar, soweit es um die Beseitigung des Laubfalles der Bäume geht. Doch wird die vorliegende Regelung diesem Aspekt insofern nicht gerecht, als die Strassenverschmutzung durch Laub von Flächen ausgeht, die nicht überbaut sind; die beanstandete Abgabe knüpft aber an den Gebäudeversicherungswert an, d.h. sie wächst mit der Intensität der Überbauung und ist dort am höchsten, wo keine Bäume vorhanden sind. Eine Sonderbelastung der Grundeigentümer lässt sich auch nicht mit den Kosten der Schneeräumung begründen, da Mieter und Eigentümer - wie überhaupt alle Verkehrsteilnehmer - gleichermassen an der jederzeitigen Benützbarkeit der Strassen interessiert sind.\n\nBGE 124 I 289 S. 294\n\nEs sind damit keine sachlichen Gründe ersichtlich, welche es rechtfertigen könnten, die Kosten der Strassenreinigung in der Stadt Basel zur Hälfte durch eine Sondersteuer der Grundeigentümer zu finanzieren. Es fehlt zwischen dem Abgabetatbestand und dem Kreis der Abgabepflichtigen an einem ausreichenden sachlichen Zusammenhang. Die beanstandete Regelung verstösst damit gegen das in Art. 4 BV enthaltene Gleichheitsgebot, weshalb die gestützt darauf ergangene Abgabeverfügung aufzuheben ist.\n\nAn dieser verfassungsrechtlichen Beurteilung ändert nichts, dass ein Teil der Grundeigentümer die Abgabe auf Mieter überwälzen kann. Für denjenigen, der seine Liegenschaft selber nutzt, fällt diese Möglichkeit ausser Betracht. Zudem hängt die Überwälzbarkeit von der jeweiligen Marktlage ab. Der Gesetzgeber darf nur eine Lösung wählen, bei welcher die dem Steuerpflichtigen auferlegte Belastung auch ohne Überwälzungsmöglichkeit als zulässig erscheint.\n\nf) Ob die streitige Abgabe überdies deswegen gegen Art. 4 BV verstösst, weil die von den Grundeigentümern der Stadt Basel erhobene Sondersteuer auch die Reinigung der auf Stadtgebiet liegenden Kantonsstrassen mitfinanzieren soll, während der kantonale Gesetzgeber für die Grundeigentümer der beiden Landgemeinden Riehen und Bettingen keine entsprechende Pflicht bzw. überhaupt keine Regelung statuiert hat, kann nach dem Gesagten dahingestellt bleiben.\n\n4. a) Was die mitangefochtene Abgabe gemäss § 16 des Baumschutzgesetzes anbelangt, so handelt es sich auch hier um eine Kostenanlastungssteuer. Der erforderliche sachliche Zusammenhang zwischen dem Kreis der Abgabepflichtigen und dem gesetzlichen Verwendungszweck der Abgabe erscheint hier gegeben. Die Abgabe ist dazu bestimmt, die im Baumschutzgesetz vorgesehenen Förderungsmassnahmen zugunsten des privaten Baumbestandes, d.h. insbesondere die Staatsbeiträge für Neu- und Ersatzanpflanzungen gemäss § 15 Abs. 1, zu finanzieren (§ 16 Abs. 1). Sie hat sich im Rahmen von 0,01-0,03 Promille des Gebäudeversicherungswerts zu halten.\n\nb) Nicht nur der Beschwerdeführer, sondern auch die kantonalen Instanzen gehen übereinstimmend davon aus, dass die Einnahmen aus dieser Steuer grundsätzlich an den gesetzlich umschriebenen Zweck (Förderung des privaten Baumbestandes) gebunden sind. Der Beschwerdeführer hatte bereits in seiner Einsprache an die Finanzverwaltung geltend gemacht, dass die in den Staatsrechnungen ausgewiesenen Einnahmen aus den Baumschutzabgaben die entsprechenden BGE 124 I 289 S. 295Aufwendungen überstiegen. Im anschliessenden Verfahren griff er diese Frage erneut auf mit dem Hinweis, gemäss seinen Abklärungen würden Überschüsse nicht zurückgelegt, sondern jeweils der allgemeinen Staatskasse zugeführt. Das Appellationsgericht erachtete die gesetzliche Zweckbindung der Beiträge gemäss § 16 des Baumschutzgesetzes \"im Ergebnis\" noch eingehalten, indem vorhandene Überschüsse zwar offensichtlich für den öffentlichen Baumschutz verwendet würden, andererseits allfällige Defizite beim privaten Baumschutz aus der allgemeinen Staatskasse gedeckt würden. Es handle sich immerhin um einen Grenzfall, weshalb das Finanzdepartement den vorgenommenen Ausgleich künftig durch eine Offenlegung der Zahlen belegen sollte. Dass die erhobenen Beiträge insgesamt zu hoch seien und die daraus zu deckenden Aufwendungen regelmässig überstiegen, sei eine unbewiesene Behauptung des Beschwerdeführers.\n\nc) Der Beschwerdeführer rügt in diesem Zusammenhang vorab eine Verletzung des rechtlichen Gehörs, indem das Appellationsgericht die Frage der zweckgerechten Verwendung der Baumschutzabgaben nicht abgeklärt und den von ihm diesbezüglich beantragten Beweis (Amtsbericht des Baudepartementes) zu Unrecht nicht abgenommen habe. Die Annahme des Verwaltungsgerichts, wonach von einem betragsmässigen Ausgleich zwischen Überschüssen und Defiziten ausgegangen werden dürfe, sei jedenfalls unhaltbar.\n\nDas Finanzdepartement nimmt in seiner Beschwerdeantwort an das Bundesgericht zu diesen Vorwürfen erstmals näher Stellung. Es räumt ein, dass bisher keine Fondsrechnung geführt worden sei. Aus den von ihm wiedergegebenen Zahlen aus Budgets und Staatsrechnungen geht hervor, dass die für den privaten Baumschutz geleisteten Staatsbeiträge in den Jahren 1991 bis 1997 regelmässig weit geringer waren als die Einnahmen aus der Baumschutzabgabe; die jährlich geleisteten Beiträge bewegen sich zwischen Fr. 43'797.-- und Fr. 85'400.--, während die jährlichen Einnahmen zwischen Fr. 395'58.-- und Fr. 460'154.-- liegen. Nach Auffassung des Finanzdepartementes sind aber nicht bloss die geleisteten Staatsbeiträge, sondern noch eine Reihe weiterer Leistungen und Aufwendungen der betreffenden kantonalen Fachstelle der Förderung des privaten Baumbestandes zuzurechnen, deren Kosten ebenfalls berücksichtigt werden müssten.\n\nGegen eine Hinzurechnung des administrativen Aufwandes ist nichts einzuwenden. Gleichwohl besteht aufgrund der wiedergegebenen Zahlen bezüglich der Frage der zweckgemässen Verwendung BGE 124 I 289 S. 296der Baumschutzabgabe ein - im kantonalen Verfahren unerfüllt gebliebener - Erklärungsbedarf. Wohl darf von einem Privaten, der in einem Rechtsmittelverfahren eine Verletzung des Kostende-ckungsprinzips oder, wie hier, die gesetzwidrige Verwendung von Abgabeerträgen rügt, erwartet werden, dass er seine Einwendungen - soweit dies aufgrund der ihm zugänglichen Unterlagen möglich ist - bereits konkretisiert; wer sich bloss in vager Weise damit begnügt, die Einhaltung des Kostendeckungsprinzips zu bestreiten, kann sich nicht über eine Verletzung von Art. 4 BV beschweren, wenn die angerufene Rechtsmittelinstanz auf diese Frage nicht eingeht (BGE 120 Ia 265, nicht publizierte E. 1c; Urteil vom 30. November 1995 in Sachen C., E. 3c und d). Im vorliegenden Falle hatte jedoch der Beschwerdeführer vor dem Appellationsgericht durch die Nennung der einschlägigen Budgetzahlen für 1994 und 1995 sowie durch seinen ergänzenden Hinweis auf die gleichartigen Proportionen zwischen Einnahmen und Ausgaben in den vorangegangenen Jahren hinreichende Anhaltspunkte dafür geliefert, dass die beanstandete Sonderabgabe zu (auch langfristig) überschüssigen bzw. zweckwidrig verwendeten Einnahmen führen könnte. Das Appellationsgericht wäre daher gehalten gewesen, dieser Frage nachzugehen und bei den zuständigen kantonalen Behörden die erforderlichen Auskünfte einzuholen. Indem es dem diesbezüglichen Beweisantrag des Beschwerdeführers keine Folge gab und in einer zumindest aufgrund der damaligen Aktenlage unhaltbaren antizipierten Beweiswürdigung von einem ausgeglichenen Verhältnis zwischen Einnahmen und Ausgaben ausging, verletzte es Art. 4 BV. Es kann nicht Sache des Bundesgerichtes sein, als erste Instanz die Darlegungen des Finanzdepartementes auf ihre sachliche Stichhaltigkeit und rechtliche Zulässigkeit hin zu prüfen; dies ist vorab Aufgabe des Appellationsgerichts. Sein Urteil ist daher, auch was die Baumschutzabgabe anbetrifft, aufzuheben."}