{"annee": "124", "cour": "II", "page": "132", "date": "20/3/1998", "cite": ["118 IA 8", "120 IB 379", "122 I 53", "123 II 5", "112 IA 198", "122 IV 8", "116 IB 8", "123 II 175", "111 IB 294", "114 IA 97", "122 II 373", "123 II 511", "117 IB 64", "123 I 63", "122 II 274", "122 V 157", "118 IB 269"], "cite_par": ["125 V 401", "143 IV 380", "125 II 497", "126 II 111", "135 I 279", "142 II 218", "130 II 337", "126 V 130", "128 V 272", "131 II 228", "132 II 81", "136 V 415", "125 III 209"], "chapeau": "19. Extrait de l'arrêt de la Ie Cour de droit public du 20 mars 1998 dans la cause A. contre Office fédéral de la police (recours de droit administratif)", "regestes": ["Art. 80p EIMP; contrôle des conditions posées à l'extradition. Droit d'être entendu dans la procédure de contrôle des conditions à la coopération internationale, régie par l'art. 80p EIMP (consid. 2). Portée des conditions posées à l'État requérant selon l'art. 80p EIMP; étendue de la mission de l'Office fédéral lorsqu'il vérifie si la réponse de l'État requérant constitue un engagement suffisant (consid. 3). En l'occurrence, les assurances données par l'État requérant ne correspondaient pas entièrement aux conditions formulées pour l'octroi de l'extradition (consid. 4a-d). Sur le vu des circonstances spéciales de la cause, il se justifie néanmoins d'impartir à l'État requérant un ultime délai pour fournir la garantie demandée (consid. 4e)."], "faits": "BGE 124 II 132 S. 133\n\nA.- Le 26 janvier 1996, la République du Kazakhstan a demandé à la Suisse l'extradition de A., ressortissante kazakhe résidant à Genève. Selon cette demande, A., ancienne représentante de la Banque nationale de la République du Kazakhstan, est soupçonnée d'avoir établi de fausses garanties bancaires au nom de la Banque nationale, pour un montant de 2 milliards de dollars.\n\nLe 9 avril 1997, l'Office fédéral de la police (ci-après: l'Office fédéral) a accordé l'extradition, sous diverses charges et conditions.\n\nPar arrêt du 12 septembre 1997 (ATF 123 II 511), le Tribunal fédéral a rejeté, dans la mesure où il était recevable et au sens des considérants, le recours de droit administratif formé par A. (ch. 1 du dispositif). Il a modifié le dispositif de la décision du 9 avril 1997 notamment comme suit (ch. 2 du dispositif):\n\n\"1. L'extradition de A. est accordée à la République du Kazkahstan pour les faits mentionnés dans la demande d'extradition du 9 janvier 1996 aux conditions suivantes:\n\nlet. a. à e.\n\nf. En sa qualité de chef d'Etat, le Président de la République du Kazakhstan s'engage, conformément aux art. 2 et 5 Pacte ONU II, à assurer le respect des garanties de procédure énoncées ci-dessus (let. b, c, d et e). Il s'engage en particulier à respecter le principe d'indépendance et d'impartialité des autorités judiciaires chargées de la procédure pénale dirigée contre A. pour les faits visés dans la demande d'extradition du 9 janvier 1996, tant dans la phase de l'instruction, qu'à l'audience de jugement ou devant l'instance de recours juridictionnel.\n\nlet. g. et h. (...)\n\n2. L'extradition de A. ne sera pas exécutée et le mandat d'arrêt en vue d'extradition du 22 décembre 1995 révoqué, si la République du Kazakhstan ne confirme pas les garanties mentionnées sous lettres a-e et g-h et si le Président de la République du Kazakhstan ne fournit pas la garantie mentionnée sous lettre f, dans le délai qui lui sera imparti par l'Office fédéral.\n\nch. 3 et 4\"\n\nB.- Le 13 octobre 1997, l'Office fédéral a invité l'Etat requérant, par l'entremise de son mandataire en Suisse, à fournir, dans un BGE 124 II 132 S. 134délai expirant le 20 novembre suivant, les assurances visées au ch. 2 du dispositif de l'arrêt du 12 septembre 1997. L'Office fédéral a précisé qu'il était indispensable que la déclaration fournie par l'Etat corresponde mot pour mot au libellé des conditions fixées.\n\nL'Office fédéral a prolongé le délai imparti au 18 décembre 1997.\n\nPar note diplomatique no 158 du 9 décembre 1997, l'Ambassade du Kazakhstan à Berne a remis à l'Office fédéral une déclaration émanant du Procureur général du Kazakhstan, daté du 4 décembre 1997. Selon ce document, l'Etat requérant s'engageait à se conformer aux conditions indiquées sous ch. 1 let. a, b, c, d, e, g et h du dispositif de la décision de l'Office fédéral du 9 avril 1997, tel que modifié à la suite du prononcé de l'arrêt du 12 septembre 1997. Ce document portait en outre l'indication suivante:\n\n\"Le respect des garanties de procédure énoncées ci-dessus (...) sera assuré conformément aux art. 2 et 5 Pacte ONU II. A cet égard sera respecté le principe d'indépendance et d'impartialité des autorités judiciaires chargées de la procédure pénale dirigée contre A. pour les faits visés dans la demande d'extradition du 9 janvier 1996, tant dans la phase de l'instruction, qu'à l'audience de jugement ou devant l'instance de recours juridictionnel\".\n\nLe 9 décembre 1997, l'Office fédéral a signalé à l'Ambassade du Kazakhstan à Berne, ainsi qu'au mandataire de l'Etat requérant et au Consul de Suisse à Almaty, que la déclaration du 4 décembre 1997 ne comportait pas l'engagement formel requis de la part du chef de l'Etat requérant selon le ch. 1 let. f du dispositif de sa décision du 9 avril 1997, dans sa teneur du 12 septembre 1997. L'Office fédéral a invité l'Etat requérant à fournir cet engagement dans un délai expirant le 22 décembre 1997.\n\nPar note diplomatique no160 du 10 décembre 1997, l'Ambassade du Kazakhstan à Berne a communiqué à l'Office fédéral une note portant le no36-3-97, datée du 4 décembre 1997, émanant du Procureur général du Kazakhstan. Selon ce document, les conditions posées par la Suisse à l'extradition de A. ne pouvaient aller à l'encontre du droit interne de l'Etat requérant. Or, l'art. 83 de la Constitution kazakhe conférerait au seul Ministère public la tâche de conduire, indépendamment des autres pouvoirs étatiques, les procédures judiciaires, y compris dans le domaine de l'extradition.\n\nLe 15 décembre 1997, l'Office fédéral a réitéré ses demandes antérieures. Il a prolongé au 7 janvier 1998 le délai imparti à l'Etat requérant pour sa réponse.\n\nLe 23 décembre 1997, le Consul de Suisse à Almaty a transmis à l'Office fédéral une note émanant du Procureur général du Kazakhstan.BGE 124 II 132 S. 135\n\nSelon ce document, le chef de l'Etat requérant ne disposerait d'aucun moyen d'intervenir dans le déroulement d'une procédure pénale, dont la conduite serait placée sous la responsabilité exclusive du Procureur général du Kazakhstan, lequel serait totalement indépendant des autres pouvoirs.\n\nLe 24 décembre 1997, le mandataire suisse de l'Etat requérant a confirmé à l'Office fédéral que l'engagement personnel exigé par la Suisse du chef de l'Etat requérant était contraire à l'ordre juridique de celui-ci. En revanche, l'engagement du Procureur général de la République du Kazakhstan, correspondant matériellement aux conditions posées à l'extradition, émanait de la seule autorité compétente, dans l'Etat requérant, pour la donner et pour engager ce dernier.\n\nPar note no3 du 12 janvier 1998, l'Ambassade du Kazakhstan à Berne a confirmé le contenu des déclarations remises informellement les 23 et 24 décembre 1997, en joignant une traduction allemande des notes no36-3-97 émanant du Procureur général du Kazakhstan.\n\nLe 14 janvier 1998, l'Office fédéral a informé l'Ambassade du Kazakhstan à Berne que les notes remises par l'Etat requérant, dans leur version originale rédigée en langue russe et leurs traductions française et allemande, divergeaient sur certains points et ne correspondaient pas intégralement sur d'autres points au libellé des garanties requises.\n\nLe 14 janvier 1998, l'Office fédéral a invité A. à se déterminer. A. s'est opposée, le 26 janvier 1998, à son extradition en considérant que l'Etat requérant n'avait pas donné les assurances requises selon l'arrêt du 12 septembre 1997.\n\nPar note diplomatique no 28/98 du 29 janvier 1998, l'Ambassade du Kazakhstan à Berne a remis à l'Office fédéral une note no 36-118-98 émanant du Procureur général du Kazakhstan, accompagnée d'une nouvelle traduction allemande, dont la teneur est notamment la suivante:\n\n\"1. à 5. (...)\n\n6. Die Einhaltung der obererwähnten Verfahrensgarantien (Punkte 2, 3, 4, 5 dieses Briefes) wird gemäss den Art. 2 und 5 des UNO-Pakts II gewährleistet. Dabei wird das Prinzip der Unabhängigkeit und der Unvoreingenommenheit der Gerichtsbehörden gewahrt, die im Strafverfahren gegen Frau A. wegen Handlungen, die im Ausschaffungsgesuch vom 9.1.1996 aufgeführt sind, wie auch im Untersuchungsverfahren sowie in der Gerichtsverhandlung, oder vor den Appellationsbehörden zur Beschwerdeeinlegung involviert sind.\n\nBGE 124 II 132 S. 136\n\n7. et 8. (...)\n\nDer Generalstaatsanwalt (ad interim) der Republik Kasachstan\n\n(Unterschrift) A.W. Konstantinow\n\n(...)\"\n\nLe 4 février 1998, l'Office fédéral a rendu une décision constatant que les garanties fournies par l'Etat requérant selon sa note du 29 janvier 1998 constitueraient un engagement suffisant au regard des conditions fixées dans l'arrêt du 12 septembre 1997. Selon l'Office fédéral, l'Etat requérant aurait fourni les assurances visées sous le ch. 2 let. a, b, c, d, e, g et h de l'arrêt du 12 septembre 1997 (ATF 123 II 511). Il n'y aurait pas lieu, sur le vu de la détermination du Département fédéral des affaires étrangères, de douter de la validité et de la crédibilité des garanties données. S'agissant de la condition visée au ch. 2 let. f du dispositif de l'arrêt du 12 septembre 1997, la déclaration de l'Etat requérant correspondrait aux exigences suisses, sous la seule réserve qu'elle émanait du Ministère public et non du Président de la République du Kazakhstan. Toutefois, seul le Ministère public étant compétent, selon le droit interne de l'Etat requérant, pour donner cette garantie et le Président de la République ne disposant pas de moyens d'intervenir dans le domaine d'action du Procureur général, il y aurait lieu de considérer que les conditions posées à l'extradition selon l'arrêt du 12 septembre 1997 seraient remplies d'un point de vue matériel.\n\nC.- Agissant par la voie du recours de droit administratif, A. demande au Tribunal fédéral d'annuler la décision du 4 février 1998, de rejeter la demande d'extradition et d'ordonner sa libération immédiate. Elle requiert en outre l'assistance judiciaire. Elle invoque l'art. 4 Cst. et l'art. 80p de la loi fédérale sur l'entraide internationale en matière pénale, du 20 mars 1981 (EIMP; RS 351.1).\n\nL'Office fédéral propose le rejet du recours dans la mesure où il serait recevable.\n\nInvitée à répliquer, la recourante a maintenu ses conclusions.", "considerants": "Extrait des considérants:\n\n2. La recourante reproche à l'Office fédéral de ne pas lui avoir donné l'occasion de s'exprimer, avant qu'il ne statue, sur les garanties données par l'Etat requérant, dans la dernière version de celles-ci, jointes à la note no 28/98 du 29 janvier 1998. Elle se plaint à cet égard d'une violation de son droit d'être entendue.BGE 124 II 132 S. 137\n\na) Dans les domaines qui relèvent de la juridiction administrative fédérale, le recours de droit administratif permet aussi de soulever le grief tiré de la violation des droits constitutionnels en relation avec l'application du droit fédéral (ATF 123 II 8 consid. 2 p. 11; ATF 122 II 373 consid. 1b p. 375, ATF 122 IV 8 consid. 1b p. 11; ATF 120 Ib 379 consid. 1b p. 381/382; ATF 118 Ia 8 consid. 1b p. 10; ATF 116 Ib 8 consid. 1 p. 10, 175 consid. 1 p. 178, et les arrêts cités).\n\nSi, dans l'exposé de ses motifs, la recourante reproche à l'Office fédéral d'avoir violé son droit d'être entendue, elle ne prend toutefois pas de conclusions univoques à ce propos, puisqu'elle s'en rapporte à l'appréciation du Tribunal fédéral en laissant à celui-ci le soin de tirer de la violation de son droit d'être entendue les conclusions qui s'imposent. Cela étant, il ressort de manière juste suffisante de sa démarche qu'elle conclut à l'annulation de la décision attaquée pour ce motif. Il convient d'examiner le grief sans inviter la recourante, en application de l'art. 108 al. 3 OJ, à préciser ses intentions, et cela quand bien même son attitude n'est pas dénuée d'ambiguïté.\n\nb) La jurisprudence a déduit de l'art. 4 Cst. le droit du particulier de s'expliquer avant qu'une décision ne soit prise à son détriment, de fournir des preuves quant aux faits de nature à influer sur la décision, d'avoir accès au dossier, de participer à l'administration des preuves, d'en prendre connaissance et de se déterminer à leur propos (ATF 123 I 63 consid. 2a p. 66; ATF 123 II 175 consid. 6c p. 183/184; ATF 122 I 53 consid. 4a p. 55, 109 consid. 2a et b p. 112; ATF 122 II 274 consid. 6b p. 286, 464 consid. 4a p. 469; ATF 122 V 157 consid. 1a p. 158). L'autorité qui verse au dossier de nouvelles pièces dont elle entend se prévaloir dans son jugement est tenue d'en aviser les parties (ATF 114 Ia 97 consid. 2c p. 100; ATF 112 Ia 198 consid. 2a p. 202; ATF 111 Ib 294 consid. 2b p. 299).\n\nDans le domaine de la coopération judiciaire internationale en matière pénale, ces exigences sont concrétisées par les art. 29ss PA, applicables à la procédure devant les autorités administratives fédérales selon l'art. 12 EIMP, malgré le fait que, à la différence de ce qui prévaut en matière d'extradition (art. 52 EIMP), la loi ne dit pas expressément que la personne concernée a le droit d'être entendue avant que l'Office fédéral ne statue en application de l'art. 80p EIMP. Il incombe ainsi à l'Office fédéral, avant de décider si la réponse de l'Etat requérant constitue un engagement suffisant au regard des conditions fixées, d'inviter la personne visée à se déterminer à ce sujet, en lui impartissant un bref délai à cet effet. La thèse contraire, BGE 124 II 132 S. 138défendue par l'Office fédéral dans sa détermination du 2 mars 1998, n'est pas compatible avec les art. 4 Cst. et 29 PA. Le principe de célérité de la procédure, consacré à l'art. 17a EIMP, ne saurait en effet avoir pour conséquence de supprimer ou de restreindre le droit d'être entendu des parties, surtout dans une phase aussi délicate de la procédure que celle régie par l'art. 80p EIMP.\n\nc) L'Office fédéral ne s'y est d'ailleurs pas trompé, puisqu'il a spontanément invité la recourante à lui faire part de ses observations. Le 14 janvier 1998, il a en effet communiqué au mandataire de la recourante plusieurs documents, parmi lesquels une copie des notes diplomatiques no158/97 et 3/98 et leurs annexes, remises par l'Ambassade de l'Etat requérant, avec un délai de dix jours pour présenter des observations éventuelles. Dans sa détermination du 26 janvier 1998, la recourante a émis l'avis que les assurances fournies par l'Etat requérant ne respectaient pas les conditions visées dans l'arrêt du 12 septembre 1997, en relevant en outre les divergences existant entre la version originale des notes du Procureur général de la République du Kazakhstan, rédigées en langue russe, et les traductions française et allemande de ces documents. Or, l'Office fédéral a reçu trois jours plus tard, le 29 janvier 1998, la note no28/98, à laquelle les autorités de l'Etat requérant ont joint la note no36-118-98 du Procureur général du Kazakhstan, relative aux garanties réclamées par la Suisse - remplaçant l'ancienne note no36-3-97 émanant de la même autorité, accompagnée d'une nouvelle traduction officielle. Cette nouvelle prise de position des autorités de l'Etat requérant avait pour but de mettre un terme à l'équivoque née de la remise antérieure de textes rédigés en russe présentant des divergences avec leurs traductions. En cela, les autorités de l'Etat requérant se sont conformées aux exigences formulées par l'Office fédéral dans sa note du 14 janvier 1998. Dès lors qu'il envisageait de statuer sur la base de ces pièces nouvelles, il incombait à l'Office fédéral de les porter à la connaissance de la recourante, en l'invitant à se déterminer à leur propos. En omettant de le faire, alors que l'Etat requérant avait complété sa réponse dans l'intervalle, il a violé le droit d'être entendue de la recourante.\n\nd) Cette constatation n'entraîne pas l'admission du recours et l'annulation de la décision attaquée. En effet, le défaut affectant celle-ci peut être guéri dans le cadre du présent recours, le Tribunal fédéral disposant du même pouvoir d'examen que l'Office fédéral (ATF 118 Ib 269 consid. 3a p. 275/276; ATF 117 Ib 64 consid. 4 p. 87, et les arrêts cités). En l'occurrence, la recourante a eu l'occasion de se BGE 124 II 132 S. 139déterminer, tant dans l'acte de recours que dans la réplique du 10 mars 1998, sur tous les points de l'affaire, y compris ceux qui ne lui avaient pas été soumis par l'Office fédéral. La violation de son droit d'être entendue a ainsi été réparée dans le cadre du présent recours. Cela étant, la faculté pour le Tribunal fédéral de remédier aux défauts éventuels de la procédure antérieure, inspirée par des motifs de célérité et d'économie de la procédure (art. 17a EIMP), ne saurait être comprise par l'autorité inférieure comme une autorisation de méconnaître les droits procéduraux des parties, comme pourrait le laisser entendre la prise de position de l'Office fédéral du 6 mars 1998.\n\n3. Selon la recourante, l'Etat requérant n'aurait pas donné d'engagement suffisant s'agissant du respect de la condition visée au ch. 1 let. f du dispositif de la décision du 9 avril 1997, dans sa version du 12 septembre 1997, dans la mesure où cet engagement n'émane pas du chef de l'Etat requérant.\n\na) Dans son arrêt du 12 septembre 1997, le Tribunal fédéral est parvenu à la conclusion, comme l'Office fédéral avant lui, que l'extradition inconditionnelle de la recourante n'entrait pas en ligne de compte. Le système constitutionnel de l'Etat requérant, présentant les traits d'un régime présidentiel très accentué, confère au Président de la République des pouvoirs fort étendus, notamment dans ses relations avec le pouvoir judiciaire qu'il domine effectivement, au point qu'il existe incontestablement le risque de voir les juges placés dans une relation de dépendance à l'égard du Président de la République (ATF 123 II 511, consid. 5e/cc, p. 519). En outre, la situation des droits de l'homme, et notamment des détenus, est très mauvaise dans l'Etat requérant. Le Tribunal fédéral en a conclu que:\n\n\"(...) Ce tableau très sombre de la situation des droits de l'homme dans l'Etat requérant commande impérieusement de ne pas accorder sans conditions l'extradition de la recourante, compte tenu des risques qu'elle courrait de se voir infliger des mauvais traitements au cours de sa détention, ainsi que des graves lacunes dont souffre, du point de vue de la séparation des pouvoirs, l'organisation du système judiciaire de l'Etat requérant.\" (consid. 5f).\n\nCes constatations ont conduit le Tribunal fédéral à subordonner l'extradition de la recourante au respect, par l'Etat requérant, de conditions détaillées et précises, reproduites intégralement dans le dispositif de son arrêt de manière à prévenir toute équivoque à ce sujet.\n\nLe Tribunal fédéral a considéré que, compte tenu des relations très particulières prévalant, dans l'Etat requérant, entre le pouvoir exécutif et le pouvoir judiciaire, il était indispensable de s'assurer BGE 124 II 132 S. 140que l'actuel chef de l'Etat requérant - ou son successeur - n'utiliserait pas ses attributions constitutionnelles - soit comme chef de l'Etat, soit, ultérieurement, comme membre de droit du Conseil constitutionnel - pour influencer le déroulement de la procédure pénale et, le cas échéant, les modalités d'application de la peine qui serait prononcée au terme du procès pénal (consid. 7c). Sans aller aussi loin que l'Office fédéral, qui avait exigé du chef de l'Etat requérant l'engagement de sa responsabilité personnelle quant au traitement réservé à la recourante, le Tribunal fédéral a modifié sur ce point le libellé de la condition mise à la charge de l'Etat requérant, selon le ch. 1 let. f du dispositif de la décision de l'Office fédéral, dans sa teneur du 12 septembre 1997.\n\nLe sens et le but de cette condition sont clairs. Elle vise en premier lieu à obtenir, de la plus haute autorité de l'Etat requérant, un engagement formel quant au respect des garanties de procédure selon le Pacte ONU II, ainsi qu'à l'interdiction des tribunaux d'exception, de la peine de mort et de tout traitement pouvant porter atteinte à l'intégrité physique ou psychique de la recourante. En second lieu, elle porte sur l'assurance à donner par le chef de l'Etat requérant - précisément en raison de ses prérogatives constitutionnelles très étendues dans le domaine de la justice - quant à l'indépendance et à l'impartialité des tribunaux appelés à connaître de la cause concernant la recourante. Seul un engagement clair et net sur ce point serait en effet de nature à écarter tout risque d'intervention dans la procédure, que ce soit au stade de l'instruction, du jugement ou d'un recours juridictionnel, notamment sous la forme d'instructions adressées au tribunal.\n\nCette garantie est d'autant plus nécessaire que l'Etat requérant n'a pas ratifié le Pacte ONU II. Au demeurant, même dans les rapports extraditionnels avec des Etats parties à la CEDH et reconnaissant le droit de recours individuel et la juridiction obligatoire de la Cour européenne des droits de l'homme, la Suisse doit veiller à ce que l'extradition n'expose pas la personne remise au risque concret d'une violation de la Convention. En cas de besoin, la Suisse peut subordonner l'extradition à des conditions précises, et cela même à l'égard d'Etats parties à la CEDH, réputés respecter celle-ci (cf. ATF 122 II 373 consid. 2d p. 379). Il n'y a donc pas lieu de se départir de cette pratique en l'occurrence.\n\nb) Dans l'application de l'art. 80p EIMP, l'Office fédéral doit se borner à communiquer à l'Etat requérant les conditions auxquelles est soumise la coopération internationale, en lui impartissant un délai BGE 124 II 132 S. 141pour fournir un engagement précis et clair dans ce sens (art 80p al. 2 EIMP). Une fois cet ngagement reçu, l'Office fédéral en examine le contenu et rend une décision formelle quant à sa validité et à sa crédibilité (art. 80p al. 3 EIMP). En d'autres termes, la loi ne confère pas à l'Office fédéral la tâche de reformuler ou d'interpréter les conditions posées par le Tribunal fédéral à l'Etat requérant, qui sont intangibles (cf. le commentaire de l'art. 80p al. 2 EIMP dans le Message du Conseil fédéral du 29 mars 1995, FF 1995 III p. 34).\n\nc) Ce point n'a d'ailleurs pas échappé à l'Office fédéral. Dans sa détermination du 13 octobre 1997, invitant l'Etat requérant à fournir les assurances requises, il a précisé que la déclaration demandée devait reprendre la formulation des conditions dans leur version arrêtée définitivement par le Tribunal fédéral le 12 septembre 1997, et cela mot pour mot. Lorsque l'Office fédéral a constaté, à réception de la note diplomatique no158 du 9 décembre 1997, que l'Etat requérant n'avait pas fourni les assurances exigées du Président de la République du Kazakhstan, il lui a imparti un nouveau délai pour remédier à ce défaut. Puis il semble que l'Office fédéral ait implicitement renoncé à cette exigence sur le vu de prises de position du Consul de Suisse à Almaty, du 23 décembre 1997, et du mandataire suisse de l'Etat requérant, du 24 décembre 1997, indiquant que selon les autorités de l'Etat requérant, la condition visant le Président de la République du Kazakhstan heurtait le droit interne de l'Etat requérant, seul le Procureur général du Kazakhstan étant apte - et disposé - à donner l'assurance requise. L'Office fédéral n'est plus revenu à la charge sur ce point. L'échande de correspondance ultérieur a en effet porté uniquement sur le libellé des garanties requises, ainsi que sur la traduction des documents remis par les autorités de l'Etat requérant.\n\nCe mode de procéder n'est pas conforme à l'art. 80p al. 2 EIMP. Placé devant le refus de l'Etat requérant de donner les assurances requises selon les formes prescrites, l'Office fédéral ne pouvait qu'en tirer les conclusions qui s'imposaient au regard de l'art. 80p al. 3 EIMP. Il n'était en tout cas pas habilité - dans le cas où les conditions dont dépend la coopération internationale ont été fixés par le Tribunal fédéral de manière aussi précise que dans son arrêt du 12 septembre 1997 - à modifier la position de la Suisse, comme Etat requis, et entrer dans une négociation à ce sujet. La situation peut se présenter différemment lorsque les conditions sont libellées d'une telle manière que l'Office fédéral dispose à cet égard d'une marge d'interprétation. Tel n'était pas le cas en l'espèce.BGE 124 II 132 S. 142\n\nEn tenant pour valide une déclaration de l'Etat requérant qui ne reprenait pas intégralement et précisément les conditions posées par le Tribunal fédéral à l'extradition de la recourante, l'Office fédéral a violé l'art. 80p al. 2 EIMP.\n\n4. Il reste à examiner si la garantie fournie par l'Etat requérant sur ce point constitue un engagement suffisant au sens de l'art. 80p al. 3 EIMP, ce que conteste la recourante.\n\na) Pour admettre la validité de l'assurance fournie par l'Etat requérant conformément au ch. 1 let. f de la décision du 9 avril 1997 dans sa version du 12 septembre 1997, l'Office fédéral s'est fondé sur les documents joints à la note diplomatique no28/98 du 29 janvier 1998 et sur leur traduction allemande. Après avoir noté que cette déclaration n'émanait pas du Président de la République du Kazakhstan, mais du Procureur général de l'Etat requérant, l'Office fédéral l'a néanmoins tenue pour valide, aux motifs que seul le Procureur général, autorité judiciaire suprême de l'Etat requérant, était en mesure de garantir l'indépendance et l'impartialité du pouvoir judiciaire, que le Président de la République n'était pas compétent dans ce domaine et que le Procureur général, certes nommé par le Président de la République, était cependant indépendant de celui-ci, qui ne pouvait ni le révoquer, ni le destituer.\n\nb) La solution retenue par l'Office fédéral ne tient pas compte du ch. 1 let. f, 1ère phrase, du dispositif de la décision du 9 avril 1997 dans sa teneur du 12 septembre 1997, par laquelle il a été demandé au Président de la République du Kazakhstan d'assurer le respect des garanties visées au ch. 1 let. b, c, d et e de ce dispositif. Ces garanties concernent le procès équitable, ainsi que l'interdiction des tribunaux d'exception, de la peine de mort et des traitements pouvant porter atteinte à l'intégrité physique et psychique de la recourante. Or, la déclaration du Procureur général du Kazakhstan, selon le ch. 6 de sa note no36-11-98 jointe à la note diplomatique no28/98 du 29 janvier 1998, ne saurait remplacer sur ce point précis celle requise du Président de la République comme chef de l'Etat requérant. Indépendamment de ce qui concerne le deuxième élément de la garantie requise, touchant à l'indépendance et à l'impartialité des tribunaux, la déclaration de l'Etat requérant ne satisfait pas à cet égard à une condition centrale de l'octroi de l'extradition de la recourante. On ne saurait, pour ce motif déjà, parler à ce propos d'un engagement suffisant au sens de l'art. 80p al. 3 EIMP.\n\nc) L'arrêt du 12 septembre 1997 (consid. 7b, deuxième paragraphe) insiste sur les risques concrets d'une intervention du chef BGE 124 II 132 S. 143de l'Etat requérant dans une affaire touchant aux intérêts de la Banque nationale, compte tenu aussi de la crainte de la recourante d'être l'objet d'une vengeance du chef de l'Etat requérant. C'est précisément pour ce motif que le Tribunal fédéral, à l'instar de l'Office fédéral, a estimé indispensable de requérir du Président de la République l'engagement formel de ne pas user de ses prérogatives constitutionnelles en la matière. Le sens du ch. 1 let. f, deuxième phrase, de la décision du 9 avril 1997, dans sa version du 12 septembre 1997, n'était pas d'obtenir des garanties générales relatives à l'indépendance et à l'impartialité du pouvoir judiciaire de l'Etat requérant - auquel cas la déclaration du Procureur général de la République du Kazakhstan aurait sans doute suffi. Cette condition était destinée à prévenir toute ingérence du Président de la République dans la procédure.\n\nOr, seul un engagement personnel de celui-ci est de nature à écarter ce risque. Une assurance quelconque donnée par un autre organe de l'Etat requérant ne saurait s'y substituer. Pour cette raison aussi, l'Office fédéral ne pouvait pas tenir la déclaration du Procureur général de la République du Kazakhstan comme satisfaisant aux exigences du ch. 1 let. f de la décision du 9 avril 1997, dans sa teneur du 12 septembre 1997.\n\nd) Le grief de violation de l'art. 80p al. 3 EIMP est ainsi bien fondé. Le recours doit être admis sur ce point et la décision attaquée annulée.\n\ne) Cela n'entraîne pas toutefois le refus de l'extradition et la levée immédiate de la détention extraditionnelle, car il n'est pas exclu d'emblée que l'Etat requérant puisse en fin de compte donner la garantie litigieuse.\n\nL'attitude équivoque de l'Office fédéral - lequel a d'abord indiqué clairement à l'Etat requérant ses obligations avant d'infléchir sa position en acceptant un engagement qui ne correspondait pas aux exigences fixées dans l'arrêt du 12 septembre 1997 (consid. 3c ci-dessus) - a peut-être laissé accroire aux autorités kazakhes que la condition concernant le chef de l'Etat requérant pouvait être modifiée ou atténuée. L'Etat requérant n'a pas à pâtir de ce malentendu dont l'Office fédéral est responsable au premier chef. Il se justifie dans ces conditions, à titre tout à fait exceptionnel, d'offrir à l'Etat requérant une occasion ultime de fournir l'assurance visée au ch. 1 let. f de la décision du 9 avril 1997, dans sa version du 12 septembre 1997. A cet effet, l'Office fédéral, immédiatement après avoir reçu le présent arrêt, communiquera à l'Etat requérant, par la voie diplomatique, le texte de la condition litigieuse. Il prendra le soin d'indiquer BGE 124 II 132 S. 144aux autorités de l'Etat requérant la portée exacte de celle-ci, telle qu'elle vient d'être rappelée (consid. 4 ci-dessus). A cet égard, l'Office fédéral précisera d'emblée aux autorités de l'Etat requérant que la déclaration requise doit émaner du Président de la République du Kazakhstan, à l'exclusion de toute autre autorité de l'Etat requérant, et comporter tous les éléments nécessaires pour que l'Office fédéral soit en mesure de considérer les conditions à l'octroi de l'extradition comme intégralement et définitivement remplies. L'Office fédéral veillera en outre à faire attester, par un traducteur qu'il mandatera lui-même, l'exactitude du texte russe de la déclaration de l'Etat requérant, ainsi que de sa traduction. Afin d'éviter tout atermoiement supplémentaire dans la conduite de cette procédure, l'Office fédéral impartira à l'Etat requérant un délai de quarante jours pour donner expressément l'assurance requise, faute de quoi l'extradition ne sera pas accordée et la mesure de détention extraditionnelle immédiatement levée. Ce délai ne sera pas prolongé.\n\nf) Eu égard à l'issue de la cause, il n'est pas nécessaire d'examiner pour le surplus si, dans l'Etat requérant, le Procureur général est effectivement indépendant du Président de la République. De même, il est superflu de vérifier s'il existe, entre la version originale de la déclaration de l'Etat requérant et sa traduction allemande, des divergences et des contresens, comme le prétend la recourante.\n\n5. Le recours est admis partiellement au sens du considérant 4d et e et la décision attaquée annulée. Le recours est rejeté s'agissant des conclusions de la recourante tendant au refus de la demande d'extradition et la levée immédiate de la détention extraditionnelle. Eu égard à l'issue de la cause, la demande d'assistance judiciaire présentée par la recourante a perdu son objet."}