{"annee": "124", "cour": "III", "page": "313", "date": "5/5/1998", "cite": ["122 III 26"], "cite_par": [], "chapeau": "57. Auszug aus dem Urteil der I. Zivilabteilung vom 5. Mai 1998 i.S. U.AG. gegen Bank Z. (Berufung)", "regestes": ["Chèque à barrement général; responsabilité pour violation des prescriptions relatives au barrement; notion de client (art. 1123 al. 3 et 1124 CO). Est client au sens de l'art. 1124 CO celui qui est connu de la banque qui paye le chèque sur la base d'un rapport d'affaires existant (consid. 3a). Le rapport d'affaires doit être suffisamment solide pour permettre de donner certaines assurances sur l'identité de celui qui touche le chèque (consid. 3b). Relation de clientèle niée en l'espèce, car seuls une ouverture de compte plus de quatre semaines auparavant et un unique virement précédaient le paiement du chèque (consid. 4)."], "faits": "BGE 124 III 313 S. 314\n\nDie U. AG (nachfolgend Klägerin) bestellte am 19. Mai 1993 bei einem Verlagshaus in Paris ein Buch. Zur Bezahlung sandte sie mit gewöhnlicher Post einen auf die Bank X. in St. Gallen gezogenen, gekreuzten Check über FF 530.60. Gemäss Wochenauszug der Bank X. vom 11. Juni 1993 wurde das Konto der Klägerin mit Fr. 87'030.-- (Valuta 7. Juni 1993) belastet. Diese Kontobelastung betraf den an das Verlagshaus in Paris gesandten Check. Es stellte sich heraus, dass eine Checkfälschung stattgefunden hatte. Ein Mann, der sich als S., französischer Staatsangehöriger, wohnhaft in Paris, ausgab, hatte am 8. Juni 1993 der Bank Z. (nachfolgend Beklagte), Filiale Genf, den verfälschten Check präsentiert, der nunmehr auf seinen Namen und auf einen Betrag von Fr. 87'030.-- lautete. Er liess sich diese Summe von der Beklagten auf seinem Konto gutschreiben, das er am 29. April 1993 eröffnet und auf das er am 28. Mai 1993 Fr. 150.-- einbezahlt hatte. Das Geld wurde sodann innert 24 Stunden bis auf einen Rest von Fr. 1'569.-- bei verschiedenen Filialen der Beklagten in Genf abgehoben.\n\nMit Klage vom 21. Oktober 1993 beantragte die Klägerin dem Handelsgericht des Kantons St. Gallen, es sei festzustellen, dass die Bank X. ihr Konto bei der Zweigniederlassung St. Gallen zu Unrecht mit Fr. 87'030.-- belastet habe. Ferner verlangte sie von der Bank X. die Rückerstattung dieses Betrags nebst Zins. Die heutige Beklagte, der beide Parteien den Streit verkündet hatten, verzichtete auf eine Teilnahme am Verfahren. Mit Urteil vom 25. August 1994 hiess das Handelsgericht die Klage teilweise gut und verpflichtete die Bank X., Fr. 79'030.-- mit Valuta vom 7. Juni 1993 dem Konto der Klägerin gutzuschreiben. Mit Urteil vom 18. Dezember 1995 hob das Bundesgericht den Entscheid des Handelsgerichts indessen auf und wies die Klage ab (BGE 122 III 26).BGE 124 III 313 S. 315\n\nAm 2. Mai 1996 beantragte die Klägerin dem Handelsgericht des Kantons Zürich, die Beklagte sei zur Bezahlung von mindestens Fr. 100'000.--, eventuell zur Bezahlung eines nach richterlichem Ermessen zu bestimmenden Betrages nebst Zins und Betreibungskosten zu verpflichten. Nach teilweisem Klagerückzug belief sich der eingeklagte Betrag noch auf Fr. 87'030.-- nebst Zins und Betreibungskosten. Das Handelsgericht wies die Klage mit Urteil vom 27. Oktober 1997 ab.", "considerants": "Aus den Erwägungen:\n\n2. a) Streitig ist im vorliegenden Verfahren einzig, ob die Beklagte die Vorschriften über die Kreuzung (Art. 1123 f. OR) missachtet und der Klägerin den durch die Fehlvergütung entstandenen Schaden zu ersetzen hat. Die Vorinstanz ist nach eingehender Würdigung der Umstände zum Schluss gekommen, dass die Beklagte in der Person, die den gekreuzten Check präsentiert hatte, einen Kunden im Sinne von Art. 1124 OR erblicken und den Checkbetrag dessen Konto gutschreiben durfte.\n\nDagegen macht die Klägerin geltend, der Begriff des Kunden dürfe nicht zum Nachteil des Ausstellers allzu weit gefasst werden. Die Sorgfaltspflicht der Bank sei umso grösser, je loser die Beziehung zur Person sei, die den Check vorweise. Wohl sei S. zur Zeit der Einlösung des Checks Inhaber eines Kontos bei der Beklagten gewesen, doch habe er es erst kurz zuvor eröffnet und eine einmalige Einlage von Fr. 150.-- geleistet, die zu der Checksumme in keinem Verhältnis stehe. Diese Umstände hätten die Beklagte zumindest zu einer einfachen telefonischen Rückfrage bei der Ausstellerin des Checks veranlassen müssen.\n\nb) Gemäss Art. 1123 OR kann der Aussteller sowie jeder Inhaber den Check durch zwei parallele Striche auf dessen Vorderseite kreuzen. Ein allgemein gekreuzter Check darf gemäss Art. 1124 OR vom Bezogenen nur an einen Bankier oder an einen Kunden des Bezogenen bezahlt werden (Abs. 1), ein besonders gekreuzter Check nur an den bezeichneten Bankier, oder, wenn dieser selbst der Bezogene ist, an dessen Kunden (Abs. 2). Ein Bankier darf einen gekreuzten Check nur von einem seiner Kunden oder von einem anderen Bankier erwerben und ihn auch nicht für Rechnung anderer als der vorgenannten Personen einziehen (Abs. 3). Handelt der Bezogene oder ein Bankier diesen Vorschriften zuwider, haftet er für den entstandenen Schaden bis zur Höhe der Checksumme (Abs. 5).BGE 124 III 313 S. 316\n\naa) Der Wortlaut von Art. 1124 OR liefert keine eindeutige Antwort zur Frage nach Inhalt und Tragweite des checkrechtlichen Kundenbegriffes. «Kunde» bezeichnet im allgemeinen Sprachgebrauch den (potentiellen) Käufer von Waren oder Dienstleistungen (Der Grosse Brockhaus, Wiesbaden 1979, S. 564) oder jemanden, der (regelmässig) eine Ware kauft oder eine Dienstleistung in Anspruch nimmt und daher in dem Geschäft, in der Firma bekannt ist (DUDEN, Deutsches Universalwörterbuch, Mannheim 1983, S. 750). Ähnlich wird im Französischen «client» umschrieben als «personne ou collectivité qui reçoit de quelqu'un, contre paiement, des four-nitures commerciales ou des services» (Grand Dictionnaire Encyclopédique LAROUSSE, Paris 1982, S. 2309), und der italienische Begriff «cliente» bezeichnet denjenigen, «chi abitualmente si vale delle prestazioni di qualcuno o acquista quanto gli occorre dallo stesso fornitore» (GIACOMO DEVOTO E GIAN CARLO OLI, Nuovo vocabolario illustrato della lingua italiana, Milano 1992, S. 639). Mithin wird der Begriff «Kunde» in der Alltagssprache sowohl für jemanden verwendet, der erstmals mit einem Anbieter von Waren oder Dienstleistungen in Kontakt tritt, als auch für eine Person, die als regelmässige Abnehmerin mit demselben Anbieter in längeren Geschäftsbeziehungen steht.\n\nbb) Der Revisionsentwurf des XXXIII. Titels des Schweizerischen Obligationenrechts vom 21. Februar 1928 in Art. 1086 liess die Einlösung eines gekreuzten Checks nur durch eine im Handelsregister eingetragene Bankfirma zu (BBl 1928 I 485). Im Zuge der Anpassung des Checkrechts an das Genfer Abkommen vom 19. März 1931 wurde alsdann auch die Möglichkeit einer Auszahlung an einen Kunden des Bezogenen vorgesehen (Art. 37 des Einheitlichen Checkgesetzes; BBl 1931 II 416; 1932 I 258), ohne dass sich die Botschaften zu den Entwürfen zu dieser Änderung geäussert hätten.\n\nDie Lehre verzichtet überwiegend auf eine nähere Bestimmung des Kundenbegriffes. Meist wird lediglich darauf hingewiesen, eine bestehende Geschäftsbeziehung solle Gewähr dafür bieten, dass eine Auszahlung des Checks nur an Personen erfolge, die der Bank bekannt sind (MEIER-HAYOZ/VON DER CRONE, Wertpapierrecht, Bern 1985, S. 261; ALBISETTI/BOEMLE et al., Handbuch des Geld-, Bank- und Börsenwesens der Schweiz, 4. Aufl., Thun 1987, S. 309 ff.; EMCH/RENZ/BÖSCH, Das Schweizerische Bankgeschäft, 4. Aufl., Thun 1993, S. 561 f.; MARC TAPERNOUX, Le chèque barré, Diss. Lausanne 1930, S. 69 f.; RUTH ERIKA HABICHT, Der Checkvertrag und das Checkrecht, Diss. Zürich 1954, S. 65). Die Frage, welcher BGE 124 III 313 S. 317Art oder Intensität die Geschäftsbeziehung zwischen Bank und Kunde sein muss, wird kaum erörtert. HIPPELE (in: Kommentar zum Schweizerischen Privatrecht, Basel 1994, N. 2 zu Art. 1124 OR) hält lediglich fest, dass ein Konto oder Depot beim Bankier nicht unbedingt erforderlich sei. JÄGGI/DRUEY/VON GREYERZ (Wertpapierrecht, Basel 1985, S. 334) weisen darauf hin, dass die Bezeichnung «Kunde» mit Bedacht weit gefasst sei. Verlangt werde weder eine besondere Dauer noch Art der Beziehung. Die Eröffnung des Kontakts seitens des Kunden dürfe aber nicht den Geruch des Missbrauchs der Kreuzung an sich tragen. Auch ZIMMERMANN (Kommentar des Schweizer. Scheckrechts, Zürich 1964, N. 5 zu Art. 1124 OR) vertritt einen weitgefassten Kundenbegriff. Darunter falle aber nicht schon, wer der Bank bloss bekannt sei. Entscheidend sei die geschäftliche Verbindung, die auf irgendeinem Gebiete des Bankgeschäfts, namentlich aber in der Führung eines Kontos oder Wertpapierdepots bestehen könne. Dennoch sei ein Konto nicht Bedingung. Auch der blosse Schalterkunde, der bei der Bank über kein Konto verfüge, sei Kunde. Die Kundeneigenschaft sei nicht von einer bestimmten Dauer der Verbindung, der Anzahl, dem Umfang oder der Zeit der Geschäfte abhängig. Für PETITPIERRE-SAUVAIN (SJK 722, Check II, S. 17) schliesslich darf die Geschäftsbeziehung zwar erst vor kurzem entstanden sein, muss aber zum Zeitpunkt der Zahlung gefestigt genug sein, um jegliche Zweifel an einem möglichen Verstoss gegen Art. 1124 OR auszuschliessen.\n\ncc) Der gekreuzte Check stammt ursprünglich aus der angelsächsischen Handelspraxis, hat aber über das Genfer Abkommen vom 19. März 1931 über das einheitliche Checkgesetz auch in die schweizerische und andere Rechtsordnungen Eingang gefunden (vgl. PETITPIERRE-SAUVAIN, a.a.O., S. 17). Harmonisiertes Recht ist nicht nur nach den üblichen Methoden, sondern ebenso unter dem Gesichtspunkt der Einheitlichkeit auszulegen. Rechtsvergleichend kann deshalb auch die Rechtsprechung der Gerichte anderer Vertragsstaaten beigezogen werden.\n\nDeutschland und Österreich haben darauf verzichtet, das Institut in das Landesrecht zu übernehmen, und kennen nur den Verrechnungscheck (BAUMBACH/HEFERMEHL, Wechselgesetz und Scheckgesetz, 19. Aufl., München 1995, N. 1 vor Art. 37 ff. SchG; HOLZHAMMER, Allgemeines Handelsrecht und Wertpapierrecht, 6. Aufl., Wien 1995, S. 318). Die französische Rechtsprechung hatte sich hingegen bereits verschiedentlich zu der Frage zu äussern, was unter dem Begriff des Kunden zu verstehen sei. In früheren Entscheiden verlangten BGE 124 III 313 S. 318die Gerichte noch, dass die Geschäftsbeziehung zwischen Bank und Kunde zum Zeitpunkt der Präsentation des Checks bereits bestanden haben und von einer gewissen Dauerhaftigkeit sein muss («antériorité et permanence dans les relations établies entre le porteur de chèques barrés et le banquier»). Später wurde auf diese Voraussetzungen verzichtet und für hinreichend erachtet, dass die Bank Identität und Wohnsitz der betroffenen Person kennt (VASSEUR/MARIN, Le chèque, Paris 1969, S. 251 f., mit Hinweisen). Wer bei der bezogenen Bank ein Konto hält, ist damit nach französischer Praxis regelmässig als Kunde zu betrachten (YVES CHAPUT, Effets de commerce, chèques et instruments de paiement, Paris 1992, S. 144 f.; MICHEL JEANTIN, Droit commercial, Instruments de paiement et de crédit, 4e éd., Paris 1995, S. 53 f.).\n\n3. a) Mit dem gekreuzten Check wird - ebenso wie mit dem Verrechnungscheck (Art. 1125 OR) - bezweckt, das Risiko einer Zahlung an einen Nichtberechtigten durch Anordnungen für den Vorgang der Einlösung zu vermindern (BGE 122 III 26 E. 3a S. 27 f.; GUHL/KUMMER/DRUEY, Das Schweizerische Obligationenrecht, 8. Aufl., Zürich 1991, Nachdruck 1995, S. 858; MEIER-HAYOZ/VON DER CRONE, a.a.O., S. 261; ERNST JACOBI, Wechsel- und Scheckrecht, Berlin 1955, S. 200 ff.; HABICHT, a.a.O., S. 65). Während der gekreuzte Check nur an einen Bankier oder einen Kunden des Bezogenen ausbezahlt werden darf, ist beim Verrechnungscheck die Einlösung nur auf dem Wege der Gutschrift zulässig (Art. 1125 Abs. 1 und 2 OR). In beiden Fällen wird gewährleistet, dass die Person, welcher die Checksumme schliesslich gutgeschrieben oder ausbezahlt wird, mit einer Bank bereits in Geschäftsbeziehungen steht und dadurch identifizierbar bleibt (JACOBI, a.a.O., S. 189 f. und S. 200; MEIER-HAYOZ/VON DER CRONE, a.a.O., S. 261 RZ. 8 und S. 262 Rz. 12). Dadurch wird zweierlei angestrebt: Die Tatsache, dass der Empfänger die Checksumme nicht anonym erlangen kann, sondern gegenüber einer Bank seine Identität offenlegen muss, wird Personen mit unlauteren Absichten in vielen Fällen bereits von einem Missbrauch abhalten (ALBISETTI/BOEMLE et al., a.a.O., S. 310 f.). Kommt es dennoch zu einer Auszahlung an einen Nichtberechtigten, kann der Empfänger ermittelt und allenfalls zivil- und strafrechtlich belangt werden (MEIER-HAYOZ/VON DER CRONE, a.a.O., S. 261 Rz. 8 und S. 262 Rz. 12).\n\nb) Soll der gekreuzte Check dem Aussteller ein erhöhtes Mass an Sicherheit vor einer missbräuchlichen Einlösung verschaffen, kann es für eine sichere Identifikation des Präsentanten indessen nicht ausreichen, wenn sich die Einreicherbank damit begnügt, sich lediglich BGE 124 III 313 S. 319dessen Personalien angeben zu lassen. Andernfalls würde die Frage nach der Kundeneigenschaft des Checkinhabers auf eine blosse Legitimationsprüfung reduziert und letztlich die Unterschiede zwischen dem gekreuzten und dem gewöhnlichen, an Ordre gestellten Check verwischt. Erforderlich ist vielmehr eine bestehende Geschäftsbeziehung, welche tatsächlich gepflegt wird und dadurch gesicherte Rückschlüsse auf die Identität des Einlösers erlaubt. Ein Konto bei der Einreicherbank ist mithin weder nötig noch in jedem Falle hinreichend. Wohl muss, wer einen Antrag auf Eröffnung eines Kontos stellt, der Bank seine Personalien angeben und ein Ausweispapier präsentieren (EMCH/RENZ/BÖSCH, a.a.O., S. 95 f. mit Hinweis auf die Sorgfaltspflichtvereinbarung der Banken und Art. 305ter StGB). Gewissheit darüber, ob die bei der Kontoeröffnung gemachten Angaben des Antragstellers auch zweifelsfrei zutreffen, erhält die Bank dadurch aber noch nicht. Von einer sicheren Identifikation kann erst dann gesprochen werden, wenn sich Personalien und Wohnsitz des Kunden im Laufe einer gefestigten und gelebten Geschäftsbeziehung als richtig erweisen, wenn mit andern Worten die Kontakte zwischen Bank und Kunde dessen Angaben zu seiner Identität bestätigen. Daraus erhellt, dass es weder auf die Dauer oder Art der Geschäftsbeziehung noch auf die Anzahl abgewickelter Bankgeschäfte ankommen kann. Ob eine gefestigte Kundenbeziehung vorliegt, kann nicht anhand formaler Kriterien entschieden werden, sondern ist aufgrund der konkreten Kenntnisse des Bankiers und der Umstände im Einzelfall zu beurteilen.\n\nEtwas anderes ergibt sich auch nicht mit Blick auf die jüngere französische Rechtsprechung zum gekreuzten Check. Zwar wird dort regelmässig bereits als Kunde betrachtet, wer ein Konto bei der Einreicherbank hält (E. 2b/cc hiervor), doch ist zu beachten, dass nach französischem Recht die Bank bereits bei der Kontoeröffnung zu einer recht weitgehenden Überprüfung der Angaben des Antragstellers verpflichtet ist. So muss sie sich nicht nur ein Ausweispapier vorlegen lassen, sondern insbesondere auch die Richtigkeit des Domizils durch die Zustellung eines «lettre d'accueil» an die angegebene Adresse nachprüfen (RIVES-LANGE/CONTAMINE-RAYNAUD, Droit bancaire, 6e éd., Paris 1995, S. 177 ff.). Dadurch erhält die Bank schon anlässlich der Kontoeröffnung die erforderliche Gewissheit über die Identität des Antragstellers.\n\n4. Im vorliegenden Fall eröffnete S. nach den verbindlichen Feststellungen der Vorinstanz am 29. April 1993, also wenig mehr als einen Monat vor Präsentation des verfälschten Checks ein Konto BGE 124 III 313 S. 320bei der Beklagten, wobei er sich als Edelsteinhändler ausgab. Am 28. Mai 1993 zahlte er einen Betrag von Fr. 150.-- auf das Konto ein. Vor der Präsentation des Checks kam es somit lediglich zu zwei geschäftlichen Kontakten zwischen S. und der Beklagten. Wohl liess sie sich bei der Kontoeröffnung die Personalien und die Wohnadresse angeben und verlangte die Vorlage eines Ausweispapiers. Zu einer Bestätigung dieser Angaben durch die anschliessende Abwicklung von Bankgeschäften kam es indessen nicht. Die einmalige Einzahlung von Fr. 150.- durch den Kontoinhaber bot keinen Anlass zu einer erneuten Prüfung der Identität. Auch ein Wechsel von Korrespondenz, welcher der Beklagten zumindest Rückschlüsse über die Richtigkeit der Wohnadresse erlaubt hätte, erfolgte nach den Feststellungen im angefochtenen Urteil nicht. Unter diesen Umständen durfte sich die Beklagte nicht darauf verlassen, dass die Angaben von S. zutreffend seien. Die Präsentation eines gekreuzten Checks erfordert von der Einreicherbank in dieser Hinsicht eine besonders sorgfältige Prüfung, da sonst der gegenüber dem gewöhnlichen Check angestrebte erhöhte Schutz vor Missbrauch nicht erreicht würde. Eine Geschäftsbeziehung, die - wie im vorliegenden Fall - erst vor einem Monat aufgenommen wurde und in deren Rahmen lediglich zwei Transaktionen vor der Präsentation des gekreuzten Checks abgewickelt wurden, erscheint aber nach dem Gesagten nicht hinreichend gefestigt, um jeden Zweifel an der Identität des Checkinhabers auszuräumen.\n\n5. Hat die Beklagte den Vorschriften über den gekreuzten Check zuwidergehandelt, haftet sie gemäss Art. 1124 Abs. 5 OR für den entstandenen Schaden. Zur Höhe des Schadenersatzes hat sich die Vorinstanz nicht geäussert. Die Beklagte ihrerseits anerkennt die eingeklagte Forderung der Höhe nach nicht, sondern bestreitet sie unter Hinweis auf ein Selbstverschulden der Klägerin. Die Berufung ist deshalb gutzuheissen und die Sache zur Beurteilung dieser Frage an die Vorinstanz zurückzuweisen."}