{"annee": "124", "cour": "III", "page": "414", "date": "7/9/1998", "cite": ["103 II 88", "50 II 332", "100 II 440", "89 II 182", "89 II 185", "120 II 182", "115 II 323"], "cite_par": ["131 III 601", "131 III 106"], "chapeau": "71. Extrait de l'arrêt de la IIe Cour civile du 7 septembre 1998 dans la cause Charles Constant Jr Dupont (patronyme fictif) contre C.F. Dupont (patronyme fictif) (recours en réforme)", "regestes": ["Art. 469 al. 3 CC; erreur dans la désignation de personnes et interprétation d'un testament. Lorsque le testateur a désigné de façon manifestement erronée l'héritier institué, il y a lieu de rectifier la disposition, si sa volonté peut être constatée avec certitude (consid. 2b). Relève, en revanche, de l'interprétation la question de savoir qui il a entendu gratifier lorsqu'il apparaît que plusieurs personnes portent le patronyme rectifié (consid. 2b). Dans ce cas, aucune exigence quant au degré de preuve n'est posée par le législateur (consid. 3)."], "faits": "BGE 124 III 414 S. 414\n\nA.- Dame H., née B. le 26 juillet 1905, de nationalité hollandaise, veuve de H., né le 19 septembre 1893, est décédée sans postérité, le 8 août 1989, à son domicile de La Tour-de-Peilz.\n\nElle a laissé un testament daté du 31 octobre 1986 et homologué le 14 août 1991, dans lequel elle a notamment institué héritier des valeurs déposées au Crédit Suisse, à Montreux, et auprès de la banque Mextrust, à Amsterdam, \"Monsieur C.F. Dupont, 000 East 00, Manhattan, NEW YORK N.Y., U.S.A.\"\n\nB.- Par décision du 11 juillet 1991, la Justice de Paix du cercle de La Tour-de-Peilz a désigné le notaire R. en qualité de curateur de l'absent C.F. Dupont, en vue d'en retrouver la trace et de gérer dans l'intervalle ses biens.BGE 124 III 414 S. 415\n\nAprès d'infructueuses recherches, le notaire a chargé S. SA d'entreprendre les démarches nécessaires pour trouver le dénommé \"C.F. Dupont\". Les investigations ont abouti à la découverte de Charles Constant Jr Dupont, né le 24 octobre 1922 et parent au cinquième degré de la défunte. Il est le fils de Charles Constant Dupont, né le 8 mars 1894 et décédé le 10 septembre 1965, en laissant une épouse, E. Il est lui-même père de trois filles, C., M. et T. Cette dernière a vécu à l'adresse indiquée dans le testament de 1979 à 1983.\n\nLes recherches complémentaires visant à déterminer si Charles Constant Jr Dupont ou feu son père ont pu avoir un frère portant les initiales \"C.F.\" ou s'il existe une autre personne susceptible de répondre au patronyme \"C.F. Dupont\" n'ont donné aucun résultat.\n\nC.- Par décision du 12 juin 1995, l'autorité tutélaire a refusé d'autoriser la délivrance de la succession à Charles Constant Jr Dupont, pour le motif qu'il subsiste une incertitude quant à sa qualité d'héritier.\n\nD.- Le 14 novembre 1995, Charles Constant Jr Dupont a ouvert action en pétition d'hérédité.\n\nLa Cour civile du Tribunal cantonal vaudois a rejeté cette demande, sous suite de frais et dépens, le 5 novembre 1997.\n\nE.- Charles Constant Jr Dupont exerce un recours en réforme au Tribunal fédéral. Il conclut, principalement, à la réforme de l'arrêt cantonal en ce sens qu'il est reconnu comme l'héritier institué de feu dame H. et que les biens désignés dans le testament lui sont remis. Il demande, subsidiairement, le renvoi de la cause à l'autorité cantonale pour complément d'instruction et nouvelle décision.\n\nL'intimé s'en remet à justice.\n\nLe Tribunal fédéral a admis le recours dans la mesure où il est recevable.", "considerants": "Extrait des considérants:\n\n2. Le recourant reproche à la cour cantonale de lui avoir dénié à tort la qualité d'héritier institué. Il se plaint, en résumé, de violations de l'art. 469 al. 3 CC et de la règle d'interprétation \"favor testamenti\".\n\na) Se fondant sur l'art. 469 al. 3 CC, les juges cantonaux ont admis une erreur de la testatrice dans la désignation de son héritier. Ils ont toutefois refusé de rectifier la disposition testamentaire erronée pour le motif que la volonté d'instituer héritier le demandeur n'a pu être constatée avec certitude. Ce faisant, ils ont violé le droit fédéral.BGE 124 III 414 S. 416\n\nb) Selon l'art. 469 al. 3 CC, en cas d'erreur manifeste dans la désignation de personnes ou de choses, les dispositions erronées sont rectifiées d'après la volonté réelle de leur auteur, si cette volonté peut être constatée avec certitude. Cette norme - qui institue un cas particulier d'interprétation des dispositions testamentaires, lorsque la volonté du disposant a été exprimée clairement, mais de manière erronée (PAUL PIOTET, Droit successoral, in Traité de droit privé suisse, Tome IV, p. 192) - suppose que l'erreur soit manifeste et que la volonté réelle du défunt puisse être rétablie avec certitude. Concernant ce dernier point, cela signifie pour celui qui se prévaut de la rectification qu'il démontre que le disposant a voulu sans aucun doute le gratifier (ATF 50 II 332 consid. 3 p. 335; ATF 89 II 182 consid. 7 p. 184 et l'arrêt cité; ESCHER, Kommentar zum schweizerischen Zivilgesetzbuch, n. 26 ad art. 469 CC; HANNES GLAUS, Irrtumsanfechtung und Auslegung beim Testament, thèse Zurich 1982, ch. 4, p. 19).\n\nCes réquisits sont remplis en l'espèce. Selon l'arrêt entrepris (art. 63 al. 2 OJ), il n'y a jamais eu d'individus de sexe masculin prénommés \"C.F.\" dans la lignée Dupont apparentée à la testatrice; par contre, deux hommes portent des prénoms commençant par les lettres \"C.C.\", à savoir le demandeur, Charles Constant Jr Dupont, et son père, Charles Constant Sr Dupont. Il faut dès lors admettre - et nul ne le conteste - que la défunte s'est manifestement trompée en utilisant les initiales \"C.F.\" et a voulu en réalité désigner un dénommé \"C.C. Dupont\". Est en revanche litigieuse la question de savoir si elle a entendu gratifier le père ou le fils. Dans ce cadre, il ne s'agit plus de rectifier une erreur en application de l'art. 469 al. 3 CC, mais d'interpréter une déclaration de volonté ambiguë, afin de dégager la véritable volonté du testateur (PAUL PIOTET, op.cit., p. 192; DRUEY, Grundriss des Erbrechts, 4e éd., § 12, n. 5, p. 145-146; GUINAND/STETTLER, Droit civil II: Successions (art. 457-640 CC), 3e éd., n. 117).\n\n3. Pour interpréter un testament, le juge doit partir de son texte, qui seul exprime valablement la volonté librement manifestée du disposant; il peut, cependant, si les dispositions testamentaires manquent de clarté au point qu'elles peuvent être comprises aussi bien dans un sens que dans l'autre, recourir aux circonstances extrinsèques lorsque celles-ci éclairent la volonté manifestée dans les formes légales par le testateur (ATF 120 II 182 consid. 2a p. 184; ATF 103 II 88 consid. 3a p. 92; ATF 100 II 440 consid. 6 p. 446 et les arrêts cités); il peut également se référer à l'expérience générale de la vie BGE 124 III 414 S. 417(DRUEY, op.cit., § 12, n. 2, p. 145 et n. 21 s., p. 149) et au principe du favor testamenti, selon lequel, entre deux solutions possibles, il faut choisir la plus favorable au maintien de l'acte (ATF 89 II 185 consid. 3 p. 191 et 437 consid. 1a p. 441; PAUL PIOTET, op.cit., p. 195; GUINAND/STETTLER, op.cit., n. 118, let. g). Contrairement à l'art. 469 al. 3 CC, le législateur ne pose en la matière aucune exigence s'agissant du degré de preuve requis. Le Tribunal fédéral revoit librement l'interprétation que l'autorité cantonale a donnée aux dispositions du testateur eu égard à l'ensemble des circonstances du cas d'espèce; seules les constatations de fait du jugement attaqué dont l'on peut déduire la volonté du disposant le lient (cf. ATF 120 II précité; ATF 115 II 323 consid. 1a p. 325 et la jurisprudence mentionnée).\n\nDans le cas particulier, il ressort du testament - rectifié en application de l'art. 469 al. 3 CC - que la testatrice a entendu gratifier un homme prénommé \"C.C.\" résidant à \"000 East 00, Manhattan, NEW YORK N.Y., U.S.A.\". Les recherches entreprises ont révélé que deux individus portent des prénoms dont les initiales sont \"C.C.\", à savoir le demandeur et son père. Ce dernier est décédé à l'âge de septante et un an le 10 septembre 1965, à savoir plus de vingt ans avant la confection du testament. Il n'existe aucun lien entre sa personne et l'adresse indiquée dans la disposition de dernière volonté. En revanche, il est établi que la fille du demandeur y a résidé de 1979 à 1983, à savoir bien postérieurement au décès de Charles Constant Dupont Senior et qu'elle a occupé un appartement loué par la famille Dupont (art. 64 al. 2 OJ). Sur le vu de ces circonstances, de l'âge des intéressés et en vertu du principe favor testamenti, il faut admettre que la défunte a entendu désigner le demandeur. Cette interprétation s'impose d'autant plus qu'il est peu probable qu'à quatre-vingt-un an elle ait voulu gratifier quelqu'un de onze ans son aîné. Dans ces conditions, le premier chef de conclusions du demandeur doit être accueilli. Celui qui vise la remise des biens désignés dans le testament, à savoir des valeurs déposées au Crédit Suisse, à Montreux, et auprès de la banque Mextrust, à Amsterdam, est en revanche irrecevable; il n'est pas suffisamment déterminé pour être exécuté (art. 55 al. 1 let. b OJ; POUDRET, Commentaire de la loi fédérale d'organisation judiciaire, vol. II, n. 1.4.1.2 ad art. 55)."}