{"annee": "124", "cour": "III", "page": "72", "date": "8/1/1998", "cite": ["109 II 338", "117 IV 193", "102 II 122", "90 II 51", "116 II 357", "123 IV 211"], "cite_par": ["139 I 306", "128 III 96"], "chapeau": "15. Auszug aus dem Urteil der I. Zivilabteilung vom 8. Januar 1998 i.S. Schweizerische Radio- und Fernsehgesellschaft SRG gegen Dr. Wild & Co. AG (Berufung)", "regestes": ["Art. 9 al. 1 let. a LCD et art. 3 let. a LCD; action en cessation de l'acte; allégations fallacieuses. Intérêt juridiquement protégé à l'action en cessation de l'acte en cas de validation de la mesure provisionnelle (art. 14 LCD en relation avec l'art. 28e al. 2 CC), si le défendeur n'admet pas l'illicéité de l'acte contesté (consid. 2a). Information négative sur un produit décrit nommément, par laquelle est éveillée l'impression fausse que le caractère négatif est spécifique au produit, bien qu'il s'agisse de l'attribut commun d'un groupe de produits (consid. 2b)."], "faits": "BGE 124 III 72 S. 73\n\nDie in der Pharmabranche tätige Dr. Wild & Co. AG (Klägerin) vertreibt unter anderem das Medikament \"Contra-Schmerz\". Im April 1993 entnahm sie der Presse, dass die Schweizerische Radio- und Fernsehgesellschaft SRG (Beklagte) im Rahmen der Sendung \"Kassensturz\" vom 20. April 1993 über dieses Medikament berichten werde. Sie erwirkte am vorgesehenen Sendetag ein superprovisorisches Ausstrahlungsverbot. Die Beklagte strahlte in der Sendung \"Kassensturz\" vom 20. April 1993 den verbotenen Filmbeitrag ohne Ton und mit grau verdecktem Bild aus, blendete aber gleichzeitig während ca. 50 Sekunden an der oberen und unteren Seite des verdeckten Bildes je zwei Zensurscheren mit folgendem eingerücktem Text ein:\n\n\"Superprovisorische Verfügung: Ausstrahlung dieser Filmpassage über\n\n\"Contra-Schmerz\" heute verboten. Richteramt Bern, Jürg Hug, SP.\"\n\nAm Ende des Filmbeitrages kommentierte der Präsentator der Sendung, Urs P. Gasche, die abgedeckte Passage wie folgt:\n\n\"Sie haben gesehen, wir haben eine Passage über \"Contra-Schmerz\" nicht ausstrahlen dürfen, da dies die Herstellerfirma Wild heute mit einer superprovisorischen Verfügung durchgesetzt hat.\"\n\nMit Entscheid vom 2. Juni 1993 bestätigte der Massnahmerichter das superprovisorisch verfügte Sendeverbot. Die Klägerin prosequierte die vorläufige Massnahme am 24. November 1993 beim Handelsgericht des Kantons Bern. Ausserdem verlangte sie, die Beklagte sei zu Schadenersatz in gerichtlich zu bestimmendem, jedoch Fr. 8'000.-- übersteigendem Umfange zu verpflichten. Das Handelsgericht hiess die Klage mit Teilurteil vom 21. September 1994 gut und verbot der Beklagten unter Strafandrohung im Wiederholungsfalle, das Schmerzmittel Marke \"Contra-Schmerz\" in der Sendung \"Kassensturz\" alleine und ohne repräsentative Gegenüberstellung mit anderen Schmerzmitteln bzw. exemplarisch als Vertreter einer ganzen Medikamentenkategorie aufgrund gattungsspezifischer Eigenschaften in Frage zu stellen oder sonstwie anzugreifen. Ausserdem stellte das Gericht fest, dass die ausgestrahlte Sendung \"Kassensturz\" vom 20. April 1993, soweit das richterliche Verbot in Sachen \"Contra-Schmerz\" betreffend, im Sinne des Bundesgesetzes BGE 124 III 72 S. 74gegen den unlauteren Wettbewerb (UWG; SR 241) widerrechtlich sei. Nachdem das Bundesgericht am 18. April 1995 auf das Rechtsmittel gegen dieses Urteil nicht eingetreten war, ergänzte das Handelsgericht nach Durchführung eines Beweisverfahrens dieses Urteil am 28. November 1996, hiess die Klage gut und verurteilte die Beklagte, der Klägerin einen Betrag von Fr. 480'000.-- nebst Zins zu bezahlen.\n\nDas Bundesgericht weist die von der Beklagten gegen die Urteile des Handelsgerichts erhobene Berufung ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n2. a) Nach Art. 9 Abs. 1 lit. a UWG kann, wer durch unlauteren Wettbewerb in seiner Kundschaft, seinem Kredit oder beruflichen Ansehen, in seinem Geschäftsbetrieb oder sonst in seinen wirtschaftlichen Interessen bedroht oder verletzt wird, dem Richter beantragen, eine drohende Verletzung zu verbieten. Ein derartiges Unterlassungsbegehren setzt ein hinreichendes Rechtsschutzinteresse voraus, das besteht, wenn die widerrechtliche Handlung unmittelbar droht, d.h. wenn das Verhalten des Beklagten die künftige Rechtsverletzung ernsthaft befürchten lässt (BGE 116 II 357 E. 2a S. 359 mit Hinweisen). Indiz für einen bevorstehenden Eingriff kann die Tatsache sein, dass analoge Eingriffe in der Vergangenheit stattgefunden haben (Wiederholungsgefahr) und eine Verwarnung keine Wirkung gezeigt hat oder zwecklos wäre (BGE 90 II 51 E. 9 S. 59 f.). Eine Wiederholungsgefahr darf in der Regel schon dann angenommen werden, wenn der Beklagte die Widerrechtlichkeit des beanstandeten Verhaltens bestreitet, ist doch dann zu vermuten, dass er es im Vertrauen auf dessen Rechtmässigkeit weiterführen wird (BGE 102 II 122 E. 1 S. 124 f.; DAVID, Der Rechtsschutz im Immaterialgüterrecht, in: VON BÜREN/DAVID, Schweizerisches Immaterialgüter- und Wettbewerbsrecht (SIW) Bd. I/2, S. 77). Als Prozessvoraussetzung muss das Rechtsschutzinteresse an der Unterlassungsklage im Zeitpunkt der Urteilsfällung noch vorhanden sein (BGE 109 II 338 E. 3 S. 346). Dies ist jedenfalls anzunehmen, wenn die Klägerin wie hier eine vorsorgliche Massnahme im Sinne von Art. 14 UWG erwirkt hat und diese gemäss Art. 14 UWG in Verbindung mit Art. 28e Abs. 2 ZGB fristgemäss zu prosequieren hatte, sofern die Beklagte die Rechtswidrigkeit ihrer beabsichtigten Handlung nicht ausdrücklich zugestand. Dies hat die Beklagte nach der Feststellung der Vorinstanz im Urteil vom 21. September BGE 124 III 72 S. 751994 nicht getan. Der Vertreter der Beklagten hat danach zwar in der Hauptverhandlung ausgeführt, die Beklagte habe nach der Visionierung des kritischen Beitrages eingesehen, dass die ursprüngliche Fassung so nicht gesendet werden könne. Eine förmliche Abstandserklärung hat die Beklagte jedoch nicht abgegeben, und sie hat insbesondere daran festgehalten, dass die beispielhafte Kritik nur eines Produktes aufgrund gattungsspezifischer Eigenschaften rechtmässig sei. Dass sie an dieser Auffassung noch im vorliegenden Verfahren festhält, ergibt sich denn auch aus ihrer eventualiter erhobenen Rüge, die Vorinstanz habe die Wettbewerbswidrigkeit der verbotenen Berichterstattung im Sinne der Art. 1, 2 bzw. 3 lit. a UWG bundesrechtswidrig bejaht. Dass die Beklagte - wie sie in unzulässiger Ergänzung der vorinstanzlichen Feststellungen behauptet - der Klägerin ohne Anerkennung der Rechtswidrigkeit der Äusserungen in der Erstausstrahlung zugesichert habe, das Medikament \"Contra-Schmerz\" in künftigen Sendungen über Kombinationspräparate weder alleine noch exemplarisch als Vertreter einer ganzen Medikamentengruppe ohne Gegenüberstellung mit anderen Schmerzmitteln darzustellen, hat die Vorinstanz jedenfalls zutreffend nicht als förmliche Abstandserklärung verstanden, die das Rechtsschutzinteresse der Klägerin am umstrittenen Verbot dahinfallen liesse.\n\nb) Die Vorinstanz hat in ihrem Urteil vom 21. September 1994 der Beklagten verboten, das Medikament \"Contra-Schmerz\" im Rahmen ihrer Sendungen alleine und ohne repräsentative Gegenüberstellung mit anderen Schmerzmitteln bzw. exemplarisch als Vertreter einer ganzen Medikamentenkategorie aufgrund gattungsspezifischer Eigenschaften in Frage zu stellen oder sonstwie anzugreifen. Die Beklagte hält daran fest, dass die ihr verbotene Medienäusserung insoweit nicht unlauter gewesen wäre, als sie das Produkt der Klägerin \"pars pro toto\" negativ erwähnt hätte. Sie vertritt die Ansicht, mit den von der Vorinstanz festgelegten, massiv einschränkenden Rahmenbedingungen für die exemplifizierende Medienberichterstattung werde die Generalklausel von Art. 2 UWG unzulässig angewendet.\n\naa) Unlauter ist nach Art. 2 UWG jedes täuschende oder in anderer Weise gegen den Grundsatz von Treu und Glauben verstossende Verhalten oder Geschäftsgebaren, welches das Verhältnis zwischen Mitbewerbern oder zwischen Anbietern und Abnehmern beeinflusst. Unlauter handelt insbesondere, wer andere, ihre Waren, Werke, Leistungen, deren Preise oder ihre Geschäftsverhältnisse durch unrichtige, irreführende oder unnötig BGE 124 III 72 S. 76verletzende Äusserungen herabsetzt (Art. 3 lit. a UWG). Eine Äusserung ist nicht schon dann unlauter im Sinne dieser Bestimmung, wenn sie die Waren eines Wettbewerbers herabsetzt; erforderlich ist zudem, dass sie unrichtig, irreführend oder unnötig verletzend ist. Irreführend können wahre Angaben über ein Produkt namentlich dann sein, wenn sie beim Adressaten den falschen Eindruck erwecken, dieses zeichne sich durch einmalige Eigenschaften aus, sei es dass übliche Qualitäten so herausgestrichen (DAVID, Schweizerisches Wettbewerbsrecht, 3. Aufl., S. 49, N. 183; PEDRAZZINI, Unlauterer Wettbewerb, S. 114; SCHALTEGGER, Die Haftung der Presse aus unlauterem Wettbewerb, S. 39; MÜLLER, Lauterkeitsrecht: Einleitung und Generalklausel (Art. 1-2 UWG), in: SIW Bd. V/1, S. 57 f.; STREULI-YOUSSEF, Lauterkeitsrecht: unlauterer Werbe- und Verkaufsmethoden (Art. 3 UWG), in: SIW Bd. V/1, S. 81 f.) oder umgekehrt negative Eigenschaften so dargestellt werden, dass sie als spezifische Merkmale dieser besonderen Ware erscheinen. Irreführend im Sinne von Art. 3 lit. a UWG ist daher etwa ein Verhalten, mit dem der unrichtige Eindruck erweckt wird, dass gerade und allein das von einer bestimmten Metzgerei angebotene Fleisch mit dem BSE-Erreger infiziert sei bzw. dass in bezug auf dieses Fleisch der Verdacht des Gesundheitsrisikos - vor dem gewarnt wird - wahrscheinlicher sei als beim Konsum von Fleisch anderer Metzgereien (BGE 123 IV 211 E. 4a S. 216 f.).\n\nbb) Der Beklagten ist im Grundsatz beizustimmen, wenn sie unter Berufung auf die Generalklausel des Art. 1 vorbringt, das UWG gewährleiste den lauteren und unverfälschten Wettbewerb im Interesse aller Beteiligten und namentlich auch der Konsumenten. Die Warnung vor gesundheitsschädlichen Waren liegt im öffentlichen Interesse, und es entspricht der Funktion der Presse, dieses öffentliche Interesse wahrzunehmen und entsprechende Erkenntnisse zu verbreiten. Das öffentliche Interesse an der Berichterstattung über mögliche Gesundheitsrisiken entbindet jedoch weder von der Beachtung der Regeln journalistischer Sorgfalt (vgl. BGE 117 IV 193) noch rechtfertigt es die Diskriminierung einzelner Wettbewerbsteilnehmer (BGE 123 IV 211). Zur Warnung vor möglichen Risiken einer bestimmten Kategorie von Waren ist die Nennung und Hervorhebung einzelner Wettbewerber oder ihrer Produkte im Unterschied zu sämtlichen anderen Erzeugnissen mit denselben Eigenschaften weder erforderlich noch geeignet; es widerspricht vielmehr dem Anliegen einer sachbezogenen Information, wenn der Eindruck geschaffen wird, entsprechende Risiken BGE 124 III 72 S. 77beständen nur bei einzelnen dieser Waren, werden doch damit die Konsumenten unter Umständen geradezu veranlasst, auf andere Waren derselben Kategorie mit denselben negativen Eigenschaften auszuweichen. Weder die öffentliche Funktion der Medien noch deren wirtschaftliche Interessen an Auflagensteigerung oder Erhöhung der Einschaltquoten vermögen die Herabsetzung einzelner namentlich genannter Wettbewerbsteilnehmer oder ihrer Produkte unter dem Vorwand allgemeiner Information im öffentlichen Interesse zu rechtfertigen, wenn nicht besondere Eigenschaften spezifischer Produkte oder das Verhalten bestimmter Wettbewerbsteilnehmer in Frage stehen. Eine beispielhafte Darstellung oder exemplifizierende Medienberichterstattung, wie sie die Beklagte vertritt, ist durch die öffentliche Aufgabe der Presse nicht zu rechtfertigen. Vielmehr ist im Rahmen einer negativ-werbenden Information über konkrete Marken, Firmen oder Namen mit geeigneten Mitteln der irreführende Eindruck zu verhindern, dass diese negativen Eigenschaften die erwähnten Personen oder Waren besonders kennzeichnen, und ist sicherzustellen, dass die Kritik in gleicher Weise auch auf die gleichartigen Produkte derselben Kategorie oder auf sämtliche Wettbewerber mit denselben Eigenschaften bezogen wird.\n\ncc) Dass ein öffentliches Interesse an der Information über mögliche schädliche Wirkungen von Kombinationspräparaten besteht, bestreitet auch die Klägerin nicht. Sie wendet sich allein dagegen, dass ausschliesslich ihr Medikament \"Contra-Schmerz\" als gesundheitsschädlich oder mindestens als im Vergleich zu Monopräparaten weniger wirksam genannt werde, ohne dass die zur selben Kategorie der Kombinationsmedikamente gehörenden anderen auf dem Markt erhältlichen Marken ebenfalls namentlich erwähnt würden. Dass die Nennung aller erhältlicher Kombinationsmedikamente bzw. sämtlicher Kombinationsmedikamente mit Koffeinzusatz nicht möglich wäre, behauptet die Beklagte nicht. Sie bringt im Gegenteil vor, diese Präparate seien alle im \"K-Tip\", der \"Begleitzeitschrift\" zur Sendung \"Kassensturz\", aufgeführt worden und sie will gar im Rahmen einer Gesamtbetrachtung die Information in diesem Magazin für die Beurteilung der (Un-)Lauterkeit der umstrittenen Sendung mitberücksichtigt wissen. Der von der Beklagten in Aussicht genommene Beitrag im Rahmen der Sendung \"Kassensturz\" hätte sich jedoch an ein Fernsehpublikum richten sollen und kann schon deshalb nicht zusammen mit einem Presseartikel, der sich an eine Leserschaft richtet, als Einheit betrachtet werden. Die Vorinstanz hat zutreffend den - aufgrund der superprovisorisch verfügten Massnahme schliesslich BGE 124 III 72 S. 78 nicht gesendeten - Fernsehbeitrag als solchen gewürdigt und bundesrechtskonform geschlossen, dass er durch die Nennung bloss der Ware der Klägerin den irreführenden Eindruck erwecke, das Medikament \"Contra-Schmerz\" zeichne sich in einmaliger Weise durch die negativen Eigenschaften aus, welche der Kategorie der Kombinationspräparate insgesamt zugeschrieben werden sollten. Die Vorinstanz hat Art. 3 lit. a UWG zutreffend angewandt, wenn sie der Beklagten untersagte, in ihren Sendungen das Medikament \"Contra-Schmerz\" der Klägerin alleine oder exemplarisch als Vertreter einer ganzen Medikamentenkategorie aufgrund gattungsspezifischer Eigenschaften in Frage zu stellen oder sonstwie anzugreifen."}