{"annee": "124", "cour": "IV", "page": "258", "date": "3/12/1998", "cite": ["99 IV 208"], "cite_par": ["127 IV 154"], "chapeau": "43. Auszug aus dem Urteil des Kassationshofes vom 3. Dezember 1998 i.S. X. gegen Y. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 122 CP et 123 CP; intervention médicale. Les interventions médicales réalisent les éléments constitutifs objectifs d'une lésion corporelle en tout cas si elles touchent à une partie du corps (par exemple lors d'une amputation) ou si elles lèsent ou diminuent, de manière non négligeable et au moins temporairement, les aptitudes ou le bien-être physiques du patient; cela vaut même si ces interventions étaient médicalement indiquées et furent pratiquées dans les règles de l'art. Ces interventions ne peuvent être justifiées que par l'accord du patient, exprès ou que l'on peut présumer (consid. 2). En l'espèce, on ne pouvait présumer l'accord de la patiente (consid. 3)."], "faits": "BGE 124 IV 258 S. 258\n\nDr. med. X. wird vorgeworfen, er habe als verantwortlicher Arzt Frau Y. unter anderem auch an der zweiten Zehe des rechten Fusses operiert, obschon er für diesen Eingriff keine Einwilligung der Patientin besessen habe.\n\nDie II. Strafkammer des Obergericht des Kantons Zürich sprach Dr. X. am 1. Juli 1997 im Berufungsverfahren der einfachen Körperverletzung im Sinne von Art. 123 Ziff. 1 Abs. 1 i.V.m. Ziff. 2 Abs. 2 StGB schuldig und bestrafte ihn mit sieben Tagen Gefängnis, bedingt aufgeschoben bei einer Probezeit von zwei Jahren.\n\nBGE 124 IV 258 S. 259\n\nDas Kassationsgericht des Kantons Zürich wies am 3. August 1998 eine dagegen gerichtete kantonale Nichtigkeitsbeschwerde ab, soweit darauf eingetreten werden konnte.\n\nDr. X. führt eidgenössische Nichtigkeitsbeschwerde und beantragt, das Urteil des Obergerichts aufzuheben und die Sache zur Freisprechung an die Vorinstanz zurückzuweisen. Das Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n1. Der Beschwerdeführer hat im Rahmen der Operation an der Beschwerdegegnerin ein Face-Hals-Lifting sowie eine Mittelgelenksresektion an der zweiten und an der dritten Zehe des rechten Fusses vorgenommen. Für das Lifting und für die Operation der dritten Zehe lag vor dem Eingriff die ausdrückliche Einwilligung der Beschwerdegegnerin vor. Während der Operation entschloss sich der Beschwerdeführer, auch die zweite Zehe zu operieren.\n\nDie Frage, ob die zweite Zehe auch operiert werden sollte, war vor der Operation ein Gesprächsthema zwischen dem Beschwerdeführer und der Beschwerdegegnerin. Die Vorinstanz stellt dazu fest, es bestünden keine relevanten Zweifel daran, dass - im Anschluss an diese Diskussionen - weder eine ausdrückliche noch eine stillschweigende Einwilligung für die Operation vorgelegen habe, und ebensowenig habe ein Einverständnis der Beschwerdegegnerin dafür vorgelegen, erst im Verlaufe der Operation zu entscheiden, ob die zweite Zehe ebenfalls einem chirurgischen Eingriff zu unterziehen sei.\n\nDer Beschwerdeführer hat schliesslich - trotz der fehlenden Einwilligung - die zweite Zehe doch operiert, weil er \"von der medizinischen Notwendigkeit dieses Eingriffs immer überzeugt gewesen ist\". Nach Auffassung der Vorinstanz ist dies jedoch unerheblich; selbst wenn die Meinung des Beschwerdeführers über die Notwendigkeit oder Zweckmässigkeit des Eingriffs an der zweiten Zehe objektiv richtig gewesen sein sollte, ersetze dies nicht die notwendige Zustimmung der Beschwerdegegnerin zum Eingriff, zumal es nicht um die Behebung einer lebensbedrohlichen Gesundheitsgefährdung gegangen sei. Da \"das Selbstbestimmungsrecht der Patientin zur Frage nach einer Behandlung überhaupt und der Art derselben medizinischen Zweckmässigkeitsüberlegungen vorgeht\", sei auf die Einholung eines entsprechenden Gutachtens zu verzichten; BGE 124 IV 258 S. 260dasselbe gelte für die Frage nach der Schwere des vorgenommenen Eingriffs.\n\n2. Der Beschwerdeführer macht geltend, ein gelungener und kunstgerecht ausgeführter medizinischer Eingriff verbessere die Gesundheit des Patienten, weshalb der objektive Tatbestand der Körperverletzung von vornherein nicht erfüllt sein könne.\n\nDas Bundesgericht hielt in BGE 99 IV 208 unter Berufung auf verschiedene Autoren fest, dass jede ärztliche, die körperliche Integrität berührende Massnahme den objektiven Tatbestand der Körperverletzung erfülle. Nach Auffassung anderer Autoren erfüllt der ärztliche Heileingriff, wenn lege artis ausgeführt, den Tatbestand der Körperverletzung von vornherein nicht, da der Sinn des Eingriffs gerade nicht die Schädigung der Gesundheit sei (vgl. die Nachweise bei STEFAN TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, 2. Aufl., 1997, N. 6 vor Art. 122; ferner bei PHILIPPE WEISSENBERGER, Die Einwilligung des Verletzten bei den Delikten gegen Leib und Leben, Bern 1996, S. 145 ff.; ROBERT FRANCKE, Aerztliche Berufsfreiheit und Patientenrechte, Stuttgart 1994, S. 94 ff.).\n\nAn BGE 99 IV 208 ist festzuhalten. Zutreffend nimmt die Vorinstanz an, das Abstellen auf den Heilzweck sei kein taugliches Abgrenzungskriterium; denn es leuchte ohne weiteres ein, dass der Begriff des Heilzwecks keine allgemein gültige feste Grösse sei, sondern durchaus unterschiedlich definiert und interpretiert werden könne; nicht alles, was medizinisch angezeigt sein könne, müsse vom betreffenden Patienten als für ihn gut und richtig betrachtet werden.\n\nDem ist beizupflichten. Der professionelle Massstab des Arztes und die Wertewelt des Patienten führen nicht zwangsläufig zu denselben Entscheidungen über Gesundheit und Krankheit, zumal es \"bei einer Vielzahl von Erkrankungen ... um die Frage nach etwas mehr Gesundheit oder etwas weniger Krankheit (geht), bei deren Beantwortung vielfältige, subjektiv geprägte Abwägungen vorzunehmen sind\" (vgl. FRANCKE a.a.O. S. 43 f., 104 f.). Mit anderen Worten kann das Wohl des Patienten nicht ohne Weiteres mit der ärztlich indizierten Behandlung gleichgesetzt werden, und insbesondere kann zum Patientenwohl gerade auch die Ablehnung einer vom Arzt für indiziert gehaltenen Behandlung durch den Patienten gehören (vgl. DIETER GIESEN, Zwischen Patientenwohl und Patientenwille, JZ 42/1987, S. 282, 288 f.; ebenso schon EUGEN BUCHER, Die Ausübung der Persönlichkeitsrechte, insbesondere die Persönlichkeitsrechte des Patienten als Schranken der ärztlichen Tätigkeit, Zürcher Dissertation 1956, S. 25 f.). Ausschlaggebend für die Frage, BGE 124 IV 258 S. 261nach seinem Wohl ist also der Wille des Patienten und nicht das, was nach Auffassung des Arztes im Interesse des Patienten angezeigt ist. Deshalb erfüllen ärztliche Eingriffe, auch wenn sie nach Auffassung des Arztes medizinisch indiziert und kunstgerecht durchgeführt worden sind, jedenfalls insoweit den Tatbestand der Körperverletzung, als sie entweder in die Körpersubstanz eingreifen (z.B. bei Amputationen) oder mindestens vorübergehend die körperliche Leistungsfähigkeit oder das körperliche Wohlbefinden des Patienten nicht nur unerheblich beeinträchtigen oder verschlechtern. Solche Eingriffe können nur durch die Einwilligung des Patienten gerechtfertigt werden.\n\nIm vorliegenden Fall geht es um die Verkürzung einer Zehe, also um einen Eingriff, der die körperliche Unversehrtheit der Beschwerdegegnerin dauerhaft tangiert. Der objektive Tatbestand der Körperverletzung ist somit erfüllt, und von einer blossen \"Tätlichkeit\", wie der Beschwerdeführer meint, kann nicht die Rede sein.\n\n3. Unbegründet ist der Einwand des Beschwerdeführers, die Vorinstanz habe nicht in Betracht gezogen und nicht geprüft, ob der Rechtfertigungsgrund der Geschäftsführung ohne Auftrag bzw. der mutmasslichen Einwilligung der Patientin vorgelegen habe. Mit seinen Ausführungen wendet sich der Beschwerdeführer jedenfalls teilweise gegen die verbindlichen tatsächlichen Feststellungen der Vorinstanz.\n\nDanach wurde die Frage, ob die zweite Zehe auch operiert werden sollte, vor der Operation ausdrücklich zwischen dem Beschwerdeführer und der Beschwerdegegnerin besprochen. Die Beschwerdegegnerin gab dabei weder eine ausdrückliche noch eine stillschweigende Einwilligung zur Operation und war folglich klarerweise und für den Beschwerdeführer erkennbar damit nicht einverstanden. Es kann also keine Rede davon sein, dass er zu irgendeinem Zeitpunkt (z.B. während der Operation) hätte davon ausgehen dürfen, die Beschwerdegegnerin würde dem Eingriff an der zweiten Zehe \"mutmasslich\" eventuell nachträglich doch noch zustimmen. Daran vermag auch nichts zu ändern, dass Arzt und Patientin vor der Operation persönlich befreundet waren und ein langjähriges Patientenverhältnis bestand.\n\nWas die behauptete nachträgliche Einwilligung der Beschwerdegegnerin betrifft, so ist zunächst festzuhalten, dass die Patientin grundsätzlich vor dem Eingriff in diesen einzuwilligen hat (TRECHSEL a.a.O. Art. 32 N. 10). Im Übrigen wäre es ohnehin fragwürdig, aus dem Umstand, dass die Beschwerdegegnerin sich nach der beanstandeten BGE 124 IV 258 S. 262Operation vom Beschwerdeführer nachbehandeln liess und erst nach geraumer Zeit Strafanzeige erstattete, darauf zu schliessen, sie habe nachträglich in die Operation eingewilligt."}