{"annee": "124", "cour": "IV", "page": "102", "date": "3/4/1998", "cite": ["118 IV 403", "122 IV 179"], "cite_par": ["132 IV 5", "133 IV 207"], "chapeau": "19. Extrait de l'arrêt de la Cour de cassation pénale du 3 avril 1998 dans la cause T. contre Procureur général du canton de Genève (pourvoi en nullité)", "regestes": ["Art. 140 ch. 1 al. 1 CP, art. 19 s. LStup; soustraction de stupéfiants avec violence, brigandage. L'acquisition illicite de stupéfiants ne fonde pas un droit de propriété juridiquement reconnu et protégé. La qualification de brigandage, qui suppose un vol, est exclue si les stupéfiants ne sont pas juridiquement la propriété d'autrui. Il faut alors appliquer les dispositions de la LStup, en concours, le cas échéant, avec les art. 111 ss ou 180 ss CP (consid. 2; confirmation de la jurisprudence)."], "faits": "BGE 124 IV 102 S. 103\n\nA.- A la fin du mois de juillet 1996, T. a emmené L. et G., en vue de se procurer de la drogue, au domicile de A., auprès de qui elle se fournissait régulièrement en héroïne. Elle a présenté ses deux comparses comme étant des clients potentiels, mettant ainsi A. en confiance. Elle a ensuite rapidement quitté les lieux, sachant que L. et G. n'avaient pas assez d'argent pour acheter de l'héroïne et qu'ils étaient décidés à \"braquer\" A. Elle a attendu ses deux acolytes dans une voiture, tandis que ceux-ci, menaçant A. au moyen d'un tournevis d'une vingtaine de centimètres et d'un couteau suisse à lame pliable, emportaient 8 g d'héroïne, un montant de 80 fr., ainsi qu'un \"gameboy\" et un \"biper\". T. a ensuite conservé ces objets et partagé l'héroïne avec ses comparses.\n\nT. a acquis à plusieurs reprises de l'héroïne pour le compte de tiers, auxquels elle revendait la drogue; il a été établi en particulier qu'elle avait vendu ainsi à deux reprises un demi-gramme d'héroïne à des toxicomanes d'Annemasse.\n\nB.- Par jugement du 14 mars 1997, le Tribunal de police de Genève a condamné T., pour complicité de brigandage et vente d'un gramme d'héroïne, à la peine de 4 mois d'emprisonnement avec sursis pendant 3 ans.\n\nStatuant sur appel de la condamnée, la Chambre pénale de la Cour de justice, par arrêt du 20 octobre 1997, a confirmé ce jugement. La cour cantonale a considéré en substance qu'il ne fallait pas suivre la jurisprudence publiée à l' ATF 122 IV 179 ss et que la soustraction d'un stupéfiant détenu illicitement pouvait donner lieu à un brigandage.\n\nC.- T. se pourvoit en nullité à la Cour de cassation pénale du Tribunal fédéral. Se fondant sur l' ATF 122 IV 179 ss, elle soutient que la cour cantonale a violé le droit fédéral en qualifiant les faits de brigandage. Elle conclut à l'annulation de la décision attaquée avec suite de frais et dépens, sollicitant par ailleurs l'assistance judiciaire.\n\nLe Procureur général conclut au rejet du pourvoi.", "considerants": "Considérant en droit:\n\n1. (Recevabilité).\n\n2. La recourante a notamment été condamnée pour complicité de brigandage (art. 25 et 140 CP).\n\nLa cour cantonale s'est référée expressément à l'art. 140 ch. 1 al. 1 CP, selon lequel se rend coupable de brigandage \"celui qui aura BGE 124 IV 102 S. 104commis un vol en usant de violence à l'égard d'une personne, en la menaçant d'un danger imminent pour la vie ou l'intégrité corporelle ou en la mettant hors d'état de résister\".\n\nDans le droit actuel, le brigandage n'est consommé que si le vol a été commis (FF 1991 II 971). Le brigandage est une forme aggravée du vol qui se caractérise par les moyens que l'auteur a employés (CORBOZ, Les principales infractions, art. 140 CP no 2; SCHUBARTH, Kommentar zum schweizerischen Strafrecht, art. 139 CP no 8; GRAVEN, L'infraction pénale punissable, 2ème éd. Berne 1995, p. 84 no 52 let. B; Stratenwerth, Bes. Teil I, 5ème éd. Berne 1995, par. 13 no 112; REHBERG/SCHMID, Strafrecht III, 7ème éd. Zurich 1997, p. 122). Pour retenir la qualification de brigandage, il faut donc que les éléments du vol soient réunis.\n\nSelon l'art. 139 ch. 1 CP, commet un vol \"celui qui, pour se procurer ou procurer à un tiers un enrichissement illégitime, aura soustrait une chose mobilière appartenant à autrui dans le but de se l'approprier\". L'infraction doit donc avoir pour objet \"une chose mobilière appartenant à autrui\". S'agissant d'une infraction contre le patrimoine, la formule \"appartenant à autrui\" doit être comprise en ce sens que la chose doit être dans la propriété d'autrui.\n\nDes stupéfiants peuvent appartenir par exemple à un pharmacien, qui les aura acquis de manière licite. Il ne ressort cependant pas des constatations cantonales que, dans le cas d'espèce, la drogue ait été précédemment acquise de manière licite, de sorte que cette hypothèse peut être écartée.\n\nHormis les cas particuliers prévus par la loi (cf. art. 4 al. 1, 5 al. 1, 7 al. 1, 8 al. 5, 9 à 14a de la loi fédérale sur les stupéfiants [LStup; RS 812.121]; art. 5 ss de l'ordonnance sur les stupéfiants [OStup; RS 812.121.1]), l'acquisition et même la détention des stupéfiants est interdite (art. 8 al. 1 LStup) et punissable (art. 19 ch. 1 al. 5 LStup). Dans cette mesure, la drogue est une chose hors commerce en raison de son caractère dangereux pour la santé. Celui qui transgresse l'interdiction peut se voir confisquer la drogue en tout temps, sans aucune indemnité (art. 58 CP); il ne saurait s'y opposer en invoquant l'art. 22ter al. 3 Cst. La jurisprudence en a déduit que l'acquisition illicite de stupéfiants ne fonde pas un droit de propriété juridiquement reconnu et protégé (ATF 122 IV 179 ss consid. 2c et d p. 182 ss).\n\nIl est vrai que cette jurisprudence a suscité des critiques dans la doctrine (cf. KURT SEELMANN, Kein Diebstahl an Betäubungsmitteln möglich? in Recht 15, 1/1997 p. 35 ss; DANIEL STOLL in JdT 1997 IV p. 141). Les arguments de ces auteurs et de la cour cantonale BGE 124 IV 102 S. 105n'apportent cependant rien qui n'ait pas été pris en compte lors de l'adoption de l'arrêt de principe publié à l' ATF 122 IV 179 ss.\n\nContrairement à ce que soutient la cour cantonale, cette jurisprudence ne crée pas une exigence extralégale concernant la personne du lésé; il ne s'agit que d'interpréter les termes mêmes de la loi, à savoir les mots \"appartenant à autrui\". L'idée que le droit pénal pourrait protéger un patrimoine que le droit civil ne protège pas n'emporte pas la conviction, parce qu'elle introduit même une contradiction à l'intérieur du droit pénal, qui protégerait une acquisition qu'il réprime par ailleurs et soumet à confiscation. Sous l'angle de l'ordre public, il faut rappeler que l'acquisition de stupéfiants est punissable en application de l'art. 19 ch. 1 LStup. Si elle donne lieu à une infraction contre la vie ou l'intégrité corporelle ou à une infraction contre la liberté, les art. 111 ss CP, respectivement les art. 180 ss CP, sont également applicables. En l'occurrence, la contrainte (art. 181 CP) pouvait manifestement être retenue en concours.\n\nLa cour cantonale aurait aussi pu se demander si la recourante n'avait pas joué un rôle de courtier (art. 19 ch. 1 al. 4 LStup; cf. ATF 118 IV 403 s. consid. 2a) ou à tout le moins de complice dans l'acquisition illicite des stupéfiants (art. 25 CP et 19 ch. 1 al. 5 LStup).\n\nLa cour cantonale a cependant violé le droit fédéral en retenant la qualification de brigandage, alors que celle-ci suppose un vol et qu'il n'est pas établi en l'espèce que cette drogue ait juridiquement appartenu à autrui, qu'il s'agisse du détenteur ou d'un tiers.\n\nD'autres objets ont été simultanément soustraits, qui étaient susceptibles d'appropriation privée et dont on doit admettre qu'ils appartenaient à autrui; qu'ils soient ou non de faible valeur est sans importance, puisque l'art. 172ter al. 1 CP ne s'applique pas au brigandage (art. 172ter al. 2 CP). Il ne ressort cependant pas des constatations cantonales que la recourante savait, au moment où elle a mis les auteurs principaux en contact avec le lésé, que de tels objets seraient dérobés; on ne peut donc pas dire que la qualification de complicité de brigandage était de toute manière justifiée en raison de ces autres objets.\n\nLe Tribunal fédéral admet le pourvoi, dit que la décision attaquée doit être annulée et la cause renvoyée à l'autorité cantonale pour qu'il soit statué à nouveau (art. 277ter al. 1 PPF).\n\n3. (Suite de frais)"}