{"annee": "124", "cour": "III", "page": "205", "date": "12/5/1998", "cite": ["122 I 236", "101 IA 67"], "cite_par": ["128 III 244", "139 I 229"], "chapeau": "37. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 12. Mai 1998 i.S. W. (Beschwerde)", "regestes": ["Langue officielle dans la procédure de recours des art. 17 ss LP. Acte de recours et jugement dans la procédure devant la Chambre des poursuites et des faillites du Tribunal fédéral (consid. 2). Recevabilité devant la Chambre des poursuites et des faillites du Tribunal fédéral des griefs pris de la violation de conventions internationales (consid. 3). Aucune violation du Pacte relatif aux droits civils et politiques, lorsque l'Autorité de surveillance en matière de poursuites et faillites du canton de Soleure refuse un recours rédigé en français (consid. 4)."], "faits": "BGE 124 III 205 S. 205\n\nW. hat einen Beschluss der Aufsichtsbehörde für Schuldbetreibung und Konkurs des Kantons Solothurn vom 18. März 1998 an BGE 124 III 205 S. 206die Schuldbetreibungs- und Konkurskammer des Bundesgerichts weitergezogen. Mit jenem Beschluss ist die kantonale Aufsichtsbehörde auf eine in französischer Sprache eingereichte Beschwerde des W. nicht eingetreten.", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer kann seine Rechtsschrift dem Bundesgericht in französischer Sprache einreichen (Art. 116 Abs. 4 BV; Art. 30 Abs. 1 OG).\n\nIndessen besteht im vorliegenden Fall kein Anlass, vom Grundsatz des Art. 37 Abs. 3 erster Satz OG abzuweichen, wonach Urteile des Bundesgerichts in der Sprache des angefochtenen Entscheides verfasst werden. Der Beschwerdeführer tut nicht dar, dass er ausserstande wäre, ein in deutscher Sprache verfasstes Urteil zu verstehen.\n\nFür den Schriftverkehr mit den kantonalen Behörden bestehen andere Regeln als für jenen mit den Bundesbehörden. Darauf ist weiter unten (E. 4) zurückzukommen.\n\n3. Mit der Beschwerde gemäss Art. 19 SchKG kann die Verletzung von Bundesrecht oder von völkerrechtlichen Verträgen des Bundes gerügt werden.\n\na) Die Allgemeine Erklärung der Menschenrechte (Déclaration universelle des droits de l'homme; von der Generalversammlung der Vereinten Nationen durch Resolution 217 A [III] vom 10. Dezember 1948 angenommen; siehe BBl 1982 II 791) ist kein von der Schweiz abgeschlossener völkerrechtlicher Vertrag, dessen Verletzung - wie es der Beschwerdeführer tut - mit Beschwerde bei der Schuldbetreibungs- und Konkurskammer des Bundesgerichts gerügt werden könnte.\n\nb) Die Konvention zum Schutze der Menschenrechte und Grundfreiheiten (EMRK; SR 0.101) gilt als Verfassungs- und nicht als Staatsvertragsrecht (BGE 101 Ia 67). Deren Verletzung kann deshalb nicht mit der Beschwerde gemäss Art. 19 SchKG, sondern nur mit staatsrechtlicher Beschwerde geltend gemacht werden (Art. 43 Abs. 1 in Verbindung mit Art. 81 OG; Pfleghard, in: Geiser/Münch, Prozessieren vor Bundesgericht, Rz. 5.56).\n\nc) Der Internationale Pakt über bürgerliche und politische Rechte (Pacte international relatif aux droits civils et politiques; SR 0.103.2) ist von der Bundesversammlung am 13. Dezember 1991 genehmigt worden und für die Schweiz am 18. September 1992 in Kraft getreten. Dessen Verletzung kann grundsätzlich mit der Beschwerde gemäss Art. 19 SchKG gerügt werden.\n\nBGE 124 III 205 S. 207\n\n4. Art. 14 des Internationalen Paktes über bürgerliche und politische Rechte, den der Beschwerdeführer verletzt sieht, setzt Grundsätze fest, um ein faires Straf- und Zivilverfahren zu gewährleisten. Indessen kann daraus kein Recht auf Anwendung einer anderen als der Amtssprache im Verkehr mit den Behörden abgeleitet werden in dem Sinne, dass die genannte Bestimmung dem das Sprachenrecht der Schweiz beherrschenden Territorialitätsprinzip und dem kantonalen Prozessrecht vorginge (vgl. BGE 122 I 236 E. 2c).\n\nAmtssprache im Kanton Solothurn, dessen Aufsichtsbehörde über Schuldbetreibung und Konkurs den angefochtenen Entscheid gefällt hat, ist die deutsche Sprache. Ohne eine staatsvertragliche Bestimmung zu verletzen, konnte es die kantonale Aufsichtsbehörde daher ablehnen, auf die ihr in französischer Sprache eingereichte Beschwerde einzutreten - dies umso mehr, als sie dem Beschwerdeführer mit Verfügung vom 4. März 1998 Nachfrist zur Einreichung einer Rechtsschrift in deutscher Sprache eingeräumt hatte. Der Beschwerdeführer machte von der Nachfrist keinen Gebrauch, sondern liess der kantonalen Aufsichtsbehörde am 12. März 1998 wiederum eine Eingabe in französischer Sprache zukommen.\n\nDie Rüge der Verletzung des völkerrechtlichen Vertrages ist unbegründet, weshalb die Beschwerde in diesem Punkt abzuweisen ist."}