{"annee": "124", "cour": "IV", "page": "149", "date": "18/5/1998", "cite": ["123 IV 184", "105 IV 114", "85 IV 182", "117 IV 27", "122 IV 311", "121 IV 76", "119 IV 44", "102 IV 176", "116 IV 205", "104 IV 15", "106 IV 115", "113 IV 17", "118 IV 309", "107 IV 34"], "cite_par": ["128 IV 53"], "chapeau": "27. Extrait de l'arrêt de la Cour de cassation pénale du 18 mai 1998 dans la cause Z. contre L. et Procureur général du canton de Genève (pourvoi en nullité)", "regestes": ["Art. 173 ch. 2 CP; preuve de la bonne foi. Il résulte de l'art. 173 ch. 2 CP que la bonne foi ne suffit pas; il faut encore que l'accusé ait eu des raisons sérieuses de croire à la véracité de ses allégations. Conditions d'application de cette disposition (consid. 3b et 3c)."], "faits": "BGE 124 IV 149 S. 149\n\nDans une émission diffusée par la chaîne de télévision «Suisse 4» le 4 mars 1996, Z., parente d'élève, a déclaré dans une interview au sujet d'un instituteur de l'école de T. que l'on ferait peut-être mieux de s'occuper aussi des enfants qui sont laissés «à leur bourreau en attendant que celui-ci aille mieux».\n\nLe 24 mai 1996, L., qui est le seul enseignant masculin de l'école de T., a déposé plainte pour diffamation contre Z.\n\nPar jugement du 25 février 1997, le Tribunal de police de Genève a considéré que l'enseignant L. était aisément reconnaissable et que l'expression de bourreau d'enfants, employée à son égard en s'adressant à des tiers, était attentatoire à son honneur.\n\nLe tribunal a admis Z. à faire la preuve de la vérité ou de sa bonne foi.\n\nPar jugement du 11 novembre 1997, le Tribunal de police a condamné Z., pour diffamation, à une amende de 400 fr., mettant à sa charge les frais de la procédure et les dépens de la partie civile.\n\nStatuant sur appel de la condamnée le 16 février 1998, la Chambre pénale de la Cour de justice genevoise a confirmé le jugement attaqué avec suite de frais; elle a estimé que le qualificatif de bourreau d'enfants était dénué de fondement objectif.\n\nZ. se pourvoit en nullité au Tribunal fédéral contre cet arrêt. Elle conclut à l'annulation de la décision attaquée avec suite de frais et dépens.BGE 124 IV 149 S. 150\n\nLe Tribunal fédéral a rejeté le pourvoi en nullité dans la mesure où il était recevable.", "considerants": "Considérant en droit:\n\n3. La recourante conteste sa condamnation pour diffamation (art. 173 CP), en faisant valoir que la cour cantonale aurait dû retenir qu'elle avait apporté la preuve de sa bonne foi.\n\na) En s'adressant à des tiers par le moyen de la télévision, la recourante a qualifié volontairement de bourreau un instituteur de l'école de T. Ce dernier était aisément reconnaissable puisqu'il s'agissait du seul enseignant masculin de cet établissement. Dire d'un maître qu'il est un bourreau, c'est-à-dire l'accuser de martyriser des enfants sans défense, est de nature à le rendre méprisable en tant qu'être humain. Les faits retenus - qui lient la Cour de cassation (art. 277bis al. 1 PPF) - doivent donc être qualifiés de diffamation au sens de l'art. 173 ch. 1 al. 1 CP (sur les éléments de cette infraction, cf. ATF 119 IV 44 consid. 2a p. 46 s.; ATF 117 IV 27 consid. 2c p. 28 s.).\n\nL'autorité cantonale a constaté que la recourante ne s'était pas exprimée sans égard à l'intérêt public ou sans autre motif suffisant, de sorte qu'elle l'a admise, en faisant application de l'art. 173 ch. 3 CP, à apporter les preuves libératoires prévues par l'art. 173 ch. 2 CP.\n\nSelon cette disposition, «l'inculpé n'encourra aucune peine s'il prouve que les allégations qu'il a articulées ou propagées sont conformes à la vérité ou qu'il avait des raisons sérieuses de les tenir de bonne foi pour vraies». La recourante pouvait donc apporter soit la preuve de la véracité de son propos, soit la preuve qu'elle avait des raisons sérieuses de le tenir de bonne foi pour vrai.\n\nUn accusé apporte la preuve de la vérité s'il établit que ce qu'il a dit est vrai; il peut apporter même des éléments de preuve qui lui étaient inconnus au moment où il s'est exprimé, car la seule question pertinente est celle de la véracité du propos (ATF 122 IV 311 consid. 2c p. 316 et 2e p. 318; ATF 106 IV 115 consid. 2a p. 116). Le terme de bourreau est un jugement de valeur mixte, puisqu'il contient à la fois un jugement de valeur et une allégation de fait; dans un tel cas, la preuve de la vérité a pour objet les faits qui fondent le jugement de valeur (cf. ATF 121 IV 76 consid. 2a/bb p. 83). Les collègues de l'instituteur l'ont en général décrit comme un maître sévère, mais compétent; des parents se sont déclarés satisfaits de ses prestations, tandis que d'autres l'ont trouvé trop exigeant, surtout en ce BGE 124 IV 149 S. 151qui concerne les efforts physiques. Le cas de la fillette qui s'est blessée lors d'un cours de gymnastique n'est pas clair, parce qu'il est possible que l'instituteur ne se soit pas rendu compte de la fracture. Enfin, le maître a eu une réaction manifestement inadéquate en saisissant deux enfants par les oreilles pour les séparer, mais un seul cas isolé ne peut pas justifier, selon le sens des mots, la qualification de bourreau. Procédant à une appréciation des preuves - qui ne peut pas être mise en cause dans un pourvoi en nullité (ATF 123 IV 184 consid. 1a p. 186; ATF 118 IV 309 consid. 2b p. 317; ATF 113 IV 17 consid. 3 p. 22) - l'autorité cantonale est parvenue à la conclusion que les faits établis ne correspondaient pas à la notion de bourreau, de sorte que la preuve de la vérité n'était pas apportée. Cette conclusion, que la recourante ne conteste pas vraiment, ne viole en rien le droit fédéral.\n\nb) La recourante soutient cependant qu'elle a apporté l'autre preuve libératoire, c'est-à-dire la preuve de la bonne foi.\n\nSelon l'art. 173 ch. 2 CP, cette preuve suppose que l'accusé établisse qu'il avait des raisons sérieuses de tenir de bonne foi ses allégations pour vraies.\n\nL'accusé est de bonne foi s'il a cru à la véracité de ce qu'il disait (STRATENWERTH, Bes. Teil I, 5ème éd. Berne 1995, par. 11, no 42, p. 207; Noll, Bes. Teil I, Zurich 1983, p. 114; CORBOZ, Les principales infractions, Berne 1997, ad art. 173, no 77, p. 192).\n\nIl résulte de l'art. 173 ch. 2 CP que la bonne foi ne suffit pas, il faut encore que l'accusé établisse qu'il avait des raisons sérieuses de croire à ce qu'il disait. Un devoir de prudence incombe à celui qui porte atteinte à l'honneur d'autrui (ATF 104 IV 15 consid. 4b p. 16). Il ne saurait s'avancer à la légère. Pour échapper à la sanction pénale, l'accusé de bonne foi doit démontrer qu'il a accompli les actes que l'on pouvait exiger de lui, selon les circonstances et sa situation personnelle, pour contrôler la véracité de ses allégations et la considérer comme établie (ATF 116 IV 205 consid. 3 p. 207; ATF 105 IV 114 consid. 2a p. 118). L'accusé doit prouver qu'il a cru à la véracité de ses allégations après avoir fait consciencieusement tout ce que l'on pouvait attendre de lui pour s'assurer de leur exactitude (ATF 104 IV 15 consid. 4b p. 16; ATF 85 IV 184). Une prudence particulière doit être exigée de celui qui donne une large diffusion à ses allégations par la voie d'un média (ATF 116 IV 205 consid. 3b p. 208; ATF 105 IV 114 consid. 2a p. 118 s.; ATF 104 IV 15 consid. 4b p. 16). L'accusé ne saurait se fier aveuglément aux déclarations d'un tiers (REHBERG/SCHMID, Strafrecht III, 7ème éd. Zurich 1997, par. 44, p. 309).BGE 124 IV 149 S. 152\n\nQue l'on ait admis, au sens de l'art. 173 ch. 3 CP, que l'accusé avait des motifs suffisants de s'exprimer ne signifie pas encore qu'il avait des raisons sérieuses de tenir pour vrai ce qu'il a dit (SCHUBARTH, Kommentar zum schweizerischen Strafrecht, Bes. Teil, 3. Band, Berne 1984, ad art. 173, no 88, p. 41). Pour dire si l'accusé avait des raisons sérieuses de tenir de bonne foi pour vrai ce qu'il a dit, il faut se fonder exclusivement sur les éléments dont il avait connaissance à l'époque de sa déclaration; il n'est pas question de prendre en compte des moyens de preuve découverts ou des faits survenus postérieurement (ATF 107 IV 34 consid. 4a p. 35; ATF 102 IV 176 consid. 1c p.182). Il faut donc que l'accusé établisse les éléments dont il disposait à l'époque, ce qui relève du fait; sur cette base, le juge doit apprécier si ces éléments étaient suffisants pour croire à la véracité du propos, ce qui relève du droit (CORBOZ, op.cit., ad art. 173, no 76, p. 192).\n\nc) En l'espèce, la question litigieuse n'est pas de savoir si la recourante était de bonne foi, mais si elle avait des raisons sérieuses de croire que l'instituteur était un bourreau.\n\nLa recourante semble se méprendre sur les conditions de la preuve de la bonne foi. Il résulte du texte légal que la bonne foi ne suffit pas; il faut encore que la recourante ait eu des raisons sérieuses de croire ce qu'elle disait.\n\nLa preuve de la bonne foi est surtout conçue pour celui qui a été induit en erreur par des éléments crédibles qui se révèlent ensuite faux ou encore pour celui qui a formulé un soupçon sur la base d'indices sérieux, mais qui ne peuvent ensuite pas être confirmés. Or, la recourante n'invoque rien de semblable. Elle ne tente même pas d'établir clairement ce qu'elle savait au moment de sa déclaration, alors qu'il s'agit du point de vue décisif pour la preuve de la bonne foi.\n\nElle ne prétend pas qu'elle se serait fiée à de faux indices. Elle suggère certes l'idée qu'elle a été influencée par le journaliste, mais elle ne dit rien de précis à ce propos et, de toute manière, rien de semblable ne figure dans les constatations de fait qui lient la Cour de cassation (art. 277bis al. 1 PPF).\n\nOn doit en déduire que la recourante n'avait pas, au moment où elle s'est exprimée, davantage d'éléments que ceux qui ont été établis par la procédure. On peut même supposer qu'elle en avait moins. Dès lors, il apparaît d'emblée que la preuve de la bonne foi n'est pas apportée et on ne saurait reprocher à la cour cantonale de ne pas s'être étendue sur cette question.BGE 124 IV 149 S. 153\n\nIl semble que la recourante, convaincue par les déclarations de son enfant que l'instituteur était un homme dur et pensant d'emblée que la réaction des médias impliquait une situation grave, a généralisé, sans aucun indice sérieux, l'événement qui avait provoqué l'intérêt des journalistes. Elle ne disposait en réalité d'aucun élément sérieux lui permettant de dire que l'instituteur était un bourreau, c'est-à-dire qu'il martyrisait les enfants plus ou moins régulièrement par méchanceté ou sadisme. Interrogée par une chaîne de télévision, la recourante devait se rendre compte que ses propos seraient largement diffusés et pourraient donc atteindre d'autant plus gravement l'honneur de l'instituteur; elle se devait donc de se montrer prudente dans le choix de ses termes. Il ne s'agit nullement de contester ici le droit des parents de se plaindre d'un instituteur auprès de l'autorité scolaire, voire d'alerter les médias; il est encore moins question de minimiser les violences dont les élèves pourraient être victimes de la part d'un instituteur. Simplement, la recourante a employé, lors d'une interview, un terme exagéré, gravement attentatoire à l'honneur, alors qu'en réalité elle n'avait pas de raisons sérieuses de penser que ce dernier était véritablement un bourreau. Certes, sa faute, dans le contexte d'espèce, est relativement légère, mais la cour cantonale en a tenu compte en prononçant une amende assez modérée. La condamnation de la recourante pour diffamation ne viole donc pas le droit fédéral."}