{"annee": "124", "cour": "I", "page": "310", "date": "28/8/1998", "cite": ["106 IA 267", "122 II 130", "122 I 236", "121 I 113", "106 IA 100", "121 I 117", "108 IA 316", "119 II 193", "111 IA 101", "123 I 12", "98 IA 596", "121 I 129", "122 I 130", "122 I 61"], "cite_par": ["125 I 267", "125 I 322", "125 I 119", "125 I 276", "145 II 229", "131 I 223", "125 I 335", "128 I 19"], "chapeau": "38. Estratto dalla sentenza 28 agosto 1998 della II Corte di diritto pubblico nella causa avv. Simona Lepori e avv. Daniele Borelli c. Camera per l'avvocatura e il notariato del Tribunale d'appello del Cantone Ticino e Commissione di disciplina dell'Ordine degli avvocati del Cantone Ticino (ricorso di diritto pubblico)", "regestes": ["Art. 4 Cst. et 31 Cst.; loi tessinoise sur la profession d'avocat du 15 mars 1983; code professionnel de l'Ordre des avocats du canton du Tessin du 4 décembre 1971; offre d'un service de consultations juridiques par téléphone au moyen du système \"Telebusiness\" par des avocats membres de l'Ordre de leur canton. Résumé des principes applicables en matière de liberté du commerce et de l'industrie (consid. 3a). L'interdiction, sanctionnée par le prononcé d'un avertissement disciplinaire, d'offrir des consultations juridiques par téléphone au moyen du système \"Telebusiness\" ne constitue pas, au regard de la sanction infligée, une limitation grave de la liberté du commerce et de l'industrie de l'avocat (consid. 3b). Base légale pour la réglementation de la profession d'avocat: confirmation de la jurisprudence (consid. 4). L'offre d'un service de consultations juridiques par téléphone au moyen d'un système \"Telebusiness\" est-elle compatible avec le principe général de la dignité professionnelle de l'avocat? Question laissée indécise, dans la mesure où il n'est de toute façon pas arbitraire de retenir qu'une telle méthode de travail n'est pas conciliable avec l'obligation pour l'avocat d'exercer son activité avec soin et diligence, ainsi que le prévoit le droit tessinois (consid. 5). L'interdiction de fournir des conseils juridiques au moyen du système \"Telebusiness\" ne viole pas la liberté du commerce et de l'industrie de l'avocat (consid. 6)."], "faits": "BGE 124 I 310 S. 311\n\nA.- Gli avv. Simona Lepori e Daniele Borelli hanno fatto pubblicare su alcuni giornali e periodici ticinesi, nel periodo tra il 17 e il 19 settembre 1997, un'inserzione dal seguente tenore: BGE 124 I 310 S. 312\n\nANNUNCIANO L'APERTURA DELLO\n\nStudio legale e notarile\n\nBORELLI & LEPORI\n\nVIA DEI GORINI 2, 6900 LUGANO\n\nTEL. 091 921 06 71 - FAX 091 921 06 79\n\nAL SEGUENTE NUMERO DI TELEFONO LO STUDIO\n\nLEGALE BORELLI & LEPORI OFFRE\n\nCONSULENZA GIURIDICA\n\nTELEFONICA\n\n(problemi di divorzio, separazione, questioni ereditarie, diritto penale, contratti di lavoro, di appalto, di mandato, di assicurazione, ecc.)\n\nTEL. 157 87 87\n\nIl costo di fr. 4,23 al minuto (servizio Telebusiness)\n\nè comprensivo delle spese telefoniche, dell'onorario legale e IVA, e sarà addebitato direttamente sulla bolletta telefonica dell'utente.\n\nB.- Il 19 settembre 1997, il Presidente dell'Ordine degli avvocati del Cantone Ticino ha informato gli avvocati Simona Lepori e Daniele Borelli di ritenere incompatibile con le norme che disciplinano la professione dell'avvocato l'offerta di un servizio di consulenza giuridica tramite sistema Telebusiness ed ha quindi chiesto loro la disattivazione di tale linea telefonica. Per le medesime ragioni, il 27 ottobre 1997, la Commissione di disciplina dell'Ordine degli avvocati ha notificato ai due legali l'apertura nei loro confronti di un procedimento disciplinare. Preso atto delle osservazioni introdotte dagli interessati, con decisione 16 dicembre 1997, la suddetta autorità di vigilanza ha giudicato quest'ultimi colpevoli di aver violato l'art. 7 della legge ticinese sull'avvocatura, del 15 marzo 1983 (LAvv), nonché gli art. 5, 14 e 18 del codice professionale dell'Ordine degli avvocati del Cantone Ticino, del 4 dicembre 1971 (CAvv), ed ha inflitto ad entrambi un ammonimento, a titolo di sanzione disciplinare. I provvedimenti sono stati confermati su ricorso il 19 febbraio 1998 dalla Camera per l'avvocatura e il notariato del Tribunale d'appello del Cantone Ticino.\n\nC.- Il 24 marzo 1998, Simona Lepori e Daniele Borelli hanno inoltrato davanti al Tribunale federale un ricorso di diritto pubblico, con cui chiedono che quest'ultima decisione cantonale sia annullata. Lamentano la violazione degli art. 4 e 31 Cost.BGE 124 I 310 S. 313\n\nIl Tribunale federale ha respinto il ricorso, per quanto ricevibile.", "considerants": "Dai considerandi:\n\n2. a) Secondo i giudici cantonali, l'offerta - da parte di avvocati affiliati all'Ordine - di un servizio di consulenza giuridica telefonica tramite sistema Telebusiness è incompatibile con i principi che disciplinano l'esercizio dell'avvocatura nel Cantone Ticino. In particolare, la Corte cantonale ha ritenuto tale metodo di consulenza lesivo della dignità professionale dell'avvocato. Inoltre la fatturazione della prestazione, mediante addebito sulla bolletta telefonica del cliente dell'importo di fr. 4,23 per ogni minuto di conversazione, violerebbe la Tariffa dell'Ordine. Da ultimo, il servizio in oggetto non rispetterebbe il principio secondo cui l'avvocato è tenuto, di massima, a prestare la propria opera di consulenza ricevendo i clienti in locali adatti a tale scopo.\n\nb) I ricorrenti contestano le argomentazioni addotte dalle istanze cantonali e ravvisano nel giudizio impugnato una violazione della loro libertà di commercio e d'industria, nonché del divieto d'arbitrio.\n\n3. a) La libertà di commercio e d'industria garantita dall'art. 31 Cost. protegge ogni attività economica privata esercitata a titolo professionale e volta al conseguimento di un guadagno o di un reddito (DTF 123 I 12 consid. 2a). Secondo costante giurisprudenza, l'avvocato fruisce della tutela dell'art. 31 Cost., alla stessa stregua di chiunque altro eserciti una professione liberale o sia attivo nell'ambito dell'economia privata (DTF 123 I 12 consid. 2a e rinvii). La citata norma costituzionale non impedisce tuttavia ai Cantoni di apportare delle restrizioni di polizia al diritto di esercitare liberamente un'attività economica al fine di tutelare l'ordine pubblico, la salute, i buoni costumi e la buona fede nei rapporti commerciali come pure di prevedere delle limitazioni fondate su motivi di politica sociale (art. 31 cpv. 2 Cost). Tali misure devono poggiare su di una base legale, essere giustificate da un interesse pubblico preponderante e limitarsi, conformemente al principio di proporzionalità, a quanto necessario per realizzare gli scopi d'interesse pubblico perseguiti (DTF 123 I 12 consid. 2a; DTF 122 I 130 consid. 3a con rinvii; DTF 111 Ia 101 consid. 4 e rinvii per quanto concerne più specificatamente la possibilità per i Cantoni d'introdurre delle prescrizioni che regolamentano l'esercizio dell'avvocatura). Non sono invece consentite limitazioni basate su ragioni di politica economica, ossia misure che intervengono nel gioco della libera concorrenza per favorire certi rami BGE 124 I 310 S. 314di attività lucrativa e per dirigere l'attività economica secondo un piano prestabilito (DTF 121 I 129 consid. 3b).\n\nb) Contrariamente all'opinione dei ricorrenti, nel caso di specie, non è data una grave limitazione della loro libertà di commercio e di industria, né dal punto di vista della sanzione pronunciata, alquanto lieve, né per quanto concerne le conseguenze che la medesima esplica sulla loro attività professionale. In effetti, il divieto - sottinteso all'ammonimento - di offrire un servizio di consulenza giuridica tramite sistema Telebusiness, concerne unicamente un aspetto specifico e, tutto sommato, marginale della professione che essi svolgono: il provvedimento non impedisce infatti ai ricorrenti di prestare consulenza legale alla loro clientela, ma si limita semplicemente a proibire un determinato metodo con cui fornire questo genere di prestazioni. È dunque unicamente dal profilo dell'arbitrio che il Tribunale federale esamina se la querelata restrizione poggia su di una sufficiente base legale. È pure dal punto di vista dell'arbitrio che esso valuta l'interpretazione e l'applicazione del diritto cantonale. È per contro con pieno potere cognitivo che questa Corte esamina se l'interpretazione e l'applicazione non arbitraria del diritto cantonale sia conforme alla libertà di commercio e di industria (DTF 122 I 236 consid. 4a; DTF 121 I 117 consid. 3c, 326 consid. 2b con rinvii; 120 Ia 67 consid. 3b; DTF 106 Ia 267 consid. 1 con rinvii).\n\n4. a) I ricorrenti censurano in primo luogo la mancanza di una base legale a fondamento dei provvedimenti adottati nei loro confronti e ravvisano in ciò una violazione del divieto d'arbitrio (art. 4 Cost.). Affermano in particolare che l'art. 7 LAvv, a cui fa riferimento la decisione impugnata, sancisce unicamente un obbligo generale di lealtà e probità per l'avvocato, senza enunciare alcun divieto di prestare consulenza telefonica mediante sistema Telebusiness. Contestano inoltre che le disposizioni del Codice professionale degli avvocati, pure richiamate nel giudizio impugnato, costituiscono una base legale sufficiente a limitare la loro libertà professionale. Nel caso specifico, la censura che i ricorrenti deducono dal divieto d'arbitrio, di cui all'art. 4 Cost., non ha portata propria rispetto all'esigenza di una base legale di cui all'art. 31 Cost. e va quindi esaminata in tale ambito.\n\nb) Giusta l'art. 7 cpv. 1 LAvv, \"l'avvocato è tenuto ad esercitare la professione in modo coscienzioso ed a dimostrarsi degno della considerazione che questa esige, tanto nell'esercizio delle funzioni di cui gli è riservato il monopolio, quanto nell'ulteriore sua attività professionale e in genere nel suo comportamento\". Al suo capoverso BGE 124 I 310 S. 3152 il suddetto articolo rinvia poi, tra le altre cose, alle norme deontologiche adottate dall'Ordine degli avvocati ticinesi per una più precisa descrizione dei vari obblighi professionali a cui è tenuto l'avvocato. Ora, il Tribunale federale ha già avuto modo di precisare che non è contrario al diritto costituzionale federale il fatto di stabilire, a livello di legge, unicamente i principali doveri professionali dell'avvocato, lasciando poi ai regolamenti emanati dalle organizzazioni di categoria e alla giurisprudenza il compito di definire nel dettaglio le singole norme volte a disciplinarne e limitarne l'attività (DTF 106 Ia 100 consid. 7a). In tal senso è sufficiente che l'avvocato possa valutare la correttezza o meno del proprio comportamento facendo riferimento, tra l'altro, alle disposizioni e alle direttive emanate dall'Ordine professionale a cui è affiliato, alla prassi in materia disciplinare adottata dall' autorità di sorveglianza o dallo stesso Tribunale federale, nonché al diritto consuetudinario (DTF 108 Ia 316 consid. 2b/aa concernente il par. 7 della legge sull'avvocatura del Cantone Zurigo, il cui tenore è del tutto simile a quello dell'art. 7 cpv. 1 LAvv; DTF 98 Ia 596 consid. 1a; RDAT 1997 II n. 10 consid 5b; FELIX WOLFFERS, Der Rechtsanwalt in der Schweiz, Zurigo 1986, pag. 113 e seg.; MARTIN STERCHI, Kommentar zum bernischen Fürsprecher-Gesetz, Berna 1992, ad art. 8 n. 2). Per quanto concerne il caso concreto, la censura sollevata a questo proposito dai ricorrenti non può essere accolta. I provvedimenti litigiosi adottati nei confronti di quest'ultimi risultano infatti sorretti da una sufficiente base legale, essendo essi fondati sia sulla norma generale dell'art. 7 LAvv, che sulle varie disposizioni del Codice deontologico degli avvocati ticinesi, richiamate nel giudizio impugnato, il cui contenuto doveva per forza essere conosciuto ai ricorrenti, essendo tale regolamento pubblicato nella Raccolta delle leggi vigenti del Cantone Ticino. Il fatto che nessuna di queste disposizioni preveda esplicitamente per l'avvocato il divieto di fornire delle consulenze legali tramite sistema Telebusiness non basta a sovvertire una simile conclusione e a fare apparire, di conseguenza, carenti di base legale le sanzioni litigiose. In effetti, l'impossibilità oggettiva di elencare già nella legge tutti i vari comportamenti professionali suscettibili di dare luogo ad un provvedimento disciplinare nei confronti dell'avvocato, fa sì che, in questo particolare ambito, il principio di legalità, inteso quale esigenza di una base legale, si riduce sostanzialmente all'obbligo di prevedere con una certa precisione ed in maniera esaustiva a livello legislativo le varie sanzioni applicabili nei confronti del trasgressore, così come stabilito dall'art. 24 LAvv BGE 124 I 310 S. 316(cfr. sull'argomento DOMINIQUE FAVRE, Les principes pénaux en droit disciplinaire, in: Mélanges Robert Patry, Losanna 1988, pag. 331-332 e 334 in fine con rinvii).\n\n5. a) Come sopra accennato (cfr. consid. 2b), i ricorrenti contestano che l'offerta al pubblico di un servizio di consulenza giuridica tramite sistema Telebusiness sia lesiva della dignità professionale dell'avvocato. Negano inoltre che, nel caso concreto, tale servizio non rispetti la Tariffa dell'Ordine e che esso violi il principio secondo cui l'avvocato deve ricevere i clienti e fornire loro consulenza in locali adatti ad una simile attività. Lamentano, in sostanza, la scorretta interpretazione e applicazione del diritto cantonale. Già si è detto in precedenza di come una simile censura debba essere vagliata sotto l'angolo dell'arbitrio (cfr. consid. 3b). A tale proposito è utile ricordare che, per prassi costante, l'arbitrio non può essere ravvisato già nella circostanza che un'altra soluzione, diversa da quella adottata dall'autorità cantonale, sia immaginabile o addirittura preferibile. Il Tribunale federale si scosta da quella scelta dalle istanze cantonali soltanto se la stessa appare manifestamente insostenibile, in contraddizione palese con la situazione effettiva, se viola in modo evidente una norma o un principio giuridico incontestato o se contrasta in modo intollerabile con il sentimento di giustizia e di equità (DTF 122 I 61 consid. 3a, DTF 122 II 130 consid. 2; DTF 121 I 113 consid. 3a e rinvii). Va poi aggiunto che una decisione non va annullata allorché è arbitraria nella motivazione, ma solo se lo è nel risultato stesso (DTF 119 II 193 consid. 3e con rinvii).\n\nb) aa) L'art. 7 LAvv statuisce il principio generale della \"dignità professionale\" dell'avvocato. Di massima, si può affermare che, con questo termine, viene comunemente intesa l'onorabilità e la credibilità di cui l'avvocato deve fruire presso le autorità e il pubblico per poter svolgere in maniera adeguata l'importante ruolo che la legge, la giurisprudenza e la dottrina gli riconoscono nell'ambito dell'amministrazione della giustizia e dell'assistenza legale (cfr. DTF 106 Ia 100 consid. 6b; VEREIN ZÜRCHERISCHER RECHTSANWÄLTE, Handbuch über die Berufspflichten des Rechtsanwaltes im Kanton Zürich, Zurigo 1988, pag. 3 e segg.; sulla funzione dell'avvocato si confronti in particolare WOLFFERS, op.cit., pag. 37 e seg. con rinvii, nonché GIAN CARLO CRESPI, Cenni e riflessioni sul diritto professionale degli avvocati per i praticanti in Ticino in: RDAT 1987, pag. 261 e segg.). In concreto, sussistono per il vero dei dubbi sul fatto che, secondo quanto rilevato dalle precedenti istanze, la prestazione di consulenza legale tramite sistema Telebusiness configuri BGE 124 I 310 S. 317un'attività contraria alla dignità professionale dell'avvocato, nel senso sopra esposto del termine. In particolare, non è possibile pervenire ad una simile conclusione per il solo motivo che il servizio offerto dai ricorrenti sfrutta un'innovazione tecnica nel campo della telefonia, esulando in questo modo da quelli tradizionalmente proposti in ambito legale. Fosse vero il contrario, verrebbe in pratica impedito agli avvocati di poter ricorrere a dei metodi moderni per gestire la loro attività. Anche il fatto di corrispondere per telefono con un cliente e di fatturare immediatamente la prestazione fornitagli mediante addebito sul suo conto telefonico non appare, di per sé, lesivo dell'onorabilità dell'avvocato. Né tantomeno è determinante in questo senso l'argomento sollevato dalle istanze cantonali, secondo cui la violazione del principio della dignità professionale deriva già dal fatto che un servizio analogo potrebbe venire offerto anche da persone sprovviste della necessaria preparazione giuridica, altrimenti, a stretto rigore di logica, tutte le attività che l'avvocato svolge in concorrenza con altre professioni, al di fuori del settore di monopolio garantitogli dalla legge, dovrebbero pure essere considerate indegne dal punto di vista deontologico. Il che non è ragionevolmente sostenibile. In realtà, specialmente laddove l'attività dell'avvocato è confrontata con l'impiego di nuovi metodi di lavoro, la questione di sapere se un certo comportamento professionale sia o meno compatibile con il principio della dignità professionale dev'essere esaminata di caso in caso, senza ricorrere a schematismi eccessivi. Per quanto attiene al caso concreto, il quesito di sapere se il servizio offerto dai ricorrenti sia rispettoso del suddetto principio può restare nella presente sede aperto, in quanto indipendentemente da ciò, esso appare comunque in contrasto con un'altra regola deontologica prevista dall' ordinamento ticinese, vale a dire con l'obbligo per l'avvocato di esercitare la professione in modo coscienzioso, sancito, in via generale, dagli art. 7 LAvv e 3 CAvv e, per i suoi aspetti più specifici, pure dall'art. 18 CAvv, a cui fa riferimento la decisione impugnata.\n\nbb) In base a tale principio l'avvocato è tenuto a consigliare il proprio cliente in modo compiuto e sicuro (MICHAEL PFEIFFER, Der Rechtsanwalt in der heutigen Gesellschaft in: ZSR 115 (1996) II pag. 303; DOMINIQUE DREYER, L'avocat dans la société actuelle: de la nécessité de passer du XIXe au XXIe siècle in: ZSR 115 (1996) II pag. 470; Verein Zürcherischer Rechtsanwälte, op.cit., pag. 91 e segg.). Il parere giuridico che egli è chiamato a rendere deve, di principio, essere completo e tenere conto di tutte le circostanze del caso, BGE 124 I 310 S. 318a meno che il cliente voglia essere consigliato unicamente in merito ad un ben determinato aspetto della questione (DREYER, op.cit., pag. 470). Tuttavia, anche in quest'ultimo caso, la risposta al cliente deve essere - perlomeno su tale punto - attendibile, conformemente a quanto ci si può aspettare da una persona provvista di specifiche conoscenze tecniche in ambito giuridico (PFEIFFER, op.cit., pag. 302 e seg.). Per poter consigliare correttamente il proprio mandante, l'avvocato deve innanzitutto conoscere a fondo i fatti sui quali si fonda il problema che gli è stato sottoposto. Da questo punto di vista egli dipende in buona misura da quanto gli viene riferito dal cliente. L'avvocato è tuttavia tenuto ad esaminare con senso critico la correttezza di queste informazioni: nel limite del possibile, egli ha il dovere di verificarne la completezza e l'esattezza. Qualora le medesime risultassero lacunose, insufficienti oppure poco chiare, egli ha quindi l'obbligo di chiedere dei chiarimenti e, se del caso, di compiere degli accertamenti (STERCHI, op. cit., ad art. 11 n. 5b; DREYER, op.cit., pag. 470). Il che comporta l'effettuazione di sopralluoghi oppure, più sovente, l'esame di documenti. Per quanto concerne in modo particolare quest'ultimi, gli stessi si trovano normalmente nelle mani del cliente o presso autorità. Per poter accedere a talune informazioni utili al corretto adempimento dell'incarico ricevuto, l'avvocato si trova quindi spesso nella necessità d'instaurare con il suo mandante una relazione personale e diretta. L'art. 18 CAvv, che fa obbligo all'avvocato di prestare opera di consulenza ricevendo la clientela in locali propri, va pertanto interpretato nel contesto di quanto appena esposto. Tale disposizione non mira infatti solo a fare sì che il legale conferisca con il cliente in un luogo dove sia garantita sufficiente tranquillità e discrezione (cfr. STERCHI, op.cit., Anhang 1 ad art. 29), ma sottintende anche la necessità di un contatto personale tra mandante e mandatario, quale premessa iniziale per il corretto adempimento dell'incarico di consulenza. Eccezioni sono certamente possibili, ma, in quanto tali, devono restare confinate a casi del tutto particolari. Ora, il metodo di consulenza proposto dai ricorrenti non tiene sufficientemente conto delle suddette esigenze. Limitando infatti la relazione tra avvocato e cliente ad un semplice colloquio telefonico, senza la possibilità di ulteriori sviluppi, esso non permette al primo di operare tutte le verifiche che, di norma, si rendono necessarie per poter fornire un parere giuridico affidabile, che sia dal punto di vista qualitativo all'altezza delle attese del cliente. Inoltre - come rilevato dalla Commissione di disciplina - è verosimile che un sistema di consultazione del genere BGE 124 I 310 S. 319possa indurre quest'ultimo ad affrettare i tempi della conversazione telefonica per contenerne il costo, rendendo in questo modo ancora più difficoltose le verifiche che l'avvocato deve poter compiere per potersi pronunciare con la dovuta cognizione di causa. Si deve pertanto concludere che il servizio in parola non offre sufficienti garanzie per ciò che concerne la completezza e la correttezza delle informazioni che verrebbero rilasciate ai suoi utenti. Il che non si concilia con le norme deontologiche sopra menzionate. A questo proposito va comunque ancora precisato che la consulenza che l'avvocato fornisce per telefono nel contesto di un incarico già esistente si differenzia sensibilmente dal genere di prestazione proposto dai ricorrenti, non fosse altro per il fatto che nel primo caso si è già instaurato un contatto personale con il cliente, per cui i fatti rilevanti per il parere sono, di massima, già conosciuti. Certo, possono sussistere casi in cui l'avvocato deve operare, senza aver mai avuto l'occasione d'incontrare personalmente il suo cliente. Ciò capita ad esempio allorquando quest'ultimo risiede all'estero. Si deve tuttavia considerare che in simili situazioni, il legale si pronuncia, in genere, dopo aver avuto l'occasione e il tempo di esaminare le informazioni e gli atti che gli sono stati messi a disposizione dal suo mandante.\n\nc) In linea generale, si può certamente ammettere che, come sostengono i ricorrenti, esiste per il pubblico la necessità di poter far capo a dei sistemi di consulenza giuridica rapida, mediante i quali ottenere, senza alcun appuntamento o altre particolari formalità, delle informazioni da parte di un legale. Tuttavia, dal punto di vista deontologico, non è ammissibile che il soddisfacimento di un simile bisogno vada a scapito dell'affidabilità e della completezza della prestazione fornita. Non si deve infatti dimenticare che sovente le questioni sulle quali viene chiesto il parere di un legale concernono problemi di una certa importanza (non solo patrimoniale) per gli interessati: un eventuale errore da parte dell'avvocato, dovuto all'impossibilità per quest'ultimo di approfondire come di dovere il quesito a lui sottoposto, può dunque avere delle gravi conseguenze per il cliente. Da qui la necessità di assicurare al pubblico un metodo di consulenza che ponga il legale nella posizione di poter effettuare le verifiche e gli accertamenti del caso. Altri sistemi sono d'altra parte già stati concepiti in Svizzera al fine di soddisfare l' esigenza di ottenere in tempi rapidi delle informazioni su delle questioni legali. Si pensi, ad esempio, all'istituzione in diversi Cantoni di consultori giuridici (comunemente indicati in francese quali \"permanences juridiques\" o, in tedesco, con il termine di \"Rechtsauskunftsdienste\"), BGE 124 I 310 S. 320presso i quali è possibile consultare un avvocato su delle questioni poco complesse, senza appuntamento, a basso prezzo (in genere fisso) o addirittura gratuitamente. Laddove esistono, tali servizi sono stati in genere istituiti su iniziativa dei vari Ordini di categoria. Nulla impedisce comunque al singolo avvocato di allestire privatamente un servizio analogo offrendo, ad esempio, durante determinate fasce orarie della giornata e senza appuntamento, consulenza a chiunque desideri ottenere in breve tempo informazioni su problemi giuridici di semplice risoluzione. In tal modo il contatto personale e il dialogo tra cliente e avvocato si instaurano in maniera certamente più adeguata di quanto avverrebbe attraverso il sistema di consultazione telefonica proposto dai ricorrenti.\n\nd) Stante tutto quanto precede, si deve dunque concludere che, per ciò che concerne i combinati art. 7 LAvv e 18 CAvv, l'interpretazione del diritto cantonale operata dalla precedente istanza giudiziaria non appare, nel suo complesso, arbitraria.\n\n6. Resta da esaminare (liberamente) se la citata interpretazione e applicazione del diritto cantonale sia rispettosa o meno della libertà di commercio e d'industria di cui all'art. 31 Cost., per quanto concerne, segnatamente, l'interesse pubblico e il principio di proporzionalità.\n\na) In primo luogo va detto che è dato un interesse pubblico preponderante affinché i pareri forniti dagli avvocati poggino su delle basi attendibili. In caso contrario la clientela verrebbe esposta in maniera eccessiva al rischio di ottenere dei consigli errati. Rischio che, oltre una certa misura, non può essere tollerato, potendosi oggettivamente confidare nel fatto che il parere giuridico reso da uno specialista del settore, soggetto alla vigilanza disciplinare dello Stato - quale è l'avvocato - sia il più possibile attendibile.\n\nI ricorrenti sollevano tuttavia nel loro gravame un problema piuttosto delicato, allorquando affermano che nel campo della consulenza legale gli avvocati sono esposti alla concorrenza di persone assai meno qualificate dal punto di vista professionale, le quali, non essendo soggette a sorveglianza da parte dell'ente pubblico o di un particolare ordine di categoria, non incontrerebbero alcun ostacolo a praticare un'attività consultiva tramite Telebusiness. Secondo gli insorgenti, è paradossale vietare agli avvocati, che sono pur sempre degli specialisti in materia giuridica, l'esercizio di un simile metodo di consulenza e permettere invece che il medesimo possa essere offerto da persone meno preparate dal punto di vista professionale. In verità la contraddizione denunciata dagli insorgenti non è che BGE 124 I 310 S. 321apparente nel senso che, proprio perché abilitati dallo Stato a svolgere una simile professione e soggetti a sorveglianza anche nel campo della consulenza, gli avvocati fruiscono presso il pubblico di una credibilità che non è propria di eventuali loro concorrenti \"laici\" e che quindi, nel limite del possibile, non va disattesa. La questione della concorrenza da parte di persone che operano a livello professionale in settori non soggetti al monopolio degli avvocati, senza essere sottoposti alle medesime limitazioni che toccano quest'ultimi, rappresenta comunque un problema che non deve essere sottovalutato. Se del caso talune regole professionali dovranno essere modificate al fine di garantire una certa competitività agli avvocati. Ciò detto, va comunque rilevato che, nel caso concreto, simili considerazioni non permettono ancora di prescindere dalla rigorosa applicazione dei principi deontologici sopra citati, sussistendo sufficienti ragioni per ritenere inammissibile l'offerta di un sistema di consulenza, che - per le sue caratteristiche - non sarebbe in grado di soddisfare in maniera appropriata le attese in esso riposte dal pubblico.\n\nb) Dal punto di vista del principio della proporzionalità, la decisione litigiosa non dà adito a critiche. Per quanto concerne la sanzione inflitta ai ricorrenti, essa è la più lieve prevista dall'ordinamento cantonale (art. 24 LAvv) e non appare eccessiva per rispetto alla trasgressione loro rimproverata. Per ciò che invece attiene al divieto a far uso di un sistema di consulenza tramite sistema Telebusiness, che ne deriva, non si vede oggettivamente come potrebbero essere ovviati i rischi insiti nell'uso di un simile metodo attraverso l'adozione di misure meno incisive. Sarebbe, ad esempio, assai problematico, nonché professionalmente poco serio, obbligare gli avvocati che offrono consulenza tramite detto sistema a rendere attenti gli utenti del servizio sul fatto che le risposte loro fornite mediante Telebusiness costituiscono dei semplici pareri preliminari, senza alcuna garanzia quanto alla loro correttezza.\n\nc) Stante tutto quanto precede, la decisione impugnata non risulta essere lesiva dell'art. 31 Cost. Per il che non si rende necessario esaminare se le censure sollevate dai ricorrenti in merito alla presunta disattenzione delle norme relative all'obbligo di rispettare la Tariffa dell'Ordine siano fondate o meno, non potendo comunque le medesime influire sull'esito della presente procedura. Ne consegue che il ricorso dev'essere respinto."}