{"annee": "124", "cour": "II", "page": "259", "date": "19/5/1998", "cite": ["118 IB 229", "123 II 37", "124 II 97", "123 II 106", "122 IV 173", "121 II 127"], "cite_par": ["128 II 131", "143 IV 508", "124 II 475"], "chapeau": "29. Extrait de l'arrêt de la Cour de cassation pénale du 19 mai 1998 dans la cause R. contre l'arrêt rendu le 26 février 1998 par le Tribunal administratif du canton de Vaud (recours de droit administratif)", "regestes": ["Art. 16 al. 2 et al. 3 let. a LCR, art. 4a al. 1 let. b OCR; dépassement de la vitesse autorisée hors des localités; retrait de permis. Celui qui dépasse de 30 km/h ou plus la vitesse maximale générale de 80 km/h autorisée hors des localités commet objectivement une infraction grave aux règles de la circulation, sans égard aux circonstances concrètes du cas. Lorsque la vitesse maximale précitée est dépassée de 26 à 29 km/h, il y a lieu d'admettre qu'il s'agit objectivement d'un cas de gravité moyenne au moins, sans égard aux circonstances concrètes (consid. 2c)."], "faits": "BGE 124 II 259 S. 260\n\nLe 2 septembre 1996 vers 1 h 45, R. circulait au volant d'une voiture sur la route cantonale Lausanne-Berne. Il a été suivi par une voiture de la gendarmerie sur un tronçon où la vitesse est limitée à 80 km/h. Selon le rapport de gendarmerie, il a dépassé la vitesse autorisée de 41 km/h.\n\nPar décision du 4 novembre 1996, le Service des automobiles du Département vaudois de la justice, de la police et des affaires militaires a ordonné le retrait du permis de conduire de R. pour une durée d'un mois. Cette décision se fonde sur le rapport de gendarmerie précité.\n\nSur le plan pénal, le Juge d'instruction de l'arrondissement de Lausanne a, par ordonnance du 31 décembre 1997, condamné R. à 500 fr. d'amende. Retenant l'hypothèse la plus favorable à l'accusé, le juge a estimé qu'il fallait prendre en considération un dépassement de la vitesse autorisée de 28 km/h et non de 41 km/h, comme mentionné dans le rapport de gendarmerie.\n\nPar arrêt du 26 février 1998, le Tribunal administratif du canton de Vaud a rejeté le recours de R. contre la décision du Service des automobiles.\n\nSe référant à l'ordonnance du juge d'instruction, le tribunal a retenu un excès de vitesse de 28 km/h. Il a relevé que, certes, un tel dépassement n'autorisait en principe pas un retrait obligatoire du permis de conduire au sens de l'art. 16 al. 3 de la loi fédérale sur la circulation routière (LCR; RS 741.01). Cependant, selon le rapport de gendarmerie, R., qui devait impérativement arriver à Berne à 3 h, était pressé par le temps et sa vitesse était inadaptée en raison d'un fort vent latéral. En définitive, il résultait de l'ensemble des circonstances que, malgré les bons antécédents de ce dernier, il se justifiait de prononcer un retrait facultatif du permis (art. 16 al. 2 1ère phrase LCR), la faute commise ne pouvant pas être qualifiée de légère et entraîner un simple avertissement (art. 16 al. 2 2ème phrase LCR).\n\nR. a déposé un recours de droit administratif contre cet arrêt.", "considerants": "Considérant en droit:\n\n1. (\"Recevabilité\")\n\n2. a) Le recourant soutient que le tribunal s'est fondé à tort sur le rapport de gendarmerie pour retenir que, d'une part, il devait impérativement arriver à Berne à 3 h et, d'autre part, sa vitesse était inadaptée en raison d'un fort vent latéral, au point que, à plusieurs reprises, BGE 124 II 259 S. 261la trajectoire du véhicule a été déviée sur la gauche. Selon lui, le tribunal s'est ainsi écarté sans motif des constatations de fait établies dans la procédure pénale et contenues dans l'ordonnance du juge d'instruction; ce dernier l'a en effet condamné sur la base de l'art. 90 ch. 1 LCR en tenant uniquement compte de l'excès de vitesse de 28 km/h. Le recourant observe qu'il n'avait pas de raison d'imaginer que le tribunal retiendrait d'autres faits que ceux figurant dans cette ordonnance. En particulier, il conteste avoir déclaré aux gendarmes qu'il devait être à Berne à 3 h, affirmant qu'il s'agissait de 3 h 50, et nie qu'il y ait eu du vent latéral. Le recourant fait donc valoir que seul le dépassement de vitesse doit entrer en considération; dès lors que le dépassement incriminé constitue un cas de peu de gravité, il ne peut donner lieu qu'à un avertissement et non à un retrait du permis de conduire.\n\nb) Les conditions d'un retrait de permis selon l'art. 16 LCR, spécialement sous l'angle des excès de vitesse, ont été examinées dans l' ATF 123 II 106, auquel il convient de se référer.\n\naa) Conformément à l'art. 16 al. 2 LCR, le permis de conduire peut être retiré au conducteur qui, par des infractions aux règles de la circulation, a compromis la sécurité de la route ou incommodé le public (1ère phrase); dans les cas de peu de gravité, un simple avertissement peut être prononcé (2ème phrase). Selon l'art. 16 al. 3 let. a LCR, le permis de conduire doit être retiré si le conducteur a compromis gravement la sécurité de la route. Ainsi, la loi fait la distinction entre (cf. ATF 123 II 106 consid. 2a p. 109):\n\n- le cas de peu de gravité (art. 16 al. 2 2ème phrase LCR);\n\n- le cas de gravité moyenne (art. 16 al. 2 1ère phrase LCR);\n\n- le cas grave (art. 16 al. 3 let. a LCR).\n\nSur la base de l'art. 16 al. 2 LCR, l'autorité administrative peut renoncer à l'une des mesures qui y sont prévues, prononcer un avertissement ou ordonner le retrait du permis de conduire. Le choix entre ces possibilités doit se faire en fonction de la gravité du cas d'espèce. La renonciation au retrait du permis n'est en principe possible que s'il s'agit d'un cas de peu de gravité au sens de l'art. 16 al. 2 2ème phrase LCR, ce qui doit être déterminé en premier lieu au regard de l'importance de la mise en danger de la sécurité et de la gravité de la faute, mais aussi en tenant compte des antécédents du conducteur comme automobiliste (ATF 123 II 106 consid. 2b p. 110 s.; ATF 121 II 127 consid. 3c p. 130 et les arrêts cités).\n\nBGE 124 II 259 S. 262\n\nbb) Sans égard aux circonstances concrètes, le dépassement de la vitesse autorisée constitue un cas grave selon l'art. 16 al. 3 let. a LCR lorsqu'il est (cf. ATF 123 II 106 consid. 2c p. 112 s.):\n\n- de 35 km/h sur une autoroute;\n\n- de 30 km/h sur une semi-autoroute dont les chaussées dans les deux directions ne sont pas séparées (ATF 122 IV 173);\n\n- de 25 km/h à l'intérieur des localités (ATF 123 II 37).\n\nEtant donné que la limite du cas grave est donnée par les dépassements de vitesse chiffrés ci-dessus, la limite du cas de gravité moyenne doit se situer plus bas (ATF 123 II 106 consid. 2c p. 113).\n\ncc) Il résulte de l'arrêt précité (examinant un excès de vitesse de 32 km/h sur une autoroute; consid. 2c et d p. 113) que, en cas de dépassement de la vitesse autorisée de plus de 30 km/h commis sur une autoroute, le permis doit être retiré sur la base de l'art. 16 al. 2 1ère phrase LCR lorsque le dépassement se situe entre 31 et 34 km/h et que les circonstances sont favorables (conditions de circulation et antécédents), et sur la base de l'art. 16 al. 3 let. a LCR lorsque les circonstances sont défavorables ou lorsque le dépassement est de 35 km/h ou plus.\n\nDès lors, un excès de vitesse se situant peu en dessous de la limite du cas grave constitue un cas de gravité moyenne alors même que les circonstances sont favorables et doit entraîner le retrait du permis en application de l'art. 16 al. 2 1ère phrase LCR. Dans l'hypothèse où ces circonstances sont défavorables, ce dépassement de vitesse occasionne alors le retrait du permis sur la base de l'art. 16 al. 3 let. a LCR.\n\nAu demeurant, le Tribunal fédéral a récemment précisé que lorsque la vitesse maximale générale de 50 km/h autorisée dans les localités est dépassée de 21 à 24 km/h (la limite du cas grave est de 25 km/h), il y a lieu d'admettre qu'il s'agit objectivement d'un cas de gravité moyenne au moins, sans égard aux circonstances concrètes. Même lorsque les conditions de circulation et les antécédents sont favorables, un tel dépassement implique un retrait du permis en application de l'art. 16 al. 2 1ère phrase LCR (ATF 124 II 97 consid. 2b p. 99 ss).\n\nLorsque l'art. 16 al. 2 1ère phrase LCR trouve application, il est possible, en cas de circonstances particulières, comme celles visées par l'ATF 118 Ib 229, qu'il soit renoncé au retrait du permis de conduire (ATF 123 II 106 consid. 2c p. 113).\n\nBGE 124 II 259 S. 263\n\nc) En l'espèce, un dépassement de vitesse de 28 km/h a été constaté sur une route hors d'une localité. La jurisprudence n'a pas eu l'occasion de préciser la limite du cas grave à propos d'un excès de vitesse commis hors d'une localité, sur une route ordinaire où la vitesse est limitée à 80 km/h (art. 4a al. 1 let. b de l'ordonnance sur les règles de la circulation routière [OCR; RS 741.11]). Il n'y a cependant pas lieu de fixer une limite distincte de celle de 30 km/h valant sur une semi-autoroute dont les chaussées dans les deux directions ne sont pas séparées, limite définie à l' ATF 122 IV 173 et rappelée plus haut (consid. 2b/bb). Il s'agit en effet, dans chaque cas, de routes où la voie allant dans une direction n'est séparée de celle venant en sens inverse que par une ligne de sécurité tracée sur la chaussée; il existe donc un important risque de collision frontale susceptible d'engendrer de graves conséquences. Par ailleurs, on peut observer que, s'agissant du dépassement de la vitesse maximale autorisée, les routes hors des localités et les semi-autoroutes sont traitées sur le même pied dans l'ordonnance sur les amendes d'ordre (RS 741.031; annexe 1 no 303.2). Aussi, ces similitudes justifient-elles de retenir que celui qui dépasse de 30 km/h ou plus la vitesse maximale autorisée de 80 km/h hors des localités commet objectivement une infraction grave aux règles de la circulation, sans égard aux circonstances concrètes du cas.\n\nLe dépassement de vitesse incriminé (28 km/h) se situe donc très peu au-dessous de cette limite de 30 km/h pour le cas grave. Dès lors, il n'est pas douteux que ce dépassement constitue, objectivement et sans égard aux circonstances concrètes, un cas de gravité moyenne. A l'instar des fourchettes établies pour les dépassements de vitesse sur une autoroute (31 à 34 km/h) et à l'intérieur d'une localité (21 à 24 km/h), il faut admettre que le cas est de gravité moyenne pour un excès de vitesse de 26 à 29 km/h hors d'une localité. Il faut évidemment rappeler que, à l'intérieur de cette fourchette, il se peut que le cas soit grave si les circonstances concrètes sont défavorables; de même, en raison de telles circonstances, le cas peut être grave ou de gravité moyenne, alors que l'excès de vitesse se situe au-dessous de cette fourchette.\n\nAinsi, contrairement à ce que soutient le recourant, l'autorité cantonale ne pouvait pas se contenter de prononcer un avertissement, le cas d'espèce n'étant pas de peu de gravité au sens de l'art. 16 al. 2 2ème phrase LCR; compte tenu de l'excès de vitesse de 28 km/h, elle devait au moins retirer le permis du recourant sur la base de l'art. 16 al. 2 1ère phrase LCR. Il n'existe en outre pas de circonstances BGE 124 II 259 S. 264particulières, telles que définies dans l' ATF 118 Ib 229, qui permettraient de renoncer au retrait prononcé selon cette disposition. Au surplus, la seule question portée devant la cour de céans a trait au bien-fondé de la mesure de retrait; il n'est donc pas nécessaire d'examiner les circonstances concrètes du cas et les critiques du recourant à leur égard, dès lors qu'indépendamment de ces circonstances, le retrait se justifie déjà par le dépassement de vitesse commis. Enfin, le droit fédéral n'est pas non plus violé par la durée du retrait, fixée à un mois, soit la durée minimale prévue par la loi (art. 17 al. 1 let. a LCR)\n\nLe recours se révèle ainsi infondé et doit être rejeté."}