{"annee": "124", "cour": "II", "page": "358", "date": "13/7/1998", "cite": ["110 IB 94", "119 II 86", "114 II 181", "121 II 252"], "cite_par": [], "chapeau": "34. Arrêt de la IIe Cour de droit public du 13 juillet 1998 en la cause X. contre Commission cantonale de recours de police des étrangers (recours de droit administratif)", "regestes": ["Art. 33 al. 2 OJ. Les demandes de prolongation des délais fixés par le juge doivent être faites par écrit, même si cette disposition ne répète pas sur ce point la règle générale de l'art. 30 OJ."], "faits": "", "considerants": "BGE 124 II 358 S. 359\n\nExtrait des considérants:\n\n1. (...) Le 23 juin 1998 (dernier jour du délai fixé), le mandataire du recourant a informé la chancellerie du Tribunal fédéral par téléphone que son client n'avait pas été en mesure de réunir la somme nécessaire au paiement de l'avance de frais et qu'il souhaitait en conséquence obtenir l'assistance judiciaire.\n\nPar acte du 24 juin 1998, il a présenté sa demande d'assistance judiciaire par écrit et a produit une lettre de la Caisse cantonale genevoise de chômage du 18 mars 1998 attestant que les indemnités du recourant étaient bloquées dans l'attente d'une décision de l'Office cantonal de l'emploi.\n\n2. On peut considérer que la demande d'assistance judiciaire comporte implicitement une demande de prolongation du délai pour effectuer l'avance de frais. Toutefois, déposée à la poste un jour après l'échéance du délai imparti au recourant pour le paiement de l'avance de frais, la demande d'assistance judiciaire doit être considérée comme tardive (art. 32 al. 3 et 33 al. 2 OJ). Le mandataire du recourant fait certes valoir qu'il a téléphoné le dernier jour du délai pour exposer sa demande. Selon la pratique constante du Tribunal fédéral, il lui a cependant été répondu qu'il devait présenter sa demande par écrit. Principalement pour les raisons de preuve et de sécurité du droit déjà exposées lors du dépôt d'un recours par télécopieur (voir ATF 121 II 252 ss), il y a lieu en effet de considérer que les demandes de prolongation de délai ne peuvent pas être faites oralement. L'art. 30 OJ pose d'ailleurs la règle générale de l'écrit, applicable à tous les actes de la procédure, y compris la prolongation des délais par le juge, même si l'art. 33 al. 2 OJ ne le précise pas encore. Pour des raisons pratiques également, cette règle est la seule qui puisse se concevoir, tant il est vrai qu'on ne saurait exiger qu'un tribunal doive se saisir d'une demande téléphonique à n'importe quel moment. Elle correspond en outre à ce qui est généralement admis en droit cantonal (voir HAUSER/HAUSER, Kanton Zürich, Gerichtsverfassungsgesetz, 3ème éd. 1978, ad par. 215 p. 733/734; BERTOSSA/GAILLARD/GUYET, Commentaire de la loi de procédure civile genevoise, n. 3 et 4 ad art. 34). Il n'y a donc aucun motif de faire une BGE 124 II 358 S. 360exception pour les cas de nécessité, comme semble vouloir le suggérer POUDRET en cas d'urgence (POUDRET, Commentaire de la loi fédérale d'organisation judiciaire, vol. I n. 2 ad art. 33 p. 230). L'état de nécessité correspond, au demeurant, aux motifs qui pourraient le cas échéant être invoqués pour demander une restitution de délai.\n\nEn l'espèce, le mandataire du recourant ne prétend du reste pas qu'il aurait été dans l'impossibilité de présenter la demande d'assistance judiciaire par écrit le 23 juin 1998. Quant aux raisons qu'il invoque pour justifier le non-paiement de l'avance de frais, elles lui étaient sans doute déjà connues lors du dépôt du recours, le 18 mai 1998, de sorte que rien ne l'empêchait de déposer sa demande en temps utile. Ces raisons ne constituent pas non plus un motif valable qui permettrait, selon la jurisprudence, d'accorder au recourant la restitution du délai en application de l'art. 35 OJ (ATF 119 II 86 consid. 2a p. 87; ATF 114 II 181 consid. 2 p. 182; ATF 110 Ib 94 consid. 2 p. 95; POUDRET, op.cit. n. 2 p. 239 ss).\n\n3. Il s'ensuit que le recours doit être déclaré irrecevable en application de l'art. 150 al. 4 OJ. Présentée tardivement, la demande d'assistance judiciaire est également irrecevable. (...)"}