{"annee": "124", "cour": "II", "page": "398", "date": "10/6/1998", "cite": ["104 IV 140", "117 IB 441", "111 IV 106", "107 IV 200", "115 IV 225", "117 II 192"], "cite_par": ["144 II 386"], "chapeau": "39. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 10. Juni 1998 i.S. Steiner AG und Denner AG gegen Staatsrat und Kantonsgericht des Kantons Wallis (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 18 LDAl; art. 15 ss de l'arrêté fédéral sur la viticulture. Indication de provenance cantonale \"Goron\" pour le vin valaisan; interdiction de la tromperie pour une indication sur les denrées alimentaires. Recevabilité du recours de droit administratif contre des décisions cantonales qui se fondent sur la loi sur les denrées alimentaires et l'arrêté fédéral sur la viticulture, ainsi que sur des dispositions de droit cantonal (consid. 1). Interdiction de la tromperie au sens de l'art. 18 LDAl (consid. 3). Lorsqu'un canton lie l'utilisation du nom d'un vin au respect de certaines exigences de qualité, ce nom - qui donne au produit sa renommée - peut devenir une indication de provenance au sens de l'art. 16 de l'arrêté fédéral sur la viticulture (consid. 5). L'indication \"Goron\" pour les vins valaisans est une telle indication de provenance; son utilisation pour des vins non vinifiés en Valais est une tromperie au sens de l'art. 18 LDAl (consid. 6)."], "faits": "BGE 124 II 398 S. 399\n\nDie Steiner AG lieferte im Jahre 1994 der Denner AG Rotwein, der wie folgt etikettiert war:\n\n1993\n\nVin de Romandie\n\nGoron\n\nCépages nobles\n\nSaint Clovis\n\nMis en bouteille par Caves A. Ruedin SA, Cressier\n\nDer Wein setzt sich unbestrittenerweise zu 25% aus Pinot Noir aus Genf und Bonvillars sowie zu 75% aus Gamay Romand zusammen. Produktionsgebiete und Vinifikationsstandorte liegen ausserhalb des Kantons Wallis.\n\nBGE 124 II 398 S. 400\n\nDer Wein wurde unter anderem in einer Filiale der Denner AG in Visp verkauft. Der zuständige Lebensmittelinspektor erhob davon ein Muster. Mit Bericht vom 9. August 1994 beanstandete das Kantonslaboratorium des Kantons Wallis, der angebotene Wein verstosse gegen Art. 20 des kantonalen Beschlusses vom 7. Juli 1993 über die Ursprungsbezeichnungen der Walliser Weine (AOC-Beschluss 93). Auf Einsprache hin verfügte das Kantonslaboratorium am 22. Dezember 1994, die Bezeichnung \"Goron\" für nicht aus Walliser Anbau stammenden Rotwein, insbesondere für den fraglichen Wein, sei verboten und der Restbestand des Weines müsse vom Markt zurückgezogen werden.\n\nDagegen erhoben die Steiner AG und die Denner AG erfolglos Beschwerde an das Gesundheitsdepartement und anschliessend an den Staatsrat des Kantons Wallis. Gegen den abweisenden Entscheid des Staatsrats erhoben sie Verwaltungsgerichtsbeschwerde an das Kantonsgericht des Kantons Wallis. Dieses erwog mit Urteil vom 25. Oktober 1996, die Bezeichnung \"Goron\" für nicht aus dem Wallis stammenden Wein widerspreche der kantonalen Gesetzgebung über die Ursprungsbezeichnung der Walliser Weine. Seit Jahrzehnten werde die Bezeichnung \"Goron\" mit Wein aus dem Kanton Wallis in Verbindung gebracht. \"Goron\" sei eine Ursprungsbezeichnung im Sinne von Art. 17 des Bundesbeschlusses vom 19. Juni 1992 über den Rebbau (Rebbaubeschluss, nachfolgend RebBB; SR 916.140.1). Die Verwendung dieser Bezeichnung für nicht aus dem Wallis stammenden Wein sei daher eine nach Art. 18 des Bundesgesetzes vom 9. Oktober 1992 über Lebensmittel und Gebrauchsgegenstände (Lebensmittelgesetz, LMG; SR 817.0) verbotene Täuschung. Aus diesen Gründen wies das Kantonsgericht die Beschwerden ab.\n\nDie Steiner AG und die Denner AG erhoben am 9. Dezember 1996 gemeinsam Verwaltungsgerichtsbeschwerde und staatsrechtliche Beschwerde an das Bundesgericht mit dem Antrag, das Urteil des Kantonsgerichts vom 25. Oktober 1996 sowie die Verfügungen des Kantonslaboratoriums vom 9. August 1994 und vom 22. Dezember 1994 aufzuheben.\n\nDer Staatsrat und das Kantonsgericht des Kantons Wallis beantragen Abweisung der Beschwerde.\n\nDas Bundesgericht tritt auf die staatsrechtliche Beschwerde nicht ein und weist die Verwaltungsgerichtsbeschwerde ab.\n\nBGE 124 II 398 S. 401", "considerants": "Aus den Erwägungen:\n\n1. b) Der angefochtene Entscheid stützt sich auf Art. 18 des LMG und auf die Art. 15 ff. des RebBB, mithin auf öffentliches Recht des Bundes. Verfügungen in Anwendung des Lebensmittelgesetzes oder des Rebbaubeschlusses sind mit Verwaltungsgerichtsbeschwerde anfechtbar (BGE 117 Ib 441 E. 1; nicht publizierte Urteile des Bundesgerichts vom 27. Oktober 1997 i.S. G., E. 2; vom 21. Juni 1996 i.S. P., E. 2; vom 7. November 1995 i.S. E., E. 1d). Daneben stützt sich der angefochtene Entscheid auch auf Art. 20 in Verbindung mit Art. 5-11 des AOC-Beschlusses 93. Ob es sich bei kantonalen Vorschriften über den Rebbau um unselbständiges Ausführungsrecht zum Bundesrecht oder um selbständiges kantonales Recht handelt, ist nicht generell, sondern in Bezug auf die gerügten Rechtsverletzungen zu prüfen (nicht publizierte Urteile des Bundesgerichts vom 15. Januar 1998 i.S. C., E. 2b, und vom 7. November 1995 i.S. E., E. 1b).\n\nc) Der AOC-Beschluss 93 beschränkt im Ergebnis die Verwendung der Bezeichnung \"Goron\" auf Weine, die aus dem Wallis stammen. Das Kantonsgericht hat deshalb angenommen, dass es eine gemäss Art. 18 LMG unzulässige Täuschung der Konsumenten darstelle, wenn diese Bezeichnung auch für nicht aus dem Wallis stammende Weine verwendet wird. Die vom Kantonsgericht angewendeten kantonalrechtlichen Bestimmungen dienen somit dazu, den bundesrechtlichen Begriff der Täuschung im Sinne von Art. 18 LMG zu konkretisieren. Ob - wie die Beschwerdeführerinnen vorbringen - der AOC-Beschluss 93 bundesrechtswidrig ist oder falsch angewendet wurde, hat somit direkte Auswirkungen auf die Tragweite von Art. 18 LMG. Es besteht daher ein enger Sachzusammenhang zwischen dem AOC-Beschluss 93 und der zu beurteilenden Frage des Bundesverwaltungsrechts, so dass die ganze Sache im Rahmen der Verwaltungsgerichtsbeschwerde zu beurteilen ist. Für die gleichzeitig eingereichte staatsrechtliche Beschwerde bleibt damit kein Raum (Art. 84 Abs. 2 OG); es ist darauf nicht einzutreten.\n\n2. Die ursprünglich angefochtene Verfügung sowie der Beschwerdeentscheid des Gesundheitsdepartements ergingen unter der Herrschaft des alten Lebensmittelgesetzes vom 8. Dezember 1905 (aLMG; BS 4, 459) und der alten Lebensmittelverordnung vom 26. Mai 1936 (aLMV; BS 4, 469). Am 1. Juli 1995 traten das neue Lebensmittelgesetz vom 9. Oktober 1992 sowie die neue Lebensmittelverordnung vom 1. März 1995 (LMV; SR 817.02) in Kraft. Nach diesem BGE 124 II 398 S. 402Datum ergingen der Beschwerdeentscheid des Staatsrates sowie das Urteil des Kantonsgerichts. Ob vorliegend die alte oder - wovon das Kantonsgericht stillschweigend ausgeht - die neue Lebensmittelgesetzgebung anwendbar ist, kann offen bleiben: Wie sich aus dem Folgenden ergibt, stimmen die beiden Gesetzgebungen in den hier relevanten Bestimmungen inhaltlich überein.\n\n3. a) Gemäss Art. 18 LMG müssen die angepriesene Beschaffenheit sowie alle anderen Angaben über ein Lebensmittel den Tatsachen entsprechen (Abs. 1). Anpreisung, Aufmachung und Verpackung der Lebensmittel dürfen den Konsumenten nicht täuschen (Abs. 2). Täuschend sind namentlich Angaben und Aufmachungen, die geeignet sind, beim Konsumenten falsche Vorstellungen über Herstellung, Zusammensetzung, Beschaffenheit, Produktionsart, Haltbarkeit, Herkunft, besondere Wirkungen und Wert des Lebensmittels zu wecken (Abs. 3). Diese Vorschriften werden in den Art. 19 ff. LMV konkretisiert. Die Art. 372 und 373 LMV enthalten ferner besondere Bestimmungen über die Sachbezeichnung und Kennzeichnung von Wein.\n\nNach Art. 54 Abs. 1 aLMG erliess der Bundesrat die nötigen Vorschriften zum Schutze der Gesundheit und zur Verhütung von Täuschungen. Gemäss Art. 15 aLMV waren Bezeichnungen, die zur Täuschung über Natur oder Herkunft von Lebensmitteln Veranlassung geben können, verboten. Spezifische Vorschriften über die Bezeichnung von Wein waren in den Art. 336 ff. aLMV (in der Fassung vom 13. August 1980, AS 1980 1155, und vom 20. Oktober 1982, AS 1982 1966 und 1514) enthalten.\n\nb) Die Lebensmittelkontrolle erstreckt sich auf die Einhaltung der gesetzlichen Anforderungen (Art. 27 LMG). Dazu gehört auch das Täuschungsverbot, und zwar bereits unter der Herrschaft des alten Lebensmittelgesetzes (nicht publizierte Urteile des Bundesgerichts vom 6. Februar 1996 i.S. A., E. 3c; vom 10. März 1995 i.S. D., E. 3; vom 26. April 1991 i.S. K. und S., E. 4c). Täuschend im Sinne dieser Bestimmungen ist eine Bezeichnung, die geeignet ist, beim durchschnittlichen Publikum Verwechslungen herbeizuführen (BGE 111 IV 106; BGE 107 IV 200 E. 2d-f); das trifft insbesondere zu, wenn eine unwahre Herkunftsbezeichnung verwendet wird (BGE 117 II 192 E. 4b/aa S. 197), so zum Beispiel, wenn durch die Etikette einer Getränkeflasche tatsachenwidrig der Eindruck erweckt wird, die zur Herstellung des Getränks verwendeten Früchte stammten aus einer bestimmten Gegend (BGE 104 IV 140 E. 3b S. 143). Täuschend ist auch, wenn durch die Bezeichnung wahrheitswidrig der Eindruck BGE 124 II 398 S. 403erweckt wird, das Produkt erfülle bestimmte gesetzliche Qualitätsanforderungen (vgl. BGE 115 IV 225 E. 2d/e S. 228 f.). Verlangt wird nicht, dass nachgewiesenermassen eine gewisse Zahl von Konsumenten getäuscht wurden. Es genügt, wenn die Bezeichnung objektiv geeignet ist, eine Täuschung herbeizuführen.\n\nc) Nach Ansicht der Vorinstanz widerspricht die fragliche Etikettierung den Vorschriften von Art. 20 des AOC-Beschlusses 93, da sie die Bezeichnung \"Goron\" enthält, obwohl der Wein nicht aus im Wallis erlaubten und kultivierten Rebsorten stamme und die von der Walliser Regierung an den \"Goron\" gestellten strengen Qualitätsanforderungen nicht oder nur zum Teil erfülle. Die Beschwerdeführerinnen behaupten nicht, der von ihnen vertriebene Wein erfülle die Anforderungen, die der AOC-Beschluss 93 an Wein mit der Bezeichnung \"Goron\" stellt. Sie bringen jedoch vor, dieser Beschluss widerspreche dem eidgenössischen Rebbaubeschluss, soweit er die Bezeichnung \"Goron\" für im Wallis produzierten Wein monopolisieren wolle. Dies ist nachfolgend zu untersuchen.\n\n4. a) Gemäss Art. 14 und 15 des Rebbaubeschlusses werden die Traubenmoste aufgrund ihres natürlichen Zuckergehalts in drei Kategorien eingeteilt. Traubenmost der Kategorie 1 kann zur Herstellung von Weinen mit Ursprungsbezeichnung verwendet werden. Der natürliche Zuckergehalt muss (für rote Gewächse) mindestens 15,8% Brix betragen. Ursprungsbezeichnungen werden in Art. 17 RebBB umschrieben. Most der Kategorie 2 kann zur Herstellung von Weinen mit Herkunftsbezeichnung verwendet werden; sein Zuckergehalt muss mindestens 15,2% Brix betragen. Art. 16 RebBB umschreibt den Begriff der Herkunftsbezeichnung. Most der Kategorie 3 kann nur zu Weinen ohne Ursprungs- oder Herkunftsbezeichnung verarbeitet werden (Art. 14 Abs. 1 lit. c RebBB). Gemäss Art. 20 Abs. 1 RebBB setzen die Kantone für Moste der Kategorie 1 einen Höchstertrag pro Flächeneinheit fest. Dieser darf für rote Gewächse nicht höher liegen als 1,2 kg/m2 oder 0,96 l/m2.\n\nb) Der AOC-Beschluss 93 übernimmt die vom Bundesrecht vorgegebene Unterteilung der Weine in drei Kategorien. Er legt jedoch in Art. 5 für Weine der Kategorie I und II höhere Mindestzuckergehalte fest als das Bundesrecht, nämlich für Rotweine der Kategorie I 19,4 bis 20,0% Brix und für Rotweine der Kategorie II 17,2% Brix. In den Art. 6 und 8 AOC-Beschluss 93 wird ein Höchstertrag von 1,2 kg/m2 für Rotweine der Kategorie I und von 1,6 kg/m2 für Weine der Kategorie II festgelegt. Gemäss Art. 20 des AOC-Beschlusses 93 können Rotweine der Kategorie II, die aus im Wallis erlaubten und BGE 124 II 398 S. 404kultivierten Rebsorten stammen, unter der Bezeichnung \"Goron\" in den Handel gebracht werden; sie müssen den Anforderungen der Art. 5-11 des AOC-Beschlusses 93 entsprechen.\n\nc) Der Staatsrat ist in seinem Entscheid vom 20. Dezember 1995 davon ausgegangen, die Bezeichnung \"Goron\" sei eine Herkunftsbezeichnung im Sinne von Art. 16 RebBB und dürfe daher nur für Weine aus Trauben verwendet werden, die im entsprechenden Gebiet gewachsen seien. Demgegenüber vertrat das Kantonsgericht die Ansicht, der \"Goron\" erfülle die Anforderungen der bundesrechtlichen Kategorie 1 und sei im AOC-Beschluss 93 irrtümlich der Kategorie II zugeordnet worden. Die Bezeichnung \"Goron\" könne daher als Ursprungsbezeichnung im Sinne von Art. 17 RebBB gelten.\n\nd) Es trifft zu, dass Wein, der bezüglich des Zuckergehalts die Walliser Anforderungen der Kategorie II erfüllt, nach Bundesrecht in die Kategorie 1 eingestuft werden könnte. Eine solche Einstufung hätte jedoch zur Folge, dass die Mengenbegrenzungen gemäss Art. 20 Abs. 1 RebBB beachtet werden müssten. Der AOC-Beschluss 93 erlaubt indessen für die Kategorie II höhere Mengen als nach Bundesrecht für Kategorie 1 zulässig wäre. Die Auffassung des Kantonsgerichts hätte daher zur Folge, dass die vom Staatsrat für den Goron festgelegte Mengenbegrenzung bundesrechtswidrig wäre. Da nicht davon auszugehen ist, dass der Staatsrat mit dem AOC-Beschluss 93 bundesrechtswidrig legiferieren wollte, ist entgegen dem Kantonsgericht und in Übereinstimmung mit dem Staatsrat davon auszugehen, dass der als \"Goron\" bezeichnete Wein in die Kategorie II einzustufen ist.\n\ne) Weine der Kategorie II können nicht mit einer Ursprungsbezeichnung (Art. 17 RebBB), wohl aber mit einer Herkunftsbezeichnung (Art. 16 RebBB) versehen werden. Damit wird die Rüge gegenstandslos, das Kantonsgericht habe das kantonale Recht willkürlich ausgelegt, indem es die Bezeichnung \"Goron\" als Ursprungsbezeichnung betrachtet habe. Die Beschwerdeführerinnen sind jedoch der Ansicht, die Verwendung einer Herkunftsbezeichnung könne nicht den Weinproduzenten eines Kantons vorbehalten werden, sondern stehe auch Produzenten anderer Kantone offen; überhaupt bestehe für kantonale Vorschriften ein Spielraum nur im Rahmen der Kategorie 1, nicht aber der Kategorie 2. Das ist im folgenden zu prüfen.\n\n5. b) Art. 16 RebBB lautet wie folgt:\n\n1 Als Herkunftsbezeichnung dient der Name des Landes, der Name eines Landesteiles oder eine traditionelle Bezeichnung, die einem Traubenmost oder Wein seinen Ruf geben.\n\nBGE 124 II 398 S. 405\n\n2 Die Herkunftsbezeichnung darf nur für Produkte von Trauben verwendet werden, die im entsprechenden Gebiet gewachsen sind.\n\nAus diesem Wortlaut ergibt sich nicht eindeutig, dass Herkunftsangaben für das Gebiet nur eines Kantons unzulässig wären. Die Beschwerdeführerinnen stützen sich zur Begründung ihrer Auffassung auf die Botschaft zum Rebbaubeschluss, wonach \"Bezeichnungen, die einen ganzen Kanton oder Teile davon umfassen, nicht als Herkunft verwendbar\" seien (BBl 1992 I 482). Allerdings wird in der Botschaft weiter ausgeführt, dass die Erfordernisse für die Verwendung einer Herkunftsbezeichnung dann erfüllt seien, wenn das Publikum beim Lesen der Bezeichnung in der Lage sei, sich gewisse Vorstellungen über die qualitativen Eigenschaften des Produkts zu machen (ebenda). Das schliesst eine kantonale Begrenzung jedenfalls nicht zwingend aus.\n\nAuch wenn der Begriff \"Landesteil\" im Sinne von Art. 16 RebBB eher eine Bezeichnung wie \"Westschweiz\" oder \"Ostschweiz\" als einen Kanton meint, ist zu beachten, dass gemäss Art. 16 RebBB nicht nur Landesteilnamen, sondern auch traditionelle Bezeichnungen, die dem Produkt seinen Ruf geben, als Herkunftsbezeichnung gelten. Es kann durchaus sein, dass sich gewisse Vorstellungen im Publikum auf ein Produkt beziehen, welches spezifisch mit einem bestimmten Kanton verbunden ist. Das ist insbesondere dann der Fall, wenn ein Kanton im Rahmen seiner (originären oder vom Bund delegierten) Rechtsetzungszuständigkeit bestimmte Qualitätsanforderungen aufstellt, ihre Einhaltung kontrolliert und die Verwendung einer bestimmten Bezeichnung an die Erfüllung dieser Anforderungen knüpft. In solchen Fällen wird die Bezeichnung regelmässig mit Produkten aus dem betreffenden Kanton in Verbindung gebracht werden, weil nur dort eine entsprechende Qualitätsanforderung und -kontrolle besteht. Die Bezeichnung kann so eine \"traditionelle Bezeichnung\" im Sinne von Art. 16 RebBB werden und damit als Herkunftsbezeichnung gelten. Die Verwendung der entsprechenden Bezeichnung für ein Produkt, welches nicht diese kantonalrechtlichen Anforderungen erfüllt, kann dann täuschend im lebensmittelrechtlichen Sinne sein.\n\nc) Das Bundesgericht hat wiederholt entschieden, dass es den Kantonen sowohl im Lichte von Art. 31 BV als auch von Art. 2 ÜbBest BV offensteht, Qualitätsanforderungen für Weine festzulegen, die in ihrem Gebiet hergestellt werden, und die Verwendung bestimmter Bezeichnungen solchen Weinen vorzubehalten (BGE BGE 124 II 398 S. 406120 Ia 67 E. 2b S. 71, 74 E. 4/5, 123 E. 2b; 109 Ia 116 E. 4). Der Rebbaubeschluss hat daran nichts geändert; er sieht vielmehr in seinem Art. 20 Abs. 2 ausdrücklich vor, dass die Kantone für ihr Gebiet eine alle Kategorien (das heisst auch die Kategorie 2) umfassende Ertragsbegrenzung vorschreiben können, welche Massnahme der Vermeidung von Überproduktionen, zugleich aber auch der Qualitätsverbesserung dient (BBl 1992 I 471 f., 477 f.; vgl. BGE 120 Ia 67 E. 2b S. 71, 123 E. 2b S. 126). Die Ansicht der Beschwerdeführerinnen, wonach im Bereich der Kategorie 2 keine kantonalen Vorschriften zulässig seien, trifft jedenfalls in dieser allgemeinen Form nicht zu.\n\nIst es zulässig, dass ein Kanton die Verwendung einer bestimmten Bezeichnung für einen derart mengen- und qualitätsmässig kontrollierten Wein regelt, so muss es ihm offenstehen, diese Bezeichnung auf den aus seinem Gebiet stammenden und von ihm kontrollierten Wein zu beschränken, da sonst die kantonalen Vorschriften ohne weiteres unterlaufen werden könnten.\n\nd) Dieses Resultat steht auch im Einklang mit dem Lebensmittelrecht: Nach Art. 337 Abs. 5 aLMV (in der Fassung vom 13. August 1980) konnten die Kantone für alle oder bestimmte Weine ihres Gebietes die Verwendung einer Sammelbezeichnung erlauben. Der unzutreffende Gebrauch einer solchen Sammelbezeichnung unterlag ausdrücklich dem Täuschungsverbot gemäss Art. 336 Abs. 1 aLMV (in der Fassung vom 20. Oktober 1982). Die neue Lebensmittelverordnung übernimmt in ihrem Art. 367 die vom Rebbaubeschluss vorgenommene Einteilung in drei Kategorien. Gemäss Art. 372 Abs. 2 LMV muss Wein der Kategorie 2 die Sachbezeichnung \"Tafelwein\" tragen. Als Sachbezeichnung zulässig ist jedoch auch \"Landwein\", ergänzt durch die Angabe der geographischen Herkunft, wenn die Traubenproduktion einer Mengenbeschränkung nach dem Bundesbeschluss über den Rebbau unterstellt ist. Da solche Mengenbeschränkungen in erster Linie durch die Kantone festgelegt werden (Art. 20 Abs. 2 RebBB), kann sich insoweit die \"geographische Herkunft\" nicht auf einen ganzen, mehrere Kantone umfassenden Landesteil beziehen, sondern muss sich zwangsläufig auf einen Kanton oder einen Teil eines Kantons beschränken. Das Lebensmittelrecht ging und geht somit davon aus, dass auch für Weine der Kategorie 2 Bezeichnungen über die geographische Herkunft zulässig sind, die sich bloss auf das Gebiet eines Kantons beziehen.\n\n6. a) Das Kantonsgericht hat eingehend dargelegt, dass der Kanton Wallis seit rund 40 Jahren die Bezeichnung \"Goron\" gesetzlich BGE 124 II 398 S. 407regelt und nur zulässt für einen Wein, der im Wallis kultiviert wurde und gewisse Qualitätsanforderungen erfüllt. Es hat ferner unter ausführlicher Zitierung önologischer Literatur ausgeführt, dass alle am Weinmarkt Beteiligten den \"Goron\" als typischen Walliser Wein betrachten. Dabei handelt es sich um Sachverhaltsfeststellungen. Es ist weder von den Beschwerdeführerinnen geltend gemacht noch sonstwie ersichtlich, dass diese Sachverhaltsfeststellungen offensichtlich unrichtig oder unvollständig wären. Sie sind daher für das Bundesgericht verbindlich (Art. 105 Abs. 2 OG). Es ist somit in tatbeständlicher Hinsicht davon auszugehen, dass die Bezeichnung \"Goron\" seit nahezu 40 Jahren ausschliesslich für qualitativ gute Walliser Weine, die aber nicht die Qualität eines Dôle erreichen, verwendet wurde. Damit kann \"Goron\" als mit dem Kanton Wallis verbundene traditionelle Bezeichnung im Sinne von Art. 16 RebBB betrachtet werden, die gemäss Abs. 2 dieser Bestimmung nur für Walliser Weine verwendet werden darf.\n\nb) Gemäss AOC-Beschluss 93 ist der Mindestzuckergehalt des Goron sogar höher als der nach Bundesrecht für die Kategorie 1 festgelegte. Um nach Walliser Recht als Goron zu gelten, muss der Wein also einen deutlich höheren natürlichen Zuckergehalt aufweisen als ein in anderen Kantonen hergestellter Wein der Kategorie 2. Nachdem bisher nur im Wallis die Bezeichnung \"Goron\" verwendet wurde, erwarten deshalb die Konsumenten, dass ein Wein, der diese Bezeichnung trägt, auch die entsprechenden Walliser Anforderungen erfüllt. Die Verwendung der Bezeichnung für Wein, der diese Anforderungen nicht erfüllt, ist geeignet, beim Konsumenten falsche Vorstellungen über die Beschaffenheit und Herkunft zu wecken. Sie ist daher nach Art. 18 LMG bzw. Art. 15 aLMV verboten.\n\nc) Die Beschwerdeführerinnen bringen vor, auf der Etikette des fraglichen Weines seien auch die Worte \"Vin de Romandie\" aufgedruckt sowie der Hinweis, dass der Wein in Cressier, also im Kanton Neuenburg, abgefüllt worden sei. Das schliesst eine Täuschung jedoch nicht aus. Der Begriff \"Romandie\" bezeichnet die ganze französischsprachige Schweiz. Wenn \"Goron\" mit dem Wallis assoziiert wird, liegt es nahe, unter \"Vin de Romandie, Goron\" einen Wein zu verstehen, der aus dem Kanton Wallis stammt. Auch der Hinweis auf die Abfüllung in Cressier schliesst eine Täuschung nicht aus. Möglicherweise wissen nicht alle Konsumenten, wo Cressier liegt. Zudem ist es denkbar, dass auch ein im Wallis hergestellter Wein in einem anderen Kanton in Flaschen abgefüllt wird."}