{"annee": "124", "cour": "III", "page": "79", "date": "9/1/1998", "cite": ["90 III 84", "113 III 120", "105 III 63", "106 III 51", "50 III 186", "79 III 58"], "cite_par": [], "chapeau": "16. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 9. Januar 1998 i.S. T. G.-D. (Beschwerde)", "regestes": ["Art. 154 al. 1 LP; délai pour requérir la réalisation. La disposition en vertu de laquelle le délai ne court pas tant qu'une procédure judiciaire est pendante ne s'applique qu'au délai maximum - dans le cas particulier, d'une poursuite en réalisation de gage immobilier, au délai maximum de deux ans -, non pas au délai minimum."], "faits": "BGE 124 III 79 S. 79\n\nA.- Am 7. Oktober 1997 teilte das Betreibungsamt S. in den von der Basellandschaftlichen Kantonalbank gegen T. G.-D. eingeleiteten Betreibungen der Schuldnerin den Eingang der Verwertungsbegehren der Gläubigerin mit. Das veranlasste die Schuldnerin, vom Betreibungsamt zu verlangen, dass es die erwähnten Verwertungsbegehren zurückweise; denn diese seien verfrüht gestellt worden.\n\nDas Betreibungsamt wies den Antrag der Schuldnerin mit Verfügung vom 20. Oktober 1997 ab. Es hielt fest, dass die Gläubigerin die Mindestfrist von sechs Monaten, welche Art. 154 Abs. 1 SchKG für das Begehren um Verwertung eines Grundpfandes setzt, eingehalten habe.BGE 124 III 79 S. 80\n\nB.- T. G.-D. beschwerte sich über die Verfügung des Betreibungsamtes bei der Aufsichtsbehörde über Schuldbetreibung und Konkurs des Kantons Basel-Landschaft. Sie machte im wesentlichen geltend, die Minimalfrist von sechs Monaten für die Einreichung des Verwertungsbegehrens verlängere sich um die Zeit zwischen der Stellung des Rechtsöffnungsgesuches und der Rechtskraft des Rechtsöffnungsentscheides. Im vorliegenden Fall seien das Rechtsöffnungsgesuch am 3. März 1997 gestellt und die gerichtlichen Verfahren aufgrund des Appellationsrückzugs vom 4. August 1997 vom Obergericht mit Beschluss vom 5. August 1997 abgeschrieben worden. Die Minimalfrist für die Stellung des Verwertungsbegehrens, die mit der Zustellung des Zahlungsbefehls am 11. Februar 1997 zu laufen begangen habe, sei demzufolge vom 3. März bis 5. August 1997, also fünf Monate und zwei Tage, stillgestanden. Die Gläubigerin könne somit das Verwertungsbegehren frühestens am 16. Januar 1998 stellen.\n\nDie Aufsichtsbehörde über Schuldbetreibung und Konkurs des Kantons Basel-Landschaft wies die Beschwerde am 1. Dezember 1997 ab. Denselben Entscheid fällte am 9. Januar 1998 die Schuldbetreibungs- und Konkurskammer des Bundesgerichts.", "considerants": "Aus den Erwägungen:\n\n1. Im Beschwerdeverfahren vor der erkennenden Kammer ist nach wie vor die Anwendung von Art. 154 Abs. 1 SchKG (in der Fassung vom 16. Dezember 1994, in Kraft seit 1. Januar 1997) strittig, welcher lautet:\n\n\"Der Gläubiger kann die Verwertung eines Faustpfandes frühestens einen Monat und spätestens ein Jahr, die Verwertung eines Grundpfandes frühestens sechs Monate und spätestens zwei Jahre nach der Zustellung des Zahlungsbefehls verlangen. Ist Rechtsvorschlag erhoben worden, so stehen diese Fristen zwischen der Einleitung und der Erledigung eines dadurch veranlassten gerichtlichen Verfahrens still.\"\n\na) Im angefochtenen Entscheid ist die Aufsichtsbehörde über Schuldbetreibung und Konkurs des Kantons Basel-Landschaft davon ausgegangen, dass nach Rechtsprechung und Lehre zum alten Art. 154 SchKG das Gerichtsverfahren nur die Maximalfrist, nicht aber die Minimalfrist unterbreche. Die Änderung von Art. 154 Abs. 1 SchKG begründe die Botschaft zur Revision des Bundesgesetzes über Schuldbetreibung und Konkurs damit, dass die Regelung betreffend den Fristenstillstand an die neue Fassung von Art. 88 Abs. 2 BGE 124 III 79 S. 81SchKG angepasst werde. Dieser betreffe klar die Verlängerung der Maximalfrist für das Fortsetzungsbegehren. Der Revisionsvorschlag habe weder an der Struktur von Art. 88 SchKG noch an derjenigen von Art. 154 SchKG etwas geändert; es sei dabei geblieben, dass Minimalfrist und Maximalfrist in Art. 88 SchKG in zwei Absätzen geregelt, in Art. 154 SchKG aber in einem Satz zusammengefasst wurden. Die Frage der Geltung des Fristenstillstandes auch für die Minimalfrist habe in der parlamentarischen Beratung nicht zur Diskussion gestanden.\n\nDie Verschiebung der Minimalfrist für die Stellung des Verwertungsbegehrens um fünf Monate und zwei Tage, welche die Schuldnerin im vorliegenden Fall anstrebt, hält die kantonale Aufsichtsbehörde als für die Gläubigerin unzumutbar.\n\nb) Die Beschwerdeführerin beharrt mit ihrer der Schuldbetreibungs- und Konkurskammer des Bundesgerichts eingereichten Rechtsschrift auf dem Standpunkt, dass das Verwertungsbegehren frühestens nach Ablauf der gesetzlichen Frist von sechs Monaten, verlängert um die Zeit zwischen der Stellung des Rechtsöffnungsgesuchs und der Rechtskraft des Rechtsöffnungsentscheides, gestellt werden könne. Sie betont, dass der revidierte Art. 154 SchKG die Schutzwirkung der Minimalfrist von sechs Monaten zugunsten des Schuldners ausdehne, und kommt aus dieser Sicht zum Schluss, dass die Gläubigerin das Verwertungsbegehren nicht schon am 6. Oktober 1997 hätte stellen können, sondern damit bis zum 16. Januar 1998 zuwarten müsse.\n\n2. Art. 154 Abs. 1 SchKG hat in der Fassung vom 16. Dezember 1994 lediglich eine redaktionelle Änderung erfahren, indem er an die neue Fassung von Art. 88 SchKG angepasst worden ist. Diese beiden Bestimmungen - wie auch Art. 166 SchKG - unterliegen daher derselben Betrachtungsweise; und weil sich inhaltlich gegenüber dem früheren Recht nur insofern etwas geändert hat, als die Frist des Art. 166 Abs. 2 SchKG von einem Jahr auf 15 Monate verlängert wurde, kann auf die drei erwähnten Bestimmungen die bisher entwickelte Rechtsprechung zum Fristenstillstand unbedenklich übertragen werden (vgl. BBl 1991 III, S. 72, 107, 109; FRIDOLIN M.R. WALTHER, Neue und angepasste Fristen im revidierten Bundesgesetz über Schuldbetreibung und Konkurs (SchKG), in: AJP/PJA 11/96, S. 1389; SIEGEN/BUSCHOR, Vom alten zum neuen SchKG, Zürich 1997, S. 103).\n\nArt. 154 Abs. 1 SchKG lässt nicht minder als Art. 88 Abs. 2 und Art. 166 Abs. 2 SchKG erkennen, dass es um einen Fristenstillstand geht BGE 124 III 79 S. 82und dass dieser nur so verstanden werden kann, dass - bei der Verwertung eines Faustpfandes oder eines Grundpfandes - die Frist für die Stellung des Verwertungsbegehrens sich um die Dauer des Rechtsöffnungsverfahrens (oder um die Dauer eines Anerkennungs- oder Aberkennungsprozesses oder eines Verfahrens über die Feststellung neuen Vermögens wie auch um die Dauer einer gerichtlich verfügten Einstellung der Betreibung; AMONN/GASSER, Grundriss des Schuldbetreibungs- und Konkursrechts, 6. Auflage Bern 1997, § 22 N. 12; siehe auch die Änderung der Rechtsprechung in BGE 79 III 58 E. 1, S. 60 ff.) verlängert. Allerdings lassen die beiden letzteren Bestimmungen wegen der Gliederung in zwei Absätze besser erkennen, dass der Fristenstillstand sich nur auf die Maximalfrist bezieht. Das ändert indessen nichts daran, dass genau dasselbe auch bezüglich Art. 154 Abs. 1 SchKG gilt; denn nur wenn man davon ausgeht, dass das Rechtsöffnungs- oder ein anderes der genannten Verfahren den Lauf der Frist - nicht aber deren Beginn - für die Stellung des Verwertungsbegehrens hemmt, gelangt man zu einem richtigen Verständnis der Rahmenfrist, für welche es kein Wiederherstellungsrecht gibt (siehe dazu DOMINIK GASSER, Revidiertes SchKG - Hinweise auf kritische Punkte, in: ZbJV 132/1996, S. 636). So hat denn auch die Rechtsprechung bei der Anwendung von Art. 154 SchKG entschieden, dass nur der Lauf der Maximalfrist von zwei Jahren nach der Zustellung des Zahlungsbefehls, nicht aber auch der Lauf der Minimalfrist für die Stellung des Begehrens um Verwertung eines Grundpfandes gehemmt werde (BGE 90 III 84; BGE 50 III 186).\n\nIn der Rechtsprechung ist Sinn und Zweck der Maximalfrist erläutert worden: Der Gläubiger soll gezwungen werden, innert einer bestimmten Frist zu handeln - im Falle des Art. 154 Abs. 1 SchKG das Verwertungsbegehren zu stellen. Anderseits soll er keinen Nachteil dadurch erleiden, dass der Schuldner Rechtsvorschlag erhebt oder eines der genannten Verfahren einleitet; und aus diesem Grund fällt die Dauer eines solchen Prozesses bei der Berechnung der Maximalfrist nicht in Berechnung (BGE 113 III 120 E. 3, S. 122f.; BGE 106 III 51 E. 3, S. 55; BGE 105 III 63 E. 2, S. 65f.). Für eine Auslegung im Sinne der Beschwerdeführerin, welche glaubt, der Fristenstillstand müsse sich zugunsten des Schuldners auswirken, besteht kein Raum."}