{"annee": "124", "cour": "I", "page": "208", "date": "25/8/1998", "cite": ["103 IA 490", "121 I 367", "117 IA 262", "123 I 268", "116 IA 143", "107 IA 256", "105 IA 26", "115 IA 97", "119 IB 380", "120 IA 31", "122 I 257"], "cite_par": ["143 IV 9", "137 IV 122", "130 II 425", "125 I 60", "131 I 153", "143 IV 330", "132 I 21", "133 I 270", "133 I 168", "145 IV 179", "126 I 172", "143 IV 316", "135 I 71"], "chapeau": "26. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 25. August 1998 i.S. K. gegen Staatsanwaltschaft und Obergericht des Kantons Luzern (staatsrechtliche Beschwerde)", "regestes": ["Liberté personnelle, art. 4 Cst., art. 5 CEDH; procédure probatoire dans la procédure de contrôle de la détention, risque de réitération. Le principe de la célérité n'exclut pas par principe des mesures probatoires dans la procédure de contrôle de la détention (consid. 3). Admissibilité, en l'espèce, du rejet de la demande d'administration de preuves sur la question du risque de réitération (consid. 4). Exigences relatives au risque de réitération; constatation que le risque de réitération existe (consid. 5). Durée admissible de la détention préventive (consid. 6)."], "faits": "BGE 124 I 208 S. 209\n\nDer jugoslawische Staatsangehörige K. wurde wegen des Verdachts, gegenüber seiner von ihm geschiedenen Ehefrau bei einer Auseinandersetzung mit seiner Pistole einen Tötungsversuch begangen zu haben, von den Strafverfolgungsbehörden des Kantons Luzern in Untersuchungshaft versetzt. Die Haft ist mehrmals verlängert und Haftentlassungsgesuche sind abgewiesen worden.\n\nDie Abweisung eines Haftentlassungsgesuches durch die Staatsanwaltschaft focht K. im Juni 1998 beim Obergericht des Kantons Luzern an, verlangte seine Entlassung aus der Haft und beantragte zur Annahme von Wiederholungsgefahr Beweismassnahmen.\n\nDas Obergericht wies den Rekurs ab. Es bejahte den Tatverdacht und nahm Wiederholungsgefahr als speziellen Haftgrund an. Den Beweisbegehren gab es keine Folge, weil im Haftrekursverfahren für Beweisergänzungen kein Raum sei.\n\nGegen diesen Entscheid hat K. beim Bundesgericht staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV, der persönlichen Freiheit und von Art. 5 EMRK erhoben. Das Bundesgericht weist die Beschwerde ab, soweit es darauf eintrat.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n2. Die Strafprozessordnung des Kantons Luzern (StPO/LU) bestimmt, dass der Angeschuldigte in der Regel in Freiheit bleibt (§ 80 Abs. 1 StPO/LU). Er darf indessen in Haft gesetzt werden, BGE 124 I 208 S. 210wenn er eines Verbrechens oder Vergehens dringend verdächtigt wird und wenn einer der speziellen Haftgründe vorliegt (§ 80 Abs. 2 StPO/LU). Als spezieller Haftgrund gilt u.a. die Wiederholungsgefahr; sie ist gegeben, wenn konkrete Hinweise für die Annahme bestehen, dass der Angeschuldigte weitere strafbare Handlungen begehen werde (§ 80 Abs. 2 Ziff. 4 StPO/LU). (...)\n\n3. Das Obergericht hat den angefochtenen Entscheid auf das Vorliegen des speziellen Haftgrundes der Wiederholungsgefahr im Sinne von § 80 Abs. 2 Ziff. 4 StPO/LU gestützt. In dieser Hinsicht hat der Beschwerdeführer vor dem Obergericht um Abnahme von weiteren Beweisen, nämlich um Befragung von zwei Zeugen und um Erstellung eines Obergutachtens ersucht. Das Obergericht gab diesen Begehren nicht statt und begründete dies damit, im Haftprüfungsverfahren, das seiner Natur nach rasch durchgeführt werden muss, sei für Beweismassnahmen kein Raum. Der Beschwerdeführer erblickt darin eine Verletzung von Art. 4 BV.\n\nNach der Luzerner Strafprozessordnung ebenso wie nach der Rechtsprechung zur persönlichen Freiheit und zu Art. 5 Ziff. 3 und 4 EMRK bedarf es eines raschen richterlichen Entscheides über die Anordnung bzw. Aufrechterhaltung von Untersuchungshaft; auf Grund von § 83bis StPO/LU hat das Obergericht innert dreier Tage über Haftbeschwerden zu entscheiden. Das Beschleunigungsgebot belässt daher nur wenig Raum für ausgedehnte Beweismassnah-men. Zur Frage des dringenden Tatverdachts ist in diesem Verfahrensstadium kein Beweisverfahren durchzuführen, weil der Haftrichter dem erkennenden Strafrichter nicht vorzugreifen hat. Vorbehalten bleibt allenfalls die Abnahme eines liquiden Alibibeweises (Urteil vom 7. Oktober 1992 i.S. B. in: EuGRZ 1992 S. 553 E. 3b/cc sowie Urteil vom 12. September 1996 i.S. S. in: EuGRZ 1997 S. 15 E. 2d/bb). In Bezug auf die besonderen Haftgründe kann nach der bundesgerichtlichen Rechtsprechung ein Beweisverfahren ebenfalls nicht ausgeschlossen werden. Sofern die Interessen der materiellen Rechtsfindung in schwierigeren Fällen eine längere Entscheidungsfrist notwendig machen, könne dies unter dem Beschleunigungsgebot in Kauf genommenen werden. In diesem Sinn interpretierte das Bundesgericht die Regel der Strafprozessordnung des Kantons Zürich, wonach der Haftrichter innert zweier Tage über den Antrag auf Untersuchungshaft bzw. auf Weiterführung der Haft zu entscheiden hat, grundrechtskonform als Ordnungsvorschrift (Urteil vom 7. Oktober 1992 i.S. B. in: EuGRZ 1992 S. 553 E. 3b/dd sowie Urteil vom 12. September 1996 i.S. S. in: EuGRZ 1997 S. 15 E. 2d/bb).BGE 124 I 208 S. 211\n\nDemnach kann es zur Wahrung der von der Verfassung geschützten (materiellen) Parteirechte im Einzelfall geboten sein, von der kantonalen Prozessordnung abzuweichen, namentlich was den Ausschluss von gewissen Beweiserhebungen oder die Fristbestimmungen für den Erlass des haftrichterlichen Entscheides betrifft (Urteil vom 12. September 1996 i.S. S. in: EuGRZ 1997 S. 15 E. 2d/cc).\n\nAuf Grund dieser Erwägungen kann ein Beweisverfahren zum Vorliegen von besonderen Haftgründen nicht zum vornherein ausgeschlossen werden. Soweit das Obergericht im angefochtenen Entscheid ausführt, für Beweismassnahmen zur Abklärung der Wiederholungsgefahr sei im Haftprüfungsverfahren grundsätzlich kein Raum, kann ihm nicht gefolgt werden.\n\n4. Eine sorgfältige Lektüre des angefochtenen Entscheides zeigt, dass das Obergericht - über die pauschale Aussage zur Unzulässigkeit von Beweismassnahmen hinaus - die konkreten Beweisbegehren in antizipierter Beweiswürdigung abgelehnt hat. Im Folgenden ist zu prüfen, ob diese Ablehnung unter dem Gesichtswinkel von Art. 4 BV verfassungsrechtlich zulässig ist.\n\na) Nach der Rechtsprechung kann der Richter das Beweisverfahren schliessen, wenn die Beweisanträge eine nicht erhebliche Tatsache betreffen oder offensichtlich untauglich sind oder wenn er auf Grund bereits abgenommener Beweise seine Überzeugung gebildet hat und ohne Willkür in vorweggenommener Beweiswürdigung annehmen kann, dass seine Überzeugung durch weitere Beweiserhebungen nicht geändert würde. Das Bundesgericht greift auf staatsrechtliche Beschwerde nur ein, wenn die Beweiswürdigung offensichtlich unhaltbar ist, mit der tatsächlichen Situation in klarem Widerspruch steht, auf einem offenkundigen Versehen beruht oder in stossender Weise dem Gerechtigkeitsgedanken zuwiderläuft (BGE 120 Ia 31 S. 40; BGE 117 Ia 262 S. 268 f.; BGE 115 Ia 97 S. 101; BGE 103 Ia 490 S. 491, mit Hinweisen).\n\nDas Bundesgericht hebt einen Entscheid im staatsrechtlichen Beschwerdeverfahren nur auf, wenn er sich im Resultat als verfassungswidrig erweist, und nicht schon dann, wenn nur die Begründung unhaltbar ist (BGE 122 I 257 S. 262; BGE 119 Ib 380 S. 385, mit Hinweisen). Es ist daher auch zu prüfen, ob sich der angefochtene Entscheid allenfalls unter Substituierung der Motive im Resultat verfassungsrechtlich halten lässt.\n\nb) Das Obergericht liess bei der Beurteilung der Wiederholungsgefahr den Führungsbericht des Direktors des Zentralgefängnisses Luzern, Herr A., nicht ausser Acht. Dieser Bericht vom 18. Juni 1998 BGE 124 I 208 S. 212attestiert dem Beschwerdeführer ein korrektes Verhalten. Bei dieser Sachlage ist nicht ersichtlich, was eine neue Befragung von Herrn A. beweismässig hätte bringen können; jedenfalls durfte das Obergericht ohne Willkür ausschliessen, dass die Zeugenbefragung etwas an der auf das psychiatrische Gutachten abgestützten Beurteilung der Wiederholungsgefahr ändern könnte. Der Umstand, dass der Beschwerdeführer in der Zwischenzeit in das Untersuchungsgefängnis Basel verlegt werden musste, ändert daran nichts und ist für das bundesgerichtliche Verfahren wegen des Novenverbots unbeachtlich (BGE 121 I 367 S. 370, mit Hinweisen). Die Abweisung des Antrags auf Befragung des Gefängnisdirektors hält daher vor Art. 4 BV stand. Gleich verhält es sich mit dem als Zeugen angerufenen Psychologen B. Zum einen basiert schon der Führungsbericht offensichtlich auch auf dessen Beurteilung. Zum andern hat es der Beschwerdeführer unterlassen, im Einzelnen darzulegen, was Herr B. über den positiven Führungsbericht hinaus beweismässig hätte ausführen können. Gesamthaft gesehen hat das Obergericht daher die Verfassung durch die Abweisung der Begehren um Befragung der beiden Zeugen nicht verletzt.\n\nc) Das Obergericht hat seinen Entscheid wesentlich auf das Gutachten von Dr. med. X. abgestützt. Der Beschwerdeführer hat dieses Gutachten auf Grund eines Berichts von Dr. med. Y. kritisiert und deshalb eine Oberexpertise gefordert, was vom Obergericht abgelehnt worden ist.\n\nDr. X. beschrieb den Beschwerdeführer als uneinsichtig und realitätsfremd, weil dieser weder die Scheidung von seiner Ehefrau anerkennen noch die Schussabgabe wahrhaben wolle. Auf Grund der gesamten Umstände schliesst der Gutachter auf eine paranoide Denkweise. Aus diesem Grunde stelle der Beschwerdeführer eine Gefahr insbesondere für seine frühere Ehefrau dar, weshalb auch die Frage einer Verwahrung zu prüfen sei.\n\nDer Beschwerdeführer kritisiert dieses Gutachten als oberflächlich. Seine Kritik geht indessen über diejenige von Dr. Y. hinaus. Dieser beanstandet zwar, dass keine fremdanamnestischen Abklärungen und keine testpsychologische Prüfungen vorgenommen worden sind. Er zieht indessen die Schlussfolgerung des Gutachters nicht in Frage und spricht selber davon, dass eine paranoide Persönlichkeitsstörung tatsächlich in Betracht zu ziehen sei. Hierfür genüge indessen die blosse Beobachtung von Uneinsichtigkeit, Rechthaberei, Unnachgiebigkeit und realitätsinadäquater Misstrauens- und Eifersuchtshaltung allein nicht.BGE 124 I 208 S. 213\n\nDiese Ausführungen zeigen, dass weitere gutachterliche Abklärungen im Hinblick auf das Hauptverfahren und die Frage einer allfälligen Verwahrung tatsächlich angezeigt erscheinen, wie auch das Obergericht im angefochtenen Entscheid mit der Formulierung, solche wären hilfreich und sachdienlich, ausführt. Die Stellungnahme von Dr. Y. bezieht sich indessen auf das Hauptverfahren und die Frage der Verwahrung. Zur Wiederholungsgefahr spricht er sich nicht aus, zieht sie insbesondere nicht in Zweifel. Für ihn fällt vielmehr eine paranoide Persönlichkeitsstörung ausdrücklich in Betracht. Weiter darf berücksichtigt werden, dass Dr. X. zwar keine fremdanamnestischen Abklärungen getroffen, sich im Gutachten immerhin auf Zeugenaussagen aus dem Dossier gestützt hat. In Anbetracht dieser Umstände kann nicht gesagt werden, das Gutachten von Dr. X. weise in Bezug auf das Haftprüfungsverfahren und die Abklärung der Wiederholungsgefahr derartig gravierende Fehler auf, dass eine Oberexpertise unumgänglich sei. Das Obergericht konnte vielmehr ohne Verletzung des rechtlichen Gehörs im Sinne von Art. 4 BV das Beweisbegehren des Beschwerdeführers abweisen. Auch insofern erweist sich die Beschwerde als unbegründet.\n\n5. Nach § 80 Abs. 2 Ziff. 4 StPO/LU liegt Wiederholungsgefahr vor, wenn konkrete Hinweise für die Annahme bestehen, dass der Angeschuldigte weiterhin strafbare Handlungen begehen werde. Das Obergericht führt aus, dass hierfür die Gefahr weiteren Delinquierens offenkundig sein müsse; Wiederholungsgefahr sei anzunehmen, wenn der Angeschuldigte vorsätzlich zumindest ein Vergehen verübt hat und sich auf Grund der Umstände des untersuchten Deliktes eine konkrete Befürchtung weiterer Delinquenz ergibt. Das Bundesgericht hat in seiner neuesten Rechtsprechung dargelegt, dass die Anordnung bzw. Aufrechterhaltung wegen Fortsetzungsgefahr nur verhältnismässig sei, wenn einerseits die Rückfallprognose sehr ungünstig und andererseits die zu befürchtenden Delikte von schwerer Natur seien. Die rein hypothetische Möglichkeit der Verübung weiterer Delikte sowie die Wahrscheinlichkeit, dass nur geringfügige Straftaten verübt würden, reichten dagegen nicht aus, um Präventivhaft zu begründen (BGE 123 I 268 S. 270).\n\nDas Obergericht verwies im angefochtenen Entscheid auf sein eigenes Urteil vom 2. April 1998. Es ging von einer paranoiden Persönlichkeitsstörung aus, hielt mit dem Gutachter fest, dass der Beschwerdeführer seine ehemalige Gattin immer noch als unter seiner Kontrolle stehenden Besitz betrachte, und verwies auf den Verlust des Realitätssinnes, der sich insbesondere darin zeige, dass BGE 124 I 208 S. 214er die Trennung von seiner Ehefrau immer noch nicht wahrhaben und den Umstand, dass die Pistole anlässlich des ihm vorgeworfenen Verhaltens geladen und entsichert gewesen ist, nicht aktzeptieren will. Daher seien weitere Konflikte und gewaltsame Konfrontationen konkret zu befürchten.\n\nWas der Beschwerdeführer dagegen vorbringt, vermag nicht durchzudringen. Ein gewisser Verlust des Realitätssinnes kann ihm nicht abgesprochen werden. Er hat den Tathergang in keiner Weise plausibel schildern und nicht erklären können, wie die Pistole geladen und entsichert worden ist. Sowohl aus dem Gutachten von Dr. X. als auch aus den Einvernahmen geht hervor, dass er die Trennung von seiner Ehefrau nicht wahrhaben kann. Aus dem Dossier ergibt sich, dass er die Tage vor der Tat seine ehemalige Frau verfolgte und ihre Wege mit grosse Eifersucht kontrollierte, obwohl ihm diese klar zu verstehen gab, dass sie zur Zeit keinen Kontakt wünsche. Der Beschwerdeführer reagierte darauf vollkommen unkontrolliert und bedrängte sie mit der Pistole. Gerade der Umstand, dass er sich an das Tragen der Pistole gewöhnt hat und diese anlässlich einer Auseinandersetzung mit seiner ehemaligen Frau tatsächlich hervorholte, zeigt seine hohe Gefährlichkeit. In Freiheit belassen, darf angesichts der Eifersucht und der Unkontrolliertheit seines Handelns mit hoher Wahrscheinlichkeit angenommen werden, dass er seiner ehemaligen Frau weiterhin nachgehen wird, sie bedrohen wird und ihr gegenüber auch ein schweres Delikt begehen könnte. Es kann daher nicht gesagt werden, die Verübung weiterer Delikte sei lediglich hypothetisch und beziehe sich auf geringfügige Straftaten. In Anbetracht all dieser Umstände durfte das Obergericht ohne Verletzung der Strafprozessordnung, der Verfassung und der EMRK Wiederholungsgefahr annehmen.\n\nBeim Vorliegen von Wiederholungsgefahr, die nach dem Gesagten nur unter sehr restriktiven Bedingungen angenommen werden kann, fallen mildere Massnahmen als die Haft kaum in Betracht. Ein wirksamer Schutz der ehemaligen Frau des Beschwerdeführers lässt sich nur mit der Aufrechterhaltung der Haft bewerkstelligen. Die in § 83ter Abs. 2 StPO/LU aufgeführten milderen Massnahmen kommen insbesondere in Frage, wenn eine gewisse Fluchtgefahr besteht. Die persönliche Meldung bei einer Amtsstelle, die Verpflichtung, einen bestimmten Ort nicht zu verlassen, oder eine Kaution sind kaum geeignet, der Gefahr der Begehung einer weitern schweren Straftat zu begegnen. Die Beschwerde ist daher auch in diesem Punkte unbegründet.BGE 124 I 208 S. 215\n\n6. Schliesslich beanstandet der Beschwerdeführer die Dauer der Haft und verlangt wegen der Gefahr der Überhaft seine Entlassung.\n\nEine Überschreitung der zulässigen Haftdauer liegt nach der bundesgerichtlichen Rechtsprechung dann vor, wenn diese die mutmassliche Dauer der zu erwartenden Freiheitsstrafe übersteigt. Das bedeutet jedoch nicht, dass die Untersuchungshaft stets so lange dauern darf wie die zu erwartende Strafe (BGE 105 Ia 26 E. 4b S. 33). Der Haftrichter darf die Untersuchungshaft nur solange erstrecken, als ihre Dauer nicht in grosse Nähe der konkret zu erwartenden Strafe rückt. Dieser Grenze ist auch deshalb Bedeutung zu schenken, weil das erkennende Gericht dazu neigen könnte, die Dauer der erstandenen Haft bei der Strafzumessung mitzuberücksichtigen. Insofern besteht eine Art absoluter Höchstdauer der Untersuchungshaft (BGE 116 Ia 143 E. 5a S. 147; BGE 107 Ia 256 E. 2b S. 258, mit Hinweisen auf die Rechtsprechung der Strassburger Organe). Die Frage, ob eine Haft als übermässig bezeichnet werden muss, ist auf Grund der konkreten Verhältnisse des einzelnen Falles zu beurteilen. Dabei ist eine Abwägung zwischen den Interessen des Verfolgten an der Wiederherstellung seiner Freiheit und den entgegenstehenden Interessen des Staates an der wirksamen Verfolgung seines Strafanspruchs vorzunehmen (BGE 107 Ia 256 E. 2b S. 258). Nach der Rechtsprechung wird die Möglichkeit der Ausfällung einer lediglich bedingt vollziehbaren Freiheitsstrafe grundsätzlich nicht berücksichtigt (Urteil vom 22. Dezember 1995 i.S. S. in: EuGRZ 1998 S. 514; vgl. zur Berücksichtigung der Möglichkeit der bedingten Entlassung SZIER 2/1992 S. 489 f.).\n\nIm vorliegenden Fall ist der Beschwerdeführer wegen des Verdachtes der versuchten vorsätzlichen Tötung an das Kriminalgericht überwiesen worden. Dem Schuldspruch des urteilenden Kriminalgerichts darf im Haftprüfungsverfahren nicht vorgegriffen werden. Auch wenn die Tat nicht als versuchte vorsätzliche Tötung, sondern etwa als Gefährdung des Lebens qualifiziert würde, wäre mit einer empfindlichen Freiheitsstrafe zu rechnen. Wie dargetan, ist dabei die Möglichkeit einer lediglich bedingt vollziehbaren Freiheitsstrafe nicht von Bedeutung. In Anbetracht dieser Umstände kann nicht gesagt werden, die Untersuchungshaft von rund sieben Monaten, gerechnet von der Verhaftung bis zum Erlass des angefochtenen Entscheides, übersteige die mutmassliche Dauer der zu erwartenden Freiheitsstrafe oder rücke in grosse Nähe. Die Rüge der übermässig langen Untersuchungshaft ist daher ebenfalls unbegründet."}