{"annee": "124", "cour": "IV", "page": "313", "date": "2/11/1998", "cite": ["120 IV 365", "95 IV 45", "74 IV 213", "123 IV 236", "96 IV 139"], "cite_par": ["140 IV 133", "125 IV 30", "126 I 97", "139 IV 250", "135 I 257"], "chapeau": "50. Auszug aus dem Urteil der Anklagekammer vom 2. November 1998 i.S. Casino Obwalden AG, B. und C. gegen Schweizerische Bundesanwaltschaft (Beschwerde)", "regestes": ["Art. 65 ss PPF; art. 6 LMJ et art. 10 LMJ; art. 9 OAJA et art. 10 OAJA. Séquestre d'appareils automatiques servant aux jeux d'argent et séquestre des enjeux. Pouvoir d'examen de la Chambre d'accusation (consid. 2). L'art. 10 LMJ permet également de séquestrer provisoirement les appareils et les enjeux qui pourraient, le cas échéant, faire l'objet d'une confiscation (consid. 3). Conditions du séquestre et étendue de l'examen de la Chambre d'accusation (consid. 4). Soupçon suffisant et conformité au principe de la proportionnalité (consid. 6 à 8)."], "faits": "BGE 124 IV 313 S. 314\n\nDie am 4. März 1998 durch den Tourismusverein Engelberg, den Verein Obwalden Tourismus und die A. AG gegründete Casino Obwalden AG beabsichtigte, gestützt auf eine dem Verein Obwalden Tourismus durch den Regierungsrat des Kantons Obwalden am 23. Dezember 1997 erteilte Bewilligung, Am 30. April 1998 in Sarnen ein Casino mit 100 Geldspielautomaten samt Jackpotsystemen zu eröffnen.\n\nAm 22. April 1998 erliess der Bundesrat die Verordnung über Geldspielautomaten (Geldspielautomatenverordnung; GSAV; AS 1998, S. 1518; SR 935.522), die er am selben Tag in Kraft setzte. Nach dieser können nach bisheriger Praxis des Eidgenössischen Justiz- und Polizeidepartementes homologierte (Geschicklichkeits-)Geldspielautomaten und Jackpotsysteme nur noch betrieben werden, wenn sie am 22. April 1998 bereits in Betrieb waren.\n\nAm 23. April 1998 nahm das Bundesamt für Polizeiwesen eine Kontrolle des Casinos Sarnen vor, bei welcher festgestellt wurde, dass die Spielautomaten zwar betriebsbereit seien, diese aber wegen der noch andauernden Fertigstellungsarbeiten erst in einigen Tagen tatsächlich in Betrieb genommen werden könnten. Die Casino Obwalden AG beschloss deshalb, die Eröffnung des Casinos Sarnen zu verschieben.\n\nNachdem ein durch die Casino Obwalden AG in Auftrag gegebenes Rechtsgutachten zum Schluss gekommen war, auch an ihrem Einsatzort aufgestellte betriebsbereite Geldspielautomaten seien bereits «in Betrieb», nahm diese am 9. Juni 1998 das Casino Sarnen in Betrieb.\n\nDem Ersuchen des Bundesamtes für Polizeiwesen vom selben Tag, den Betrieb der Geldspielautomaten im Casino Sarnen sofort, d.h. ab dem 10. Juni 1998 einzustellen, kam die Casino Obwalden AG nicht nach, worauf das Bundesamt für Polizeiwesen am 15. Juni 1998 bei der Bundesanwaltschaft Strafanzeige gegen die verantwortlichen Organe des Casinos erstattete.\n\nNachdem diese noch am selben Tag gegen die Verantwortlichen der Casino Obwalden AG ein Strafverfahren wegen Verdachts der Widerhandlung im Sinne von Art. 6 des Bundesgesetzes über die Spielbanken vom 5. Oktober 1929 (Spielbankengesetz, SBG; SR 935.52) in Verbindung mit der Geldspielautomatenverordnung eröffnet hatte, verfügte sie am 16. Juni 1998 die Durchsuchung der Liegenschaften und Räumlichkeiten der Casino Obwalden AG an deren Sitz in Engelberg und am Casinostandort Sarnen; verfügt wurde zudem die Beschlagnahme der als verboten beanstandeten BGE 124 IV 313 S. 315Glücksspielautomaten des Casinos Sarnen, von Unterlagen im Zusammenhang mit der Eröffnung und dem Betrieb dieser Automaten sowie der mit diesen eingespielten Gelder als Beweismittel. Anlässlich der Hausdurchsuchung in Sarnen wurden 96 Geldspielautomaten versiegelt; aus dem Kassen- und Tresorraum sowie aus den Geldspielautomaten wurden Fr. 22'279.70 und verschiedene Unterlagen in Verwahrung genommen. In Engelberg wurden verschiedene Unterlagen und Disketten sichergestellt.\n\nMit Beschwerde vom 23. Juni 1998 beantragen die Casino Obwalden AG, B. und C. der Anklagekammer des Bundesgerichts, die Beschlagnahmeverfügung aufzuheben und die beschlagnahmten Gegenstände und Vermögenswerte der Casino Obwalden AG freizugeben.\n\nMit Verfügung vom 26. Juni 1998 wies der Präsident der Anklagekammer das Gesuch um Gewährung der aufschiebenden Wirkung ab.\n\nDie Bundesanwaltschaft beantragt, die Beschwerde abzuweisen, soweit darauf einzutreten sei.\n\nIm zweiten Schriftenwechsel halten die Parteien an ihren Anträgen fest.\n\nAm 25. August 1998 reichte der Regierungsrat des Kantons Obwalden beim Bundesgericht eine staatsrechtliche Klage ein gegen die Schweizerische Eidgenossenschaft, in welcher er zur Hauptsache beantragt, es sei festzustellen, dass der Bundesrat mit Art. 9 f. GSAV in die Kompetenz des Kantons Obwalden zur Regelung der Zulassung von Geschicklichkeitsspielen eingegriffen habe; die Beschlagnahme kantonal bewilligter Geschicklichkeitsspielautomaten im Casino Sarnen durch die Bundesanwaltschaft gemäss Verfügung vom 16. Juni 1998 sei aufzuheben. Diese ist zur Zeit noch hängig.\n\nIn ihrer Replik erklären die Beschwerdeführer diese staatsrechtliche Klage zum integrierenden Bestandteil ihrer Eingabe im vorliegenden Beschwerdeverfahren.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Bei Beschwerden gegen Zwangsmassnahmen und damit zusammenhängende Amtshandlungen der Bundesanwaltschaft gemäss Art. 105bis Abs. 2 BStP prüft die Anklagekammer, ob diese Bundesrecht verletzt bzw. die Grenze des ihr zustehenden Ermessens BGE 124 IV 313 S. 316offensichtlich überschritten hat (Zusatzbotschaft zum Datenschutzgesetz, BBl 1990 III 1235, unter ausdrücklichem Hinweis auf BGE 96 IV 139 E. 2 und BGE 95 IV 45 E. 2).\n\n3. a) Im Hausdurchsuchungsbefehl vom 16. Juni 1998 ist zwar nur die Rede davon, dass Gegenstände, die im Verfahren als Beweismittel von Bedeutung sein können, zu beschlagnahmen seien. In ihrer Vernehmlassung weist die Beschwerdegegnerin indessen darauf hin, die Beschlagnahme sei sowohl zur Sicherung der Beweismittel als auch zur Sicherung der in Art. 10 SBG vorgesehenen Einziehung der Spielgelder und Spielgeräte verfügt worden.\n\nb) Art. 65 BStP, welcher Grundlage der angefochtenen Verfügung bildet, regelt zwar nur die Beschlagnahme von Gegenständen, die als Beweismittel von Bedeutung sein können, ausdrücklich. Nach der Praxis unterliegen dem Beschlag aber auch Gegenstände, deren spätere Einziehung in Frage kommt (BGE 74 IV 213). Gemäss Art. 10 SBG kann der Richter bei Feststellung verbotenen Spieles ohne Rücksicht auf die Strafbarkeit einer bestimmten Person die Spielgeräte und Spielgelder einziehen. Daraus ergibt sich auch die Befugnis zur vorläufigen Beschlagnahme solcher Gegenstände (BGE vom 28. Juni 1979, ZBl 80 [1979] S. 174 E. 3a und BGE vom 20. Februar 1980, SJ, 1980 525, E. 3a, die das Gleiche aus Art. 58 und 59 StGB ableiten).\n\n4. Die Beschlagnahme ist eine provisorische (konservatorische) prozessuale Massnahme zur vorläufigen Sicherung der Beweismittel bzw. der allenfalls der Einziehung unterliegenden Gegenstände und Vermögenswerte (BGE 120 IV 365 E. 1c). Voraussetzung für die Beschlagnahme ist ein hinreichender, objektiv begründeter konkreter Tatverdacht gegenüber dem Inhaber des Gegenstandes bzw. Vermögenswertes oder einem Dritten. Im Gegensatz zum erkennenden Sachrichter hat die Anklagekammer bei der Überprüfung des Tatverdachtes keine erschöpfende Abwägung der in Betracht fallenden Tat- und Rechtsfragen vorzunehmen. Dies gilt namentlich auch dann, wenn der Tatverdacht wie hier mit dem Argument bestritten wird, die in Frage kommende Strafbestimmung sei nicht anwendbar bzw. es verletze Bundesrecht, dies zu bejahen. Die Anklagekammer des Bundesgerichts hebt die Beschlagnahme nur auf, wenn die behauptete Rechtsverletzung offensichtlich ist.\n\n5. a) Gemäss Art. 35 Abs. 1 BV - in der Fassung vor Revision dieser Bestimmung vom 7. März 1993, die noch nicht in Kraft gesetzt wurde - sind die Errichtung und der Betrieb von Spielbanken verboten.\n\nBGE 124 IV 313 S. 317\n\nNach den Art. 1 bis 3 SBG gilt auch das Aufstellen von Spielautomaten und ähnlichen Apparaten als (verbotene) Spielbank bzw. Glücksspielunternehmung, sofern nicht der Spielausgang in unverkennbarer Weise ganz oder vorwiegend auf Geschicklichkeit beruht. Das Eidg. Justiz- und Polizeidepartement entscheidet, welche Apparate unter diese Bestimmung fallen, bzw. welche Automaten als Glücksspiel- und welche als Geschicklichkeitsspielautomaten gelten; dieser Homologationsentscheid unterliegt der Verwaltungsgerichtsbeschwerde ans Bundesgericht (Art. 3 Abs. 2 SBG; vgl. dazu BBl 1929 I 374).\n\nNach Art. 6 SBG wird mit Busse von 300 bis 10'000 Franken bestraft, wer eine Spielbank errichtet, hierzu Platz gibt oder Spielgeräte beschafft.\n\nb) Am 22. April 1998 erliess der Bundesrat in Ausführung von Art. 1 bis 3 SBG die Geldspielautomatenverordnung (GSAV) und setzte sie sofort in Kraft. Gemäss Art. 9 Abs. 1 GSAV verlieren die bisher durch das Eidg. Justiz- und Polizeidepartement für Geldspielautomaten und Jackpotsysteme erteilten Homologationen mit dem Inkrafttreten der GSAV - d.h. am 22. April 1998 - ihre Gültigkeit (Art. 9 GSAV), es sei denn, sie seien zu diesem Zeitpunkt bereits in Betrieb gewesen; in diesem Fall dürfen sie an ihrem bisherigen Standort und in bisherigem Umfang weiter betrieben werden (Art. 10 GSAV), wenn sie spätestens einen Monat nach Inkrafttreten der GSAV dem Bundesamt für Polizeiwesen gemeldet werden (Art. 12 Abs. 1 GSAV). Nicht gemeldete Geldspielautomaten und Jackpotsysteme gelten bis zum Beweis des Gegenteils als verbotene Glücksspielunternehmung (Art. 12 Abs. 2 GSAV).\n\n6. a) Die Beschwerdeführer machen geltend, Art. 10 GSAV sei dahingehend auszulegen, dass auch bereits an ihrem Bestimmungsort aufgestellte und betriebsbereite Geräte unter die Bestandesgarantie fielen. Die Beschwerdegegnerin hält dem den Wortlaut und -sinn sowie die Zielsetzung der GSAV entgegen.\n\nb) Eine Kontrolle durch das Bundesamt für Polizeiwesen vom 23. April 1998 ergab, dass die beschlagnahmten Geldspielautomaten montiert und am Netz angeschlossen waren, dass aber die tatsächliche Inbetriebnahme auf Grund des Standes der Fertigstellungsarbeiten erst in einigen Tagen hätte stattfinden können. Insbesondere war die Eröffnung des Casinos erst auf den 29. bzw. 30. April 1998 vorgesehen und entsprechend publiziert worden, und nach der Aktenlage standen die Apparate am 23. April 1998 den Kunden noch nicht zur Verfügung.BGE 124 IV 313 S. 318\n\nUnter diesen Umständen erweist sich die Beurteilung der Beschwerdegegnerin, die beschlagnahmten Geldspielautomaten seien im fraglichen Zeitpunkt, d.h. am 22. April 1998 nicht in Betrieb gewesen, nicht als offensichtlich unhaltbar.\n\nDamit besteht der begründete Verdacht, die nach dem 22. April 1998 erfolgte Inbetriebnahme der beschlagnahmten Automaten könnte nach Art. 6 SBG in Verbindung mit Art. 9 und 10 GSAV strafbar sein.\n\n7. a) Die Beschwerdeführer machen sodann geltend, die beschlagnahmten Geldspielautomaten seien gar keine Glücksspielautomaten sondern Geschicklichkeitsspielautomaten, da sie durch das Eidg. Justiz- und Polizeidepartement als solche homologiert worden seien. Die mit dem Inkrafttreten der GSAV erfolgte Änderung der bisherigen Homologationspraxis greife daher in unzulässiger Weise in die Zuständigkeit der Kantone ein und sei auch mit Art. 13 SBG nicht vereinbar. Die Bestimmung von Art. 9 GSAV, nach welcher die durch das Departement bereits erteilten Homologationen von Geldspielautomaten ihre Gültigkeit verlieren, sei deshalb verfassungswidrig, da sie die bundesstaatliche Kompetenzverteilung verletze und Art. 13 des Spielbankengesetzes widerspreche; sie sei daher nicht anwendbar.\n\nb) Die beschlagnahmten Geldspielautomaten waren nach der (unwidersprochenen) Darstellung der Beschwerdeführer zwar durch das dafür zuständige (Art. 3 Abs. 2 SBG) Eidg. Justiz- und Polizeidepartement als Geschicklichkeitsgeldspielautomaten homologiert. Mit Inkrafttreten der GSAV am 22. April 1998 verloren nun aber die erteilten Homologationen ihre Gültigkeit (Art. 9 Abs. 1 GSAV). Nicht unter die Bestandesgarantie fallende Automaten gelten bis zum Beweis des Gegenteils als verbotene Glücksspielunternehmung (Art. 12 Abs. 2 GSAV). Vor diesem Hintergrund besteht der hinreichende Verdacht einer Widerhandlung, wenn auf die nicht offensichtlich unhaltbare Beurteilung abzustellen ist, dass die fraglichen Automaten beim Inkrafttreten der GSAV am 22. April 1998 nicht in Betrieb waren. Dass bei den hier betroffenen Automaten der Spielausgang tatsächlich in unverkennbarer Weise ganz oder vorwiegend auf Geschicklichkeit beruhe (Art. 3 Abs. 1 SBG), legen die Beschwerdeführer nicht dar. Insoweit ist auch keineswegs evident, dass mit dem Erlass der GSAV und konkret mit dem Verbot der hier in Frage stehenden Automaten in die kantonale Zuständigkeit eingegriffen worden wäre.\n\n8. a) Die Beschwerdeführer machen weiter geltend, bei Art. 10 GSAV gehe es um den verfassungsrechtlich gewährleisteten Schutz BGE 124 IV 313 S. 319des Vertrauens der bisherigen Betreiber altrechtlich homologierter Spielautomaten und gleichzeitig um die Gewährleistung der eigentumsrechtlich geschützten Position derselben.\n\nb) Der Bundesrat hat die Kantone bereits 1996 gewarnt, eine Änderung der bisherigen Homologationspraxis werde insbesondere im Hinblick auf die Zunahme von vom Boulespiel losgelösten Automatencasinos nötig werden. Wer sich daher nicht an das Moratorium halte, tue dies auf eigenes Risiko. Die Beschwerdeführer machen nicht geltend, dies sei ihnen nicht bekannt gewesen. Bei dieser Sachlage ist nun aber keineswegs evident, dass der ab dem 22. April 1998 Wirkung entfaltende Widerruf der Homologierung gegen den Vertrauensgrundsatz bzw. eine eigentumsrechtlich geschützte Position verstossen würde. Ebensowenig ist die Unverhältnismässigkeit der Beschlagnahme mit dem Hinweis dargetan, dass der Straftatbestand, dessen die Beschwerdeführer (zu Unrecht) verdächtigt würden, bloss eine Übertretung darstelle und die Betreiberin der Spielautomaten in ihrer Existenz bedroht sei.\n\nc) Soweit die Beschwerdeführer vorbringen, das Bundesamt für Polizeiwesen hätte mittels - mit Verwaltungsgerichtsbeschwerde anfechtbarer - Verfügung die Schliessung des Casinos anordnen bzw. feststellen müssen, dass es sich bei den in Frage stehenden Automaten um (illegale) Glücksspielautomaten handle, sind sie nicht zu hören. Die Anklagekammer hat im vorliegenden Verfahren lediglich die Zulässigkeit der Beschlagnahme zu prüfen, die in der gegen die Beschwerdeführer eröffneten Strafuntersuchung verfügt wurde.\n\n9. Zusammenfassend ist festzuhalten, dass der Verdacht begründet ist, die Beschwerdeführer könnten eine strafbare Handlung im Sinne von Art. 6 SBG begangen haben. Eine Verletzung des Verhältnismässigkeitsgrundsatzes ist nicht dargetan; ebensowenig die offenkundige Verletzung anderer Rechtsnormen oder -grundsätze. Die Beschwerde ist deshalb abzuweisen.\n\nBei diesem Ausgang des Verfahrens sind die Kosten des bundesgerichtlichen Verfahrens unter Solidarhaftung den Beschwerdeführern aufzuerlegen (Art. 245 BStP in Verbindung mit Art. 156 OG; vgl. BGE 123 IV 236 E. 11, S. 251)."}