{"annee": "125", "cour": "V", "page": "32", "date": "5/1/1999", "cite": ["117 IA 277", "121 I 314", "114 V 228", "119 IA 264", "118 III 27", "112 IA 14", "117 V 408", "122 I 267", "123 I 145", "118 III 33", "122 I 8"], "cite_par": ["132 V 200", "134 I 166", "128 I 225", "126 V 450", "130 I 180", "126 V 499", "126 V 119", "126 V 443"], "chapeau": "5. Auszug aus dem Urteil vom 5. Januar 1999 i.S. S. gegen Schweizerische Unfallversicherungsanstalt und Sozialversicherungsgericht des Kantons Zürich", "regestes": ["Art. 4 al. 1 Cst.; art. 105 al. 1 LAA: Assistance judiciaire en procédure administrative. Le droit à l'assistance judiciaire ne dépend pas du point de savoir si une procédure porte sur des éléments litigieux; en outre, il n'est généralement pas limité dans le temps en fonction des règles de procédure applicables dans le cas particulier (précision de la jurisprudence des arrêts ATF 117 V 408 et 114 V 234 consid. 5). Il existe en principe, pour la procédure administrative de l'assurance-accidents résultant d'une décision sur opposition, un droit à l'assistance judiciaire découlant directement de l'art. 4 Cst."], "faits": "BGE 125 V 32 S. 32\n\nA.- S. (geb. 1958) erlitt am 15. November 1992 einen Verkehrsunfall. Die Schweizerische Unfallversicherungsanstalt (SUVA), bei der er obligatorisch gegen Unfall und Berufskrankheit versichert BGE 125 V 32 S. 33war, erbrachte zunächst die gesetzlichen Leistungen. Mit Verfügung vom 28. Januar 1994 stellte sie die Taggeld- und Heilkostenleistungen auf den 13. Dezember 1993 bzw. auf Ende Januar 1994 ein. Zudem lehnte sie die Ausrichtung einer Invalidenrente ab. Dagegen sprach die SUVA dem Versicherten mit Verfügung vom 1. Februar 1994 eine Integritätsentschädigung von 15% zu.\n\nAuf Einsprache hin hob die SUVA die Verfügungen insoweit auf, als weitere Versicherungsleistungen für die Folgen des bestehenden psychischen Beschwerdebildes abgelehnt worden waren, und übernahm die Kosten der psychotherapeutischen Behandlung des Versicherten. Für das Einspracheverfahren wurde die unentgeltliche Verbeiständung durch Rechtsanwalt P. gewährt (Entscheid vom 5. August 1994).\n\nAm 8. Dezember 1994 liess S. beantragen, es seien ihm rückwirkend ab 13. Dezember 1993 und weiterhin volle Taggelder zu bezahlen, eventuell sei ihm eine volle Rente zuzusprechen, sowie Rechtsanwalt P. sei als unentgeltlicher Rechtsvertreter einzusetzen und zu entschädigen. Nachdem die Kreisagentur R. am 19. Dezember 1994 einen Anspruch auf unentgeltliche Verbeiständung verneint hatte, trat die Sektion Einsprachen der SUVA mit Verfügung vom 4. Januar 1995 auf ein gleich lautendes Gesuch nicht ein.\n\nB.- Die hiegegen erhobene Beschwerde wies das Sozialversicherungsgericht des Kantons Zürich mit Entscheid vom 27. Mai 1997 unter Gewährung der unentgeltlichen Verbeiständung für das kantonale Verfahren ab.\n\nC.- Mit Verwaltungsgerichtsbeschwerde lässt S. beantragen, in Aufhebung des kantonalen Entscheides und der Verfügung vom 4. Januar 1995 sei die SUVA zu verpflichten, ihm die unentgeltliche Verbeiständung für die Zeit nach dem Einspracheentscheid vom 5. August 1994 bis zur Erledigung des Rentenverfahrens zu gewähren.\n\nDie SUVA schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung lässt sich nicht vernehmen.", "considerants": "Aus den Erwägungen:\n\n1. a) Streitig und zu prüfen ist, ob der Beschwerdeführer für das an den Einspracheentscheid anschliessende Verwaltungsverfahren der Unfallversicherung Anspruch auf unentgeltliche Verbeiständung hat.\n\nBGE 125 V 32 S. 34\n\nb) Da es sich beim angefochtenen Entscheid nicht um die Bewilligung oder Verweigerung von Versicherungsleistungen handelt, hat das Eidg. Versicherungsgericht nur zu prüfen, ob der vorinstanzliche Richter Bundesrecht verletzt hat, einschliesslich Überschreitung oder Missbrauch des Ermessens, oder ob der rechtserhebliche Sachverhalt offensichtlich unrichtig, unvollständig oder unter Verletzung wesentlicher Verfahrensbestimmungen festgestellt worden ist (Art. 132 in Verbindung mit Art. 104 lit. a und b sowie Art. 105 Abs. 2 OG).\n\n2. Nach der Rechtsprechung besteht im Einspracheverfahren gemäss Art. 105 Abs. 1 UVG, welches wie das Anhörungsverfahren der Invalidenversicherung Elemente eines streitigen Verfahrens aufweist, ein unmittelbar aus Art. 4 BV fliessender Anspruch auf unentgeltliche Verbeiständung. Dabei ist bei der Prüfung der sachlichen Voraussetzungen (Bedürftigkeit, fehlende Aussichtslosigkeit, erhebliche Tragweite der Sache, Schwierigkeit der aufgeworfenen Fragen, mangelnde Rechtskenntnisse des Versicherten) ein strenger Massstab anzulegen. Hohe Anforderungen sind insbesondere an die Notwendigkeit der Verbeiständung zu stellen. Eine anwaltliche Mitwirkung drängt sich nur in Ausnahmefällen auf, wenn schwierige rechtliche oder tatsächliche Fragen dies als notwendig erscheinen lassen und eine Verbeiständung durch Verbandsvertreter, Fürsorger oder andere Fach- und Vertrauensleute sozialer Institutionen nicht in Betracht fällt (BGE 117 V 408 Erw. 5a, BGE 114 V 235 Erw. 5b).\n\nZusätzlich zu diesen engen sachlichen Voraussetzungen ist der Anspruch auf unentgeltliche Verbeiständung auch zeitlich begrenzt. Bei Eingang des Leistungsgesuches bzw. bei Beginn des Verwaltungsverfahrens ist in der Regel noch völlig ungewiss, welche Leistungen überhaupt in Betracht fallen. Es können somit in diesem Verfahrensstadium regelmässig noch keine Verfahrensaussichten festgestellt werden (BGE 114 V 236 Erw. 5b). Beachtet werden diese zeitlichen Schranken, wenn der Anspruch frühestens ab Beginn des Einspracheverfahrens geltend gemacht wird (BGE 117 V 410 Erw. 5b).\n\n4. a) Seit BGE 112 Ia 14 anerkennt das Schweizerische Bundesgericht einen unmittelbar aus Art. 4 BV fliessenden Anspruch der bedürftigen Partei auf unentgeltliche Rechtspflege im Verfahren der Verwaltungsbeschwerde und Verwaltungsgerichtsbeschwerde. Unter Hinweis auf BGE 114 V 228 hat es diesen Rechtsschutz auf das nichtstreitige Verwaltungsverfahren BGE 125 V 32 S. 35ausgedehnt, zunächst auf das Verfahren um strafrechtliche Rückversetzung in den Massnahmenvollzug (BGE 117 Ia 277), sodann auf Verfahren des Zwangsvollstreckungsrechts wie das Konkursbegehren des Schuldners durch Insolvenzerklärung (BGE 118 III 27) oder jenes des vorschusspflichtigen Gläubigers (BGE 118 III 33). Gemäss BGE 119 Ia 265 Erw. 3a und seither ständiger Rechtsprechung besteht der Anspruch auf unentgeltliche Rechtspflege unabhängig von der Rechtsnatur der Entscheidungsgrundlagen für jedes staatliche Verfahren, in welches der Gesuchsteller einbezogen wird oder dessen er zur Wahrung seiner Rechte bedarf (BGE 123 I 146 Erw. 2b/aa; BGE 122 I 271 Erw. 2a; 121 I 62 Erw. 2a/bb, 315 Erw. 2b; BGE 119 Ia 265 Erw. 3a, je mit Hinweisen). Unter dem Gesichtspunkt von Art. 4 BV ist das Armenrecht nicht von vornherein für bestimmte Verfahrensarten generell ausgeschlossen (BGE 121 I 315 Erw. 2b; KÖLZ/HÄNER, Verwaltungsverfahren und Verwaltungsrechtspflege des Bundes, 2. Aufl., Zürich 1998, S. 134 Rz. 373; RHINOW/KOLLER/KISS, Öffentliches Prozessrecht und Justizverfassungsrecht des Bundes, Basel/Frankfurt am Main 1996, S. 54 N. 254; BÜHLER, Die neuere Rechtsprechung im Bereich der unentgeltlichen Rechtspflege, in: SJZ 94/1998 S. 226; KLEY-STRULLER, Der Anspruch auf unentgeltliche Rechtspflege: Die aktuelle Rechtsprechung des Bundesgerichts zu Art. 4 Abs. 1 BV und der Organe der Europäischen Menschenrechtskonvention zu Art. 6 EMRK, in: AJP 1995 S. 179 ff., insbesondere S. 186 f.; FORSTER, Der Anspruch auf unentgeltliche Rechtsverbeiständung in der neueren bundesgerichtlichen Rechtsprechung, in: ZBl 93/1992 S. 463 ff.; vgl. dagegen MEYER-BLASER, Die Bedeutung von Art. 4 BV für das Sozialversicherungsrecht, in: ZSR 111/1992, II. Halbband, S. 439 ff.).\n\nb) Der verfassungsmässige Anspruch auf unentgeltliche anwaltliche Verbeiständung besteht jedoch nicht voraussetzungslos. Verlangt ist in jedem Falle Bedürftigkeit des Rechtsuchenden und Nichtaussichtslosigkeit des verfolgten Verfahrensziels. Entscheidend ist darüber hinaus die sachliche Gebotenheit der unentgeltlichen Rechtsverbeiständung im konkreten Fall (BGE 119 Ia 265 Erw. 3b, 117 V 408 Erw. 5a, 114 V 235 Erw. 5 b). Es sind die Umstände des Einzelfalls, die Eigenheiten der anwendbaren Verfahrensvorschriften sowie die Besonderheiten des jeweiligen Verfahrens zu berücksichtigen. Dabei fallen neben der Komplexität der Rechtsfragen und der Unübersichtlichkeit des Sachverhalts auch in der Person des Betroffenen liegende Gründe in Betracht, wie etwa seine Fähigkeit, sich im Verfahren zurechtzufinden (SCHWANDER, BGE 125 V 32 S. 36Anmerkung zu BGE 122 I 8, in: AJP 1996 S. 495). Falls ein besonders starker Eingriff in die Rechtsstellung des Bedürftigen droht, ist die Verbeiständung grundsätzlich geboten, andernfalls bloss, wenn zur relativen Schwere des Falls besondere tatsächliche oder rechtliche Schwierigkeiten hinzukommen, denen der Gesuchsteller auf sich alleine gestellt nicht gewachsen ist (BGE 119 Ia 265 Erw. 3b, BGE 117 Ia 281 Erw. 5b; BÜHLER, a.a.O., S. 226).\n\nDie sachliche Notwendigkeit wird nicht allein dadurch ausgeschlossen, dass das in Frage stehende Verfahren von der Offizialmaxime oder dem Untersuchungsgrundsatz beherrscht wird, die Behörde also gehalten ist, an der Ermittlung des rechtserheblichen Sachverhaltes mitzuwirken (BGE 119 Ia 266 Erw. 3b, BGE 117 Ia 281 Erw. 5b/bb; SCHWANDER, a.a.O., S. 495). Die Offizialmaxime rechtfertigt es jedoch, an die Voraussetzungen, unter denen eine Verbeiständung durch einen Rechtsanwalt sachlich geboten ist, einen strengen Massstab anzulegen (BGE 122 I 10 Erw. 2c mit Hinweisen, BGE 114 V 235 Erw. 5b).\n\nc) Im Lichte der seit BGE 114 V 228 und BGE 117 V 408 ergangenen Rechtsprechung kann die Gewährung der unentgeltlichen Verbeiständung nicht entscheidend davon abhängen, ob ein Verfahren streitige Elemente aufweist (MOOR, Droit administratif, Bd. II, 1991, S. 195 f.). Der Anspruch lässt sich auch nicht unter Berücksichtigung der jeweils anwendbaren Verfahrensordnung generell zeitlich beschränken (KNAPP, Précis de droit administratif, 4. Aufl., S. 158 Nr. 721; KIESER, Unentgeltliche Rechtsverbeiständung und Parteientschädigung, in: Verfahrensfragen in der Sozialversicherung, St. Gallen 1996, S. 216 f.).\n\nAus dem Gesagten ergibt sich, dass ein aus Art. 4 Abs. 1 BV abgeleiteter Anspruch auf unentgeltliche Verbeiständung auch für das an den Einspracheentscheid anschliessende Verwaltungsverfahren der Unfallversicherung grundsätzlich zu bejahen ist. Die Kernfunktion der unentgeltlichen Verbeiständung verlangt, dem bedürftigen Gesuchsteller die zweckdienliche Wahrung seiner Ansprüche auch im Verwaltungsverfahren der Sozialversicherung unter den durch die Rechtsprechung geschaffenen, vorstehend umschriebenen Voraussetzungen zu ermöglichen."}