{"annee": "125", "cour": "V", "page": "76", "date": "12/1/1999", "cite": ["120 III 7", "85 II 318", "116 II 497", "97 II 1"], "cite_par": ["127 V 237", "133 V 309", "129 V 77"], "chapeau": "11. Urteil vom 12. Januar 1999 i.S. SWICA Gesundheitsorganisation gegen B. und Versicherungsgericht des Kantons Basel-Stadt", "regestes": ["Art. 3 al. 1 et 3 let. a, art. 5 al. 1 LAMal; art. 1 al. 2 let. a, art. 7 al. 1 OAMal: Début de l'assurance obligatoire des soins. Pour les personnes qui sont domiciliées en Suisse (au sens des art. 23 ss CC), le début de l'assurance coïncide avec la prise de domicile. Pour les étrangers qui ne justifient pas d'un domicile en Suisse et qui sont au bénéfice d'un permis d'établissement ou d'un permis de séjour d'une durée de validité de trois mois au moins, l'assurance prend naissance à la date à laquelle le séjour a été annoncé au contrôle des habitants."], "faits": "BGE 125 V 76 S. 76\n\nA.- B. reiste am 24. Juni 1996 aus Kolumbien in die Schweiz ein, um hier T. zu heiraten (Trauung: 29. August 1996), und gebar am 28. Juni 1996 ihre BGE 125 V 76 S. 77Tochter G. Am 25. Juni 1996 unterzeichnete sie bei der SWICA Gesundheitsorganisation (nachfolgend: SWICA) das Gesuch um Kassenbeitritt für die obligatorische Krankenpflegeversicherung. Mit Schreiben vom 15. Juli 1996 bestätigte die SWICA die vorbehaltlose Aufnahme von B. per 1. Juli 1996 und deren Tochter ab Geburt, hielt aber fest, dass diese Aufnahmebestätigung nur gültig sei, wenn sie sich bei der Einwohnerkontrolle angemeldet und eine definitive Aufenthaltsbewilligung erhalten habe.\n\nAm 17. September 1996 erhielt B. die Aufenthaltsbewilligung B für die Zeit vom 29. August 1996 bis 8. September 1997. Gestützt darauf setzte die SWICA das Datum des Eintritts in die obligatorische Krankenpflegeversicherung auf den 29. August 1996 fest und lehnte Leistungen für die Vergangenheit (24. Juni bis 28. August 1996) ab (Verfügung vom 17. Februar 1997). Daran hielt sie mit Einspracheentscheid vom 3. April 1997 fest.\n\nB.- Die von B. hiegegen erhobene Beschwerde hiess das Versicherungsgericht des Kantons Basel-Stadt mit Entscheid vom 15. Dezember 1997 gut, hob den Einspracheentscheid auf und erklärte die Aufnahme der Versicherten in die obligatorische Krankenpflegeversicherung der SWICA per 24. Juni 1996.\n\nC.- Mit Verwaltungsgerichtsbeschwerde lässt die SWICA die Aufhebung des kantonalen Entscheides beantragen.\n\nWährend B. auf Abweisung der Verwaltungsgerichtsbeschwerde schliesst, lässt sich das Bundesamt für Sozialversicherung nicht vernehmen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Streitig und zu prüfen ist, ab welchem Zeitpunkt die Beschwerdegegnerin bei der SWICA obligatorisch krankenpflegeversichert ist.\n\n2. a) Gemäss Art. 3 Abs. 1 KVG in Verbindung mit Art. 1 Abs. 1 KVV muss sich jede Person mit Wohnsitz im Sinne der Artikel 23-26 des Zivilgesetzbuches (ZGB) innert drei Monaten nach der Wohnsitznahme oder der Geburt in der Schweiz für Krankenpflege versichern. Der nach diesen Bestimmungen massgebende zivilrechtliche Wohnsitz einer Person befindet sich an dem Ort, wo sie sich mit der Absicht dauernden Verbleibens aufhält (Art. 23 Abs. 1 ZGB) und den sie sich zum Mittelpunkt ihrer Lebensinteressen gemacht hat (BGE 120 III 8 Erw. 2a, BGE 97 II 3 Erw. 3, BGE 85 II 322 Erw. 3). Für die Begründung eines Wohnsitzes müssen somit zwei Merkmale erfüllt sein: Ein BGE 125 V 76 S. 78objektives äusseres, der Aufenthalt, sowie ein subjektives inneres, die Absicht dauernden Verbleibens (ZAK 1990 S. 247 Erw. 3a; BGE 85 II 321 Erw. 3; EUGEN BUCHER, Berner Kommentar, N. 19 ff. zu Art. 23 ZGB). Nach der Rechtsprechung kommt es nicht auf den inneren Willen, sondern darauf an, auf welche Absicht die erkennbaren Umstände objektiv schliessen lassen (BGE 120 III 8 Erw. 2b, 119 II 65 Erw. 2b/bb, BGE 97 II 3 Erw. 3). Nicht massgebend ist dabei insbesondere, ob die Person eine fremdenpolizeiliche Niederlassungs- oder Aufenthaltsbewilligung besitzt (BGE 120 III 8 Erw. 2b, BGE 116 II 503 Erw. 4c; DANIEL STAEHELIN, Basler Kommentar, N. 23 zu Art. 23 ZGB).\n\nNach Art. 3 Abs. 3 KVG kann der Bundesrat die Versicherungspflicht auf Personen ohne Wohnsitz in der Schweiz ausdehnen, namentlich auf solche, die in der Schweiz tätig sind oder sich längere Zeit dort aufhalten (lit. a). So sind gemäss Art. 1 Abs. 2 lit. a KVV Ausländer und Ausländerinnen ohne Wohnsitz in der Schweiz versicherungspflichtig, wenn sie über eine Aufenthaltsbewilligung nach Art. 5 des Bundesgesetzes vom 26. März 1931 über Aufenthalt und Niederlassung der Ausländer (ANAG; SR 142.20) verfügen, die mindestens drei Monate gültig ist.\n\nb) Erfolgt die Erstanmeldung beim Krankenversicherer rechtzeitig, beginnt der Versicherungsschutz im Zeitpunkt des Eintritts der Versicherungspflicht (vgl. GEBHARD EUGSTER, Krankenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Rz. 18). Versichern sich somit Personen mit Wohnsitz in der Schweiz innerhalb von drei Monaten seit Wohnsitznahme oder Geburt in der Schweiz und damit rechtzeitig gemäss Art. 3 Abs. 1 KVG, hat der gewählte Versicherer rückwirkend ab Begründung des Wohnsitzes in der Schweiz die Krankheitskosten zu decken (vgl. EUGSTER, a.a.O., Rz. 19).\n\nGemäss Art. 5 Abs. 1 Satz 2 KVG setzt der Bundesrat den Versicherungsbeginn fest für die Personen nach Art. 3 Abs. 3 KVG, d.h. für die Personen ohne Wohnsitz in der Schweiz, welche er dem Obligatorium unterstellt hat. Dementsprechend sieht Art. 7 Abs. 1 KVV unter anderem vor, dass Ausländer und Ausländerinnen mit einer Niederlassungsbewilligung oder einer Aufenthaltsbewilligung nach Art. 1 Abs. 2 lit. a KVV verpflichtet sind, sich innert drei Monaten zu versichern, nachdem sie sich bei der für die Einwohnerkontrolle zuständigen Stelle gemeldet haben; bei rechtzeitigem Beitritt beginnt die Versicherung am Tag der bei dieser Stelle gemeldeten Wohnsitznahme oder des gemeldeten Aufenthaltes.BGE 125 V 76 S. 79\n\n3. a) Die Vorinstanz hat im Wesentlichen erwogen, die Beschwerdegegnerin habe seit ihrer Einreise am 24. Juni 1996 Wohnsitz in der Schweiz und erfülle, da sie sich bei der Einwohnerkontrolle angemeldet habe und im Besitze einer Aufenthaltsbewilligung sei, auch die bei Ausländern zusätzlich erforderlichen Voraussetzungen gemäss Art. 1 Abs. 2 lit. a KVV. Gemäss Art. 5 Abs. 1 KVG nehme die Versicherung daher am 24. Juni 1996 ihren Anfang. Demgegenüber will die SWICA erst ab dem Datum des gemeldeten Aufenthaltes, d.h. ab 29. August 1996, Versicherungsschutz gewähren, wofür sie sich auf Art. 7 Abs. 1 KVV in Verbindung mit Art. 1 Abs. 2 lit. a KVV beruft.\n\nb) Nach der eingangs dargestellten Rechtslage erstreckt sich das Versicherungsobligatorium nicht nur auf die Personen mit Wohnsitz in der Schweiz (Art. 3 Abs. 1 KVG), sondern auch auf Personen, welche diese Voraussetzung nicht erfüllen, jedoch vom Bundesrat gestützt auf Art. 3 Abs. 3 KVG der Versicherungspflicht unterstellt worden sind, so namentlich auf Ausländer und Ausländerinnen mit einer Niederlassungsbewilligung oder einer mindestens drei Monate gültigen Aufenthaltsbewilligung (Art. 1 Abs. 2 lit. a KVV). Zwischen diesen beiden Versichertenkategorien unterscheidet die Gesetzgebung über die Krankenversicherung nicht nur bei der Versicherungspflicht, sondern auch beim Versicherungsbeginn, indem sie im Falle rechtzeitigen Beitritts bei ersterer die Wohnsitznahme (Art. 5 Abs. 1 Satz 1 KVG) und bei letzterer den der zuständigen Stelle gemeldeten Wohnsitz oder Aufenthalt (Art. 5 Abs. 1 Satz 2 KVG in Verbindung mit Art. 7 Abs. 1 KVV) als massgebend bezeichnet.\n\nNach den zutreffenden Ausführungen im angefochtenen Entscheid hat die Beschwerdegegnerin ungeachtet des Umstandes, dass ihr die Aufenthaltsbewilligung B erst für die Zeit ab 29. August 1996 erteilt worden ist, seit dem 24. Juni 1996 zivilrechtlichen Wohnsitz in der Schweiz, weil sie sich seit diesem Datum mit der Absicht dauernden Verbleibens hier aufhält. Allein auf Grund ihres schweizerischen Wohnsitzes untersteht sie gemäss Art. 3 Abs. 1 KVG der Versicherungspflicht. Indem sie am 25. Juni 1996 das Beitrittsgesuch gestellt hat, hat sie sich innert der gesetzlich vorgesehenen dreimonatigen Frist seit Wohnsitznahme und damit rechtzeitig versichert (Art. 3 Abs. 1 KVG). Ihr Versicherungsschutz beginnt daher im Zeitpunkt des Eintritts der Versicherungspflicht, d.h. am 24. Juni 1996, und die SWICA hat rückwirkend ab diesem Zeitpunkt die Krankheitskosten zu decken (Art. 5 Abs. 1 Satz 1 KVG). Daran vermögen die von der SWICA für ihren BGE 125 V 76 S. 80gegenteiligen Standpunkt angerufenen Verordnungsbestimmungen (Art. 1 Abs. 2 lit. a und Art. 7 Abs. 1 KVV) nichts zu ändern, da sie nur die Kategorie der nicht bereits auf Grund ihres Wohnsitzes obligatorisch versicherten Personen erfassen (Art. 3 Abs. 3 KVG) und deshalb vorliegend keine Anwendung finden."}