{"annee": "125", "cour": "III", "page": "82", "date": "11/1/1999", "cite": ["121 III 168", "123 III 129", "107 II 119", "114 II 345", "92 II 305", "95 II 242", "112 II 95"], "cite_par": ["130 III 248", "130 III 202", "128 III 191", "126 III 59", "140 I 257", "130 III 417", "138 III 537"], "chapeau": "15. Extrait de l'arrêt de la Ire Cour civile du 11 janvier 1999 dans la cause Fédération suisse des travailleurs de la métallurgie et de l'horlogerie contre Garages X. S.A. et Y. S.A. (recours en réforme)", "regestes": ["Convention collective de travail (CCT); qualité pour agir d'une association professionnelle (art. 356 CO; art. 28 CC; art. 7, 9 et 10 LCD). Rappel des conditions auxquelles est subordonnée la qualité pour agir d'une association professionnelle (consid. 1). Un syndicat dispose-t-il d'un droit propre, fondé sur l'art. 28 CC, à faire constater la violation d'une CCT, au détriment de l'un de ses membres, par un employeur membre d'une organisation patronale contractante, mais qui n'est pas lui-même partie à la CCT? Question laissée indécise (consid. 2). En application du principe jura novit curia (consid. 3), le Tribunal fédéral a constaté la qualité pour agir d'un syndicat qui invoquait pour la première fois devant lui une violation de l'art. 7 LCD (consid. 4)."], "faits": "BGE 125 III 82 S. 82\n\nA.- Le 1er janvier 1995 est entrée en vigueur une convention collective de travail pour les travailleurs de l'industrie des garages BGE 125 III 82 S. 83du canton de Genève. Cette convention a été signée, du côté patronal, par l'Union professionnelle suisse de l'automobile (UPSA) et, du côté syndical, par la Fédération suisse des travailleurs de la métallurgie et de l'horlogerie (FTMH) et un autre syndicat. Elle prévoit, notamment, une durée hebdomadaire du travail de 40 heures au maximum, un treizième salaire et une cinquième semaine de vacances.\n\nPar lettres du 24 septembre 1996, les Garages X. S.A. et Y. S.A., qui ont été membres de l'UPSA jusqu'au 31 décembre 1996, ont résilié les contrats de travail les liant à leurs employés pour le\n\n31 décembre 1996 et ont proposé à ceux-ci de nouvelles conditions de travail à partir du 1er janvier 1997 (remplacement du treizième salaire par une gratification de fin d'année; durée hebdomadaire du travail de 42 heures; quatre semaines de vacances au lieu de cinq).\n\nB.- Le 27 février 1997, la FTMH a intenté, contre ces deux sociétés, une demande en constatation de droit et en paiement. Elle reprochait aux défenderesses d'avoir violé la convention collective\n\nprécitée en procédant à la modification unilatérale des contrats\n\nindividuels des employés qui y étaient soumis.\n\nPar jugement du 26 mai 1997, le Tribunal des prud'hommes du canton de Genève s'est déclaré incompétent à raison de la matière.\n\nStatuant par arrêt du 15 décembre 1997, la Chambre d'appel de la juridiction des prud'hommes a rejeté l'intégralité des conclusions de la demande.\n\nC.- La demanderesse interjette un recours en réforme dans lequel elle invite le Tribunal fédéral à annuler l'arrêt cantonal, à lui reconnaître la qualité pour agir et à renvoyer le dossier au Tribunal des prud'hommes afin qu'il statue sur le fond.\n\nLe Tribunal fédéral admet le recours, annule l'arrêt attaqué et renvoie la cause à la cour cantonale pour nouvelle décision.", "considerants": "Extrait des considérants:\n\n1. Les juges précédents ont dénié à la demanderesse la qualité pour agir, au motif qu'elle défend seulement l'intérêt de ses membres et non pas l'intérêt collectif de la profession. La demanderesse lui reproche d'avoir ainsi violé le droit fédéral.\n\na) Selon la jurisprudence, la qualité pour agir et la qualité pour défendre appartiennent aux conditions matérielles de la prétention litigieuse. Elles se déterminent selon le droit au fond et leur défaut conduit au rejet de l'action, qui intervient indépendamment de la réalisation des éléments objectifs de la prétention litigieuse. De BGE 125 III 82 S. 84même que la reconnaissance de la qualité pour défendre signifie seulement que le demandeur peut faire valoir sa prétention contre le défendeur, revêtir la qualité pour agir veut dire que le demandeur est en droit de faire valoir cette prétention. Autrement dit, la question de la qualité pour agir revient à savoir qui peut faire valoir une prétention en qualité de titulaire d'un droit, en son propre nom. En conséquence, la reconnaissance de la qualité pour agir ou pour défendre n'emporte pas décision sur l'existence de la prétention du demandeur, que ce soit quant au principe ou à la mesure dans laquelle il la fait valoir (ATF 114 II 345 consid. 3a et les références).\n\nS'agissant de la qualité pour agir des associations professionnelles, la jurisprudence l'a reconnue quand elles entendent défendre un intérêt collectif comprenant non seulement l'intérêt personnel de leurs membres, mais aussi celui des personnes qui, sans compter parmi leurs adhérents, exercent cependant le métier de ces derniers. Toutefois, même dans cette hypothèse, la qualité pour agir des associations est subordonnée à la condition qu'elles soient habilitées par leurs statuts à sauvegarder les intérêts économiques de leurs membres et que ceux-ci aient eux-mêmes qualité pour intenter l'action. Si elles peuvent ester en justice pour défendre les intérêts communs d'une profession, elles ne sauraient en revanche avoir cette qualité pour réclamer la réparation d'un dommage subi par un de leurs membres personnellement (ATF 121 III 168 consid. 4b; ATF 114 II 345 consid. 3b et les références).\n\nb) En l'occurrence, la demanderesse reproche aux défenderesses d'avoir enfreint les dispositions de la convention collective relatives à la durée hebdomadaire du travail, au treizième salaire et aux vacances. Comme l'a relevé la Chambre d'appel, la demanderesse agit non pas dans l'intérêt de tous les travailleurs de la profession, mais seulement dans celui des travailleurs liés par la convention collective. En effet, les travailleurs non liés par cette convention n'ont pas qualité pour en exiger l'application à leur profit (ATF ATF 123 III 129 consid. 3a p. 131). Quoi qu'en pense la demanderesse, la réglementation des conventions collectives de travail n'a pas pour but de protéger les travailleurs non liés, même s'ils sont la partie la plus faible au contrat (ATF 123 III 129 consid. 3a, 3b/aa et 3d).\n\nLa première condition posée par la jurisprudence n'étant pas remplie, le Tribunal fédéral ne peut que rejeter le grief.\n\n2. La demanderesse soutient que, en violant la convention collective de travail, les défenderesses portent atteinte à ses droits de la personnalité.\n\nBGE 125 III 82 S. 85\n\nLa jurisprudence a admis qu'un syndicat, comme toute autre association, jouit des droits de la personnalité. Ces droits sont violés, par exemple, lorsqu'un syndicat représentatif se voit refuser, sans motif justifié, le droit de négocier une convention collective ou d'y adhérer (ATF 121 III 168 consid. 3a/aa in fine) ou lorsqu'il ne peut adhérer à une convention collective qu'à condition d'admettre une clause contraire à la Constitution fédérale (ATF 121 III 168 consid. 3a/bb).\n\nToutefois, on ne saurait admettre qu'une organisation syndicale ait un droit à ce qu'un employeur lié par la convention collective de travail l'applique à des travailleurs non liés, puisqu'il n'en a nullement l'obligation (art. 356b et 357 CO; ATF 123 III 129 consid. 3a p. 131).\n\nOn peut se demander, néanmoins, si un syndicat ne dispose pas d'un droit propre, fondé sur l'art. 28 CC, à faire constater la violation d'une convention collective, au détriment de l'un de ses membres, par un employeur membre d'une organisation patronale contractante, comme il le peut lorsque l'employeur est lui-même partie à la convention collective (VISCHER, Commentaire zurichois, n. 68 ad art. 357a CO). Un tel droit permettrait au syndicat de remplir correctement sa tâche et de défendre la considération dont il a besoin dans les rapports collectifs de travail (ATF 121 III 168 consid. 3a/aa in fine et 3a/bb in fine). La question peut rester indécise, car le recours doit être admis pour une autre raison.\n\n3. Selon la demanderesse, la qualité pour agir doit lui être reconnue en vertu des art. 7 et 10 de la loi fédérale contre la concurrence déloyale (LCD; RS 241).\n\nSaisi d'un recours en réforme, le Tribunal fédéral revoit librement l'application du droit fédéral, sans être lié par les motifs invoqués devant lui (art. 63 al. 3 OJ). La dernière instance cantonale dispose du même pouvoir d'examen que le Tribunal fédéral en instance de réforme. En conséquence, elle doit appliquer d'office l'ensemble du droit fédéral, même quant aux aspects du litige ressortissant à la compétence d'une autre juridiction cantonale. Les dispositions cantonales sur l'organisation judiciaire ne peuvent limiter ce pouvoir d'examen (art. 43 OJ; ATF 112 II 95 consid. 2 p. 96; ATF 107 II 119 consid. 2a; ATF 95 II 242 consid. 3; ATF 92 II 305 consid. 5 p. 312; POUDRET, COJ, n. 1.3.2.9 ad art. 43; MESSMER/IMBODEN, Die eidgenössischen Rechtsmittel in Zivilsachen, n. 83 note 15 et n. 120 note 9).\n\nEn l'occurrence, dans son mémoire à la Chambre d'appel, la demanderesse n'a formulé aucun grief tiré de la LCD. La cour cantonale n'a BGE 125 III 82 S. 86pas examiné le litige sous cet angle, bien qu'elle y fût tenue. Il appartient, dès lors, au Tribunal fédéral de le faire lui-même en vertu du principe jura novit curia.\n\n4. a) Selon l'art. 7 LCD, agit de façon déloyale celui qui, notamment, n'observe pas les conditions de travail légales ou contractuelles qui sont également imposées à la concurrence ou qui sont conformes aux usages professionnels ou locaux.\n\nEn l'occurrence, la demanderesse reproche aux défenderesses de ne pas appliquer les conditions de travail qui sont prévues par la convention collective et qui s'appliquent tant à elles qu'aux entreprises concurrentes liées par cette convention. Si les faits sont établis, la violation de l'art. 7 LCD sera consacrée.\n\nb) Conformément à l'art. 9 al. 1 et à l'art. 10 al. 2 let. a LCD, les associations professionnelles et les associations économiques que leurs statuts autorisent à défendre les intérêts économiques de leurs membres peuvent agir, notamment, en interdiction, en cessation ou en constatation du trouble. La jurisprudence reconnaît ce droit à un syndicat lorsque les intérêts économiques de ses membres sont lésés par un acte de concurrence déloyale, même s'il n'en est pas lui-même victime (ATF 121 III 168 consid. 3b et 4).\n\nEn l'espèce, comme l'a admis la cour cantonale, la demanderesse a pour vocation statutaire la défense des intérêts économiques de ses membres. Elle allègue une violation de l'art. 7 LCD. Elle bénéficie donc de la qualité pour agir au sens de l'art. 10 al. 2 let. a LCD.\n\nEn soutenant le contraire, la cour cantonale a violé le droit fédéral."}