{"annee": "125", "cour": "IV", "page": "49", "date": "19/3/1999", "cite": ["122 IV 156", "116 IV 143", "123 IV 155", "122 IV 1", "119 IV 1", "121 IV 185"], "cite_par": ["129 IV 271", "129 IV 6", "134 II 33", "133 III 323", "126 IV 209"], "chapeau": "8. Extrait de l'arrêt de la Cour de cassation pénale du 19 mars 1999 dans la cause X. et Y. c. Ministère public du canton de Vaud (pourvoi en nullité)", "regestes": ["Art. 113 CP; art. 34 ch. 1 CP, art. 19 CP. Tyran domestique tué par son fils; complicité de sa mère. État de nécessité putatif; erreur évitable. La question de savoir si l'erreur de l'auteur consistant à croire que seule l'élimination physique de la victime lui permettrait d'échapper au danger imminent qui le menaçait était évitable doit être examinée en tenant compte de la situation dans laquelle se trouvait l'auteur et de ses circonstances personnelles; le caractère évitable de l'erreur ne peut être déduit de la seule existence objective d'autres solutions (consid. 2)."], "faits": "BGE 125 IV 49 S. 50\n\nA.- a) En 1977, Z., né en 1951, a épousé X., née en 1953. Deux premiers enfants sont issus de cette union: François, né en 1977, et Marianne, née en 1981. Rapidement, la jeune épouse a eu à subir des violences diverses, au point qu'elle quitta le domicile conjugal en 1985 avec ses deux enfants. Z. la contraignit toutefois à revenir, lui faisant craindre que l'intégrité corporelle et même la vie de ses parents serait mise en péril, menaces qui ont été prises très au sérieux par son épouse. En 1987, X. a donné naissance à son troisième enfant, Paul.\n\nLa même année, Z. a fait la connaissance de Y., une jeune célibataire de 23 ans qui avait accouché récemment de deux jumeaux. Après quelques mois de liaison, Y. a confié ses deux enfants à la mère de Z., à la demande de ce dernier qui lui avait caché qu'il était marié et père de famille. Plus tard, Z. contraignit Y. à venir vivre sous son toit. La villa familiale était composée de deux appartements distincts, dont l'un était occupé par Y. et la mère de Z. et l'autre par X., ses propres enfants et les jumeaux de Y. Tout contact entre les deux femmes était interdit. Y. exprima la volonté de rompre, qui ne se réalisa jamais, Z. la menaçant d'attenter à la vie de ses deux jeunes enfants si elle s'en allait.\n\nPoussée par son mari, X. accepta de divorcer en 1991. Cette opération avait pour seul but de permettre à Z. d'encaisser des prestations des services sociaux, l'épouse étant contrainte de continuer à vivre dans la maison.\n\nEn 1992, Y. donna le jour à un troisième enfant, Jacques, dont le père biologique était Z., lequel obligea alors sa maîtresse à épouser le nommé I., qui reconnut faussement la paternité de l'enfant et disparut aussitôt; Z. entendait ainsi faire toucher à la jeune femme une aide des services sociaux, pour avoir été prétendument abandonnée par son mari. En 1993, Y. donna encore le jour à une fille, Nicole, qui porte le nom de I., bien qu'elle soit la fille de Z. Par la suite, Y. se trouva encore enceinte d'un cinquième enfant, qui décéda deux mois après sa naissance.\n\nAinsi, dans le même immeuble mais dans deux appartements distincts, X., Y. et leurs enfants ont vécu des années durant sous un régime de terreur. Ne supportant aucune contrariété, Z. infligeait aux deux femmes et aux enfants des actes de violence d'une cruauté insoutenable. Pour des futilités, Z. enfermait les enfants durant des heures dans un tonneau; il les frappait à coups de bâtons, de fouet ou encore au moyen d'une perche électrique. Les médecins qui ont dû soigner l'un ou l'autre des membres de la communauté domestique BGE 125 IV 49 S. 51à la suite de ces atteintes ne se sont pas inquiétés de l'origine de ces lésions ou se sont satisfaits des explications données par Z. ou, en présence de celui-ci, par les mères.\n\nSur le plan sexuel, Z. exigeait de son ex-épouse et de sa maîtresse, le plus souvent sous la violence, des relations de toute nature. Il est notamment allé jusqu'à contraindre Y. à se livrer à des simulacres d'accouplement avec son chien, scènes filmées en vidéo, alors qu'il avait enfermé les deux jumeaux, en punition, dans une armoire de la pièce voisine.\n\nZ. aimait faire régner l'ordre et la terreur. Il faisait régulièrement allusion à deux cercueils qu'il détenait dans un dépôt. Il surveillait les allées et venues ainsi que les appels téléphoniques de ses proches et demandait des comptes à chacun sur son emploi du temps.\n\nD'une manière générale, Z. était craint pour sa violence. Alors qu'il paraissait s'être spécialisé dans le commerce de voitures d'occasion, il était notoire dans toute la région qu'il se livrait également à un commerce d'armes et d'accessoires plus ou moins interdits, activité partiellement illégale qui se déroulait au vu et au su de la population, sans que les autorités locales ou régionales ne soient jamais venues inquiéter sérieusement l'intéressé, personne n'osant lui reprocher ses agissements de peur d'une réaction violente. Toujours armé, Z. terrorisait son entourage et les personnes qui se permettaient de se mettre en travers de sa route. Il a notamment été relevé que le plaignant, N., qui avait dû résilier de manière anticipée le bail d'un local commercial que Z. lui sous-louait pour quelques centaines de francs, avait dû payer à celui-ci, qui lui avait dit qu'il en allait de sa vie s'il ne s'exécutait pas, un montant de 50.000 francs; à une autre occasion, alors qu'un fonctionnaire était venu le voir pour encaisser l'impôt sur les chiens, Z. n'a pas hésité à abattre son propre chien, qui se trouvait à ses pieds, en disant «je pense que l'affaire est réglée comme ça».\n\nb) Dès l'été 1994, le climat de violence a amené François, X. et Y. à faire front contre Z. La totale opposition de François à son père conduisit au placement du jeune homme dans un foyer pour apprentis. Son père lui interdit alors de revenir à la maison, ainsi que tout contact avec sa mère et ses frères et soeurs. François dut alors user de stratagèmes pour rendre visite à ses proches en l'absence de son père, ce qui le rapprocha encore de sa mère et de Y.\n\nAu fil des mois, une intention homicide se développa dans l'esprit de François, qui se sentait investi d'une mission de libérer ses proches des souffrances endurées. Au début 1995, il en parla à son BGE 125 IV 49 S. 52ami, D., qui ne crut pas à une détermination sérieuse, bien qu'il perçût une souffrance manifeste chez François.\n\nEn mai 1995, une rencontre de conciliation, à laquelle participait D., fut organisée entre le père et le fils par les éducateurs de François. Elle tourna court en raison du comportement de Z., qui insulta et injuria les deux jeunes gens en proférant de violentes menaces. C'est cette scène qui amena François à penser très sérieusement à éliminer physiquement son père.\n\nAu cours du mois de juin 1995, François annonça à sa mère ainsi qu'à Y. qu'il avait l'intention de tuer son père. Les deux femmes prirent acte de cette intention et ne tentèrent pas de détourner le jeune homme de son projet; il a toutefois été retenu qu'il était possible qu'elles n'aient pas cru François capable de mener à chef son intention, celui-ci étant connu de ses proches, y compris de D., pour échafauder des projets sans jamais les réaliser.\n\nLe 23 juin 1995, François demanda à sa mère et à Y. de le renseigner précisément sur les allées et venues de son père. Le 26 juin, alors qu'il proposait à sa mère, qui était à bout, d'attendre le prochain faux pas de Z. pour le dénoncer à la justice pénale, il lui fut répondu que cela n'était pas possible, Z. étant toujours sorti gagnant des conflits qui l'opposaient à l'autorité; François déclara alors qu'il «regarderait pour autre chose».\n\nLe mardi 27 juin 1995, Y. apprit de Z. qu'il avait un rendez-vous d'affaires le vendredi suivant à 19 heures au Garage P. Elle transmit l'information à X., qui la pria de le faire savoir à François, ce qu'elle fit le lendemain et confirma le surlendemain; lors de cette dernière conversation, François indiqua à Y. qu'il voulait profiter de l'occasion pour tuer son père et qu'il passerait pour prendre des armes, dont il savait que son père possédait une importante collection.\n\nL'après-midi du 29 juin 1995, D. rencontra fortuitement X., qui lui demanda s'il pensait que François avait réellement l'intention de «faire une bêtise», à quoi D. répondit que, deux jours plus tôt, François lui avait dit qu'il comptait se servir d'un fusil d'assaut pour tuer son père.\n\nDans la soirée du même jour, D. et François se sont rencontrés; le second informa alors le premier qu'il allait tuer son père le lendemain, à Lausanne, où il entendait se rendre en train, et qu'ensuite il se suiciderait afin de ne pas se faire prendre par la police; D. tenta alors de l'en dissuader et ils en vinrent même aux mains; finalement ils se séparèrent, après s'être donné rendez-vous pour le lendemain, à la sortie du travail de François.BGE 125 IV 49 S. 53\n\nc) Le 30 juin 1995, à 17 heures 30, D. et François se sont rencontrés comme convenu. François, qui s'était assuré par téléphone auprès de Y. que son père était bien absent, demanda à son ami de le conduire à la maison pour y chercher des armes. Arrivés sur place, ils se rendirent dans une chambre de la maison où Z. détenait un véritable arsenal; François choisit deux revolvers et un pistolet, en présence de Y. Les deux jeunes gens quittèrent ensuite les lieux; en sortant, ils rencontrèrent X., à laquelle François déclara que tout serait bientôt fini.\n\nD. et François prirent la route de Lausanne. Il a été retenu qu'au moment où il a laissé François à proximité du Garage P., D. croyait toujours que son ami n'irait pas jusqu'à tuer son père; connaissant bien François, dont il savait qu'il présentait une certaine faiblesse de caractère, il pensait qu'il renoncerait à sa détermination et se contenterait de menacer son père, voire qu'il renoncerait à entrer dans le garage.\n\nVers 19 heures, François entra dans le Garage P., brandissant un pistolet en direction de son père, lequel était en discussion avec les exploitants du garage. François pressa sur la détente de son arme, qui ne fonctionna pas. Il se saisit alors du revolver qu'il avait caché sous son T-shirt et tira un ou deux coups de feu en direction de son père, l'atteignant. Alors qu'il s'apprêtait à quitter le garage, François entendit sa victime râler. Il revint alors sur ses pas et vida son arme sur son père, pour l'achever, avant de s'en aller prestement.\n\nCe n'est que lorsqu'il vit arriver François, le visage défait et expliquant qu'il venait d'accomplir son oeuvre, que D. comprit qu'il s'était lourdement trompé sur la réelle détermination de son ami. Il décida de ne pas l'abandonner et les deux jeunes gens se rendirent à Romont, après s'être débarrassés en route des armes du crime. Ils furent arrêtés le soir même.\n\nFrançois a été renvoyé devant l'autorité compétente pour le juger, qui, par jugement du 16 février 1996, l'a reconnu coupable de meurtre passionnel, de mise en danger de la vie d'autrui ainsi que de contravention à la LStup; il a été placé dans une maison d'éducation pour une durée minimale de deux ans et soumis à diverses règles de conduite.\n\nd) X. a été soumise à une expertise psychiatrique. L'expert a posé le diagnostic d'organisation psychotique de la personnalité devant être assimilé à un trouble de la santé mentale, qui perturbe à la fois la faculté d'apprécier le caractère illicite de l'acte et celle de se déterminer d'après cette appréciation; il a conclu à une atténuation moyenne de la responsabilité pénale de l'expertisée.BGE 125 IV 49 S. 54\n\nY. a elle aussi été soumise à une expertise psychiatrique, dont il ressort qu'au moment d'agir, elle présentait un trouble dépressif et un trouble de la personnalité, cet état étant assimilable à un trouble de la santé mentale, qui était de nature à atténuer tant sa faculté d'apprécier le caractère illicite de son acte que celle de se déterminer d'après cette appréciation; à dire d'expert, sa responsabilité était également diminuée dans une mesure moyenne.\n\nB.- Par jugement du 12 décembre 1997, le Tribunal correctionnel du district de Lausanne a, notamment, reconnu X. et Y. coupables de complicité de meurtre passionnel mais les a déclarées non punissables.\n\nIl a estimé que l'intention délictueuse était réalisée, à tout le moins sous la forme du dol éventuel. Il a toutefois considéré que les accusées avaient agi en état de nécessité; elles-mêmes et leurs enfants subissaient depuis des années la violence de la victime, le danger qui les menaçait était imminent au moment des faits et, face à l'inertie de la société, qui avait toujours toléré le comportement hautement critiquable de la victime sans réagir, elles en étaient venues à se convaincre que seule la mort du tyran pouvait les protéger définitivement, d'autant plus que la diminution de leur responsabilité avait sans aucun doute voilé dans une certaine mesure la perception qu'elles avaient du crime qui allait être commis; le danger qui les menaçait ne leur étant pas imputable à faute, elles devaient être déclarées non punissables.\n\nC.- Le Ministère public du canton de Vaud a recouru contre ce jugement, concluant notamment à ce que X. et Y. soient condamnées, pour complicité de meurtre passionnel, à la peine de 12 mois d'emprisonnement avec sursis pendant deux ans.\n\nPar arrêt du 22 juin 1998, la Cour de cassation pénale du Tribunal cantonal vaudois a partiellement admis le recours et réformé le jugement qui lui était déféré en ce sens qu'elle a condamné les deux accusées, pour complicité de meurtre passionnel, chacune à la peine de 3 mois d'emprisonnement avec sursis pendant deux ans.\n\nLa cour cantonale a considéré, en bref, que les accusées avaient agi en état de nécessité putatif; elles avaient certes été exposées à un danger permanent et durable pour leur intégrité physique, qui pouvait à tout moment se réaliser et qui devait donc être considéré comme imminent; c'est par erreur toutefois qu'elles avaient cru que ce danger était impossible à détourner autrement que par l'élimination physique de la victime, alors qu'objectivement d'autres solutions existaient, ce qui les avait conduites à admettre, à tort BGE 125 IV 49 S. 55aussi, que le bien à sauvegarder était aussi précieux que le bien à sacrifier. Selon la cour cantonale, les accusées auraient cependant pu éviter cette erreur si elles avaient fait preuve de l'attention requise, de sorte qu'elles avaient commis une faute; en conséquence, elles étaient punissables, la peine devant toutefois être librement atténuée.\n\nD.- X. et Y., agissant séparément, se pourvoient en nullité à la Cour de cassation du Tribunal fédéral. Contestant avoir agi sous l'empire d'une erreur et soutenant qu'en tout cas leur erreur était inévitable, elles concluent à l'annulation de l'arrêt attaqué et au renvoi de la cause à l'autorité cantonale pour nouvelle décision. Elles sollicitent toutes deux l'assistance judiciaire.\n\nE.- Le Ministère public conclut au rejet des pourvois.\n\nLe Tribunal fédéral admet les pourvois et annule l'arrêt attaqué au sens des considérants.", "considerants": "Considérant en droit:\n\n2. Les recourantes invoquent une violation de l'art. 34 CP. Elles contestent s'être trouvées dans l'erreur retenue et font valoir que, dans tous les cas, leur erreur était inévitable.\n\na) Les conditions de l'état de nécessité, respectivement de l'état de nécessité putatif, et les conséquences qu'il faut en tirer quant à la punissabilité ont été examinées dans l' ATF 122 IV 1 ss, auquel on peut se référer.\n\nb) Sur la base des faits qu'elle a retenus, la cour cantonale a admis, avec raison, que la première condition prévue par l'art. 34 ch. 1 al. 1 CP était réalisée en l'espèce, à savoir que les recourantes - qui étaient exposées à un danger permanent et durable pouvant se concrétiser à tout moment - avaient commis l'acte litigieux pour se préserver d'un danger qui était imminent au sens de cette disposition (ATF 122 IV consid. 3a et b p. 5 s.).\n\nc) L'arrêt attaqué constate que les recourantes, qui sont nées en Suisse où elles sont parfaitement intégrées, n'étaient ni l'une ni l'autre privées de tout contact avec l'extérieur, l'une d'elles, Y., ayant même conservé un emploi; de plus, Z. était fréquemment absent pour plusieurs jours, voire pour plusieurs semaines; les recourantes, même si elles avaient le sentiment, sans doute parfaitement fondé, que les autorités communales renonceraient, par crainte, à s'impliquer, avaient donc la possibilité de s'adresser à d'autres institutions ou à des organismes spécialisés.BGE 125 IV 49 S. 56\n\nAu vu des faits ainsi retenus - qui lient la Cour de céans (art. 277bis PPF) - il n'était pas contraire au droit fédéral d'admettre qu'il existait d'autres solutions que l'élimination physique de la victime pour parer au danger retenu et, partant, de considérer qu'objectivement ce danger n'était pas impossible à détourner autrement. Autre est la question - qui sera examinée ci-après (cf. infra, let. e) - de savoir si, en raison des circonstances, les recourantes pouvaient croire que le recours aux autres solutions évoquées par la cour cantonale serait vain.\n\nd) La cour cantonale a retenu qu'informées des intentions homicides de François, les recourantes, qui étaient à bout, en étaient progressivement venues à penser et avaient finalement été convaincues que l'élimination physique du tyran était la seule façon de se protéger définitivement elles-mêmes et leurs enfants; ainsi, au moment des faits, elles avaient cru, erronément, que le danger était impossible à détourner autrement que par le meurtre du tyran et elles avaient alors admis, à tort aussi, que le bien à sauvegarder était aussi précieux que le bien à sacrifier.\n\nLa cour cantonale a ainsi admis l'existence d'une erreur des recourantes au moment des faits, en ce sens que celles-ci croyaient, à tort, que seule l'élimination physique de la victime leur permettrait d'échapper au danger qui les menaçait et que la valeur du bien à sauvegarder n'était pas moindre que celle du bien à sacrifier. Déterminer ce que l'auteur d'une infraction a su, cru, voulu ou accepté et, en particulier, l'existence d'une erreur relève de l'établissement des faits (ATF 123 IV 155 consid. 1a p. 156; ATF 122 IV 156 consid. 2b p. 160; ATF 121 IV 185 consid. 2a p. 188/189; ATF 119 IV 1 consid. 5a p. 3; 118 IV 167 consid. 4 p. 174; ATF 116 IV 143 consid. 2c p. 145, 155 consid. 3 p. 156); les constatations de l'autorité cantonale à ce sujet lient donc la Cour de cassation saisie d'un pourvoi en nullité et ne peuvent dès lors être remises en causes dans le cadre de cette voie de droit (art. 277bis PPF). Au demeurant, dès lors qu'il n'était pas contraire au droit fédéral d'admettre qu'objectivement d'autres solutions existaient, les recourantes n'ont pas d'intérêt à contester l'erreur retenue, qui leur est favorable.\n\ne) Reste à examiner si - comme l'a admis la cour cantonale et ce que contestent essentiellement les recourantes - l'erreur retenue était évitable, c'est-à-dire si, au vu de la situation de fait dans laquelle elles se trouvaient, les recourantes auraient dû se rendre compte que, pour échapper au danger qui les menaçait, elles avaient d'autres solutions que la mort du tyran.BGE 125 IV 49 S. 57\n\nLa cour cantonale a estimé que les recourantes, en faisant preuve de l'attention requise, auraient pu se rendre compte qu'il y avait d'autres solutions, puisqu'elles sont des indigènes bien intégrées, qu'elles n'étaient pas privées de tout contact avec l'extérieur et que Z. était fréquemment absent pour plusieurs jours, voire pour plusieurs semaines. Elle n'a toutefois pas examiné si, compte tenu de la situation et des circonstances personnelles des recourantes, on pouvait reprocher à ces dernières de ne s'être pas rendues compte qu'elles avaient d'autres solutions, pour parer au danger qui les menaçait, que la suppression physique du tyran. En particulier, alors que les premiers juges avaient relevé que les recourantes avaient agi «à la veille d'un départ programmé de la famille pour l'Espagne, où tout aurait pu se passer», la cour cantonale ne s'est pas demandée dans quelle mesure la pression que représentait cet élément avait pu conduire les recourantes à penser que, dans ces circonstances, seule la mort du tyran leur permettrait d'échapper au danger imminent qui les menaçait. Elle n'a pas non plus recherché dans quelle mesure les troubles de la santé mentale dont souffraient les deux recourantes à dire d'expert avaient pu influencer leur capacité d'analyser la situation et de se rendre compte qu'il existait d'autres solutions. Enfin, la cour cantonale s'est bornée à relever que les recourantes auraient pu s'adresser à d'autres institutions ou à des organismes spécialisés; elle n'a pas indiqué plus précisément lesquels; elle ne s'est pas penchée sur la question de savoir si, dans les circonstances concrètes et eu égard au danger imminent qui les menaçait, les recourantes pouvaient penser que la mort du tyran représentait l'unique solution efficace pour se sauver elles-mêmes et leurs enfants, compte tenu en particulier du fait que, pendant de nombreuses années, les autorités communales et régionales, les médecins qui avaient soigné des membres de la communauté domestique, les éducateurs de François, voire d'autres personnes - qui connaissaient la situation et le caractère de la victime - n'étaient pas intervenus.\n\nEn déduisant de la seule existence objective d'autres solutions que l'erreur des recourantes était évitable, sans examiner si, compte tenu de leur situation et de leurs circonstances personnelles, on pouvait reprocher à celles-ci de n'avoir pas envisagé le recours à ces autres solutions, la cour cantonale a violé le droit fédéral. Le pourvoi sur ce point doit donc être admis, l'arrêt attaqué annulé et la cause renvoyée à l'autorité cantonale pour qu'elle statue à nouveau. Après avoir, au besoin, complété l'état de fait de sa décision, l'autorité cantonale devra se prononcer à nouveau sur la question de savoir si BGE 125 IV 49 S. 58l'erreur des recourantes consistant à considérer la mort du tyran comme la seule issue était évitable, en répondant notamment aux questions soulevées ci-dessus. Si elle devait le nier, elle devra encore examiner si l'erreur des recourantes était évitable dans la mesure où, selon l'arrêt attaqué (cf. supra, let. d), elles ont également cru, à tort, que le bien à sauvegarder était aussi précieux que le bien à sacrifier."}