{"annee": "125", "cour": "IV", "page": "118", "date": "6/5/1999", "cite": ["118 IV 213", "118 IV 108", "118 IV 10", "123 IV 1", "123 IV 100", "109 IV 73", "86 IV 201", "104 IV 60"], "cite_par": ["127 IV 154", "127 IV 1", "134 IV 121", "140 IV 1"], "chapeau": "18. Auszug aus dem Urteil des Kassationshofes vom 6. Mai 1999 i.S. X. gegen Staatsanwaltschaft des Kantons Aargau (Nichtigkeitsbeschwerde)", "regestes": ["Art. 42 ch. 1 et art. 43 ch. 1 al. 2 CP; internement des délinquants d'habitude et des délinquants anormaux. Lorsque les conditions de l'internement sont réunies à la fois selon l'art. 42 et selon l'art. 43 CP, c'est cette dernière disposition qui prime (consid. 5e)."], "faits": "BGE 125 IV 118 S. 118\n\nA.- X., geboren 1943, wurde unter anderem verurteilt:\n\n- am 3. Dezember 1975 vom Amtsgericht Tiergarten in Berlin wegen fortgesetzten sexuellen Missbrauchs von Kindern in Tateinheit mit homosexuellen Handlungen in 4 Fällen zu 18 Monaten Freiheitsstrafe; - am 1. April 1976 vom Bezirksgericht Rorschach unter anderem wegen wiederholter Unzucht mit Kindern zu 10 Monaten Gefängnis unbedingt, verbunden mit einer ambulanten Behandlung gemäss Art. 43 Ziff. 1 StGB;\n\n- am 28. September 1977 vom Amtsgericht Tiergarten in Berlin wegen sexuellen Missbrauchs von Kindern in Tateinheit mit homosexuellen Handlungen in 2 Fällen zu 6 Monaten Freiheitsstrafe;\n\n- am 2. November 1982 vom Landgericht Berlin wegen sexuellen Missbrauchs eines Kindes in Tateinheit mit homosexuellen Handlungen zu 1 Jahr und 10 Monaten Freiheitsstrafe;\n\n- am 9. April 1986 vom Bezirksgericht Zürich wegen wiederholter und fortgesetzter Unzucht mit einem Kind zu 5 Monaten Gefängnis; es wurde in Anwendung von Art. 43 Ziff. 1 StGB eine ambulante Behandlung angeordnet und der Vollzug der Strafe aufgeschoben; in der Folge wurde die Strafe für vollstreckbar erklärt;\n\n- am 8. Mai 1990 vom Landesgericht für Strafsachen Wien wegen Unzucht mit einer Unmündigen zu 3 Monaten Freiheitsstrafe unbedingt und 9 Monaten Freiheitsstrafe bedingt;\n\n- am 14. Februar 1994 vom Obergericht des Kantons Zürich wegen mehrfachen sexuellen Handlungen mit Kindern und mehrfacher BGE 125 IV 118 S. 119Pornographie zu 6 Jahren Zuchthaus, abzüglich 1'111 Tage Untersuchungs- und Sicherheitshaft; es wurde eine ambulante psychotherapeutische Behandlung während des Strafvollzuges angeordnet.\n\nAm 15. Juli 1995 wurde X. bedingt aus dem Vollzug der vom Obergericht des Kantons Zürich ausgesprochenen Strafe entlassen. Von August 1995 bis März 1996 führte er mehrfach sexuelle Handlungen mit zehn- bis dreizehnjährigen Knaben aus. Er lockte diese in seine Wohnung, indem er ihnen namentlich Videospiele zugänglich machte und ihnen die Gelegenheit bot, Videos zu schauen. Dabei ging es ihm darum, die Knaben zur Befriedigung seiner pädophilen Triebe in der Nähe zu haben. Er berührte mehrere von ihnen, nahm sie zu sich auf den Schoss, umarmte und betastete sie. Er fasste ihre Geschlechtsteile an, frottierte diese und nahm sie teils bis zur Befriedigung in den Mund. Teilweise steckte er den Knaben den Finger in den Anus. Überdies masturbierte er vor ihnen. Als Gegenleistung gab er den Knaben Geschenke oder kleinere Geldbeträge.\n\nX. zeigte zudem mehreren Kindern in seiner Wohnung Pornofilme.\n\nB.- Am 3. September 1997 sprach ihn das Bezirksgericht Brugg wegen dieser neuen Vorfälle schuldig der mehrfachen, teilweise versuchten sexuellen Handlungen mit Kindern und der mehrfachen Pornographie. Es bestrafte ihn mit 6 Jahren Zuchthaus, unter Anrechnung der Untersuchungshaft von 532 Tagen. In Anwendung von Art. 42 Ziff. 1 StGB ordnete es anstelle des Vollzuges der Zuchthausstrafe die Verwahrung an. Gestützt auf Art. 43 StGB ordnete es eine ambulante vollzugsunabhängige Massnahme an. Im Weiteren zog es verschiedene Gegenstände zur Vernichtung ein.\n\nC.- In teilweiser Gutheissung der Berufung von X. erstattete ihm das Obergericht des Kantons Aargau am 22. Oktober 1998 einen Teil der beschlagnahmten Videokassetten zurück. Im Übrigen wies es die Berufung ab. Von Amtes wegen rechnete es X. die bis zum obergerichtlichen Urteil ausgestandene Untersuchungshaft von 946 Tagen an die Strafe an.\n\nD.- X. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts aufzuheben und die Sache zur Neubeurteilung an dieses zurückzuweisen.BGE 125 IV 118 S. 120", "considerants": "Aus den Erwägungen:\n\n5. Der Beschwerdeführer bringt vor, die Verwahrung verletze Bundesrecht.\n\na) Die Vorinstanz kommt zum Schluss, dass die Voraussetzungen der Verwahrung als Gewohnheitsverbrecher gemäss Art. 42 Ziff. 1 StGB gegeben sind. Sie fügt an, auf Grund des Gutachtens wäre die Verwahrung auch in Anwendung von Art. 43 Ziff. 1 Abs. 2 StGB anzuordnen.\n\nb) aa) Hat der Täter schon zahlreiche Verbrechen oder Vergehen vorsätzlich verübt und wurde ihm deswegen durch Zuchthaus- oder Gefängnisstrafen oder eine Arbeitserziehungsmassnahme die Freiheit während insgesamt mindestens zwei Jahren entzogen, oder war er an Stelle des Vollzugs von Freiheitsstrafen bereits als Gewohnheitsverbrecher verwahrt, und begeht er innert fünf Jahren seit der endgültigen Entlassung ein neues vorsätzliches Verbrechen oder Vergehen, das seinen Hang zu Verbrechen oder Vergehen bekundet, so kann der Richter an Stelle des Vollzuges einer Zuchthaus- oder Gefängnisstrafe Verwahrung anordnen (Art. 42 Ziff. 1 StGB).\n\nDie Verwahrung nach Art. 42 Ziff. 1 StGB bezweckt in erster Linie die Sicherung der Öffentlichkeit vor Gewohnheitstätern, die gegenüber anderen strafrechtlichen Sanktionen unempfindlich sind. Die Verwahrung stellt insbesondere wegen ihrer unbestimmten Dauer einen schweren Eingriff in die Freiheit dar; sie ist das letzte Mittel des strafrechtlichen Sanktionensystems. In Betracht kommt sie erst, wenn vom Vollzug der Freiheitsstrafe eine Wirkung nicht mehr zu erwarten ist und die Anordnung einer bessernden Massnahme gemäss Art. 43, 44 oder 100bis StGB ausscheidet (BGE 118 IV 10 E. 3a, 105 E. 1e, je mit Hinweisen). Bei der Verwahrung ist in Bezug auf die Anlasstat und die zu erwartenden Delikte der Grundsatz der Verhältnismässigkeit zu beachten: Eine Verwahrung ist umso zurückhaltender anzuordnen, je geringer die zu erwartenden Straftaten sind; auch im Falle von mittelschweren Anlasstaten kann auf eine Verwahrung verzichtet werden (BGE 118 IV 213). Die Verwahrung ist auch möglich, wenn der Täter das neue Verbrechen oder Vergehen während der bedingten, aber vor der endgültigen Entlassung aus einer Zuchthaus- oder Gefängnisstrafe verübt hat (BGE 104 IV 60 mit Hinweisen).\n\nbb) Erfordert der Geisteszustand des Täters, der eine vom Gesetz mit Zuchthaus oder Gefängnis bedrohte Tat begangen hat, die damit im Zusammenhang steht, ärztliche Behandlung oder besondere BGE 125 IV 118 S. 121Pflege und ist anzunehmen, dadurch lasse sich die Gefahr weiterer mit Strafe bedrohter Taten verhindern oder vermindern, so kann der Richter Einweisung in eine Heil- oder Pflegeanstalt anordnen. Er kann ambulante Behandlung anordnen, sofern der Täter für Dritte nicht gefährlich ist (Art. 43 Ziff. 1 Abs. 1 StGB). Gefährdet der Täter infolge seines Geisteszustandes die öffentliche Sicherheit in schwerwiegender Weise, so wird vom Richter seine Verwahrung angeordnet, wenn diese Massnahme notwendig ist, um ihn vor weiterer Gefährdung anderer abzuhalten. Die Verwahrung wird in einer geeigneten Anstalt vollzogen (Art. 43 Ziff. 1 Abs. 2 StGB).\n\nDie Verwahrung nach Art. 43 Ziff. 1 Abs. 2 StGB erfasst zwei Kategorien von Tätern: Zum einen hochgefährliche Täter, die keiner Behandlung zugänglich sind; zum andern Täter, die zwar behandlungsbedürftig und behandlungsfähig sind, von denen aber auch während einer Behandlung schwere Delikte zu befürchten wären, wenn sie im Sinne von Art. 43 Ziff. 1 Abs. 1 StGB ambulant oder in einer Heil- und Pflegeanstalt behandelt würden. Es handelt sich hier um Täter, bei denen trotz ärztlicher Behandlung oder Pflege ernstlich die Gefahr schwerer Straftaten und vor allem von Gewaltdelikten bleibt, sei es innerhalb oder ausserhalb der Anstalt. Die Heilchancen sind bei dieser Täterkategorie kurz- oder mittelfristig derart ungewiss, dass in diesem Zeitraum schwere Delikte zu befürchten wären (BGE 123 IV 100 E. 2 mit Hinweisen). In der Verwahrung ist eine therapeutische und ärztliche Hilfe nach Möglichkeit zu leisten. Neben dem Sicherungs- ist dem Heilungsaspekt Rechnung zu tragen (BGE 123 IV 1 E. 4c mit Hinweisen). Die Verwahrung im Sinne von Art. 43 Ziff. 1 Abs. 2 StGB ist angesichts der Schwere des Eingriffs in die persönliche Freiheit ultima ratio und darf nicht angeordnet werden, wenn die bestehende Gefährlichkeit auf andere Weise behoben werden kann (BGE 118 IV 108 E. 2a). Die Verwahrung nach Art. 43 StGB muss nicht in einer ärztlich geleiteten Anstalt, sondern kann gegebenenfalls auch in einer Strafanstalt vollzogen werden (BGE 109 IV 73 E. 5).\n\nc) Der Beschwerdeführer hat schon zahlreiche Verbrechen vorsätzlich verübt. Er befand sich vor den heute zu beurteilenden Delikten mehrere Jahre im Strafvollzug. Kurz nach der bedingten Entlassung wurde er wieder einschlägig rückfällig. Die neuen Delikte zeigen seinen Hang zur Begehung von Sexualdelikten gegenüber Kindern. Die zu erwartenden Taten wiegen schwer. Die Bejahung der Voraussetzungen der Verwahrung nach Art. 42 Ziff. 1 StGB verletzt unter den gegebenen Umständen kein Bundesrecht.BGE 125 IV 118 S. 122\n\nd) Die Vorinstanz erachtet, wie gesagt, auch die Voraussetzungen der Verwahrung gestützt auf Art. 43 Ziff. 1 Abs. 2 StGB für gegeben.\n\nNach den Ausführungen der Gutachterin Dr. Roos Steiger fühlt sich der Beschwerdeführer hingezogen zu Knaben im Alter von 8-12 Jahren. Die Gutachterin legt dar, er zeige das typische Bild und den charakteristischen Verlauf einer Pädophilie. Diese Störung der Sexualpräferenz sei in der Regel chronisch. Die Rückfallquote bei pädophilen Sexualdelinquenten sei generell hoch, wobei bei jenen, die Knaben bevorzugen, die Rückfallquote etwa doppelt so hoch sei wie bei jenen, die Mädchen bevorzugen. Die Rückfallgefahr beim Beschwerdeführer sei sehr hoch. Er sei für Dritte oder die öffentliche Sicherheit gefährlich, nicht im Sinne einer Gefährdung für Leib und Leben, aber im Sinne einer Gefährdung der Persönlichkeits- und sexuellen Entwicklung der betroffenen Kinder. Er sei massnahmebedürftig. Die Massnahmewilligkeit sei vorhanden. Es müsse allerdings bezweifelt werden, ob der Beschwerdeführer wirklich im Sinne von Konfrontation therapiewillig sei. Die Massnahmefähigkeit sei stark in Frage gestellt. Ein weiterer Behandlungsversuch sei sinnvoll, jedoch dürfe in den ersten Jahren nicht mit einer erheblichen Verminderung des Rückfallrisikos gerechnet werden. Auf Grund der langen Vorgeschichte und der vielen Rückfälle trotz mehrerer Behandlungsversuche müsse davon ausgegangen werden, dass die Pädophilie des Beschwerdeführers nicht in absehbarer Zeit geheilt werden könne, was nicht heisse, dass sie nicht irgendwann heilbar wäre. Um potentielle künftige Opfer in nächster Zeit vor dem Beschwerdeführer zu schützen, sei die geschlossene Unterbringung notwendig.\n\nAuf Grund dieser Ausführungen ist es nicht zu beanstanden, wenn die Vorinstanz auch die Voraussetzungen der Verwahrung nach Art. 43 Ziff. 1 Abs. 2 StGB bejaht hat. Wie die Vorgeschichte des Beschwerdeführers zeigt, gefährdet er die persönliche und sexuelle Entwicklung von Knaben in erheblicher Weise. Dabei handelt es sich um ein wertvolles Rechtsgut. Die Rückfallgefahr, mit deren deutlicher Verminderung in absehbarer Zeit nicht zu rechnen ist, ist sehr hoch. Die bisherigen Freiheitsstrafen und Behandlungen haben den Beschwerdeführer nicht vor einem erneuten schweren Rückfall nur kurze Zeit nach der Entlassung aus dem Strafvollzug bewahrt. Damit potentielle künftige Opfer vor ihm geschützt werden, ist die Verwahrung gerechtfertigt.\n\ne) Es stellt sich die Frage, wie zu entscheiden ist, wenn die BGE 125 IV 118 S. 123Voraussetzungen der Verwahrung sowohl nach Art. 42 Ziff. 1 StGB als auch nach Art. 43 Ziff. 1 Abs. 2 StGB erfüllt sind.\n\nBei der Anordnung von Massnahmen ist dem Grundsatz der Subsidiarität Rechnung zu tragen: Stehen mehrere geeignete Massnahmen zur Wahl, hat jene den Vorrang, die am wenigsten in die Rechte des Betroffenen eingreift (GÜNTER STRATENWERTH, Schweizerisches Strafrecht, Allgemeiner Teil II, Bern 1989, § 9 N. 55 ff., insb. 57; PETER ALBRECHT, Die allgemeinen Voraussetzungen zur Anordnung freiheitsentziehender Massnahmen gegenüber erwachsenen Delinquenten, Basel 1981, S. 69 mit Hinweisen). Das wird in Art. 56 Abs. 2 des Entwurfs vom 21. September 1998 zur Änderung der Allgemeinen Bestimmungen des Strafgesetzbuches nun ausdrücklich gesagt (BBl 1999, S. 2313). Massgebend für die Beurteilung der Schwere des Eingriffs sind die voraussichtliche Dauer der Massnahme und die Modalitäten des Vollzuges; ebenso ist zu berücksichtigen, ob eine Massnahme auch das wohlverstandene Interesse des Betroffenen wahrt. Eine bessernde ist einer bloss sichernden Massnahme im Allgemeinen vorzuziehen (STRATENWERTH, a.a.O., N. 57; vgl. auch BGE 86 IV 201 E. 5b, S. 204).\n\nDer als Gewohnheitsverbrecher Verwahrte bleibt mindestens bis zum Ablauf von zwei Dritteln der Strafdauer (hier: 4 Jahre) und wenigstens drei Jahre in der Anstalt. Im Falle der Rückversetzung beträgt die Mindestdauer der neuen Verwahrung in der Regel fünf Jahre (Art. 42 Ziff. 4 StGB). Die Verwahrung nach Art. 42 StGB wird in einer Strafanstalt vollzogen (STRATENWERTH, a.a.O., § 10 N. 47 ff.; STEFAN TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, 2. Aufl., Zürich 1997, Art. 42 N. 13; PHILIPP MAIER/FRANK URBANIOK, Die Anordnung und praktische Durchführung von Freiheitsstrafen und Massnahmen, Zürich 1998, S. 107).\n\nBei der Verwahrung nach Art. 43 Ziff. 1 Abs. 2 StGB gibt es demgegenüber keine Mindestdauer; sie kann jederzeit aufgehoben werden (Art. 43 Ziff. 4 StGB). Die Verwahrung gemäss Art. 43 StGB wird zwar in der Regel ebenfalls in einer Strafanstalt vollzogen, in seltenen Fällen aber auch in einer forensischen Klinik (MAIER/URBANIOK, a.a.O.). Auch soweit sie in einer Strafanstalt vollzogen wird, ist - wie dargelegt - therapeutische und ärztliche Hilfe nach Möglichkeit zu leisten und ist nebst dem Sicherungs- dem Heilungs- aspekt Rechnung zu tragen.\n\nDie Verwahrung nach Art. 43 StGB ist somit sowohl unter dem Gesichtspunkt der Dauer wie tendenziell auch unter jenem des Vollzugs weniger einschneidend als die Verwahrung nach Art. 42 StGB.BGE 125 IV 118 S. 124\n\nBei Konkurrenz der Voraussetzungen beider Verwahrungen geht die nach Art. 43 StGB deshalb vor (ebenso JÖRG REHBERG, Fragen bei der Anordnung und Aufhebung sichernder Massnahmen nach StrGB Art. 42-44, ZStrR 93/1977, S. 204 f. und 209; STRATENWERTH, a.a.O., § 10 N. 36).\n\nDie Vorinstanz hat Bundesrecht verletzt, wenn sie die Verwahrung in Anwendung von Art. 42 StGB ausgesprochen hat. Die Beschwerde wird insoweit gutgeheissen. Die Vorinstanz wird den Beschwerdeführer nach Art. 43 Ziff. 1 Abs. 2 StGB zu verwahren haben.\n\nDass der nach seinen eigenen Angaben therapiewillige Beschwerdeführer soweit möglich nicht gänzlich ohne Behandlung bleiben soll, ist offenbar auch die Auffassung der Vorinstanz. Denn sie hat nebst der Verwahrung gemäss Art. 42 StGB in Bestätigung des bezirksgerichtlichen Entscheids eine ambulante vollzugsunabhängige Massnahme nach Art. 43 StGB angeordnet. Das ist jedoch unzulässig. Ist eine ambulante Massnahme nach Art. 43 StGB geeignet, scheidet die Verwahrung nach Art. 42 StGB aus. Die Verwahrung nach Art. 42 StGB kann nicht mit einer anderen Massnahme kombiniert werden (MAIER/URBANIOK, a.a.O., S. 216)."}