{"annee": "125", "cour": "V", "page": "441", "date": "24/9/1999", "cite": ["125 V 284", "110 V 187", "114 V 266"], "cite_par": ["131 V 178", "144 V 111"], "chapeau": "73. Urteil vom 24. September 1999 i.S. D. gegen Konkordia, Schweizerische Kranken- und Unfallversicherung, und Sozialversicherungsgericht des Kantons Zürich", "regestes": ["Art. 25 al. 2 let. a ch. 1 LAMal: examens et traitements dont l'exécution est déléguée par les médecins. Comme c'était le cas autrefois sous l'empire de la LAMA (ATF 114 V 270 consid. 2a, 110 V 190 consid. 2), le médecin a la faculté de confier, dans une certaine mesure, l'exécution d'examens et de traitements au personnel paramédical qu'il emploie. Cela vaut (provisoirement) également en ce qui concerne les mesures de psychothérapie déléguées par les médecins. Art. 2 et 3 OPAS: psychothérapie effectuée par un médecin; fréquence des séances. La jurisprudence concernant l'ordonnance 8 du DFI (en particulier l'arrêt RAMA 1995 no K 969 p. 167) est aussi applicable à la réglementation prévue aux art. 2 et 3 OPAS, dont la teneur correspond à celle de l'ordonnance 8 du DFI. Tel est notamment le cas de la jurisprudence concernant les \"exceptions dûment motivées\" (art. 2 al. 1 ord. 8 du DFI; art. 3 al. 1 OPAS), qui permettent de s'écarter de la règle régissant la fréquence des séances dans les cas \"normaux\"."], "faits": "BGE 125 V 441 S. 442\n\nA.- D., geboren 1965, war bis 31. Dezember 1996 Mitglied der Konkordia, Schweizerische Kranken- und Unfallversicherung, und bei dieser ab 1. Januar 1996 obligatorisch für Krankenpflege versichert. Er stand seit Oktober 1989 in psychiatrischer Behandlung; die Konkordia übernahm zunächst zwei und später, bis Ende April 1996, eine einstündige Sitzung pro Woche. Behandelt wurde der Versicherte von Frau lic. phil. A., Psychotherapeutin SPV/FSP, welche in der Praxis des Arztes Dr. med. C. delegierte Psychotherapien durchführte.\n\nAm 29. März 1996 reichte Frau A. zusammen mit dem Praxisinhaber der Konkordia ein Gesuch ein um Übernahme der Kosten für eine Therapiesitzung pro Woche in der Zeit ab Mai 1996. Auf Grund einer Stellungnahme ihres Vertrauensarztes Dr. med. B. vom 3. Mai 1996 entsprach die Konkordia dem Gesuch mit Verfügung vom 5. Juni 1996 nur teilweise, indem sie festlegte, sie übernehme ab Mai 1996 die Kosten für eine einstündige Therapiesitzung innerhalb von 14 Tagen. Die vom Versicherten erhobene Einsprache wies die Konkordia mit Entscheid vom 12. August 1996 ab.\n\nB.- Die Beschwerde von D., mit welcher dieser sinngemäss beantragte, es sei die Konkordia zur Übernahme der Kosten einer einstündigen Therapiesitzung pro Woche für die Zeit ab Mai 1996 zu verpflichten, wies das BGE 125 V 441 S. 443Sozialversicherungsgericht des Kantons Zürich ab, nachdem es einen weiteren Bericht von Frau A. und des neuen Praxisinhabers Dr. med. J. vom 2. September 1997 zu den Akten genommen hatte (Entscheid vom 13. März 1998).\n\nC.- Mit Verwaltungsgerichtsbeschwerde erneuert D. sein vorinstanzliches Rechtsbegehren; (...).\n\nDie Konkordia schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung hat keine Vernehmlassung eingereicht.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Streitig ist, ob die Konkordia verpflichtet ist, zu Lasten der obligatorischen Krankenpflegeversicherung für die Zeit ab 1. Mai 1996 die Kosten einer wöchentlichen einstündigen Therapiesitzung zu übernehmen, oder ob sie gemäss vorinstanzlich bestätigtem Einspracheentscheid lediglich für eine einstündige Therapiesitzung innerhalb von 14 Tagen aufzukommen hat.\n\n2. a) Der Beschwerdeführer wurde ab 1. Mai 1996, wie bereits zuvor, von Frau A., welche als angestellte Psychotherapeutin in der Praxis der Dres. med. C. und nachher J. tätig war, behandelt. Die Konkordia, der Beschwerdeführer und die Vorinstanz gehen stillschweigend davon aus, dass diese so genannte delegierte Psychotherapie eine von der obligatorischen Krankenpflegeversicherung zu übernehmende Leistung sei; sie vertreten somit den Standpunkt, dass die zum Bundesgesetz vom 13. Juni 1911 über die Krankenversicherung (KUVG) diesbezüglich ergangene Rechtsprechung (BGE 110 V 190 Erw. 2 mit Hinweisen) unter der Herrschaft des Bundesgesetzes vom 18. März 1994 über die Krankenversicherung (KVG), welches am 1. Januar 1996 in Kraft getreten ist, weiterhin Geltung beansprucht.\n\nb) Die Rechtsprechung, welche die delegierte Psychotherapie als Pflichtleistung im Sinne von Art. 12 Abs. 2 Ziff. 1 KUVG qualifizierte, stützte sich auf lit. a dieser Gesetzesbestimmung, wonach die \"ärztliche Behandlung\" von den Krankenkassen übernommen werden musste. Nach Art. 21 Abs. 1 der Verordnung III vom 15. Januar 1965 über die Krankenversicherung betreffend die Leistungen der vom Bund anerkannten Krankenkassen und Rückversicherungsverbände umfasste die zur gesetzlichen Pflichtleistung gehörende ärztliche Behandlung \"die vom Arzt vorgenommenen wissenschaftlich anerkannten diagnostischen und therapeutischen Massnahmen\". Diese Massnahmen BGE 125 V 441 S. 444mussten - gemäss Rechtsprechung - nicht in jedem Fall vom Arzt persönlich durchgeführt, sondern sie konnten in gewissen Grenzen dem von ihm angestellten medizinischen Hilfspersonal übertragen werden. In diesem Rahmen wurde auch die delegierte Psychotherapie, d.h. die psychotherapeutische Behandlung durch einen von einem Arzt angestellten (nichtärztlichen) Psychologen oder Psychotherapeuten in den Praxisräumen dieses Arztes und unter dessen Aufsicht und Verantwortlichkeit, als ärztliche Behandlung im Sinne von Art. 12 Abs. 2 Ziff. 1 lit. a KUVG anerkannt (BGE 110 V 190 Erw. 2; vgl. zur delegierten ärztlichen Tätigkeit im Allgemeinen auch BGE 114 V 270 Erw. 2a).\n\nc) Nach Art. 25 Abs. 2 lit. a Ziff. 1 KVG gehören u.a. die ambulant durchgeführten Untersuchungen und Behandlungen von Ärzten und Ärztinnen zu den Leistungen der obligatorischen Krankenpflegeversicherung. Zur delegierten ärztlichen Tätigkeit, also zur Übertragung von Untersuchungs- oder Behandlungsmassnahmen an vom Arzt angestellte nichtärztliche Medizinalpersonen, äussern sich weder das KVG noch die KVV. Den Gesetzesmaterialien ist nicht zu entnehmen, dass delegierte ärztliche Tätigkeiten, im Gegensatz zum alten Recht, nicht von der obligatorischen Krankenpflegeversicherung übernommen werden sollten. Eine solche Regelung Lwürde der ärztlichen Praxistätigkeit auch in keiner Weise gerecht; diese ist ohne die Mitarbeit von angestellten nichtärztlichen Medizinalpersonen (wie Praxishilfen, Krankenschwestern, Physiotherapeutinnen, Röntgenassistentinnen oder Laborantinnen) kaum mehr möglich. Die zum KUVG ergangene Rechtsprechung betreffend die delegierte ärztliche Tätigkeit im Allgemeinen (BGE 114 V 270 Erw. 2a) ist daher auch unter dem KVG anwendbar.\n\nd) Zu entscheiden bleibt, ob LLetzteres auch hinsichtlich der Delegation der psychotherapeutischen Behandlung an vom Arzt angestellte nichtärztliche Psychologen oder Psychotherapeuten gilt. Das Eidg. Versicherungsgericht hat in BGE 125 V 284 vom 14. Juni 1999 unter Hinweis auf die einschlägigen Rechtsvorschriften (Art. 25 Abs. 2 lit. a Ziff. 3, Art. 35 Abs. 2 lit. e und Art. 38 KVG, Art. 46 KVV) sowie die Gesetzesmaterialien entschieden, dass selbstständig tätige nichtärztliche Psychotherapeuten (noch) nicht als Leistungserbringer im Sinne von Art. 35 Abs. 2 lit. e KVG anerkannt sind. Die Frage, wie es sich bezüglich der unselbstständigen (angestellten) nichtärztlichen Psychotherapeuten verhält, brauchte im zitierten Urteil nicht beantwortet zu werden. Im Parlament wurde bei der Beratung des KVG zwar die BGE 125 V 441 S. 445unter dem alten Recht bestehende Praxis zur delegierten Psychotherapie als unbefriedigend kritisiert - bemängelt wurde namentlich, dass die in diesem Rahmen tätigen Therapeuten keinerlei persönliche und fachliche Voraussetzungen zu erfüllen hatten; vgl. insbesondere die Voten Plattner und Huber, Amtl.Bull. S 1992 1294 f. und 1297 -; doch wurde von keiner Seite zum Ausdruck gebracht, dass diese Therapieform nach Inkrafttreten des KVG keine Leistung der obligatorischen Krankenpflegeversicherung mehr sein soll. Der Gesetzgeber vertrat offensichtlich den Standpunkt (siehe Votum Huber, Amtl. Bull. S 1993 1064), dass jedenfalls bis zum Zeitpunkt der in Art. 35 Abs. 2 lit. e in Verbindung mit Art. 38 KVG vorgesehenen Regelung der selbstständigen nichtärztlichen Psychotherapie im 6. Abschnitt der KVV (Art. 46 KVV ff.; vgl. dazu BGE 125 V 284) die Möglichkeit bestehen bleiben soll, die Behandlung durch nichtärztliche Psychologen und Psychotherapeuten zu Lasten der obligatorischen Krankenpflegeversicherung als delegierte ärztliche Psychotherapie durchzuführen. Es ist denkbar, dass - wie für die selbstständige nichtärztliche Psychotherapie - in der KVV auch festgelegt wird, unter welchen Bedingungen (namentlich persönliche und fachliche Voraussetzungen der Therapeuten) die delegierte ärztliche Psychotherapie zu Lasten der obligatorischen Krankenpflegeversicherung zulässig ist. Bis zum Zeitpunkt, da allenfalls entsprechende Vorschriften in Kraft treten, ist mit den Parteien und der Vorinstanz davon auszugehen, dass die delegierte ärztliche Psychotherapie zu Lasten der obligatorischen Krankenpflegeversicherung geht, sofern die gemäss Rechtsprechung zum KUVG erforderlichen Voraussetzungen (Tätigkeit in den Praxisräumen des Arztes und unter dessen Aufsicht und Verantwortlichkeit; siehe Erw. 2b hievor) erfüllt sind.\n\n3. a) Aus dem Dargelegten folgt, dass die Konkordia ihre grundsätzliche Leistungspflicht für die vorliegend durchgeführte delegierte Psychotherapie zu Recht nicht bestreitet. Zu entscheiden bleibt, ob sie für die Zeit ab 1. Mai 1996 die Kosten einer einstündigen Therapiesitzung pro Woche oder aber pro 14 Tage übernehmen muss (Erw. 1 hievor).\n\nb) Die Art. 2 und 3 KLV lauten wie folgt:\n\n\"Art. 2 Grundsatz\n\n1 Die Versicherung übernimmt die Kosten für Leistungen der ärztlichen\n\nPsychotherapie nach Methoden, welche mit Erfolg an anerkannten\n\npsychiatrischen Institutionen angewendet werden.\n\nBGE 125 V 441 S. 446\n\n2 Nicht übernommen werden die Kosten für Psychotherapie, die zum Zweck\n\nder Selbsterfahrung, der Selbstverwirklichung oder der\n\nPersönlichkeitsreifung oder zu anderen nicht auf die Behandlung einer\n\nKrankheit gerichteten Zwecken durchgeführt wird.\n\nArt. 3 Leistungsvoraussetzungen\n\n1 Unter Vorbehalt begründeter Ausnahmen werden höchstens die Kosten für\n\neine Behandlung übernommen, die entspricht:\n\na. in den ersten drei Jahren zwei einstündigen Sitzungen pro Woche;\n\nb. in den folgenden drei Jahren einer einstündigen Sitzung pro Woche;\n\nc. danach einer einstündigen Sitzung alle zwei Wochen.\n\n2 Soll die Psychotherapie nach einer Behandlung, die 60 einstündigen\n\nSitzungen innert zweier Jahre entspricht, zu Lasten der Versicherung\n\nfortgesetzt werden, so hat der behandelnde Arzt oder die behandelnde Ärztin\n\ndem Vertrauensarzt oder der Vertrauensärztin des Versicherers zu berichten\n\nund einen begründeten Vorschlag über die Fortsetzung der Therapie zu\n\nunterbreiten.\n\n3 Der Vertrauensarzt oder die Vertrauensärztin schlägt dem Versicherer\n\nvor, ob und in welchem Umfang die Psychotherapie auf Kosten der\n\nVersicherung fortgesetzt werden soll. Bei Fortsetzung der Therapie hat der\n\nbehandelnde Arzt oder die behandelnde Ärztin dem Vertrauensarzt oder der\n\nVertrauensärztin wenigstens einmal jährlich über den Verlauf und die\n\nweitere Indikation der Therapie zu berichten.\n\n4 Die Berichte an den Vertrauensarzt oder die Vertrauensärztin nach den\n\nAbsätzen 2 und 3 dürfen nur Angaben enthalten, welche zur Beurteilung der\n\nLeistungspflicht des Versicherers nötig sind.\"\n\nDie Art. 2 und 3 KLV stimmen inhaltlich mit der altrechtlichen Regelung (Verordnung 8 des Eidg. Departementes des Innern vom 20. Dezember 1985 betreffend die von den anerkannten Krankenkassen zu übernehmenden psychotherapeutischen Behandlungen; Vo 8 EDI) überein. Eine Neuerung wurde einzig in verfahrensrechtlicher Hinsicht eingeführt, indem nicht mehr der Vertrauensarzt des Krankenversicherers die Leistungen festsetzt, sondern die Versicherung, welcher die Vertrauensärztin oder der Vertrauensarzt einen Vorschlag zu unterbreiten hat (Art. 3 Abs. 3 KLV). Das Eidg. Versicherungsgericht hat bereits im nicht veröffentlichten Urteil R. vom 30. April 1999 festgestellt, dass Art. 3 Abs. 1 KLV, welcher die Höchstzahl der vom obligatorischen Krankenpflegeversicherer - unter Vorbehalt begründeter Ausnahmen - innerhalb einer Woche oder zweier Wochen zu übernehmenden Behandlungen bestimmt, inhaltlich dem altrechtlichen Art. 2 Abs. 1 Vo 8 EDI BGE 125 V 441 S. 447entspreche, weshalb die zu dieser Verordnungsbestimmung ergangene Rechtsprechung (insbesondere RKUV 1995 Nr. K 969 S. 167) unter dem neuen Recht anwendbar bleibe. Wie gezeigt, stimmen nicht nur Art. 3 Abs. 1 KLV und Art. 2 Abs. 1 Vo 8 EDI, sondern die ganzen Regelungen in Art. 2 und 3 KLV und Art. 1 und 2 Vo 8 EDI inhaltlich überein; demzufolge bleibt die Rechtsprechung zu Art. 1 und 2 Vo 8 EDI für die Anwendung von Art. 2 und 3 KLV insgesamt weiterhin massgeblich.\n\n4. a) Der Beschwerdeführer litt unbestrittenermassen auch nach dem 30. April 1996 an einem psychischen Gesundheitsschaden mit Krankheitswert im Sinne von Art. 2 Abs. 1 KVG. Sein Begehren um Übernahme einer einstündigen Therapiesitzung pro Woche durch die Konkordia über den 30. April 1996 hinaus kann indessen nur geschützt werden, wenn eine \"begründete Ausnahme\" im Sinne von Art. 3 Abs. 1 KLV vorliegt. Der Beschwerdeführer hält diese Voraussetzung für erfüllt, während die Konkordia den - durch die Vorinstanz bestätigten - gegenteiligen Standpunkt vertritt.\n\nb) Nach der zu Art. 2 Abs. 1 Vo 8 EDI ergangenen, weiterhin anwendbaren Rechtsprechung (Erw. 3b hievor) kann eine \"begründete Ausnahme\" im Sinne von Art. 3 Abs. 1 KLV nicht nur vorliegen, wenn ein schweres Krankheitsbild diagnostiziert ist, sondern auch in anderen Fällen, in welchen besondere Umstände gemäss überzeugend begründeter ärztlicher Bescheinigung eine den Rahmen von Art. 3 Abs. 1 KLV sprengende Behandlung erforderlich machen (nicht veröffentlichtes Urteil S. vom 24. September 1999).\n\nc) Das kantonale Gericht hat das Vorliegen einer Ausnahmesituation verneint unter Hinweis auf die im Gesuch vom 29. März 1996, in einem Schreiben von Frau A. vom 31. Mai 1996 sowie in deren zusammen mit Dr. med. J. verfassten Bericht vom 2. September 1997 enthaltenen Angaben. Gemäss diesen Unterlagen leidet der Beschwerdeführer an einem depressiv gefärbten angstneurotischen Grundgebrechen mit zum Teil schweren Schlaf- und Essstörungen. Dank der erkennbare Fortschritte zeitigenden Therapie stelle er sich aktiv seinen Aufgaben im Studium und in sozialen Beziehungen und habe verschiedene Bewährungs- und Belastungsproben bestanden. Es sei wichtig, dass die Konstanz der Behandlung gewährleistet bleibe, da der Beschwerdeführer auf die Unterstützung seiner Psychotherapeutin angewiesen sei.\n\nDass die Vorinstanz angesichts dieser Stellungnahmen des Arztes und der Therapeutin zum Ergebnis gelangte, die Notwendigkeit einer wöchentlichen BGE 125 V 441 S. 448Therapiesitzung in der Zeit ab 1. Mai 1996 sei nicht ausgewiesen, ist nicht zu beanstanden. Es ist nicht ersichtlich, weshalb der von der Konkordia bewilligte Behandlungsrhythmus (eine Sitzung jede zweite Woche) den medizinischen Erfordernissen nicht gerecht werden sollte; jedenfalls findet sich in den angeführten Stellungnahmen keine nachvollziehbare Begründung für die Notwendigkeit einer wöchentlichen Therapiesitzung. Im Übrigen ist die vorliegende Streitsache, entgegen der Auffassung des Beschwerdeführers, nicht mit dem in RKUV 1995 Nr. K 969 S. 167 beurteilten Fall zu vergleichen; dort war die Unabdingbarkeit eines kurzen Sitzungsrhythmus auf Grund der medizinischen Gegebenheiten dargetan.\n\n5. (unentgeltliche Verbeiständung)"}