{"annee": "125", "cour": "I", "page": "300", "date": "7/5/1999", "cite": ["97 I 221", "123 I 112", "114 IA 129", "108 IA 41", "113 IA 225", "119 IA 178", "113 IA 304", "123 I 296"], "cite_par": ["125 I 347", "143 I 388", "134 I 114"], "chapeau": "28. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 7. Mai 1999 i.S. Abd-Allah Lucien Meyers gegen Gemeinde Hausen a.A. und Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 53 al. 2 Cst., art. 49 Cst. et art. 50 Cst., art. 9 CEDH et art. 14 CEDH, art. 18 Pacte ONU II; droit au «repos éternel» dans un cimetière public. Compétence du Tribunal fédéral pour examiner le grief de violation de l'art. 53 al. 2 Cst. (consid. 1a); intérêt actuel de l'intéressé à l'examen de ce grief (consid. 1b). Il n'existe aucun droit d'obtenir dans un cimetière public une sépulture conforme aux règles de l'Islam, notamment garantie pour une durée indéterminée, issu du droit à une sépulture décente (art. 53 al. 2 Cst.) ou de la liberté de religion et du libre exercice des cultes (art. 49 et 50 Cst.) (consid. 2 et 3). Dans la mesure où une commune zurichoise octroie volontairement des sépultures même à des personnes domiciliées à l'extérieur de son territoire, elle peut soumettre cette offre, dans les limites des principes de l'égalité de traitement et de l'interdiction de l'arbitraire, aux limitations qui lui semblent indiquées (consid. 4)."], "faits": "BGE 125 I 300 S. 301\n\nDer in Kappel am Albis wohnhafte Abd-Allah Lucien Meyers (geb. 1949) stellte am 17. Dezember 1995 bei seiner Heimatgemeinde Hausen am Albis für sich und seine Familie das Gesuch, dereinst in deren Friedhof nach islamischem Ritus beigesetzt zu werden. Der Gemeinderat von Hausen a.A. hielt am 20. August 1996 fest, dass mit Ausnahme der Erstreckung der Ruhefrist auf unbestimmte Zeit alle Forderungen der Muslime, zum Teil allerdings mit Kompromissen seitens der Betroffenen, erfüllt werden könnten. Dem Gesuchsteller werde anerboten, für sich und seine Familie ein Familiengrab mitsamt vier Grabstellen auf die Dauer von vorerst 50 Jahren mit Verlängerungsmöglichkeit um weitere 20 Jahre zu mieten. Eine unbeschränkte Erstreckung der Ruhefrist müsse im gegenwärtigen Zeitpunkt jedoch ebenso abgelehnt werden wie eine räumliche Zusammenfassung der Gräber für Muslime innerhalb der bestehenden Anlage bzw. die Schaffung eines ausschliesslich für Moslems bestimmten Friedhofs.\n\nAbd-Allah Lucien Meyers gelangte hiergegen erfolglos an den Bezirksrat Affoltern. Gegen dessen Entscheid vom 6. Januar 1997 rekurrierte er an den Regierungsrat des Kantons Zürich mit dem Antrag, den Gemeinderat Hausen a.A. anzuweisen, ihm und seiner Familie vier Grabstellen auf dem Gemeindefriedhof zur Verfügung zu stellen, unter Gewährung der räumlichen Gruppierung der islamischen Gräber, der ewigen Todesruhe sowie, soweit möglich, unter Berücksichtigung der übrigen, nicht zwingenden Bedingungen der islamischen Beerdigung. Der Regierungsrat wies den Rekurs am 17. September 1997 ab, soweit er darauf eintrat. Er bezweifelte, ob die von Abd-Allah Lucien Meyers als zwingend bezeichneten BGE 125 I 300 S. 302Bedingungen der islamischen Bestattung tatsächlich für alle Muslime unabhängig vom Grad ihrer Gläubigkeit verbindlich seien, verzichtete aber darauf, die Frage näher abzuklären. Auf das Begehren, die nicht zwingenden Bestimmungen «soweit möglich» zu berücksichtigen, trat er mangels hinreichender Bestimmtheit des Ersuchens nicht ein. Im Übrigen hielt er fest, dass der durch Art. 53 Abs. 2 BV gewährleistete Anspruch auf schickliche Beerdigung nach den kantonalen Vorschriften nur gegenüber der Wohngemeinde bestehe, es aber in der Befugnis der Gemeinden liege, Grabbewilligungen auch an Auswärtige zu erteilen; beim Erlass diesbezüglicher Vorschriften bzw. bei der entsprechenden Bewilligungspraxis seien die Gemeinden in erster Linie an die Schranken des Willkürverbots und der Rechtsgleichheit gebunden. Ihnen sei es in diesem Rahmen nicht verwehrt, die Aufnahme vom vorhandenen Platzangebot abhängig zu machen oder Auswärtigen hinsichtlich allfälliger Sonderwünsche weniger weit entgegenzukommen als Ortsansässigen. Selbst wenn sich erwiese, dass die Gemeinde Hausen a.A. ihren eigenen Einwohnern islamischen Glaubens entgegen der kommunalen Regelung von Verfassungs wegen eine zeitlich unbeschränkte Grabnutzung zu gewähren hätte, wäre sie deshalb nicht verpflichtet, das gleiche Recht auch auswärts wohnhaften Muslimen einzuräumen. Ebenso wenig sei sie gehalten, für diese einen separaten Friedhof bzw. Friedhofteil zur Verfügung zu stellen. Die gerügten Grundrechtsverletzungen seien zum Vornherein unbehelflich, da ein Anspruch auf Bestattung nur in der Wohngemeinde bestehe. Im Übrigen wäre - so der Regierungsrat - der Rekurs auch dann abzuweisen, wenn der Bestattungsanspruch in dieser zur Diskussion stünde: Religionsgemeinschaften, welche die auf öffentlichen Friedhöfen gebräuchliche Bestattungsart aus religiösen Anschauungen oder Kultusgründen ablehnten, könnten sich nicht über eine Verletzung der Religions- und Kultusfreiheit beschweren, zumal der Kanton Zürich konfessionelle Sonderfriedhöfe zulasse. Zwar werde in Gemeinden, wo die Angehörigen der betreffenden Religionsgemeinschaft eine kleine Minderheit bildeten, ein Sonderfriedhof kaum je zur Verfügung stehen. Die Möglichkeit, in den öffentlichen Friedhöfen nach der Religionszugehörigkeit getrennte Grabfelder anzulegen, widerspreche aber der geltenden kantonalen Bestattungsverordnung. Soweit nur einzelne muslimische Familien betroffen seien, könne die aus religiösen Gründen gewünschte Abgrenzung im Rahmen der Belegung von Familiengräbern erreicht werden. Schliesslich bestehe die Möglichkeit, BGE 125 I 300 S. 303dass sich die islamischen Glaubensangehörigen mehrerer Gemeinden zur Errichtung eines gemeinsamen eigenen Friedhofs zusammenschlössen, um alsdann die Grabnutzungsdauer selber zu regeln. Bei öffentlichen Friedhöfen betrage die durch das kantonale Recht vorgeschriebene minimale Ruhefrist 20 Jahre, wobei die Gemeinden diese Dauer insbesondere im Hinblick auf Privatgräber ausdehnen könnten. Die Einräumung eines Anspruchs auf eine zeitlich unbeschränkte Grabnutzung jedoch käme der Veräusserung einer im Gemeingebrauch stehenden Sache gleich, wogegen wichtige öffentliche Interessen sprächen. Mit Blick auf die Möglichkeit der Errichtung von Sonderfriedhöfen erweise sich die Nichtgewährung der ewigen Grabesruhe in öffentlichen Friedhöfen nicht als unverhältnismässig. Im Übrigen sei der Ablauf der Ruhefrist keineswegs mit einer Exhumation der Leiche verbunden. Abgeräumt werde lediglich der an der Oberfläche sichtbare Grabschmuck. Dem Begrabenen bleibe die Totenruhe in der Erde auch dann erhalten, wenn über ihm eine weitere Leiche der Erde übergeben werde. Eine derartige Wiederbelegung (ohne Exhumation) erscheine auch nach islamischem Ritus möglich. Insofern könne die ewige bzw. ungestörte Grabesruhe auch in einem öffentlichen Friedhof gewährt werden, wenn die Wiederbelegung unter Rücksichtnahme auf die in den bestehenden Gräbern bereits Bestatteten nach islamischem Brauch erfolge.\n\nAbd-Allah Lucien Meyers hat beim Bundesgericht hiergegen staatsrechtliche Beschwerde eingereicht mit dem Antrag, den Beschluss des Regierungsrats aufzuheben. Er macht geltend, dieser verletze Art. 4, 49, 50 und 53 Abs. 2 BV sowie Art. 9 in Verbindung mit Art. 14 EMRK und Art. 18 des Internationalen Paktes vom 16. Dezember 1966 über bürgerliche und politische Rechte (UNO-Pakt II; SR 0.103.2).\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt,", "considerants": "aus folgenden Erwägungen:\n\n1. a) Der angefochtene Rekursentscheid ist gemäss Beschluss des Verwaltungsgerichts vom 20. Mai 1998 kantonal letztinstanzlich (Art. 86 Abs. 1 OG). Ein anderes eidgenössisches Rechtsmittel als die staatsrechtliche Beschwerde (Art. 84 Abs. 2 OG) steht nur insoweit offen, als die Verletzung von Art. 53 Abs. 2 BV beim Bundesrat geltend zu machen wäre (Art. 73 Abs. 1 lit. a Ziff. 4 BGE 125 I 300 S. 304VwVG). Da das Hauptgewicht der vorliegenden Eingabe indessen auf der behaupteten Missachtung von Art. 49 und 50 BV liegt, ist die entsprechende Rüge, wovon auch der Bundesrat ausgeht, im Sinne einer Kompetenzattraktion im vorliegenden Verfahren zu behandeln (vgl. BGE 119 Ia 178 E. 1 zur Abgrenzung hinsichtlich Art. 27 Abs. 3 BV; WALTER KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, 2. Aufl., Bern 1994, S. 284 und 312).\n\nb) Durch die teilweise Ablehnung des Gesuchs um Gewährung einer gemäss den islamischen Regeln ausgestalteten Grabstätte in einem öffentlichen Friedhof ist der Beschwerdeführer (potentiell) in verfassungsrechtlich geschützten Interessen betroffen und deshalb zur staatsrechtlichen Beschwerde legitimiert (Art. 88 OG). Auch wenn sich die Verhältnisse bis zu seinem Ableben oder demjenigen seiner Familienmitglieder noch ändern können, verfügt er doch bereits heute über ein aktuelles praktisches Interesse daran, Klarheit hinsichtlich seines Grabanspruchs zu erhalten. Dass er den Anspruch ausschliesslich gegen seine Heimatgemeinde geltend gemacht hat, obwohl ihm ein solcher gegebenenfalls nur gegen seine Wohngemeinde zustünde (vgl. § 79 des Zürcher Gesetzes vom 4. November 1962 über das Gesundheitswesen [Gesundheitsgesetz] bzw. § 19 der kantonalen Verordnung vom 7. März 1963 über die Bestattungen [Bestattungsverordnung]), ändert hieran nichts: Ergäbe sich der von ihm geltend gemachte Anspruch aus Art. 53 Abs. 2 BV (in Verbindung mit Art. 49 und Art. 50 BV), gälte dieser kraft Bundesrechts gegenüber allen möglichen künftigen Wohngemeinden. Der Regierungsrat hat sich in seiner Eventualbegründung als oberste kantonale Behörde im Sinne von Art. 53 Abs. 2 BV zudem eingehend mit der Frage auseinander gesetzt und insofern einen Feststellungsentscheid getroffen; unter diesen Umständen erschiene es überspitzt formalistisch, vom Beschwerdeführer noch zu verlangen, vorerst einen analogen Entscheid bei seiner derzeitigen Wohngemeinde zu erwirken. Die Frage nach der Schicklichkeit des Begräbnisses von Muslimen kann sich jederzeit in gleicher Art wieder stellen, weshalb auch ein öffentliches Interesse an deren Behandlung besteht. Die Beschwerde ist somit grundsätzlich an die Hand zu nehmen.\n\n2. a) Nach Art. 53 Abs. 2 BV steht die Verfügung über die Begräbnisplätze den bürgerlichen Behörden zu, welche dafür zu sorgen haben, dass jeder Verstorbene schicklich beerdigt werden kann. Aus dieser Bestimmung ergibt sich ein über den Tod hinaus wirkendes verfassungsmässiges Recht jedes Einzelnen auf ein schickliches BGE 125 I 300 S. 305Begräbnis (BGE 97 I 221 E. 4b S. 229, mit Hinweisen; DETLEV CH. DICKE, in Kommentar BV, Art. 53 N. 10; PETER KARLEN, Das Grundrecht der Religionsfreiheit in der Schweiz, Zürich 1988, S. 380 f.; ALBERT MÄCHLER, Das Begräbnisswesen nach schweizerischem Bundesrecht, Diss. Bern 1892, S. 43 ff., 59 ff.; WILHELM SPÖNDLIN, Rechtsverhältnisse an Friedhöfen, unter besonderer Berücksichtigung des zürcherischen Rechtes, Zürich 1910, S. 29/30). Das entsprechende Gebot beruht auf dem Gedanken, dass auch dem toten menschlichen Körper Achtung gebührt. Welche Bestattungsart und welche Handlungen als Ausdruck von Achtung oder Missachtung zu gelten haben, ist eine Frage der Sitte und des Ortsgebrauchs. Einen Verstoss gegen die Schicklichkeit kann etwa die Beerdigung zur Unzeit, die Verweigerung des Glockengeläutes oder eine diskriminierende räumliche Aussonderung des Grabplatzes darstellen (WALTHER BURCKHARDT, Kommentar zur schweizerischen Bundesverfassung, 3. Aufl., Bern 1931, S. 492 ff.; DICKE, a.a.O., Art. 53 N. 10; HÄFELIN/HALLER, Schweizerisches Bundesstaatsrecht, 4. Aufl., Zürich 1998, N. 1235 S. 419; KARLEN, a.a.O., S. 380; MÄCHLER, a.a.O., S. 44; SPÖNDLIN, a.a.O., S. 27; VEB 36/1972 Nr. 2 S. 13). Schicklichkeit bedeutet Gleichbehandlung, nicht in einem absoluten Sinne, aber im Sinne der Nichtdiskriminierung (NICCOLÒ RASELLI, Schickliche Beerdigung für «Andersgläubige», in: AJP 1996 S. 1105), was sich aus der Natur von Art. 53 Abs. 2 BV als Laisierungsvorschrift ergibt. Der Anspruch ist verletzt, «wenn dem Toten das verweigert wird, was der herrschende Gebrauch zur Ehre der Toten fordert» (BURCKHARDT, a.a.O., S. 492). Kultushandlungen (bzw. eine kirchliche Bestattung) sind für eine schickliche Beerdigung nicht erforderlich (MÄCHLER, a.a.O., S. 97; KARLEN, a.a.O., S. 380), während andererseits aber auch kein Verstoss gegen das entsprechende Gebot vorliegt, falls ein Toter nach einem speziellen Ritus seiner eigenen Religion beerdigt wird (VEB 36/1972 Nr. 2 S. 13/14). Der Staat darf die Durchführung eines religiösen Begräbnisses (aufgrund von Art. 49 und 50 BV) nicht verbieten; er ist aber umgekehrt aufgrund von Art. 53 Abs. 2 BV nur verpflichtet, dafür zu sorgen, dass jeder Verstorbene (zumindest) schicklich beerdigt werden kann (BURCKHARDT, a.a.O., S. 492; KARLEN, a.a.O., S. 381/382; BGE 97 I 221 E. 4d S. 231). Eine abweichende Meinung vertritt RASELLI (a.a.O., S. 1108 ff.), indem er aus dem Gebot der schicklichen Beerdigung eine Pflicht der Behörden ableitet, dafür zu sorgen, dass für Angehörige einer religiösen Minderheit, die über keine eigenen Sonderfriedhöfe verfügt, die BGE 125 I 300 S. 306Bestattung auf öffentlichen Friedhöfen nach den betreffenden speziellen religiösen Vorschriften erfolgen kann (vgl. auch Christoph Winzeler, Fremde Religionen in der Schweiz, ZSR NF 117/1998 I 260f.). Eine solche Leistungspflicht des Staates könnte allenfalls, was noch zu prüfen sein wird, im Lichte von Art. 49/50 BV bestehen, jedoch nicht (allein) aufgrund des in Art. 53 Abs. 2 BV statuierten Minimalanspruchs auf schickliche Beerdigung. Dieser hat neben der Religions- und Kultusfreiheit eigenständige Bedeutung. Die neue Bundesverfassung vom 18. April 1999 enthält keine entsprechende Bestimmung mehr, davon ausgehend, dass die explizite Garantie der Menschenwürde (Art. 7) auch das Recht auf ein schickliches Begräbnis in sich schliesse (vgl. BBl 1997 I 141; BGE 123 I 112 E. 4b S. 118 f.).\n\nb) Der Beschwerdeführer beruft sich vergeblich auf Art. 53 Abs. 2 BV für sein Anliegen, in einem öffentlichen Friedhof eine nach den Regeln des Islams ausgestaltete, d.h. insbesondere auf unbeschränkte Zeit garantierte Grabstätte zugesichert zu erhalten: Bezüglich der Durchführung des Begräbnisses und der Gestaltung der Grabstätte wird ihm nichts aufgezwungen oder zugemutet, was nach den hiesigen Anschauungen mit dem Gebot der Schicklichkeit oder der Menschenwürde nicht vereinbar wäre. Das gilt namentlich auch, was die Dauer der Aufrechterhaltung der Grabstätte betrifft. Dass das Grab nach Ablauf einer bestimmten Ruhezeit abgeräumt wird bzw. werden kann, hat nichts Entehrendes an sich, sondern entspricht der auf allen öffentlichen Friedhöfen der Schweiz geltenden Grundordnung (vgl. VEB 1930 Nr. 16 S. 30). Der Entscheid des Regierungsrats verletzt Art. 53 Abs. 2 BV deshalb - unabhängig von der Unzuständigkeit der angegangenen Bürgergemeinde (vgl. unten E. 4a) - nicht.\n\n3. a) Die vom Beschwerdeführer ebenfalls angerufenen Grundrechte der Religions- und Kultusfreiheit (Art. 49 und 50 BV, vgl. zu deren Inhalt BGE 123 I 296 E. 2b; BGE 119 Ia 178 E. 4b-c) haben ihrerseits vorab negative Funktion, indem sie die Ausübung des religiösen Glaubens vor ungerechtfertigten staatlichen Eingriffen schützen; sie verpflichten den Staat nur beschränkt dazu, dem Einzelnen die Ausübung dieser Freiheiten auch aktiv zu ermöglichen oder zu erleichtern (KARLEN, a.a.O., S. 173 ff.; BGE 97 I 221 E. 4d S. 230). Ein (bedingter) Anspruch auf staatliche Leistungen kann etwa bestehen, soweit eine zulässige Religionsausübung polizeilichen Schutz erfordert (BGE 97 I 221 E. 4d S. 230; KARLEN, a.a.O., S. 176) oder die Durchführung einer Kultushandlung mit einem gesteigerten Gemeingebrauch öffentlichen BGE 125 I 300 S. 307Grundes und mit entsprechenden Massnahmen zur Verkehrsregelung verbunden ist (KARLEN, a.a.O., S. 177, mit Hinweisen; BGE 108 Ia 41 ff.). Das Bedürfnis nach besonderen staatlichen Vorkehren besteht sodann bei Sonderstatusverhältnissen, die für den Einzelnen mit weitgehenden Freiheitsbeschränkungen verbunden sind, so dass der Staat zur Ermöglichung oder Erleichterung der Religionsausübung besondere Regelungen treffen und allenfalls sogar positive Leistungen erbringen muss (KARLEN, a.a.O., S. 178 ff.). So kann etwa ein Anspruch auf Dispens vom Schulunterricht bzw. Teilen davon bestehen, um speziellen religiösen Verpflichtungen nachzukommen, soweit dies mit den Bedürfnissen des Schulbetriebs vereinbar erscheint (BGE 114 Ia 129 ff. [Laubhüttenfest]; 117 Ia 311 ff. [Schuldispens an Samstagen]; BGE 119 Ia 178 ff. [Befreiung vom Schwimmunterricht]). Im Strafvollzug müssen gemeinsame Gottesdienste auch für Häftlinge organisiert werden, die nicht den Landeskirchen angehören, falls dies ohne übermässige Belastung des Anstaltsbetriebs möglich ist (BGE 113 Ia 304 ff.; vgl. zu diesem Themenkreis: URS JOSEF CAVELTI, Die Religionsfreiheit bei Sonderstatusverhältnissen, in: Religiöse Minderheiten und Recht, Freiburger Veröffentlichungen zum Religionsrecht, Freiburg 1998, S. 39 ff.).\n\nb) aa) Der Betrieb öffentlicher Friedhöfe ist mit derartigen Sonderstatusverhältnissen insofern vergleichbar, als es sich dabei ebenfalls um staatliche Einrichtungen handelt, die als solche grundrechtskonform ausgestaltet sein müssen. Art. 53 Abs. 2 BV schliesst nun aber nicht aus, dass neben den (in der Regel von den Gemeinden getragenen) öffentlichen Friedhöfen konfessionelle Sonderfriedhöfe bestehen, die den Angehörigen der betreffenden Religionsgemeinschaft vorbehalten bleiben (BURCKHARDT, a.a.O., S. 491; DICKE, a.a.O., Art. 53, N. 8; KARLEN, a.a.O., S. 379, 385; MÄCHLER, a.a.O., S. 55; SPÖNDLIN, S. 81 ff.). Diese Möglichkeit ist insbesondere für jene Religionsgemeinschaften von Bedeutung, deren spezifischen religiösen Anliegen in öffentlichen Friedhöfen nicht oder nicht hinreichend Rechnung getragen werden kann (KARLEN, a.a.O., S. 385). Als Beispiel hiefür können die jüdischen Friedhöfe genannt werden. Nach israelitischer Anschauung dürfen die Gebeine eines Toten nicht ausgegraben oder in ein anderes Grab verbracht werden, was mit dem in öffentlichen Friedhöfen betriebenen Gräberturnus unvereinbar ist und die Anlage eigener Friedhöfe erfordert (FRITZ WYLER, Die staatsrechtliche Stellung der israelitischen Religionsgenossenschaften in der Schweiz, Diss. Zürich 1929, S. 122; PETER REMUND, BGE 125 I 300 S. 308Die rechtliche Organisation des Bestattungswesens im Aargau, Aarau 1948, S. 132; SPÖNDLIN, a.a.O., S. 85; KARLEN, a.a.O., S. 379; RASELLI, a.a.O., S. 1103).\n\nbb) Wieweit der in öffentlichen Friedhöfen vorgesehene Gräberturnus auch mit den religiösen Regeln des Islams in Konflikt geraten kann, wie dies der Beschwerdeführer geltend macht, bedarf vorliegend keiner weiteren Erörterungen (zum Bedürfnis nach islamischen Sonderfriedhöfen: vgl. JEAN- FRANÇOIS MAYER, La liberté religieuse en Suisse, in: Conscience et Liberté, 1998 No 55, S. 21 f.). Der angefochtene Rekursentscheid des zürcherischen Regierungsrats hält nämlich selbst dann vor der Verfassung stand, wenn auf die Ausführungen des Beschwerdeführers abgestellt wird: Die von den Gemeinden betriebenen öffentlichen Friedhöfe beruhen regelmässig auf dem Prinzip des Gräberturnus. Nach Ablauf bestimmter Ruhefristen werden die Gräber abgeräumt und neu belegt. Ohne diese Möglichkeit würden die öffentlichen Friedhöfe im Laufe der Zeit immer grössere Flächen einnehmen, oder aber der ordnungsgemässe Weiterbetrieb der bestehenden Friedhöfe wäre wegen Platzmangels gefährdet. Würden in öffentlichen Friedhöfen Grabstellen auf Wunsch hin bzw. gegen entsprechendes Entgelt auf unbeschränkte Zeit zur Verfügung gestellt, liefe dies auf eine permanente Sondernutzung hinaus, welche das zuständige Gemeinwesen in seinem Verfügungsrecht über die Friedhofanlage übermässig einschränkte. Wohl ist es in der Regel möglich, dass in öffentlichen Friedhöfen die Dauer eines Grabs durch Vertrag oder Konzession mehr oder weniger lang über die ordentliche Ruhefrist hinaus verlängert wird (SPÖNDLIN, a.a.O., S. 54 f.). Eine Verpflichtung des Gemeinwesens, bestimmte Gräber auf «ewige Zeit» zu bewahren, ginge jedoch über die in öffentlichen Friedhöfen bisher üblichen Sonderregelungen weit hinaus, und eine derartige Garantie dürfte vom Gemeinwesen im Hinblick auf nicht voraussehbare mögliche künftige Sachzwänge auch kaum vorbehaltlos abgegeben werden. Jedenfalls würde durch die Bewilligung «ewiger» Grabstätten ein wachsender Teil der Friedhofsfläche der ordentlichen, turnusgemässen Nutzung entzogen, was mit dem Konzept der öffentlichen Friedhöfe nicht vereinbar wäre; dies selbst dann nicht, wenn die auf unbeschränkte Zeit bewilligten Gräber, wie vom Beschwerdeführer angeregt, jeweils für die Belegung in mehreren horizontalen Schichten konzipiert würden.\n\nDie Beschränkung derartiger Ausnahmen auf Angehörige jener Religionsgemeinschaften, deren Regeln die Wiederbelegung von BGE 125 I 300 S. 309Gräbern mehr oder weniger strikte ausschliessen, könnte zwar dazu führen, dass sich solche Fälle (schon wegen der damit verbundenen finanziellen Folgen) zahlenmässig in Grenzen hielten und die konzeptgemässe Nutzung des öffentlichen Friedhofs entsprechend wenig beeinträchtigt würde. Die Gewährung von Sonderrechten oder Sonderleistungen in öffentlichen Friedhöfen zugunsten bestimmter Konfessionen oder Religionen widerspräche jedoch als solche gerade wiederum dem Gebot der Gleichbehandlung (BURCKHARDT, a.a.O., S. 492; KARLEN, a.a.O., S. 179 f.). Der Umstand, dass der Beschwerdeführer bereit wäre, ein der verlangten Sondernutzung entsprechendes Entgelt zu zahlen, ändert nichts. Wenn die besonderen Vorschriften einer Religionsgemeinschaft die Benützung eines öffentlichen Friedhofs wegen des dort geltenden Prinzips des Gräberturnus nicht erlauben, können die entsprechenden religiösen Anliegen nur im Rahmen eines Sonderfriedhofs realisiert werden (vgl. E. 3b/aa). Diese Lösung liegt umso näher, wenn die Vorschriften der betreffenden Religionsgemeinschaft, wie hier geltend gemacht, überdies eine räumliche Abtrennung von den Gräbern Andersgläubiger gebieten.\n\nWenn aufgrund des heutigen Zustands Angehörige der islamischen Religion fernab der Schweiz in islamischen Ländern beigesetzt werden, mag dies für die Betroffenen mit hohen persönlichen und finanziellen Opfern verbunden sein, vor allem falls es sich um in der Schweiz niedergelassene Familien handelt. Es obliegt aber vorab der betreffenden Religionsgemeinschaft, sich um die Errichtung eigener (privater) Sonderfriedhöfe zu bemühen. Neben dem Erwerb eines geeigneten Areals dürfte dies auch raumplanerische und baurechtliche Massnahmen nötig machen. Ob und inwieweit bei der Realisierung eines solchen Vorhabens seitens der interessierten Glaubensgemeinschaft allenfalls gestützt auf Art. 49/50 BV eine behördliche Intervention oder Unterstützung im Sinne einer «Pflicht zur Verwirklichungsbeihilfe» (vgl. MARTIN PHILIPP WYSS, Vom Umgang mit dem Transzendenten, in: recht 16/1998 S. 178 ff.) verlangt werden könnte, ist vorliegend nicht näher zu prüfen, da kein derartiges Projekt zur Diskussion steht; im Rahmen der damit verbundenen Interessenabwägungen wäre dem konstitutiven Gehalt der Religionsfreiheit wohl zumindest in dem Sinne Rechnung zu tragen, als der Staat die entsprechende private Initiative nicht ohne triftige Gründe vereiteln dürfte. Der blosse Umstand, dass ein derartiger Sonderfriedhof den Angehörigen der islamischen Religion - jedenfalls im Kanton Zürich - bis anhin nicht zur Verfügung steht, BGE 125 I 300 S. 310begründet dagegen noch keinen Anspruch auf ewige Grabstellen in öffentlichen Friedhöfen. Wohl mögen an der Befolgung der islamischen Regeln interessierte Personen durch die Nichtgewährung ewiger Grabstätten in öffentlichen Friedhöfen anders und stärker betroffen sein als Angehörige anderer Religionen, doch liegt hierin, weil die auferlegte Beschränkung (Gräberturnus) auf wichtigen sachlichen Gründen beruht und im Übrigen die Möglichkeit der Errichtung eigener Sonderfriedhöfe besteht, keine unzulässige Diskriminierung (a.M. RASELLI, a.a.O., S. 1109; vgl. auch WINZELER, a.a.O., S. 260 f.). Damit ist nicht gesagt, dass es einer Gemeinde verwehrt wäre, in öffentlichen Friedhöfen solchen Anliegen in Einzelfällen freiwillig zu entsprechen, soweit das Gebot der Gleichbehandlung der Religionen dafür Raum lässt, was hier keiner weiteren Abklärung bedarf. Jedenfalls verstösst die Ablehnung des Begehrens um ein «ewiges Grabrecht» in einem öffentlichen Friedhof nicht gegen die Garantien von Art. 49 und 50 BV. Die Verweigerung einer derartigen Sonderleistung, die sowohl den Rahmen des kommunalen Friedhofreglements wie auch das ihm zugrunde liegende Nutzungskonzept sprengt, bedarf entgegen der Auffassung des Beschwerdeführers auch keiner expliziten formellgesetzlichen Grundlage.\n\nc) Nichts anderes ergibt sich aus den vom Beschwerdeführer mitangerufenen Bestimmungen der Europäischen Menschenrechtskonvention (Art. 9 und 14) sowie des Internationalen Paktes über bürgerliche und politische Rechte (Art. 18): Zwar können sich aus diesen ebenfalls gewisse staatliche Leistungspflichten ergeben (vgl. FROWEIN/PEUKERT, Europäische Menschenrechtskonvention, 2. Aufl., Kehl/Strassburg/Arlington 1996, Rz. 21 ff. zu Art. 9 EMRK u. Rz. 40 zu Art. 14 EMRK; MARK E. VILLIGER, Handbuch der Europäischen Menschenrechtskonvention [EMRK], Zürich 1993, Rz. 587; MARTIN PHILIPP WYSS, a.a.O., S. 180, mit weiteren Hinweisen), doch legt der Beschwerdeführer nicht dar (vgl. Art. 90 Abs. 1 lit. b OG; BGE 113 Ia 225 E. 2 S. 230) und ist auch nicht ersichtlich, inwiefern diese Garantien hier über die vom Bundesgericht aus Art. 49 und 50 BV abgeleiteten hinausgingen (vgl. auch MARK E. VILLIGER, a.a.O., Rz. 579; PETER KARLEN, Umstrittene Religionsfreiheit, in ZSR NF 116/1997 I 199; BGE 123 I 296 E. 2b/aa S. 301; BGE 119 Ia 178 E. 3b S. 182 f.).\n\n4. a) Im vorliegenden Fall konnte der (bezüglich der unbeschränkten Ruhefrist) abschlägige Bescheid der Gemeinde Hausen a.A. die angerufenen Verfassungs- und Konventionsgarantien, wie BGE 125 I 300 S. 311der Regierungsrat zu Recht festhält, schon deshalb nicht verletzen, weil die Erfüllung des geltend gemachten Grabanspruches - wie bereits dargelegt - nach dem massgebenden kantonalen Recht (§ 79 des Gesundheitsgesetzes) nicht der angegangenen Bürgergemeinde (Heimatgemeinde), sondern der Wohngemeinde obläge. Der Beschwerdeführer hätte sich für den angestrebten Grundsatzentscheid an die für seinen Bestattungsanspruch heute zuständige Wohngemeinde wenden müssen. Wenn die Gemeinde Hausen a.A. freiwillig auch auswärts wohnhaften Personen Grabstätten gewährt, kann sie dieses Angebot im Rahmen des Gleichbehandlungsgebots und des Willkürverbots den ihr angezeigt erscheinenden Einschränkungen unterwerfen. Die Gemeinde Hausen a.A. hat sich, wie sich aus den Akten ergibt, ernsthaft bemüht, den Anliegen des Beschwerdeführers im Rahmen der geltenden Vorschriften so weit wie möglich entgegenzukommen. Die verfassungsrechtlichen Einwendungen sind daher, soweit es sich um den vom Regierungsrat geschützten Entscheid der Gemeinde Hausen a.A. handelt, zum Vornherein unbegründet.\n\nb) Nach dem Gesagten ist aber auch die im Rekursentscheid des Regierungsrats enthaltene Eventualbegründung für den Fall, dass der gleiche Grabanspruch gegenüber der Wohngemeinde geltend gemacht würde, verfassungsrechtlich nicht zu beanstanden. Da es sich dabei lediglich um Eventualausführungen handelt, die neben der Hauptbegründung (fehlende Zuständigkeit der Bürgergemeinde) keine tragende Bedeutung haben, dringt auch die Rüge, der Regierungsrat habe sich bei diesen Erwägungen, was die Möglichkeit der Wiederbelegung islamischer Gräber betreffe, auf dem Beschwerdeführer unbekannte Dokumente gestützt und dadurch seinen Anspruch auf rechtliches Gehör verletzt, nicht durch; dasselbe gilt für den Einwand, die Eventualerwägung beruhe auf einer unhaltbaren Beweiswürdigung.\n\nc) Inwiefern darin, dass der Regierungsrat auf lit. c des bei ihm gestellten Rekursbegehrens (Anweisung an die Gemeinde Hausen a.A., die Grabstellen «soweit möglich unter Berücksichtigung der andern, nicht zwingenden Bedingungen der islamischen Beerdigung» zu gewähren) mangels hinreichender Bestimmtheit dieses Antrags nicht eingetreten ist, ein Verstoss gegen Art. 4 BV liegen soll, legt der Beschwerdeführer nicht rechtsgenügend dar (Art. 90 Abs. 1 lit. b OG), weshalb insofern auf seine Eingabe nicht weiter einzugehen ist."}