{"annee": "125", "cour": "V", "page": "324", "date": "2/6/1999", "cite": ["124 V 153", "120 V 65", "120 V 489", "117 V 294"], "cite_par": ["137 I 86", "127 V 176"], "chapeau": "51. Urteil vom 2. Juni 1999 i.S. \"Winterthur\" Schweizerische Versicherungs-Gesellschaft gegen Z. und Sozialversicherungsgericht des Kantons Zürich", "regestes": ["Art. 77 LAA; art. 100 al. 3 OLAA: obligation d'allouer des prestations en cas de nouvel accident. Pour désigner l'assureur tenu d'allouer des prestations en cas de nouvel accident, il faut, d'après le texte clair de l'art. 100 al. 3 OLAA, trancher le point de savoir si ce nouvel accident a modifié le degré d'invalidité; en revanche, peu importe le fait que la part d'invalidité supplémentaire résultant du second accident est plus importante que la part d'incapacité de gain due au premier. Art. 78a LAA; art. 128 OJ: Voie de droit en cas de contestation de compétence entre assureurs. Le fait qu'en vertu de l'art. 78a LAA, l'Office fédéral des assurances sociales est compétent pour statuer par voie de décision n'interdit pas à l'assureur de rendre une décision, ainsi qu'une décision sur opposition, par lesquelles il notifie à l'assuré son refus d'allouer des prestations, motif pris qu'il s'estime incompétent."], "faits": "BGE 125 V 324 S. 325\n\nA.- a) Z. hatte am 20. April 1975 eine Unterschenkelfraktur mit Beteiligung des Knies erlitten, für deren Folgen die Schweizerische Unfallversicherungsanstalt (SUVA) aufkam und insbesondere mit Verfügung vom 29. Juni 1979 eine Invalidenrente von 10% zusprach. Ab Juni 1992 war Z. (aus anderen Gründen) vollständig und andauernd arbeitsunfähig, weshalb ihm die Eidg. Invalidenversicherung mit Wirkung ab Juni 1993 unter der Annahme eines Invaliditätsgrades von 100% eine ganze Invalidenrente zusprach.\n\nAm 6. Oktober 1994, als er von der SUVA auf der Grundlage einer - zufolge Verschlimmerung der Beinverletzung - seit 5. April 1994 auf 5% erhöhten unfallbedingten Arbeitsunfähigkeit ein entsprechendes Taggeld erhielt, stürzte Z. im Bahnhof X die Rolltreppe hinunter, wobei er sich eine komplizierte rechtsseitige Oberarmfraktur zuzog. Da er damals im Rahmen eines Beschäftigungsprogrammes gearbeitet hatte und auf Grund der damit verbundenen unselbstständigen Erwerbstätigkeit erneut obligatorisch unfallversichert war, und zwar bei der \"Winterthur\" Schweizerische Versicherungs-Gesellschaft (nachfolgend: Winterthur), kam dieser Unfallversicherer für die Unfallpflege (Operation der Fraktur usw.) auf. Die beiden Versicherer kamen überein, je ein hälftiges Taggeld auszurichten. In der Folge unterzog sich Z. einer Operation wegen rezidivierender Bursitis am linken Ellenbogen, welcher Eingriff vom 20. Januar 1995 zu Lasten der SWICA-Krankenkasse ging, und am 7. Juli 1995 einer Knieoperation, für welche - da Folge des Unfalles vom 20. April 1975 - die SUVA aufkam.\n\nIm Frühjahr 1997 prüfte die SUVA den Fallabschluss. Sie erklärte sich am 6. März 1997 zwar bereit, wegen der Verschlimmerung der Folgen des ersten Unfalles vom 20. April 1975 ein 50%iges Taggeld bis zum Fallabschluss am BGE 125 V 324 S. 32631. März 1997 auszubezahlen; da jedoch beide Unfälle die Erwerbsfähigkeit beeinträchtigten, müsse nachher die Winterthur für den Gesamtschaden aufkommen. Die SUVA erliess am 8. Januar 1998 eine Verfügung, mit welcher sie den Anspruch auf jegliche weiteren Leistungen unter Hinweis auf die Zuständigkeit der Winterthur ablehnte. Hiegegen erhob der Versicherte vorsorglich Einsprache. Die SUVA hält dieses Einspracheverfahren formlos pendent.\n\nb) Die Winterthur ihrerseits sprach zwar für die Folgen des Unfalles vom 6. Oktober 1994 eine Integritätsentschädigung von 15% zu, lehnte jedoch sämtliche weiteren Leistungspflichten bezüglich Krankenpflege (nach dem 31. Mai 1997), Taggeld (nach dem 31. Januar 1996) und Invalidenrente (generell) ab (Verfügung vom 27. Juni 1997). Auf Einsprache der SUVA und des Versicherten hin erliess die Winterthur am 21. November 1997 einen ablehnenden Einspracheentscheid.\n\nB.- Gegen diesen Einspracheentscheid erhob Z. Beschwerde an das Sozialversicherungsgericht des Kantons Zürich. Nach Einholung einer ablehnenden Vernehmlassung der Winterthur und der Beiladung der SUVA ins Verfahren hiess das Sozialversicherungsgericht die Beschwerde in dem Sinne gut, dass es den Einspracheentscheid vom 21. November 1997 aufhob und die Sache an die Winterthur zurückwies, damit diese im Sinne der Erwägungen verfahre (Entscheid vom 5. November 1998).\n\nC.- Die Winterthur führt Verwaltungsgerichtsbeschwerde mit dem Rechtsbegehren auf Aufhebung des kantonalen Gerichtsentscheides, verbunden mit der Feststellung, dass sie Z. keine Leistungen aus der obligatorischen Unfallversicherung zu erbringen habe.\n\nZ. antwortet mit dem Rechtsbegehren, es sei, unter Aufhebung des Einspracheentscheides vom 21. November 1997 und des kantonalen Gerichtsentscheides vom 5. November 1998, festzustellen, dass die Winterthur \"für die Folgen des Unfalles vom 20. April 1975 respektive des Rückfalles des Jahres 1994 sowie des Unfalles vom 6. Oktober 1994 allein leistungspflichtig\" sei.\n\nDie SUVA verzichtet auf eine Vernehmlassung.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Ausgangspunkt des vorliegenden Verfahrens ist der Einspracheentscheid vom 21. November 1997. Darin hat es die Winterthur abgelehnt, ausser der zugesprochenen Integritätsentschädigung weitere BGE 125 V 324 S. 327Leistungen gemäss UVG an den Beschwerdegegner zu erbringen. In dem Anfechtungsgegenstand des vorliegenden Verfahrens bildenden Entscheid (BGE 117 V 295 Erw. 2a) hat das kantonale Gericht den Einspracheentscheid aufgehoben und die Leistungspflicht der Winterthur vom Ergebnis von noch vorzunehmenden zusätzlichen Abklärungen abhängig gemacht.\n\nb) Damit handelt es sich vorliegend um einen Streit betreffend die Bewilligung oder Verweigerung von Versicherungsleistungen im Sinne von Art. 132 OG. Die Ordnungsmässigkeit des Einsprache- und vorinstanzlichen Verfahrens, welche rechtsprechungsgemäss von Amtes wegen geprüft wird (RKUV 1998 Nr. U 308 S. 454 Erw. 2a, 1993 Nr. U 175 S. 200 nicht veröffentlichte Erw. 2), ist daher ebenso zu bejahen wie die Zulässigkeit der Verwaltungsgerichtsbeschwerde (Art. 128 ff. OG). Diese scheidet nicht etwa deswegen aus, weil in einem negativen Kompetenzkonflikt zwischen Unfallversicherern, wie er sich hier in der Verfügung der SUVA vom 8. Januar 1998 und der Verfügung vom 27. Juni 1997 sowie dem Einspracheentscheid vom 21. November 1997 der Winterthur manifestiert, das Bundesamt für Sozialversicherung (BSV) nach Art. 78a UVG eine Verfügung hätte erlassen können, gegen welche zuerst die Beschwerde an das Eidg. Departement des Innern und danach erst die Verwaltungsgerichtsbeschwerde an das Eidg. Versicherungsgericht offen gestanden hätten (RKUV 1998 Nr. U 312 S. 470). Die bundesamtliche Verfügungszuständigkeit nach Art. 78a UVG und der dadurch begründete Rechtsmittelzug kommt nur dann zum Tragen, wenn entweder ein Unfallversicherer, der gegenüber dem andern Unfallversicherer keine Weisungsbefugnis besitzt (BGE 120 V 489), oder ein Versicherter das BSV anruft und dieses über die streitige Zuständigkeit verfügungsweise entscheidet. Hingegen schliesst es Art. 78a UVG nicht aus, dass der Unfallversicherer gegenüber dem Ansprecher seine Leistungspflicht mit Verfügung und Einspracheentscheid (Art. 105 UVG) ablehnt und dies mit der - seiner Auffassung nach fehlenden - Zuständigkeit begründet. Was es hiebei zu beachten gilt, ist der eben erwähnte rechtliche Umstand, dass kein Unfallversicherer gegenüber dem andern die Zuständigkeitsfrage in seinem Sinne hoheitlich zu entscheiden befugt ist. Prozessual wird dem dadurch Rechnung getragen, dass insbesondere solche gestützt auf die angenommene fehlende Zuständigkeit erlassene Ablehnungsverfügungen und Einspracheentscheide nebst dem Versicherten nach Art. 129 UVV auch dem konkurrierenden Unfallversicherer zu eröffnen sind, was hier unstreitig geschehen ist.BGE 125 V 324 S. 328\n\n2. Wie der Beschwerdegegner selber richtig bemerkt, kennen die Verwaltungsrechtspflegebestimmungen der Art. 97 ff. in Verbindung mit Art. 128 ff. OG das Institut der Anschlussbeschwerde nicht (BGE 124 V 155 Erw. 1). Hingegen halten sich die vom Beschwerdegegner gestellten Anträge, dass nämlich die Winterthur ohne die vorinstanzlich angeordneten Abklärungen als definitiv leistungspflichtig zu erklären sei, im Rahmen des Anfechtungsgegenstandes um die zuständigkeitsrechtlich begründete Leistungspflicht der Winterthur, welche diese bestreitet, wogegen das kantonale Gericht der Auffassung ist, die Kompetenzabgrenzung zwischen Winterthur und SUVA könne im vorliegenden Fall erst nach Durchführung ergänzender Abklärungen beurteilt werden. Der Antrag des Beschwerdegegners ist daher zwar nicht als förmliches Rechtsbegehren jedoch als Vorbringen entgegenzunehmen, welches der Sozialversicherungsrichter im Lichte der weiten Kognition nach Art. 132 lit. c OG würdigt.\n\n3. a) Nach Art. 77 Abs. 3 lit. b UVG ordnet der Bundesrat die Leistungspflicht und das Zusammenwirken der Versicherer bei einem erneuten Unfall (...). Gestützt darauf hat der Bundesrat Art. 100 UVV (Leistungspflicht bei erneutem Unfall) erlassen:\n\n\"1 Wenn der Versicherte erneut verunfallt, während er wegen eines versicherten Unfalles noch behandlungsbedürftig, arbeitsunfähig und versichert ist, so muss der bisher leistungspflichtige Versicherer auch die Leistungen für den neuen Unfall erbringen.\n\n2 Verunfallt der Versicherte während der Heilungsdauer eines oder mehrerer Unfälle, aber nach der Wiederaufnahme einer versicherten Tätigkeit, erneut und löst der neue Unfall Anspruch auf Taggeld aus, so erbringt der für den neuen Unfall leistungspflichtige Versicherer auch die Leistungen für die früheren Unfälle. Die anderen beteiligten Versicherer vergüten ihm diese Leistungen, ohne Teuerungszulagen, nach Massgabe der Verursachung; damit ist ihre Leistungspflicht abgegolten. Die beteiligten Versicherer können untereinander von dieser Regelung abweichende Vereinbarungen treffen, namentlich wenn der neue Unfall wesentlich geringere Folgen hat als der frühere.\n\n3 Erleidet ein aus einem früheren Unfall Rentenberechtigter einen neuen Unfall und führt dieser zu einer Änderung des Invaliditätsgrades, so muss der für den zweiten Unfall leistungspflichtige Versicherer sämtliche Leistungen ausrichten. Der für den ersten Unfall leistungspflichtige Versicherer vergütet dem anderen Versicherer den Betrag, der dem Barwert des Rentenanteils, ohne Teuerungszulagen, aus dem ersten Unfall entspricht.\n\nDamit ist seine Leistungspflicht abgegolten.\"\n\nWährend das Eidg. Versicherungsgericht im Urteil F. vom 4. Januar 1994 (BGE 120 V 65) zur Bedeutung und zum Verhältnis der Absätze 1 und 2 von Art. 100 BGE 125 V 324 S. 329UVV grundsätzlich Stellung genommen hat, geht es vorliegend, soweit ersichtlich zum ersten Mal, um die Tragweite von Absatz 3 und dessen Verhältnis zu Absatz 2 dieser Verordnungsbestimmung.\n\nb) Wie der im Sachverhaltsteil A.- dargestellte Geschehensablauf zeigt, sind Winterthur und SUVA zunächst im Sinne von Art. 100 Abs. 2 UVV vorgegangen: Da der Beschwerdegegner am 6. Oktober 1994, als er den zweiten Unfall erlitt, eine neue versicherte Tätigkeit wieder aufgenommen (und ausgeübt) hatte sowie damals von einer aus dem ersten Unfall vom 20. April 1975 resultierenden 50%igen Arbeitsunfähigkeit betroffen war, stand einer Anwendung dieser Bestimmung nichts entgegen. Dass beide Unfallversicherer je ein hälftiges Taggeld erbrachten (statt die Winterthur als für den zweiten Unfall leistungspflichtige Versichererin die Gesamtleistungen), ist in keiner Weise zu beanstanden, sieht doch Art. 100 Abs. 2 dritter Satz ausdrücklich vor, dass die Versicherer eine abweichende Vereinbarung treffen können. Streitig ist nun aber, ob die Anwendung dieser Bestimmung des Abs. 2 durch Abs. 3 von Art. 100 UVV zurückgedrängt wird. Dies rührt daher, dass sich auch für den zweiten Unfall vom 6. Oktober 1994 die Frage nach dem Fallabschluss stellt. Hier liegen drei widerstreitende Standpunkte vor:\n\naa) Beschwerdegegner und SUVA gehen davon aus, dass der zweite bei der Winterthur versicherte Unfall vom 6. Oktober 1994 eine Beeinträchtigung zurücklasse, welche die Erwerbsmöglichkeiten zusätzlich schmälere, woraus eine Änderung des unfallbedingten Invaliditätsgrades, somit eine Erhöhung der bisher von der SUVA gewährten 10%igen Invalidenrente resultiere. Damit sei das massgebliche Tatbestandsmerkmal des Abs. 3 von Art. 100 UVV, die Änderung des Invaliditätsgrades, gegeben. Deshalb habe der für den zweiten Unfall leistungspflichtige Versicherer, eben die Winterthur, sämtliche Leistungen auszurichten.\n\nbb) Die beschwerdeführende Winterthur ist dagegen - anders als im Einspracheentscheid und im kantonalen Verfahren, als sie die Anwendung des Art. 100 Abs. 3 UVV noch unter Hinweis auf die mit der SUVA getroffene Abmachung und mit dem Fehlen eines durch den zweiten Unfall geänderten Invaliditätsgrades in Abrede stellte - nunmehr der Auffassung, Art. 100 Abs. 3 UVV komme von vornherein nicht zur Anwendung, wenn der zweite Unfall einen vollinvaliden Versicherten treffe. Die rechtskräftige Verfügung der Invalidenversicherung vom 18. Oktober 1996 mit Rentenbeginn im Juni 1993 BGE 125 V 324 S. 330weise aus, dass der Beschwerdegegner im Zeitpunkt \"des Unfalles vom 6. Oktober 1994 bereits seit über zwei Jahren aus unfallfremden Gründen vollumfänglich erwerbsunfähig gewesen sei und deshalb aus der zusätzlichen unfallbedingten Beeinträchtigung des rechtsseitigen Armes gar keine Änderung des Invaliditätsgrades (habe) resultieren\" können, zu welchem Ergebnis auch \"die Vornahme des Einkommensvergleichs gemäss Art. 28 Abs. 3 UVV (keine verwertbare Leistungsfähigkeit sowohl vor als auch nach dem Unfall)\" führe.\n\ncc) Das kantonale Gericht dagegen will zunächst abklären lassen, welche bleibenden Schädigungen aus den Unfällen von 1975 und 1994 resultieren; abklärungsbedürftig seien hier einzig die angeblichen Restfolgen des 1975 erlittenen Schädel-Hirn-Traumas, zu welcher Frage sich eine nochmalige Begutachtung aufdränge. Stünden die unfallbedingten Schäden fest, sei, im Rahmen eines auf realistischen Vorgaben bezüglich der Verweisungstätigkeiten durchzuführenden Einkommensvergleiches, der unfallbedingte Gesamtinvaliditätsgrad zu ermitteln. Schliesslich sei von dieser Gesamtinvalidität eine Ausscheidung danach vorzunehmen, wie sich die Folgen der Unfälle von 1975 und 1994, je gesondert, auf die Erwerbsfähigkeit auswirken. Stehe fest, dass sich die Folgen des Unfalles von 1975 erheblich mehr auf die Erwerbsfähigkeit auswirkten als die Folgen des Unfalles von 1994, habe die SUVA die Gesamtrente festzusetzen, andernfalls die Winterthur.\n\nc) aa) Zunächst ist festzuhalten, dass die eben wiedergegebene vorinstanzliche Schlussfolgerung, welche die Zuweisung zum Versicherer im Rahmen von Art. 100 Abs. 3 UVV nach der Schwere der invaliditätsmässigen Folgen vornehmen will, im Verordnungstext keine Grundlage findet. Verlangt ist nach dem klaren Verordnungswortlaut eine Änderung des Invaliditätsgrades, hingegen nicht, dass die zusätzliche durch den zweiten Unfall begründete Invalidität die aus dem ersten Unfall resultierende Einschränkung in der Erwerbsfähigkeit übersteigt. Die französisch- und italienischsprachigen Texte ergeben nichts anderes.\n\nbb) Dem Standpunkt der beschwerdeführenden Winterthur kann ebenfalls nicht beigepflichtet werden. Dass der Beschwerdegegner eine ganze Rente der Invalidenversicherung auf der Grundlage eines Invaliditätsgrades von 100% bezieht, heisst keineswegs, dass er nicht noch über eine Resterwerbsfähigkeit verfügte, welche Gegenstand der obligatorischen Unfallversicherung sein könnte, und zwar auch hinsichtlich des Anspruches auf eine Invalidenrente.BGE 125 V 324 S. 331\n\nDer Bezug einer ganzen Invalidenrente der Invalidenversicherung ist gesetzlich begründet, selbst wenn der Versicherte noch über eine Resterwerbsfähigkeit von bis zu einem Drittel verfügt (Art. 28 Abs. 1 IVG). Dass dem Beschwerdegegner in den Rentenverfügungen der Invalidenversicherung ein 100%iger Invaliditätsgrad bescheinigt wurde, ist daher nicht entscheidend für die Beantwortung der Frage nach dem Unfallversicherungsschutz. Davon abgesehen ist die invalidenversicherungsrechtliche Leistungszusprechung für den unfallversicherungsrechtlichen Status nicht präjudiziell. Es kommt nur darauf an, ob es dem Betroffenen - u.U. entgegen der Berentung durch die Invalidenversicherung - nach dem ersten Unfall gelungen ist, wieder eine versicherungspflichtige Tätigkeit auszuüben. Wenn und insoweit ihm dies in zumutbarer Weise gelingt, liegt darin der Beweis, dass er effektiv über eine Resterwerbsfähigkeit verfügt. Der Standpunkt der beschwerdeführenden Winterthur würde im Ergebnis darauf hinauslaufen, Versicherten in der Lage des Beschwerdegegners den unfallversicherungsrechtlichen Schutz, zumindest in Bezug auf die Invalidenrentenberechtigung, zu versagen, was nach den gesetzlichen Vorgaben nicht angeht. Ob und inwieweit der durch einen ersten Unfall in seiner Erwerbsfähigkeit schon beeinträchtigte Versicherte aus dem zweiten Unfall eine rentenerhöhende Invalidität geltend machen kann, hängt demgegenüber davon ab, ob er im Rahmen von Art. 28 Abs. 3 UVV über einen Lohn verfügte, den er auf Grund der vorbestehenden verminderten Leistungsfähigkeit zu erzielen im Stande wäre und den er nun wegen den Auswirkungen des zweiten Unfalles verliert (OMLIN, Die Invalidität in der obligatorischen Unfallversicherung, Diss. Freiburg 1995, S. 130). Ob dies zutrifft, braucht in diesem Verfahren nicht entschieden zu werden. Dazu hat zunächst der zuständige Versicherer Stellung zu nehmen.\n\ncc) Damit bleibt zu prüfen, ob bei der gegebenen Aktenlage zuverlässig gesagt werden kann, dass der zweite Unfall zu einer Änderung des bisherigen 10%igen unfallbedingten Invaliditätsgrades führt, was, wie dargetan, Voraussetzung für die Anwendung von Art. 100 Abs. 3 UVV ist. Diese Frage ist gestützt auf die bei den Akten liegenden medizinischen Berichte eindeutig zu bejahen. Der Beschwerdegegner ist durch die Restfolgen der am 6. Oktober 1994 erlittenen rechtsseitigen Oberarmfraktur, zusätzlich zu den Folgen des Unfalles vom 20. April 1975, insbesondere den Kniebeschwerden, beeinträchtigt. In welchem Ausmass dies zutrifft, hat nach dem Gesagten die Winterthur zu entscheiden."}