{"annee": "125", "cour": "II", "page": "105", "date": "16/2/1999", "cite": ["116 IB 353", "122 II 433", "114 IB 1", "122 IV 56", "120 IB 129", "123 IV 107", "124 II 289"], "cite_par": ["145 IV 364", "130 II 176", "135 II 110", "132 I 42", "125 II 521", "129 IV 246"], "chapeau": "11. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 16. Februar 1999 i.S. S. gegen Polizei- und Militärdirektion sowie Verwaltungsgericht des Kantons Bern (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 10 al. 1 lettre a LSEE et art. 11 al. 3 LSEE en relation avec l'art. 16 al. 3 RSEE; art. 41 ch. 1 al. 1 CP, ainsi que 55 CP; art. 3 CEDH; expulsion administrative d'un étranger contre lequel une expulsion judiciaire ferme a été prononcée. En cas d'expulsion judiciaire ferme, il n'y a aucune possibilité d'accorder une autorisation de séjour (cf. ATF 124 II 289); cela n'exclut pas le prononcé d'une expulsion administrative, ni ne limite le pouvoir d'examen de la police des étrangers en ce domaine (consid. 2). Conditions auxquelles une expulsion administrative peut être admise, en particulier sous l'angle du principe de la proportionnalité, aussi bien au regard du droit suisse qu'à celui de l'interdiction du renvoi découlant de l'art. 3 CEDH (consid. 3)."], "faits": "BGE 125 II 105 S. 106\n\nDer im Jahre 1952 geborene S., aus dem Kosovo stammender Jugoslawe serbischer Ethnie, zog 1974 in die Schweiz. Während einiger Zeit lebte er zunächst im Kanton Luzern, später, zusammen mit seiner Frau und dem jüngsten Sohn, im Kanton Bern, wo er die Niederlassungsbewilligung erhielt. Inzwischen hält sich auch ein weiterer Sohn in der Schweiz auf. Die übrigen sieben Kinder leben in der Bundesrepublik Jugoslawien.\n\nAm 23. Dezember 1993 verurteilte das Obergericht des Kantons Luzern S. wegen vorsätzlicher Tötung, mehrfachen vollendeten Versuchs der vorsätzlichen Tötung, alles begangen in Notwehrhilfeexzess, sowie wegen Raufhandels, mehrfacher Sachbeschädigung und mehrfachen verbotenen Waffentragens zu elf Jahren Zuchthaus und 15 Jahren Landesverweisung. S. erhob dagegen beim Bundesgericht je eine eidgenössische Nichtigkeitsbeschwerde und staatsrechtliche Beschwerde, welche beide erfolglos blieben.\n\nAm 5. August 1997 entschied das Justizdepartement des Kantons Luzern, S. bedingt aus dem Strafvollzug zu entlassen mit einer Probezeit von vier Jahren. Hingegen verweigerte das Justizdepartement den probeweisen Aufschub der Landesverweisung. Mit Urteil vom 26. November 1997 wies das Verwaltungsgericht des Kantons Luzern eine gegen die Verweigerung des Aufschubs der Landesverweisung gerichtete Beschwerde ab. Dagegen erhob S. Verwaltungsgerichtsbeschwerde beim Bundesgericht, welches diese am 21. Januar 1998 abwies.\n\nAm 12. Dezember 1997 wurde S. bedingt aus dem Strafvollzug entlassen. Am 26. Januar 1998 kündete die Fremdenpolizei des Kantons Bern S. an, sie beabsichtige, ihn aus der Schweiz auszuweisen. Mit Verfügung vom 23. Februar 1998 traf sie den entsprechenden Entscheid und wies S. aus der Schweiz aus. Am 11. Juni BGE 125 II 105 S. 1071998 wies die Polizei- und Militärdirektion des Kantons Bern eine dagegen erhobene Beschwerde ab. S. führte Verwaltungsgerichtsbeschwerde an das Verwaltungsgericht des Kantons Bern, welches die Beschwerde am 9. Oktober 1998 jedoch ebenfalls abwies, soweit es darauf eintrat.\n\nMit Verwaltungsgerichtsbeschwerde vom 12. November 1998 an das Bundesgericht beantragt S., der Entscheid des bernischen Verwaltungsgerichts vom 9. Oktober 1998 sei aufzuheben und es sei festzustellen, dass er nicht aus der Schweiz «wegzuweisen» (richtig: auszuweisen) sei.\n\nDie Polizei- und Militärdirektion und das Verwaltungsgericht des Kantons Bern sowie das Bundesamt für Ausländerfragen (für das Eidgenössische Justiz- und Polizeidepartement) schliessen auf Abweisung der Beschwerde.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. a) Gemäss Art. 10 Abs. 1 lit. a des Bundesgesetzes über Aufenthalt und Niederlassung der Ausländer (ANAG; SR 142.20) kann ein Ausländer aus der Schweiz ausgewiesen werden, wenn er wegen eines Verbrechens oder Vergehens gerichtlich bestraft wurde. Die Ausweisung darf jedoch nur ausgesprochen werden, wenn sie nach den gesamten Umständen angemessen erscheint (Art. 11 Abs. 3 ANAG). Hierbei sind vor allem die Schwere des Verschuldens des Ausländers, die Dauer seiner Anwesenheit in der Schweiz und die ihm und seiner Familie drohenden Nachteile zu berücksichtigen (Art. 16 Abs. 3 der Vollziehungsverordnung vom 1. März 1949 zum Bundesgesetz über Aufenthalt und Niederlassung der Ausländer, ANAV; SR 142.201).\n\nDie Frage, ob die Ausweisung im Sinne der Art. 11 Abs. 3 ANAG und Art. 16 Abs. 3 ANAV «angemessen», d.h. verhältnismässig sei, ist eine Rechtsfrage, die vom Bundesgericht im Verfahren der Verwaltungsgerichtsbeschwerde frei überprüft werden kann (Art. 104 lit. a OG). Dem Bundesgericht ist es jedoch verwehrt, sein eigenes Ermessen - im Sinne einer Überprüfung der Zweckmässigkeit (Opportunität; vgl. BGE 116 Ib 353 E. 2b) der Ausweisung - an die Stelle desjenigen der zuständigen kantonalen Behörde zu setzen (BGE 122 II 433 E. 2a S. 435; BGE 114 Ib 1 E. 1b).\n\nb) Verübt ein Ausländer ein Verbrechen oder Vergehen, hat bereits der Strafrichter die Möglichkeit, die strafrechtliche Landesverweisung BGE 125 II 105 S. 108anzuordnen (Art. 55 StGB). Sieht er hievon ab oder wird im Falle einer bedingten Entlassung aus dem Strafvollzug die Landesverweisung probeweise aufgeschoben, steht dies der fremdenpolizeilichen Ausweisung nach Art. 10 Abs. 1 lit. a ANAG nicht entgegen, wie das Bundesgericht in BGE 122 II 433 E. 2b S. 435 mit Hinweis auf BGE 114 Ib 1 festgehalten hat. Die Erwägungen im jüngeren Urteil bedeuten indessen nicht, dass die Anordnung der Ausweisung unzulässig ist, wenn die Landesverweisung mit unbedingtem Vollzug ausgesprochen bzw. der Vollzug nicht aufgeschoben wurde (vgl. Art. 10 Abs. 4 ANAG). Die Begründung in BGE 114 Ib 1 ist denn auch allgemeiner gehalten, und die Zulässigkeit der parallelen Anordnung von Landesverweisung und Ausweisung wird darin nicht auf den Fall beschränkt, dass die erste nicht vollziehbar wird. Zwar sind die Fremdenpolizeibehörden nach der Rechtsprechung insoweit an eine unbedingte Landesverweisung gebunden, als es ihnen verwehrt ist, dem davon betroffenen Ausländer eine Anwesenheitsbewilligung zu erteilen (BGE 124 II 289). Die parallele Anordnung einer Ausweisung wird dadurch aber nicht ausgeschlossen. Häufig wird eine derartige doppelte Anordnung wohl wenig Sinn machen, und in solchen Fällen fragt es sich, ob der Ausländer noch ein aktuelles praktisches Interesse an der Anfechtung der einen Entfernungsmassnahme hat, wenn die andere rechtskräftig geworden ist. Unter Umständen rechtfertigt sich ein paralleles Vorgehen aber dennoch und ist auch das Interesse an der Anfechtung der zweiten Massnahme zu bejahen. Das kann etwa zutreffen, wenn die beiden Massnahmen von zwei verschiedenen Kantonen angeordnet oder vollzogen werden, oder wenn berechtigte Aussichten bestehen, dass die eine der beiden Massnahmen wieder dahinfällt oder deren Vollzug doch noch aufgeschoben wird, zum Beispiel durch Begnadigung im Falle der Landesverweisung oder durch Wiedererwägung im Falle der Ausweisung. Zu beachten ist auch, dass die strafrechtliche Landesverweisung im Normalfall befristet ist (vgl. Art. 55 Abs. 1 StGB), während die Ausweisung auch unbefristet ausgesprochen werden kann (vgl. Art. 11 Abs. 1 ANAG).\n\nIm vorliegenden Fall haben die zuständigen Straf- und Strafvollzugsbehörden des Kantons Luzern die Landesverweisung ausgesprochen bzw. bei der bedingten Entlassung aus der Freiheitsstrafe den Aufschub des Vollzugs der Landesverweisung verweigert. Vollzogen wurde die Landesverweisung bis heute indes nicht. Der Beschwerdeführer hat die Niederlassungsbewilligung im Kanton BGE 125 II 105 S. 109Bern. Im Unterschied zur Ausweisung (Art. 9 Abs. 3 lit. b ANAG) lässt die Landesverweisung eine Niederlassungsbewilligung nicht ohne weiteres erlöschen; die Niederlassungsbewilligung erlischt mangels anderer ausdrücklicher gesetzlicher Regelung in Anwendung von Art. 9 Abs. 3 lit. c ANAG erst, wenn sich der Ausländer nach vollzogener Landesverweisung während sechs Monaten tatsächlich im Ausland aufgehalten hat (PETER KOTTUSCH, Die Niederlassungsbewilligung gemäss Art. 6 ANAG, in ZBl 87/1986, S. 541; ANDREAS ZÜND, Strafrechtliche Landesverweisung und fremdenpolizeiliche Ausweisung, in: Festschrift für Dr. Kurt Eichenberger, Aarau 1990, S. 363 ff., insb. S. 369). Damit verbleibt im vorliegenden Fall ein Anwendungsbereich für die Anordnung einer fremdenpolizeilichen Ausweisung. Sie führt unmittelbar zum Erlöschen der bestehenden Niederlassungsbewilligung, und sie ermöglicht dem Kanton Bern eine Entfernung des Beschwerdeführers unabhängig vom grundsätzlich in der Zuständigkeit des Kantons Luzern stehenden (vgl. Art. 374 Abs. 1 StGB) Vollzug der Landesverweisung.\n\nc) Die Vorinstanz leitet aus BGE 124 II 289 E. 3a 292 ab, dass die Fremdenpolizeibehörden wegen der Bindung an die unbedingte Landesverweisung in einem allfälligen Entscheid über die Ausweisung des gleichen Ausländers nicht mehr frei seien; der Beurteilungsspielraum beschränke sich diesfalls auf diejenigen Fragen, die auch Gegenstand eines Verfahrens über die Vollstreckung der Landesverweisung bilden könnten; im verwaltungsgerichtlichen Verfahren seien somit lediglich noch die Zulässigkeit der Vollstreckung, namentlich unter dem Gesichtspunkt des Rückschiebungsverbots gemäss Art. 3 EMRK, und die Modalitäten derselben zu überprüfen. Nicht mehr durchzuführen sei hingegen die Interessenabwägung nach Art. 11 ANAG.\n\nMit dieser Begründung verkennt die Vorinstanz die Tragweite von BGE 124 II 289. Wie dargelegt, hat das Bundesgericht damit lediglich entschieden, dass bei unbedingter Landesverweisung kein Raum für die Erteilung einer Anwesenheitsbewilligung verbleibt. Die Ausweisung bleibt daneben aber zulässig und kann je nach Einzelfall auch sinnvoll sein. Für ihre Anordnung müssen freilich sämtliche gesetzlichen Voraussetzungen (nach Art. 10 und 11 ANAG) erfüllt sein und unabhängig von der Landesverweisung geprüft werden. Dies gilt umso mehr, als die Voraussetzungen für die beiden Entfernungsmassnahmen gerade nicht deckungsgleich sind. Namentlich beruhen sie auf unterschiedlichen Interessenlagen. Die strafrechtliche Landesverweisung ist vorab auf die Person des betreffenden BGE 125 II 105 S. 110Ausländers\n\nausgerichtet: So ist für den Entscheid über den bedingten Vollzug der strafrechtlichen Landesverweisung die Prognose über ein künftiges Wohlverhalten des Ausländers in der Schweiz entscheidend (vgl. Art. 41 Ziff. 1 Abs. 1 StGB sowie BGE 123 IV 107 E. 4a S. 111 f., mit Hinweisen). Für denjenigen über den probeweisen Aufschub nach Art. 55 Abs. 2 StGB ist einzig auf die Resozialisierungschancen abzustellen, wobei regelmässig die Aussichten auf Wiedereingliederung in der Schweiz denjenigen im Heimatland gegenüberzustellen sind (vgl. BGE 122 IV 56 E. 3a S. 59 f., mit Hinweisen). Demgegenüber steht für den Entscheid über die fremdenpolizeiliche Ausweisung das allgemeinere Interesse der öffentlichen Ordnung und Sicherheit im Vordergrund. Der konkreten Prognose über das Wohlverhalten sowie dem Resozialisierungsgedanken des Strafrechts ist zwar im Rahmen der umfassenden fremdenpolizeilichen Interessenabwägung ebenfalls Rechnung zu tragen, die beiden Umstände geben aber nicht den Ausschlag (vgl. BGE 122 II 433 E. 2b und c S. 435 ff. sowie die dort zitierte weitere Rechtsprechung und Literatur; BGE BGE 114 Ib 1 E. 3a; vgl. auch BGE 120 Ib 129 E. 5b S. 132).\n\nd) Demnach hat die Vorinstanz ihren Beurteilungsspielraum zu Unrecht eingeschränkt und fälschlicherweise keine Interessenabwägung vorgenommen, womit sie an sich Bundesrecht verletzt und den Sachverhalt unvollständig festgestellt hat. Dennoch rechtfertigt es sich im vorliegenden Fall nicht, den angefochtenen Entscheid aufzuheben und die Sache an die Vorinstanz zurückzuweisen. Die unteren kantonalen Behörden haben sowohl die notwendigen tatsächlichen Erhebungen als auch die in Art. 11 ANAG vorgesehene Interessenabwägung vorgenommen (vgl. insb. den Beschwerdeentscheid der Polizei- und Militärdirektion des Kantons Bern vom 11. Juni 1998). Die tatsächliche Ausgangslage ist damit erstellt und grundsätzlich auch nicht strittig. Einzelne Gesichtspunkte, die in der Interessenabwägung zu berücksichtigen sind, hat die Vorinstanz in anderem Zusammenhang gewürdigt. Im Übrigen kann das Bundesgericht einen unvollständigen Sachverhalt auch dann von Amtes wegen ergänzen, wenn wie im vorliegenden Fall eine richterliche Behörde als Vorinstanz entschieden hat (vgl. Art. 105 Abs. 1 und 2 OG). Der Beschwerdeführer macht sodann auch gar nicht geltend, die Vorinstanz habe keine Interessenabwägung vorgenommen, sondern wendet sich einzig gegen die Beurteilung der Vollziehbarkeit der Entfernungsmassnahme (sei es als Landesverweisung, sei es als Ausweisung), insbesondere unter dem Gesichtspunkt des BGE 125 II 105 S. 111Rückschiebungsverbots in Anwendung von Art. 3 EMRK. Unter diesen Umständen rechtfertigt es sich, dass das Bundesgericht in der Sache direkt entscheidet (vgl. Art. 114 Abs. 2 OG).\n\n3. a) Der Beschwerdeführer wurde letztinstanzlich vom Obergericht des Kantons Luzern wegen vorsätzlicher Tötung und anderen Delikten zu einer Zuchthausstrafe von elf Jahren verurteilt, sodass der Ausweisungsgrund von Art. 10 Abs. 1 lit. a ANAG gegeben ist. Bei der Prüfung der Frage, ob die Ausweisung im Sinne von Art. 11 Abs. 3 ANAG und Art. 16 Abs. 3 ANAV verhältnismässig erscheint, ist vorab festzustellen, dass der Beschwerdeführer unter anderem wegen sehr gravierenden Delikten verurteilt werden musste. Vorsätzliche Tötung und Tötungsversuch wiegen auch dann schwer, wenn sie wie im vorliegenden Fall in Notwehrhilfeexzess begangen wurden. Das Mass der verhängten Freiheitsstrafe und die Art der Straftaten - insbesondere die Gewalttätigkeit des Beschwerdeführers - lassen erkennen, dass das strafrechtliche Verschulden des Beschwerdeführers sehr schwer wiegt und er zur Anwendung von Gewalt neigt. Damit besteht ein erhebliches sicherheitspolizeiliches Interesse, den Beschwerdeführer aus der Schweiz zu entfernen und von hier fernzuhalten.\n\nDer Beschwerdeführer lebt seit geraumer Zeit, nämlich seit rund 25 Jahren, in der Schweiz. Seine Ehefrau und zwei seiner Kinder halten sich ebenfalls hier auf, allerdings in einem anderen Kanton, in welchem der Beschwerdeführer keine Anwesenheitsberechtigung erhält (vgl. Art. 14 Abs. 3 ANAV sowie BGE 124 II 289). Der Beschwerdeführer ist aber in seiner Heimat aufgewachsen und hat seine Beziehungen dorthin nie gänzlich abgebrochen. Nahe Verwandte, unter anderem sieben weitere Kinder, leben dort. Sodann haben die Straf- und Strafvollzugsbehörden festgestellt, die Resozialisierungschancen seien im Heimatland nicht kleiner als in der Schweiz (so insb. das Urteil des Kassationshofes des Bundesgerichts vom 21. Januar 1998). Bei dieser Sachlage überwiegt das sicherheitspolizeiliche Interesse an der Entfernung und Fernhaltung des Beschwerdeführers sein privates Interesse, in der Schweiz bleiben zu können. Die angeordnete Ausweisung verstösst somit nicht gegen eidgenössisches Gesetzesrecht.\n\nb) Der Beschwerdeführer macht geltend, die Vorinstanz habe die Gefährdung bei einer Rückkehr in seinen Heimatstaat wegen der ihm dort drohenden Blutrache unterschätzt. Ausserdem sei es widersprüchlich, beim Entscheid über die Landesverweisung das Schwergewicht darauf zu setzen, er könne in den Kosovo zurück, ihm bei BGE 125 II 105 S. 112demjenigen über die Ausweisung aber - wie dies die Vorinstanz getan habe - vorzuhalten, er könne sich als Serbe irgendwo in der Bundesrepublik Jugoslawien niederlassen. Im Ergebnis verletze der angefochtene Entscheid daher das Rückschiebungsverbot, wie es sich aus Art. 3 EMRK ergebe.\n\nEs mag zutreffen, dass eine Rückkehr des Beschwerdeführers in die Bundesrepublik Jugoslawien mit einer gewissen Gefährdung wegen der ihn eventuell erwartenden Blutrache der Familie des von ihm Getöteten verbunden ist. Die Gefährdung mag bei einer Rückkehr in den Kosovo allenfalls am grössten sein. Dem Beschwerdeführer steht es jedoch in der Tat frei, sich irgendwo in der Bundesrepublik Jugoslawien niederzulassen. Ginge es im vorliegenden Verfahren lediglich um den Vollzug der Landesverweisung, so stünde dieses Argument möglicherweise in einem gewissen Widerspruch zur Anordnung der Landesverweisung, bei der im Zusammenhang mit der Beurteilung der Resozialisierungschancen die Verhältnisse in der Schweiz mit denjenigen im Kosovo verglichen wurden. Dass der angefochtene Entscheid insofern widersprüchlich erscheint, hängt aber mit der Beschränkung des Beurteilungsspielraums zusammen, der sich die Vorinstanz fälschlicherweise unterzogen hat. Da bei der fremdenpolizeilichen Ausweisung die Wiedereingliederung nur einen von vielen Gesichtspunkten bildet und eine Gesamtwürdigung aller Umstände vorzunehmen ist, lässt sich dem Beschwerdeführer in diesem Zusammenhang ohne weiteres entgegenhalten, er könne als Serbe auch anderswo in der Bundesrepublik Jugoslawien leben. Nicht nur, aber auch in diesem Sinne gilt bei der fremdenpolizeilichen Ausweisung eben ein strengerer Massstab als bei der strafrechtlichen Landesverweisung (vgl. BGE 120 Ib 129 E. 5b S. 132; BGE 114 Ib 1 E. 3a). Es ist demnach nicht ersichtlich, dass die behauptete Gefahr der Blutrache in der Schweiz wesentlich kleiner wäre. Einer - gegebenenfalls illegalen - Einreise in die Schweiz zum Zweck der Rache stehen keine unüberwindbaren Hindernisse entgegen; sodann droht hier - offenbar im Gegensatz zur Bundesrepublik Jugoslawien - nicht die Todesstrafe für Blutrache (vgl. dazu das bereits genannte Urteil des Kassationshofes). Die Ausweisung des Beschwerdeführers verstösst somit nicht gegen Art. 3 EMRK."}